{"domain":"js-text-analysis","locale_data":{"js-text-analysis":{"":{"domain":"js-text-analysis","plural_forms":"nplurals=1; plural=0;","lang":"vi_VN"},"The %1$s class must not be instantiated before the %2$s global is set.":[""],"%1$sOutrank your competitors even further%2$s with these %3$s plugins":[""],"No need to figure out what to link to. You get linking suggestions for relevant posts and pages to make your website easier to navigate.":[""],"Use AI to write SEO titles and meta descriptions for your posts and pages. It speeds up your work and does some of the thinking for you!":[""],"%s looks at more than just your main keyword. It analyzes different word forms, plurals, and past tenses. This helps your website perform even better in searches!":[""],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for titles and meta descriptions to make your pages rank high and make you look good on social media. %1$sLearn more%2$s%3$s":[""],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for product titles and meta descriptions to make your pages rank high and make you look good on social media. %1$sLearn more%2$s%3$s":[""],"Explore %s!":[""],"You’ll reach more people with multiple keyphrases! Want to quickly add these related keyphrases to the %s analyses for even better content optimization?":[""],"Get AI to write SEO titles and meta descriptions faster. Reach a wider audience with multiple keywords. Get automatic internal linking suggestions. And much, much more!":[""],"Explore now":[""],"Rank higher in search results":[""],"Turn more visitors into customers!":[""],"Increase Google clicks with rich results":[""],"Write product pages that rank using the SEO analysis":[""],"Get XML sitemaps":[""],"Optimize your video previews & thumbnails":[""],"Make sure your videos load quickly for users":[""],"Automatically get technical SEO best practices for video content":[""],"Drive more views to your videos":[""],"Stand out for local searches":[""],"Explore %s now!":[""],"%1$s24/7 support%2$s: Also on evenings and weekends.":[""],"%1$sAppealing social previews%2$s people actually want to click on.":[""],"%1$sNo more broken links%2$s: Automatic redirect manager.":[""],"%1$sSuper fast%2$s internal linking suggestions.":[""],"%1$sMultiple keywords%2$s: Rank higher for more searches.":[""],"%1$sAI%2$s: Better SEO titles and meta descriptions, faster.":[""],"Highlight areas of improvement in your text, no more searching for a needle in a haystack, straight to optimizing! Now also in Elementor!":[""],"Leave a quick review":[""],"Happy with the plugin?":[""],"Show Yoast SEO some love!":[""],"Let's get your site in tip-top shape for the search engines. Simply follow these 5 steps to make Google understand what your site is about.":[""],"If your goal is to increase your rankings, you need to work on your SEO regularly. That can be overwhelming, so let's tackle it one step at a time!":[""],"Great work! Thanks to the details you've provided, %1$s has enhanced your site for search engines, giving them a clearer picture of what your site is all about.":[""],"Important: We won't sell this data, and we won't collect any personal information about you or your visitors.":[""],"What data will be collected and why?":[""],"No, I don't want to share my site data":[""],"Are you open to help us improve our services?":[""],"Yes, give me your free tips!":[""],"Subscribe to the %1$s newsletter to receive best practices for improving your rankings, save time on SEO tasks, stay up-to-date with the latest SEO news, and get expert guidance on how to make the most of %2$s!":[""],"Get free weekly SEO tips!":[""],"You're almost there! Complete all settings in this step so search engines know what your site is about.":[""],"Completing this step helps Google to understand your site even better. Bonus: You'll improve your chance of getting %1$srich results%2$s!":[""],"Let's start by running the SEO data optimization. That means we'll scan your site and create a database with optimized SEO data. It won't change any content or settings on your site and you don't need to do anything, just hit start!\n\nNote: If you have a lot of content, this optimization could take a moment. But trust us, it's worth it!":[""],"We've successfully analyzed your site & optimized your SEO data!":[""],"Fantastic work! Add your organization's social media accounts below. This allows us to fine-tune the metadata for these platforms.":[""],"Social share preview":[""],"Twitter share preview":[""],"The %1$s interface is currently unavailable in the beta WooCommerce product editor. To resolve any issues, please disable the beta editor. %2$sLearn how to disable the beta WooCommerce product editor.%3$s":[""],"Compatibility issue: Yoast SEO is incompatible with the beta WooCommerce product editor.":[""],"Search engines and other websites can still send traffic to your trashed content.":[""],"Unlock with the %1$s":["Mở khóa bằng %1$s"],"Generate product titles & descriptions with AI!":["Tạo tiêu đề và mô tả sản phẩm bằng AI!"],"Last year":["Năm ngoái"],"Last week":["Tuần trước"],"Last day":["Ngày cuối"],"Last updated":["Cập nhật mới nhất"],"Activate tracking to show the ranking position":[""],"List your Frequently Asked Questions in an SEO-friendly way.":[""],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by OpenAI GPTBot.":[""],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by the Google-Extended bot. Enabling this setting won’t prevent Google from indexing your website.":[""],"Lots of web traffic comes from bots crawling the web. Some can benefit your site or business, while other bots don’t. Blocking unwanted bots can save energy, help with site performance, and protect copyrighted content. Learn more about %1$swhen to block unwanted bots%2$s.":[""],"Prevent OpenAI GPTBot from crawling":[""],"Prevent Google Bard and Vertex AI bots from crawling":[""],"Prevent Common Crawl CCBot from crawling":[""],"Unlock Premium SEO analysis":[""],"Get more help with writing content that ranks":[""],"$ USD / € EUR / £ GBP per year (ex. VAT)":[""],"Internal linking suggestions":[""],"%1$s SAVE 30%% %2$s on your 12 month subscription":[""],"Learn more about %s (Opens in a new browser tab)":[""],"Write more natural and engaging content":["Viết nội dung tự nhiên và hấp dẫn hơn"],"Synonyms help users understand your copy better. It’s easier to read for both users and Google. In %s, you can add synonyms for your focus keyphrase, and we’ll help you optimize for them.":[""],"Is your %1$s store ready for Black Friday?":[""],"Check your text on even more SEO criteria and get an enhanced keyphrase analysis, making it easier to optimize your content.":[""],"Buy now!":["Mua ngay!"],"30% OFF!":[""],"BLACK FRIDAY SALE: %1$s %2$sBuy now!%3$s":[""],"BLACK FRIDAY SALE: %1$s":[""],"Reach a wider audience":[""],"Add related keyphrases":[""],"%s automatically suggests to what content you can link with easy drag-and-drop functionality, which is good for your SEO!":[""],"Rank higher by connecting your content":[""],"Get help optimizing for up to 5 related keyphrases. This helps you reach a wider audience and get more traffic.":[""],"-30%":[""],"%1$s Now with 30%% Black Friday Discount!":[""],"%1$sSALE 30%% OFF!%2$s":[""],"30% OFF":[""],"BLACK FRIDAY":[""],"Claim your 30% off now!":[""],"Social media appearance":[""],"Determine how your post should look in the search results.":[""],"The Yoast %1$sultimate Black Friday checklist%2$s helps you prepare in time, so you can boost your results during this sale.":[""],"To customize the appearance of your post specifically for Twitter, please fill out the 'Twitter appearance' settings below.":[""],"Twitter appearance":[""],"To customize the appearance of your post specifically for Twitter, please fill out the 'Twitter appearance' settings below. If you leave these settings untouched, the 'Social media appearance' settings mentioned above will also be applied for sharing on Twitter.":[""],"Determine how your post should look on social media like Facebook, Twitter, Instagram, WhatsApp, Threads, LinkedIn, Slack, and more.":[""],"Get the checklist and start optimizing now!":[""],"Is your WooCommerce store ready for Black Friday?":[""],"The %1$s %2$sultimate Black Friday checklist%3$s helps you prepare in time, so you can boost your results during this sale.":[""],"AI generator":[""],"New in %1$s":[""],"Use AI to write your titles & meta descriptions!":[""],"Use the power of Yoast AI to automatically generate compelling titles and descriptions for your posts and pages.":[""],"AI title & description generator":[""],"Use AI":[""],"Clear selection":[""],"Note that the following commonly-used parameters will not be removed: %1$s, %2$s, %3$s, %4$s, %5$s, %6$s, and %7$s.":[""],"Learn how to increase your rankings with %1$s":[""],"Want an enhanced Google preview of how your WooCommerce products look in the search results?":[""],"Sign up today!":[""],"Feeling lost when it comes to optimizing your site for the search engines? Join our FREE webinar to gain the confidence that you need in order to start optimizing like a pro! You'll obtain the knowledge and tools to start effectively implementing SEO.":[""],"Join our FREE webinar for SEO success":[""],"Want your products stand out in search results with rich results like price, reviews and more?":[""],"%1$s, %2$s and %3$s":[""],"%1$s and %2$s":[""],"Please see the “New” badges and review the Search appearance settings.":[""],"New type of content added to your site!":[""],"Site policies":[""],"Select a page which provides information about your diversity policies for %1$sstaffing%2$s, %1$shiring%2$s and %1$semployment%2$s.":[""],"Select a page which provides information on your diversity policies for %1$seditorial%2$s content.":[""],"Select a page which describes the personal, organizational, and corporate %1$sstandards%2$s of %1$sbehavior%2$s expected by your organization.":[""],"Select a page which outlines your procedure for addressing %1$serrors%2$s (e.g., publishing retractions or corrections).":[""],"Select a page which describes how your organization collects and responds to %1$sfeedback%2$s, engages with the %1$spublic%2$s, and prioritizes %1$stransparency%2$s.":[""],"Select a page which describes the ownership structure of your organization. It should include information about  %1$sfunding%2$s and %1$sgrants%2$s.":[""],"Select a page which describes the editorial principles of your organization. %1$sWhat%2$s do you write about, %1$swho%2$s do you write for, and %1$swhy%2$s?":[""],"Select the pages on your website which contain information about your organizational and publishing policies. Some of these might not apply to your site, and you can select the same page for multiple policies. %1$sLearn more about why setting your site policies is important%2$s.":[""],"Diversity staffing report":[""],"Diversity policy":[""],"Ethics policy":[""],"Corrections policy":[""],"Actionable feedback policy":[""],"Ownership / Funding info":[""],"Publishing policies":[""],"Publishing principles":[""],"Failed to retrieve pages.":[""],"Searching pages...":[""],"Add new page...":[""],"No pages found.":[""],"You've added a new type of content. We recommend that you review the corresponding %1$sSearch appearance settings%2$s.":[""],"Error: Taxonomy was not removed from new_taxonomies list.":[""],"Taxonomy is no longer new.":[""],"Taxonomy is not new.":[""],"Error: Post type was not removed from new_post_types list.":[""],"Post type is no longer new.":[""],"Post type is not new.":[""],"Write a bug report":[""],"Our support team is here to answer any questions you may have. Fill out the (pop-up) contact form, and we'll get back to you as soon as possible!":[""],"%1$sSupport languages:%2$s English & Spanish":[""],"If you don't find the answers you're looking for and need personalized help, you can get 24/7 support from one of our support engineers.":[""],"Contact our support team":[""],"Have you stumbled upon a bug while using %1$s? Please raise a bug report on our GitHub repository to let us know about the issue!":[""],"Raise a bug report on GitHub":[""],"Visit WordPress forum":[""],"In the WordPress support forum for %1$s you can find answers or ask for help from %1$s users in the WordPress community.":[""],"WordPress support forum for %1$s":[""],"Visit our help center":[""],"Have a look at our help center to find articles, tutorials, and other resources to help you get the most out of %1$s!":[""],"%1$s's help center":[""],"Need help with %1$s? These resources are a great place to start!":[""],"Additional resources":[""],"Here, you'll find answers to commonly asked questions about using %1$s. If you don't see your question listed, you can have a look at the section below.":[""],"Frequently asked questions":[""],"If you have any questions, need a hand with a technical issue, or just want to say hi, we've got you covered. Get in touch with us and we'll be happy to assist you!":[""],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by Google AdsBot. You should only enable this setting if you're not using Google Ads on your site.":[""],"Block unwanted bots":[""],"Close the upgrade callout":[""],"%1$s and get an exclusive %2$s discount for %3$s month(s).":[""],"Click here to upgrade your %s plan":[""],"Keyphrases tracked: %1$s/%2$s":[""],"Your are tracking %1$s out of %2$s keyphrases included in your account.":[""],"Your are tracking %1$s out of %2$s keyphrases included in your free account.":[""],"Support":[""],"Prevent Google AdsBot from crawling":[""],"%s":["%s"],"This overview will show you your top performing keyphrases in Google. Connect with %s to get started.":["Phần tổng quan này sẽ hiển thị cho bạn các cụm từ khóa hoạt động tốt nhất trên Google. Kết nối với %s để bắt đầu."],"You have successfully connected with %s.":["Bạn đã kết nối thành công với %s."],"You have successfully connected with %1$s. Your %2$s account does not contain any keyphrases for this website yet. You can track keyphrases by using the \"Track SEO Performance\" button in the post editor.":["Bạn đã kết nối thành công với %1$s. Tài khoản %2$s của bạn chưa chứa bất kỳ cụm từ khóa nào cho trang web này. Bạn có thể theo dõi các cụm từ khóa bằng cách sử dụng nút \"Theo dõi hiệu suất SEO\" trong trình chỉnh sửa bài đăng."],"Network Error: Unable to connect to the server. Please check your internet connection and try again later.":["Lỗi mạng: Không thể kết nối đến máy chủ. Vui lòng kiểm tra kết nối internet của bạn và thử truy cập lại sau."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of URLs like %1$s, %2$s and %3$s.":["Thêm quy tắc 'không cho phép' vào tệp robots.txt của bạn để ngăn việc thu thập dữ liệu các URL như %1$s, %2$s và %3$s."],"Your WordPress environment is running on a non-production site. Indexables can only be created on production environments. Please check your `WP_ENVIRONMENT_TYPE` settings.":[""],"Inclusive language: %s":["Bao gồm ngôn ngữ: %s"],"%1$s / %2$s: Top Keyphrases":["%1$s / %2$s: Các cụm từ khóa hàng đầu"],"The post type %s could not be indexed because it does not meet indexing requirements.":["Không thể lập chỉ mục loại bài đăng %s vì nó không đáp ứng các yêu cầu lập chỉ mục."],"The name of this category is %1$s.":["Tên của danh mục này là %1$s."],"Start the course":["Bắt đầu khóa học (hướng dẫn)"],"Start free trial lesson":["Bắt đầu buổi học thử miễn phí"],"Maximize your SEO game by purchasing %s, which grants you unlimited access to all courses.":["Tối ưu tất cả SEO Game của bạn bằng cách mua %s, cho phép bạn truy cập không giới hạn vào tất cả các khóa học."],"Learn vital SEO skills that you can apply at once! Let us take you by the hand and give you practical SEO tips to help you outrank your competitors. %s comes with five free courses.":[""],"Learn vital SEO skills that you can apply at once! Let us take you by the hand and give you practical SEO tips to help you outrank your competitors. Maximize your SEO game! Because your %s subscription gives you unlimited access to all courses.":[""],"Choosing the right type of hosting for your site is the basis of a solid Technical SEO strategy. Learn all about it in this course!":[""],"You have to make it possible for search engines to find your site, so they can display it in the search results. We'll tell you all about how that works in this course!":[""],"Are you selling in countries all over the world? In this course, you’ll learn all about setting up and managing a site that targets people in different languages and locales.":[""],"Do you want to take a deep dive into structured data? In this course, you'll learn the theory related to structured data in detail.":[""],"Learn how to optimize your online shop for your customers and for search engines!":[""],"Do you own a local business? This course will teach you how to make sure your local audience can find you in the search results and on Google Maps!":[""],"A clear site structure benefits your users and is of great importance for SEO. Still, most people seem to forget about this. Get ahead of your competition and learn how to improve your site structure!":[""],"Start creating block-tastic content with the new WordPress block editor! Learn all about the block editor and what you can do with it.":[""],"Do you know the essential first step of good SEO? It's keyword research. In this training, you'll learn how to research and select the keywords that will guide searchers to your pages.":[""],"Learn how to make your site stand out from the crowd by adding structured data!":[""],"In this course, you'll learn how to write awesome copy that is optimized for ranking in search engines.":[""],"Do you want to set up your own WordPress site? This course will teach you the ins and outs of creating and maintaining a WordPress website!":[""],"In this course, you'll learn practical SEO skills on every key aspect of SEO, to make your site stand out.":[""],"In this course, you'll learn about how to set up and use the %1$s for WordPress plugin so it makes SEO even easier. This course is meant for users of the block editor.":[""],"In this free course, you'll get quick wins to make your site rank higher in Google, Bing, and Yahoo.":[""],"Academy":[""],"%1$s %2$s isn't working as expected %3$s and you are not receiving updates or support! Make sure to %4$s activate your product subscription in %5$s%6$s to unlock all the features of %7$s.":[""],"%1$s can't be updated because your product subscription is expired. %2$sRenew your product subscription%3$s to get updates again and use all the features of %1$s.":[""],"Warning! These are expert features, so make sure you know what you're doing before using this setting. You might break your site. %1$sRead more about how your site can be affected%2$s.":[""],"%1$s: unregistered URL parameter removed. See %2$s":[""],"This feature is disabled when your site is not using pretty permalinks.":[""],"This feature is disabled when your site is not using %1$spretty permalinks%2$s.":[""],"%1$s: redirect utm variables to #":[""],"Optimize your business for multiple locations":[""],"Easily add maps, address finders, and opening hours to your content":[""],"Automatically get technical SEO best practices for local businesses":[""],"Attract more customers to your site and physical store":[""],"Remove Other profile %1$s":[""],"Please select a user in the Site representation step.":[""],"You can %1$supdate or add social profiles to this user profile%2$s.":[""],"You have selected the user %1$s as the person this site represents.":[""],"If you select a Person to represent this site, we will use the social profiles from the selected user's profile page.":[""],"It looks like you've enabled media pages. We recommend that you help us to re-analyze your site by running the SEO data optimization. ":[""],"Organization Mastodon":[""],"%1$s Settings - %2$s":[""],"Read more about how to get your site verified.":[""],"Get your site verified in your Mastodon profile.":[""],"E.g. https://mastodon.social/@yoast":[""],"Mastodon":[""],"%2$s integrates %1$s' Schema output into its own to get rich snippets for your digital products!":[""],"Get %1$srich results for your digital products%2$s in Google search":[""],"Add trustworthiness to your %1$s profile by verifying your site with %2$s.":[""],"Verify your site on %1$s%2$s%3$s":[""],"Mastodon profile not yet added":[""],"Mastodon profile added":[""],"Potentially non-inclusive":[""],"Finish your %s":[""],"Please enter a number between 1 and 50.":[""],"Settings navigation":[""],"Close settings navigation":[""],"Open settings navigation":[""],"Choose whether your site represents an organization or a person. %1$sLearn more about the differences and choosing between Organization and Person%2$s.":[""],"%1$sGet%2$s %3$s":[""],"Index Now":[""],"Failed to retrieve media.":[""],"Limit the length of internal site search queries to reduce the impact of spam attacks and confusing URLs. Please enter a number between 1 and 50.":[""],"The number you've entered is not between 1 and 50.":[""],"Determine how your %1$s should look on social media.":[""],"Disabling this means that archive pages for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":[""],"Prevents specific URL parameters from being removed by the above feature. E.g., adding %1$s will prevent %2$s from being redirected to %3$s. You can add multiple parameters and separate them by using enter or a comma.":[""],"Consolidates WordPress' multiple site search URL formats into the %1$s syntax. E.g., %2$s will redirect to %3$s":[""],"Redirect pretty URLs to ‘raw’ formats":[""],"Allow":[""],"Deny":[""],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":[""],"Only available for English sites":[""],"You can change the default type for %1$s under Content types in the %2$sSettings%3$s.":[""],"all the Yoast plugins":[""],"Show date archives in search results":[""],"Show %1$s archives in search results":[""],"Prefix for archive breadcrumbs":[""],"Unlock rich results in Google search by using plugins that integrate with the %1$sYoast Schema API%2$s.":[""],"Schema API integrations":[""],"%s can integrate with other products, to help you further improve your website. You can enable or disable these integrations below.":[""],"Unlock rich snippets for your product pages by using %1$s.":[""],"Get %1$srich product results%2$s in Google search":[""],"%1$s integrates with %2$s's Schema API to get rich snippets for your recipes!":[""],"Get %1$srich results for your recipes%2$s in Google search":[""],"%1$s integrates with %2$s's Schema API to get rich snippets for your podcasts!":[""],"Get %1$srich results for your podcast%2$s in Google search":[""],"%1$s integrates with %2$s's Schema API to get rich snippets for your events!":[""],"Get %1$srich results for your events%2$s in Google search":[""],"You have selected the user %1$s%3$s%2$s as the person this site represents. Their user profile information will now be used in search results. We're sorry, you're not allowed to edit this user's profile. Please contact your admin or %1$s%3$s%2$s to check and/or update the profile.":[""],"An organization name and logo need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site name and logo as default values. %1$sLearn more about the importance of structured data%2$s.":[""],"This info is intended to appear in %1$sGoogle's Knowledge Graph%2$s.":[""],"Other profile %1$s":[""],"Tweet":[""],"Organization Twitter":[""],"Open Graph":[""],"Organization Facebook":[""],"OpenGraph":[""],"Format archives":[""],"File":[""],"PDF":[""],"Video":[""],"Attachment":[""],"404 pages title":[""],"Search pages title":[""],"Enable date archives":[""],"Enable author archives":[""],"Anchor text for the homepage":[""],"Organization/person":[""],"Divider":[""],"Remove Atom/RDF feeds":[""],"Webmaster":[""],"Share":[""],"Structured data":[""],"Enable the %1$s XML sitemaps. A sitemap is a file that lists a website's essential pages to make sure search engines can find and crawl them.":[""],"The %1$s icon in the top admin bar provides quick access to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":[""],"Allows for Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared. Keep this feature enabled to optimize your site for social media.":[""],"Count the number of internal links from and to your posts to improve your site structure.":[""],"Mark and filter your cornerstone content to make sure your most important articles get the attention they deserve. To help you write excellent copy, we’ll assess your text more strictly.":[""],"Get more insights into what you are writing. What words do you use most often? How much time does it take to read your text? Is your text easy to read?":[""],"The inclusive language analysis offers suggestions to write more inclusive copy, so more people will be able to relate to your content.":[""],"The SEO analysis offers suggestions to improve the findability of your text and makes sure that your content meets best practices.":[""],"Set the basic info for your website. You can use %1$stagline%2$s and %1$sseparator%2$s as %3$sreplacement variables%4$s when configuring the search appearance of your content.":[""],"Usage tracking allows us to track some data about your site to improve our plugin. %1$sLearn more about which data we track and why%2$s.":[""],"A link to the archive for the post author, with the author's name as anchor text.":[""],"Determine how your %1$s pages should be described by default in your site's Schema.org markup. You can always customize the settings for individual %1$s pages in the %2$s metabox.":[""],"Determine how your %1$s pages should look in search engines. You can always customize the settings for individual %1$s pages in the %2$s metabox.":[""],"Enable %1$s pages":[""],"Determine how your homepage should look in the search results.":[""],"Determine how your %1$s should look in search engines. You can always customize the settings for individual %1$s in the %2$s metabox.":[""],"Enable format-based archives":[""],"Not sure how to implement the %3$s breadcrumbs on your site? Read %1$sour help article on breadcrumbs implementation%2$s.":[""],"Show %1$s without posts in search results":[""],"Determine how your %1$s should look on social media by default. You can always customize the settings for individual %1$s in the %2$s metabox.":[""],"Determine what your %1$s should look like in the search results by default. You can always customize the settings for individual %1$s in the %2$s metabox.":[""],"This taxonomy is used for %2$s.":[""],"This taxonomy is used for %1$s and %2$s.":[""],"Read more about our custom field analysis":[""],"Determine how your %1$s should look on social media by default. You can always customize the settings for individual %1$s in the %2$s sidebar or metabox.":[""],"Determine what your %1$s should look like in the search results by default. You can always customize the settings for individual %1$s in the %2$s sidebar or metabox.":[""],"Determine how your %1$s should be described by default in %2$syour site's Schema.org markup%3$s. You can always change the settings for individual %1$s in the %4$s sidebar or metabox.":[""],"You can add multiple custom fields and separate them by using %1$senter%2$s or %1$scomma%2$s.":[""],"Please enter a search term with at least 3 characters.":[""],"CtrlK":[""],"⌘K":[""],"Add new user...":[""],"Unavailable for multisites":[""],"Integrate your custom fields and SEO data from %1$s%2$s%3$s":[""],"Upgrade your %1$s%2$s%3$s SEO":[""],"Improve your internal search results with %1$s%2$s%3$s":[""],"Make your terms & privacy pages more trustworthy with %1$s%2$s%3$s":[""],"Track your rankings through time with %1$s%2$s%3$s":[""],"Use %1$s%2$s%3$s to do keyword research - without leaving your post":[""],"We could not save the website name. Please check the value.":[""],"%1$sSubheading distribution%2$s: The beginning of your text is longer than %4$s %5$s and is not separated by any subheadings. %3$sAdd subheadings to improve readability.%2$s":[""],"WordPress.org support forums":[""],"Yoast Premium support":[""],"Yoast.com help section":[""],"Help":[""],"Write better content":[""],"Improve your blog post":[""],"Learn more SEO":[""],"SEO Tools":[""],"not set":[""],"With a 30-day money-back guarantee. No questions asked.":[""],"Reach new customers who live near your business":[""],"Get all 5 Yoast plugins for WordPress at a big discount":[""],"Cover all your SEO bases":[""],"Add global identifiers for variable products":[""],"Drive more traffic to your online store":[""],"Add all necessary schema.org markup":[""],"Ping Google on the publication of a new post":[""],"Rank higher in Google's news carousel":[""],"Make your videos responsive for all screen sizes":[""],"Cleaned up %1$d record from %2$s.":[""],"Cleaning up %1$s [%2$s]":[""],"Skipping %1$s. %2$s is not active on this site.":[""],"Cleaned up %1$d record.":[""],"The value for 'batch-size' must be a positive integer higher than equal to 1.":[""],"The value for 'interval' must be a positive integer.":[""],"We need to re-analyze some of your SEO data because of a change in the visibility of your taxonomies. Please help us do that by running the SEO data optimization. ":[""],"We need to re-analyze some of your SEO data because of a change in the visibility of your post types. Please help us do that by running the SEO data optimization. ":[""],"The term %s could not be built because it's not indexable.":[""],"The post %s could not be indexed because it's post type is excluded from indexing.":[""],"The post %s could not be indexed because it does not meet indexing requirements.":[""],"%1$sSAVE 30%%%2$s on your 12 month subscription":[""],"BLACK FRIDAY - 30% OFF":[""],"Use the alternate organization name for acronyms, or a shorter version of your organization's name.":[""],"Alternate organization name":[""],"Use the alternate website name for acronyms, or a shorter version of your website's name.":[""],"Alternate website name":[""],"Determine how the title of your 404 error pages should look in the browser.":[""],"404 error pages":["Trang lỗi 404"],"Determine how the title of your internal search pages should look in the browser.":[""],"Internal search pages":["Các trang tìm kiếm nội bộ"],"Show media pages in search results":["Hiển thị các trang Media trong kết quả tìm kiếm"],"Show format archives in search results":["Hiển thị các bản lưu trữ Ngày trong kết quả tìm kiếm"],"Show author archives in search results":["Hiển thị các lưu trữ Tác giả trong kết quả tìm kiếm"],"Breadcrumbs for %1$s":[""],"Site connections":["Kết nối trang web"],"View the XML sitemap":["Xem sơ đồ trang XML"],"Enable feature":["Bật các tính năng"],"Site features":[""],"Learn more":["Tìm hiểu thêm"],"Site info":["Thông tin web"],"We're sorry, you're not allowed to edit the %1$swebsite name%2$s and %1$stagline%2$s.":[""],"Show or hide our tools and controls in the attachment editor.":[""],"(e.g., %1$s)":[""],"Remove unregistered URL parameters":[""],"Optimize Google Analytics utm tracking parameters":[""],"Remove WP-JSON API":[""],"Remove emoji scripts":[""],"Remove Atom / RDF feeds":[""],"Remove search results feeds":["Xóa nguồn cấp dữ liệu kết quả tìm kiếm"],"Remove custom taxonomy feeds":[""],"Remove tag feeds":["Xoá nguồn cấp dữ liệu thẻ (tag)"],"Remove category feeds":["Xóa nguồn cấp dữ liệu danh mục"],"Remove post type feeds":[""],"Remove post authors feeds":[""],"Remove post comments feeds":[""],"Remove global comment feeds":[""],"Remove global feed":[""],"Remove powered by HTTP header":[""],"Remove generator tag":[""],"Remove oEmbed links":[""],"Remove RSD / WLW links":[""],"Remove REST API links":[""],"Remove shortlinks":[""],"Show or hide our tools and controls in the content editor.":["Hiển thị hoặc ẩn các công cụ và điều khiển của chúng tôi trong trình chỉnh sửa nội dung."],"Enable SEO controls and assessments":[""],"Unlock with %1$s":[""],"We couldn’t find anything with that term.":["Chúng tôi không thể tìm thấy gì với thuật ngữ đó."],"Search...":["Tìm kiếm..."],"Quick search...":["Tìm nhanh..."],"No, continue editing":["Không, tiếp tục chỉnh sửa"],"Yes, discard changes":["Có, huỷ bỏ các thay đổi"],"You are about to discard all unsaved changes. All of your settings will be reset to the point where you last saved. Are you sure you want to do this?":[""],"Discard all changes":["Huỷ bỏ tất cả các thay đổi"],"Redirect pretty URLs for search pages to raw format":[""],"Choose the general appearance of your breadcrumbs.":[""],"Breadcrumb appearance":[""],"You have selected the user %1$s%5$s%2$s as the person this site represents. Their user profile information will now be used in search results. %3$sUpdate their profile to make sure the information is correct%4$s.":[""],"Please tell us more about the person this site represents.":[""],"E.g. https://example.com/yoast":["Ví dụ. https://example.com/yoast"],"Tell us if you have any other profiles on the web that belong to your organization. This can be any number of profiles, like YouTube, LinkedIn, Pinterest, or even Wikipedia.":[""],"Please tell us more about your organization. This information will help Google to understand your website, and improve your chance of getting rich results.":[""],"E.g. https://twitter.com/yoast":["Ví dụ https://twitter.com/yoast"],"E.g. https://facebook.com/yoast":["Ví dụ https://facebook.com/yoast"],"Other profiles":["Hồ sơ khác"],"Writing":["Đang viết"],"You can determine the title and description for the blog page by %1$sediting the blog page itself%2$s.":[""],"These are expert features, so make sure you know what you're doing before removing the parameters. %1$sRead more about how your site can be affected%2$s.":[""],"Advanced: URL cleanup":["Nâng cao: Dọn dẹp URL"],"Prevent crawling of internal site search URLs":[""],"Block internal site searches which match the patterns of known spam attacks.":[""],"Block internal site searches which contain complex and non-alphanumeric characters, as they may be part of a spam attack.":[""],"Enables advanced settings for protecting your internal site search URLs.":["Kích hoạt cài đặt nâng cao để bảo vệ URL tìm kiếm trang web nội bộ của bạn."],"Your internal site search can create lots of confusing URLs for search engines, and can even be used as a way for SEO spammers to attack your site. Most sites will benefit from experimenting with these protections and optimizations, even if you don’t have a search feature in your theme.":[""],"Internal site search cleanup":[""],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of WordPress' JSON API endpoints.":[""],"Remove JavaScript used for converting emoji characters in older browsers.":[""],"Remove URLs which provide alternative (legacy) formats of all of the above.":[""],"Remove URLs which provide information about your search results.":[""],"Remove URLs which provide information about your recent posts, for each custom taxonomy.":[""],"Remove URLs which provide information about your recent posts, for each tag.":[""],"Remove URLs which provide information about your recent posts, for each category.":[""],"Remove URLs which provide information about your recent posts, for each post type.":[""],"Remove URLs which provide information about recent posts by specific authors.":[""],"Remove URLs which provide information about recent comments on each post.":[""],"Also disables post comment feeds.":[""],"Remove URLs which provide an overview of recent comments on your site.":[""],"Remove URLs which provide an overview of your recent posts.":[""],"WordPress outputs your content in many different formats, across many different URLs (like RSS feeds of your posts and categories). It’s generally good practice to disable the formats you’re not actively using.":[""],"Disable unwanted content formats":[""],"Remove links which allow others sites to ‘ping’ yours when they link to you.":[""],"Remove information about the plugins and software used by your site.":[""],"Remove links used for embedding your content on other sites.":[""],"Remove links used by external systems for publishing content to your blog.":[""],"Remove links to the location of your site’s REST API endpoints.":[""],"Remove links to WordPress' internal 'shortlink' URLs for your posts.":[""],"Remove unwanted metadata":[""],"Crawl optimization":[""],"Removes unknown URL parameters via a %1$s redirect. E.g., %2$s will be redirected to %3$s":[""],"Replaces %1$s tracking parameters with the (more performant) %2$s equivalent, via a %3$s redirect. E.g., %4$s will be redirected to %5$s":[""],"Users and search engines may often request your URLs whilst using query parameters, like %1$s. These can be helpful for tracking, filtering, and powering advanced functionality - but they come with a performance and SEO ‘cost’. Sites which don’t rely on URL parameters might benefit from using these options.":[""],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by Common Crawl CCBot.":[""],"WordPress adds a lot of links and content to your site's %1$s and HTTP headers. For most websites you can safely disable all of these, which can help to save bytes, electricity, and trees.":[""],"Make your site more efficient and more environmentally friendly by preventing search engines from crawling things they don’t need to, and by removing unused WordPress features. %1$sLearn more about crawl settings and how they could benefit your site%2$s.":[""],"E.g., %1$s and %2$s":[""],"E.g., %1$s":[""],"Enable breadcrumbs for your theme":[""],"You can always choose to enable/disable them for your theme below. This setting will not apply to breadcrumbs inserted through a widget, a block or a shortcode.":[""],"Choose which Post type you wish to show in the breadcrumbs for Taxonomies.":[""],"Breadcrumbs for taxonomies":[""],"Choose which Taxonomy you wish to show in the breadcrumbs for Post types.":[""],"Breadcrumbs for post types":[""],"Breadcrumb for 404 page":[""],"Prefix for search page breadcrumbs":[""],"Add prefix":[""],"Add anchor text":[""],"Add separator":[""],"Configure the appearance and behavior of %1$syour breadcrumbs%2$s.":[""],"Disabling this will redirect the %1$s to your site's homepage.":[""],"Refresh this page":[""],"Unfortunately, this means that all your unsaved changes will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":[""],"Something went wrong. An unexpected error occurred.":[""],"Failed to retrieve users.":[""],"Searching users...":[""],"No users found.":[""],"Discard changes":[""],"The profile is not valid. Please use only 1-25 letters, numbers and underscores or enter a valid Twitter URL.":[""],"The profile is not valid. Please enter a valid URL.":[""],"The verification code is not valid. Please use only the letters A to F, numbers, underscores and dashes.":[""],"The verification code is not valid. Please use only letters, numbers, underscores and dashes.":[""],"User":[""],"Site basics":[""],"Text formality":[""],"Read more about text formality.":[""],"%1$s%3$s%2$s will help you assess the formality level of your text.":[""],"WordPress loads lots of resources, some of which your site might not need. If you’re not using these, removing them can speed up your pages and save resources.":[""],"Remove unused resources":[""],"Prevent search engines from crawling /wp-json/":[""],"Prevent search engines from crawling site search URLs":[""],"There are unsaved changes on this page. Leaving means that those changes will be lost. Are you sure you want to leave this page?":["Có nhiều thay đổi chưa được lưu trên trang này. Rời khỏi có nghĩa là những thay đổi chưa được lưu sẽ mất. Bạn có chắc chắn muốn rời khỏi trang này?"],"Media pages":["Trang nội dung đa phương tiện"],"Categories & tags":["Chuyên mục & Thẻ"],"Content types":["Kiểu nội dung"],"Show more":["Xem thêm"],"Show less":["Thu gọn"],"Configure the basics for your website.":["Các cấu hình cơ bản cho trang web của bạn."],"This field updates the %1$stagline in your WordPress settings%2$s.":[""],"Disabling this means that %1$s pages created by WordPress will not be indexed by search engines and will be excluded from XML sitemaps.":[""],"Show %1$s pages in search results":["Hiển thị %1$s trang trong kết quả tìm kiếm"],"We recommend keeping %1$s pages disabled. This will cause all attachment URLs to be redirected to the media itself.":[""],"%1$s pages":["%1$s trang"],"When you upload media (e.g. an image or video), %5$s automatically creates a %3$s page (attachment URL) for it. These pages are quite empty and could cause %1$sthin content problems and lead to excess pages on your site%2$s. Therefore, %4$s disables them by default (and redirects the attachment URL to the media itself).":[""],"Format-based archives can cause duplicate content issues. For most sites, we recommend that you disable this setting.":[""],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps. We recommend that you disable this setting.":[""],"%1$s can cause duplicate content issues. For most sites, we recommend that you disable this setting.":[""],"%1$s (e.g. %2$s) are based on publication dates. From an SEO perspective, the posts in these archives have no real relation to the other posts except for their publication dates, which doesn’t say much about the content. They could also lead to duplicate content issues. This is why we recommend you to disable %3$s.":[""],"Determine how your %1$s should look on social media by default.":[""],"Disabling this means that %1$s without any posts will not be indexed by search engines and will be excluded from XML sitemaps.":[""],"Show archives for authors without posts in search results":[""],"Determine how your %1$s should look in search engines.":[""],"If you're running a one author blog, the %1$s (e.g. %2$s) will be exactly the same as your homepage. This is what's called a %3$sduplicate content problem%4$s. If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or prevent it from showing up in search results.":[""],"Author archive":[""],"Read more about the search results settings":["Đọc thêm về cài đặt kết quả tìm kiếm"],"Determine how your %1$s should look in search engines and on social media.":[""],"Contact support":["Liên hệ hỗ trợ"],"We're very sorry, but it seems like the following error has interrupted our application:":[""],"Read reviews from real users":[""],"%1$s attempted to load the class %2$s but it could not be found.":[""],"We noticed that you are using a multilingual plugin. Please be aware that this analysis feedback is intended only for texts written in English.":[""],"Determine how your homepage should look in the search results and on social media. This is what people probably will see when they search for your brand name.":[""],"Determine how your homepage should look on social media.":["Chọn giao diện Trang chủ của bạn trên mạng xã hội."],"Show the categories prefix in the slug":[""],"Category URLs in WordPress contain a prefix, usually %s. Show or hide that prefix in category URLs.":[""],"Determine how your %1$s archive should look on social media.":[""],"Disabling this means that the archive for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":[""],"Determine how your %1$s archive should look in search engines.":[""],"These settings are specifically for optimizing your %1$s archive.":[""],"%1$s archive":[""],"Add custom fields to page analysis":["Thêm các trường tùy chỉnh vào phân tích trang"],"Additional settings":["Cài đặt thêm"],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":[""],"Search appearance":[""],"You haven't set a Shop page in your WooCommerce settings. %1$sPlease do this first%2$s.":[""],"The %1$ssocial image%2$s, %1$ssocial title%2$s and %1$ssocial description%2$s require Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":[""],"Oh no! It seems your form contains invalid data. Please review the following fields:":[""],"Archive social image":[""],"Archive social description":[""],"Archive social title":[""],"Show the archive for %1$s in search results":[""],"Archive breadcrumbs title":[""],"Archive meta description":[""],"Archive SEO title":[""],"Enable %1$s for %2$s":[""],"Show %1$s in search results":["Hiển thị %1$s trong kết quả tìm kiếm"],"The selected media type is not valid. Supported types are: JPG, PNG, WEBP and GIF.":["Loại media đã chọn không hợp lệ. Các loại được hỗ trợ là: JPG, PNG, WEBP và GIF."],"%1$sInclusive language%2$s: We haven't detected any potentially non-inclusive phrases. Great work!":[""],"Potentially non-inclusive phrases":[""],"Non-inclusive phrases":[""],"Learn more about the inclusive language analysis":[""],"Inclusive language:":[""],"Removes the inclusive language analysis section from the metabox and disables all inclusive language-related suggestions.":[""],"Disable inclusive language analysis":[""],"Discover why inclusive language is important for SEO.":[""],"The inclusive language analysis offers suggestions to write more inclusive copy.":[""],"Inclusive language analysis":[""],"Inclusive language":[""],"%1$sInclusive language%2$s: %3$s":[""],"Use %s fields to power your meta tags and templates, and analyze all of your content.":[""],"Improve your technical SEO, meta tags and unlock more SEO ecommerce tools.":[""],"Connect your %1$s account to improve your site’s search results using %2$s data.":[""],"Upgrade your meta tags and social previews and manage your SEO settings in one place.":["Nâng cấp thẻ meta và bản xem trước xã hội của bạn và quản lý cài đặt SEO của bạn ở một nơi."],"Get the most out of %1$s%2$s%3$s and %4$s, together":[""],"Take advantage of your favorite SEO & content analysis tools with your favorite page builder.":["Tận dụng các công cụ phân tích nội dung & SEO yêu thích của bạn với trình tạo trang yêu thích của bạn."],"Get %1$s tools and functionality in %2$s%3$s%4$s":[""],"Use the power of the blockchain to timestamp your content with %s.":[""],"Keep an eye on how your posts are ranking by connecting to your %s account.":[""],"Find out what your audience is searching for with %s data right in your sidebar.":[""],"Front-end SEO inspector":[""],"Oops! Something went wrong while saving.":[""],"Great! Your settings were saved successfully.":[""],"Get your verification code in %1$sYandex Webmaster tools%2$s.":[""],"Yandex":[""],"Claim your site over at %1$sPinterest%2$s.":[""],"Get your verification code in %1$sGoogle Search console%2$s.":[""],"Get your verification code in %1$sBing Webmaster tools%2$s.":[""],"Bing":[""],"Add verification code":[""],"Get your verification code in %1$sBaidu Webmaster tools%2$s.":[""],"Baidu":[""],"Verify your site with different tools. This will add a verification meta tag to your homepage. You can find instructions on how to verify your site for each platform by following the link in the description.":[""],"By default only editors and administrators can access the Advanced and Schema section of the %1$s sidebar or metabox. Disabling this allows access to all users.":[""],"Restrict advanced settings for authors":[""],"This Yoast SEO REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use Yoast SEO for all their SEO meta output.":[""],"REST API endpoint":[""],"APIs":[""],"Slack sharing":[""],"Allows for Twitter to display a preview with images and a text excerpt when a link to your site is shared.":[""],"Twitter card data":[""],"Open Graph data":[""],"Social sharing":[""],"Site structure":[""],"Tell us which features you want to use.":[""],"Site preferences":[""],"Network disabled":[""],"Unavailable for sub-sites":[""],"This image is used as a fallback for posts/pages that don't have any images set.":[""],"Site image":[""],"Title separator":[""],"Recommended size for this image is %1$s%3$s%2$s":[""],"The %1$sSite image%2$s requires Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":[""],"Automatically add content to your RSS. This enables you to add links back to your blog and your blog posts, helping search engines identify you as the original source of the content.":[""],"RSS feed":[""],"%1$s (default)":[""],"We took the liberty of using your website name and logo for the organization name and logo. Feel free to change them below.":[""],"Edit your %1$s":[""],"slug":[""],"keyphrase":[""],"A company name and logo need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site name and logo as default values. %1$sLearn more about the importance of structured data.%2$s":[""],"Install %1$s Content Analysis for %2$s":["Cài đặt Trình phân tích nội dung %1$s cho %2$s"],"Activate %1$s Content Analysis for %2$s":["Kích hoạt phân tích nội dung %1$s cho %2$s"],"%1$s integrates with %2$s":["%1$s tích hợp với %2$s"],"Integration active":["Tích hợp hoạt động"],"Plugin not detected":["Plugin không được phát hiện"],"Enable integration":["Bật tích hợp"],"Plugin integrations":["Tích hợp plugin"],"Recommended integrations":["Tích hợp được đề xuất"],"Enable %1$s":[""],"Integration unavailable for multisites":["Tích hợp không khả dụng cho nhiều trang web"],"Network Disabled":["Mạng Đã Tắt"],"Unlock with Premium!":["Mở khóa với Premium!"],"Premium SEO analysis:":["Phân tích SEO cao cấp:"],"Beta":["Thử nghiệm"],"Are you publishing news articles? %s helps you optimize your site for Google News.":["Bạn đang xuất bản các bài báo? %s giúp bạn tối ưu hóa trang web của mình cho Google Tin tức. Nhận %s ngay bây giờ!"],"no data":["không có dữ liệu"],"Your text should be slightly longer to calculate your Flesch reading ease score.":["Văn bản của bạn nên dài hơn một chút để tính điểm dễ đọc Flesch của bạn."],"Continue writing to get insight into the readability of your text!":["Tiếp tục viết để có được cái nhìn sâu sắc về khả năng đọc của văn bản của bạn!"],"%1$sKeyphrase distribution%2$s: Have you evenly distributed your focus keyphrase throughout the whole text? %3$sYoast SEO Premium will tell you!%4$s":["%1$s Phân phối cụm từ khóa%2$s: Bạn đã phân phối đều cụm phím tiêu điểm của mình trong toàn bộ văn bản chưa? %3$s Yoast SEO Premium sẽ cho bạn biết! %4$s"],"%1$sWord complexity%2$s: Is your vocabulary suited for a larger audience? %3$sYoast SEO Premium will tell you!%4$s":["%1$s Độ phức tạp của từ%2$s: Vốn từ vựng của bạn có phù hợp với nhiều đối tượng hơn không? %3$s Yoast SEO Premium sẽ cho bạn biết! %4$s"],"Get %s to enjoy the benefits of prominent words":["Hãy %s để tận hưởng những lợi ích của những từ nổi bật"],"With %1$s%3$s%2$s, this section will show you which words occur most often in your text. By checking these prominent words against your intended keyword(s), you'll know how to edit your text to be more focused.":["Với %1$s%3$s%2$s, phần này sẽ cho bạn biết những từ nào xuất hiện thường xuyên nhất trong văn bản của bạn. Bằng cách kiểm tra những từ nổi bật này so với (các) từ khóa dự định của bạn, bạn sẽ biết cách chỉnh sửa văn bản của mình để tập trung hơn."],"Buy %s now!":["Mua %s ngay bây giờ!"],"Are you working on a news article? %s helps you optimize your site for Google News.":["Bạn đang làm việc trên một bài báo? %s giúp bạn tối ưu hóa trang web của mình cho Google Tin tức."],"Premium SEO analysis":["Phân tích SEO cao cấp"],"1 year of premium support and updates included!":["Bao gồm 1 năm hỗ trợ và cập nhật cao cấp!"],"Unlock with %s":["Mở khóa bằng %s"],"Learn more about character count":["Tìm hiểu thêm về số ký tự"],"Character count":["Số lượng ký tự"],"Learn more about word count":["Tìm hiểu thêm về số từ"],"Word count":["Số từ"],"Learn more about Flesch reading ease":["Tìm hiểu thêm về flesch dễ đọc"],"out of 100":["trên tổng số 100"],"okay":["Ok"],"Learn more about reading time":["Tìm hiểu thêm về thời gian đọc"],"Reading time":["Thời gian đọc"],"minute":["phút"],"Activate %1$s!":["Kích hoạt %1$s!"],"You've installed %1$s but it's not activated yet. %2$sActivate %1$s now!%3$s":["Bạn đã cài đặt %1$s nhưng nó chưa được kích hoạt. %2$s Kích hoạt %1$s ngay bây giờ! %3$s"],"Automatically ping search engines like Bing and Yandex whenever you publish, update or delete a post.":["Tự động ping các công cụ tìm kiếm như Bing và Yandex bất cứ khi nào bạn xuất bản, cập nhật hoặc xóa một bài đăng."],"Additional URL parameters to allow":["Tham số URL cộng thêm được cho phép"],"Permalink cleanup settings":["Cài đặt dọn dẹp liên kết vĩnh viễn"],"Max number of characters to allow in searches":["Số ký tự tối đa để cho phép trong tìm kiếm"],"Search cleanup settings":["Cài đặt dọn dẹp tìm kiếm"],"Filter searches with common spam patterns":["Lọc các tìm kiếm với các mẫu spam phổ biến"],"Filter searches with emojis and other special characters":["Lọc tìm kiếm bằng biểu tượng cảm xúc và các ký tự đặc biệt khác"],"Filter search terms":["Lọc cụm từ tìm kiếm"],"Unregistered URL parameters":["Tham số URL chưa đăng ký"],"Campaign tracking URL parameters":["Thông số URL theo dõi chiến dịch"],"Timestamp this %s":["Dấu thời gian %s này"],"%1$s: Not all the words from your keyphrase \"%4$s\" appear in the SEO title. %2$s%5$s%3$s.":["%1$s: Không phải tất cả các từ trong cụm từ khóa \"%4$s\" của bạn đều xuất hiện trong tiêu đề SEO. %2$s %5$s %3$s."],"%1$s: The focus keyphrase appears at the beginning of the SEO title. Good job!":["%1$s: Cụm phím tiêu điểm xuất hiện ở đầu tiêu đề SEO. Làm rất tốt!"],"Keyphrase in SEO title":["Nhóm từ trong tiêu đề SEO"],"Contact %s support.":["Liên hệ với bộ phận hỗ trợ %s."],"WordProof Timestamp":["Dấu thời gian WordProof"],"View this content's Timestamp certificate":["Xem chứng chỉ Dấu thời gian của nội dung này"],"Contact WordProof support":["Liên hệ với bộ phận hỗ trợ WordProof"],"Find out how IndexNow can help your site.":["Tìm hiểu cách IndexNow có thể trợ giúp trang web của bạn."],"IndexNow":["Chỉ sốNow"],"Dismiss this notice.":["Loại bỏ thông báo này."],"We noticed that you haven't fully configured Yoast SEO yet. Optimize your SEO settings even further by using our improved %1$s First-time configuration%2$s.":["Chúng tôi nhận thấy rằng bạn chưa định cấu hình đầy đủ Yoast SEO. Tối ưu hóa cài đặt SEO của bạn hơn nữa bằng cách sử dụng cấu hình %1$s lần đầu tiên được cải tiến của chúng tôi%2$s."],"SEO configuration":["Cấu hình SEO"],"Feed crawl settings":["Cài đặt thu thập thông tin nguồn cấp dữ liệu"],"Basic crawl settings":["Cài đặt thu thập thông tin cơ bản"],"Powered by HTTP header":["Cung cấp bởi HTTP header"],"Pingback HTTP header":["Tiêu đề HTTP Pingback"],"Emoji scripts":["Kịch bản biểu tượng cảm xúc"],"Generator tag":["Thẻ máy phát điện"],"oEmbed links":["oCác liên kết được nhúng"],"RSD / WLW links":["Liên kết RSD / WLW"],"REST API links":["Nối kết REST API"],"Shortlinks":["Liết kết tắt"],"Atom/RDF feeds":["Nguồn dữ liệu Atom/RDF"],"Search results feeds":["Nguồn dữ liệu kết quả tìm kiếm"],"Custom taxonomy feeds":["Nguồn cấp dữ liệu phân loại tùy chỉnh"],"Tag feeds":["Nguồn cấp dữ liệu thẻ"],"Category feeds":["Nguồn cấp dữ liệu danh mục"],"Post type feeds":["Nguồn cấp dữ liệu loại bài đăng"],"Post authors feeds":["Đăng nguồn cấp dữ liệu dành cho tác giả"],"Global comment feeds":["Nguồn cấp dữ liệu nhận xét toàn cầu"],"Global feed":["Thức ăn toàn cầu"],"%1$sLearn more about crawl settings.%2$s":["%1$s Tìm hiểu thêm về thu thập dữ liệu cài đặt.%2$s"],"Post comments feeds":["Bình luận bài đăng"],"Crawl settings":["Cài đặt thông tin thu thập dữ liệu"],"Finish configuration":["Hoàn tất cấu hình"],"Personal preferences":["Sở thích cá nhân"],"SEO data optimization":["Tối ưu dữ liệu SEO"],"An error has occurred: %1$s":["Có một lỗi đã xảy ra: %1$s"],"We could not save the organization name. Please check the value.":["Không thể lưu tên cấu hình, vui lòng kiểm tra lại thông tin."],"No items found.":["Không tìm thấy mục nào."],"All redirect types":["Tất cả các loại chuyển hướng"],"Add Redirect":["Thêm chuyển hướng"],"Old URL":["URL cũ"],"The redirect type is the HTTP response code sent to the browser telling the browser what type of redirect is served. %1$sLearn more about redirect types%2$s.":["Loại chuyển hướng là mã phản hồi HTTP được gửi đến trình duyệt cho trình duyệt biết loại chuyển hướng nào được phục vụ. %1$s Tìm hiểu thêm về các loại chuyển hướng%2$s."],"301 Moved Permanently":["301 Đã di chuyển vĩnh viễn"],"Type":["Kiểu"],"Plain redirects":["Chuyển hướng thuần túy"],"Regex Redirects":["Chuyển hướng Regex"],"There are unsaved changes in one or more steps. Leaving means that those changes may not be saved. Are you sure you want to leave?":["Có những thay đổi chưa được lưu trong một hoặc nhiều bước. Rời khỏi có nghĩa là những thay đổi đó có thể không được lưu. Bạn có chắc bạn muốn để lại?"],"Add another profile":["Thêm một hồ sơ khác"],"Start first-time configuration!":["Bắt đầu cấu hình lần đầu tiên!"],"Set the essential %s settings for your site in a few steps.":["Đặt các cài đặt %s cần thiết cho trang web của bạn trong một vài bước."],"For the best ranking results: configure %s!":["Để có kết quả xếp hạng tốt nhất: hãy cấu hình %s!"],"Your site is already easier to find for search engines.":["Trang web của bạn đã dễ dàng tìm thấy hơn đối với các công cụ tìm kiếm."],"Tell us about your site, so we can get it ranked!":[""],"Or go to your SEO dashboard":[""],"E.g. example@email.com":["Ví dụ vidu@tenmien.com"],"Please enter a valid email address.":["Vui lòng nhập một địa chỉ email hợp lệ."],"Tell us! Is your site about an organization or a person? ":[""],"Personal logo or avatar":["Biểu trưng hoặc hình đại diện cá nhân"],"Select a user":["Chọn một người dùng"],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. You're not allowed to update this user profile, so please ask this user or an admin to make sure the information is correct.":["Bạn đã chọn người dùng %1$s là người mà trang web này đại diện. Thông tin hồ sơ người dùng này bây giờ sẽ được sử dụng trong kết quả tìm kiếm. Bạn không được phép cập nhật hồ sơ người dùng này, vì vậy vui lòng yêu cầu người dùng này hoặc quản trị viên đảm bảo thông tin là chính xác."],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. %2$sUpdate this profile to make sure the information is correct%3$s.":["Bạn đã chọn người dùng %1$s là người mà trang web này đại diện. Thông tin hồ sơ người dùng này bây giờ sẽ được sử dụng trong kết quả tìm kiếm. %2$s Cập nhật hồ sơ này để đảm bảo thông tin là chính xác%3$s."],"Uploading image...":["Đang tải lên hình ảnh..."],"Select an option":["Chọn một tùy chọn"],"Be aware that you should run the SEO data optimization for this configuration to take maximum effect.":["Lưu ý rằng bạn nên chạy tối ưu hóa dữ liệu SEO để cấu hình này phát huy tác dụng tối đa."],"We've already successfully analyzed your site. You can move on to the next step.":["Chúng tôi đã phân tích thành công trang web của bạn. Bạn có thể chuyển sang bước tiếp theo."],"SEO data optimization is running… You can safely move on to the next steps of this configuration.":["Tối ưu hóa dữ liệu SEO đang chạy… Bạn có thể chuyển sang các bước tiếp theo của cấu hình này một cách an toàn."],"You're not allowed to edit the social profiles of this user. Please ask this user or an admin to do this.":[""],"E.g. https://www.wikipedia.com/yoast":["Ví dụ https://www.wikipedia.com/yoast"],"E.g. https://www.youtube.com/yoast":["Ví dụ https://www.youtube.com/yoast"],"E.g. https://www.twitter.com/yoast":["Ví dụ https://www.twitter.com/yoast"],"E.g. https://www.tumblr.com/yoast":["Ví dụ https://www.tumblr.com/yoast"],"E.g. https://www.soundcloud.com/yoast":["Ví dụ https://www.soundcloud.com/yoast"],"E.g. https://www.pinterest.com/yoast":["Ví dụ. https://www.pinterest.com/yoast"],"E.g. https://www.myspace.com/yoast":["Ví dụ. https://www.myspace.com/yoast"],"E.g. https://www.linkedin.com/yoast":["Ví dụ. https://www.linkedin.com/yoast"],"E.g. https://www.instagram.com/yoast":["Ví dụ. https://www.instagram.com/yoast"],"E.g. https://www.facebook.com/yoast":["Ví dụ. https://www.facebook.com/yoast"],"Delete item":["Xóa mục"],"E.g. https://social-platform.com/yoast":["Ví dụ https://social-platform.com/yoast"],"Other social profile":["Hồ sơ xã hội khác"],"First-time configuration":["Cấu hình lần đầu"],"You should finish the %1$sfirst time configuration%2$s to make sure your SEO data has been optimized and you’ve set the essential Yoast SEO settings for your site.":["Bạn nên hoàn thành cấu hình thời gian %1$s nhất%2$s để đảm bảo dữ liệu SEO của bạn đã được tối ưu hóa và bạn đã thiết lập các cài đặt SEO Yoast thiết yếu cho trang web của mình."],"Step 4: Go through the first time configuration":["Bước 4: Trải qua cấu hình lần đầu tiên"],"Postname permalink":["Postname permalink"],"Page comments":["Bình luận"],"Links table":["Bảng liên kết"],"If you already have saved AIOSEO 'Search Appearance' settings and the issue persists, please contact our support team so we can take a closer look.":["Nếu bạn đã lưu cài đặt 'Tìm kiếm xuất hiện' của AIOSEO và vấn đề vẫn tồn tại, vui lòng liên hệ với nhóm hỗ trợ của chúng tôi để chúng tôi có thể xem xét kỹ hơn."],"If you have never saved any AIOSEO 'Search Appearance' settings, please do that first and run the import again.":["Nếu bạn chưa bao giờ lưu bất kỳ cài đặt 'Tìm kiếm Xuất hiện' nào của AIOSEO, vui lòng làm điều đó trước và chạy lại bản nhập."],"The AIOSEO import was cancelled because some AIOSEO data is missing. Please try and take the following steps to fix this:":["Việc nhập khẩu AIOSEO đã bị hủy bỏ vì một số dữ liệu AIOSEO bị thiếu. Vui lòng thử và thực hiện các bước sau để khắc phục điều này:"],"The validation of the AIOSEO data structure has failed.":["Việc xác nhận cấu trúc dữ liệu AIOSEO đã thất bại."],"Currently, the %s integration is not available for multisites.":["Hiện tại, %s tích hợp không có sẵn cho nhiều trang web."],"WordProof authentication":["Xác thực WordProof"],"Connected to WordProof":["Đã kết nối với WordProof"],"Connection failed":["Kết nối thất bại"],"Not working? %1$sContact %3$s support%2$s.":["Không hoạt động? %1$s Liên hệ với bộ phận hỗ trợ %3$s%2$s."],"Try again":["Thử lại"],"Find possible solutions in this %1$sArticle%2$s.":[""],"There was a connection problem. This could be because your third party connections are blocked.":[""],"The %3$s will automatically be timestamped every time you %1$supdate%2$s or %1$spublish%2$s.":["%3$s sẽ tự động được đánh dấu thời gian mỗi khi bạn %1$scập nhật%2$s hoặc %1$s xuất bản%2$s."],"Your %s is now protected via the blockchain!":["%s của bạn hiện đã được bảo vệ thông qua blockchain!"],"Something went wrong authenticating your %3$s account with the %4$s site. Please try again or contact %1$s%3$s support%2$s.":["Đã xảy ra lỗi khi xác thực tài khoản %3$s của bạn với trang web %4$s. Vui lòng thử lại hoặc liên hệ với bộ phận hỗ trợ %1$s%3$s%2$s."],"Unable to create new timestamps. Please authenticate with WordProof.":[""],"Timestamp with WordProof":[""],"Learn more about timestamping":[""],"Authenticate with WordProof":[""],"Manage WordProof settings":[""],"The WordProof Timestamp plugin needs to be disabled before you can activate this integration.":[""],"Open settings":[""],"Open authentication":[""],"The timestamp is not created because you need to authenticate with %s first.":[""],"The timestamp is not retrieved by your site. Please try again or contact %1$s support.":[""],"%1$s failed to timestamp this page. Please check if you're correctly authenticated with %1$s and try to save this page again.":[""],"%s has successfully timestamped this page.":[""],"You are out of timestamps. Please upgrade your account by opening the %s settings.":[""],"Use WordProof to timestamp this page to comply with legal regulations and join the fight for a more transparant and accountable internet.":[""],"Timestamp this post":[""],"content words":[""],"content word":["nội dung từ"],"Cleanup failed with the following error:":["Dọn dẹp không thành công với lỗi sau:"],"Note: These settings will overwrite the default settings of Yoast SEO.":["Lưu ý: Các cài đặt này sẽ ghi đè lên các cài đặt mặc định của Yoast SEO."],"Note: This metadata will only be imported if there is no existing Yoast SEO metadata yet.":["Lưu ý: Siêu dữ liệu này sẽ chỉ được nhập nếu chưa có siêu dữ liệu SEO Yoast hiện có."],"Post metadata (SEO titles, descriptions, etc.)":["Siêu dữ liệu bài đăng (tiêu đề SEO, mô tả, v.v.)"],"The import from %s includes:":["Nhập khẩu từ %s bao gồm:"],"Once you're certain that your site is working properly with the imported data from another SEO plugin, you can clean up all the original data from that plugin.":["Khi bạn chắc chắn rằng trang web của bạn đang hoạt động bình thường với dữ liệu được nhập từ một plugin SEO khác, bạn có thể dọn dẹp tất cả dữ liệu gốc từ plugin đó."],"Please select an SEO plugin below to see what data can be imported.":["Vui lòng chọn một plugin SEO bên dưới để xem dữ liệu nào có thể được nhập."],"Clean up":["Dọn dẹp"],"After you've imported data from another SEO plugin, please make sure to clean up all the original data from that plugin. (step 5)":["Sau khi bạn đã nhập dữ liệu từ một plugin SEO khác, vui lòng đảm bảo làm sạch tất cả dữ liệu gốc từ plugin đó. (Bước 5)"],"Note: ":["Lưu ý: "],"The cleanup can take a long time depending on your site's size.":["Việc dọn dẹp có thể mất nhiều thời gian tùy thuộc vào kích thước trang web của bạn."],"Every fifteen minutes":["15 phút một lần"],"Default tagline":["Khẩu hiệu mặc định"],"Import failed with the following error:":["Nhập thất bại với lỗi sau:"],"No data found from other SEO plugins.":["Không có dữ liệu nào được tìm thấy từ các plugin SEO khác."],"Select SEO plugin":["Chọn plugin SEO"],"The import can take a long time depending on your site's size.":["Việc nhập khẩu có thể mất nhiều thời gian tùy thuộc vào kích thước trang web của bạn."],"For the best SEO results include all words of your keyphrase in the SEO title, and put the keyphrase at the beginning of the title":["Để có kết quả SEO tốt nhất, hãy đặt cụm từ khóa trong tiêu đề SEO và đặt cụm từ khóa ở đầu tiêu đề"],"For the best SEO results write the exact match of your keyphrase in the SEO title, and put the keyphrase at the beginning of the title":["Để có kết quả SEO tốt nhất, hãy viết chính xác cụm từ khóa của bạn trong tiêu đề SEO và đặt cụm từ khóa ở đầu tiêu đề"],"Installation Successful":["Cài đặt Thành công"],"Blog Post":["Bài viết trên blog"],"%1$s: Title does not begin with the focus keyphrase. %2$sMove your focus keyphrase to the beginning of the title%3$s.":["%1$sCụm từ khóa trong tiêu đề%3$s: Tiêu đề không bắt đầu bằng cụm phím tiêu điểm. %2$sDi chuyển cụm từ khóa tiêu điểm của bạn lên đầu tiêu đề%3$s."],"%1$s: The exact match of the focus keyphrase appears at the beginning of the SEO title. Good job!":["%1$sCụm từ khóa trong tiêu đề%2$s: Cụm từ khóa trọng tâm xuất hiện ở đầu tiêu đề SEO. Làm tốt lắm!"],"%2$sText length%4$s: The text contains %1$d %6$s. This is below the recommended minimum of %5$d %6$s. %3$sAdd more content%4$s.":[""],"%2$sText length%4$s: The text contains %1$d %6$s. This is slightly below the recommended minimum of %5$d %6$s. %3$sAdd a bit more copy%4$s.":[""],"%2$sText length%4$s: The text contains %1$d %6$s. This is far below the recommended minimum of %5$d %7$s. %3$sAdd more content%4$s.":[""],"character":["Ký tự"],"word":["từ"],"words":["các từ"],"characters":["các ký tự"],"%s rolls out the red carpet for the search bots, which helps your site perform better in search engines.":[""],"You've successfully installed %s!":["Bạn đã tải %s thành công!"],"Skip%s":["Bỏ qua %s"],"Your %s account does not contain any keyphrases for this website yet. You can track keyphrases by using the \"Track SEO Performance\" button in the post editor.":[""],"%s account":["Tài khoản %s"],"This overview only shows you keyphrases added to Yoast SEO. There may be other keyphrases added to your %s.":[""],"Tracking the ranking position...":["Theo dõi vị trí xếp hạng..."],"Something went wrong while tracking the ranking position(s) of your page. Please try again later.":["Đã xảy ra lỗi khi theo dõi (các) vị trí xếp hạng trên trang của bạn. Vui lòng thử lại sau."],"reconnect to %s":["kết nối lại đến %s"],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["Có vẻ như đã xảy ra sự cố khi truy xuất dữ liệu trang web của bạn. Vui lòng %s và thử lại."],"Before you can track your SEO performance make sure to set either the post’s title and save it as a draft or manually set the post’s slug.":["Trước khi bạn có thể theo dõi hiệu suất SEO của mình, hãy đảm bảo đặt tiêu đề của bài đăng và lưu nó dưới dạng bản nháp hoặc tự đặt slug của bài đăng."],"No keyphrase has been set. Please set a keyphrase first.":["Không có cụm từ khóa nào được đặt. Vui lòng đặt một cụm từ khóa trước."],"upgrade your %s plan":["Nâng cấp gói %s của bạn"],"You've reached the maximum amount of %d keyphrases you can add to your Wincher account. If you wish to add more keyphrases, please %s.":["Bạn đã đạt đến số lượng %d cụm từ khóa tối đa mà bạn có thể thêm vào tài khoản Wincher của mình. Nếu bạn muốn thêm nhiều cụm từ khóa hơn, vui lòng %s."],"With %1$s you can track the ranking position of your page in the search results based on your keyphrase(s). %2$s":["Với%1$s bạn có thể theo dõi vị trí xếp hạng của trang trong kết quả tìm kiếm dựa trên (các) cụm từ khóa của bạn. %2$s"],"%s is currently tracking the ranking position(s) of your page. This may take a few minutes. Please wait or check back later.":[""],"You have successfully connected to %s! You can now track the SEO performance for the keyphrase(s) of this page.":["Bạn đã kết nối thành công với %s! Bây giờ bạn có thể theo dõi hiệu suất SEO cho (các) cụm từ khóa của trang này."],"Read more about keyphrase tracking with Wincher":["Đọc thêm về theo dõi cụm từ khóa với Wincher"],"Automatic tracking of keyphrases is enabled. Your keyphrase(s) will automatically be tracked by %s when you publish your post.":[""],"Please enter a focus keyphrase first to track keyphrase performance":["Vui lòng nhập cụm từ khóa chính trước để theo dõi hiệu suất cụm từ khóa"],"Keyphrase position in the last 90 days on a scale from 0 to 100.":["Vị trí cụm từ khóa trong 90 ngày qua trên thang điểm từ 0 đến 100."],"Track SEO performance":["Theo dõi hiệu suất SEO"],"You can enable / disable tracking the SEO performance for each keyphrase below.":["Bạn có thể bật / tắt theo dõi hiệu suất SEO cho từng cụm từ khóa bên dưới."],"Track all keyphrases on this page":["Theo dõi tất cả các cụm từ khóa trên trang này"],"Tracking has already been enabled for one or more keyphrases of this page. Clicking the button below will enable tracking for all of its keyphrases.":[""],"Learn more about the SEO performance feature.":["Tìm hiểu thêm về tính năng hiệu suất SEO."],"SEO performance":["Hiệu suất SEO"],"Connect with %s":["Kết nối với %s"],"* focus keyphrase":["* từ khóa chính"],"Get more insights over at %s":[""],"Position over time":["Vị trí theo thời gian"],"Position":["Vị trí"],"Tracking":["Theo dõi"],"You can still run the SEO data optimization in the %1$sTools section%2$s. Once that is finished, please refresh this page.":[""],"This configuration step is currently disabled, because you're not running the latest version of Yoast SEO Premium. Please update to the latest version (at least %1$s). ":["Bước cấu hình này hiện đã bị vô hiệu hóa do bạn không chạy phiên bản Yoast SEO Premium mới nhất. Vui lòng cập nhật lên phiên bản mới nhất (ít nhất %1$s). "],"Save and continue":["Lưu và tiếp tục"],"Does your site represent an Organization or Person?":["Trang web của bạn có đại diện cho Tổ chức hoặc Cá nhân không?"],"Activate %s":["Kích hoạt %s"],"Update %s":["Cập nhật %s"],"Renew %s":["Gia hạn %s"],"Get help activating your subscription":["Nhận trợ giúp kích hoạt đăng ký của bạn"],"It looks like you’re running an outdated and unactivated version of %1$s, please activate your subscription in %2$sMyYoast%3$s and update to the latest version (at least 17.7) to gain access to our updated workouts section.":["Có vẻ như bạn đang chạy một phiên bản %1$s lỗi thời và không hoạt động, vui lòng kích hoạt đăng ký của bạn trong %2$sMyYoast%3$s và cập nhật lên phiên bản mới nhất (ít nhất là 17.7) để có quyền truy cập vào phần tập luyện cập nhật của chúng tôi."],"Activate your subscription of %s":["Kích hoạt đăng ký %s của bạn"],"Update to the latest version of %s":["Cập nhật phiên bản mới nhất của %s"],"Renew your subscription":["Gia hạn gói thuê bao của bạn"],"Accessing the latest workouts requires an updated version of %s (at least 17.7), but it looks like your subscription has expired. Please renew your subscription to update and gain access to all the latest features.":["Truy cập các bài tập mới nhất đòi hỏi một phiên bản cập nhật của %s (ít nhất là 17.7), nhưng có vẻ như đăng ký của bạn đã hết hạn. Vui lòng gia hạn đăng ký của bạn để cập nhật và truy cập vào tất cả các tính năng mới nhất."],"Renew your subscription of %s":["Gia hạn đăng ký %s của bạn"],"Could not save this value. Please check the URL.":["Không thể lưu giá trị này. Vui lòng kiểm tra URL."],"Could not save this value. Please check the URL or username.":["Không thể lưu giá trị này. Vui lòng kiểm tra URL hoặc tên người dùng."],"Oops! Something went wrong. Check your email address and try again.":["Oh! Đã xảy ra lỗi. Kiểm tra địa chỉ email của bạn và thử lại."],"Yes, you can collect my site data":[""],"Site representation":["Đại diện trang web"],"Continue":["Tiếp tục"],"Thank you! Check your inbox for the confirmation email.":["Cảm ơn bạn! Kiểm tra hộp thư đến của bạn để tìm email xác nhận."],"Yoast respects your privacy. Read %1$sour privacy policy%2$s on how we handle your personal information.":[""],"Email address":["Địa chỉ email"],"%1$sBack to all workouts":[""],"Getting your site in shape and keeping it SEO fit can be hard. We can help you get started! Take these step-by-step workouts, and you’ll be tackling some of the most fundamental SEO challenges!":[""],"Add internal links to your posts and pages":["Thêm liên kết nội bộ vào các bài đăng và trang của bạn"],"Make pages easier for Google and visitors to find":["Giúp Google và khách truy cập tìm thấy các trang dễ dàng hơn"],"Clean up your unlinked content to make sure people can find it":["Dọn dẹp nội dung không được liên kết của bạn để đảm bảo mọi người có thể tìm thấy nó"],"Orphaned content":[""],"Bring more visitors to your articles":["Thu hút nhiều khách truy cập vào bài viết của bạn"],"Make your important articles rank higher":["Làm cho các bài viết quan trọng của bạn được xếp hạng cao hơn"],"%1$s/%2$s steps completed":[""],"Unlock with %s!":["Mở khóa với %s"],"Start workout!":[""],"Do workout again":[""],"Continue workout!":[""],"It looks like you're running an outdated version of %1$s, please %2$supdate to the latest version (at least 17.7)%3$s to gain access to our updated workouts section.":["Có vẻ như bạn đang chạy một phiên bản lỗi thời của %1$s, vui lòng %2$ssựu gọi phiên bản mới nhất (ít nhất là 17.7) %3$s để có quyền truy cập vào phần tập luyện cập nhật của chúng tôi."],"Get started quickly with the %1$s%2$s First-time configuration%3$s and configure Yoast SEO with the optimal SEO settings for your site!":["Bắt đầu nhanh chóng với cấu hình lần đầu tiên %1$s%2$s%3$s và cấu hình YOAST SEO với các cài đặt SEO tối ưu cho trang web của bạn!"],"Current or first category title":["Tên chuyên mục"],"Category Title":["Tiêu đề danh mục"],"Replaced with the post content":["Thay thế bằng nội dung bài đăng"],"Post Content":["Nội dung bài viết"],"Replaced with the permalink":["Thay thế bằng permalink"],"Replaced with the last name of the author":["Thay thế bằng họ của tác giả"],"Author last name":["Họ tác giả"],"Replaced with the first name of the author":["Thay thế bằng tên của tác giả"],"Author first name":["Tên tác giả"],"Replaced with the day the post was published":["Thay thế bằng ngày bài đăng được xuất bản"],"Post day":["Ngày đăng"],"Replaced with the month the post was published":["Thay thế bằng tháng bài đăng được xuất bản"],"Post month":["Tháng đăng"],"Replaced with the year the post was published":["Thay thế bằng năm bài đăng được xuất bản"],"Post year":["Năm đăng"],"Current day":["Ngày hiện tại"],"Current month":["Tháng này"],"Current date":["Ngày hiện tại"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's way less than the recommended minimum of %2$d %7$s. %4$sMake it longer%5$s!":["%3$s Độ dài %5$s Keyphrase: Câu đặt phím dài %1$d. Đó là dài hơn so với tối đa đề nghị của %2$d từ. %4$s Làm cho nó ngắn hơn%5$s!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's less than the recommended minimum of %2$d %6$s. %4$sMake it longer%5$s!":["%3$s Độ dài %5$s Keyphrase: Câu đặt phím dài %1$d. Đó là ngắn hơn so với mức tối thiểu được đề nghị của %2$d từ. %4$s Làm cho nó dài hơn%5$s!"],"It looks like you aren't using our %1$s%2$s addon%3$s. %4$sUpgrade today%5$s to unlock more tools and SEO features to make your products stand out in search results.":["Có vẻ như bạn không sử dụng addon %1$s%2$s của chúng tôi%3$s. %4$s Nâng cấp ngay hôm nay%5$s để mở khóa nhiều công cụ và tính năng SEO hơn để làm cho sản phẩm của bạn nổi bật trong kết quả tìm kiếm."],"Below are the technical details for the error. See %1$sthis page%2$s for a more detailed explanation.":["Dưới đây là các chi tiết kỹ thuật cho lỗi. Xem trang này %1$s%2$s để có lời giải thích chi tiết hơn."],"%1$sImage Keyphrase%2$s: Good job!":["%1$s Hình ảnh Keyphrase%2$s: Công việc tốt!"],"%1$sImage Keyphrase%3$s: Images on this page do not have alt attributes with at least half of the words from your keyphrase. %2$sFix that%3$s!":["%1$s Image Keyphrase%3$s: Hình ảnh trên trang này không có thuộc tính alt với ít nhất một nửa số từ từ từ câu cửa khóa của bạn. %2$s Sửa cái đó%3$s!"],"%1$sImages%2$s: Good job!":["%1$s Hình ảnh%2$s: Công việc tốt!"],"%1$sImages and videos%2$s: Good job!":["%1$s Hình ảnh và video%2$s: Công việc tốt!"],"%3$sImages and videos%5$s: Only %1$d image or video appears on this page. We recommend at least %2$d. %4$sAdd more relevant images or videos%5$s!":["%3$s Hình ảnh và video%5$s: Chỉ có hình ảnh hoặc video %1$d xuất hiện trên trang này. Chúng tôi đề nghị ít nhất %2$d. %4$s Thêm hình ảnh hoặc video có liên quan hơn%5$s!"],"%3$sImages%5$s: Only %1$d image appears on this page. We recommend at least %2$d. %4$sAdd more relevant images%5$s!":["%3$s Hình ảnh%5$s: Chỉ có hình ảnh %1$d xuất hiện trên trang này. Chúng tôi đề nghị ít nhất %2$d. %4$s Thêm hình ảnh phù hợp hơn%5$s!"],"%1$sImages and videos%3$s: No images or videos appear on this page. %2$sAdd some%3$s!":["%1$s Hình ảnh và video%3$s: Không có hình ảnh hoặc video nào xuất hiện trên trang này. %2$s Thêm một số%3$s!"],"Error stack trace":["Dấu vết ngăn xếp lỗi"],"Response":["Phản hồi"],"Error message":["Thông báo lỗi"],"Status code":["Mã trạng thái"],"Request method":["Phương thức Yêu cầu"],"Request URL":["URL Yêu cầu"],"Error details":["Chi tiết lỗi"],"Workouts":["Workouts"],"Rank with articles you want to rank with":["Xếp hạng với các bài viết bạn muốn xếp hạng với"],"The cornerstone approach":["Cách tiếp cận nền tảng"],"SEO workouts":["Tập luyện SEO"],"Improve the quality of your site search! Automatically helps your users find your cornerstone and most important content in your internal search results. It also removes noindexed posts & pages from your site’s search results.":["Cải thiện chất lượng tìm kiếm trang web của bạn! Tự động giúp người dùng tìm thấy nền tảng và nội dung quan trọng nhất trong kết quả tìm kiếm nội bộ của bạn. Nó cũng loại bỏ các bài đăng và trang không đượcdexed khỏi kết quả tìm kiếm của trang web của bạn."],"Find out more about our %s integration.":["Tìm hiểu thêm về sự hội nhập %s của chúng tôi."],"Get relevant internal linking suggestions — while you’re writing! The link suggestions metabox shows a list of posts on your blog with similar content that might be interesting to link to. ":[""],"Find out how Insights can help you improve your content.":["Tìm hiểu cách Insights có thể giúp bạn cải thiện nội dung của mình."],"Find relevant data about your content right in the Insights section in the Yoast SEO metabox. You’ll see what words you use most often and if they’re a match with your keywords! ":["Tìm dữ liệu có liên quan về nội dung của bạn ngay trong phần Thông tin chi tiết trong metabox SEO Yoast. Bạn sẽ thấy những từ nào bạn sử dụng thường xuyên nhất và nếu chúng phù hợp với từ khóa của bạn! "],"Oops, something has gone wrong and we couldn't complete the optimization of your SEO data. Please make sure to activate your subscription in MyYoast by completing %1$sthese steps%2$s.":["Oops, có điều gì đó không ổn và chúng tôi không thể hoàn thành việc tối ưu hóa dữ liệu SEO của bạn. Vui lòng đảm bảo kích hoạt đăng ký của bạn trong MyYoast bằng cách hoàn thành các bước %1$s%2$s."],"To unlock this feature please update %s to the latest version.":["Để mở khóa tính năng này, vui lòng cập nhật %s lên phiên bản mới nhất."],"The social appearance settings for archives require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Các thiết đặt xuất hiện xã hội cho kho lưu trữ yêu cầu siêu dữ liệu Open Graph (hiện đang bị vô hiệu hóa). Bạn có thể bật điều này trong cài đặt %1$s 'Xã hội' dưới tab 'Facebook'%2$s."],"The social appearance settings for taxonomies require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Các thiết đặt xuất hiện xã hội cho phân loại yêu cầu siêu dữ liệu Open Graph (hiện đang bị vô hiệu hóa). Bạn có thể bật điều này trong cài đặt %1$s 'Xã hội' dưới tab 'Facebook'%2$s."],"The social appearance settings for content types require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Các thiết đặt xuất hiện xã hội cho các loại nội dung yêu cầu siêu dữ liệu Open Graph (hiện đang bị vô hiệu hóa). Bạn có thể bật điều này trong cài đặt %1$s 'Xã hội' dưới tab 'Facebook'%2$s."],"The social appearance settings for your homepage require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Các thiết đặt xuất hiện xã hội cho trang chủ của bạn yêu cầu siêu dữ liệu Open Graph (hiện đang bị vô hiệu hóa). Bạn có thể bật điều này trong cài đặt %1$s 'Xã hội' dưới tab 'Facebook'%2$s."],"Social image":["Hình ảnh xã hội"],"Unlock with Premium":["Mở khóa với Premium"],"Addon installation failed because of an error: %s.":["Cài đặt Addon thất bại vì lỗi: %s."],"You are not allowed to install plugins.":["Bạn không được phép cài đặt plugin."],"Addon installed.":["Addon đã cài đặt."],"Addon activation failed because of an error: %s.":["Kích hoạt Addon thất bại vì lỗi: %s."],"You are not allowed to activate plugins.":["Bạn không được phép kích hoạt plugin."],"Addon activated.":["Addon được kích hoạt."],"%1$s Continue to %2$s%3$s":["%1$s tiếp tục %2$s%3$s"],"Installing and activating addons":["Cài đặt và kích hoạt addon"],"No %1$s plugins have been installed. You don't seem to own any active subscriptions.":["Không có plugin %1$s nào được cài đặt. Bạn dường như không sở hữu bất kỳ đăng ký hoạt động nào."],"the following addons":["các addon sau"],"%s SEO installation":["%s cài đặt SEO"],"Install and activate":["Cài đặt và kích hoạt"],"Please confirm below that you would like to install %s on this site.":["Vui lòng xác nhận bên dưới rằng bạn muốn cài đặt %s trên trang web này."],"Insert variable":["Chèn biến"],"Shopping data preview:":["Xem trước dữ liệu mua sắm:"],"Availability":["Khả dụng"],"Price":["Giá"],"Rating":["Đánh giá"],"%s reviews":["%s đánh giá"],"Rating: %s":["Đánh giá: %s"],"Image":["Hình ảnh"],"Social description":["Mô tả xã hội"],"Social title":["Tiêu đề xã hội"],"Required by %s":["Yêu cầu bởi %s"],"Auto-updates are disabled based on this setting for %1$s.":["Tự động cập nhật bị vô hiệu hóa dựa trên cài đặt này cho %1$s."],"Auto-updates are enabled based on this setting for %1$s.":["Tự động cập nhật được bật dựa trên cài đặt này cho %1$s."],"New":["Mới"],"seconds":["giây"],"Select image":["Chọn hình ảnh"],"Replace image":["Thay thế ảnh"],"site structure":["cấu trúc trang"],"internal linking":["liên kết nội tuyến"],"breadcrumbs":["breadcrumbs"],"seo":["seo"],"Adds the Yoast SEO breadcrumbs to your template or content.":["Thêm Yoast SEO breadcrumbs vào khuôn mẫu hoặc nội dung."],"Yoast Breadcrumbs":["Yoast Breadcrumbs"],"The term is considered invalid. The following reason was given by WordPress: %s":["Thuật ngữ này được coi là không hợp lệ. Lý do sau đây được đưa ra bởi WordPress: %s"],"The post could not be found.":["Không tìm thấy bài viết này."],"The term could not be found.":["Thuật ngữ này không thể tìm thấy."],"This feature has been disabled since subsites never send tracking data.":["Đặc tính này đã bị vô hiệu hóa vì các trang con không bao giờ giữ dữ liệu theo dõi."],"We notice that you have installed WPML. To make sure your canonical URLs are set correctly, %1$sinstall and activate the WPML SEO add-on%2$s as well!":[""],"Unfortunately we cannot save changes to your SEO settings while you are working on a draft of an already-published %1$s. If you want to save your SEO changes, make sure to click 'Update', or wait to make your SEO changes until you are ready to update the %1$s.":["Rất tiếc, chúng tôi không thể lưu các thay đổi đối với cài đặt SEO của bạn trong khi bạn đang làm việc trên bản nháp của %1$s đã được xuất bản. Nếu bạn muốn lưu các thay đổi SEO của mình, hãy đảm bảo nhấp vào 'Cập nhật' hoặc chờ thực hiện các thay đổi SEO cho đến khi bạn sẵn sàng cập nhật %1$s."],"Get started with Yoast SEO's content analysis for Elementor!":["Bắt đầu với phân tích nội dung của Yoast SEO cho Elementor!"],"Got it":["Hiểu rồi"],"New: Yoast SEO for Elementor":["Yoast SEO cho Elementor"],"Because of a change in your category base setting, some of your SEO data needs to be reprocessed.":["Do sự thay đổi trong cài đặt cơ sở danh mục của bạn, một số dữ liệu SEO của bạn cần được xử lý lại."],"Wait for a week or so, until %1$s automatically processes most of your content in the background.":["Chờ khoảng một tuần cho đến khi %1$s tự động xử lý hầu hết nội dung của bạn trong nền."],"%s minute":["%s phút"],"Est. reading time":["Ước tính thời gian đọc"],"Written by":["Được viết bởi"],"Google Rich Results Test":["Kết quả kiểm tra Google Speed"],"Find out how a rich snippet can improve visibility and click-through-rate.":["Tìm hiểu cách một đoạn mã chi tiết có thể cải thiện khả năng hiển thị và tỷ lệ nhấp."],"This adds an author byline and reading time estimate to the article’s snippet when shared on Slack.":["Điều này bổ sung thêm ước tính của tác giả và thời gian đọc vào đoạn trích của bài viết khi được chia sẻ trên Slack."],"Enhanced Slack sharing":["Chia sẻ Slack nâng cao"],"Activate your subscription":["Kích hoạt đăng ký bản quyền của bạn"],"SEO data optimization is disabled for non-production environments.":["Tối ưu hóa dữ liệu SEO bị tắt đối với môi trường không sản xuất."],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":["Tính năng này bao gồm và thay thế Bộ đếm Liên kết Văn bản và Phân tích Liên kết Nội bộ"],"This tab allows you to selectively disable %1$s integrations with third-party products for all sites in the network. By default all integrations are enabled, which allows site admins to choose for themselves if they want to toggle an integration on or off for their site. When you disable an integration here, site admins will not be able to use that integration at all.":["Tab này cho phép bạn vô hiệu hóa có chọn lọc các tích hợp %1$s  với các sản phẩm của bên thứ ba cho tất cả các trang web trong mạng. Theo mặc định, tất cả các tích hợp đều được bật, điều này cho phép quản trị viên trang web tự chọn nếu họ muốn bật hoặc tắt tích hợp cho trang web của họ. Khi bạn tắt tích hợp ở đây, quản trị viên trang web sẽ không thể sử dụng tích hợp đó."],"Because of a change in your tag base setting, some of your SEO data needs to be reprocessed.":["Do có sự thay đổi trong cài đặt URL danh mục của bạn, một số dữ liệu SEO của bạn cần được xử lý lại."],"Stop SEO data optimization":["Ngừng tối ưu hóa dữ liệu SEO"],"Oops, something has gone wrong and we couldn't complete the optimization of your SEO data. Please click the button again to re-start the process. ":["Oops, có điều gì đó không ổn và chúng tôi không thể hoàn thành việc tối ưu hóa dữ liệu SEO của bạn. Vui lòng bấm nút một lần nữa để bắt đầu lại quá trình. "],"Optimizing SEO data... This may take a while.":["Tối ưu hoá dữ liệu SEO... Việc này sẽ mất một lúc."],"SEO data optimization complete":["Tối ưu hoá dữ liệu SEO hoàn thành"],"You can speed up your site and get insight into your internal linking structure by letting us perform a few optimizations to the way SEO data is stored. ":["Bạn có thể tăng tốc trang web của mình và hiểu sâu hơn về cấu trúc liên kết nội bộ của mình bằng cách cho phép chúng tôi thực hiện một số tối ưu hóa cách lưu trữ dữ liệu SEO. "],"Start SEO data optimization":["Bắt đầu tối ưu hóa dữ liệu SEO"],"Learn more about the benefits of optimized SEO data.":["Tìm hiểu thêm về lợi ích của dữ liệu SEO được tối ưu hóa."],"You can speed up your site and get insight into your internal linking structure by letting us perform a few optimizations to the way SEO data is stored. If you have a lot of content it might take a while, but trust us, it's worth it.":["Bạn có thể tăng tốc trang web của mình và hiểu sâu hơn về cấu trúc liên kết nội bộ của mình bằng cách cho phép chúng tôi thực hiện một số tối ưu hóa cách lưu trữ dữ liệu SEO. Nếu bạn có nhiều nội dung thì có thể mất một lúc, nhưng hãy tin chúng tôi, điều đó rất đáng giá."],"Optimize SEO Data":["Tối ưu hóa dữ liệu SEO"],"If the problem persists, please contact support.":["Nếu sự cố vẫn tiếp diễn, vui lòng liên hệ với bộ phận hỗ trợ."],"Something has gone wrong and we couldn't complete the optimization of your SEO data. Please %1$sre-start the process%2$s.":["Đã xảy ra sự cố và chúng tôi không thể hoàn thành việc tối ưu hóa dữ liệu SEO của bạn. Vui lòng %1$s bắt đầu quá trình %2$s."],"All permalinks were successfully reset":["Tất cả các liên kết cố định đã được đặt lại thành công"],"We've encountered a problem trying to get related keyphrases. Please try again later.":["Chúng tôi đã gặp sự cố khi cố gắng lấy các cụm từ khóa có liên quan. Vui lòng thử lại sau."],"You've reached the maximum amount of 4 related keyphrases. You can change or remove related keyphrases in the %s metabox or sidebar.":["Bạn đã đạt đến số lượng tối đa 4 cụm từ khóa liên quan. Bạn có thể thay đổi hoặc xóa các cụm từ khóa liên quan trong metabox %s hoặc thanh bên."],"Please wait while %1$s connects to %2$s to get related keyphrases...":["Vui lòng đợi trong khi %1$s kết nối với %2$s để nhận các cụm từ khóa liên quan ..."],"Upgrade your %s plan":["Nâng cấp gói %s của bạn"],"You've reached your request limit for today. Check back tomorrow or upgrade your plan over at %s.":["Bạn đã đạt đến giới hạn yêu cầu của mình cho ngày hôm nay. Kiểm tra lại vào ngày mai hoặc nâng cấp gói của bạn tại %s."],"Last month":["Tháng trước"],"Two months ago":["Hai tháng trước"],"Three months ago":["Ba tháng trước"],"Four months ago":["Bốn tháng trước"],"Five months ago":["Năm tháng trước"],"Six months ago":["Sáu tháng trước"],"Seven months ago":["Bảy tháng trước"],"Eight months ago":["Tám tháng trước"],"Nine months ago":["Chín tháng trước"],"Ten months ago":["Mười tháng trước"],"Eleven months ago":["Mười một tháng trước"],"Twelve months ago":["Mười hai tháng trước"],"Get more insights at %s":["Nhận thêm thông tin chi tiết tại %s"],"Keyphrase volume in the last 12 months on a scale from 0 to 100.":["Khối lượng cụm từ khóa trong 12 tháng qua trên thang điểm từ 0 đến 100."],"Learn more about the related keyphrases trend":["Tìm hiểu thêm về xu hướng cụm từ khóa thịnh hành"],"Trend":["Thịnh hành"],"Learn more about the related keyphrases volume":["Tìm hiểu thêm về khối lượng cụm từ khóa liên quan"],"Volume":["Dung lượng"],"Related keyphrase":["Cụm từ khóa liên quan"],"Select country":["Chọn quốc gia"],"Show results for:":["Hiển thị kết quả cho:"],"Please enter a focus keyphrase first to get related keyphrases":["Vui lòng nhập cụm từ khóa tiêu điểm trước để nhận các cụm từ khóa liên quan"],"Sorry, there's no data available for that keyphrase/country combination.":["Xin lỗi, không có sẵn dữ liệu cho tổ hợp cụm từ đó."],"Get related keyphrases":["Nhận các cụm từ khóa liên quan"],"Related keyphrases":["Các cụm từ khóa liên quan"],"The number of headers and header labels don't match.":["Số lượng tiêu đề và nhãn tiêu đề không khớp."],"The %s integration offers suggestions and insights for keywords related to the entered focus keyphrase.":["Tích hợp %s cung cấp những đề xuất và thông tin cho những từ khoá liên quan với từ khoá chính."],"Disabling Yoast SEO's XML sitemaps will not disable WordPress' core sitemaps. In some cases, this %1$s may result in SEO errors on your site%2$s. These may be reported in Google Search Console and other tools.":["Việc tắt các sơ đồ trang XML của Yoast SEO sẽ không vô hiệu hóa các sơ đồ trang web cốt lõi của WordPress. Trong một số trường hợp, %1$s này có thể dẫn đến lỗi SEO trên trang web %2$s của bạn. Chúng có thể được báo cáo trong Google Search Console và các công cụ khác."],"If you still need support and have an active subscription for this product, please email %s.":["Nếu bạn vẫn cần sự hỗ trợ và có một đăng ký đang hoạt động của sản phẩm này, hãy liên hệ đến email %s."],"You can probably find an answer to your question in our %1$shelp center%2$s.":["Bạn có thể tìm được câu trả lời cho câu hỏi của bạn tại trung tâm %1$s giúp đỡ của chúng tôi %2$s."],"Need support?":["Bạn có cần hỗ trợ không?"],"Return to your %s":["Quay trở lại %s của bạn"],"Make sure to save your %s for changes to take effect":["Hãy chắc chắn rằng bạn đã lưu %s để các thay đổi có hiệu lực"],"The advanced section of the %1$s meta box allows a user to remove posts from the search results or change the canonical. The settings in the schema tab allows a user to change schema meta data for a post. These are things you might not want any author to do. That's why, by default, only editors and administrators can do this. Setting to \"%2$s\" allows all users to change these settings.":["Phần nâng cao của hộp meta %1$s cho phép người dùng xóa các bài đăng khỏi thanh công cụ tìm kiếm hoặc thay đổi của canonical. Cài đặt trong tab schema cho phép một người dùng thay đổi dữ liệu thẻ schema của bài đăng. Điều này có thể là những điều mà bạn không muốn bất kỳ tác giả nào làm. Đó là lý do tại sao, trong mặc định, chỉ duy nhất biên tập viên và quản trị viên mới có thể thực hiện điều này. Cài đặt thành \"%2$s\" cho phép tất cả người dùng có thể thay đổi những cài đặt này."],"Security: no advanced or schema settings for authors":["Bảo mật: Không có phần nâng cao hoặc cài đặt schema dành cho những tác giả"],"Report":["Báo cáo"],"Tech Article":["Bài báo công nghệ"],"Scholarly Article":["Bài viết học thuật"],"Satirical Article":["Bài báo châm biếm"],"Advertiser Content Article":["Bài báo Nội dung của Nhà quảng cáo"],"News Article":["Bài báo Tin tức"],"Social Media Posting":["Đăng tải lên Mạng xã hội"],"Article":["Bài viết"],"Search Results Page":["Trang kết quả tìm kiếm"],"Real Estate Listing":["Danh sách bất động sản"],"Checkout Page":["Trang Thanh toán"],"Collection Page":["Trang Bộ sưu tập"],"Medical Web Page":["Trang web y tế"],"Contact Page":["Trang liên hệ"],"Profile Page":["Trang cá nhân"],"QA Page":["Trang hỏi-đáp"],"FAQ Page":["Trang hỗ trợ"],"About Page":["Trang giới thiệu"],"Item Page":["Trang sản phẩm"],"Web Page":["Trang Web"],"Default for %1$s (%2$s)":["Mặc định cho %1$s (%2$s)"],"This helps search engines understand your website and your content. You can change some of your settings for this page below.":["Điều này giúp ích cho các công cụ tìm kiếm hiểu website hoặc nội dung của bạn. Bạn có thể thay đổi một vài cài đặt dành cho trang ở phía dưới."],"Yoast SEO automatically describes your pages using schema.org":["Yoast SEO sẽ tự động mô tả trang của bạn bằng schema.org"],"Article type":["Loại bài viết"],"Page type":["Loại trang"],"Learn more about page or content types":["Tìm hiểu nhiều hơn về trang hoặc các loại nội dung"],"What type of page or content is this?":["Kiểu trang hoặc nội dung này là gì?"],"Structured Data":["Dữ liệu có cấu trúc"],"Yoast How-to":["Yoast - Dùng thế nào"],"Yoast FAQ":["Yoast - Câu hỏi thường gặp"],"%1$s: Does not contain the exact match. %2$sTry to write the exact match of your keyphrase in the SEO title and put it at the beginning of the title%3$s.":[""],"%1$s: The exact match of the focus keyphrase appears in the SEO title, but not at the beginning. %2$sMove it to the beginning for the best results%3$s.":[""],"%1$s Internal Linking Blocks":["%1$s Liên kết nội bộ khối"],"Allow us to track some data about your site to improve our plugin.":["Cho phép chúng tôi theo dõi một số dữ liệu về trang web của bạn để cải thiện plugin của chúng tôi."],"Usage tracking":["Theo dõi quá trình sử dụng"],"Can we collect anonymous information about your website to enhance %1$s?":[""],"Read more about how internal linking can improve your site structure.":["Đọc thêm về cách liên kết nội bộ có thể cải thiện cấu trúc trang web của bạn."],"Link suggestions":["Đề xuất nối kết"],"Insights":["Thống kê"],"Remove image":["Xoá ảnh"],"The file size of the uploaded image is too large for %s. File size must be less than %s.":["Hình ảnh tải lên có kích thước quá lớn cho %s. Kích thước phải nhỏ hơn %s."],"The format of the uploaded image is not supported. The supported formats are: %s, %s, %s and %s.":["Định dạng ảnh không được hỗ trợ. Các định dạng được sử dụng là: %s, %s, %s và %s."],"You have uploaded a %s. Please note that, if it’s an animated %s, only the first frame will be used.":["Bạn đã tải lên %s. Nếu đây là một %s động, chỉ có frame đầu tiên được sử dụng."],"Your image dimensions are not suitable. The minimum dimensions are %dx%d pixels. The maximum dimensions are %dx%d pixels.":["Kích thước ảnh không phù hợp. Ảnh phải có độ phân giải tối thiểu là %dx%d pixels và tối đa %dx%d pixels."],"Your image dimensions are not suitable. The minimum dimensions are %dx%d pixels.":["Kích thước hình ảnh không phù hợp. Kích thước tối thiểu là %dx%d pixels."],"Dismiss":[""],"Because of a change in your permalink structure, some of your SEO data needs to be reprocessed.":["Do sự thay đổi trong cấu trúc liên kết cố định của bạn, một số dữ liệu SEO của bạn cần được xử lý lại."],"Because of a change in your home URL setting, some of your SEO data needs to be reprocessed.":["Do sự thay đổi trong cài đặt URL danh mục của bạn, một số dữ liệu SEO của bạn cần được xử lý lại."],"Please upgrade your WordPress version or install the Gutenberg plugin to get this %1$s feature.":["Vui lòng nâng cấp phiên bản WordPress của bạn hoặc cài đặt plugin Gutenberg để có được tính năng %1$s này."],"Marking links with nofollow/sponsored has been disabled for WordPress installs < 5.4.":["Đánh dấu liên kết bằng nofollow / được tài trợ đã bị vô hiệu hóa đối với cài đặt WordPress <5.4."],"Open in new tab":["Mở trong Tab mới"],"This is a sponsored link or advert (mark as %1$ssponsored%2$s)%3$s":["Đây là liên kết được tài trợ hoặc quảng cáo (đánh dấu %1$ssponsored%2$s)%3$s"],"Search engines should ignore this link (mark as %1$snofollow%2$s)%3$s":["Công cụ tìm kiếm sẽ bỏ qua liên kết này (đánh dấu %1$snofollow%2$s)%3$s"],"Learn more about marking a link as nofollow or sponsored.":["Tìm hiểu thêm về cách đánh dấu một liên kết là nofollow hoặc được tài trợ."],"Link inserted.":["Liên kết đã chèn."],"Link edited.":["Liên kết đã chỉnh sửa."],"Warning: the link has been inserted but may have errors. Please test it.":["Cảnh báo: Liên kết đã được chèn nhưng có thể có lỗi. Hãy kiểm tra lại."],"Unlink":["Huỷ liên kết"],"Link removed.":["Liên kết đã loại bỏ."],"Link":["Liên kết"],"We've analyzed your post. There is still room for improvement!":["Chúng tôi đã phân tích bài đăng của bạn. Vẫn còn chỗ để cải thiện!"],"We've analyzed your post. Everything looks good. Well done!":["Chúng tôi đã phân tích bài đăng của bạn. Mọi thứ trông có vẻ tốt. Làm tốt lắm!"],"No focus keyword was entered":["Không có từ khoá trọng tâm nào được nhập"],"Share your post!":["Chia sẻ bài đăng của bạn!"],"Improve your post with Yoast SEO":["Cải tiến bài đăng của bạn với Yoast SEO"],"SEO analysis:":["Phân tích SEO:"],"The links columns show the number of articles on this site linking %3$sto%4$s this article and the number of URLs linked %3$sfrom%4$s this article. Learn more about %1$show to use these features to improve your internal linking%2$s, which greatly enhances your SEO.":["Các cột liên kết hiển thị số lượng bài viết trên trang web này đang liên kết %3$s đến %4$s bài viết này và số lượng URL đã liên kết %3$s từ %4$s bài viết này. Tìm hiểu thêm về %1$s cách sử dụng các tính năng này nhằm cải thiện liên kết nội bộ %2$s của bạn, giúp cải thiện đáng kể SEO của bạn."],"We've written an article about %1$show to use the SEO score and Readability score%2$s.":["Chúng tôi đã viết một bài báo về %1$s cách sử dụng điểm SEO và điểm Khả năng đọc %2$s."],"%1$s adds several columns to this page.":["%1$s thêm một số cột vào trang này."],"We estimate this will take less than a minute.":["Chúng tôi ước tính việc này sẽ mất chưa đầy một phút."],"We estimate this will take a couple of minutes.":["Chúng tôi ước tính việc này sẽ mất vài phút."],"%1$sRun the indexation process on your server%2$s using %3$sWP CLI%2$s.":["%1$s Chạy quá trình lập chỉ mục trên máy chủ của bạn %2$s bằng cách sử dụng %3$s WP CLI %2$s."],"We estimate this could take a long time, due to the size of your site. As an alternative to waiting, you could:":["Chúng tôi ước tính việc này có thể mất nhiều thời gian, do kích thước trang web của bạn. Thay vì chờ đợi, bạn có thể:"],"Show debug information":["Hiển thị thông tin gỡ lỗi"],"Your site will continue to work normally, but won't take full advantage of %s.":["Trang web của bạn sẽ tiếp tục hoạt động bình thường, nhưng sẽ không tận dụng hết ưu điểm của %s."],"%s had problems creating the database tables needed to speed up your site.":["%s đã gặp sự cố khi tạo các bảng cơ sở dữ liệu cần thiết để tăng tốc trang web của bạn."],"Your keyphrase is too long. It can be a maximum of 191 characters.":["Cụm từ khóa của bạn quá dài. Có thể có một tối đa ở 191 ký tự."],"%1$sFind out how to solve this problem on our help center%2$s.":["%1$s Tìm hiểu cách giải quyết vấn đề này trên cơ sở kiến thức %2$s của chúng tôi."],"The text link counter feature is not working as expected":["Tính năng bộ đếm liên kết văn bản không hoạt động như mong đợi"],"The text link counter helps you improve your site structure. %1$sFind out how the text link counter can enhance your SEO%2$s.":["Bộ đếm liên kết văn bản giúp bạn cải thiện cấu trúc trang web của mình. %1$s Tìm hiểu cách bộ đếm liên kết văn bản có thể nâng cấp SEO của bạn %2$s."],"The text link counter is working as expected":["Bộ đếm liên kết văn bản đang hoạt động như mong đợi"],"I don't want this site to show in the search results.":["Tôi không muốn trang web này hiển thị trong kết quả tìm kiếm."],"If you want search engines to show this site in their results, you must %1$sgo to your Reading Settings%2$s and uncheck the box for Search Engine Visibility.":["Nếu bạn muốn các công cụ tìm kiếm hiển thị trang web này trong kết quả của chúng, bạn phải %1$s vào Cài đặt Đọc %2$s của mình và bỏ chọn hộp Hiển thị cho Công cụ Tìm kiếm."],"Learn more about the no-index setting on our help page.":["Tìm hiểu thêm về cài đặt không lập chỉ mục trên trang trợ giúp của chúng tôi."],"Even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Mặc dù bạn có thể thiết lập cài đặt meta rô bốt tại đây, nhưng toàn bộ trang web được đặt thành noindex trong cài đặt bảo mật trên toàn trang web, vì vậy những cài đặt này sẽ không có ảnh hưởng."],"Learn more about canonical URLs on our help page.":["Tìm hiểu thêm về các URL chuẩn trên trang trợ giúp của chúng tôi."],"Learn more about the breadcrumbs title setting on our help page.":["Tìm hiểu thêm về cài đặt breadcrumbs trên trang trợ giúp của chúng tôi."],"Learn more about advanced meta robots settings on our help page.":["Tìm hiểu thêm về cài đặt meta rô bốt nâng cao trên trang trợ giúp của chúng tôi."],"Learn more about the no-follow setting on our help page.":["Tìm hiểu thêm về cài đặt no-follow trên trang trợ giúp của chúng tôi."],"Should search engines follow links on this content?":[""],"This %1$s REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use %1$s for all their SEO meta output.":["Điểm cuối REST API %1$s này cung cấp cho bạn tất cả siêu dữ liệu bạn cần cho một URL cụ thể. Điều này sẽ giúp các trang web WordPress không có đầu mục dễ dàng sử dụng %1$s cho tất cả đầu ra meta SEO của họ."],"REST API: Head endpoint":["API REST: Điểm cuối ở đầu"],"Please read %1$sthis help article%2$s to find out how to resolve this problem.":["Vui lòng đọc %1$s này giúp điều khoản %2$s để tìm hiểu cách giải quyết vấn đề này."],"Replaced with the term ancestors hierarchy":["Được thay thế bằng cụm từ phân cấp gốc"],"Term hierarchy":["Hệ thống phân cấp thuật ngữ"],"%1$sYou can change the tagline in the customizer%2$s.":["%1$s Bạn có thể thay đổi khẩu hiệu trong tùy biến %2$s."],"You still have the default WordPress tagline. Even an empty one is probably better.":["Bạn vẫn có khẩu hiệu mặc định của WordPress. Hoặc để trống có lẽ là tốt hơn."],"You should change the default WordPress tagline":["Bạn nên thay đổi khẩu hiệu mặc định của WordPress"],"You are using a custom tagline or an empty one.":["Bạn đang sử dụng một khẩu hiệu tùy chỉnh hoặc một cái trống."],"You changed the default WordPress tagline":["Bạn đã thay đổi TAGLINE mặc định của wordpress"],"Comments on your posts are displayed on a single page. This is just like we'd suggest it. You're doing well!":["Bình luận trên các post của bạn được hiển thị trên một trang đơn. Điều này đúng với những gì chúng tôi đề nghị. Bạn đang làm rất tốt!"],"It's highly recommended to have your postname in the URL of your posts and pages. Consider setting your permalink structure to %s.":["Khuyến nghị đặt postname trong địa chỉ URL của bài viết và trang. Hãy cân nhắc thiết lập cấu hình liên kết tĩnh của bạn thành %s."],"You do not have your postname in the URL of your posts and pages":["Bạn không có postname trong URL của bài viết và trang"],"You do have your postname in the URL of your posts and pages.":["Bạn đã có postname trong URL của bài viết và trang."],"Your permalink structure includes the post name":["Cấu trúc liên kết tĩnh bao gồm tên bài viết"],"Comments on your posts break into multiple pages. As this is not needed in 999 out of 1000 cases, we recommend you disable it. To fix this, uncheck \"Break comments into pages...\" on the Discussion Settings page.":["Nhận xét về bài viết của bạn được chia thành nhiều trang. Vì điều này không cần thiết trong 999 trong số 1000 trường hợp, chúng tôi khuyên bạn nên vô hiệu hóa nó. Để khắc phục điều này, hãy bỏ chọn \"Chia các nhận xét thành các trang ...\" trên trang Cài đặt Thảo luận."],"Comments break into multiple pages":["Bình luận bị tách thành nhiều trang"],"Comments are displayed on a single page":["Bình luận được hiển thị trên một trang đơn"],"No title":["Không tiêu đề"],"%1$sGo to the Discussion Settings page%2$s":["%1$s Chuyển đến trang Cài đặt Thảo luận %2$s"],"%1$sThis was reported by the %2$s plugin%3$s":["%1$s Điều này đã được báo cáo bởi %3$s plugin thứ %2$s"],"Mobile result":["Kết quả trên di động"],"Preview as:":["Xem trước:"],"Desktop result":["Kết quả trên máy tính"],"When you click OK we will open our HelpScout beacon where you can find answers to your questions. This beacon will load our support data and also potentially set cookies.":["Khi bạn nhấp vào OK, chúng tôi sẽ mở báo hiệu HelpScout nơi bạn có thể tìm thấy câu trả lời cho câu hỏi của mình. Báo hiệu này sẽ tải dữ liệu hỗ trợ của chúng tôi và cũng có khả năng đặt những cookie."],"The browser you are currently using is unfortunately rather dated. Since we strive to give you the best experience possible, we no longer support this browser. Instead, please use %1$sFirefox%4$s, %2$sChrome%4$s or %3$sMicrosoft Edge%4$s.":["Rất tiếc, trình duyệt bạn đang sử dụng đã quá cũ. Vì chúng tôi cố gắng mang đến cho bạn trải nghiệm tốt nhất có thể nên chúng tôi không còn hỗ trợ trình duyệt này nữa. Thay vào đó, hãy sử dụng %1$s Firefox %4$s, %2$s Chrome %4$s hoặc %3$s Microsoft Edge %4$s."],"If you want to apply advanced <code>meta</code> robots settings for this page, please define them in the following field.":["Nếu bạn muốn áp dụng cài đặt rô bốt <code> meta </code> nâng cao cho trang này, vui lòng xác định chúng trong trường sau."],"Check out %1$s":["Thanh toán %1$s"],"We have both free and premium online courses to learn everything you need to know about SEO.":["Chúng tôi có các khóa học để giúp bạn hiểu hơn về SEO."],"Want to learn SEO from Team Yoast? Check out our %1$s!":["Bạn muốn học SEO từ Team Yoast? Chỉ với  %1$s!"],"Learn SEO":["Học SEO"],"%s settings to import:":["%s cài đặt để nhập:"],"Import settings from another %1$s installation by pasting them here and clicking \"%2$s\".":["Tải dữ liệu vào từ %1$s cài đặt khác bằng cách dán nó vào đây và nhấn \"%2$s\"."],"Your %1$s settings:":["Bạn đã cài đặt %1$s :"],"Schema":["Sơ đồ"],"Please check the format of the YouTube URL you entered. %s":["Vui lòng kiểm tra định dạng URL YouTube mà bạn đã nhập. %s"],"Please check the format of the Wikipedia URL you entered. %s":["Vui lòng kiểm tra định dạng của URL Wikipedia bạn đã nhập. %s"],"Please check the format of the Pinterest URL you entered. %s":["Vui lòng kiểm tra định dạng của URL Pinterest bạn đã nhập. %s"],"Please check the format of the MySpace URL you entered. %s":["Vui lòng kiểm tra định dạng của URL MySpace bạn đã nhập. %s"],"Please check the format of the LinkedIn URL you entered. %s":["Vui lòng kiểm tra định dạng của URL LinkedIn mà bạn đã nhập. %s"],"Please check the format of the Instagram URL you entered. %s":["Vui lòng kiểm tra định dạng của URL Instagram bạn đã nhập. %s"],"Please check the format of the Facebook Page URL you entered. %s":["Vui lòng kiểm tra định dạng của URL Trang Facebook bạn đã nhập. %s"],"Settings saved.":["Đã lưu cài đặt."],"Dismiss this alert":["Bỏ thông báo này"],"The submitted value was: %s":["Giá trị được gửi là: %s"],"Yandex confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Mã xác minh của Yandex chỉ chứa ký tự từ A đến F, số, dấu gạch nối, và dấu gạch dưới. %s"],"Twitter usernames can only contain letters, numbers, and underscores. %s":["Tên người dùng của Twitter chỉ chứa ký tự, số, dấu gạch nối, và dấu gạch dưới. %s"],"Pinterest confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Mã xác minh của Pinterest chỉ chứa ký tự từ A đến F, số, dấu gạch nối, và dấu gạch dưới. %s"],"Bing confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Mã xác minh của Bing chỉ chứa ký tự từ A đến F, số, dấu gạch nối, và dấu gạch dưới. %s"],"Google verification codes can only contain letters, numbers, hyphens, and underscores. %s":["Mã xác minh của Google chỉ chứa ký tự, số, dấu gạch nối, và dấu gạch dưới. %s"],"Baidu verification codes can only contain letters, numbers, hyphens, and underscores. %s":["Mã xác minh của Baidu chỉ chứa ký tự, số, dấu gạch nối, và dấu gạch dưới. %s"],"Show this item.":["Hiển thị mục này."],"Hide this item.":["Ẩn mục này."],"You have %d hidden problem:":["Bạn có %d vấn đề ẩn:"],"You have %d hidden notification:":["Bạn có %d thông báo ẩn:"],"Focus keyphrase not set":[""],"The form contains %1$s error. %2$s":["Biểu mẫu chứa %1$s lỗi. %2$s"],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly.":[""],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":["Khi bạn thêm nhiều hơn một bản sao, chúng tôi sẽ cung cấp cho bạn danh sách các từ và các cụm từ đã xuất hiện nhiều nhất trong nội dung. Chúng cho biết nội dung mà bạn đang tập trung vào."],"%d occurrences":["%d xuất hiện"],"Activate %s for your site on MyYoast":["Kích hoạt %s cho trang web của bạn trên MyYoast"],"Show blog page in breadcrumbs":["Hiển thị trang blog trong breadcrumbs"],"We could not find any relevant articles on your website that you could link to from your post.":["Chúng tôi không thể tìm thấy bất kỳ bài viết có liên quan trên trang web của bạn mà bạn có thể liên kết từ bài viết của bạn."],"Has feedback":["Gửi phản hồi"],"Content optimization:":["Tối ưu hóa nội dung:"],"%1$sSEO%2$s: %3$s":["%1$sSEO%2$s: %3$s"],"%1$sReadability%2$s: %3$s":["%1$sTính dễ đọc%2$s: %3$s"],"Post Noindexed":["Bài viết Noindex"],"No Focus Keyphrase":["Không có cụm từ khóa chính"],"Posts with the SEO score: %s":["Bài viết có điểm SEO: %s"],"SEO: %s":["SEO: %s"],"%s video tutorial":["%s video hướng dẫn"],"To view your current crawl errors, %1$splease visit Google Search Console%2$s.":["Để xem lỗi thu thập dữ liệu, %1$sHãy truy cập Google Search Console%2$s."],"Google has discontinued its Crawl Errors API. Therefore, any possible crawl errors you might have cannot be displayed here anymore. %1$sRead our statement on this for further information%2$s.":["Google đã ngừng chạy API Crawl Error. Vì thế, nếu có lỗi thu thập dữ liệu nó sẽ không hiển thị ở đây nữa. %1$sĐọc để biết thêm thông tin%2$s."],"Get the %s plugin now!":[""],"Personal info":["Thông tin cá nhân"],"Organization logo":["Logo tổ chức"],"Organization name":["Tên tổ chức"],"(if one exists)":["(nếu có)"],"Wikipedia page about you":["Trang Wikipedia về bạn"],"YouTube profile URL":["URL hồ sơ trên YouTube"],"Tumblr profile URL":["URL hồ sơ trên Tumblr"],"SoundCloud profile URL":["URL hồ sơ trên SoundCloud"],"MySpace profile URL":["URL hồ sơ trên MySpace"],"Organization":["Tổ chức"],"You have previously set your site to represent a person. We’ve improved our functionality around Schema and the Knowledge Graph, so you should go in and %1$scomplete those settings%2$s.":["Trước đây bạn đã đặt trang web của mình để đại diện cho một người. Chúng tôi đã cải thiện chức năng này qua mã Schema và Knowledge Graph, vì vậy bạn nên truy cập và %1$shoàn thành các cài đặt đó%2$s."],"Select a user...":["Chọn một người dùng..."],"Uncategorized":["Chưa phân loại"],"Pinterest profile URL":["URL hồ sơ trên Pinterest"],"LinkedIn profile URL":["URL hồ sơ trên LinkedIn"],"Instagram profile URL":["URL hồ sơ trên Instagram"],"No JSON object was returned.":["Không có đối tượng JSON nào được trả về."],"Received internal links":["Số đường dẫn nội bộ nhận được"],"Outgoing internal links":["Số đường dẫn nội bộ liên kết tới"],"New step added":["Bước mới đã được thêm vào"],"New question added":["Câu hỏi mới được thêm vào"],"For this feature to work, %1$s needs to create a table in your database. We were unable to create this table automatically.":["Để tính năng này hoạt động, %1$s cần tạo 1 bảng trong Database của bạn. Chúng tôi không thể tạo bảng này một cách tự động."],"Keyphrase":["Cụm từ khóa"],"%3$sImage Keyphrase%5$s: Out of %2$d images on this page, %1$d have alt attributes with words from your keyphrase or synonyms. That's a bit much. %4$sOnly include the keyphrase or its synonyms when it really fits the image%5$s.":["%3$s Image Keyphrase%5$s: Hết %2$d hình ảnh trên trang này, %1$d có thuộc tính alt với các từ từ từ ngữ khóa hoặc từ đồng nghĩa của bạn. Hơi nhiều một chút. %4$s Chỉ bao gồm các từ khóa hoặc từ đồng nghĩa của nó khi nó thực sự phù hợp với hình ảnh%5$s."],"%3$sImage Keyphrase%5$s: Out of %2$d images on this page, only %1$d has an alt attribute that reflects the topic of your text. %4$sAdd your keyphrase or synonyms to the alt tags of more relevant images%5$s!":["%3$s Image Keyphrase%5$s: Trong số %2$d hình ảnh trên trang này, chỉ có %1$d có thuộc tính alt phản ánh chủ đề văn bản của bạn. %4$s Thêm cụm từ khóa hoặc từ đồng nghĩa của bạn vào các thẻ alt của hình ảnh có liên quan hơn%5$s!"],"%1$sImage Keyphrase%3$s: Images on this page do not have alt attributes that reflect the topic of your text. %2$sAdd your keyphrase or synonyms to the alt tags of relevant images%3$s!":["%1$s Image Keyphrase%3$s: Hình ảnh trên trang này không có thuộc tính alt phản ánh chủ đề văn bản của bạn. %2$s Thêm câu lệnh khóa hoặc từ đồng nghĩa của bạn vào các thẻ alt của hình ảnh có liên quan%3$s!"],"%1$sImage Keyphrase%3$s: Images on this page have alt attributes, but you have not set your keyphrase. %2$sFix that%3$s!":["%1$s Image Keyphrase%3$s: Hình ảnh trên trang này có thuộc tính alt, nhưng bạn chưa đặt câu đặt phím. %2$s Sửa cái đó%3$s!"],"%1$sKeyphrase in subheading%2$s: %3$s of your H2 and H3 subheadings reflects the topic of your copy. Good job!":["%1$s Cụm từ khóa trong tiêu đề phụ %2$s: Có %3$s tiêu đề phụ mô tả chủ đề của bài viết. Rất tốt!"],"%1$sKeyphrase in subheading%2$s: Your H2 or H3 subheading reflects the topic of your copy. Good job!":["%1$s Cụm từ khóa trong tiêu đề phụ %2$s: Tiêu đề phụ mô tả chủ đề của bài viết. Rất tốt!"],"%1$sKeyphrase in subheading%3$s: %2$sUse more keyphrases or synonyms in your H2 and H3 subheadings%3$s!":["%1$s Cụm từ khóa trong tiêu đề phụ %3$s: %2$s Hãy dùng nhiều hơn các cụm từ khóa hoặc các từ đồng nghĩa trong các tiêu đề phụ %3$s!"],"Page %s":["Trang %s"],"Cannot get the size of %1$s because of unknown reasons.":["Không lấy được độ lớn của %1$s vì những lý do chưa được biết tới."],"Cannot get the size of %1$s because it is hosted externally.":["Không lấy được độ lớn của %1$s vì nó được lưu trữ bên ngoài."],"%1$sSingle title%3$s: H1s should only be used as your main title. Find all H1s in your text that aren't your main title and %2$schange them to a lower heading level%3$s!":["%1$sTiêu đề đơn lẻ%3$s: Các thẻ H1 chỉ nên được sử dụng làm tiêu đề chính. Tìm tất cả các thẻ H1 trong văn bản của bạn mà không phải tiêu đề chính và %2$schuyển chúng thành những thẻ tiêu đề thấp hơn%3$s!"],"%1$sKeyphrase density%2$s: The keyphrase was found %5$d time. That's way more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":[""],"%1$sKeyphrase density%2$s: The keyphrase was found %5$d time. That's more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":[""],"%1$sKeyphrase density%2$s: The keyphrase was found %3$d time. This is great!":[""],"%1$sKeyphrase density%2$s: The keyphrase was found %5$d time. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":[""],"%1$sKeyphrase density%2$s: The keyphrase was found 0 times. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":[""],"Import of settings is only supported on servers that run PHP 5.3 or higher.":["Nhập các cài đặt chỉ được hỗ trợ trên các máy chủ chạy PHP 5.3 trở lên."],"Export your %1$s settings here, to copy them on another site.":["Xuất các cài đặt %1$s của bạn tại đây, sao chép chúng sang trang khác."],"No settings found.":["Không tìm thấy các cài đặt."],"These are settings for the %1$s plugin by %2$s":["Đây là các cài đặt cho phần mở rộng %1$s bởi %2$s"],"Copy all these settings to another site's %1$s tab and click \"%1$s\" there.":["Sao chép tất cả các cài đặt này sang %1$s tab và lượt bấm \"%1$s của một trang khác."],"You do not have the required rights to export settings.":["Bạn không có quyền cần thiết để xuất cài đặt ."],"Method %1$s() does not exist in class %2$s":["Phương thức %1$s() không tồn tại trong lớp %2$s"],"With %s, you can easily create such redirects.":["Với %s, bạn có thể dễ dàng tạo những chuyển hướng như vậy."],"Learn about why permalinks are important for SEO.":["Tìm hiểu lý do tại sao permalinks lại quan trọng đối với SEO."],"Changing your permalinks settings can seriously impact your search engine visibility. It should almost %1$s never %2$s be done on a live website.":["Thay đổi cài đặt permalinks của bạn có thể ảnh hưởng nghiêm trọng đến khả năng hiển thị của công cụ tìm kiếm. Hầu như %1$s không bao giờ %2$s được thực hiện trên một trang web trực tiếp."],"WARNING:":["CẢNH BÁO:"],"%1$sFunction words in keyphrase%3$s: Your keyphrase \"%4$s\" contains function words only. %2$sLearn more about what makes a good keyphrase.%3$s":["%1$sCác từ chức năng trong cụm từ khóa%3$s: Từ khóa \"%4$s\" chỉ chứa từ khóa chức năng. %2$sTìm hiểu thêm về các tạo cụm từ khóa tốt.%3$s"],"Clear Image":["Xóa hình"],"%1$sKeyphrase length%3$s: %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sĐộ dài cụm từ khóa%3$s: %2$sHãy đặt một cụm từ khóa để tính điểm SEO%3$s."],"%1$sKeyphrase in slug%2$s: More than half of your keyphrase appears in the slug. That's great!":["%1$sTừ khóa trong slug%2$s: Hơn một nửa từ khóa của bạn xuất hiện trong slug. Thật tuyệt!"],"%1$sKeyphrase in slug%3$s: (Part of) your keyphrase does not appear in the slug. %2$sChange that%3$s!":["%1$sTừ khóa trong slug%3$s: (Một phần) từ khóa của bạn không xuất hiện trong slug. %2$sThay đổi%3$s!"],"%1$sKeyphrase in slug%2$s: Great work!":["%1$sTừ khóa trong slug%2$s: Rất tốt!"],"Help on choosing the perfect focus keyphrase":["Giúp lựa chọn cụm từ khóa chính hoàn hảo"],"Go %s!":["Đến %s!"],"Add related keyphrase":["Thêm từ khóa liên quan"],"Upgrade to %s":["Nâng cấp lên %s"],"Get %s":["Lấy %s"],"%4$sPreviously used keyphrase%6$s: You've used this keyphrase %1$s multiple times before%3$s. %5$sDo not use your keyphrase more than once%6$s.":[""],"%3$sPreviously used keyphrase%5$s: You've used this keyphrase %1$sonce before%2$s. %4$sDo not use your keyphrase more than once%5$s.":["%3$sTừ khóa đã sử dụng%5$s: Bạn đã sử dụng từ khóa này %1$smột lần trước%2$s. %4$sKhông sử dụng từ khóa của bạn nhiều hơn một lần%5$s."],"%1$sPreviously used keyphrase%2$s: You've not used this keyphrase before, very good.":["%1$sTừ khóa đã sử dụng%2$s: Bạn chưa sử dụng từ khóa này trước đây, rất tốt."],"%1$sImages%3$s: No images appear on this page. %2$sAdd some%3$s!":["%1$s Hình ảnh%3$s: Không có hình ảnh nào xuất hiện trên trang này. %2$s Thêm một số%3$s!"],"%1$sLink keyphrase%3$s: You're linking to another page with the words you want this page to rank for. %2$sDon't do that%3$s!":["%1$sĐường dẫn từ khóa%3$s: Bạn đang liên kết tới trang khác với từ khóa mà bạn muốn trang này được xếp hạng. %2$sĐừng làm như vậy%3$s!"],"%2$sText length%3$s: The text contains %1$d %4$s. Good job!":[""],"%1$sKeyphrase in subheading%3$s: More than 75%% of your H2 and H3 subheadings reflect the topic of your copy. That's too much. %2$sDon't over-optimize%3$s!":["%1$s Cụm từ khóa trong các tiêu đề phụ %3$s: Có hơn 75% các tiêu đề phụ mô tả chủ đề bài viết của bạn. Quá nhiều! %2$s Đừng tối ưu quá mức %3$s!"],"%1$sSEO title width%3$s: %2$sPlease create an SEO title%3$s.":["%1$sĐộ rộng của tiêu đề SEO%3$s: %2$sHãy tạo một tiêu đề SEO%3$s."],"%1$sSEO title width%3$s: The SEO title is wider than the viewable limit. %2$sTry to make it shorter%3$s.":["%1$sĐộ rộng của tiêu đề SEO%3$s: Độ dài của tiêu đề SEO vượt quá giới hạn có thể nhìn thấy được. %2$sHãy rút gọn hơn%3$s."],"%1$sSEO title width%2$s: Good job!":["%1$sĐộ rộng của tiêu đề SEO%2$s: Rất tốt!"],"%1$sSEO title width%3$s: The SEO title is too short. %2$sUse the space to add keyphrase variations or create compelling call-to-action copy%3$s.":["%1$sĐộ rộng tiêu đề SEO%3$s: Tiêu đề SEO quá ngắn. %2$sHãy dùng khoảng trống để thêm các biến thể cụm từ khóa hoặc tạo một bài viết kêu gọi hành động thuyết phục%3$s."],"%1$sOutbound links%2$s: There are both nofollowed and normal outbound links on this page. Good job!":["%1$sCác đường dẫn ra ngoài trang%2$s: Có các đường dẫn ra ngoài trang bình thường và nofollowed trong trang này. Rất tốt!"],"%1$sOutbound links%2$s: Good job!":["%1$sCác đường dẫn ra ngoài trang%2$s: Rất tốt!"],"%1$sOutbound links%3$s: All outbound links on this page are nofollowed. %2$sAdd some normal links%3$s.":["%1$sCác đường dẫn ra ngoài trang%3$s: Tất cả các đường dẫn ra ngoài trang đều nofollowed. %2$sHãy thêm một số đường dẫn bình thường%3$s."],"%1$sOutbound links%3$s: No outbound links appear in this page. %2$sAdd some%3$s!":["%1$sCác đường dẫn ra ngoài trang%3$s: Không có các đường dẫn ra ngoài trang. %2$sHãy thêm một số đường dẫn%3$s!"],"%1$sMeta description length%2$s: Well done!":["%1$sĐộ dài mô tả Meta%2$s: Rất tốt!"],"%1$sMeta description length%3$s: The meta description is over %4$d characters. To ensure the entire description will be visible, %2$syou should reduce the length%3$s!":["%1$sĐộ dài mô tả Meta%3$s: Mô tả Meta vượt quá %4$d ký tự. Để đảm bảo toàn bộ mô tả này được nhìn thấy, %2$sbạn nên giảm độ dài%3$s!"],"%1$sMeta description length%3$s: The meta description is too short (under %4$d characters). Up to %5$d characters are available. %2$sUse the space%3$s!":["%1$sĐộ dài mô tả Meta%3$s: Mô tả Meta quá ngắn (dưới %4$d ký tự). Có thể lên tới %5$d ký tự. %2$sHãy dùng những khoảng trống%3$s!"],"%1$sMeta description length%3$s:  No meta description has been specified. Search engines will display copy from the page instead. %2$sMake sure to write one%3$s!":["%1$sĐộ dài mô tả Meta%3$s:  Không có mô tả meta. Các máy tìm kiếm sẽ hiển thị đoạn văn bản từ trang. %2$sHãy đảm bảo viết một mô tả%3$s!"],"%1$sKeyphrase in meta description%2$s: The meta description has been specified, but it does not contain the keyphrase. %3$sFix that%4$s!":["%1$sCụm từ khóa trong mô tả meta%2$s: Mô tả meta đã có, nhưng không chứa cụm từ khóa. %3$sHãy chỉnh sửa%4$s!"],"%1$sKeyphrase in meta description%2$s: The meta description contains the keyphrase %3$s times, which is over the advised maximum of 2 times. %4$sLimit that%5$s!":["%1$sCụm từ khóa trong mô tả meta%2$s: Mô tả meta có chứa cụm từ khóa %3$s lần, vượt quá mức khuyến nghị tối da 2 lần. %4$sHãy hạn chế%5$s!"],"%1$sKeyphrase in meta description%2$s: Keyphrase or synonym appear in the meta description. Well done!":["%1$sCụm từ khóa trong mô tả meta%2$s: Cụm từ khóa hoặc từ đồng nghĩa xuất hiện trong mô tả meta. Rất tốt!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's way more than the recommended maximum of %2$d %6$s. %4$sMake it shorter%5$s!":[""],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's more than the recommended maximum of %2$d %6$s. %4$sMake it shorter%5$s!":[""],"%1$sKeyphrase length%2$s: Good job!":["%1$sĐộ dài cụm từ khóa%2$s: Rất tốt!"],"%1$sKeyphrase length%3$s: No focus keyphrase was set for this page. %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sĐộ dài cụm từ khóa%3$s: Không có cụm từ khóa chính nào được đặt cho trang này. %2$sHãy đặt một cụm từ khóa để tính điểm SEO%3$s."],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms do not appear in the first paragraph. %2$sMake sure the topic is clear immediately%3$s.":["%1$sCụm từ khóa trong phần giới thiệu%3$s: Cụm từ khóa của bạn hoặc các từ đồng nghĩa với nó không xuất hiện trong đoạn văn đầu. %2$sHãy làm cho chủ đề bài viết rõ ràng ngay%3$s."],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms appear in the first paragraph of the copy, but not within one sentence. %2$sFix that%3$s!":["%1$s Cụm từ chính trong phần giới thiệu%3$s: Cụm từ khóa của bạn hoặc từ đồng nghĩa của nó xuất hiện trong đoạn đầu tiên của bản sao, nhưng không phải trong một câu. %2$s Sửa cái đó%3$s!"],"%1$sKeyphrase in introduction%2$s: Well done!":["%1$sCụm từ khóa trong phần giới thiệu%2$s: Rất tốt!"],"%1$sInternal links%2$s: There are both nofollowed and normal internal links on this page. Good job!":["%1$sCác đường dẫn nội bộ%2$s: Có cả đường dẫn nội bộ bình thường và nofollowed. Rất tốt!"],"%1$sInternal links%2$s: You have enough internal links. Good job!":["%1$sCác đường dẫn nội bộ%2$s: Bạn có đủ các đường dẫn nội bộ. Rất tốt!"],"%1$sInternal links%3$s: The internal links in this page are all nofollowed. %2$sAdd some good internal links%3$s.":["%1$sCác đường dẫn nội bộ%3$s: Tất cả các đường dẫn nội bộ trong trang là nofollowed. %2$sHãy thêm một số đường dẫn nội bộ tốt%3$s."],"%1$sInternal links%3$s: No internal links appear in this page, %2$smake sure to add some%3$s!":["%1$sCác đường dẫn nội bộ%3$s: Không có đường dẫn nội bộ trong trang này, %2$sHãy thêm một số đường dẫn nội bộ tốt%3$s!"],"%1$sTransition words%2$s: Well done!":["%1$sCác từ chuyển tiếp%2$s: Rất tốt!"],"%1$sTransition words%2$s: Only %3$s of the sentences contain transition words, which is not enough. %4$sUse more of them%2$s.":["%1$sCác từ chuyển tiếp%2$s: Chỉ có %3$s trong số các câu chứa từ chuyển tiếp, không đủ. %4$sHãy sử dụng nhiều hơn%2$s."],"%1$sTransition words%2$s: None of the sentences contain transition words. %3$sUse some%2$s.":["%1$sCác từ chuyển tiếp%2$s: Không có câu nào chứa từ chuyển tiếp. %3$sHãy sử dụng%2$s."],"%1$sNot enough content%2$s: %3$sPlease add some content to enable a good analysis%2$s.":["%1$sKhông đủ nội dung%2$s: %3$sHãy thêm nội dung để có được một phân tích tốt hơn%2$s."],"%1$sSubheading distribution%2$s: You are not using any subheadings, but your text is short enough and probably doesn't need them.":["%1$sSự phân bố tiêu đề phụ%2$s: Bạn đang không sử dụng các tiêu đề phụ, nhưng văn bản của bạn ngắn gọn và có thể không cần dùng chúng."],"%1$sSubheading distribution%2$s: You are not using any subheadings, although your text is rather long. %3$sTry and add some subheadings%2$s.":["%1$sSự phân bố tiêu đề phụ%2$s: Bạn đang không sử dụng các tiêu đề phụ, mặc dù bài viết này khá dài. %3$sHãy thử thêm một số tiêu đề phụ%2$s."],"%1$sSubheading distribution%2$s: %3$d section of your text is longer than %4$d %6$s and is not separated by any subheadings. %5$sAdd subheadings to improve readability%2$s.":[""],"%1$sSubheading distribution%2$s: Great job!":["%1$sSự phân bố tiêu đề phụ%2$s: Rất tốt!"],"%1$sSentence length%2$s: %3$s of the sentences contain more than %4$s %7$s, which is more than the recommended maximum of %5$s. %6$sTry to shorten the sentences%2$s.":[""],"%1$sSentence length%2$s: Great!":["%1$sĐộ dài của câu%2$s: Tuyệt!"],"%1$sConsecutive sentences%2$s: There is enough variety in your sentences. That's great!":["%1$sCác câu liên tiếp%2$s: Có đủ biến thể trong các câu của bạn. Điều đó thật tuyệt!"],"%1$sConsecutive sentences%2$s: The text contains %3$d consecutive sentences starting with the same word. %5$sTry to mix things up%2$s!":["%1$sCác câu liên tiếp%2$s: Bài viết chứa %4$d phần có chứa %3$d hoặc nhiều hơn câu liên tiếp bắt đầu với cùng từ. %5$sHãy viết đa dạng hơn%2$s!"],"%1$sPassive voice%2$s: %3$s of the sentences contain passive voice, which is more than the recommended maximum of %4$s. %5$sTry to use their active counterparts%2$s.":["%1$sCâu bị động%2$s: %3$s trong số các câu chứa câu bị động, nhiều hơn mức khuyến nghị là %4$s. %5$sHãy dùng câu chủ động thay thế%2$s."],"%1$sPassive voice%2$s: You're using enough active voice. That's great!":["%1$sCâu bị động%2$s: Bạn dùng đủ các câu chủ động. Rất tuyệt!"],"%1$sParagraph length%2$s: %3$d of the paragraphs contains more than the recommended maximum of %4$d %6$s. %5$sShorten your paragraphs%2$s!":[""],"%1$sParagraph length%2$s: None of the paragraphs are too long. Great job!":["%1$sĐộ dài đoạn văn%2$s: Không có các đoạn văn quá dài. Rất tốt!"],"Good job!":["Rất tốt!"],"Focus keyphrase: ":[""],"Focus keyphrase":["Cụm từ khóa chính"],"Disable":["Vô hiệu hóa"],"Allow Control":["Cho phép Điều khiển"],"This tab allows you to selectively disable %s features for all sites in the network. By default all features are enabled, which allows site admins to choose for themselves if they want to toggle a feature on or off for their site. When you disable a feature here, site admins will not be able to use that feature at all.":["Tab này giúp bạn có thể lựa chọn tắt %s tính năng cho tất cả các trang trong mạng. Theo mặc định tất cả các tính năng được bật, giúp những người quản trị trang lựa chọn có bật hoặc tắt một tính năng trên trang của họ. Khi bạn tắt một tính năng ở đây, những người quản trị trang sẽ không thể dùng được tính năng đó nữa."],"%s is a required feature toggle argument.":["%s là một tính năng bắt buộc."],"Remove keyphrase":["Xóa từ khóa"],"Keyphrase:":["Từ khóa:"],"This feature has been disabled by the network admin.":["Tính năng này đã bị tắt bởi quản trị mạng."],"Focus keyphrase not set.":["Từ khóa chính chưa được cài đặt."],"Colon":["Dấu hai chấm"],"Optional. Customize how you want to describe the duration of the instruction":["Không bắt buộc. Tuỳ chỉnh cách mà bạn muốn để miêu tả thời lượng của hướng dẫn"],"Describe the duration of the instruction:":["Mô tả khoảng thời gian của chỉ dẫn:"],"Learn more about the readability analysis":["Tìm hiểu thêm về Phân tích Tính dễ đọc"],"Readability analysis:":["Phân tích khả năng đọc:"],"There is a new notification.":["Có thông báo mới."],"Both %1$s and %2$s manage the SEO of your site. Running two SEO plugins at the same time is detrimental.":["Cả %1$s và %2$s quản lí SEO trang web của bạn. Chạy 2 plugin SEO cùng lúc sẽ gây hại."],"%s, %s and %s":["%s, %s và %s"],"%s and %s":["%s và %s"],"%d minute":["%d phút"],"%d hour":["%d giờ"],"%d day":["%d ngày"],"Enter a step title":["Thêm tiêu đề cho bước thực hiện"],"Optional. This can give you better control over the styling of the steps.":["Tùy chọn. Việc này có thể giúp bạn kiểm soát tốt hơn giao diện của các bước."],"CSS class(es) to apply to the steps":["CSS class(es) (Lớp CSS) để áp dụng cho các bước"],"minutes":["phút"],"hours":["giờ"],"days":["ngày"],"Create a How-to guide in an SEO-friendly way. You can only use one How-to block per post.":["Tạo bản hướng dẫn với phương pháp SEO thân thiện. Bạn chỉ có thể dùng khối How-to (Hướng dẫn) mỗi bài viết."],"Copy error":["Copy bị lỗi"],"An error occurred loading the %s primary taxonomy picker.":["1 lỗi xảy ra khi đang tải bộ chọn phân loại chính %s."],"%1$s Structured Data Blocks":["%1$s Khối Dữ liệu Cấu trúc"],"Time needed:":["Thời gian cần thiết:"],"Move question down":["Di chuyển câu hỏi xuống"],"Move question up":["Di chuyển câu hỏi lên trên"],"Insert question":["Chèn câu hỏi"],"Delete question":["Xóa câu hỏi"],"Enter the answer to the question":["Nhập câu trả lời cho câu hỏi"],"Enter a question":["Nhập câu hỏi"],"Add question":["Thêm câu hỏi"],"Frequently Asked Questions":["Các câu hỏi thường gặp"],"Select the primary %s":["Chọn %s chính"],"Check links to this URL":["Kiểm tra các liên kết đến URL này"],"Are you trying to use multiple keyphrases? You should add them separately below.":["Bạn đang cố gắng sử dụng nhiều cụm từ khóa? Bạn nên thêm chúng riêng biệt bên dưới."],"Mark as cornerstone content":["Đánh dấu là nội dung quan trọng"],"Move step down":["Di chuyển xuống dưới"],"Move step up":["Di chuyển lên trên"],"Insert step":["Chèn bước"],"Delete step":["Xóa bước"],"Add image":["Thêm hình ảnh"],"Enter a step description":["Nhập mô tả bước"],"Enter a description":["Nhập mô tả"],"Unordered list":["Danh sách không có thứ tự"],"Showing step items as an ordered list.":["Hiển thị các mục bước dưới dạng danh sách có thứ tự."],"Showing step items as an unordered list":["Hiển thị các bước dưới dạng danh sách không theo thứ tự"],"Add step":["Thêm bước"],"Delete total time":["Xóa tổng thời gian"],"Add total time":["Thêm tổng thời gian"],"How to":["Làm thế nào để"],"How-to":["Làm thế nào để"],"Analysis results":["Kết quả phân tích"],"Enter a focus keyphrase to calculate the SEO score":["Nhập một cụm từ khóa chính để tính điểm SEO"],"Learn more about Cornerstone Content.":["Tìm hiểu thêm về Nội dung quan trọng."],"Cornerstone content should be the most important and extensive articles on your site.":["Nội dung quan trọng phải là bài viết quan trọng và mở rộng nhất trên trang web của bạn."],"Restore Site":["Khôi phục trang web"],"Network Settings":["Thiết lạp mạng lưới"],"You are not allowed to perform this action.":["Bạn không được phép thực hiện hành động này."],"Error: %s":["Lỗi: %s"],"Success: %s":["Thành công: %s"],"Site with ID %d not found.":["Không tìm thấy trang web có ID %d."],"No site has been selected to restore.":["Không có trang nào được chọn để khôi phục."],"You are not allowed to modify unregistered network settings.":["Bạn không được phép sửa đổi cài đặt mạng chưa được đăng ký."],"deleted":["đã xóa"],"Copied!":["Đã sao chép!"],"Not supported!":["Không được hỗ trợ!"],"{{a}}Read our article about site structure{{/a}} to learn more about how internal linking can help improve your SEO.":["{{a}}Đọc bài viết của chúng tôi về cấu trúc trang web{{/a}} để tìm hiểu thêm về cách liên kết nội bộ có thể giúp cải thiện SEO của bạn."],"Consider linking to these {{a}}cornerstone articles:{{/a}}":["Cân nhắc liên kết tới {{a}}những bài viết chủ đạo{{/a}}"],"Consider linking to these articles:":["Xem xét việc liên kết đến các bài viết này:"],"Copy link":["Sao chép liên kết"],"Copy link to suggested article: %s":["Sao chép liên kết đến bài viết được đề xuất: %s"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":["Đọc hướng dẫn căn bản %1$s của chúng tôi về nghiên cứu từ khóa %2$s để tìm hiểu thêm về nghiên cứu từ khóa và chiến lược từ khóa."],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly. ":["Các từ và cụm từ sau xuất hiện nhiều trong nội dung. Chúng cho biết nội dung đang được tập trung vào. Nếu các từ khác nhiều so với chủ đề, bạn có thể nhập lại nội dung cho phù hợp. "],"Prominent words":["Từ nổi bật"],"The site's tagline":["Khẩu hiệu của các trang web"],"Not all required fields are given. Missing field %1$s":["Các trường bắt buộc chưa được điền thông tin. Trường còn thiếu %1$s"],"Add synonyms":["Thêm từ đồng nghĩa"],"You can edit the SEO metadata for this custom type on the %1$sShop page%2$s.":["Bạn có thể chỉnh sửa siêu dữ liệu SEO cho loại tùy chỉnh này trên trang %1$sShop%2$s."],"Current year":["Năm hiện tại"],"Page":["Trang"],"Something went wrong. Please reload the page.":["Đã xảy ra sự cố. Vui lòng tải lại trang."],"Tagline":["Chủ đề"],"description (custom taxonomy)":["mô tả (phân loại tùy chỉnh)"],"(custom taxonomy)":["(phân loại tùy chỉnh)"],"(custom field)":["(trường tùy chỉnh)"],"Term404":["404"],"Caption":["Chú thích"],"Pagenumber":["Số trang"],"Pagetotal":["Tổng số trang"],"User description":["Mô tả người dùng"],"ID":["ID"],"Modified":["Đã chỉnh sửa"],"Post type (plural)":["Dạng bài viết (số nhiều)"],"Post type (singular)":["Dạng bài viết (số ít)"],"Separator":["Dấu phân tách"],"Search phrase":["Cụm từ tìm kiếm"],"Term title":["Tiêu đề thuật ngữ"],"Term description":["Mô tả thuật ngữ"],"Tag description":["Mô tả tag"],"Category description":["Mô tả chuyên mục"],"Primary category":["Chuyên mục chính"],"Category":["Danh mục"],"Tag":["Thẻ"],"Excerpt only":["Chỉ tóm tắt"],"Excerpt":["Tóm tắt"],"Site title":["Tiêu đề website"],"Archive title":["Tiêu đề lưu trữ"],"Parent title":["Tiêu đề cha"],"Date":["Ngày"],"Get Yoast SEO Premium":[""],"You should create a redirect to ensure your visitors do not get a 404 error when they click on the no longer working URL.":["Bạn nên tạo chuyển hướng để đảm bảo khách viếng thăm của bạn không nhận lỗi 404 khi họ nhấp chuột vào URL không còn hoạt động."],"Search engines and other websites can still send traffic to your deleted content.":[""],"Make sure you don't miss out on traffic!":["Bảo đảm bạn không bỏ lỡ lưu lượng truy cập!"],"You just deleted a %1$s.":["Bạn vừa xóa một %1$s."],"You just trashed a %1$s.":["Bạn vừa bỏ vào thùng rác một %1$s."],"Url preview":["Xem trước URL"],"Please provide a meta description by editing the snippet below. If you don’t, Google will try to find a relevant part of your post to show in the search results.":["Cung cấp 1 thẻ mô tả bằng cách sửa đoạn trích dẫn bên dưới. Nếu bạn không có thẻ mô tả, Google sẽ thử tìm 1 phần thích hợp trong bài viết của bạn để hiển thị cho kết quả tìm kiếm."],"Dismiss this notice":["Tắt thông báo này"],"No results":["Không có kết quả"],"%d result found, use up and down arrow keys to navigate":["%d kết quả được tìm thấy, sử dụng các phím mũi tên lên và xuống để điều hướng"],"Your site language is set to %s. If this is not correct, contact your site administrator.":["Ngôn ngữ trang web của bạn được thiết lập là %s. Nếu chưa đúng, liên hệ quản trị trang web của bạn."],"The %s importer functionality uses temporary database tables. It seems your WordPress install does not have the capability to do this, please consult your hosting provider.":["Chức năng nhập %s cần sử dụng các bảng cơ sở dữ liệu tạm thời. Có vẻ như WordPress cài đặt của bạn không có khả năng để làm điều này, xin vui lòng liên hệ nhà cung cấp hosting của bạn."],"Cleanup of %s data failed.":["Làm sạch dữ liệu %s thất bại."],"Content Type":["Loại Nội Dung"],"Filter by content type":["Lọc với kiểu nội dung"],"Show All Content Types":["Hiển thị tất cả loại nội dung"],"Replaced with the normal title for an archive generated by WordPress":["Đã thay đổi bằng tiêu đề bình thường cho một lưu trữ được tạo bởi WordPress"],"Clean":["Dọn dẹp"],"Once you're certain your site is OK, you can clean up. This will remove all the original data.":["Một khi bạn chắc chắn trang web của bạn là OK, bạn có thể dọn dẹp. Thao tác này sẽ xóa tất cả dữ liệu ban đầu."],"Step 5: Clean up":["Bước 5: Làm sạch"],"Please check your posts and pages and see if the metadata was successfully imported.":["Vui lòng kiểm tra các bài đăng và trang của bạn và xem nếu metadata đã được nhập thành công hay chưa."],"Step 3: Check your data":["Bước 3: Kiểm tra dữ liệu của bạn"],"This will import the post metadata like SEO titles and descriptions into your %1$s metadata. It will only do this when there is no existing %1$s metadata yet. The original data will remain in place.":["Điều này sẽ nhập metadata của bài viết như tiêu đề và mô tả SEO vào %1$s siêu dữ liệu của bạn. Nó chỉ làm điều này khi chưa có metadata %1$s hiện có. Dữ liệu gốc sẽ được giữ nguyên vị trí."],"Step 2: Import":["Bước 2: Xuất dữ liệu"],"Please make a backup of your database before starting this process.":["Vui lòng tạo backup dữ liệu trước khi thực hiện bước xử lý này."],"Step 1: Create a backup":["Bước 1: Tạo sao lưu"],"We've detected data from one or more SEO plugins on your site. Please follow the following steps to import that data:":["Chúng tôi nhận ra dữ liệu của một/một số Gói mở rộng SEO trên website. Hãy làm theo các bước sau để nhập dữ liệu đó vào:"],"Plugin: ":["Plugin: "],"%s did not detect any plugin data from plugins it can import from.":["%s không phát hiện bất kỳ dữ liệu plugin nào từ các plugin mà nó có thể nhập từ đó."],"Posts that should not show up in search results":["Bài viết không nên hiển thị trong kết quả tìm kiếm"],"%s data found.":["dữ liệu %s không tìm thấy."],"%s data successfully removed.":["%s đã xóa thành công."],"%s data successfully imported.":["%s đã nhập dữ liệu thành công."],"%s data not found.":["dữ liệu %s không tìm thấy."],"On":["Bật"],"Help on: %s":["Giúp về: %s"],"Off":["Tắt"],"See who contributed to %1$s.":["Xem người đóng góp vào %1$s."],"Help on this search results setting":["Hỗ trợ cài đặt này cho những kết quả tìm kiếm"],"Not showing the archive for %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["Không hiển thị lưu trữ cho %1$s trong các kết quả tìm kiếm dưới góc độ kỹ thuật có nghĩa là những lưu trữ này có chứa %2$s robots meta và sẽ được loại trừ khỏi XML sitemaps. %3$sThông tin chi tiết về cấu hình các kết quả tìm kiếm%4$s."],"Not showing %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["Không hiển thị %1$s trong các kết quả tìm kiếm dưới góc độ kỹ thuật có nghĩa là những lưu trữ này có chứa %2$s robots meta và sẽ được loại trừ khỏi XML sitemaps. %3$sThông tin chi tiết về cấu hình các kết quả tìm kiếm%4$s."],"Default for %2$s, currently: %1$s":["Mặc định là %2$s, hiện tại: %1$s"],"Show %s in search results?":["Hiển thị %s trong kết quả tìm kiếm?"],"this author's archives":["lưu trữ của tác giả này"],"Do not allow search engines to show %s in search results.":["Không cho phép các công cụ tìm kiếm hiển thị %s trong kết quả tìm kiếm."],"Read why XML Sitemaps are important for your site.":["Tìm hiểu tại sao XML Sitemap lại quan trọng với website của bạn."],"Enable the XML sitemaps that %s generates.":["Kích hoạt XML sitemap mà %s tạo ra."],"See the XML sitemap.":["Xem XML Sitemap."],"%s (current default for %s)":["%s (hiện đang mặc định cho %s)"],"Should search engines follow links on this %1$s?":["Công cụ tìm kiếm nên theo dõi liên kết trên %1$s?"],"Allow search engines to show this %s in search results?":["Cho phép máy tìm kiếm hiển thị %s này trong kết quả tìm kiếm?"],"Allow search engines to show this content in search results?":["Cho phép công cụ tìm kiếm hiển thị nội dung này trong kết quả tìm kiếm?"],"Toggle %1$s's XML Sitemap":["Chuyển đổi XML Sitemap của %1$s"],"%s integration":["tích hợp %s"],"Find out how the text link counter can enhance your SEO.":["Tìm hiểu cách mà bộ đếm đường dẫn văn bản có thể hỗ trợ công việc SEO của bạn."],"The text link counter helps you improve your site structure.":["Bộ đếm đường dẫn văn bản giúp bạn cải thiện cấu trúc trang web của bạn."],"Find out how cornerstone content can help you improve your site structure.":["Tìm hiểu làm thế nào Nội dung Chủ đạo giúp bạn cải thiện cấu trúc website của bạn."],"The cornerstone content feature lets you to mark and filter cornerstone content on your website.":["Tính năng nội dung chủ đạo cho phép bạn đánh dấu và lọc nội dung chủ đạo trên trang web của bạn."],"Discover why readability is important for SEO.":["Khám phá tại sao tính dễ đọc lại quan trọng cho SEO."],"The readability analysis offers suggestions to improve the structure and style of your text.":["Phân tích khả năng dễ đọc mang lại các gợi ý để cải thiện cấu trúc và phong cách viết."],"Learn how the SEO analysis can help you rank.":["Tìm hiểu làm thế nào Phân tích SEO giúp bạn xếp hạng cao."],"The SEO analysis offers suggestions to improve the SEO of your text.":["Phân tích SEO giúp gợi ý những đề xuất cải thiện SEO cho văn bản của bạn."],"SEO analysis":["Phân tích SEO"],"Good results":["Kết quả tốt"],"https://yoa.st/1uk":["https://yoa.st/1uk"],"https://yoa.st/1uj":["https://yoa.st/1uj"],"Latest blog posts on %1$s":["Các bài viết mới nhất trên %1$s"],"Remove highlight from the text":["Xóa đánh dấu khỏi văn bản"],"Your site language is set to %s. ":["Ngôn ngữ của trang bạn là %s. "],"First-time SEO configuration":["Cấu hình SEO lần đầu tiên"],"Highlight this result in the text":["Đánh dấu kết quả này trong văn bản"],"Considerations":["Xem xét"],"Errors":["Lỗi"],"Change language":["Thay đổi ngôn ngữ"],"%s file":["file %s"],"Save changes to %s":["Lưu thay đổi vào %s"],"Edit the content of your %s:":["Chỉnh sửa nội dung của %s:"],"Create %s file":["Tạo file %s"],"Updated %s":["Đã cập nhật %s"],"You cannot edit the %s file.":["Bạn không thể chỉnh sửa file %s."],"You cannot create a %s file.":["Bạn không thể tạo file %s."],"Other integrations":["Các tích hợp khác"],"More information about %1$s":["Thông tin thêm về %1$s"],"Old Configuration Wizard":[""],"Manage your %s subscription on MyYoast":[""],"Mark the most important %1$s as 'cornerstone content' to improve your site structure. %2$sLearn more about cornerstone content%3$s.":["Đánh dấu mức quan trọng nhất của %1$s như 'Nội dung Chủ đạo' để giúp bạn cải thiện cấu trúc website của bạn. %2$sTìm hiểu thêm về Nội dung Chủ đạo%3$s."],"(Opens in a new browser tab)":["(Mở trong cửa số mới)"],"Go back":["Quay lại"],"Posts %1$swithout%2$s a focus keyphrase":["Các bài viết %1$skhông có%2$s cụm từ khóa chính"],"Hey, your SEO is doing pretty well! Check out the stats:":["Chúc mừng! SEO của bạn đang chạy rất tốt. Hãy kiểm tra thống kê:"],"You don't have any published posts, your SEO scores will appear here once you make your first post!":["Bạn không có bất kỳ bài đăng nào đã xuất bản, điểm SEO của bạn sẽ xuất hiện ở đây khi bạn đăng bài đầu tiên!"],"Read more like this on our SEO blog":["Đọc thêm về những bài giống như vậy trên blog SEO của chúng tôi"],"Readability: %s":["Khả năng đọc: %s"],"Not activated":["Chưa kích hoạt"],"Activated":["Đã kích hoạt"],"%1$s recommendations for you":["%1$s khuyến nghị dành cho bạn"],"All Readability Scores":["Tổng điểm dễ đọc"],"Filter by Readability Score":["Lọc theo điểm dễ đọc"],"Request method %1$s is not valid.":["Phương thức yêu cầu %1$s là không hợp lệ."],"Text link counter":["Bộ đếm các liên kết"],"Number of internal links linking to this post. See \"Yoast Columns\" text in the help tab for more info.":["Số liên kết nội bộ đến bài đăng này. Xem thêm về cột này tại mục \"Cột Yoast\" trong thẻ \"Trợ Giúp\"."],"Number of outgoing internal links in this post. See \"Yoast Columns\" text in the help tab for more info.":["Số lượng liên kết nội bộ trong bài viết này. Xem thêm trong tab giúp đỡ, phần \"Yoast Columns\"."],"%s Columns":["Cột %s"],"Readability score":["Điểm dễ đọc"],"Scroll to see the preview content.":["Cuộn để xem trước nội dung."],"Cornerstone content":["Nội dung quan trọng"],"Save changes":["Lưu thay đổi"],"1 year free support and updates included!":["Hỗ trợ và cập nhật miễn phí trong 1 năm!"],"The plugin %2$s changes your site's output and in doing that differentiates between search engines and normal users, a process that's called cloaking. We highly recommend that you disable it.":["Gói mở rộng %2$s thay đổi kết quả hiển thị website của bạn và bằng việc đó phân biệt giữa các máy tìm kiếm và những người dùng thông thường, một quá trình được gọi là thủ thuật che dấu nội dung. Chúng tôi nghiêm túc khuyến nghị bạn ngưng kích hoạt nó."],"No ads!":["Không quảng cáo!"],"Get internal linking suggestions":[""],"Variable":["Biến thể"],"Available variables":["Các biến có sẵn"],"Scroll to see the table content.":["Cuộn để xem mục lục."],"An error occurred in the '%1$s' assessment":["Một lỗi đã xảy ra ở bước kiểm tra '%1$s'"],"No new notifications.":["Không có thông báo mới."],"Save all":["Lưu tất cả"],"Save":["Lưu"],"%1$s, Author at %2$s":["%1$s, Tác giả tại %2$s"],"Mobile preview":["Xem thử trên điện thoại"],"Desktop preview":["Xem thử trên máy tính"],"Please provide an SEO title by editing the snippet below.":["Vui lòng nhập tiêu đề SEO bằng cách chỉnh sửa đoạn mã dưới đây."],"Meta description preview:":["Xem trước mô tả:"],"Slug preview:":["Xem trước đường dẫn:"],"SEO title preview:":["Xem trước tiêu đề SEO:"],"Close snippet editor":["Đóng công cụ chỉnh sửa Đoạn trích dẫn"],"Slug":["Đường dẫn"],"Remove marks in the text":["Bỏ đánh dấu trong văn bản"],"Mark this result in the text":["Đánh dấu kết quả này trong văn bản"],"Marks are disabled in current view":["Các đánh dấu đã bị ngưng kích hoạt trong giao diện hiện tại"],"Good SEO score":["Điểm chất lượng SEO tốt"],"OK SEO score":["Điểm SEO khá"],"Feedback":["Phản hồi"],"Name":["Tên"],"Please provide a meta description by editing the snippet below.":["Vui lòng cung cấp thẻ mô tả bằng cách sửa đoạn snippet dưới đây."],"Edit snippet":["Sửa snippet"],"You can click on each element in the preview to jump to the Snippet Editor.":["Bạn có thể bấm vào mỗi thành phần trong chế độ xem trước để mở công cụ chỉnh sửa Đoạn trích dẫn."],"SEO title preview":["Xem trước tiêu đề SEO"],"Export settings":["Các cài đặt xuất ra"],"Please don't show me this notification anymore":["Xin đừng cho tôi xem thông báo này nữa"],"If you are experiencing issues, %1$splease file a bug report%2$s and we'll do our best to help you out.":["Nếu bạn gặp phải sự cố, %1$svui lòng gửi báo cáo lỗi%2$s và chúng tôi sẽ cố hết sức để giúp bạn."],"We've noticed you've been using %1$s for some time now; we hope you love it! We'd be thrilled if you could %2$sgive us a 5 stars rating on WordPress.org%3$s!":["Chúng tôi nhận thấy bạn đã sử dụng %1$s được một thời gian; chúng tôi mong bạn yêu thích nó! Chúng tôi sẽ vô cùng cảm động nếu bạn có thể %2$scho chúng tôi một đánh giá 5 sao trên WordPress.org%3$s!"],"%1$s + %2$s":[""],"Warning: the variable %1$s cannot be used in this template. See the %2$s for more info.":["Cảnh báo: biến %1$s không thể dùng trong template này. Xem %2$s để biết thêm thông tin."],"By the way, did you know we also have a %1$sPremium plugin%2$s? It offers advanced features, like a redirect manager and support for multiple keyphrases. It also comes with 24/7 personal support.":["Ngoài ra, bạn có biết chúng tôi cũng có %1$sPhần mở rộng trả phí%2$s? Nó cung cấp những tính năng nâng cao, ví dụ như công cụ quản lý điều hướng và hỗ trợ nhiều từ khóa một lúc. Nó cũng bao gồm dịch vụ hỗ trợ cá nhân 24/7."],"(no title)":["(không tiêu đề)"],"The %1$s admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["Menu bar %1$s bao gồm các liên kết hữu ích từ các công cụ bên khác giúp phân tích trang và làm nó dễ nhìn hơn nếu bạn có thông báo mới."],"Admin bar menu":["Danh mục thanh quản trị"],"Features":["Tính năng"],"SEO title":["Tiêu đề SEO"],"Greater than sign":["Dấu lớn hơn"],"Less than sign":["Dấu nhỏ hơn"],"Right angle quotation mark":["Dấu >>"],"Left angle quotation mark":["Dấu <<"],"Small tilde":["Dấu ngã nhỏ"],"Vertical bar":["Dấu gạch đứng"],"Low asterisk":["Dấu hoa thị thấp"],"Asterisk":["Dấu hoa thị"],"Bullet":["Dấu đầu dòng"],"Middle dot":["Chấm giữa"],"Em dash":["Dấu gạch ngang dài"],"En dash":["Dấu gạch ngang ngắn"],"Dash":["Dấu gạch ngang"],"No":["Không"],"Yes":["Có"],"Google search console":[""],"Social profiles":["Hồ sơ mạng xã hội"],"Posts list":["Danh sách bài viết"],"Posts list navigation":["Điều hướng danh sách các bài viết"],"Filter posts list":["Lọc danh sách bài viết"],"Installed":["Đã cài đặt"],"Seamless integration between %1$s and %2$s":[""],"Optimize your site for Google News":["Tối ưu trang của bạn cho Google News"],"Edit &#8220;%s&#8221;":["Chỉnh sửa %s;"],"Premium":["Gói cao cấp"],"Get Premium":["Lấy bản nâng cấp"],"Notifications":["Thông báo"],"Removes the focus keyphrase section from the metabox and disables all SEO-related suggestions.":["Gõ bỏ phần cụm từ khóa chính khỏi metabox và hủy kích hoạt tất cả các đề xuất liên quan đến SEO."],"Disable SEO analysis":["Tắt thống kê SEO"],"Other social profiles":[""],"Make primary":["Đặt mặc định"],"Cancel":["Hủy bỏ"],"%s notification":["%s thông báo"],"Disable readability analysis":["Tắt phân tích khả năng dễ đọc"],"Removes the readability analysis section from the metabox and disables all readability-related suggestions.":["Xóa phần phân tích tính dễ đọc khỏi metabox và tắt kích hoạt các đề xuất liên quan đến tính dễ đọc."],"Readability analysis":["Phân tích khả năng dễ đọc"],"Needs improvement":["Cần cải thiện"],"Readability":["Tính dễ đọc"],"Improvements":["Các cải tiến"],"Good job! We could detect no serious SEO problems.":["Chúc mừng! Không có vấn đề gì nghiêm trọng với quá trình SEO."],"We have detected the following issues that affect the SEO of your site.":["Chúng tôi đã phát hiện những vấn đề có thể ảnh hưởng đến SEO trang web của bạn."],"Problems":["Các vấn đề"],"Analysis":["Phân tích"],"Not available":["Không có sẵn"],"Filter by SEO Score":["Lọc bằng điểm SEO"],"Meta description not set.":["Chưa có thẻ mô tả."],"Open":["Mở"],"Loading...":["Đang tải..."],"No results found":[""],"Dashboard":["Bảng điều khiển"],"You can fix this on the %1$sPermalink settings page%2$s.":["Bạn có thể sửa lỗi này trong %1$sTrang cài đặt đường dẫn tĩnh%2$s."],"Replaced with the primary category of the post/page":["Đã được thay thế bằng chuyên mục chính của bài viết/trang"],"Buy %s":["Mua %s"],"New %1$s Title":["Tiêu đề %1$s mới"],"Existing %1$s Title":["Tiêu đề %1$s hiện tại"],"Expected an integer as input.":["Giá trị cần nhập là số nguyên."],"Trying to build the sitemap cache key, but the postfix and prefix combination leaves too little room to do this. You are probably requesting a page that is way out of the expected range.":["Đang cố xây dựng sitemap cache key, nhưng sự kết hợp tiền tố và hậu tố hạn chế thực hiện việc này. Bạn có thể đang yêu cầu một trang nằm ngoài khoảng có sẵn."],"Redirects":["Chuyển hướng truy cập"],"Remove":["Xoá"],"Keep":["Để nguyên"],"Bold the last page":["Làm đậm cuối đường dẫn (trang hiện tại)"],"Primary %s":["Chính %s"],"Primary":["Chính"],"Make %1$s primary %2$s":["Đổi %1$s thành chính %2$s"],"Integrations":["Những tích hợp"],"Term is set to noindex.":["Thuật ngữ được thiết lập thành noindex."],"Author archives":["Lưu trữ theo tác giả"],"Enabled":["Bật"],"Disabled":["Vô hiệu hóa"],"The separator defined in your theme's %s tag.":["Dấu phân cách được định nghĩa trong tag %s của giao diện bạn sử dụng."],"No index":["Không lập chỉ mục"],"SEO score":["Điểm SEO"],"Team Yoast":["Đội nhóm Yoast"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["Giải pháp SEO tất cả trong một đầu tiên cho WordPress, bao gồm phân tích nội dung on-page, sơ đồ trang web và nhiều hơn thế nữa."],"Yoast SEO":["Yoast SEO"],"Activation failed:":["Kích hoạt thất bại:"],"The filter extension seem to be unavailable. Please ask your web host to enable it.":["Phần mở rộng bộ lọc dường như không có sẵn. Hãy yêu cầu nhà cung cấp máy chủ của bạn bật tính năng này."],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":["Cài đặt phần mở rộng %1$s không hoàn thành. Vui lòng tham khảo %2$scác hướng dẫn cài đặt%3$s."],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":["Phần mở rộng thư viện PHP tiêu chuẩn (SPL) dường như không có sẵn. Hãy yêu cầu nhà cung cấp máy chủ bổ sung."],"SEO Settings":["Thiết lập SEO"],"Mobile-Friendly Test":["Kiểm tra mức độ thân thiện trên di động"],"Google Page Speed Test":["Kiểm tra Google Page Speed"],"Facebook Debugger":["Công cụ tìm lỗi Facebook"],"Analyze this page":["Phân tích trang này"],"%s does not seem to be a valid url. Please correct.":["%s có vẻ không phải là đường dẫn hợp lệ. Vui lòng sửa lại."],"%1$s does not seem to be a valid %2$s verification string. Please correct.":["%1$s có vẻ không phải là chuỗi xác thực hợp lệ cho %2$s. Vui lòng sửa lại."],"%s Archive":["Lưu trữ %s"],"You searched for %s":["Bạn đã tìm %s"],"%s does not seem to be a valid Twitter Username. Please correct.":["%s có vẻ không phải tên người dùng Twitter hợp lệ. Vui lòng thử lại."],"Summary with large image":["Tóm tắt với ảnh lớn"],"The post %1$s appeared first on %2$s.":["Bài viết %1$s đã xuất hiện đầu tiên vào ngày %2$s."],"No numeric value was received.":["Không có giá trị số học nào đã được nhận."],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":["Đây phải là blog đang tồn tại. Blog %s không tồn tại hoặc đã bị đánh dấu là đã xóa."],"The default blog setting must be the numeric blog id of the blog you want to use as default.":["Thiết lập blog mặc định phải là blog id dạng số của blog mà bạn muốn sử dụng làm mặc định."],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":["%1$s không phải là lựa chọn hợp lệ cho những người nên được cho phép truy cập vào các thiết lập %2$s. Giá trị được đặt về mặc định."],"Please select a valid post type for taxonomy \"%s\"":["Vui lòng chọn kiểu bài viết hợp lệ cho taxonomy \"%s\""],"Please select a valid taxonomy for post type \"%s\"":["Vui lòng chọn taxonomy hợp lệ cho kiểu bài viết \"%s\""],"You searched for":["Bạn đã tìm"],"Home":["Trang chủ"],"Archives for":["Lưu trữ cho"],"Error 404: Page not found":["Lỗi 404: Không tìm thấy trang"],"Good":["Tốt"],"Replaced with a custom taxonomies description":["Được thay thế bằng mô tả taxonomy tùy chọn"],"Replaced with a posts custom taxonomies, comma separated.":["Thay thể bởi taxonomies tùy biến của bài viết, ngăn cách bởi dấu phẩy."],"Replaced with a posts custom field value":["Được thay thế bằng giá trị trường tùy biến của các bài viết"],"Replaced with the slug which caused the 404":["Được thay thế với slug đã gây ra lỗi 404"],"Replaced with the posts focus keyphrase":["Được thay thế bằng từ khóa chính của các bài viết"],"Attachment caption":["Chú thích đính kèm"],"Replaced with the current page number":["Được thay thế bằng số trang hiện tại"],"Replaced with the current page total":["Được thay thế bằng tổng số trang hiện tại"],"Replaced with the current page number with context (i.e. page 2 of 4)":["Được thay thể bằng số trang hiện tại trên tổng số trang (Ví dụ trang 2 trên 4)"],"Replaced with the current year":["Được thay bằng năm hiện tại"],"Replaced with the current month":["Được thay bằng tháng hiện tại"],"Replaced with the current day":["Được thay bằng ngày hiện tại"],"Replaced with the current date":["Được thay bằng ngày tháng năm hiện tại"],"Replaced with the post/page author's 'Biographical Info'":["Được thay thế bằng 'Thông tin Tiểu sử' của tác giả bài viết/trang"],"Replaced with the post/page author's 'nicename'":["Đã được thay thế bằng tên hiển thị của tác giả bài viết/trang"],"Replaced with the post/page ID":["Đã được thay thế bằng ID của bài viết/trang"],"Replaced with the post/page modified time":["Đã được thay thế bằng thời gian chỉnh sửa của bài viết/trang"],"Replaced with the content type plural label":["Đã được thay thế bằng nhãn số nhiều của kiểu nội dung"],"Replaced with the content type single label":["Đã được thay thế bằng nhãn số ít của kiểu nội dung"],"Replaced with the current search phrase":["Đã được thay thế bằng cụm tìm kiếm hiện tại"],"Replaced with the term name":["Được thay thế bằng tên thuật ngữ"],"Replaced with the term description":["Được thay thế bằng mô tả thuật ngữ"],"Replaced with the tag description":["Được thay thế bằng mô tả tag"],"Replaced with the category description":["Đã được thay thế bằng mô tả chuyên mục"],"Replaced with the post categories (comma separated)":["Đã được thay thế bằng các chuyên mục bài viết (ngăn cách bởi dấu phẩy)"],"Replaced with the current tag/tags":["Được thay thế với tag/các tag hiện tại"],"Replaced with the post/page excerpt (without auto-generation)":["Được thay thế bởi trích đoạn của bài viết/trang (không có tính năng tự tạo trích đoạn)"],"Replaced with the post/page excerpt (or auto-generated if it does not exist)":["Được thay thế bằng trích đoạn của bài viết/trang (hoặc trích đoạn được tự tạo nếu chưa có))"],"The site's name":["Tên trang"],"Replaced with the title of the parent page of the current page":["Được thay thế bằng tiêu đề của trang cha của trang hiện tại"],"Replaced with the title of the post/page":["Được thay thế bằngi tiêu đề của bài viết/trang"],"Replaced with the date of the post/page":["Được thay thế bằng ngày của bài viết/trang"],"Page %1$d of %2$d":["Trang %1$d trên %2$d"],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":["Bạn không thể ghi đè một thông số mặc định của WPSEO bằng cách thêm thông số với cùng một tên. Hãy sử dụng bộ lọc \"wpseo_replacements\" thay vì điều chỉnh các giá trị thay thế."],"A replacement variable with the same name has already been registered. Try making your variable name unique.":["Một thông số thay thế với cùng tên đã được sử dụng. Hãy đặt tên thông số của bạn riêng biệt."],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":["Một thông số thay thế không được bắt đầu với \"%%cf_\" hoặc \"%%ct_\" vì phần này được giữ riêng cho những thông số tiêu chuẩn của WPSEO dành cho các trường và taxonomies tùy biến. Hãy đặt tên thông số của bạn riêng biệt."],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":["Một thông số thay thế chỉ có thể chứa ký tự chữ hoặc số, dấu _ và -. Hãy đổi tên thông số của bạn."],"Admin only notice: this page does not show a meta description because it does not have one, either write it for this page specifically or go into the [%1$s - %2$s] menu and set up a template.":["Chú ý dành cho Admin: trang này không hiển thị thẻ meta mô tả vì nó không có, hoặc là thêm thẳng vào trang hoặc là vào menu [%1$s - %2$s] và cài đặt một template."],"Page not found":["Không tìm thấy trang"],"%s Archives":["Lưu trữ %s"],"Meta description to use for Author page":["Thẻ mô tả cho trang Tác giả"],"Title to use for Author page":["Tiêu đề cho trang Tác giả"],"%1$s settings":["thiết lập %1$s"],"Export your %1$s settings":["Xuất ra các cài đặt %1$s của bạn"],"Import settings":["Thiết lập nhập"],"Import from other SEO plugins":["Nhập vào từ các gói mở rộng SEO khác"],"Import":["Nhập vào"],"If you had a %s file and it was editable, you could edit it from here.":["Nếu bạn có một tập tin %s có thể chỉnh sửa được, bạn có thể chỉnh sửa ở đây."],"If your %s were writable, you could edit it from here.":["Nếu %s của bạn có thể được ghi đè, bạn có thể chỉnh sửa nó tại đây."],"You don't have a %s file, create one here:":["Bạn không có tập tin %s, tạo ở đây:"],"A link to your site, with your site's name and description as anchor text.":["Một đường dẫn đến trang web của bạn, với tên và mô tả web của bạn làm văn bản chứa đường dẫn."],"A link to your site, with your site's name as anchor text.":["Một đường dẫn đến trang web của bạn, với tên web của bạn làm văn bản chứa đường dẫn."],"A link to the post, with the title as anchor text.":["Một đường dẫn đến bài viết, với tiêu đề làm văn bản chứa đường dẫn."],"You can use the following variables within the content, they will be replaced by the value on the right.":["Bạn có thể dùng những thông số sau trong nội dung, chúng sẽ được thay thế bởi giá trị ở bên phải."],"Content to put after each post in the feed":["Nội dung được đặt sau mỗi bài viết trong cột bài viết"],"Content to put before each post in the feed":["Nội dung được đặt trước mỗi bài viết trong cột bài viết"],"How to insert breadcrumbs in your theme":["Làm thế nào để chèn đường dẫn vào giao diện của bạn"],"Blog":["Blog"],"Prefix for the breadcrumb path":["Tiền tố cho đường dẫn breadcrumb"],"Anchor text for the Homepage":["Tên trang chủ trong đường dẫn"],"Separator between breadcrumbs":["Dấu ngăn cách giữa các mục trong đường dẫn"],"Below are your published posts' SEO scores. Now is as good a time as any to start improving some of your posts!":["Dưới đây là điểm SEO cho các bài viêt đã đăng. Bây giờ là thời điểm tốt để bắt đầu cải thiện một số bài viết của bạn!"],"Credits":["Những người thực hiện"],"&laquo; Back to Tools page":["&laquo; Trở lại trang công cụ"],"%1$s comes with some very powerful built-in tools:":["%1$s có các công cụ tích hợp sẵn rất mạnh mẽ:"],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":["Công cụ này cho phép bạn nhanh chóng thay đổi những tập tin quan trọng cho SEO của bạn, như robots.txt và tập tin .htaccess (nếu có)."],"File editor":["Trình chỉnh sửa tập tin"],"Import settings from other SEO plugins and export your settings for re-use on (another) site.":["Nhập thiết đặt từ các plugin SEO khác và xuất cài đặt của bạn để sử dụng lại trên (một) trang web khác."],"Import and Export":["Nhập và Xuất"],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":["Công cụ này cho phép bạn thay đổi nhanh tiêu đề và mô tả cho bài viết và trang của bạn mà không phải vào trình soạn thảo của trang."],"Bulk editor":["Soạn thảo hàng loạt"],"Default settings":["Cài đặt mặc định"],"Description":["Mô tả"],"Restore site to defaults":["Chuyển website về trạng thái mặc định"],"Site ID":["Site ID"],"Using this form you can reset a site to the default SEO settings.":["Sử dụng biểu mẫu này, bạn có thể phục hồi website về thiết lập SEO mặc định."],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new sites.":[""],"Enter the %1$sSite ID%2$s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":["Nhập %1$sSite ID%2$s cho website có cấu hình mà bạn muốn sử dụng mặc định cho tất cả website được thêm vào mạng của bạn. Để trống nếu không có (Có nghĩa là giá trị mặc định của gói mở rộng sẻ được sử dụng)."],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":["Chọn thiết lập website mà bạn muốn sử dụng là mặc định cho tất cả website được thêm vào mạng. Nếu bạn chọn 'Không', giá trị mặc định sẽ được sử dụng."],"New sites in the network inherit their SEO settings from this site":["Những website mới trong mạng kế thừa thiết lập SEO từ website này"],"Super Admins only":["Chỉ Super Admins"],"Site Admins (default)":["Quản trị website (mặc định)"],"Who should have access to the %1$s settings":["Ai có quyền truy cập vào thiết lập %1$s"],"spam":["spam"],"mature":["trưởng thành"],"archived":["đã lưu trữ"],"public":["công khai"],"%s restored to default SEO settings.":["%s được phục hồi về thiết lập SEO mặc định."],"Settings Updated.":["Thiết lập đã cập nhật."],"Special pages":["Các trang đặc biệt"],"Date archives":["Lưu trữ theo thời gian"],"Title":["Tiêu đề"],"Take note:":["Lưu ý:"],"You can determine the title and description for the homepage by %1$sediting the homepage itself%2$s.":["Bạn có thể xác định tiêu đề và mô tả cho trang chủ bằng cách %1$s chỉnh sửa chính trang chủ %2$s."],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s đã tự động phát hiện xem có cần thiết phải viết lại các tiêu đề cho các trang của bạn, nếu bạn nghĩ điều đó là sai và bạn biết mình đang làm gì, bạn có thể thay đổi cài đặt tại đây."],"Force rewrite titles":["Bắt buộc viết lại các tiêu đề"],"Homepage":["Trang chủ"],"%1$s Extensions":["%1$s Mở rộng"],"Seamlessly integrate WooCommerce with %1$s and get extra features!":["Tích hợp trơn tru WooCommerce với %1$s và nhận thêm những tính năng!"],"Rank better locally and in Google Maps, without breaking a sweat!":["Xếp hạng tốt hơn tại địa phương và trong Google Maps, mà không vất vả!"],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":["Bạn có trong Google Tin tức? Tăng lưu lượng truy cập của bạn từ Google Tin tức bằng cách tối ưu hóa nó!"],"Optimize your videos to show them off in search results and get more clicks!":["Tối ưu hóa video của bạn để hiển thị chúng trong kết quả tìm kiếm và nhận được nhiều nhấp chuột hơn!"],"The premium version of %1$s with more features & support.":["Phiên bản trả phí của %1$s với nhiều tính năng và hỗ trợ hơn."],"Person":["Cá nhân"],"Website name":["Tên website"],"RSS":["RSS"],"Permalink":["Đường dẫn tĩnh"],"Breadcrumbs":["Đường dẫn"],"Authenticate":["Xác thực"],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year of support and updates, on %2$s.":["Để có thể tạo chuyển hướng và khắc phục sự cố này, bạn cần %1$s. Bạn có thể mua gói mở rộng, bao gồm một năm hỗ trợ và cập nhật, trên%2$s."],"Creating redirects is a %s feature":["Tạo chuyển hướng là một tính năng của %s"],"New URL":["URL mới"],"Search":["Tìm kiếm"],"URL":["URL"],"Deactivate %s":["Ngưng hoạt động %s"],"The %1$s plugin might cause issues when used in conjunction with %2$s.":["Gói mở rộng %1$s này có thể gây ra những vấn đề khi được dùng kết hợp với %2$s."],"Upload Image":["Tải ảnh"],"%s Posts Overview":["Tổng quan %s Bài viết"],"Breadcrumbs title":["Tiêu đề đường dẫn"],"Pinterest":["Pinterest"],"Social settings":["Thiết đặt xã hội"],"Close":["Đóng"],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines and might slow down your site.":["Cả %1$s và %2$s đề có thể tạo XML sitemaps. Nhưng có 2 XML sitemaps thì không ích lợi gì cho công cụ tìm kiếm mà còn làm chậm website của bạn."],"Configure %1$s's Open Graph settings":["Cài đặt cấu hình Open Graph %1$s"],"Both %1$s and %2$s create Open Graph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":["Cả %1$s và %2$s đều tạo đầu ra Open Graph, có thể khiến Facebook, Twitter, LinkedIn và các mạng xã hội khác sử dụng các văn bản và hình ảnh sai khi các trang của bạn được chia sẻ."],"%s image":["%s hình ảnh"],"%s description":["mô tả %s"],"%s title":["%s tựa đề"],"Twitter":["Twitter"],"Facebook":["Facebook"],"very difficult":["rất khó"],"Try to make shorter sentences, using less difficult words to improve readability":["Cố gắng viết các câu ngắn hơn, sử dụng các từ dễ hiểu để cải thiện khả năng đọc"],"difficult":["khó"],"fairly difficult":["khá khó"],"OK":["OK"],"fairly easy":["khá dễ"],"easy":["dễ"],"very easy":["rất dễ"],"The copy scores %1$s in the test, which is considered %2$s to read.":[""],"Flesch reading ease":[""],"Meta Desc.":["Thẻ mô tả."],"All SEO Scores":["Tất cả các Điểm SEO"],"SEO issue: The featured image should be at least 200 by 200 pixels to be picked up by Facebook and other social media sites.":["Vấn đề SEO: Hình ảnh nổi bật nên có độ phân giải ít nhất 200 x 200 pixel để được chọn bởi Facebook và các trang mạng xã hội khác."],"(no parent)":["(Không có phân cấp trên)"],"meta description":[""],"Page title":[""],"Post is set to noindex.":["Bài viết được thiết lập thành không có chỉ mục."],"The URL that this page should redirect to.":["Liên kết URL mà trang này nên chuyển hướng đến."],"301 Redirect":["Chuyển hướng 301"],"The canonical URL that this page should point to. Leave empty to default to permalink. %1$sCross domain canonical%2$s supported too.":["Canonical URL mà trang này nên trỏ tới, để trống là mặc định cho đường dẫn tĩnh. %1$sCanonical nhiều tên miền%2$s cũng được hỗ trợ."],"Canonical URL":["Canonical URL"],"Title to use for this page in breadcrumb paths":["Tiêu đề của trang được dùng trong đường dẫn"],"Breadcrumbs Title":["Tiêu đề đường dẫn"],"No Snippet":["Không có đoạn trích ngắn"],"No Archive":["Không có lưu trữ"],"No Image Index":["Không có chỉ mục hình ảnh"],"None":["Không mục nào"],"Meta robots advanced":["Robots meta nâng cao"],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Cảnh báo: Dù bạn thiết lập robots meta ở đây, nhưng trong thiết lập riêng tư cho toàn trang được cài là noindex, thì những thiết lập này sẽ không có tác dụng."],"Meta description":["Thẻ mô tả"],"SEO Title":["Tiêu đề SEO"],"Focus keyword":["Từ khóa chính"],"Settings successfully imported.":["Các thiết lập được nhập thành công."],"Settings could not be imported:":["Cài đặt không thể nhập:"],"Breadcrumb for 404 pages:":["Đường dẫn cho trang không tìm thấy 404:"],"Prefix for search result pages:":["Tiền tố cho các trang kết quả tìm kiếm:"],"Prefix for archive pages:":["Tiền tố cho các trang lưu trữ:"],"Prefix for breadcrumbs:":["Prefix cho đường dẫn:"],"Anchor text for the homepage:":["Tên trang chủ trong đường dẫn:"],"Breadcrumbs separator:":["Dấu ngăn cách đường dẫn:"],"%s Breadcrumbs":["%s đường dẫn"],"Use Image":["Sử dụng ảnh"],"Action":["Hành động"],"Page URL/Slug":["URL/Slug trang"],"Publication date":["Ngày xuất bản"],"Post Status":["Trạng thái bài viết"],"WP Page Title":["Tiêu đề trang WP"],"View":["Xem"],"View &#8220;%s&#8221;":["Xem &#8220;%s&#8221;"],"Preview":["Xem trước"],"Preview &#8220;%s&#8221;":["Xem trước &#8220;%s&#8221;"],"Edit":["Edit"],"Filter":["Bộ lọc"],"New Yoast Meta Description":["Thẻ mô tả mới của Yoast"],"Existing Yoast Meta Description":["Thẻ mô tả Yoast hiện tại"],"Facebook profile URL":["Địa chỉ URL hồ sơ Facebook"],"Twitter username (without @)":["Tên người dùng Twitter (không bao gồm @)"],"Google":[""],"FAQ":["FAQ"],"Settings":["Thiết lập"],"Huge SEO Issue: You're blocking access to robots.":["Lỗi SEO nghiêm trọng: Bạn đang chặn truy cập tới robots."],"Posts":["Bài viết"],"Edit Files":["Sửa file"],"General":["Chung"],"Extensions":["Phần mở rộng"],"Search Console":["Search Console"],"Tools":["Công cụ"],"Advanced":["Nâng cao"],"XML sitemaps":["Sơ đồ trang XML"],"Social":["Mạng xã hội"],"SEO":["SEO"],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":["%1$s xác định bạn đang sử dụng phiên bản %2$s của %3$s, hãy cập nhật lên phiên bản mới nhất."],"Just another WordPress site":["Một trang Wordpress mới"],"You have used HTML in your value which is not allowed.":["Bạn đã sử dụng HTML trong khu vực không cho phép."],"You can't edit %s that aren't yours.":["Bạn không thể chỉnh sửa %s vì nó không phải là của bạn."],"You can't edit %s.":["Bạn không thể sửa %s."],"Post has an invalid Content Type: %s.":["Bài viết sai Post Type: %s."],"Post doesn't exist.":["Bài viết không tồn tại."],"posts\u0004Trash <span class=\"count\">(%s)</span>":["Thùng rác <span class=\"count\">(%s)</span>"],"posts\u0004All <span class=\"count\">(%s)</span>":["Tất cả <span class=\"count\">(%s)</span>"]}}}