{"domain":"js-text-analysis","locale_data":{"js-text-analysis":{"":{"domain":"js-text-analysis","plural_forms":"nplurals=1; plural=0;","lang":"vi_VN"},"SEO score: %s":[""],"If a Wikipedia page for you or your organization exists, add it too.":[""],"Wikipedia URL":[""],"Pinterest profile URL":[""],"Instagram profile URL":[""],"LinkedIn profile URL":[""],"Keyword research is essential in any SEO strategy. You decide the search terms you want to be found for, and figure out what words your audience uses to find you. Great keyword research tells you what content you need to start ranking for the terms you want to rank for. Make sure your efforts go into the keywords you actually have a chance at ranking for! The %1$s walks you through this process, step by step.":["Nghiên cứu từ khóa rất cần thiết cho bất kỳ chiến lược SEO nào. Bạn quyết định những cụm từ tìm kiếm mà bạn muốn được xếp hạng, và khám phá ra những cụm từ mà khách thăm web mục tiêu dùng để tìm thấy bạn. Một nghiên cứu từ khóa xuất sắc cho bạn biết những nội dung mà bạn cần bắt đầu xếp hạng cho những từ khóa mà bạn muốn. Hãy đảm bảo rằng những nỗ lực của bạn tập trung vào những từ khóa mà bạn thực sự có cơ hội xếp hạng! %1$s sẽ hướng dẫn bạn quá trình này, từng bước một."],"SEO for Beginners training":["Đào tạo SEO cho người mới"],"%s for WordPress training":["%s cho đào tạo WordPress"],"All-around SEO training":["Đào tạo tất tần tật về SEO"],"The image you selected is too small for Facebook":["Ảnh bạn chọn quá nhỏ cho Facebook"],"Content optimization: Needs improvement":["Tối ưu nội dung: Cần cải thiện"],"The given image url cannot be loaded":["Không thể tải được đường dẫn ảnh đã nhập"],"Find out what words your audience uses to find you":["Khám phá những cụm từ mà khách truy cập mục tiêu của bạn sử dụng để tìm thấy bạn"],"%1$sFlesch Reading Ease%2$s: The copy scores %3$s in the test, which is considered %4$s to read. %5$s":["%1$sĐiểm phân tích tính dễ đọc Flesch%2$s: Bài viết đạt %3$s điểm trong bài kiểm tra, tương ứng với độ dễ %4$s để đọc. %5$s"],"No JSON object was returned.":["Không có đối tượng JSON nào được trả về."],"Received internal links":["Số đường dẫn nội bộ nhận được"],"Outgoing internal links":["Số đường dẫn nội bộ liên kết tới"],"New step added":["Bước mới đã được thêm vào"],"New question added":["Câu hỏi mới được thêm vào"],"To be able to create a redirect and fix this issue, you need %1$s. ":["Để có thể tạo một chuyển hướng và khắc phục vấn đề này, bạn cần %1$s."],"You can buy the plugin, including one year of support and updates, on %1$s.":["Bạn có thể mua phần mở rộng, bao gồm một năm hỗ trợ và cập nhật, vào ngày %1$s."],"The Text link counter feature provides insights in how many links are found in your text and how many links are referring to your text. This is very helpful when you are improving your %1$sinternal linking%2$s.":["Tính năng bộ đếm số đường dẫn văn bản cung cấp thông tin chi tiết về số lượng đường dẫn được tìm thấy trong văn bản và số đường dẫn liên kết tới văn bản của bạn. Điều này rất hữu ích khi bạn cải thiện %1$sliên kết nội bộ trang%2$s."],"For this feature to work %1$s requires at least PHP version %2$s. We have detected PHP version %3$s on this website.":["Để tính năng này hoạt động %1$s yêu cầu phiên bản PHP tối thiểu %2$s. Chúng tôi tìm thấy PHP phiên bản %3$s trên website này."],"Please carefully consider the implications and %1$sread this post%2$s if you want more information about the impact of showing media in search results.":["Hãy cẩn trọng xem xét các ảnh hưởng và %1$sđọc bài viết này%2$s nếu bạn muốn có thêm thông tin về ảnh hưởng của việc hiển thị thư viện trong các kết quả tìm kiếm."],"Keyphrase":["Cụm từ khóa"],"For this feature to work, %1$s needs to create a table in your database. We were unable to create this table automatically.":["Để tính năng này hoạt động, %1$s cần tạo 1 bảng trong Database của bạn. Chúng tôi không thể tạo bảng này một cách tự động."],"By enabling this option, attachment URLs become visible to both your visitors and Google. To add value to your website, they should contain useful information, or they might have a negative impact on your ranking.":["Nếu bật tính năng này, những liên kết tệp đính kèm có thể nhìn thấy bởi cả người dùng của bạn và Google. Để tăng thêm giá trị cho website của bạn, chúng phải chứa đựng thông tin hữu ích, hoặc chúng có thể ảnh hưởng xấu đến thứ hạng đến website."],"The %3$sText link counter%4$s feature (introduced in %1$s %2$s) is currently disabled.":["Tính năng %3$sBộ đếm liên kết%4$s (được giới thiệu trong %1$s %2$s) hiện tại  bị tắt."],"Please read the following %1$sknowledge base article%2$s to find out how to resolve this problem.":["Hãy đọc %1$sbài kiến thức cơ bản%2$s để tìm cách giải quyết vấn đề này."],"To make sure all the links in your texts are counted, we need to analyze all your texts.":["Để chắc chắn rằng tất cả những liên kết trong các văn bản của bạn được đếm, chúng tôi cần phân tích tất cả các văn bản của bạn."],"All you have to do is press the following button and we'll go through all your texts for you.":["Tất cả những gì bạn phải làm là nhấn nút sau đây và chúng tôi sẽ kiểm tra tất cả những văn bản của bạn."],"Count links":["Đếm số liên kết"],"Free":["Miễn phí"],"%3$sImage alt attributes%5$s: Out of %2$d images on this page, %1$d have alt attributes with words from your keyphrase or synonyms. That's a bit much. %4$sOnly include the keyphrase or its synonyms when it really fits the image%5$s.":["%3$sImage alt attributes%5$s: Trong số %2$d hình ảnh trên trang này, %1$d có những thuộc tính alt với những từ liên quan đến cụm từ khóa hoặc những từ đồng nghĩa. Hơi nhiều một chút. %4$sChỉ nên thêm cụm từ khóa hoặc những từ đồng nghĩa nếu nó thực sự liên quan đến ảnh%5$s."],"%1$sImage alt attributes%2$s: Good job!":["%1$sNhững thuộc tính alt trong hình ảnh%2$s: Rất tốt!"],"%3$sImage alt attributes%5$s: Out of %2$d images on this page, only %1$d has an alt attribute that reflects the topic of your text. %4$sAdd your keyphrase or synonyms to the alt tags of more relevant images%5$s!":["%3$sThuộc tính alt của các ảnh%5$s: Trong số %2$d ảnh trên trang này, chỉ có %1$d ảnh có thuộc tính alt mô tả chủ đề văn bản của bạn. %4$sHãy thêm cụm từ khóa hoặc các từ đồng nghĩa trong các thuộc tính alt của những ảnh liên quan%5$s!"],"%1$sImage alt attributes%3$s: Images on this page do not have alt attributes that reflect the topic of your text. %2$sAdd your keyphrase or synonyms to the alt tags of relevant images%3$s!":["%1$sThuộc tính alt của các ảnh%3$s: Ảnh trên trang này không có thuộc tính alt mô tả chủ đề văn bản của bạn. %2$sHãy thêm cụm từ khóa hoặc các từ đồng nghĩa trong các thuộc tính alt của những ảnh liên quan%3$s!"],"%1$sImage alt attributes%3$s: Images on this page have alt attributes, but you have not set your keyphrase. %2$sFix that%3$s!":["%1$sThuộc tính alt của các ảnh%3$s: Ảnh trong trang đã có thuộc tính alt, nhưng bạn chưa đặt cụm từ khóa. %2$sKhắc phục ngay%3$s!"],"%1$sKeyphrase in subheading%2$s: %3$s of your higher-level subheadings reflects the topic of your copy. Good job!":["%1$sCụm từ khóa trong tiêu đề phụ%2$s: Có %3$s tiêu đề phụ mô tả chủ đề của bài viết. Rất tốt!"],"%1$sKeyphrase in subheading%2$s: Your higher-level subheading reflects the topic of your copy. Good job!":["%1$sCụm từ khóa trong tiêu đề phụ%2$s: Tiêu đề phụ mô tả chủ đề của bài viết. Rất tốt!"],"%1$sKeyphrase in subheading%3$s: %2$sUse more keyphrases or synonyms in your higher-level subheadings%3$s!":["%1$sCụm từ khóa trong tiêu đề phụ%3$s: %2$sHãy dùng nhiều hơn các cụm từ khóa hoặc các từ đồng nghĩa trong các tiêu đề phụ%3$s!"],"Page %s":["Trang %s"],"Cannot get the size of %1$s because of unknown reasons.":["Không lấy được độ lớn của %1$s vì những lý do chưa được biết tới."],"Cannot get the size of %1$s because it is hosted externally.":["Không lấy được độ lớn của %1$s vì nó được lưu trữ bên ngoài."],"Simply switch the toggle to \"on\" and you'll be able to use the recalibrated analysis. At the same time, we'll add you to our specific mailing list. We'll only email you about your experiences with this recalibration!":["Đơn giản là chuyển nút \"bật\" và bạn sẽ có thể sử dụng phân tích đã hiệu chỉnh. Đồng thời, chúng tôi sẽ thêm bạn vào danh sách gửi mail cụ thể của chúng tôi. Chúng tôi chỉ gửi mail về trải nghiệm của bạn với hiệu chỉnh này!"],"We have %1$srecalibrated our analysis%2$s. With the new analysis, we will get even closer to how Google sees your website. It would be %3$sawesome%4$s if you would like to %3$sbeta test this feature%4$s for us!":["Chúng tôi đã %1$shiệu chỉnh bản phân tích của bạn%2$s. Với phân tích mới này, chúng tôi sẽ tiếp cận gần hơn cách mà Google nhìn vào website của bạn. Điều đó %3$sthật tuyệt%4$s nếu bạn muốn %3$sdùng thử bản beta tính năng này%4$s cho chúng tôi!"],"Get an even better analysis":["Lấy một bản phân tích tốt hơn nữa"],"%1$sSingle title%3$s: H1s should only be used as your main title. Find all H1s in your text that aren't your main title and %2$schange them to a lower heading level%3$s!":["%1$sTiêu đề đơn lẻ%3$s: Các thẻ H1 chỉ nên được sử dụng làm tiêu đề chính. Tìm tất cả các thẻ H1 trong văn bản của bạn mà không phải tiêu đề chính và %2$schuyển chúng thành những thẻ tiêu đề thấp hơn%3$s!"],"Improve sharing on Facebook and Pinterest":["Cải thiện số lượt chia sẻ trên Facebook và Pinterest"],"You do not have the required rights to export settings.":["Bạn không có quyền cần thiết để xuất cài đặt ."],"Copy all these settings to another site's %1$s tab and click \"%1$s\" there.":["Sao chép tất cả các cài đặt này sang %1$s tab và lượt bấm \"%1$s của một trang khác."],"These are settings for the %1$s plugin by %2$s":["Đây là các cài đặt cho phần mở rộng %1$s bởi %2$s"],"No settings found.":["Không tìm thấy các cài đặt."],"Export your %1$s settings here, to copy them on another site.":["Xuất các cài đặt %1$s của bạn tại đây, sao chép chúng sang trang khác."],"Import of settings is only supported on servers that run PHP 5.3 or higher.":["Nhập các cài đặt chỉ được hỗ trợ trên các máy chủ chạy PHP 5.3 trở lên."],"Import settings by pasting the settings you copied from another site here and clicking \"%s\".":["Nhập các cài đặt bằng cách dán các cài đặt bạn đã sao chép từ trang khác tại đây và bấm \"%s\"."],"Paste your settings from another Yoast SEO installation.":["Dán cài đặt của bạn từ cài đặt Yoast SEO khác."],"%1$sKeyphrase density%2$s: The focus keyphrase was found 0 times. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sMật độ cụm từ khóa%2$s: Cụm từ khóa chính xuất hiện 0 lần. Mức đó thấp hơn mức tối thiểu khuyến nghị là %3$d lần cho một văn bản với độ dài như thế này. %4$sHãy tập trung vào từ khóa chính của bạn%2$s!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sMật độ cụm từ khóa%2$s: Cụm từ khóa chính xuất hiện %5$d lần. Mức đó thấp hơn mức tối thiểu khuyến nghị là %3$d lần cho một văn bản với độ dài như thế này. %4$sHãy tập trung vào từ khóa chính của bạn%2$s!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %3$d time. This is great!":["%1$sMật độ cụm từ khóa%2$s: Cụm từ khóa chính xuất hiện %3$d lần. Rất tốt!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$sMật độ cụm từ khóa%2$s: Cụm từ khóa chính xuất hiện %5$d lần. Mức đó nhiều hơn mức tối đa khuyến nghị là %3$d lần cho một văn bản với độ dài như thế này. %4$sĐừng tối ưu quá mức%2$s!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's way more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$sMật độ cụm từ khóa%2$s: Cụm từ khóa chính xuất hiện %5$d lần. Mức đó nhiều hơn mức tối đa khuyến nghị là %3$d lần cho một văn bản với độ dài như thế này. %4$sĐừng tối ưu quá mức%2$s!"],"Indexable deleted for object %1$s with type %2$s":["Đã xóa chỉ mục cho đối tượng %1$s với kiểu %2$s"],"Indexable saved for object %1$s with type %2$s":["Chỉ mục đã được lưu cho đối tượng %1$s với kiểu %2$s"],"Indexable created for object %1$s with type %2$s":["Chỉ mục đã được tạo cho đối tượng %1$s với kiểu %2$s"],"Indexable meta deleted.":["Đã xóa dữ liệu meta có thể đánh chỉ mục."],"Indexable meta saved for indexable id %1$s with meta key %2$s":["Dữ liệu meta có thể đánh chỉ mục đã được lưu cho ID chỉ mục %1$s với khóa meta %2$s"],"Indexable meta created for indexable id %1$s with meta key %2$s":["Dữ liệu meta có thể đánh chỉ mục đã được tạo cho ID chỉ mục %1$s với khóa meta %2$s"],"There is no meta found for indexable id %1$s and meta key %2$s.":["Không có dữ liệu meta cho ID chỉ mục %1$s với khóa meta %2$s"],"There is no indexable found for author id %1$s.":["Không có chỉ mục cho tác giả với id %1$s."],"There is no primary term found for post id %1$s and taxonomy %2$s.":["Không có khoản mục chính nào cho bài viết với id %1$s và taxonomy %2$s."],"There is no indexable found for term id %1$s and taxonomy %2$s.":["Không có chỉ mục nào cho khoản mục với id %1$s và taxonomy %2$s."],"There is no indexable found for post id %1$s.":["Không có chỉ mục nào cho bài với id %1$s."],"Method %1$s() does not exist in class %2$s":["Phương thức %1$s() không tồn tại trong lớp %2$s"],"With %s, you can easily create such redirects.":["Với %s, bạn có thể dễ dàng tạo những chuyển hướng như vậy."],"Changing your permalinks settings can seriously impact your search engine visibility. It should almost %1$s never %2$s be done on a live website.":["Thay đổi cài đặt permalinks của bạn có thể ảnh hưởng nghiêm trọng đến khả năng hiển thị của công cụ tìm kiếm. Hầu như %1$s không bao giờ %2$s được thực hiện trên một trang web trực tiếp."],"WARNING:":["CẢNH BÁO:"],"Learn about why permalinks are important for SEO.":["Tìm hiểu lý do tại sao permalinks lại quan trọng đối với SEO."],"Google Ads":["Quảng cáo Google"],"%1$sFunction words in keyphrase%3$s: Your keyphrase \"%4$s\" contains function words only. %2$sLearn more about what makes a good keyphrase.%3$s":["%1$sCác từ chức năng trong cụm từ khóa%3$s: Từ khóa \"%4$s\" chỉ chứa từ khóa chức năng. %2$sTìm hiểu thêm về các tạo cụm từ khóa tốt.%3$s"],"Did you know %s also analyzes the different word forms of your keyphrase, like plurals and past tenses?":["Bạn có biết %s cũng phân tích những dạng từ khác nhau trong cụm từ khóa của bạn, như dạng số nhiều hoặc thì quá khứ?"],"Clear Image":["Xóa hình"],"%1$sKeyphrase length%3$s: %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sĐộ dài cụm từ khóa%3$s: %2$sHãy đặt một cụm từ khóa để tính điểm SEO%3$s."],"%1$sKeyphrase in slug%2$s: More than half of your keyphrase appears in the slug. That's great!":["%1$sTừ khóa trong slug%2$s: Hơn một nửa từ khóa của bạn xuất hiện trong slug. Thật tuyệt!"],"%1$sKeyphrase in slug%3$s: (Part of) your keyphrase does not appear in the slug. %2$sChange that%3$s!":["%1$sTừ khóa trong slug%3$s: (Một phần) từ khóa của bạn không xuất hiện trong slug. %2$sThay đổi%3$s!"],"%1$sKeyphrase in slug%2$s: Great work!":["%1$sTừ khóa trong slug%2$s: Rất tốt!"],"%1$sKeyphrase in title%3$s: Not all the words from your keyphrase \"%4$s\" appear in the SEO title. %2$sTry to use the exact match of your keyphrase in the SEO title%3$s.":["%1$sTừ khóa trong tiêu đề%3$s: Không phải tất cả các từ trong từ khóa \"%4$s\" xuất hiện trong tiêu đề SEO. %2$sHãy cố gắng dùng chính xác từ khóa trong tiêu đề SEO%3$s."],"%1$sKeyphrase in title%3$s: Does not contain the exact match. %2$sTry to write the exact match of your keyphrase in the SEO title%3$s.":["%1$sTừ khóa trong tiêu đề%3$s: Không khớp chính xác với từ khóa. %2$sHãy viết từ khóa chính xác trong tiêu đề SEO%3$s."],"%1$sKeyphrase in title%3$s: The exact match of the keyphrase appears in the SEO title, but not at the beginning. %2$sTry to move it to the beginning%3$s.":["%1$sTừ khóa trong tiêu đề%3$s: Từ khóa khớp chính xác xuất hiện trong tiêu đề SEO nhưng không nằm ở đầu tiêu đề. %2$sHãy thử chuyển lên đầu tiêu đề%3$s."],"%1$sKeyphrase in title%2$s: The exact match of the keyphrase appears at the beginning of the SEO title. Good job!":["%1$sTừ khóa trong tiêu đề%2$s: ừ khóa khớp chính xác xuất hiện ở đầu tiêu đề SEO. Rất tốt!"],"%1$sKeyphrase distribution%2$s: Good job!":["%1$sĐộ dài cụm từ khóa%2$s: Rất tốt!"],"%1$sKeyphrase distribution%3$s: Uneven. Some parts of your text do not contain the keyphrase or its synonyms. %2$sDistribute them more evenly%3$s.":["%1$sSự phân bố cụm từ khóa%3$s: Không đều. Một số phần văn bản của bạn không chứa cụm từ khóa hoăc các từ đồng nghĩa với nó. %2$sHãy phân bổ đều hơn%3$s."],"%1$sKeyphrase distribution%3$s: Very uneven. Large parts of your text do not contain the keyphrase or its synonyms. %2$sDistribute them more evenly%3$s.":["%1$sSự phân bố cụm từ khóa%3$s: Rất không đều. Phần lớn văn bản của bạn không chứa cụm từ khóa hoăc các từ đồng nghĩa với nó. %2$sHãy phân bổ đều hơn%3$s."],"%1$sKeyphrase distribution%3$s: %2$sInclude your keyphrase or its synonyms in the text so that we can check keyphrase distribution%3$s.":["%1$sSự phân bố cụm từ khóa%3$s: %2$sHãy thêm cụm từ khóa hoặc các từ đồng nghĩa với nó trong văn bản để chúng tôi kiểm tra được mật độ phân bố cụm từ khóa%3$s."],"Help on choosing the perfect focus keyphrase":["Giúp lựa chọn cụm từ khóa chính hoàn hảo"],"Would you like to add a related keyphrase?":["Bạn có muốn thêm một cụm từ khóa liên quan không?"],"Go %s!":["Đến %s!"],"Not showing the date archives in the search results technically means those will have a %1$s robots meta. %2$sMore info on the search results settings%3$s.":["Không hiển thị ngày lưu trữ trong kết quả tìm kiếm về mặt kỹ thuật có nghĩa là sẽ có một %1$s thẻ tự động. %2$sThông tin khác về cài đặt kết quả tìm kiếm%3$s."],"Rank better with synonyms & related keyphrases":["Xếp hạng tốt hơn với các từ đồng nghĩa & và các cụm từ khóa liên quan"],"optimize a single post for synonyms and related keyphrases.":["tối ưu một bài viết riêng lẻ cho các từ đồng nghĩa và các cụm từ khóa liên quan."],"Synonyms & related keyphrases":["Các từ đồng nghĩa & các cụm từ khóa liên quan"],"Add related keyphrase":["Thêm từ khóa liên quan"],"Dismiss %s upgrade notice":["Bỏ qua thông báo nâng cấp %s "],"Upgrade to %s":["Nâng cấp lên %s"],"%1$s video":["%1$s video"],"Get %s":["Lấy %s"],"%4$sPreviously used keyphrase%6$s: You've used this keyphrase %1$s%2$d times before%3$s. %5$sDo not use your keyphrase more than once%6$s.":["%4$sTừ khóa đã sử dụng%6$s: Bạn đã sử dụng từ khóa này %1$s%2$d trước đây%3$s. %5$sKhông sử dụng từ khóa của bạn nhiều hơn một lần%6$s."],"%3$sPreviously used keyphrase%5$s: You've used this keyphrase %1$sonce before%2$s. %4$sDo not use your keyphrase more than once%5$s.":["%3$sTừ khóa đã sử dụng%5$s: Bạn đã sử dụng từ khóa này %1$smột lần trước%2$s. %4$sKhông sử dụng từ khóa của bạn nhiều hơn một lần%5$s."],"%1$sPreviously used keyphrase%2$s: You've not used this keyphrase before, very good.":["%1$sTừ khóa đã sử dụng%2$s: Bạn chưa sử dụng từ khóa này trước đây, rất tốt."],"%1$sSlug stopwords%3$s: The slug for this page contains a stop word. %2$sRemove it%3$s!":["%1$sSlug từ loại bỏ%3$s: Slug cho trang này chứa từ bị loại bỏ. %2$sXóa nó%3$s!"],"%1$sSlug too long%3$s: the slug for this page is a bit long. %2$sShorten it%3$s!":["%1$sSlug quá dài%3$s: Slug cho trang này hơi dài. %2$sLàm ngắn lại%3$s!"],"%1$sImage alt attributes%3$s: No images appear on this page. %2$sAdd some%3$s!":["%1$sCác thuộc tính mô tả ảnh (alt)%3$s: Không có ảnh trong trang. %2$sHãy thêm ảnh%3$s!"],"%1$sLink keyphrase%3$s: You're linking to another page with the words you want this page to rank for. %2$sDon't do that%3$s!":["%1$sĐường dẫn từ khóa%3$s: Bạn đang liên kết tới trang khác với từ khóa mà bạn muốn trang này được xếp hạng. %2$sĐừng làm như vậy%3$s!"],"This is far below the recommended minimum of %5$d word. %3$sAdd more content%4$s.":["Số lượng từ quá ít so với mức tối thiểu %5$d từ. %3$sHãy thêm nội dung%4$s."],"This is below the recommended minimum of %5$d word. %3$sAdd more content%4$s.":["Số lượng từ ít hơn so với mức tối thiểu %5$d từ. %3$sHãy thêm nội dung%4$s."],"%2$sText length%4$s: The text contains %1$d word.":["%2$sĐộ dài của văn bản%4$s: Văn bản chứa %1$d từ."],"%2$sText length%3$s: The text contains %1$d word. Good job!":["%2$sĐộ dài của văn bản%3$s: Văn bản chứa %1$d từ. Rất tốt!"],"%1$sKeyphrase in subheading%3$s: More than 75%% of your higher-level subheadings reflect the topic of your copy. That's too much. %2$sDon't over-optimize%3$s!":["%1$sCụm từ khóa trong các tiêu đề phụ%3$s: Có hơn 75% các tiêu đề phụ mô tả chủ đề bài viết của bạn. Quá nhiều! %2$sĐừng tối ưu quá mức%3$s!"],"%1$sSEO title width%3$s: %2$sPlease create an SEO title%3$s.":["%1$sĐộ rộng của tiêu đề SEO%3$s: %2$sHãy tạo một tiêu đề SEO%3$s."],"%1$sSEO title width%3$s: The SEO title is wider than the viewable limit. %2$sTry to make it shorter%3$s.":["%1$sĐộ rộng của tiêu đề SEO%3$s: Độ dài của tiêu đề SEO vượt quá giới hạn có thể nhìn thấy được. %2$sHãy rút gọn hơn%3$s."],"%1$sSEO title width%2$s: Good job!":["%1$sĐộ rộng của tiêu đề SEO%2$s: Rất tốt!"],"%1$sSEO title width%3$s: The SEO title is too short. %2$sUse the space to add keyphrase variations or create compelling call-to-action copy%3$s.":["%1$sĐộ rộng tiêu đề SEO%3$s: Tiêu đề SEO quá ngắn. %2$sHãy dùng khoảng trống để thêm các biến thể cụm từ khóa hoặc tạo một bài viết kêu gọi hành động thuyết phục%3$s."],"%1$sOutbound links%2$s: There are both nofollowed and normal outbound links on this page. Good job!":["%1$sCác đường dẫn ra ngoài trang%2$s: Có các đường dẫn ra ngoài trang bình thường và nofollowed trong trang này. Rất tốt!"],"%1$sOutbound links%2$s: Good job!":["%1$sCác đường dẫn ra ngoài trang%2$s: Rất tốt!"],"%1$sOutbound links%3$s: All outbound links on this page are nofollowed. %2$sAdd some normal links%3$s.":["%1$sCác đường dẫn ra ngoài trang%3$s: Tất cả các đường dẫn ra ngoài trang đều nofollowed. %2$sHãy thêm một số đường dẫn bình thường%3$s."],"%1$sOutbound links%3$s: No outbound links appear in this page. %2$sAdd some%3$s!":["%1$sCác đường dẫn ra ngoài trang%3$s: Không có các đường dẫn ra ngoài trang. %2$sHãy thêm một số đường dẫn%3$s!"],"%1$sMeta description length%2$s: Well done!":["%1$sĐộ dài mô tả Meta%2$s: Rất tốt!"],"%1$sMeta description length%3$s: The meta description is over %4$d characters. To ensure the entire description will be visible, %2$syou should reduce the length%3$s!":["%1$sĐộ dài mô tả Meta%3$s: Mô tả Meta vượt quá %4$d ký tự. Để đảm bảo toàn bộ mô tả này được nhìn thấy, %2$sbạn nên giảm độ dài%3$s!"],"%1$sMeta description length%3$s: The meta description is too short (under %4$d characters). Up to %5$d characters are available. %2$sUse the space%3$s!":["%1$sĐộ dài mô tả Meta%3$s: Mô tả Meta quá ngắn (dưới %4$d ký tự). Có thể lên tới %5$d ký tự. %2$sHãy dùng những khoảng trống%3$s!"],"%1$sMeta description length%3$s:  No meta description has been specified. Search engines will display copy from the page instead. %2$sMake sure to write one%3$s!":["%1$sĐộ dài mô tả Meta%3$s:  Không có mô tả meta. Các máy tìm kiếm sẽ hiển thị đoạn văn bản từ trang. %2$sHãy đảm bảo viết một mô tả%3$s!"],"%1$sKeyphrase in meta description%2$s: The meta description has been specified, but it does not contain the keyphrase. %3$sFix that%4$s!":["%1$sCụm từ khóa trong mô tả meta%2$s: Mô tả meta đã có, nhưng không chứa cụm từ khóa. %3$sHãy chỉnh sửa%4$s!"],"%1$sKeyphrase in meta description%2$s: The meta description contains the keyphrase %3$s times, which is over the advised maximum of 2 times. %4$sLimit that%5$s!":["%1$sCụm từ khóa trong mô tả meta%2$s: Mô tả meta có chứa cụm từ khóa %3$s lần, vượt quá mức khuyến nghị tối da 2 lần. %4$sHãy hạn chế%5$s!"],"%1$sKeyphrase in meta description%2$s: Keyphrase or synonym appear in the meta description. Well done!":["%1$sCụm từ khóa trong mô tả meta%2$s: Cụm từ khóa hoặc từ đồng nghĩa xuất hiện trong mô tả meta. Rất tốt!"],"%3$sKeyphrase length%5$s: The keyphrase is %1$d words long. That's way more than the recommended maximum of %2$d words. %4$sMake it shorter%5$s!":["%3$sĐộ dài cụm từ khóa%5$s: Cụm từ khóa dài %1$d từ. Quá dài so với mức khuyến nghị là %2$d từ. %4$sHãy rút gọn%5$s!"],"%3$sKeyphrase length%5$s: The keyphrase is %1$d words long. That's more than the recommended maximum of %2$d words. %4$sMake it shorter%5$s!":["%3$sĐộ dài cụm từ khóa%5$s: Cụm từ khóa dài %1$d từ. Dài hơn so với mức khuyến nghị là %2$d từ. %4$sHãy rút gọn%5$s!"],"%1$sKeyphrase length%2$s: Good job!":["%1$sĐộ dài cụm từ khóa%2$s: Rất tốt!"],"%1$sKeyphrase length%3$s: No focus keyphrase was set for this page. %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sĐộ dài cụm từ khóa%3$s: Không có cụm từ khóa chính nào được đặt cho trang này. %2$sHãy đặt một cụm từ khóa để tính điểm SEO%3$s."],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms do not appear in the first paragraph. %2$sMake sure the topic is clear immediately%3$s.":["%1$sCụm từ khóa trong phần giới thiệu%3$s: Cụm từ khóa của bạn hoặc các từ đồng nghĩa với nó không xuất hiện trong đoạn văn đầu. %2$sHãy làm cho chủ đề bài viết rõ ràng ngay%3$s."],"%1$sKeyphrase in introduction%3$s:Your keyphrase or its synonyms appear in the first paragraph of the copy, but not within one sentence. %2$sFix that%3$s!":["%1$sCụm từ khóa trong phần giới thiệu%3$s:Cụm từ khóa của bạn hoặc các từ đồng nghĩa với nó xuất hiện trong đoạn văn đầu, nhưng không nằm trong cùng một câu. %2$sHãy sửa ngay%3$s!"],"%1$sKeyphrase in introduction%2$s: Well done!":["%1$sCụm từ khóa trong phần giới thiệu%2$s: Rất tốt!"],"%1$sInternal links%2$s: There are both nofollowed and normal internal links on this page. Good job!":["%1$sCác đường dẫn nội bộ%2$s: Có cả đường dẫn nội bộ bình thường và nofollowed. Rất tốt!"],"%1$sInternal links%2$s: You have enough internal links. Good job!":["%1$sCác đường dẫn nội bộ%2$s: Bạn có đủ các đường dẫn nội bộ. Rất tốt!"],"%1$sInternal links%3$s: The internal links in this page are all nofollowed. %2$sAdd some good internal links%3$s.":["%1$sCác đường dẫn nội bộ%3$s: Tất cả các đường dẫn nội bộ trong trang là nofollowed. %2$sHãy thêm một số đường dẫn nội bộ tốt%3$s."],"%1$sInternal links%3$s: No internal links appear in this page, %2$smake sure to add some%3$s!":["%1$sCác đường dẫn nội bộ%3$s: Không có đường dẫn nội bộ trong trang này, %2$sHãy thêm một số đường dẫn nội bộ tốt%3$s."],"%1$sTransition words%2$s: Well done!":["%1$sCác từ chuyển tiếp%2$s: Rất tốt!"],"%1$sTransition words%2$s: Only %3$s of the sentences contain transition words, which is not enough. %4$sUse more of them%2$s.":["%1$sCác từ chuyển tiếp%2$s: Chỉ có %3$s trong số các câu chứa từ chuyển tiếp, không đủ. %4$sHãy sử dụng nhiều hơn%2$s."],"%1$sTransition words%2$s: None of the sentences contain transition words. %3$sUse some%2$s.":["%1$sCác từ chuyển tiếp%2$s: Không có câu nào chứa từ chuyển tiếp. %3$sHãy sử dụng%2$s."],"%1$sNot enough content%2$s: %3$sPlease add some content to enable a good analysis%2$s.":["%1$sKhông đủ nội dung%2$s: %3$sHãy thêm nội dung để có được một phân tích tốt hơn%2$s."],"%1$sSubheading distribution%2$s: You are not using any subheadings, but your text is short enough and probably doesn't need them.":["%1$sSự phân bố tiêu đề phụ%2$s: Bạn đang không sử dụng các tiêu đề phụ, nhưng văn bản của bạn ngắn gọn và có thể không cần dùng chúng."],"%1$sSubheading distribution%2$s: You are not using any subheadings, although your text is rather long. %3$sTry and add some subheadings%2$s.":["%1$sSự phân bố tiêu đề phụ%2$s: Bạn đang không sử dụng các tiêu đề phụ, mặc dù bài viết này khá dài. %3$sHãy thử thêm một số tiêu đề phụ%2$s."],"%1$sSubheading distribution%2$s: %3$d section of your text is longer than %4$d words and is not separated by any subheadings. %5$sAdd subheadings to improve readability%2$s.":["%1$sSự phân bố tiêu đề phụ%2$s: %3$d phần của bài viết dài hơn %4$d từ và không được phân tách bằng tiêu đề phụ nào. %5$sHãy thêm tiêu đề phụ để cải thiện tính dễ đọc%2$s."],"%1$sSubheading distribution%2$s: Great job!":["%1$sSự phân bố tiêu đề phụ%2$s: Rất tốt!"],"%1$sSentence length%2$s: %3$s of the sentences contain more than %4$s words, which is more than the recommended maximum of %5$s. %6$sTry to shorten the sentences%2$s.":["%1$sĐộ dài của câu%2$s: %3$s trong số các câu chứa %4$s từ, nhiều hơn mức khuyến nghị tối đa là %5$s. %6$sHãy rút gọn các câu%2$s."],"%1$sSentence length%2$s: Great!":["%1$sĐộ dài của câu%2$s: Tuyệt!"],"%1$sConsecutive sentences%2$s: There is enough variety in your sentences. That's great!":["%1$sCác câu liên tiếp%2$s: Có đủ biến thể trong các câu của bạn. Điều đó thật tuyệt!"],"%1$sConsecutive sentences%2$s: The text contains %3$d consecutive sentences starting with the same word. %5$sTry to mix things up%2$s!":["%1$sCác câu liên tiếp%2$s: Bài viết chứa %4$d phần có chứa %3$d hoặc nhiều hơn câu liên tiếp bắt đầu với cùng từ. %5$sHãy viết đa dạng hơn%2$s!"],"%1$sPassive voice%2$s: %3$s of the sentences contain passive voice, which is more than the recommended maximum of %4$s. %5$sTry to use their active counterparts%2$s.":["%1$sCâu bị động%2$s: %3$s trong số các câu chứa câu bị động, nhiều hơn mức khuyến nghị là %4$s. %5$sHãy dùng câu chủ động thay thế%2$s."],"%1$sPassive voice%2$s: You're using enough active voice. That's great!":["%1$sCâu bị động%2$s: Bạn dùng đủ các câu chủ động. Rất tuyệt!"],"%1$sParagraph length%2$s: %3$d of the paragraphs contains more than the recommended maximum of %4$d words. %5$sShorten your paragraphs%2$s!":["%1$sĐộ dài đoạn văn%2$s: Có %3$d đoạn văn chứa nhiều hơn số từ khuyến nghị tối đa là %4$d từ. %5$sHãy rút gọn đoạn văn%2$s!"],"%1$sParagraph length%2$s: None of the paragraphs are too long. Great job!":["%1$sĐộ dài đoạn văn%2$s: Không có các đoạn văn quá dài. Rất tốt!"],"Good job!":["Rất tốt!"],"%1$sFlesch Reading Ease%2$s: The copy scores %3$s in the test, which is considered %4$s to read. %5$s%6$s%7$s":["%1$sBài kiểm tra tính dễ đọc Flesch%2$s: Bài viết đạt điểm %3$s trong bài kiểm tra, tương đương mức độ dễ đọc %4$s. %5$s%6$s%7$s"],"Focus keyphrase":["Cụm từ khóa chính"],"%1$s with ID %2$s couldn't be patched":["%1$s với ID %2$s không thể sửa"],"Invalid POST request. Meta values already exist for object with ID %1$s.":["POST request không hợp lệ. Các giá trị meta đã tồn tại với đối tượng có ID %1$s."],"Indexable with ID `%1$s` does not exist":["Chỉ mục với ID `%1$s` không tồn tại"],"No object with ID %1$s and %2$s could be found":["Không có đối tượng với ID %1$s và %2$s không tìm thấy"],"`%1$s` is not a valid subtype of `%2$s`":["`%1$s` không phải kiểu hợp lệ của `%2$s`"],"The object type `%1$s` is invalid":["Kiểu đối tượng `%1$s` không hợp lệ"],"Invalid type for parameter `%1$s` passed. Expected `%2$s`, but got `%3$s`":["Kiểu không hợp lệ cho tham số `%1$s` đã ok. Kỳ vọng `%2$s`, nhưng đã đạt `%3$s`"],"The parameter `%1$s` cannot be empty.":["Tham số `%1$s` không thể trống."],"SEO: No Focus Keyphrase":["SEO: Không có Cụm từ khóa Chính"],"Check Keyphrase Density":["Kiểm tra Mật độ Cụm từ khóa"],"Disable":["Tắt"],"Allow Control":["Cho phép Điều khiển"],"This tab allows you to selectively disable %s features for all sites in the network. By default all features are enabled, which allows site admins to choose for themselves if they want to toggle a feature on or off for their site. When you disable a feature here, site admins will not be able to use that feature at all.":["Tab này giúp bạn có thể lựa chọn tắt %s tính năng cho tất cả các trang trong mạng. Theo mặc định tất cả các tính năng được bật, giúp những người quản trị trang lựa chọn có bật hoặc tắt một tính năng trên trang của họ. Khi bạn tắt một tính năng ở đây, những người quản trị trang sẽ không thể dùng được tính năng đó nữa."],"%s is a required feature toggle argument.":["%s là một tính năng bắt buộc."],"Keyphrase:":["Từ khóa:"],"Remove keyphrase":["Xóa từ khóa"],"This feature has been disabled by the network admin.":["Tính năng này đã bị tắt bởi quản trị mạng."],"Focus keyphrase not set.":["Từ khóa chính chưa được cài đặt."],"Multiple keyphrases":["Nhiều từ khóa"],"Colon":["Dấu hai chấm"],"Both %1$s and %2$s manage the SEO of your site. Running two SEO plugins at the same time is detrimental.":["Cả %1$s và %2$s quản lí SEO trang web của bạn. Chạy 2 plugin SEO cùng lúc sẽ gây hại."],"There is a new notification.":["Có thông báo mới."],"Learn more about the readability analysis":["Tìm hiểu thêm về Phân tích Tính dễ đọc."],"Describe the duration of the instruction:":["Mô tả khoảng thời gian của chỉ dẫn:"],"Optional. Customize how you want to describe the duration of the instruction":["Không bắt buộc. Tuỳ chỉnh cách mà bạn muốn để miêu tả thời lượng của hướng dẫn"],"This is a list of related content to which you could link in your post. {{a}}Read our article about site structure{{/a}} to learn more about how internal linking can help improve your SEO.":["Đây là danh sách nội dung liên quan bạn có thể liên kết trong bài viết. {{a}}Đọc bài viết của chúng tôi về cấu trúc trang web{{/a}} để biết thêm về cách liên kết nội bộ có thể giúp cải thiện SEO của bạn."],"%s, %s and %s":["%s, %s và %s"],"%s and %s":["%s và %s"],"%d minute":[" %d phút"],"%d hour":["%d giờ"],"%d day":[" %d ngày"],"Enter a step title":["Thêm tiêu đề cho bước thực hiện"],"Optional. This can give you better control over the styling of the steps.":["Tùy chọn. Việc này có thể giúp bạn kiểm soát tốt hơn giao diện của các bước."],"CSS class(es) to apply to the steps":["CSS class(es) (Lớp CSS) để áp dụng cho các bước"],"minutes":["phút"],"hours":["giờ"],"days":["ngày"],"Create a How-to guide in an SEO-friendly way. You can only use one How-to block per post.":["Tạo bản hướng dẫn với phương pháp SEO thân thiện. Bạn chỉ có thể dùng khối How-to (Hướng dẫn) mỗi bài viết."],"List your Frequently Asked Questions in an SEO-friendly way. You can only use one FAQ block per post.":["Liệt kê các câu hỏi thường gặp của bạn theo 1 cách thân thiện với SEO. Bạn chỉ có thể dùng 1 khối FAQ mỗi bài viết."],"Copy error":["Copy bị lỗi"],"An error occurred loading the %s primary taxonomy picker.":["1 lỗi xảy ra khi đang tải bộ chọn phân loại chính %s."],"%1$s Structured Data Blocks":["%1$s Khối Dữ liệu Cấu trúc"],"Time needed:":["Thời gian cần thiết:"],"Move question down":["Di chuyển câu hỏi xuống"],"Move question up":["Di chuyển câu hỏi lên trên"],"Insert question":["Chèn câu hỏi"],"Delete question":["Xóa câu hỏi"],"Enter the answer to the question":["Nhập câu trả lời cho câu hỏi"],"Enter a question":["Nhập câu hỏi"],"Add question":["Thêm câu hỏi"],"Frequently Asked Questions":["Các câu hỏi thường gặp"],"Great news: you can, with %s!":["Tin tốt: bạn có thể, với %s!"],"Select the primary %s":["Chọn %s chính"],"Check links to this URL":["Kiểm tra các liên kết đến URL này"],"Keyword research training":["Khóa học phân tích từ khóa"],"Please check the %1$sarchive template%2$s for the following content type: %3$s.":[" Vui lòng kiểm tra %1$stemplate lưu trữ%2$s cho loại nội dung sau: %3$s."],"Are you trying to use multiple keyphrases? You should add them separately below.":["Bạn đang cố gắng sử dụng nhiều cụm từ khóa? Bạn nên thêm chúng riêng biệt bên dưới."],"Mark as cornerstone content":["Đánh dấu là nội dung quan trọng"],"Move step down":["Di chuyển xuống dưới"],"Move step up":["Di chuyển lên trên"],"Insert step":["Chèn bước"],"Delete step":["Xóa bước"],"Add image":["Thêm hình ảnh"],"Enter a step description":["Nhập mô tả bước"],"Enter a description":["Nhập mô tả"],"Unordered list":["Danh sách không có thứ tự"],"Showing step items as an ordered list.":["Hiển thị các mục bước dưới dạng danh sách có thứ tự."],"Showing step items as an unordered list":["Hiển thị các bước dưới dạng danh sách không theo thứ tự"],"Add step":["Thêm bước"],"Delete total time":["Xóa tổng thời gian"],"Add total time":["Thêm tổng thời gian"],"How to":["Làm thế nào để"],"How-to":["Làm thế nào để"],"Snippet Preview":["Xem trước đoạn trích"],"Analysis results":["Kết quả phân tích:"],"Enter a focus keyphrase to calculate the SEO score":["Nhập một cụm từ khóa chính để tính điểm SEO"],"Learn more about Cornerstone Content.":["Tìm hiểu thêm về Nội dung quan trọng."],"Cornerstone content should be the most important and extensive articles on your site.":["Nội dung quan trọng phải là bài viết quan trọng và mở rộng nhất trên trang web của bạn."],"Restore Site":["Khôi phục trang web"],"Network Settings":["Thiết lạp mạng lưới"],"You are not allowed to perform this action.":["Bạn không được phép thực hiện hành động này."],"Error: %s":["Lỗi: %s"],"Success: %s":["Thành công: %s"],"Site with ID %d not found.":["Không tìm thấy trang web có ID %d."],"No site has been selected to restore.":["Không có trang nào được chọn để khôi phục."],"You are not allowed to modify unregistered network settings.":["Bạn không được phép sửa đổi cài đặt mạng chưa được đăng ký."],"deleted":["đã xóa"],"Would you like to add another keyphrase?":["Bạn có muốn thêm một cụm từ khóa khác không?"],"image preview":["xem trước hình ảnh"],"Copied!":["Đã sao chép!"],"Not supported!":["Không được hỗ trợ!"],"Read {{a}}our article about site structure{{/a}} to learn more about how internal linking can help improve your SEO.":["Đọc {{a}} bài viết của chúng tôi về cấu trúc trang web {{/ a}} để tìm hiểu thêm về cách liên kết nội bộ có thể giúp cải thiện SEO của bạn."],"Once you add a bit more copy, we'll give you a list of related content here to which you could link in your post.":["Khi bạn thêm nhiều hơn một bản sao, chúng tôi sẽ cung cấp cho bạn một danh sách nội dung có liên quan ở đây để bạn có thể liên kết trong bài viết của mình."],"Consider linking to these {{a}}cornerstone articles:{{/a}}":["Cân nhắc liên kết tới {{a}}những bài viết chủ đạo{{/a}}"],"Consider linking to these articles:":["Xem xét việc liên kết đến các bài viết này"],"Copy link":["Sao chép liên kết"],"Copy link to suggested article: %s":["Sao chép liên kết đến bài viết được đề xuất: %s"],"The site's tagline":["khẩu hiệu của các trang web"],"%1$sRemove this message%2$s":["%1$sXóa thông điệp này%2$s"],"We've recently improved the functionality of the Search Appearance settings. Unfortunately, we've discovered that for some edge-cases, saving the settings for specific post type archives might have gone wrong.":["Gần đây, chúng tôi đã cải thiện chức năng cài đặt  của Giao diện tìm kiếm. Thật không may, chúng tôi đã phát hiện ra một số trường hợp đặc biệt, việc thiết lập lưu trữ cho những loại bài đăng cụ thể có thể đã sai."],"Not all required fields are given. Missing field %1$s":["Các trường bắt buộc chưa được điền thông tin. Trường còn thiếu %1$s"],"Upgrade to %s »":["Nâng cấp lên %s »"],"Optimize your site for Google News.":["Tối ưu hóa website của bạn cho Google News"],"Optimize your shop's SEO and sell more products!":["Tối ưu hóa SEO cửa hàng của bạn và bán nhiều sản phẩm hơn!"],"Be found in Google Video search and enhance your video sharing on social media.":["Được tìm thấy trong tìm kiếm Google Video và nâng cao khả năng chia sẻ video của bạn trên mạng xã hội."],"Be found in Google Maps and local results.":["Được tìm thấy trong Google Maps và kết quả địa phương."],"Extend Yoast SEO":["Mở rộng Yoast SEO"],"Learn practical SEO skills to rank higher in Google.":["Tìm hiểu các kỹ năng SEO thực tế để xếp hạng cao hơn trong Google."],"Don’t waste time figuring out the best settings yourself.":["Đừng lãng phí thời gian để tự mình tìm ra các cài đặt tốt nhất."],"Get quick wins to make your site rank higher in search engines.":["Nhận chiến thắng nhanh chóng để làm cho trang web của bạn xếp hạng cao hơn trong công cụ tìm kiếm."],"Add synonyms":["Thêm từ đồng nghĩa"],"Would you like to add keyphrase synonyms?":["Bạn có muốn thêm các từ đồng nghĩa từ khóa không?"],"Would you like to add more than one keyphrase?":["Bạn có muốn thêm nhiều hơn một từ khóa không?"],"You can edit the SEO meta-data for this custom type on the %1$sShop page%2$s.":["Bạn có thể sửa siêu dữ liệu SEO cho kiểu tùy chỉnh này trên %1$sTrang Cửa hàng%2$s."],"You haven't set a Shop page in your WooCommerce settings. Please do this first.":["Bạn chưa đặt trang Cửa hàng trong cài đặt WooCommerce của mình. Hãy làm điều này trước."],"Current year":["Năm hiện tại"],"Page":["Trang"],"Breadcrumb settings for %s archive":["Cài đặt đường dẫn cho lưu trữ %s"],"Something went wrong. Please reload the page.":["Đã xảy ra sự cố. Vui lòng tải lại trang."],"Tagline":["Chủ đề"],"Modify your meta description by editing it right here":["Chỉnh meta description của bạn bằng cách chỉnh sửa ngay tại đây"],"description (custom taxonomy)":["mô tả (phân loại tùy chỉnh)"],"(custom taxonomy)":["(phân loại tùy chỉnh)"],"(custom field)":["(trường tùy chỉnh)"],"Term404":["404"],"Caption":["Chú thích"],"Pagenumber":["Số trang"],"Pagetotal":["Tổng số trang"],"Page number":["Trang số"],"User description":["Mô tả người dùng"],"ID":["ID"],"Modified":["Đã chỉnh sửa"],"Post type (plural)":["Dạng bài viết (số nhiều)"],"Post type (singular)":["Dạng bài viết (số ít)"],"Separator":["Dấu phân tách"],"Search phrase":["Cụm từ tìm kiếm"],"Term title":["Tiêu đề thuật ngữ"],"Term description":["Mô tả thuật ngữ"],"Tag description":["Mô tả tag"],"Category description":["Mô tả chuyên mục"],"Primary category":["Chuyên mục chính"],"Category":["Chuyên mục"],"Tag":["Tag"],"Excerpt only":["Chỉ tóm tắt"],"Excerpt":["Tóm tắt"],"Site title":["Tiêu đề website"],"Archive title":["Tiêu đề lưu trữ"],"Parent title":["Tiêu đề cha"],"Date":["Ngày"],"Label":["Nhãn"],"You should create a redirect to ensure your visitors do not get a 404 error when they click on the no longer working URL.":["Bạn nên tạo chuyển hướng để đảm bảo khách viếng thăm của bạn không nhận lỗi 404 khi họ nhấp chuột vào URL không còn hoạt động."],"Search engines and other websites can still send traffic to your deleted post.":["Công cụ tìm kiếm và các trang web khác vẫn có thể thu hút lưu lượng truy cập đến bài viết đã xóa của bạn."],"Make sure you don't miss out on traffic!":["Bảo đảm bạn không bỏ lỡ lưu lượng truy cập!"],"You just deleted a %1$s.":["Bạn vừa xóa một %1$s."],"You just trashed a %1$s.":["Bạn vừa bỏ vào thùng rác một %1$s."],"Settings for %s archive":["Cài đặt cho lưu trữ %s"],"Settings for single %s URLs":["Cài đặt cho %s URL riêng lẻ"],"The settings on this page allow you to specify what the default search appearance should be for any type of content you have. You can choose which content types appear in search results and what their default description should be.":["Cài đặt trên Trang này cho phép bạn chỉ rõ giao diện tìm kiếm mặc định cho bất kì kiểu nội dung nào bạn có. Bạn có thể chọn kiểu nội dung xuất hiện trong kết quả tìm kiếm và mô tả mặc định của chúng."],"Url preview":["Xem trước URL"],"Please provide a meta description by editing the snippet below. If you don’t, Google will try to find a relevant part of your post to show in the search results.":["Cung cấp 1 thẻ mô tả bằng cách sửa đoạn trích dẫn bên dưới. Nếu bạn không có thẻ mô tả, Google sẽ thử tìm 1 phần thích hợp trong bài viết của bạn để hiển thị cho kết quả tìm kiếm."],"Insert snippet variable":["Thêm biến trích dẫn"],"Dismiss this notice":["Tắt thông báo này"],"No results":["Không có kết quả"],"%d result found, use up and down arrow keys to navigate":["%d kết quả được tìm thấy, sử dụng các phím mũi tên lên và xuống để điều hướng"],"Your site language is set to %s. If this is not correct, contact your site administrator.":["Ngôn ngữ trang web của bạn được thiết lập là %s. Nếu chưa đúng, liên hệ quản trị trang web của bạn."],"Number of results found: %d":["Số kết quả tìm thấy: %d"],"Note that not all variables can be used in every field.":["Lưu ý rằng không phải tất cả biến được dùng trong các trường."],"Snippet variables":["Biến trích dẫn"],"%1$s respects your privacy. Read our %2$sprivacy policy%3$s on how we handle your personal information.":["%1$s tôn trọng riêng tư của bạn. Đọc %2$schính sách bảo mật%3$s về cách chúng tôi sử dụng thông tin cá nhân của bạn."],"If you know what this means and you do not want to see this message anymore, you can %1$sdismiss this message%2$s.":["Nếu đã hiểu rõ điều này và không muốn thấy thông báo này nữa, bạn có thể %1$stắt thông báo này%2$s."],"Your site's settings currently allow attachment URLs on your site to exist. Please read %1$sthis post about a potential issue%2$s with attachment URLs and check whether you have the correct setting for your site.":["Thiết lập hiện tại của website cho phép URL của file đính kèm được tồn tại. Hãy đọc %1$sbài viết này về các nguy cơ tiềm ẩn%2$s từ URL file đính kèm và kiểm tra xem bạn đã thiết lập đúng cho website chưa."],"Unknown type %1$s":["Loại không xác định %1$s"],"Includes a free MyYoast account which gives you access to our free SEO for Beginners course!":["Bao gồm một tài khoản MyYoast miễn phí cho phép bạn truy cập vào khóa học SEO miễn phí cho Người mới bắt đầu!"],"Sign up for our newsletter if you would like to keep up-to-date about %1$s, other cool plugins by %2$s, and interesting news and tips from the world of SEO.":["Đăng ký nhận bản tin của chúng tôi nếu bạn muốn cập nhật về %1$s, các gói mở rộng khác của %2$s và các tin tức cũng như mẹo thú vị từ thế giới SEO."],"Get your Baidu verification code in %1$sBaidu Webmaster Tools%2$s.":["Lấy mã xác thực Baidu của bạn trong %1$sBaidu Webmaster Tools%2$s."],"Baidu verification code":["Mã xác nhận Baidu"],"The %s importer functionality uses temporary database tables. It seems your WordPress install does not have the capability to do this, please consult your hosting provider.":["Chức năng nhập %s cần sử dụng các bảng cơ sở dữ liệu tạm thời. Có vẻ như WordPress cài đặt của bạn không có khả năng để làm điều này, xin vui lòng liên hệ nhà cung cấp hosting của bạn."],"Cleanup of %s data failed.":["Làm sạch dữ liệu %s thất bại."],"Content Type":["Loại Nội Dung"],"Filter by content type":["Lọc với kiểu nội dung"],"Show All Content Types":["Hiển thị tất cả loại nội dung"],"To fix this uncheck the box in front of the \"Break comments into pages...\" on the %1$sComment settings page%2$s.":["Để sửa lỗi này, hãy bỏ đánh dấu \"Tách bình luận thành các trang...\" trên trang %1$sTrang cài đặt bình luận%2$s."],"Replaced with the normal title for an archive generated by WordPress":["Đã thay đổi bằng tiêu đề bình thường cho một lưu trữ được tạo bởi WordPress"],"Clean":["Dọn dẹp"],"Once you're certain your site is OK, you can clean up. This will remove all the original data.":["Một khi bạn chắc chắn trang web của bạn là OK, bạn có thể dọn dẹp. Thao tác này sẽ xóa tất cả dữ liệu ban đầu."],"Step 5: Clean up":["Bước 5: Làm sạch"],"You should run the configuration wizard, from the SEO &rarr; General &rarr; Dashboard page, to make sure all the settings for your site are correct.":["Bạn cần chạy trình hướng dẫn cài đặt, từ trang SEO &rarr; General &rarr; Dashboard, để chắc chắn rằng tất cả cài đặt cho trang website của bạn là chính xác."],"Step 4: Run the configuration wizard":["Bước 4: Chạy cấu hình tự động"],"Please check your posts and pages and see if the metadata was successfully imported.":["Vui lòng kiểm tra các bài đăng và trang của bạn và xem nếu metadata đã được nhập thành công hay chưa!"],"Step 3: Check your data":["Bước 3: Kiểm tra dữ liệu của bạn"],"This will import the post metadata like SEO titles and descriptions into your Yoast SEO metadata. It will only do this when there is no existing Yoast SEO metadata yet. The original data will remain in place.":["Metadata của bài viết bao gồm các tiêu đề và mô tả SEO sẽ được nhập vào metadata của Yoast SEO. Việc này chỉ được thực hiện khi chưa có metadata nào của Yoast SEO. Dữ liệu gốc vẫn được giữ nguyên."],"Step 2: Import":["Bước 2: Xuất dữ liệu"],"Please make a backup of your database before starting this process.":["Vui lòng tạo backup dữ liệu trước khi thực hiện bước xử lý này."],"Step 1: Create a backup":["Bước 1: Tạo sao lưu"],"We've detected data from one or more SEO plugins on your site. Please follow the following steps to import that data:":["Chúng tôi nhận ra dữ liệu của một/một số Gói mở rộng SEO trên website. Hãy làm theo các bước sau để nhập dữ liệu đó vào:"],"Plugin: ":["Plugin: "],"Yoast SEO did not detect any plugin data from plugins it can import from.":["Yoast SEO không phát hiện bất kỳ dữ liệu của gói mở rộng nào từ những gói mở rộng mà nó có thể nhập vào."],"Posts that should not show up in search results":["Bài viết không nên hiển thị trong kết quả tìm kiếm"],"Posts with the SEO score: %1$sgood%2$s":["Bài viết với điểm SEO: %1$stốt%2$s"],"Posts with the SEO score: %1$sOK%2$s":["Bài viết với điểm SEO: %1$sOK%2$s"],"Posts with the SEO score: %1$sneeds improvement%2$s":["Bài viết với điểm SEO: %1$scần cải thiện%2$s"],"%s data found.":["dữ liệu %s không tìm thấy."],"%s data successfully removed.":["%s đã xóa thành công."],"%s data successfully imported.":["%s đã nhập dữ liệu thành công."],"%s data not found.":["dữ liệu %s không tìm thấy."],"Improve your SEO skills":["Cải thiện khả năng SEO"],"No ads":["Không quảng cáo"],"24/7 email support":["hỗ trợ email 24/7"],"No more dead links a.k.a. 404 pages":["Không còn các liên kết chết"],"Get real-time suggestions for internal links":["Lấy đề xuất thời gian thực cho các liên kết nội bộ"],"Preview your page in Facebook and Twitter":["Xem trước trang của bạn hiển thị trên Facebook và Twitter"],"Upgrade to %1$s":["Nâng cấp lên %1$s"],"Click the \"%3$s\" button to use the meta description already set in the %1$sSearch Appearance Homepage%2$s setting.":["Nhấn vào nút \"%3$s\" để sử dụng thẻ meta mô tả đã cấu hình trong cài đặt %1$sTrang chủ Hiển thị Tìm kiếm%2$s"],"Help on copying the home meta description":["Trợ giúp sao chép thẻ meta mô tả trang chủ"],"To let search engines know which social profiles are associated to this site, enter your site social profiles data below.":["Để giúp các máy tìm kiếm biết profile mạng xã hội nào liên kết với website này, hãy nhập dữ liệu các profile đó bên dưới."],"Learn more about your social profiles settings":["Tìm hiểu thêm về những cài đặt hồ sơ mạng xã hội của bạn"],"Remove the categories prefix":["Bỏ đường dẫn của danh mục"],"Help on the category prefix setting":["Giúp thiết lập tiền tố chuyên mục"],"Learn more about the available variables":["Tìm hiểu thêm về các thông số có sẵn"],"Learn more about the RSS feed setting":["Tìm hiểu thêm về cầu hình RSS feed"],"When you upload media (an image or video for example) to WordPress, it doesn't just save the media, it creates an attachment URL for it. These attachment pages are quite empty: they contain the media item and maybe a title if you entered one. Because of that, if you never use these attachment URLs, it's better to disable them, and redirect them to the media item itself.":["Khi bạn tải lên media (như ảnh hay video), nó không chỉ lưu lại media, mà còn tạo đường dẫn đính kèm. Những trang đính kèm này hầu như trống rỗng: nó chỉ đơn giản chứa file ảnh hoặc video bên trong, và có thể bao gồm tiêu đề nếu bạn có nhập. Bởi vậy, nếu bạn không bao giờ dùng tới (99% là thế), tốt nhất là nên tắt nó đi và chuyển tiếp thẳng vào file đính kèm."],"Learn more about the Media and attachment URLs setting":["Tìm hiểu thêm về cài đặt URL cho Tập tin đa phương tiện và các tệp tin đính kèm."],"Learn more about the title separator setting":["Tìm hiểu thêm về thiết lập dấu ngăn cách tiêu đề"],"Learn more about the knowledge graph setting":["Tìm hiểu thêm về cài đặt knowledge graph"],"Learn more about the homepage setting":["Tìm hiểu về thiết lập trang chủ"],"Learn more about the special pages setting":["Tìm hiểu thêm về cài đặt cho các trang đặc biệt"],"Help on the date archives search results setting":["Trợ giúp về thiết lập kết quả tìm kiếm lưu trữ theo thời gian"],"Not showing the archives for authors without posts in the search results technically means those will have a %1$s robots meta and will be excluded from XML sitemaps. %2$sMore info on the search results settings%3$s.":["Không hiển thị lưu trữ cho những tác giả không có bài viết nào trong các kết quả tìm kiếm dưới góc độ kỹ thuật có nghĩa là những lưu trữ này có chứa %1$s robots meta và sẽ được loại trừ khỏi XML sitemaps. %2$sThông tin chi tiết về cấu hình các kết quả tìm kiếm%3$s."],"Help on the authors without posts archive search results setting":["Trợ giúp cài đặt cho các tác giả không có lưu trữ các bài viết trong các kết quả tìm kiếm"],"Not showing the archive for authors in the search results technically means those will have a %1$s robots meta and will be excluded from XML sitemaps. %2$sMore info on the search results settings%3$s.":["Không hiển thị lưu trữ cho những tác giả nhất định trong các kết quả tìm kiếm dưới góc độ kỹ thuật có nghĩa là những lưu trữ này có chứa %1$s robots meta và sẽ được loại trừ khỏi XML sitemaps. %2$sThông tin chi tiết về cấu hình các kết quả tìm kiếm%3$s."],"Help on the author archives search results setting":["Hỗ trợ cài đặt cho những kết quả tìm kiếm về các bài lưu trữ của tác giả"],"Archives settings help":["Hỗ trợ thiết lập lưu trữ"],"Learn more about the archives setting":["Tìm hiểu về thiết lập lưu trữ"],"Get your Yandex verification code in %1$sYandex Webmaster Tools%2$s.":["Lấy mã xác nhận Bing trong %1$sYandex Webmaster Tools%2$s."],"Yandex verification code":["Code xác nhận từ Yandex"],"Get your Google verification code in %1$sGoogle Search Console%2$s.":["Nhận Mã xác minh Google trong %1$sGoogle Search Console%2$s."],"Google verification code":["Code xác nhận từ Google"],"Get your Bing verification code in %1$sBing Webmaster Tools%2$s.":["Lấy mã xác nhận Bing trong %1$sBing Webmaster Tools%2$s."],"Bing verification code":["Code xác nhận từ Bing"],"You can use the boxes below to verify with the different Webmaster Tools. This feature will add a verification meta tag on your home page. Follow the links to the different Webmaster Tools and look for instructions for the meta tag verification method to get the verification code. If your site is already verified, you can just forget about these.":["Bạn có thể sử dụng các mục dưới đây để xác minh các Webmaster Tools khác nhau. Tính năng này sẽ thêm đoạn tag xác nhận vào trong trang chủ của bạn. Làm theo liên kết của mỗi công cụ khác nhau để được xác minh. Nếu website của bạn đã xác minh rồi, bạn không cần làm gì với các mục này nữa."],"Learn more about the Webmaster Tools verification":["Tìm hiểu thêm về xác nhận Webmaster Tools."],"On":["Bật"],"Help on: %s":["Giúp về: %s"],"%1$s comes with a lot of features. You can enable / disable some of them below. Clicking the question mark gives more information about the feature.":["%1$s có rất nhiều chức năng. Dưới đây, bạn có thể kích hoạt / hủy kích hoạt một số trong đó. Click vào dấu hỏi (?) để biết thêm về chức năng tương ứng."],"Off":["Tắt"],"The advanced section of the %1$s meta box allows a user to remove posts from the search results or change the canonical. These are things you might not want any author to do. That's why, by default, only editors and administrators can do this. Setting to \"%2$s\" allows all users to change these settings.":["Phần nâng cao của meta box  %1$s cho phép người dùng bỏ bài viết khỏi kết quả tìm kiếm hoặc thay đổi phiên bản chính thức. Có những thao tác bạn không muốn bất kỳ tác giả nào thực hiện. Đó là tại sao, mặc định, chỉ biên tập viên và quản trị viên có thể thực hiện. Thiết lập \"%2$s\" cho phép tất cả người dùng thay đổi cấu hình này."],"Security: no advanced settings for authors":["Bảo mật: không thiết lập nâng cao cho các tác giả"],"See who contributed to %1$s.":["Xem người đóng góp vào %1$s."],"Help on this search results setting":["Hỗ trợ cài đặt này cho những kết quả tìm kiếm "],"Not showing the archive for %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["Không hiển thị lưu trữ cho %1$s trong các kết quả tìm kiếm dưới góc độ kỹ thuật có nghĩa là những lưu trữ này có chứa %2$s robots meta và sẽ được loại trừ khỏi XML sitemaps. %3$sThông tin chi tiết về cấu hình các kết quả tìm kiếm%4$s."],"Not showing %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["Không hiển thị %1$s trong các kết quả tìm kiếm dưới góc độ kỹ thuật có nghĩa là những lưu trữ này có chứa %2$s robots meta và sẽ được loại trừ khỏi XML sitemaps. %3$sThông tin chi tiết về cấu hình các kết quả tìm kiếm%4$s."],"Check SEO configuration":["Kiểm tra cấu hình SEO"],"Want to make sure your %1$s settings are still OK? %2$sOpen the configuration wizard again%3$s to validate them.":["Bạn có chắc cấu hình %1$s vẫn ổn?  %2$sMở hướng dẫn cấu hình%3$s để kiểm tra lại."],"Default for %2$s, currently: %1$s":["Mặc định là %2$s, hiện tại: %1$s"],"Show %s in search results?":["Hiển thị %s trong kết quả tìm kiếm?"],"this author's archives":["lưu trữ của tác giả này"],"Do not allow search engines to show %s in search results.":["Không cho phép các công cụ tìm kiếm hiển thị %s trong kết quả tìm kiếm."],"Category URLs in WordPress contain a prefix, usually %s, this feature removes that prefix, for categories only.":["Các URL chuyên mục trong WordPress đều chứa tiền tố, thường là các %s, tính năng này xóa đi tiền tố đó, chỉ áp dụng cho các chuyên mục."],"Category URLs":["Đường dẫn danh mục"],"the archive for %s":["Lưu trữ cho %s"],"Redirect attachment URLs to the attachment itself?":["Chuyển tiếp đường dẫn đính kèm sang file đính kèm"],"We recommend you set this to Yes.":["Bạn nên thiết lập bật chức năng này."],"Media & attachment URLs":["Đường dẫn media và file đính kèm"],"Knowledge Graph":["Knowledge Graph"],"This is what shows in the search results when people find your homepage. This means this is probably what they see when they search for your brand name.":["Minh họa thông tin thể hiện trong kết quả tìm kiếm khi khách hàng tìm trang chủ của bạn. Đây có thể là những gì họ thấy khi tìm kiếm thương hiệu của bạn."],"date archives":["lưu trữ theo thời gian"],"archives for authors without posts":["lưu trữ cho tác giả không có bài viết"],"Read why XML Sitemaps are important for your site.":["Tìm hiểu tại sao XML Sitemap lại quan trọng với website của bạn."],"Enable the XML sitemaps that %s generates.":["Kích hoạt XML sitemap mà %s tạo ra."],"See the XML sitemap.":["Xem XML Sitemap."],"%2$s (current default for %1$s)":["%2$s (hiện đang mặc định cho %1$s)"],"Media":["Media"],"Content Types":["Loại nội dung"],"Should search engines follow links on this %1$s?":["Công cụ tìm kiếm nên theo dõi liên kết trên %1$s?"],"Allow search engines to show this %s in search results?":["Cho phép máy tìm kiếm hiển thị %s này trong kết quả tìm kiếm?"],"Search Appearance":["Hiển thị khi tìm kiếm"],"Please specify what content types you would like to appear in search engines. If you do not know the differences between these, it's best to choose the default settings.":["Vui lòng xác định kiểu nội dung mà bạn muốn xuất hiện trong công cụ tìm kiếm. Nếu bạn không biết sự khác nhau giữa chúng, tốt nhất là chọn cài đặt mặc định."],"Search engines should show \"%1$s\" in search results:":["Các máy tìm kiếm nên hiển thị \"%1$s\" trong các kết quả tìm kiếm:"],"Search engine visibility":["Hiển thị với công cụ tìm kiếm"],"Toggle %1$s's XML Sitemap":["Chuyển đổi XML Sitemap của %1$s"],"Support requests you create here are sent directly into our support system, which is secured with 256 bit SSL, so communication is 100% secure.":["Những yêu cầu hỗ trợ bạn tạo ở đây sẽ được gửi trực tiếp đến hệ thống hỗ trợ của chúng tôi, hệ thống này được bảo mật với SSL mã hóa 256 bit, nên mọi thông tin liên lạc an toàn 100%."],"Readability: %1$sNot available%2$s":["Tính dễ đọc: %1$sKhông sẵn sàng%2$s"],"The cornerstone content feature lets you to mark and filter cornerstone content on your website.":["Tính năng nội dung chủ đạo cho phép bạn đánh dấu và lọc nội dung chủ đạo trên trang web của bạn."],"If you have a problem that you can't solve with our video tutorials or knowledge base, you can send a message to our support team. They can be reached 24/7.":["Nếu bạn gặp phải vấn đề không thể giải quyết với video hướng dẫn hay tài liệu hướng dẫn, bạn có thể gửi tin nhắn đến đội hỗ trợ của chúng tôi. Họ luôn sẵn sàng 24/7."],"Search result":["Kết quả tìm kiếm"],"New support request":["Yêu cầu hỗ trợ mới"],"Readability: %1$sNeeds improvement%2$s":["Khả năng đọc: %1$sCần cải thiện%2$s"],"Readability: %1$sOK%2$s":["Khả năng đọc: %1$sOK%2$s"],"Readability: %1$sGood%2$s":["Khả năng đọc: %1$sTốt%2$s"],"SEO: %1$sNot available%2$s":["SEO: %1$sKhông bật%2$s"],"SEO: %1$sNeeds improvement%2$s":["SEO: %1$sCần cải thiện%2$s"],"SEO: %1$sOK%2$s":["SEO: %1$sOK%2$s"],"SEO: %1$sGood%2$s":["SEO: %1$sTốt%2$s"],"Good results":["Kết quả tốt"],"Get better search results in local search":["Nhận các kết quả tìm kiếm tốt hơn trong tìm kiếm địa phương"],"Allow customers to pick up their %s order locally":["Cho phép khách hàng nhận %s đơn hàng tại địa phương"],"SEO analysis":["Phân tích SEO"],"The SEO analysis offers suggestions to improve the SEO of your text.":["Phân tích SEO giúp gợi ý những đề xuất cải thiện SEO cho văn bản của bạn"],"Learn how the SEO analysis can help you rank.":["Tìm hiểu làm thế nào Phân tích SEO giúp bạn xếp hạng cao"],"The readability analysis offers suggestions to improve the structure and style of your text.":["Phân tích khả năng dễ đọc mang lại các gợi ý để cải thiện cấu trúc và phong cách viết."],"Discover why readability is important for SEO.":["Khám phá tại sao tính dễ đọc lại quan trọng cho SEO."],"Find out how cornerstone content can help you improve your site structure.":["Tìm hiểu làm thế nào Nội dung Chủ đạo giúp bạn cải thiện cấu trúc website của bạn"],"The text link counter helps you improve your site structure.":["Bộ đếm đường dẫn văn bản giúp bạn cải thiện cấu trúc trang web của bạn."],"Find out how the text link counter can enhance your SEO.":["Tìm hiểu cách mà bộ đếm đường dẫn văn bản có thể hỗ trợ công việc SEO của bạn."],"%s integration":["tích hợp %s"],"Read more about how %s works.":["Đọc thêm về %s hoạt động như thế nào."],"Enable this feature if you want Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared.":["Kích hoạt tính năng này nếu bạn muốn Facebook và các mạng xã hội khác hiển thị một bản xem trước bao gồm các bức ảnh và trích đoạn văn bản khi một đường dẫn đến website của bạn được chia sẻ."],"Enable this feature if you want Twitter to display a preview with images and a text excerpt when a link to your site is shared.":["Kích hoạt tính năng này nếu bạn muốn Twitter hiển thị một bản xem trước bao gồm các bức ảnh và trích đoạn văn bản khi một đường dẫn đến website của bạn được chia sẻ."],"Find out why you should upgrade to %s":["Tìm hiểu tại sao bạn nên nâng cấp lên %s"],"https://yoa.st/1uk":["https://yoa.st/1uk"],"https://yoa.st/1uj":["https://yoa.st/1uj"],"Meta box":["Thẻ meta"],"Latest blog posts on %1$s":["Các bài viết mới nhất trên %1$s"],"Need help?":["Cần trợ giúp?"],"Type here to search...":["Gõ vào đây để tìm kiếm..."],"Search the Yoast Knowledge Base for answers to your questions:":["Tìm đáp án cho thắc mắc của bạn trong thư viện thông tin của Yoast"],"Remove highlight from the text":["Xóa đánh dấu khỏi văn bản"],"Your site language is set to %s. ":["Ngôn ngữ của trang bạn là %s."],"Number of results found: %s":["Tìm thấy: %s kết quả"],"Get started quickly with the %1$s %2$sconfiguration wizard%3$s!":["Bắt đầu nhanh chóng với %1$s %2$strình cài đặt nhanh%3$s!"],"First-time SEO configuration":["Cấu hình SEO lần đầu tiên"],"Your site language is set to {language}. If this is not correct, contact your site administrator.":["Trang web của bạn được cài đặt ngôn ngữ {language}. Nếu không chính xác, liên hệ quản trị web."],"Your site language is set to {language}.":["Ngôn ngữ của website đã được cập nhật thành {language}."],"Highlight this result in the text":["Đánh dấu kết quả này trong văn bản"],"Considerations":["Xem xét"],"Errors":["Lỗi"],"Change language":["Thay đổi ngôn ngữ"],"You cannot create a %s file.":["Bạn không thể tạo file %s"],"You cannot edit the %s file.":["Bạn không thể chỉnh sửa file %s."],"Updated %s":["Đã cập nhật %s"],"Create %s file":["Tạo file %s"],"Edit the content of your %s:":["Chỉnh sửa nội dung của %s"],"Save changes to %s":["Lưu thay đổi vào %s"],"%s file":["file %s"],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please install %3$s to make your life better. %4$s.":["%1$s và %2$s có thể làm việc chung tốt hơn nhiều bằng cách thêm gói mở rộng giúp đỡ. Vui lòng cài đặt %3$s để cuộc đời tốt hơn. %4$s."],"More information":["Thông tin thêm"],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please activate %3$s to make your life better.":["%1$s và %2$s có thể hoạt động tốt hơn rất nhiều bằng cách thêm plugin trợ giúp. Vui lòng kích hoạt %3$s để công việc của bạn tốt hơn."],"More information about %1$s":["Thông tin thêm về %1$s"],"Configuration Wizard":["Các bước cấu hình"],"You've done it!":["Bạn đã hoàn thành!"],"Seamlessly integrate %1$s into your AMP pages!":["Tích hợp trơn tru %1$s vào các trang AMP của bạn!"],"Seamlessly integrate %2$s with %1$s for the content analysis!":["Tích hợp trơn tru %2$s với %1$s để phân tích nội dung!"],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please install %3$s to make your life better.":["%1$s và %2$s có thể làm việc cùng nhau tốt hơn bằng cách thêm plugin trợ giúp. Hãy cài đặt %3$s để cải thiện."],"The search appearance settings for %1$s are made up of variables that are replaced by specific values from the page when the page is displayed. The table below contains a list of the available variables.":["Các cài đặt hiển thị tìm kiếm cho %1$s bao gồm các thông số được thay thế bởi các giá trị cụ thể cho trang khi trang được hiển thị. Bảng dưới đây có chứa danh sách các thông số có sẵn."],"Mark the most important %1$s as 'cornerstone content' to improve your site structure. %2$sLearn more about cornerstone content%3$s.":["Đánh dấu mức quan trọng nhất của %1$s như 'Nội dung Chủ đạo' để giúp bạn cải thiện cấu trúc website của bạn. %2$sTìm hiểu thêm về Nội dung Chủ đạo%3$s."],"Follow our Yoast SEO for WordPress training and become a certified Yoast SEO Expert!":["Theo dõi khóa đào tạo Yoast SEO cho WordPress của chúng tôi và trở thành một chuyên gia Yoast SEO được chứng nhận!"],"Enroll in the Yoast SEO for WordPress training »":["Tham gia khóa đào tạo Yoast SEO cho WordPress »"],"Loading help center.":["Đang tải trung tâm hỗ trợ."],"Get support":["Cần hỗ trợ"],"View in KB":["Xem trong KB"],"Go back":["Quay lại"],"Go back to the search results":["Quay lại kết quả vừa tìm"],"(Opens in a new browser tab)":["(Mở trong cửa số mới)"],"Want to be a Yoast SEO Expert?":["Muốn trở thành chuyên gia Yoast SEO ?"],"Posts %1$swithout%2$s a focus keyphrase":["Các bài viết %1$skhông có%2$s cụm từ khóa chính"],"Hey, your SEO is doing pretty well! Check out the stats:":["Chúc mừng! SEO của bạn đang chạy rất tốt. Hãy kiểm tra thống kê:"],"You don't have any published posts, your SEO scores will appear here once you make your first post!":["Bạn không có bất kỳ bài đăng nào đã xuất bản, điểm SEO của bạn sẽ xuất hiện ở đây khi bạn đăng bài đầu tiên!"],"On this page, you can change the name of your site and choose which separator to use. The separator will display, for instance, between your post title and site name. Symbols are shown in the size they'll appear in the search results. Choose the one that fits your brand best or takes up the least space in the snippets.":["Trong trang này, bạn có thể thay đổi tên website của bạn và chọn ký tự phân cách sẽ sử dụng. Ký tự phân cách sẽ được hiển thị giữa tiêu đề trang và tên website. Các biểu tượng được hiển thị với kích thước như trong kết quả tìm kiếm. Hãy chọn biểu tượng tương thích nhất với thương hiệu của bạn hoặc chiếm ít không gian nhất trong đoạn trích dẫn."],"%1$s can tell search engines about your social media profiles. These will be used in Google's Knowledge Graph. There are additional sharing options in the %1$s Social settings. %2$sRead more%3$s about these options.":["%1$s có thể gửi tới các bộ máy tìm kiếm về các trang mạng xã hội của bạn. Nó sẽ được sử dụng trong Google's Knowledge Graph. Có một vài tuỳ chọn bổ sung trong cácThiết lập Mạng xã hội %1$s. %2$sXem thêm%3$s thông tin về các tùy chọn này."],"Something else":["Vài thứ khác"],"A portfolio":["Hồ sơ"],"A corporation":["Một tổ chức"],"A small offline business":["Một doanh nghiệp nhỏ (offline)"],"A news channel":["Một kênh tin tức"],"An online shop":["Một cửa hàng online"],"A blog":["Một blog"],"What does the site %1$s represent?":["Trang web %1$s mô tả về điều gì?"],"If you choose no, your author archives will be deactivated to prevent  duplicate content issues.":["Nếu bạn chọn không, dữ liệu tác giả đã lưu trữ sẽ bị ngăn kích hoạt để hạn chế lỗi trùng lặp nội dung."],"Note: we don't store your data in any way and don't have full access to your account. Your privacy is safe with us.":["Ghi chú: chúng tôi không lưu dữ liệu của bạn ở bất cứ hình thức nào và cũng không có toàn quyền truy cập tài khoản của bạn. Thông tin cá nhân của bạn được an toàn với chúng tôi."],"%1$s integrates with Google Search Console, a must-have tool for site owners. It provides you with information about the health of your site. Don't have a Google account or is your site not activated yet? Find out %2$show to connect Google Search Console to your site%3$s.":["%1$s tích hợp với Google Search Console - nó là công cụ cần thiết cho người quản trị. Nó cung cấp cho bạn thông tin về tình trạng web. Có thể chưa có tài khoản Google hoặc trang web của bạn chưa được kích hoạt? Tìm %2$s cách để kết nối Google Search Console với website của bạn.%3$s"],"Option B: My site is under construction and should not be indexed":["Tùy chọn B: Website của tôi đang xây dựng và không cần được index"],"Option A: My site is live and ready to be indexed":["Tuỳ chọn A: Website của tôi đang hoạt động và sẵn sàng để index"],"Choose under construction if you want to keep the site out of the index of search engines. Don't forget to activate it once you're ready to publish your site.":["Chọn \"đang xây dựng\" nếu bạn không muốn các công cụ tìm kiếm lập sơ đồ trang web của bạn. Và nhớ kích hoạt lại khi website sẵn sàng công bố."],"Please specify if your site is under construction or already active.":["Vui lòng xác nhận website của bạn đang xây dựng hay đang hoạt động."],"This information will be used in Google's Knowledge Graph Card, the big block of information you see on the right side of the search results.":["Thông tin này sẽ được sử dụng trong Google's Knowledge Graph Card, là phần nội dung lớn bạn nhìn thấy bên tay phải của kết quả tìm kiếm."],"Does your site represent a person or company?":["Website của bạn là web cá nhân hay web công ty?"],"Close wizard":["Đóng trình thiết lập cấu hình"],"Read more like this on our SEO blog":["Đọc thêm về những bài giống như vậy trên blog SEO của chúng tôi"],"Readability: Good":["Khả năng đọc: Tốt"],"Readability: OK":["Điểm dễ đọc: Chấp nhận được"],"Readability: Needs improvement":["Điểm dễ đọc: Cần cải thiện"],"SEO: Needs improvement":["SEO: Cần cải thiện thêm"],"Not activated":["Chưa kích hoạt"],"Activated":["Đã kích hoạt"],"%1$s recommendations for you":["%1$s khuyến nghị dành cho bạn"],"All Readability Scores":["Tổng điểm dễ đọc"],"Filter by Readability Score":["Lọc theo điểm dễ đọc"],"You are not receiving updates or support! Fix this problem by adding this site and enabling %1$s for it in %2$s.":["Bạn không nhận được cập nhật hoặc hỗ trợ! Khắc phục sự cố này bằng cách thêm trang web này và bật %1$s trong %2$s."],"Request method %1$s is not valid.":["Phương thức yêu cầu %1$s là không hợp lệ"],"Muted notifications:":["Thông báo đã ẩn:"],"Muted problems:":["Các vấn đề đã bị ẩn:"],"Do you want to preview what it will look like if people share this post on %1$s? You can, with %2$s.":["Bạn có muốn xem trước xem nó sẽ hiển thị như thế nào nếu người dùng chia sẻ bài viết này trên %1$s? Bạn có thể làm điều đó với %2$s."],"Good job! All the links in your texts have been counted.":["Rất tốt! Tất cả liên kết trên trang đã được đếm."],"Calculation completed.":["Tính toán hoàn tất."],"Calculation in progress...":["Đang trong quá trình tính toán ..."],"Stop counting":["Dừng đếm"],"Counting links in your texts":["Đang đếm các liên kết trong văn bản của bạn"],"Text %1$s of %2$s processed.":["Văn bản %1$s của %2$s đã xử lý."],"All your texts are already counted, there is no need to count them again.":["Tất cả các văn bản của bạn đã được đếm, không cần phải đếm lại."],"Count links in your texts":["Đếm các liên kết trong văn bản của bạn"],"The links in all your public texts need to be counted. This will provide insights of which texts need more links to them. If you want to know more about the why and how of internal linking, check out %1$sthe article about internal linking on %2$s%3$s.":["Những liên kết trong các bài viết của bạn cần phải được đếm. Điều này sẽ giúp biết được số lượng liên kết cần thiết để bổ sung cho những bài viết ấy. Nếu bạn cần thêm thông tin về lý do và cách thức liên kết nội bộ hoạt động, hãy đọc %1$sbài viết về liên kết nội bộ tại đây%2$s%3$s."],"Text link counter":["Bộ đếm các liên kết"],"Number of internal links linking to this post. See \"Yoast Columns\" text in the help tab for more info.":["Số liên kết nội bộ đến bài đăng này. Xem thêm về cột này tại mục \"Cột Yoast\" trong thẻ \"Trợ Giúp\"."],"Number of outgoing internal links in this post. See \"Yoast Columns\" text in the help tab for more info.":["Số lượng liên kết nội bộ trong bài viết này. Xem thêm trong tab giúp đỡ, phần \"Yoast Columns\"."],"%1$s adds several columns to this page. We've written an article about %2$show to use the SEO score and Readability score%3$s. The links columns show the number of articles on this site linking %5$sto%6$s this article and the number of URLs linked %5$sfrom%6$s this article. Learn more about %4$show to use these features to improve your internal linking%3$s, which greatly enhances your SEO.":["%1$s thêm một số cột vào trang này. Chúng tôi có một bài viết về %2$sLàm thế nào để sử dụng điểm SEO và điểm Dễ đọc%3$s. Các cột đường dẫn hiển thị số lượng bài viết mà trang web này liên kết %5$stới%6$s bài viết này và số URL đã liên kết %5$stừfrom%6$s bài viết này. Tìm hiểu thêm %4$sLàm thế nào để sử dụng những tính năng để cải thiện các liên kết nội bộ của bạn%3$s, để giúp bạn tăng cường SEO."],"%s Columns":["Cột %s"],"Readability score":["Điểm dễ đọc"],"Other benefits of %s for you:":["Các lợi ích khác của %s dành cho bạn:"],"%1$sSocial media preview%2$s: Facebook &amp; Twitter":["%1$sXem thử mạng xã hội%2$s: Facebook &amp; Twitter"],"Scroll to see the preview content.":["Cuộn để xem trước nội dung."],"Cornerstone content":["Nội dung quan trọng"],"%1$s will now take care of all the needed technical optimization of your site. To really improve your site's performance in the search results, it's important to start creating content that ranks well for keyphrases you care about. Check out this video in which we explain how to use the %1$s metabox when you edit posts or pages.":["%1$s giờ đây sẽ phụ trách tất cả công việc tối ưu kỹ thuật cần thiết cho website của bạn. Để thực sự cải tiến hiệu quả cho website của bạn trong các kết quả tìm kiếm, việc bắt đầu tạo nội dung sẽ xếp hạng cho từ khóa mà bạn quan tâm là rất quan trọng. Hãy tham khảo video này, trong đó chúng tôi giải thích cách để sử dụng %1$s metabox khi bạn chỉnh sửa các bài viết hoặc trang."],"If you want to outrank the competition in a specific town or region, check out our %1$s plugin! You’ll be able to easily insert Google maps, opening hours, contact information and a store locator. Besides that %1$s helps you to improve the usability of your contact page.":["Nếu bạn muốn vượt được đối thủ cạnh tranh ở một thị trấn hoặc khu vực cụ thể, hãy kiểm tra plugin %1$s của chúng tôi! Bạn có thể dễ dàng chèn bản đồ Google, giờ mở cửa, thông tin liên lạc và địa điểm cửa hàng. Bên cạnh đó, %1$s giúp bạn cải thiện khả năng sử dụng của trang liên hệ."],"Attract more customers near you":["Thu hút thêm người dùng ở gần bạn."],"Do you want to know all the ins and outs of the %1$s plugin? Do you want to learn all about our advanced settings? Want to be able to really get the most out of the %1$s plugin? Check out our %1$s plugin training and start outranking the competition!":["Bạn có muốn tìm hiểu những thông tin chi tiết của gói mở rộng %1$s? Bạn có muốn tìm hiểu tất cả những cài đặt nâng cao của chúng tôi? Bạn muốn có thể tận dụng tối đa gói mở rộng %1$s? Hãy tham khảo khóa đào tạo gói mở rộng %1$s của chúng tôi và vượt hạng đối thủ!"],"Get the most out of %1$s with the %2$s":["Tận dụng tối đa %1$s với %2$s"],"Upgrade to Premium":["Nâng cấp lên bản trả phí"],"Do you want to outrank your competition? %1$s gives you awesome additional features that'll help you to set up your SEO strategy like a professional. Add synonyms and related keywords, use our Premium SEO analysis, the redirect manager and our internal linking tool. %1$s will also give you access to premium support.":["Bạn có muốn vượt hạng đối thủ cạnh tranh của mình? %1$s sẽ bổ sung cho bạn những tính năng tuyệt vời và sẽ giúp bạn thiết lập chiến lược SEO chuyên nghiệp. Hãy sử dụng tính năng nhiều từ khóa tiêu điểm, công cụ quản lý điều hướng trang và công cụ liên kết trang nội bộ của chúng tôi. %1$s sẽ cung cấp cho bạn dịch vụ hỗ trợ đặc biệt cho khách hàng trả phí."],"Outrank the competition with %s":["Vượt xếp hạng đối thủ cạnh tranh với %s"],"You might like":["Có lẽ bạn sẽ quan tâm"],"Newsletter":["Bản tin"],"We have detected that you have not finished this wizard yet, so we recommend you to %2$sstart the configuration wizard to configure %1$s%3$s.":["Chúng tôi phát hiện bạn chưa hoàn tất bước này, bởi vậy chúng tôi đề xuất bạn %2$schạy lại các bước cấu hình để cài đặt %1$s%3$s."],"The configuration wizard helps you to easily configure your site to have the optimal SEO settings.":["Các bước cài đặt giúp bạn dễ dàng cấu hình website cho thiết lập tối ưu SEO."],"Go Premium and our experts will be there for you to answer any questions you might have about the setup and use of the plugin.":["Nâng cấp trả phí và chuyên gia của chúng tôi sẽ trả lời bạn bất cứ câu hỏi nào về cài đặt và sử dụng plugin này."],"24/7 support":["Hỗ trợ 24/7"],"Superfast internal linking suggestions":["Gợi ý liên kết nội bộ cực nhanh"],"Great news: you can, with %1$s!":["Tin vui: bạn có thể, với %1$s! "],"Save changes":["Lưu thay đổi"],"1 year free updates and upgrades included!":["1 năm miễn phí cập nhật và nâng cấp!"],"The plugin %2$s changes your site's output and in doing that differentiates between search engines and normal users, a process that's called cloaking. We highly recommend that you disable it.":["Gói mở rộng %2$s thay đổi kết quả hiển thị website của bạn và bằng việc đó phân biệt giữa các máy tìm kiếm và những người dùng thông thường, một quá trình được gọi là thủ thuật che dấu nội dung. Chúng tôi nghiêm túc khuyến nghị bạn ngưng kích hoạt nó."],"%1$sSocial media preview%2$s: Facebook & Twitter":["%1$sXem trước hiển thị trên mạng xã hội%2$s: Facebook & Twitter"],"Superfast internal links suggestions":["Gợi ý liên kết nội bộ siêu nhanh"],"%1$sNo more dead links%2$s: easy redirect manager":["%1$sKhông có liên kết bị đứt%2$s: quản lý chuyển hướng dễ dàng"],"Other benefits of %1$s for you:":["Một số lợi ích khác của %1$s dành cho bạn:"],"No ads!":["Không quảng cáo!"],"Facebook & Twitter":["Facebook & Twitter"],"Social media preview":["Xem trước mạng xã hội"],"Easy redirect manager":["Trình quản lý chuyển hướng dễ dàng"],"No more dead links":["Không có liên kết chết"],"Increase your SEO reach":["Tăng khả năng tiếp cận SEO của bạn"],"If you want more help creating awesome content, check out our %2$sSEO copywriting course%3$s. Do you want to know all about the features of the plugin, consider doing our %1$s!":["Nếu bạn muốn có thêm trợ giúp để tạo nội dung tuyệt vời, hãy xem qua %2$scác hóa học về viết nội dung SEO%3$s. Nếu bạn muốn biết tất cả về những tính năng của plugin này, hãy xem qua khóa học %1$s!s"],"Variable":["Biến"],"Available variables":["Các biến có sẵn"],"Scroll to see the table content.":["Cuộn để xem mục lục"],"Please refer to %1$sour article about how to connect your website to Google Search Console%2$s if you need assistance.":["Vui lòng tham khảo bài viết %1$s về cách kết nối website của bạn với Google Search Console %2$s nếu bạn chưa rõ về nó. "],"An error occurred in the '%1$s' assessment":["Một lỗi đã xảy ra ở bước kiểm tra '%1$s' "],"%1$s of the words contain %2$sover %3$s syllables%4$s, which is more than the recommended maximum of %5$s.":["%1$s trong số các từ chứa %2$strên %3$s âm tiết%4$s, nhiều hơn mức khuyến nghị tối đa là %5$s."],"%1$s of the words contain %2$sover %3$s syllables%4$s, which is less than or equal to the recommended maximum of %5$s.":["%1$s của các từ có chứa %2$svượt quá%3$s số từ%4$s, thấp hơn hoặc bằng mức tối đa khuyến nghị là %5$s."],"This is slightly below the recommended minimum of %5$d word. %3$sAdd a bit more copy%4$s.":["Phần này thấp hơn một chút số từ khuyến nghị tối thiểu là %2$d từ. Hãy thêm nội dung."],"The meta description contains %1$d sentence %2$sover %3$s words%4$s. Try to shorten this sentence.":["Thẻ mô tả bao gồm %1$d đoạn %2$squá %3$s từ%4$s. Thử rút gọn hơn."],"The meta description contains no sentences %1$sover %2$s words%3$s.":["Thẻ mô tả không chứa đoạn nào %1$squá%2$s kí tự%3$s."],"Step %1$d: %2$s":["Bước %1$d: %2$s"],"No new notifications.":["Không có thông báo mới."],"Save all":["Lưu tất cả"],"Save":["Lưu"],"%1$s, Author at %2$s":["%1$s, Tác giả tại %2$s"],"Mobile preview":["Xem thử trên điện thoại"],"Desktop preview":["Xem thử trên máy tính"],"Select redirect":["Lựa chọn chuyển hướng"],"Please provide an SEO title by editing the snippet below.":["Vui lòng nhập tiêu đề SEO bằng cách chỉnh sửa đoạn mã dưới đây."],"Meta description preview:":["Xem trước mô tả"],"Slug preview:":["Xem trước đường dẫn"],"SEO title preview:":["Xem trước tiêu đề SEO:"],"Close snippet editor":["Đóng công cụ chỉnh sửa Đoạn trích dẫn"],"Slug":["Đường dẫn"],"Remove marks in the text":["Bỏ đánh dấu trong văn bản"],"Mark this result in the text":["Đánh dấu kết quả này trong văn bản"],"Marks are disabled in current view":["Các đánh dấu đã bị ngưng kích hoạt trong giao diện hiện tại"],"Content optimization: Good SEO score":["Tối ưu hóa nội dung: điểm SEO tốt"],"Good SEO score":["Điểm chất lượng SEO tốt"],"Content optimization: OK SEO score":["Tối ưu hóa nội dung: điểm SEO khá"],"OK SEO score":["Điểm SEO khá"],"Content optimization: Has feedback":["Tối ưu hóa nội dung: có phản hồi"],"Feedback":["Phản hồi"],"ok":["ok"],"Choose an image":["Chọn một ảnh"],"Remove the image":["Xóa ảnh"],"Choose image":["Chọn ảnh"],"MailChimp signup failed:":["Đăng ký MailChimp thất bại:"],"Sign Up!":["Đăng ký!"],"Name":["Tên"],"There is an error with the request.":["Có lỗi trong yêu cầu."],"Select profile":["Chọn Hồ sơ"],"Choose a profile":["Chọn hồ sơ"],"Authorization code":["Mã cấp quyền"],"Reauthenticate with Google":["Xác thực lại với Google"],"To allow %s to fetch your Google Search Console information, please enter your Google Authorization Code. Clicking the button below will open a new window.":["Để cho phép %s lấy dữ liệu từ Google Search Console của bạn, vui lòng nhập mã xác thực Google. Nhấp chuột vào nút bên dưới để mở một cửa sổ mới."],"Please provide a meta description by editing the snippet below.":["Vui lòng cung cấp thẻ mô tả bằng cách sửa đoạn snippet dưới đây."],"Edit snippet":["Sửa snippet"],"You can click on each element in the preview to jump to the Snippet Editor.":["Bạn có thể bấm vào mỗi thành phần trong chế độ xem trước để mở công cụ chỉnh sửa Đoạn trích dẫn"],"SEO title preview":["Xem trước tiêu đề SEO:"],"Meta description preview":["Xem trước mô tả meta:"],"A problem occurred when saving the current step, {{link}}please file a bug report{{/link}} describing what step you are on and which changes you want to make (if any).":["Có lỗi xảy ra khi lưu bước hiện tại, {{link}}vui lòng gửi báo cáo lỗi{{/link}} mô tả bước mà bạn đang thực hiện và những thay đổi nào bạn mong muốn(nếu có)"],"Close the Wizard":["Đóng"],"Export settings":["Các cài đặt xuất ra"],"%1$s video tutorial":["Video hướng dẫn %1$s"],"%s &rsaquo; Configuration Wizard":["%s &rsaquo; Trình Hướng dẫn Cấu hình"],"%1$sPlease don't show me this notification anymore%2$s":["%1$sKhông hiển thị những thông báo này nữa%2$s"],"If you are experiencing issues, %1$splease file a bug report%2$s and we'll do our best to help you out.":["Nếu bạn gặp phải sự cố, %1$svui lòng gửi báo cáo lỗi%2$s và chúng tôi sẽ cố hết sức để giúp bạn."],"We've noticed you've been using %1$s for some time now; we hope you love it! We'd be thrilled if you could %2$sgive us a 5 stars rating on WordPress.org%3$s!":["Chúng tôi nhận thấy bạn đã sử dụng %1$s được một thời gian; chúng tôi mong bạn yêu thích nó! Chúng tôi sẽ vô cùng cảm động nếu bạn có thể %2$scho chúng tôi một đánh giá 5 sao trên WordPress.org%3$s!"],"Courses":["Các khóa học"],"Date archives settings":["Thiết lập lưu trữ theo thời gian"],"Author archives settings":["Thiết lập lưu trữ theo tác giả"],"%1$s by %2$s":["%1$s bởi %2$s"],"Warning: the variable %s cannot be used in this template. See the help center for more info.":["Cảnh báo: biến %s không thể dùng trong template này. Xem trung tâm trợ giúp để biết thêm thông tin."],"By the way, did you know we also have a %1$sPremium plugin%2$s? It offers advanced features, like a redirect manager and support for multiple keyphrases. It also comes with 24/7 personal support.":["Ngoài ra, bạn có biết chúng tôi cũng có %1$sPhần mở rộng trả phí%2$s? Nó cung cấp những tính năng nâng cao, ví dụ như công cụ quản lý điều hướng và hỗ trợ nhiều từ khóa một lúc. Nó cũng bao gồm dịch vụ hỗ trợ cá nhân 24/7,"],"(no title)":["(không tiêu đề)"],"%s installation wizard":["Trình hướng dẫn cài đặt %s "],"The %1$s admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["Menu bar %1$s bao gồm các liên kết hữu ích từ các công cụ bên khác giúp phân tích trang và làm nó dễ nhìn hơn nếu bạn có thông báo mới."],"Admin bar menu":["Danh mục thanh quản trị"],"%1$s will check weekly if your site is still indexable by search engines and Yoast SEO will notify you when this is not the case.":["%1$s sẽ kiểm tra hàng tuần xem trang web của bạn có được đánh chỉ mục bởi các máy tìm kiếm hay không và Yoast SEO sẽ thông báo cho bạn nếu không được."],"Features":["Tính năng"],"Get Yoast SEO Premium now »":["Mua Yoast SEO Premium ngay bây giờ »"],"SEO title":["Tiêu đề SEO"],"While we strive to make setting up %1$s as easy as possible, we understand it can be daunting. If you’d rather have us set up %1$s for you (and get a copy of %2$s in the process), order our %3$s%1$s configuration service%4$s here!":["Mặc dù chúng tôi cố gắng công việc thiết lập %1$s càng đơn giản càng tốt, chúng tôi hiểu việc đó có thể khó khăn đối với bạn. Nếu bạn muốn chúng tôi cài đặt %1$s cho bạn (và nhận một bản copy của %2$s trong quá trình), hãy yêu cầu %3$s%1$s dịch vụ cấu hình%4$s của chúng tôi tại đây!"],"Welcome to the %1$s configuration wizard. In a few simple steps we'll help you configure your SEO settings to match your website's needs!":["Chào mừng đến với Trình Hướng dẫn Cấu hình %1$s. Trong vài bước đơn giản chúng tôi sẽ giúp bạn cấu hình các cài đặt SEO phù hợp với các nhu cầu website của bạn!"],"Google shows your website's name in the search results, if you want to change it, you can do that here.":["Google hiển thị tên trang web của bạn trên kết quả tìm kiếm, nếu bạn muốn thay đổi nó, bạn có thể thay đổi tại đây."],"Greater than sign":["Dấu lớn hơn"],"Less than sign":["Dấu nhỏ hơn"],"Right angle quotation mark":["Dấu >>"],"Left angle quotation mark":["Dấu <<"],"Small tilde":["Dấu ngã nhỏ"],"Vertical bar":["Dấu gạch đứng"],"Low asterisk":["Dấu hoa thị thấp"],"Asterisk":["Dấu hoa thị"],"Bullet":["Dấu đầu dòng"],"Middle dot":["Chấm giữa"],"Em dash":["Dấu gạch ngang dài"],"En dash":["Dấu gạch ngang ngắn"],"Dash":["Dấu gạch ngang"],"Choose the symbol to use as your title separator. This will display, for instance, between your post title and site name. Symbols are shown in the size they'll appear in the search results.":["Chọn ký tự để làm dấu ngăn cách tiêu đề. Ký tự này sẽ hiển thị, lấy ví dụ, giữa tiêu đề bài viết và tên của trang web. Ký tự sẽ hiển thị với kích cỡ sẽ xuất hiện trong các kết quả tìm kiếm."],"The name of the person":["Tên cá nhân"],"No":["Không"],"Yes":["Có"],"Does, or will, your site have multiple authors?":["Bạn có, hoặc dự kiến có nhiều tác giả?"],"The name of the company":["Tên công ty"],"Provide an image of the company logo":["Vui lòng cung cấp ảnh logo công ty"],"WordPress automatically generates an URL for each media item in the library. Enabling this will allow for google to index the generated URL.":["WordPress tự động tạo một URL cho mỗi tập tin trong thư viện đa phương tiện. Kích hoạt tính năng này sẽ giúp google đánh chỉ mục những URL đã được tạo."],"Success!":["Thành công!"],"Title settings":["Cài đặt tiêu đề"],"Google Search Console":["Google Search Console"],"Multiple authors":["Nhiều tác giả"],"Social profiles":["Hồ sơ mạng xã hội"],"Site type":["Loại website"],"Environment":["Môi trường"],"Yoast option %1$s not found.":["Tùy chọn Yoast %1$s không tồn tại."],"Google Structured Data Test":["Công cụ kiểm tra dữ liệu có cấu trúc của Google"],"Posts list":["Danh sách bài viết"],"Posts list navigation":["Điều hướng danh sách các bài viết"],"Filter posts list":["Lọc danh sách bài viết"],"Note that links to archives might be still output by your theme and you would need to remove them separately.":["Hãy lưu ý rằng những đường dẫn đến các bài lưu trữ có thể vẫn hiển thị bởi giao diện của bạn và bạn cần phải xóa chúng riêng."],"%1$s to optimize your site even further":["%1$s để tối ưu hóa trang web của bạn hơn nữa"],"%1$s extensions":["%1$s extension"],"Comes with our 30-day no questions asked money back guarantee":["Bao gồm chính sách hoàn tiền không cần hỏi lý do trong vòng 30 ngày của chúng tôi."],"More information %1$sabout %3$s%2$s":["Thêm thông tin %1$svề %3$s%2$s"],"Buy %1$s":["Đăng ký %1$s"],"Installed":["Đã cài đặt"],"gain access to our 24/7 support team.":["được sử dụng dịch vụ hỗ trợ 24/7 của chúng tôi."],"Premium support":["Hỗ trợ đặc biệt"],"check what your Facebook or Twitter post will look like.":["kiểm tra bài viết Facebook hay Twitter của bạn trông như thế nào."],"Social previews":["Xem trước các hiển thị trên mạng xã hội"],"create and manage redirects from within your WordPress install.":["Tạo và quản lý các điều hướng bên trong WordPress của bạn."],"Redirect manager":["Quản lý chuyển hướng"],"%1$s, take your optimization to the next level!":["%1$s, nâng tầm cho việc tối ưu của bạn!"],"A seamless integration between %1$s and %2$s":["Một tích hợp trơn tru giữa %1$s và %2$s"],"Use %1$s breadcrumbs instead of %2$s ones":["Dùng breadcrumbs %1$s thay vì %2$s"],"Easily insert Google Maps, a store locator, opening hours and more":["Dễ dàng thêm Google Maps, vị trí cửa hàng, giờ mở của và nhiều hơn"],"Creates XML News Sitemaps":["Tạo các sơ đồ XML cho Trang Tin tức"],"Immediately pings Google on the publication of a new post":["Ngay lập tức ping tới Google khi xuất bản bài viết mới"],"Optimize your site for Google News":["Tối ưu trang của bạn cho Google News"],"Make videos responsive through enabling fitvids.js":["Giúp videos phù hợp kích thước màn hình thiết bị bằng việc kích hoạt fitvids.js"],"Enhance the experience of sharing posts with videos":["Nâng cao trải nghiệm chia sẻ bài viết với video"],"Show your videos in Google Videos":["Hiển thị video của bạn trong Google Videos"],"Crawl issues list":["Danh sách các vấn đề thu thập thông tin website của máy tìm kiếm"],"Crawl issues list navigation":["Điều hướng danh sách các vấn đề thu thập thông tin website của máy tìm kiếm"],"Edit &#8220;%s&#8221;":["Chỉnh sửa \"%s\""],"Premium":["Bảng trả phí"],"Go Premium":["Nâng cấp trả phí"],"Google Trends":["Google Trends"],"Notifications":["Thông báo"],"Removes the focus keyphrase section from the metabox and disables all SEO-related suggestions.":["Gõ bỏ phần cụm từ khóa chính khỏi metabox và hủy kích hoạt tất cả các đề xuất liên quan đến SEO."],"Disable SEO analysis":["Tắt thống kê SEO"],"Twitter settings":["Cài đặt Twitter"],"Pinterest settings":["Cài đặt Pinterest"],"Facebook settings":["Cài đặt Facebook"],"Your social profiles":["Hồ sơ mạng xã hội của bạn"],"Title separator symbol":["Biểu tượng ngăn cách tiêu đề"],"RSS feed settings":["Thiết lập RSS Feed"],"Breadcrumbs settings":["Thiết lập đường dẫn"],"Make primary":["Đặt mặc định"],"Content optimization":["Tối ưu nội dung"],"Enter your Google Authorization Code and press the Authenticate button.":["Nhập mã xác thực Google của bạn và bấm nút Authenticate."],"To allow %1$s to fetch your %2$s information, please enter your Google Authorization Code. Clicking the button below will open a new window.":["Để cho phép %1$s lấy dữ liệu %2$s của bạn, vui lòng nhập mã xác thực Google của bạn. Nhấp chuột vào nút bên dưới sẽ mở một cửa sổ mới."],"Knowledge base article":["Bài viết hướng dẫn"],"Open the knowledge base article in a new window or read it in the iframe below":["Mở bài viết hướng dẫn trong một cửa sổ mới hoặc đọc trong khung trình duyệt dưới đây"],"Search results":["Các kết quả tìm kiếm"],"Yoast SEO video tutorial":["Video hướng dẫn Yoast SEO"],"%s notification":["%s thông báo"],"Disable readability analysis":["Tắt phân tích khả năng dễ đọc"],"Removes the readability analysis section from the metabox and disables all readability-related suggestions.":["Xóa phần phân tích tính dễ đọc khỏi metabox và tắt kích hoạt các đề xuất liên quan đến tính dễ đọc."],"Readability analysis":["Phân tích khả năng dễ đọc"],"Needs improvement":["Cần cải thiện"],"Readability":["Tính dễ đọc"],"You are trying to load non-minified files. These are only available in our development package. Check out %1$s to see all the source files.":["Bạn đang cố gắng tải những tập tin chưa được rút gọn. Chúng có sẵn trong gói phát triển của chúng tôi. Kiểm tra %1$s để xem tất cả các tập tin nguồn."],"Improvements":["Các cải tiến"],"Restore this item.":["Khôi phục thành phần này."],"Dismiss this item.":["Loại bỏ mục này."],"Good job! We could detect no serious SEO problems.":["Chúc mừng! Không có vấn đề gì nghiêm trọng với quá trình SEO."],"We have detected the following issues that affect the SEO of your site.":["Chúng tôi đã phát hiện những vấn đề có thể ảnh hưởng đến SEO trang web của bạn"],"Problems":["Các vấn đề"],"Analysis":["Phân tích"],"Not available":["Không có sẵn"],"Filter by SEO Score":["Lọc bằng điểm SEO"],"Meta description not set.":["Chưa có thẻ mô tả."],"Video tutorial":["Video hướng dẫn"],"Email support is a %s feature":["Hỗ trợ qua email là một tính năng %s"],"Knowledge base":["Kiến thức cơ bản"],"Open":["Mở"],"Loading...":["Đang tải..."],"Something went wrong. Please try again later.":["Có điều gì đó không đúng vừa xảy ra. Vui lòng thử lại sau."],"No results found.":["Không tìm thấy kết quả nào."],"Dashboard":["Tổng quan"],"You can fix this on the %1$sPermalink settings page%2$s.":["Bạn có thể sửa lỗi này trong %1$sTrang cài đặt đường dẫn tĩnh%2$s."],"Paging comments is enabled, this is not needed in 999 out of 1000 cases, we recommend to disable it.":["Tính năng phân trang các bình luận đang được kích hoạt, tính năng này không cần thiết trong 999 của 1000 trường hợp, chúng tôi đề xuất ngưng kích hoạt nó."],"Replaced with the primary category of the post/page":["Đã được thay thế bằng chuyên mục chính của bài viết/trang"],"Pinterest confirmation":["Xác nhận Pinterest"],"If you have already confirmed your website with Pinterest, you can skip the step below.":["Nếu bạn đã xác nhận website của bạn với Pinterest, bạn có thể bỏ qua bước dưới đây."],"Format-based archives":["Các lưu trữ phân theo định dạng"],"Webmaster Tools verification":["Xác nhận công cụ Webmaster"],"Need some help?":["Cần giúp đỡ không?"],"Buy %s":["Mua %s"],"Show information about errors in category 'Soft 404'":["Hiện thông tin về lỗi ở mục 'Soft 404'"],"Show information about errors in category 'Server'":["Hiện thông tin về lỗi ở mục 'Máy chủ'"],"Show information about errors in category 'Blocked'":["Hiện thông tin về các lỗi ở mục 'Bị khóa'"],"Show information about errors in category 'Other'":["Hiện thông tin về các lỗi ở mục 'Khác'"],"Show information about errors in category 'Not Found'":["Hiện thông tin về các lỗi ở mục 'Không tìm thấy'"],"Show information about errors in category 'Access Denied'":["Hiện thông tin về lỗi ở mục 'Bị từ chối'"],"New %1$s Title":["Tiêu đề %1$s mới"],"Existing %1$s Title":["Tiêu đề %1$s hiện tại"],"Expected an integer as input.":["Giá trị cần nhập là số nguyên."],"Trying to build the sitemap cache key, but the postfix and prefix combination leaves too little room to do this. You are probably requesting a page that is way out of the expected range.":["Đang cố xây dựng sitemap cache key, nhưng sự kết hợp tiền tố và hậu tố hạn chế thực hiện việc này. Bạn có thể đang yêu cầu một trang nằm ngoài khoảng có sẵn."],"Remove":["Gỡ bỏ"],"Keep":["Để nguyên"],"Bold the last page":["Làm đậm cuối đường dẫn (trang hiện tại)"],"Regular":["Bình thường"],"Bold":["Chữ đậm"],"Show Blog page":["Xem trang Blog"],"Primary %s":["Chính %s"],"Primary":["Chính"],"Make %1$s primary %2$s":["Đổi %1$s thành chính %2$s"],"Term is set to noindex.":["Thuật ngữ được thiết lập thành noindex."],"Author archives":["Lưu trữ theo tác giả"],"Show":["Hiện"],"Enabled":["Đã kích hoạt"],"Disabled":["Đã vô hiệu hoá"],"%1$s has not fetched your site's indexability status yet from %2$s":["%1$s vẫn chưa lấy được trạng thái lập chỉ mục website của bạn từ %2$s"],"The separator defined in your theme's %s tag.":["Dấu phân cách được định nghĩa trong tag %s của giao diện bạn sử dụng."],"No index":["Không lập chỉ mục"],"Analyze entire site":["Phân tích toàn bộ trang web"],"Fetch the current status":["Lấy trạng thái hiện tại"],"%1$s%2$s has not been able to fetch your site's indexability status%3$s from %4$s":["%1$s%2$s không thể lấy trạng thái đánh chỉ mục website của bạn%3$s từ %4$s"],"Your homepage can be indexed by search engines.":["Trang chủ của bạn có thể được lập chỉ mục bởi các công cụ tìm kiếm."],"Indexability check by %1$s":["Kiểm tra đánh chỉ mục bằng %1$s"],"If you want to use an image for sharing on %1$s, you can upload / choose an image or add the image URL here.":["Nếu bạn muốn sử dụng một bức ảnh để chia sẻ trên %1$s, bạn có thể tỉa lên/chọn một ảnh hoặc thêm URL của ảnh tại đây."],"If you don't want to use the meta description for sharing on %1$s but want another description there, write it here.":["Nếu bạn không muốn sử dụng chung thẻ Mô tả %1$s mà muốn viết mới, viết ở đây."],"If you don't want to use the title for sharing on %1$s but instead want another title there, write it here.":["Nếu bạn không muốn sử dụng tiêu đề khác để chia sẻ trên %1$s, thì viết ở đây."],"%1$sYour homepage cannot be indexed by search engines%2$s. This is very bad for SEO and should be fixed.":["%1$sTrang chủ của bạn không thể được đánh chỉ mục bởi các máy tìm kiếm%2$s. Điều này rất tệ cho SEO và cần được khắc phục ngay."],"Once Weekly":["Một lần lượt"],"Add-ons":["Tiện ích"],"SEO score":["Điểm SEO"],"Twitter metadata":["Metadata của Twitter"],"Facebook / Open Graph metadata":["Metadata của Facebook / Open Graph"],"Recalculating SEO scores for all pieces of content with a focus keyphrase.":["Tính lại điểm SEO cho tất cả các nội dung với một cụm từ khóa chính."],"%1$s of %2$s done.":["Hoàn thành %1$s trong tổng số %2$s."],"We've updated our SEO score algorithm. %1$sRecalculate the SEO scores%2$s for all posts and pages.":["Chúng tôi có cập nhật thuật toán tính điểm SEO. %1$sTính lại điểm SEO%2$s của tất cả các bài viết và trang."],"Team Yoast":["Đội nhóm Yoast"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["Giải pháp SEO tất cả trong một đầu tiên cho WordPress, bao gồm phân tích nội dung on-page, sơ đồ trang web và nhiều hơn thế nữa."],"Yoast SEO":["Yoast SEO"],"Activation failed:":["Kích hoạt thất bại:"],"The filter extension seem to be unavailable. Please ask your web host to enable it.":["Phần mở rộng bộ lọc dường như không có sẵn. Hãy yêu cầu nhà cung cấp máy chủ của bạn bật tính năng này."],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":["Cài đặt phần mở rộng %1$s không hoàn thành. Vui lòng tham khảo %2$scác hướng dẫn cài đặt%3$s."],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":["Phần mở rộng thư viện PHP tiêu chuẩn (SPL) dường như không có sẵn. Hãy yêu cầu nhà cung cấp máy chủ bổ sung."],"SEO Settings":["Thiết lập SEO"],"Mobile-Friendly Test":["Kiểm tra mức độ thân thiện trên di động"],"Google Page Speed Test":["Kiểm tra Google Page Speed"],"CSS Validator":["Trình kiểm tra CSS"],"HTML Validator":["Trình kiểm tra HTML"],"Pinterest Rich Pins Validator":["Công cụ xác nhận Pinterest Rich Pins"],"Facebook Debugger":["Công cụ tìm lỗi Facebook"],"Check Headers":["Kiểm tra Header"],"Check Google Cache":["Kiểm tra Google Cache"],"Analyze this page":["Phân tích trang này"],"Keyword Research":["Nghiên cứu từ khóa"],"%s does not seem to be a valid url. Please correct.":["%s có vẻ không phải là đường dẫn hợp lệ. Vui lòng sửa lại."],"%1$s does not seem to be a valid %2$s verification string. Please correct.":["%1$s có vẻ không phải là chuỗi xác thực hợp lệ cho %2$s. Vui lòng sửa lại."],"%s Archive":["Lưu trữ %s"],"You searched for %s":["Bạn đã tìm %s"],"%s does not seem to be a valid Twitter user-id. Please correct.":["%s có vẻ không phải user-id Twitter không hợp lệ. Vui lòng sửa lại."],"Summary with large image":["Tóm tắt với ảnh lớn"],"Summary":["Tổng kết"],"The post %1$s appeared first on %2$s.":["Bài viết %1$s đã xuất hiện đầu tiên vào ngày %2$s."],"No numeric value was received.":["Không có giá trị số học nào đã được nhận."],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":["Đây phải là blog đang tồn tại. Blog %s không tồn tại hoặc đã bị đánh dấu là đã xóa."],"The default blog setting must be the numeric blog id of the blog you want to use as default.":["Thiết lập blog mặc định phải là blog id dạng số của blog mà bạn muốn sử dụng làm mặc định."],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":["%1$s không phải là lựa chọn hợp lệ cho những người nên được cho phép truy cập vào các thiết lập %2$s. Giá trị được đặt về mặc định."],"Please select a valid post type for taxonomy \"%s\"":["Vui lòng chọn kiểu bài viết hợp lệ cho taxonomy \"%s\""],"Please select a valid taxonomy for post type \"%s\"":["Vui lòng chọn taxonomy hợp lệ cho kiểu bài viết \"%s\""],"You searched for":["Bạn đã tìm"],"Home":["Trang chủ"],"Archives for":["Lưu trữ cho"],"Error 404: Page not found":["Lỗi 404: Không tìm thấy trang"],"Good":["Tốt"],"Replaced with a custom taxonomies description":["Được thay thế bằng mô tả taxonomy tùy chọn"],"Replaced with a posts custom taxonomies, comma separated.":["Thay thể bởi taxonomies tùy biến của bài viết, ngăn cách bởi dấu phẩy."],"Replaced with a posts custom field value":["Được thay thế bằng giá trị trường tùy biến của các bài viết"],"Replaced with the slug which caused the 404":["Được thay thế với slug đã gây ra lỗi 404"],"Replaced with the posts focus keyphrase":["Được thay thế bằng từ khóa chính của các bài viết"],"Attachment caption":["Chú thích đính kèm"],"Replaced with the current page number":["Được thay thế bằng số trang hiện tại"],"Replaced with the current page total":["Được thay thế bằng tổng số trang hiện tại"],"Replaced with the current page number with context (i.e. page 2 of 4)":["Được thay thể bằng số trang hiện tại trên tổng số trang (Ví dụ trang 2 trên 4)"],"Replaced with the post/page author's 'Biographical Info'":["Được thay thế bằng 'Thông tin Tiểu sử' của tác giả bài viết/trang"],"Replaced with the post/page author's 'nicename'":["Đã được thay thế bằng tên hiển thị của tác giả bài viết/trang"],"Replaced with the post/page ID":["Đã được thay thế bằng ID của bài viết/trang"],"Replaced with the post/page modified time":["Đã được thay thế bằng thời gian chỉnh sửa của bài viết/trang"],"Replaced with the content type plural label":["Đã được thay thế bằng nhãn số nhiều của kiểu nội dung"],"Replaced with the content type single label":["Đã được thay thế bằng nhãn số ít của kiểu nội dung"],"Replaced with the current search phrase":["Đã được thay thế bằng cụm tìm kiếm hiện tại"],"Replaced with the term name":["Được thay thế bằng tên thuật ngữ"],"Replaced with the term description":["Được thay thế bằng mô tả thuật ngữ"],"Replaced with the tag description":["Được thay thế bằng mô tả tag"],"Replaced with the category description":["Đã được thay thế bằng mô tả chuyên mục"],"Replaced with the post categories (comma separated)":["Đã được thay thế bằng các chuyên mục bài viết (ngăn cách bởi dấu phẩy)"],"Replaced with the current tag/tags":["Được thay thế với tag/các tag hiện tại"],"Replaced with the post/page excerpt (without auto-generation)":["Được thay thế bởi trích đoạn của bài viết/trang (không có tính năng tự tạo trích đoạn)"],"Replaced with the post/page excerpt (or auto-generated if it does not exist)":["Được thay thế bằng trích đoạn của bài viết/trang (hoặc trích đoạn được tự tạo nếu chưa có))"],"The site's name":["Tên trang"],"Replaced with the title of the parent page of the current page":["Được thay thế bằng tiêu đề của trang cha của trang hiện tại"],"Replaced with the title of the post/page":["Được thay thế bằngi tiêu đề của bài viết/trang"],"Replaced with the date of the post/page":["Được thay thế bằng ngày của bài viết/trang"],"Page %1$d of %2$d":["Trang %1$d trên %2$d"],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":["Bạn không thể ghi đè một thông số mặc định của WPSEO bằng cách thêm thông số với cùng một tên. Hãy sử dụng bộ lọc \"wpseo_replacements\" thay vì điều chỉnh các giá trị thay thế."],"A replacement variable with the same name has already been registered. Try making your variable name unique.":["Một thông số thay thế với cùng tên đã được sử dụng. Hãy đặt tên thông số của bạn riêng biệt."],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":["Một thông số thay thế không được bắt đầu với \"%%cf_\" hoặc \"%%ct_\" vì phần này được giữ riêng cho những thông số tiêu chuẩn của WPSEO dành cho các trường và taxonomies tùy biến. Hãy đặt tên thông số của bạn riêng biệt."],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":["Một thông số thay thế chỉ có thể chứa ký tự chữ hoặc số, dấu _ và -. Hãy đổi tên thông số của bạn"],"Admin only notice: this page does not show a meta description because it does not have one, either write it for this page specifically or go into the [%1$s - %2$s] menu and set up a template.":["Chú ý dành cho Admin: trang này không hiển thị thẻ meta mô tả vì nó không có, hoặc là thêm thẳng vào trang hoặc là vào menu [%1$s - %2$s] và cài đặt một template."],"Page not found":["Không tìm thấy trang"],"%s Archives":["Lưu trữ %s"],"Search for \"%s\"":["Tìm \"%s\""],"Meta description to use for Author page":["Thẻ mô tả cho trang Tác giả"],"Title to use for Author page":["Tiêu đề cho trang Tác giả"],"%1$s settings":["thiết lập %1$s"],"Export your %1$s settings":["Xuất ra các cài đặt %1$s của bạn"],"Import settings":["Thiết lập nhập"],"Import from other SEO plugins":["Nhập vào từ các gói mở rộng SEO khác"],"Import":["Nhập"],"If you had a %s file and it was editable, you could edit it from here.":["Nếu bạn có một tập tin %s có thể chỉnh sửa được, bạn có thể chỉnh sửa ở đây."],"If your %s were writable, you could edit it from here.":["Nếu %s của bạn có thể được ghi đè, bạn có thể chỉnh sửa nó tại đây."],"You don't have a %s file, create one here:":["Bạn không có tập tin %s, tạo ở đây: "],"A link to your site, with your site's name and description as anchor text.":["Một đường dẫn đến trang web của bạn, với tên và mô tả web của bạn làm văn bản chứa đường dẫn."],"A link to your site, with your site's name as anchor text.":["Một đường dẫn đến trang web của bạn, với tên web của bạn làm văn bản chứa đường dẫn."],"A link to the post, with the title as anchor text.":["Một đường dẫn đến bài viết, với tiêu đề làm văn bản chứa đường dẫn."],"A link to the archive for the post author, with the authors name as anchor text.":["Một đường dẫn tới lưu trữ của tác giả bài viết, với tên của tác giả làm văn bản chứa đường dẫn."],"You can use the following variables within the content, they will be replaced by the value on the right.":["Bạn có thể dùng những thông số sau trong nội dung, chúng sẽ được thay thế bởi giá trị ở bên phải."],"Content to put after each post in the feed":["Nội dung được đặt sau mỗi bài viết trong cột bài viết"],"Content to put before each post in the feed":["Nội dung được đặt trước mỗi bài viết trong cột bài viết"],"This feature is used to automatically add content to your RSS, more specifically, it's meant to add links back to your blog and your blog posts, so dumb scrapers will automatically add these links too, helping search engines identify you as the original source of the content.":["Tính năng này được sử dụng để tự động thêm nội dung vào RSS của bạn, cụ thể hơn là nó sẽ thêm các lên kết dẫn về blog và bài viết của bạn, như vậy thì các công cụ quét cũng sẽ tự động thêm các lên kết này, giúp các công cụ tìm kiếm nhận dạng blog của bạn là nguồn ngốc của nội dung."],"Usage of this breadcrumbs feature is explained in %1$sour knowledge-base article on breadcrumbs implementation%2$s.":["Trong tài liệu %1$shướng dẫn%2$s bạn có thể tìm thấy cách sử dụng tính năng đường dẫn này."],"How to insert breadcrumbs in your theme":["Làm thế nào để chèn đường dẫn vào giao diện của bạn"],"Blog":["Blog"],"Content type archive to show in breadcrumbs for taxonomies":["Lưu trữ loại nội dung được hiển thị trong breadcrumbs cho taxonomies"],"Taxonomy to show in breadcrumbs for content types":["Taxonomy được hiển thị trong breadcrumbs cho các loại nội dung"],"Breadcrumb for 404 Page":["Đường dẫn cho trang không tìm thấy 404"],"Prefix for Search Page breadcrumbs":["Prefix cho đường dẫn trên trang Tìm kiếm"],"Prefix for Archive breadcrumbs":["Prefix cho đường dẫn trên trang Lưu trữ"],"Prefix for the breadcrumb path":["Tiền tố cho đường dẫn breadcrumb"],"Anchor text for the Homepage":["Tên trang chủ trong đường dẫn"],"Separator between breadcrumbs":["Dấu ngăn cách giữa các mục trong đường dẫn"],"Enable Breadcrumbs":["Bật Breadcrumb"],"Below are your published posts' SEO scores. Now is as good a time as any to start improving some of your posts!":["Dưới đây là điểm SEO cho các bài viêt đã đăng. Bây giờ là thời điểm tốt để bắt đầu cải thiện một số bài viết của bạn."],"Credits":["Những người thực hiện"],"&laquo; Back to Tools page":["&laquo; Trở lại trang công cụ"],"%1$s comes with some very powerful built-in tools:":["%1$s có các công cụ tích hợp sẵn rất mạnh mẽ:"],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":["Công cụ này cho phép bạn nhanh chóng thay đổi những tập tin quan trọng cho SEO của bạn, như robots.txt và tập tin .htaccess (nếu có)."],"File editor":["Trình chỉnh sửa tập tin"],"Import settings from other SEO plugins and export your settings for re-use on (another) blog.":["Nhập các cài đặt từ gói mở rộng SEO khác và xuất các cài đặt của bạn để dùng lại cho blog khác."],"Import and Export":["Nhập và Xuất"],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":["Công cụ này cho phép bạn thay đổi nhanh tiêu đề và mô tả cho bài viết và trang của bạn mà không phải vào trình soạn thảo của trang."],"Bulk editor":["Soạn thảo hàng loạt"],"To %1$sconfirm your site with Pinterest%2$s, add the meta tag here:":["Để %1$s xác nhận website của bạn với Pinterest%2$s, thêm thẻ meta ở đây:"],"Pinterest uses Open Graph metadata just like Facebook, so be sure to keep the Open Graph checkbox on the Facebook tab checked if you want to optimize your site for Pinterest.":["Pinterest sử dụng metadata Open Graph như Facebook, vì vậy hãy đảm bảo bạn đã đánh dấu hộp kiểm Open Graph trong tab Facebook nếu bạn muốn tối ưu website cho Pinterest."],"The default card type to use":["Loại thẻ mặc định được dùng"],"Add Twitter card meta data":["Thêm dữ liệu thẻ meta Twitter"],"This image is used if the post/page being shared does not contain any images.":["Ảnh này được dùng nếu bài viết/trang được chia sẻ không có ảnh."],"Default settings":["Thiết lập mặc định"],"Copy home meta description":["Sao chép mô tả từ trang chủ"],"Description":["Miêu tả"],"Image URL":["URL hình ảnh"],"These are the title, description and image used in the Open Graph meta tags on the front page of your site.":["Những tiêu đề, mô tả và ảnh được dùng cho thẻ meta của Open Graph trên trang chủ website của bạn."],"Frontpage settings":["Cài đặt trang chủ"],"Add Open Graph meta data":["Thêm dữ liệu meta Open Graph"],"YouTube URL":["URL YouTube "],"Pinterest URL":["URL Pinterest "],"MySpace URL":["URL MySpace "],"LinkedIn URL":["URL LinkedIn "],"Instagram URL":["URL Instagram "],"Twitter Username":["Tài khoản Twitter"],"Facebook Page URL":["Đường dẫn trang Facebook"],"Accounts":["Tài khoản"],"Restore site to defaults":["Chuyển website về trạng thái mặc định"],"Site ID":["Site ID"],"Using this form you can reset a site to the default SEO settings.":["Sử dụng biểu mẫu này, bạn có thể phục hồi website về thiết lập SEO mặc định."],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new sites.":["Các cài đặt nhạy cảm về tính riêng tư (FB admins và tương tự), theo theme (viết lại tiêu đề) và một vài cài đặt chi tiết cho trang sẽ không được nhập vào các trang mới."],"Enter the %1$sSite ID%2$s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":["Nhập %1$sSite ID%2$s cho website có cấu hình mà bạn muốn sử dụng mặc định cho tất cả website được thêm vào mạng của bạn. Để trống nếu không có (Có nghĩa là giá trị mặc định của gói mở rộng sẻ được sử dụng)."],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":["Chọn thiết lập website mà bạn muốn sử dụng là mặc định cho tất cả website được thêm vào mạng. Nếu bạn chọn 'Không', giá trị mặc định sẽ được sử dụng."],"New sites in the network inherit their SEO settings from this site":["Những website mới trong mạng kế thừa thiết lập SEO từ website này"],"Super Admins only":["Chỉ Super Admins"],"Site Admins (default)":["Quản trị website (mặc định)"],"Who should have access to the %1$s settings":["Ai có quyền truy cập vào thiết lập %1$s"],"spam":["spam"],"mature":["trưởng thành"],"archived":["Đã lưu trữ"],"public":["Công khai"],"%s restored to default SEO settings.":["%s được phục hồi về thiết lập SEO mặc định."],"Settings Updated.":["Thiết lập đã cập nhật."],"404 pages":["Trang 404"],"Search pages":["Tìm trang"],"These pages will be %s by default, so they will never show up in search results.":["Những trang này sẽ được %s mặc định, vì vậy chúng sẽ không bao giờ hiển thị trong kết quả tìm kiếm."],"Special Pages":["Trang đặc biệt"],"Date-based archives could in some cases also be seen as duplicate content.":["Lưu trữ dựa trên ngày tháng có thể trong một số trường hợp cũng được xem là nội dung trùng lặp."],"If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or to add %s to it so it doesn't show up in the search results.":["Nếu đây là trường hợp website của bạn, bạn có thể chọn hoặc vô hiệu hóa (Nghĩa là bắt chuyển hướng vào trang chủ), hoặc thêm %s vào nó để nó không hiển thị trong kết quả tìm kiếm."],"If you're running a one author blog, the author archive will be exactly the same as your homepage. This is what's called a %1$sduplicate content problem%2$s.":["Nếu bạn đang chạy một blog chỉ có một tác giả, lưu trữ của tác giả sẽ giống hệt trang chủ của bạn. Đây gọi là%1$svấn đề trùng lặp nội dung%2$s."],"Date archives":["Lưu trữ theo thời gian"],"author archives":["lưu trữ theo tác giả"],"Title":["Tiêu đề"],"%1$s Meta Box":["Hiển thị %1$s Meta Box"],"Hide":["Ẩn"],"Date in Snippet Preview":["Hiển thị ngày đăng"],"Take note:":["Lưu ý:"],"You can determine the title and description for the blog page by %1$sediting the blog page itself &raquo;%2$s":["Bạn có thể quyết định tiêu đề và mô tả cho trang blog bằng cách %1$schỉnh sửa chính trang blog &raquo;%2$s"],"You can determine the title and description for the front page by %1$sediting the front page itself &raquo;%2$s":["Bạn có thể quyết định tiêu đề và mô tả cho trang chủ bằng cách %1$schỉnh sửa chính trang chủ đó &raquo;%2$s"],"Homepage &amp; Front page":["Trang chủ"],"Title Separator":["Dấu ngăn cách tiêu đề"],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s đã tự động phát hiện xem có cần thiết phải viết lại các tiêu đề cho các trang của bạn, nếu bạn nghĩ điều đó là sai và bạn biết mình đang làm gì, bạn có thể thay đổi cài đặt tại đây"],"Force rewrite titles":["Bắt buộc viết lại các tiêu đề"],"Taxonomies":["Nguyên tắc phân loại"],"Homepage":["Trang chủ"],"%1$s Extensions":["%1$s Extension"],"Seamlessly integrate WooCommerce with %1$s and get extra features!":["Tích hợp trơn tru WooCommerce với %1$s và nhận thêm những tính năng!"],"Rank better locally and in Google Maps, without breaking a sweat!":["Xếp hạng tốt hơn tại địa phương và trong Google Maps, mà không vất vả!"],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":["Bạn có trong Google Tin tức? Tăng lưu lượng truy cập của bạn từ Google Tin tức bằng cách tối ưu hóa nó!"],"Optimize your videos to show them off in search results and get more clicks!":["Tối ưu hóa video của bạn để hiển thị chúng trong kết quả tìm kiếm và nhận được nhiều nhấp chuột hơn!"],"The premium version of %1$s with more features & support.":["Phiên bản trả phí của %1$s với nhiều tính năng và hỗ trợ hơn."],"Your name":["Tên của bạn"],"Company logo":["Logo công ty"],"Company name":["Tên công ty"],"Person":["Cá nhân"],"Company":["Công ty"],"Choose whether you're a company or person":["Lựa chọn hồ sơ cá nhân hay công ty/tổ chức"],"This data is shown as metadata in your site. It is intended to appear in %1$sGoogle's Knowledge Graph%2$s. You can be either a company, or a person.":["Dữ liệu này được hiển thị dưới dạng metadata trong trang web của bạn. Nó được dự định xuất hiện trong %1$sGoogle's Knowledge Graph%2$s. Bạn có thể là một công ty, hoặc một cá nhân."],"Company or person":["Tổ chức hay cá nhân"],"Website name":["Tên website"],"Webmaster Tools":["Webmaster Tools"],"You do not have your postname in the URL of your posts and pages, it is highly recommended that you do. Consider setting your permalink structure to <strong>/%postname%/</strong>.":["Bạn không có tên bài viết/trang trong URL của bài viết và trang, việc này được khuyến nghị cao. Xem xét cài đặt cấu trúc đường dẫn tĩnh của bạn thành <strong>/%postname%/</strong>."],"RSS":["RSS"],"Breadcrumbs":["Đường dẫn"],"or":["hoặc"],"Save Profile":["Lưu hồ sơ"],"There were no profiles found":["Không có hồ sơ nào"],"Profile":["Hồ sơ"],"Current profile":["Hồ sơ hiện tại"],"Authenticate":["Xác thực"],"Get Google Authorization Code":["Lấy mã Google Authorization"],"Reload crawl issues":["Tải lại lỗi thu thập thông tin của máy tìm kiếm"],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year of support and updates, on %2$s.":["Để có thể tạo chuyển hướng và khắc phục sự cố này, bạn cần %1$s. Bạn có thể mua gói mở rộng, bao gồm một năm hỗ trợ và cập nhật, trên%2$s."],"Creating redirects is a %s feature":["Tạo chuyển hướng là một tính năng của %s"],"Errors that only occurred when your site was crawled by Googlebot for feature phones (errors didn't appear for desktop).":["Lỗi chỉ xảy ra khi trang web của bạn được Googlebot thu thập dữ liệu cho điện thoại (lỗi không xuất hiện cho máy tính để bàn)."],"Errors that occurred only when your site was crawled by Googlebot-Mobile (errors didn't appear for desktop).":["Lỗi đã xảy ra khi Googlebot-mobile thu thập thông tin website của bạn (lỗi không xuất hiện trên desktop)."],"Errors that occurred when your site was crawled by Googlebot.":["Lỗi đã xảy ra khi Googlebot thu thập thông tin website của bạn."],"Issue categories":["Loại vấn đề"],"Incorrect Google Authorization Code.":["Google Authorization Code không đúng."],"The issues have been successfully reloaded!":["Các vấn đề được tải lại thành công."],"The %1$s data has been removed. You will have to reauthenticate if you want to retrieve the data again.":["Dữ liệu %1$s đã bị gỡ bỏ. Bạn sẽ phải xác thực lại nếu muốn truy xuất lại dữ liệu."],"Crawl errors per page":["Lỗi thu thập thông tin của mỗi trang"],"Search":["Tìm kiếm"],"Don't miss your crawl errors: %1$sconnect with Google Search Console here%2$s.":["Đừng bỏ qua lỗi máy tìm kiếm thu thập thông tin trang web của bạn:  %1$s kết nối với Google Search Console ở đây %2$s."],"Create redirect":["Tạo chuyển tiếp"],"Mark as fixed":["Đánh dấu đã sửa"],"Response code":["Mã trả về"],"First detected":["Được phát hiện lần đầu"],"Last crawled":["Lần thu thập thông tin cuối"],"URL":["URL"],"%1$s detected you’re using a version of %2$s which is not compatible with %1$s. Please update %2$s to the latest version to use this feature.":["%1$s đã phát hiện bạn đang sử dụng phiên bản của %2$s không tương thích với  %1$s. Vui lòng cập nhật %2$s lên phiên bản mới nhất để sử dụng chức năng này."],"Yoast plugins share some code between them to make your site faster. As a result of that, we need all Yoast plugins to be up to date. We've detected this isn't the case, so please update the Yoast plugins that aren't up to date yet.":["Các gói mở rộng của Yoast chia sẻ mã nguồn với nhau để giúp website của bạn nhanh hơn. Vì lý do đó, bạn cần cập nhật tất cả gói mở rộng của Yoast lên bản mới nhất. Chúng tôi thấy có gói mở rộng cần cập nhật, vui lòng cập nhật các gói mở rộng đó."],"Feature phone":["Điện thoại phổ thông"],"Smartphone":["Điện thoại thông minh"],"Desktop":["Máy tính"],"The target URL doesn't exist, but your server is not returning a 404 (file not found) error.":["Đường dẫn URL không tồn tại, nhưng máy chủ của bạn không gửi lại lỗi 404 (không tìm thấy file)."],"Soft 404":["Soft 404"],"Request timed out or site is blocking Google.":["Trang web phản hồi quá lâu hoặc nó đang chặn Google."],"Server Error":["Lỗi máy chủ"],"Googlebot could access your site, but certain URLs are blocked for Googlebot in your %1$s file. This block could either be for all Googlebots or even specifically for Googlebot-mobile.":["Googlebot có thể truy cập vào website của bạn, nhưng một số URL thì đang chặn Googlebot ở tập tin %1$s. Điều này ảnh hưởng đến tất cả Googlebots và cả Googlebot-mobile."],"Blocked":["Bị chặn"],"Google was unable to crawl this URL due to an undetermined issue.":["Google không thể thu thập thông tin từ URL này vì lý do không xác định."],"URL points to a non-existent page.":["URL trỏ tới trang không tồn tại."],"Not found":["Không tìm thấy"],"Not followed":["Không theo dõi"],"Faulty redirects":["Các chuyển hướng sai"],"Server requires authentication or is blocking Googlebot from accessing the site.":["Máy chủ yêu cầu xác thực hoặc đang ngăn Googlebot truy cập trang web."],"Access denied":["Truy cập bị từ chối"],"Deactivate %s":["Ngưng hoạt động %s"],"The %1$s plugin might cause issues when used in conjunction with %2$s.":["Gói mở rộng %1$s này có thể gây ra những vấn đề khi được dùng kết hợp với %2$s. "],"Upload Image":["Tải ảnh"],"Remove these ads?":["Bạn muốn loại bỏ quảng cáo?"],"%s Posts Overview":["Tổng quan %s Bài viết"],"The Breadcrumbs Title is used in the breadcrumbs where this taxonomy appears.":["Tiêu đề Breadcrumbs được dùng trong breadcrumb nơi taxonomy xuất hiện."],"Breadcrumbs title":["Tiêu đề đường dẫn"],"The canonical link is shown on the archive page for this term.":["Liên kết canonical được hiển thị trên trang lưu trữ cho thuật ngữ này."],"Facebook App ID":["Facebook App ID"],"Pinterest":["Pinterest"],"Other":["Khác"],"Archives":["Lưu trữ"],"Email":["Email"],"Previous":["Trước"],"Next":["Tiếp"],"Close":["Đóng"],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines and might slow down your site.":["Cả %1$s và %2$s đề có thể tạo XML sitemaps. Nhưng có 2 XML sitemaps thì không ích lợi gì cho công cụ tìm kiếm mà còn làm chậm website của bạn."],"Configure %1$s's OpenGraph settings":["Cấu hình các thiết lập OpenGraph của %1$s"],"Both %1$s and %2$s create OpenGraph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":["Cả %1$s và %2$s đều tạo ra OpenGraph, nhưng điều đó làm Facebook, Twitter, LinkedIn và các mạng xã hội khác sử dụng sai văn bản và ảnh khi trang của bạn được chia sẻ."],"%s Image":["%s Ảnh "],"%s Description":["%s mô tả"],"%s Title":["%s tiêu đề"],"Twitter":["Twitter"],"Facebook":["Facebook"],"The recommended image size for %1$s is %2$s pixels.":["Kích thước ảnh đề nghị cho %1$s là %2$s pixels."],"If you want to override the image used on %s for this post, upload / choose an image here.":["Nếu bạn muốn ghi đè ảnh được dùng trong %s ở bài viết này, tải lên / chọn một ảnh tại đây."],"If you don't want to use the meta description for sharing the post on %s but want another description there, write it here.":["Nếu bạn muốn viết riêng nội dung thẻ meta description để chia sẻ lên %s, hãy viết lại nó ở đây."],"If you don't want to use the post title for sharing the post on %s but instead want another title there, write it here.":["Nếu muốn thay đổi tiêu đề bài đăng để chia sẻ lên %s, hãy viết ở đây."],"very difficult":["Rất khó"],"Try to make shorter sentences, using less difficult words to improve readability":["Cố gắng viết các câu ngắn hơn, sử dụng các từ dễ hiểu để cải thiện khả năng đọc."],"difficult":["khó"],"Try to make shorter sentences to improve readability":["Thử làm các đoạn văn bản ngắn hơn để dễ đọc hơn."],"fairly difficult":["Khá khó"],"OK":["Ổn"],"fairly easy":["Khá dễ"],"easy":["Dễ"],"very easy":["Rất dễ"],"Meta Desc.":["Thẻ mô tả."],"All SEO Scores":["Tất cả các Điểm SEO"],"SEO: Post Noindexed":["SEO: Đăng bài Không đánh chỉ mục"],"SEO: Good":["SEO: Tốt"],"SEO: OK":["SEO: Ổn"],"SEO issue: The featured image should be at least 200 by 200 pixels to be picked up by Facebook and other social media sites.":["Vấn đề SEO: Hình ảnh nổi bật nên có độ phân giải ít nhất 200 x 200 pixel để được chọn bởi Facebook và các trang mạng xã hội khác."],"(no parent)":["(Không có phân cấp trên)"],"Post is set to noindex.":["Bài viết được thiết lập thành không có chỉ mục"],"The URL that this page should redirect to.":["Liên kết URL mà trang này nên chuyển hướng đến."],"301 Redirect":["301 Redirect"],"The canonical URL that this page should point to. Leave empty to default to permalink. %1$sCross domain canonical%2$s supported too.":["Canonical URL mà trang này nên trỏ tới, để trống là mặc định cho đường dẫn tĩnh. %1$sCanonical nhiều tên miền%2$s cũng được hỗ trợ."],"Canonical URL":["Canonical URL"],"Title to use for this page in breadcrumb paths":["Tiêu đề của trang được dùng trong đường dẫn"],"Breadcrumbs Title":["Tiêu đề đường dẫn"],"No Snippet":["Không có đoạn trích ngắn"],"No Archive":["Không có lưu trữ"],"No Image Index":["Không có chỉ mục hình ảnh"],"None":["Không mục nào"],"Site-wide default: %s":["Mặc định toàn trang web: %s"],"Advanced <code>meta</code> robots settings for this page.":["Thiết lập robots <code>meta</code> nâng cao cho trang này"],"Meta robots advanced":["Robots meta nâng cao"],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Cảnh báo: Dù bạn thiết lập robots meta ở đây, nhưng trong thiết lập riêng tư cho toàn trang được cài là noindex, thì những thiết lập này sẽ không có tác dụng."],"Meta description":["Thẻ mô tả"],"SEO Title":["Tiêu đề SEO"],"Focus keyword":["Từ khóa chính"],"Snippet preview":["Xem trước kết quả"],"Settings successfully imported.":["Các thiết lập được nhập thành công."],"Settings could not be imported:":["Cài đặt không thể nhập:"],"Error creating %1$s export: ":["Lỗi khi tạo %1$s dữ liệu xuất ra:"],"Breadcrumb for 404 pages:":["Đường dẫn cho trang không tìm thấy 404:"],"Prefix for search result pages:":["Tiền tố cho các trang kết quả tìm kiếm:"],"Prefix for archive pages:":["Tiền tố cho các trang lưu trữ:"],"Prefix for breadcrumbs:":["Prefix cho đường dẫn:"],"Anchor text for the homepage:":["Tên trang chủ trong đường dẫn:"],"Breadcrumbs separator:":["Dấu ngăn cách đường dẫn"],"Remove blog page from breadcrumbs":["Xóa trang blog khỏi các breadcrumbs"],"%s Breadcrumbs":["%s đường dẫn"],"Use Image":["Sử dụng ảnh"],"Action":["Hành động"],"Page URL/Slug":["URL/Slug trang"],"Publication date":["Ngày xuất bản"],"Post Status":["Trạng thái bài viết"],"WP Page Title":["Tiêu đề trang WP"],"View":["Xem"],"View &#8220;%s&#8221;":["Xem &#8220;%s&#8221;"],"Preview":["Xem trước"],"Preview &#8220;%s&#8221;":["Xem trước &#8220;%s&#8221;"],"Edit":["Sửa"],"Filter":["Lọc"],"New Yoast Meta Description":["Thẻ mô tả mới của Yoast"],"Existing Yoast Meta Description":["Thẻ mô tả Yoast hiện tại"],"Facebook profile URL":["Địa chỉ URL hồ sơ Facebook"],"Twitter username (without @)":["Tên người dùng Twitter (không bao gồm @)"],"FAQ":["FAQ"],"Premium Support":["Hỗ trợ dành cho trả phí"],"Settings":["Thiết lập"],"You must %1$sgo to your Reading Settings%2$s and uncheck the box for Search Engine Visibility.":["Bạn phải %1$stới mục Đọc%2$s và bỏ đánh dấu Tương tác với công cụ tìm kiếm."],"Huge SEO Issue: You're blocking access to robots.":["Lỗi SEO nghiêm trọng: Bạn đang chặn truy cập tới robots."],"Posts":["Bài viết"],"Edit Files":["Sửa file"],"Advanced Variables":["Biến nâng cao"],"Basic Variables":["Biến cơ bản"],"General":["Tổng quan"],"Extensions":["Phần mở rộng"],"Search Console":["Search Console"],"Tools":["Công cụ"],"Advanced":["Nâng cao"],"XML sitemaps":["Sơ đồ trang XML"],"Social":["Mạng xã hội"],"SEO":["SEO"],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":["%1$s xác định bạn đang sử dụng phiên bản %2$s của %3$s, hãy cập nhật lên phiên bản mới nhất."],"Just another WordPress site":["Một trang Wordpress mới"],"You still have the default WordPress tagline, even an empty one is probably better. %1$sYou can fix this in the customizer%2$s.":["Bạn vẫn còn tagline mặt định của WordPress, thậm chí để trống có lẽ tốt hơn. %1$sBạn có thể sửa lại trong tùy chỉnh%2$s."],"You have used HTML in your value which is not allowed.":["Bạn đã sử dụng HTML trong khu vực không cho phép."],"You can't edit %s that aren't yours.":["Bạn không thể chỉnh sửa %s vì nó không phải là của bạn."],"You can't edit %s.":["Bạn không thể sửa %s."],"Post has an invalid Content Type: %s.":["Bài viết sai Post Type: %s."],"Post doesn't exist.":["Bài viết không tồn tại."],"course\u0004Free:":["Miễn phí:"],"posts\u0004Trash <span class=\"count\">(%s)</span>":["Thùng rác <span class=\"count\">(%s)</span>"],"posts\u0004All <span class=\"count\">(%s)</span>":["Tất cả <span class=\"count\">(%s)</span>"]}}}