{"domain":"js-text-analysis","locale_data":{"js-text-analysis":{"":{"domain":"js-text-analysis","plural_forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"The %1$s class must not be instantiated before the %2$s global is set.":[""],"%1$sOutrank your competitors even further%2$s with these %3$s plugins":[""],"No need to figure out what to link to. You get linking suggestions for relevant posts and pages to make your website easier to navigate.":[""],"Use AI to write SEO titles and meta descriptions for your posts and pages. It speeds up your work and does some of the thinking for you!":[""],"%s looks at more than just your main keyword. It analyzes different word forms, plurals, and past tenses. This helps your website perform even better in searches!":[""],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for titles and meta descriptions to make your pages rank high and make you look good on social media. %1$sLearn more%2$s%3$s":[""],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for product titles and meta descriptions to make your pages rank high and make you look good on social media. %1$sLearn more%2$s%3$s":[""],"Explore %s!":[""],"You’ll reach more people with multiple keyphrases! Want to quickly add these related keyphrases to the %s analyses for even better content optimization?":[""],"Get AI to write SEO titles and meta descriptions faster. Reach a wider audience with multiple keywords. Get automatic internal linking suggestions. And much, much more!":[""],"Explore now":[""],"Rank higher in search results":[""],"Turn more visitors into customers!":[""],"Increase Google clicks with rich results":[""],"Write product pages that rank using the SEO analysis":[""],"Get XML sitemaps":[""],"Optimize your video previews & thumbnails":[""],"Make sure your videos load quickly for users":[""],"Automatically get technical SEO best practices for video content":[""],"Drive more views to your videos":[""],"Stand out for local searches":[""],"Explore %s now!":[""],"%1$s24/7 support%2$s: Also on evenings and weekends.":[""],"%1$sAppealing social previews%2$s people actually want to click on.":[""],"%1$sNo more broken links%2$s: Automatic redirect manager.":[""],"%1$sSuper fast%2$s internal linking suggestions.":[""],"%1$sMultiple keywords%2$s: Rank higher for more searches.":[""],"%1$sAI%2$s: Better SEO titles and meta descriptions, faster.":[""],"Highlight areas of improvement in your text, no more searching for a needle in a haystack, straight to optimizing! Now also in Elementor!":[""],"Leave a quick review":[""],"Happy with the plugin?":[""],"Show Yoast SEO some love!":[""],"Let's get your site in tip-top shape for the search engines. Simply follow these 5 steps to make Google understand what your site is about.":["Vamos deixar seu site em ótima forma para os mecanismos de busca. Basta seguir estas 5 etapas para fazer o Google entender do que se trata o seu site."],"If your goal is to increase your rankings, you need to work on your SEO regularly. That can be overwhelming, so let's tackle it one step at a time!":["Se seu objetivo é aumentar sua classificação, você precisa trabalhar regularmente em seu SEO. Isso pode ser opressor, então vamos dar um passo de cada vez!"],"Great work! Thanks to the details you've provided, %1$s has enhanced your site for search engines, giving them a clearer picture of what your site is all about.":["Ótimo trabalho! Graças aos detalhes que você forneceu, %1$s aprimorou seu site para os mecanismos de pesquisa, dando-lhes uma imagem mais clara do que se trata o seu site."],"Important: We won't sell this data, and we won't collect any personal information about you or your visitors.":["Importante: não venderemos esses dados e não coletaremos nenhuma informação pessoal sobre você ou seus visitantes."],"What data will be collected and why?":["Que dados serão recolhidos e porquê?"],"No, I don't want to share my site data":["Não, não quero compartilhar os dados do meu site"],"Are you open to help us improve our services?":["Você está aberto para nos ajudar a melhorar nossos serviços?"],"Yes, give me your free tips!":["Sim, me dê suas dicas grátis!"],"Subscribe to the %1$s newsletter to receive best practices for improving your rankings, save time on SEO tasks, stay up-to-date with the latest SEO news, and get expert guidance on how to make the most of %2$s!":["Assine o boletim informativo %1$s para receber práticas recomendadas para melhorar suas classificações, economizar tempo em tarefas de SEO, manter-se atualizado com as últimas notícias de SEO e obter orientação especializada sobre como aproveitar ao máximo %2$s !"],"Get free weekly SEO tips!":["Receba dicas semanais gratuitas de SEO!"],"You're almost there! Complete all settings in this step so search engines know what your site is about.":["Você está quase lá! Conclua todas as configurações nesta etapa para que os mecanismos de pesquisa saibam do que se trata o seu site."],"Completing this step helps Google to understand your site even better. Bonus: You'll improve your chance of getting %1$srich results%2$s!":["Concluir esta etapa ajuda o Google a entender ainda melhor o seu site. Bônus: você aumentará suas chances de obter %1$sresultados aprimorados%2$s!"],"Let's start by running the SEO data optimization. That means we'll scan your site and create a database with optimized SEO data. It won't change any content or settings on your site and you don't need to do anything, just hit start!\n\nNote: If you have a lot of content, this optimization could take a moment. But trust us, it's worth it!":["Vamos começar executando a otimização de dados de SEO. Isso significa que analisaremos seu site e criaremos um banco de dados com dados de SEO otimizados. Isso não alterará nenhum conteúdo ou configuração do seu site e você não precisa fazer nada, basta clicar em Iniciar!↵ ↵ Observação: se você tiver muito conteúdo, essa otimização poderá demorar um pouco. Mas confie em nós, vale a pena!"],"We've successfully analyzed your site & optimized your SEO data!":["Analisamos seu site com sucesso e otimizamos seus dados de SEO!"],"Fantastic work! Add your organization's social media accounts below. This allows us to fine-tune the metadata for these platforms.":["Trabalho fantástico! Adicione as contas de mídia social da sua organização abaixo. Isso nos permite ajustar os metadados para essas plataformas."],"Social share preview":[""],"Twitter share preview":[""],"The %1$s interface is currently unavailable in the beta WooCommerce product editor. To resolve any issues, please disable the beta editor. %2$sLearn how to disable the beta WooCommerce product editor.%3$s":["A interface %1$s está atualmente indisponível no editor beta do produto WooCommerce. Para resolver quaisquer problemas, desative o editor beta. %2$sSaiba como desativar o editor beta do produto WooCommerce.%3$s"],"Compatibility issue: Yoast SEO is incompatible with the beta WooCommerce product editor.":["Problema de compatibilidade: Yoast SEO é incompatível com o editor de produto beta WooCommerce."],"Search engines and other websites can still send traffic to your trashed content.":["Os mecanismos de pesquisa e outros sites ainda podem enviar tráfego para o seu conteúdo na lixeira."],"Unlock with the %1$s":["Desbloqueie com %1$s"],"Generate product titles & descriptions with AI!":["Gere títulos e descrições de produtos com IA!"],"Last year":["Último ano"],"Last week":["Última semana"],"Last day":["Último dia"],"Last updated":["Última atualização"],"Activate tracking to show the ranking position":["Ative o rastreamento para mostrar a posição no ranking"],"List your Frequently Asked Questions in an SEO-friendly way.":["Liste suas perguntas frequentes de uma forma amigável ao SEO."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by OpenAI GPTBot.":["Adicione uma regra ‘proibir’ ao seu arquivo robots.txt para evitar o rastreamento pelo OpenAI GPTBot."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by the Google-Extended bot. Enabling this setting won’t prevent Google from indexing your website.":["Adicione uma regra de ‘proibição’ ao seu arquivo robots.txt para evitar o rastreamento pelo bot Google-Extended. Ativar esta configuração não impedirá que o Google indexe o seu site."],"Lots of web traffic comes from bots crawling the web. Some can benefit your site or business, while other bots don’t. Blocking unwanted bots can save energy, help with site performance, and protect copyrighted content. Learn more about %1$swhen to block unwanted bots%2$s.":["Muito tráfego da web vem de bots que rastreiam a web. Alguns podem beneficiar seu site ou negócio, enquanto outros não. O bloqueio de bots indesejados pode economizar energia, ajudar no desempenho do site e proteger conteúdo protegido por direitos autorais. Saiba mais sobre %1$squando bloquear bots indesejados%2$s."],"Prevent OpenAI GPTBot from crawling":["Impedir o rastreamento do OpenAI GPTBot"],"Prevent Google Bard and Vertex AI bots from crawling":["Impedir o rastreamento dos bots Google Bard e Vertex AI"],"Prevent Common Crawl CCBot from crawling":["Impedir o rastreamento comum do CCBot"],"Unlock Premium SEO analysis":["Desbloqueie a análise SEO Premium"],"Get more help with writing content that ranks":["Obtenha mais ajuda para escrever conteúdo que classifique"],"$ USD / € EUR / £ GBP per year (ex. VAT)":["$ USD / € EUR / £ GBP por ano (sem VAT)"],"Internal linking suggestions":[""],"%1$s SAVE 30%% %2$s on your 12 month subscription":["%1$s ECONOMIZE 30%% %2$s na sua assinatura de 12 meses"],"Learn more about %s (Opens in a new browser tab)":["Saiba mais sobre %s (abre em uma nova guia do navegador)"],"Write more natural and engaging content":["Escreva conteúdo mais natural e envolvente"],"Synonyms help users understand your copy better. It’s easier to read for both users and Google. In %s, you can add synonyms for your focus keyphrase, and we’ll help you optimize for them.":["Os sinônimos ajudam os usuários a entender melhor sua cópia. É mais fácil de ler para os usuários e para o Google. Em %s, você pode adicionar sinônimos para sua frase-chave principal e nós o ajudaremos a otimizá-los."],"Is your %1$s store ready for Black Friday?":["A sua loja %1$s está pronta para a Black Friday?"],"Check your text on even more SEO criteria and get an enhanced keyphrase analysis, making it easier to optimize your content.":["Verifique seu texto com ainda mais critérios de SEO e obtenha uma análise aprimorada de frases-chave, facilitando a otimização do seu conteúdo."],"Buy now!":["Compre agora!"],"30% OFF!":["30% DE DESCONTO!"],"BLACK FRIDAY SALE: %1$s %2$sBuy now!%3$s":["PROMOÇÃO BLACK FRIDAY: %1$s %2$sCompre agora!%3$s"],"BLACK FRIDAY SALE: %1$s":["PROMOÇÃO BLACK FRIDAY: %1$s"],"Reach a wider audience":["Alcance um público mais amplo"],"Add related keyphrases":["Adicione frases-chave relacionadas"],"%s automatically suggests to what content you can link with easy drag-and-drop functionality, which is good for your SEO!":["%s sugere automaticamente qual conteúdo você pode vincular com a funcionalidade fácil de arrastar e soltar, o que é bom para o seu SEO!"],"Rank higher by connecting your content":["Tenha uma classificação mais elevada conectando seu conteúdo"],"Get help optimizing for up to 5 related keyphrases. This helps you reach a wider audience and get more traffic.":["Obtenha ajuda para otimizar até 5 frases-chave relacionadas. Isso ajuda você a alcançar um público mais amplo e obter mais tráfego."],"-30%":["-30%"],"%1$s Now with 30%% Black Friday Discount!":["%1$s Agora com 30%% de desconto na Black Friday!"],"%1$sSALE 30%% OFF!%2$s":["%1$sPROMOÇÃO com 30%% DE DESCONTO!%2$s"],"30% OFF":["30% DE DESCONTO"],"BLACK FRIDAY":["BLACK FRIDAY"],"Claim your 30% off now!":["Reivindique seu desconto de 30% agora!"],"Social media appearance":[""],"Determine how your post should look in the search results.":["Determine como sua postagem deve aparecer nos resultados da pesquisa."],"The Yoast %1$sultimate Black Friday checklist%2$s helps you prepare in time, so you can boost your results during this sale.":["A lista de verificação Yoast %1$sultimate Black Friday%2$s ajuda você a se preparar a tempo, para que possa impulsionar seus resultados durante esta venda."],"To customize the appearance of your post specifically for Twitter, please fill out the 'Twitter appearance' settings below.":["Para personalizar a aparência da sua postagem especificamente para o Twitter, preencha as configurações de 'Aparência do Twitter' abaixo."],"Twitter appearance":[""],"To customize the appearance of your post specifically for Twitter, please fill out the 'Twitter appearance' settings below. If you leave these settings untouched, the 'Social media appearance' settings mentioned above will also be applied for sharing on Twitter.":["Para personalizar a aparência da sua postagem especificamente para o Twitter, preencha as configurações de 'Aparência do Twitter' abaixo. Se você deixar essas configurações intactas, as configurações de “Aparência nas redes sociais” mencionadas acima também serão aplicadas para compartilhamento no Twitter."],"Determine how your post should look on social media like Facebook, Twitter, Instagram, WhatsApp, Threads, LinkedIn, Slack, and more.":[""],"Get the checklist and start optimizing now!":["A sua loja WooCommerce está pronta para a Black Friday?"],"Is your WooCommerce store ready for Black Friday?":["A sua loja WooCommerce está pronta para a Black Friday?"],"The %1$s %2$sultimate Black Friday checklist%3$s helps you prepare in time, so you can boost your results during this sale.":["A lista de verificação %1$s %2$sultimate da Black Friday%3$s ajuda você a se preparar a tempo, para que você possa potencializar seus resultados durante esta promoção."],"AI generator":["Gerador de IA"],"New in %1$s":[""],"Use AI to write your titles & meta descriptions!":[""],"Use the power of Yoast AI to automatically generate compelling titles and descriptions for your posts and pages.":["Use o poder do Yoast AI para gerar automaticamente títulos e descrições atraentes para suas postagens e páginas."],"AI title & description generator":["Gerador de título e descrição de IA"],"Use AI":["Usar IA"],"Clear selection":["Limpar seleção"],"Note that the following commonly-used parameters will not be removed: %1$s, %2$s, %3$s, %4$s, %5$s, %6$s, and %7$s.":["Observe que os seguintes parâmetros comumente usados não serão removidos: %1$s, %2$s, %3$s, %4$s, %5$s, %6$s e %7$s."],"Learn how to increase your rankings with %1$s":["Aprenda como aumentar sua classificação com %1$s"],"Want an enhanced Google preview of how your WooCommerce products look in the search results?":["Quer uma visualização aprimorada do Google sobre a aparência de seus produtos WooCommerce nos resultados da pesquisa?"],"Sign up today!":["Inscreva-se hoje!"],"Feeling lost when it comes to optimizing your site for the search engines? Join our FREE webinar to gain the confidence that you need in order to start optimizing like a pro! You'll obtain the knowledge and tools to start effectively implementing SEO.":["Sente-se perdido quando se trata de otimizar seu site para os mecanismos de busca? Participe de nosso webinar GRATUITO para ganhar a confiança necessária para começar a otimizar como um profissional! Você obterá o conhecimento e as ferramentas para começar a implementar o SEO de maneira eficaz."],"Join our FREE webinar for SEO success":["Participe de nosso webinar GRATUITO para ter sucesso em SEO"],"Want your products stand out in search results with rich results like price, reviews and more?":["Quer que seus produtos se destaquem nos resultados de pesquisa com resultados aprimorados, como preço, avaliações e muito mais?"],"%1$s, %2$s and %3$s":["%1$s, %2$s e %3$s"],"%1$s and %2$s":["%1$s e %2$s"],"Please see the “New” badges and review the Search appearance settings.":["Consulte os selos “Novo” e revise as configurações de aparência da pesquisa."],"New type of content added to your site!":["Novo tipo de conteúdo adicionado ao seu site!"],"Site policies":["Políticas do site"],"Select a page which provides information about your diversity policies for %1$sstaffing%2$s, %1$shiring%2$s and %1$semployment%2$s.":["Selecione uma página que forneça informações sobre suas políticas de diversidade para %1$sfuncionários%2$s, %1$scontratações%2$s e %1$sempregos%2$s."],"Select a page which provides information on your diversity policies for %1$seditorial%2$s content.":["Selecione uma página que forneça informações sobre suas políticas de diversidade para conteúdo %1$seditorial%2$s."],"Select a page which describes the personal, organizational, and corporate %1$sstandards%2$s of %1$sbehavior%2$s expected by your organization.":["Selecione uma página que descreva os %1$spadrões%2$s pessoais, organizacionais e corporativos de %1$scomportamento%2$s esperados pela sua organização."],"Select a page which outlines your procedure for addressing %1$serrors%2$s (e.g., publishing retractions or corrections).":["Selecione uma página que descreva seu procedimento para lidar com %1$serros%2$s (por exemplo, publicar retratações ou correções)."],"Select a page which describes how your organization collects and responds to %1$sfeedback%2$s, engages with the %1$spublic%2$s, and prioritizes %1$stransparency%2$s.":["Selecione uma página que descreva como sua organização coleta e responde a %1$sfeedback%2$s, interage com o %1$spúblico%2$s e prioriza %1$stransparência%2$s."],"Select a page which describes the ownership structure of your organization. It should include information about  %1$sfunding%2$s and %1$sgrants%2$s.":["Selecione uma página que descreva a estrutura de propriedade da sua organização. Deve incluir informações sobre%1$sfinanciamento%2$se %1$subsídios%2$s."],"Select a page which describes the editorial principles of your organization. %1$sWhat%2$s do you write about, %1$swho%2$s do you write for, and %1$swhy%2$s?":["Selecione uma página que descreva os princípios editoriais da sua organização. %1$sSobre o que%2$s você escreve, %1$spara quem%2$s você escreve e %1$spor que%2$s?"],"Select the pages on your website which contain information about your organizational and publishing policies. Some of these might not apply to your site, and you can select the same page for multiple policies. %1$sLearn more about why setting your site policies is important%2$s.":["Selecione as páginas do seu site que contêm informações sobre suas políticas organizacionais e de publicação. Algumas delas podem não se aplicar ao seu site e você pode selecionar a mesma página para várias políticas. %1$sSaiba mais sobre por que definir as políticas do seu site é importante%2$s."],"Diversity staffing report":["Relatório de pessoal de diversidade"],"Diversity policy":["Política de diversidade"],"Ethics policy":["Política de ética"],"Corrections policy":["Política de correções"],"Actionable feedback policy":["Política de feedback acionável"],"Ownership / Funding info":["Informações de propriedade / financiamento"],"Publishing policies":["Políticas de publicação"],"Publishing principles":["Princípios de publicação"],"Failed to retrieve pages.":["Falha ao recuperar páginas."],"Searching pages...":["Pesquisando páginas..."],"Add new page...":["Adicionar nova página..."],"No pages found.":["Nenhuma página encontrada."],"You've added a new type of content. We recommend that you review the corresponding %1$sSearch appearance settings%2$s.":["Você adicionou um novo tipo de conteúdo. Recomendamos que você revise as %1$sconfigurações de aparência da pesquisa%2$s correspondentes."],"Error: Taxonomy was not removed from new_taxonomies list.":["Erro: a taxonomia não foi removida da lista new_taxonomias."],"Taxonomy is no longer new.":["A taxonomia não é mais nova."],"Taxonomy is not new.":["A taxonomia não é nova."],"Error: Post type was not removed from new_post_types list.":["Erro: o tipo de postagem não foi removido da lista new_post_types."],"Post type is no longer new.":["O tipo de postagem não é mais novo."],"Post type is not new.":["O tipo de postagem não é novo."],"Write a bug report":["Escrever um relatório de bug"],"Our support team is here to answer any questions you may have. Fill out the (pop-up) contact form, and we'll get back to you as soon as possible!":["Nossa equipe de suporte está aqui para responder a quaisquer perguntas que você possa ter. Preencha o formulário de contato (pop-up) e entraremos em contato o mais breve possível!"],"%1$sSupport languages:%2$s English & Spanish":["%1$sIdiomas de suporte:%2$s inglês e espanhol"],"If you don't find the answers you're looking for and need personalized help, you can get 24/7 support from one of our support engineers.":["Se você não encontrar as respostas que procura e precisar de ajuda personalizada, poderá obter suporte 24 horas por dia, 7 dias por semana, de um de nossos engenheiros de suporte."],"Contact our support team":["Entre em contato com nossa equipe de suporte"],"Have you stumbled upon a bug while using %1$s? Please raise a bug report on our GitHub repository to let us know about the issue!":["Você se deparou com um bug ao usar %1$s? Envie um relatório de bug em nosso repositório GitHub para nos informar sobre o problema!"],"Raise a bug report on GitHub":["Crie um relatório de bug no GitHub"],"Visit WordPress forum":["Visite o fórum do WordPress"],"In the WordPress support forum for %1$s you can find answers or ask for help from %1$s users in the WordPress community.":["No fórum de suporte do WordPress para %1$s, você pode encontrar respostas ou pedir ajuda a %1$s usuários na comunidade WordPress."],"WordPress support forum for %1$s":["Fórum de suporte do WordPress para %1$s"],"Visit our help center":["Visite nossa central de ajuda"],"Have a look at our help center to find articles, tutorials, and other resources to help you get the most out of %1$s!":["Dê uma olhada em nossa Central de Ajuda para encontrar artigos, tutoriais e outros recursos para ajudá-lo a aproveitar %1$s ao máximo!"],"%1$s's help center":["Central de ajuda de %1$s"],"Need help with %1$s? These resources are a great place to start!":["Precisa de ajuda com %1$s? Esses recursos são um ótimo lugar para começar!"],"Additional resources":["Recursos adicionais"],"Here, you'll find answers to commonly asked questions about using %1$s. If you don't see your question listed, you can have a look at the section below.":["Aqui, você encontrará respostas para perguntas frequentes sobre o uso de %1$s. Se você não vir sua pergunta listada, você pode dar uma olhada na seção abaixo."],"Frequently asked questions":["Perguntas frequentes"],"If you have any questions, need a hand with a technical issue, or just want to say hi, we've got you covered. Get in touch with us and we'll be happy to assist you!":["Se você tiver alguma dúvida, precisar de ajuda com um problema técnico ou apenas quiser dizer oi, nós o ajudaremos. Entre em contato conosco e teremos prazer em atendê-lo!"],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by Google AdsBot. You should only enable this setting if you're not using Google Ads on your site.":[""],"Block unwanted bots":["Bloquear bots indesejados"],"Close the upgrade callout":["Entre em contato com nossa equipe de suporte"],"%1$s and get an exclusive %2$s discount for %3$s month(s).":["%1$s e ganhe um desconto exclusivo de %2$s por %3$s mês(es)."],"Click here to upgrade your %s plan":["Clique aqui para atualizar seu plano %s"],"Keyphrases tracked: %1$s/%2$s":["Frases-chave rastreadas: %1$s/%2$s"],"Your are tracking %1$s out of %2$s keyphrases included in your account.":["Você está rastreando %1$s de %2$s frases-chave incluídas em sua conta."],"Your are tracking %1$s out of %2$s keyphrases included in your free account.":["Você está rastreando %1$s de %2$s frases-chave incluídas em sua conta gratuita."],"Support":["Suporte"],"Prevent Google AdsBot from crawling":["Impedir que o Google AdsBot rastreie"],"%s":["%s"],"This overview will show you your top performing keyphrases in Google. Connect with %s to get started.":["Esta visão geral mostrará suas frases-chave com melhor desempenho no Google. Conecte-se com %s para começar."],"You have successfully connected with %s.":["Você se conectou com sucesso a %s."],"You have successfully connected with %1$s. Your %2$s account does not contain any keyphrases for this website yet. You can track keyphrases by using the \"Track SEO Performance\" button in the post editor.":["Você se conectou com sucesso a %1$s. Sua conta %2$s ainda não contém nenhuma frase-chave para este site. Você pode rastrear frases-chave usando o botão \"Acompanhar desempenho de SEO\" no editor de postagem."],"Network Error: Unable to connect to the server. Please check your internet connection and try again later.":["Erro de rede: não é possível conectar ao servidor. Verifique sua conexão com a Internet e tente novamente mais tarde."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of URLs like %1$s, %2$s and %3$s.":["Adicione uma regra de \"proibição\" ao seu arquivo robots.txt para impedir o rastreamento de URLs como %1$s, %2$s e %3$s."],"Your WordPress environment is running on a non-production site. Indexables can only be created on production environments. Please check your `WP_ENVIRONMENT_TYPE` settings.":["Seu ambiente WordPress está sendo executado em um site que não é de produção. Os indexáveis só podem ser criados em ambientes de produção. Por favor, verifique suas configurações `WP_ENVIRONMENT_TYPE`."],"Inclusive language: %s":["Idioma inclusivo: %s"],"%1$s / %2$s: Top Keyphrases":["%1$s / %2$s: principais frases-chave"],"The post type %s could not be indexed because it does not meet indexing requirements.":["O tipo de postagem %s não pôde ser indexado porque não atende aos requisitos de indexação."],"The name of this category is %1$s.":["O nome desta categoria é %1$s."],"Start the course":["Iniciar o curso"],"Start free trial lesson":["Iniciar aula experimental gratuita"],"Maximize your SEO game by purchasing %s, which grants you unlimited access to all courses.":["Maximize seu jogo de SEO comprando %s, que concede a você acesso ilimitado a todos os cursos."],"Learn vital SEO skills that you can apply at once! Let us take you by the hand and give you practical SEO tips to help you outrank your competitors. %s comes with five free courses.":["Aprenda habilidades vitais de SEO que você pode aplicar de uma só vez! Deixe-nos levá-lo pela mão e dar-lhe dicas práticas de SEO para ajudá-lo a superar seus concorrentes. %s vem com cinco cursos gratuitos."],"Learn vital SEO skills that you can apply at once! Let us take you by the hand and give you practical SEO tips to help you outrank your competitors. Maximize your SEO game! Because your %s subscription gives you unlimited access to all courses.":["Aprenda habilidades vitais de SEO que você pode aplicar de uma só vez! Deixe-nos levá-lo pela mão e dar-lhe dicas práticas de SEO para ajudá-lo a superar seus concorrentes. Maximize seu jogo de SEO! Porque sua assinatura %s oferece acesso ilimitado a todos os cursos."],"Choosing the right type of hosting for your site is the basis of a solid Technical SEO strategy. Learn all about it in this course!":["Escolher o tipo certo de hospedagem para o seu site é a base de uma sólida estratégia de SEO técnico. Aprenda tudo neste curso!"],"You have to make it possible for search engines to find your site, so they can display it in the search results. We'll tell you all about how that works in this course!":["Você deve permitir que os mecanismos de pesquisa encontrem seu site, para que possam exibi-lo nos resultados da pesquisa. Contaremos tudo sobre como isso funciona neste curso!"],"Are you selling in countries all over the world? In this course, you’ll learn all about setting up and managing a site that targets people in different languages and locales.":["Você está vendendo em países de todo o mundo? Neste curso, você aprenderá tudo sobre como configurar e gerenciar um site voltado para pessoas em diferentes idiomas e localidades."],"Do you want to take a deep dive into structured data? In this course, you'll learn the theory related to structured data in detail.":["Você quer mergulhar fundo em dados estruturados? Neste curso, você aprenderá detalhadamente a teoria relacionada aos dados estruturados."],"Learn how to optimize your online shop for your customers and for search engines!":["Saiba como otimizar a sua loja online para os seus clientes e para os motores de busca!"],"Do you own a local business? This course will teach you how to make sure your local audience can find you in the search results and on Google Maps!":["Você possui um negócio local? Este curso ensinará como garantir que seu público local possa encontrá-lo nos resultados de pesquisa e no Google Maps!"],"A clear site structure benefits your users and is of great importance for SEO. Still, most people seem to forget about this. Get ahead of your competition and learn how to improve your site structure!":["Uma estrutura de site clara beneficia seus usuários e é de grande importância para SEO. Ainda assim, a maioria das pessoas parece esquecer isso. Saia na frente da concorrência e saiba como melhorar a estrutura do seu site!"],"Start creating block-tastic content with the new WordPress block editor! Learn all about the block editor and what you can do with it.":["Comece a criar conteúdo fantástico com o novo editor de blocos do WordPress! Aprenda tudo sobre o editor de blocos e o que você pode fazer com ele."],"Do you know the essential first step of good SEO? It's keyword research. In this training, you'll learn how to research and select the keywords that will guide searchers to your pages.":["Você conhece o primeiro passo essencial de um bom SEO? É a pesquisa de palavras-chave. Neste treinamento, você aprenderá como pesquisar e selecionar as palavras-chave que guiarão os pesquisadores até suas páginas."],"Learn how to make your site stand out from the crowd by adding structured data!":["Aprenda como fazer seu site se destacar da multidão adicionando dados estruturados!"],"In this course, you'll learn how to write awesome copy that is optimized for ranking in search engines.":["Neste curso, você aprenderá a escrever textos incríveis otimizados para classificação nos mecanismos de pesquisa."],"Do you want to set up your own WordPress site? This course will teach you the ins and outs of creating and maintaining a WordPress website!":["Você quer configurar seu próprio site WordPress? Este curso ensinará os prós e contras da criação e manutenção de um site WordPress!"],"In this course, you'll learn practical SEO skills on every key aspect of SEO, to make your site stand out.":["Neste curso, você aprenderá habilidades práticas de SEO em todos os aspectos principais do SEO, para destacar seu site."],"In this course, you'll learn about how to set up and use the %1$s for WordPress plugin so it makes SEO even easier. This course is meant for users of the block editor.":["Neste curso, você aprenderá como configurar e usar o plug-in %1$s para WordPress para facilitar ainda mais o SEO. Este curso destina-se a usuários do editor de blocos."],"In this free course, you'll get quick wins to make your site rank higher in Google, Bing, and Yahoo.":["Neste curso gratuito, você obterá ganhos rápidos para aumentar a classificação do seu site no Google, Bing e Yahoo."],"Academy":["Academia"],"%1$s %2$s isn't working as expected %3$s and you are not receiving updates or support! Make sure to %4$s activate your product subscription in %5$s%6$s to unlock all the features of %7$s.":[""],"%1$s can't be updated because your product subscription is expired. %2$sRenew your product subscription%3$s to get updates again and use all the features of %1$s.":["%1$s não pode ser atualizado porque sua assinatura do produto expirou. %2$sRenove a assinatura do produto%3$s para obter atualizações novamente e usar todos os recursos de %1$s."],"Warning! These are expert features, so make sure you know what you're doing before using this setting. You might break your site. %1$sRead more about how your site can be affected%2$s.":["Aviso! Esses são recursos especializados, portanto, certifique-se de saber o que está fazendo antes de usar essa configuração. Você pode quebrar seu site. %1$sLeia mais sobre como seu site pode ser afetado%2$s."],"%1$s: unregistered URL parameter removed. See %2$s":["%1$s: parâmetro de URL não registrado removido. Veja %2$s"],"This feature is disabled when your site is not using pretty permalinks.":["Este recurso é desabilitado quando seu site não está usando links legíveis."],"This feature is disabled when your site is not using %1$spretty permalinks%2$s.":["Este recurso é desativado quando seu site não está usando %1$spretty permalinks %2$s."],"%1$s: redirect utm variables to #":["%1$s: redireciona as variáveis ​​utm para #"],"Optimize your business for multiple locations":["Otimize sua empresa para vários locais"],"Easily add maps, address finders, and opening hours to your content":["Adicione facilmente mapas, localizadores de endereços e horários de funcionamento ao seu conteúdo"],"Automatically get technical SEO best practices for local businesses":["Obtenha automaticamente as melhores práticas técnicas de SEO para empresas locais"],"Attract more customers to your site and physical store":[""],"Remove Other profile %1$s":["Remover outro perfil %1$s"],"Please select a user in the Site representation step.":["Selecione um usuário na etapa de representação do site."],"You can %1$supdate or add social profiles to this user profile%2$s.":["Você pode %1$satualizar ou adicionar perfis sociais a este perfil de usuário%2$s."],"You have selected the user %1$s as the person this site represents.":["Você selecionou o usuário %1$s como a pessoa que este site representa."],"If you select a Person to represent this site, we will use the social profiles from the selected user's profile page.":["Se você selecionar uma pessoa para representar este site, usaremos os perfis sociais da página de perfil do usuário selecionado."],"It looks like you've enabled media pages. We recommend that you help us to re-analyze your site by running the SEO data optimization. ":["Parece que você ativou as páginas de mídia. Recomendamos que você nos ajude a reanalisar seu site executando a otimização de dados de SEO. "],"Organization Mastodon":["Mastodon da organização"],"%1$s Settings - %2$s":["Configurações de %1$s - %2$s"],"Read more about how to get your site verified.":["Leia mais sobre como verificar seu site."],"Get your site verified in your Mastodon profile.":["Obtenha seu site verificado em seu perfil Mastodon."],"E.g. https://mastodon.social/@yoast":["Ex. https://mastodon.social/@yoast"],"Mastodon":["Mastodon"],"%2$s integrates %1$s' Schema output into its own to get rich snippets for your digital products!":["%2$s integra a saída do Schema de %1$s em sua própria para obter snippets avançados para seus produtos digitais!"],"Get %1$srich results for your digital products%2$s in Google search":["Obtenha %1$s resultados ricos para seus produtos digitais%2$s na pesquisa do Google"],"Add trustworthiness to your %1$s profile by verifying your site with %2$s.":["Adicione confiabilidade ao seu perfil %1$s verificando seu site com %2$s."],"Verify your site on %1$s%2$s%3$s":["Verifique seu site em %1$s%2$s%3$s"],"Mastodon profile not yet added":["Perfil Mastodon ainda não adicionado"],"Mastodon profile added":["Perfil Mastodonte adicionado"],"Potentially non-inclusive":["Potencialmente não inclusivo"],"Finish your %s":["Termine seu %s"],"Please enter a number between 1 and 50.":["Digite um número entre 1 e 50."],"Settings navigation":["Navegação nas configurações"],"Close settings navigation":["Fechar a navegação das configurações"],"Open settings navigation":["Abrir navegação de configurações"],"Choose whether your site represents an organization or a person. %1$sLearn more about the differences and choosing between Organization and Person%2$s.":["Escolha se seu site representa uma organização ou uma pessoa. %1$sSaiba mais sobre as diferenças e como escolher entre Organização e Pessoa%2$s."],"%1$sGet%2$s %3$s":["%1$sObter%2$s %3$s"],"Index Now":["Indexar agora"],"Failed to retrieve media.":["Falha ao recuperar a mídia."],"Limit the length of internal site search queries to reduce the impact of spam attacks and confusing URLs. Please enter a number between 1 and 50.":["Limite o tamanho das consultas de pesquisa interna do site para reduzir o impacto de ataques de spam e URLs confusos. Digite um número entre 1 e 50."],"The number you've entered is not between 1 and 50.":["O número inserido não está entre 1 e 50."],"Determine how your %1$s should look on social media.":["Determine como seus %1$s devem aparecer nas mídias sociais."],"Disabling this means that archive pages for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Desativar isso significa que as páginas de arquivo para %1$s não serão indexadas pelos mecanismos de pesquisa e serão excluídas dos sitemaps XML."],"Prevents specific URL parameters from being removed by the above feature. E.g., adding %1$s will prevent %2$s from being redirected to %3$s. You can add multiple parameters and separate them by using enter or a comma.":["Impede que parâmetros de URL específicos sejam removidos pelo recurso acima. Por exemplo, adicionar %1$s impedirá que %2$s seja redirecionado para %3$s. Você pode adicionar vários parâmetros e separá-los usando enter ou vírgula."],"Consolidates WordPress' multiple site search URL formats into the %1$s syntax. E.g., %2$s will redirect to %3$s":["Consolida os formatos de URL de pesquisa de vários sites do WordPress na sintaxe %1$s. Por exemplo, %2$s irá redirecionar para %3$s"],"Redirect pretty URLs to ‘raw’ formats":["Redirecionar URLs bonitos para formatos \"brutos\""],"Allow":["Permitir"],"Deny":["Negar"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["Para ver este vídeo, você precisa permitir que %1$s carregue vídeos incorporados de %2$s."],"Only available for English sites":["Disponível apenas para sites em inglês"],"You can change the default type for %1$s under Content types in the %2$sSettings%3$s.":["Você pode alterar o tipo padrão para %1$s em Tipos de conteúdo nas %2$sConfigurações%3$s."],"all the Yoast plugins":["todos os plugins do Yoast"],"Show date archives in search results":["Mostrar arquivos de data nos resultados da pesquisa"],"Show %1$s archives in search results":["Mostrar arquivos %1$s nos resultados da pesquisa"],"Prefix for archive breadcrumbs":["Prefixo para breadcrumbs de arquivo"],"Unlock rich results in Google search by using plugins that integrate with the %1$sYoast Schema API%2$s.":["Desbloqueie resultados avançados na pesquisa do Google usando plugins que se integram à %1$sYoast Schema API%2$s."],"Schema API integrations":["Integrações do Schema API"],"%s can integrate with other products, to help you further improve your website. You can enable or disable these integrations below.":["O %s pode se integrar a outros produtos para ajudá-lo a melhorar ainda mais seu site. Você pode ativar ou desativar essas integrações abaixo."],"Unlock rich snippets for your product pages by using %1$s.":["Desbloqueie melhores trechos para suas páginas de produtos usando %1$s."],"Get %1$srich product results%2$s in Google search":["Obtenha %1$smelhores resultados de produtos%2$s na pesquisa do Google"],"%1$s integrates with %2$s's Schema API to get rich snippets for your recipes!":["%1$s integra-se com a Schema API de %2$s para obter melhores trechos para suas receitas!"],"Get %1$srich results for your recipes%2$s in Google search":["Obtenha %1$s resultados melhores para suas receitas%2$s na pesquisa do Google"],"%1$s integrates with %2$s's Schema API to get rich snippets for your podcasts!":["%1$s integra-se com a Schema API de %2$s para obter rich snippets para seus podcasts!"],"Get %1$srich results for your podcast%2$s in Google search":["Obtenha %1$s resultados ricos para seu podcast%2$s na pesquisa do Google"],"%1$s integrates with %2$s's Schema API to get rich snippets for your events!":["%1$s integra-se com a Schema API de %2$s para obter rich snippets para seus eventos!"],"Get %1$srich results for your events%2$s in Google search":["Obtenha %1$sresultados ricos para seus eventos%2$s na pesquisa do Google"],"You have selected the user %1$s%3$s%2$s as the person this site represents. Their user profile information will now be used in search results. We're sorry, you're not allowed to edit this user's profile. Please contact your admin or %1$s%3$s%2$s to check and/or update the profile.":["Você selecionou o usuário %1$s%3$s%2$s como a pessoa que este site representa. Suas informações de perfil de usuário agora serão usadas nos resultados da pesquisa. Lamentamos, mas você não tem permissão para editar o perfil deste usuário. Entre em contato com seu administrador ou %1$s%3$s%2$s para verificar e/ou atualizar o perfil."],"An organization name and logo need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site name and logo as default values. %1$sLearn more about the importance of structured data%2$s.":["O nome e o logotipo da organização precisam ser definidos para que os dados estruturados funcionem corretamente. Como você ainda não os definiu, estamos usando o nome e o logotipo do site como valores padrão. %1$sSaiba mais sobre a importância dos dados estruturados%2$s."],"This info is intended to appear in %1$sGoogle's Knowledge Graph%2$s.":["Esta informação deve aparecer no %1$sGoogle's Knowledge Graph%2$s."],"Other profile %1$s":["Outro perfil %1$s"],"Tweet":["Tweet"],"Organization Twitter":["Twitter da organização"],"Open Graph":["Abrir gráfico"],"Organization Facebook":["Facebook da organização"],"OpenGraph":["OpenGraph"],"Format archives":["Arquivos de formato"],"File":["Arquivo"],"PDF":["PDF"],"Video":["Vídeo"],"Attachment":["Anexo"],"404 pages title":["404 páginas título"],"Search pages title":["Título das páginas de pesquisa"],"Enable date archives":["Ativar arquivos de data"],"Enable author archives":["Ativar arquivos do autor"],"Anchor text for the homepage":["Texto âncora para a página inicial"],"Organization/person":["Organização/pessoa"],"Divider":["Divisor"],"Remove Atom/RDF feeds":["Remover feeds Atom/RDF"],"Webmaster":["Webmaster"],"Share":["Compartilhar"],"Structured data":["Dados estruturados"],"Enable the %1$s XML sitemaps. A sitemap is a file that lists a website's essential pages to make sure search engines can find and crawl them.":["Ative os mapas de site XML %1$s. Um mapa do site é um arquivo que lista as páginas essenciais de um site para garantir que os mecanismos de pesquisa possam localizá-las e rastreá-las."],"The %1$s icon in the top admin bar provides quick access to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["O ícone %1$s na barra de administração superior oferece acesso rápido a ferramentas de terceiros para análise de páginas e facilita a visualização de novas notificações."],"Allows for Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared. Keep this feature enabled to optimize your site for social media.":["Permite que o Facebook e outras mídias sociais exibam uma visualização com imagens e um trecho de texto quando um link para seu site é compartilhado. Mantenha esse recurso ativado para otimizar seu site para mídias sociais."],"Count the number of internal links from and to your posts to improve your site structure.":["Conte o número de links internos de e para seus posts para melhorar a estrutura do site."],"Mark and filter your cornerstone content to make sure your most important articles get the attention they deserve. To help you write excellent copy, we’ll assess your text more strictly.":["Marque e filtre seu conteúdo fundamental para garantir que seus artigos mais importantes recebam a atenção que merecem. Para ajudá-lo a escrever uma cópia excelente, avaliaremos seu texto com mais rigor."],"Get more insights into what you are writing. What words do you use most often? How much time does it take to read your text? Is your text easy to read?":["Obtenha mais insights sobre o que você está escrevendo. Quais palavras você usa com mais frequência? Quanto tempo leva para ler seu texto? Seu texto é fácil de ler?"],"The inclusive language analysis offers suggestions to write more inclusive copy, so more people will be able to relate to your content.":["A análise de linguagem inclusiva oferece sugestões para escrever textos mais inclusivos, para que mais pessoas possam se relacionar com seu conteúdo."],"The SEO analysis offers suggestions to improve the findability of your text and makes sure that your content meets best practices.":["A análise de SEO oferece sugestões para melhorar a localização do seu texto e garante que seu conteúdo atenda às melhores práticas."],"Set the basic info for your website. You can use %1$stagline%2$s and %1$sseparator%2$s as %3$sreplacement variables%4$s when configuring the search appearance of your content.":["Defina as informações básicas do seu site. Você pode usar %1$stagline%2$s e %1$sseparator%2$s como %3$svariáveis de substituição%4$s ao configurar a aparência de pesquisa do seu conteúdo."],"Usage tracking allows us to track some data about your site to improve our plugin. %1$sLearn more about which data we track and why%2$s.":["O rastreamento de uso nos permite rastrear alguns dados sobre seu site para melhorar nosso plugin. %1$sSaiba mais sobre quais dados rastreamos e por quê%2$s."],"A link to the archive for the post author, with the author's name as anchor text.":["Um link para o arquivo do autor do post, com o nome do autor como texto âncora."],"Determine how your %1$s pages should be described by default in your site's Schema.org markup. You can always customize the settings for individual %1$s pages in the %2$s metabox.":["Determine como suas páginas %1$s devem ser descritas por padrão na marcação Schema.org do seu site. Você sempre pode personalizar as configurações para páginas %1$s individuais na metabox %2$s."],"Determine how your %1$s pages should look in search engines. You can always customize the settings for individual %1$s pages in the %2$s metabox.":["Determine como suas páginas %1$s devem aparecer nos mecanismos de pesquisa. Você sempre pode personalizar as configurações para páginas %1$s individuais na metabox %2$s."],"Enable %1$s pages":["Ativar páginas %1$s"],"Determine how your homepage should look in the search results.":["Determine como sua página inicial deve aparecer nos resultados da pesquisa."],"Determine how your %1$s should look in search engines. You can always customize the settings for individual %1$s in the %2$s metabox.":["Determine como seus %1$s devem aparecer nos mecanismos de pesquisa. Você sempre pode personalizar as configurações para %1$s individuais na metabox %2$s."],"Enable format-based archives":["Ativar arquivos baseados em formato"],"Not sure how to implement the %3$s breadcrumbs on your site? Read %1$sour help article on breadcrumbs implementation%2$s.":["Não sabe como implementar o breadcrumbs %3$s em seu site? Leia o artigo de ajuda %1$snosso artigo de ajuda sobre implementação de breadcrumbs%2$s."],"Show %1$s without posts in search results":["Mostrar %1$s sem posts nos resultados da pesquisa"],"Determine how your %1$s should look on social media by default. You can always customize the settings for individual %1$s in the %2$s metabox.":["Determine como seus %1$s devem aparecer nas mídias sociais por padrão. Você sempre pode personalizar as configurações para %1$s individuais na metabox %2$s."],"Determine what your %1$s should look like in the search results by default. You can always customize the settings for individual %1$s in the %2$s metabox.":["Determine como seus %1$s devem aparecer nos resultados da pesquisa por padrão. Você sempre pode personalizar as configurações para %1$s individuais na metabox %2$s."],"This taxonomy is used for %2$s.":["Esta taxonomia é usada para %2$s."],"This taxonomy is used for %1$s and %2$s.":["Esta taxonomia é usada para %1$s e %2$s."],"Read more about our custom field analysis":["Leia mais sobre nossa análise de campo personalizada"],"Determine how your %1$s should look on social media by default. You can always customize the settings for individual %1$s in the %2$s sidebar or metabox.":["Determine como seus %1$s devem aparecer nas mídias sociais por padrão. Você sempre pode personalizar as configurações para %1$s individuais na barra lateral ou metabox %2$s."],"Determine what your %1$s should look like in the search results by default. You can always customize the settings for individual %1$s in the %2$s sidebar or metabox.":["Determine como seus %1$s devem aparecer nos resultados da pesquisa por padrão. Você sempre pode personalizar as configurações para %1$s individuais na barra lateral ou metabox %2$s."],"Determine how your %1$s should be described by default in %2$syour site's Schema.org markup%3$s. You can always change the settings for individual %1$s in the %4$s sidebar or metabox.":["Determine como seus %1$s devem ser descritos por padrão em %2$sna marcação Schema.org%3$s do seu site. Você sempre pode alterar as configurações de %1$s individuais na barra lateral ou metabox %4$s."],"You can add multiple custom fields and separate them by using %1$senter%2$s or %1$scomma%2$s.":["Você pode adicionar vários campos personalizados e separá-los usando %1$senter%2$s ou %1$scomma%2$s."],"Please enter a search term with at least 3 characters.":["Digite um termo de pesquisa com pelo menos 3 caracteres."],"CtrlK":["CtrlK"],"⌘K":["⌘K"],"Add new user...":["Adicionar novo usuário..."],"Unavailable for multisites":["Indisponível para multisites"],"Integrate your custom fields and SEO data from %1$s%2$s%3$s":["Integre seus campos personalizados e dados de SEO de %1$s%2$s%3$s"],"Upgrade your %1$s%2$s%3$s SEO":["Atualize seu %1$s%2$s%3$s SEO"],"Improve your internal search results with %1$s%2$s%3$s":["Melhore seus resultados de pesquisa interna com %1$s%2$s%3$s"],"Make your terms & privacy pages more trustworthy with %1$s%2$s%3$s":["Torne seus termos e páginas de privacidade mais confiáveis com %1$s%2$s%3$s"],"Track your rankings through time with %1$s%2$s%3$s":["Acompanhe suas classificações ao longo do tempo com %1$s%2$s%3$s"],"Use %1$s%2$s%3$s to do keyword research - without leaving your post":["Use %1$s%2$s%3$s para fazer pesquisa de palavras-chave - sem sair de seu post"],"We could not save the website name. Please check the value.":["Não foi possível salvar o nome do site. Por favor, verifique o valor."],"%1$sSubheading distribution%2$s: The beginning of your text is longer than %4$s %5$s and is not separated by any subheadings. %3$sAdd subheadings to improve readability.%2$s":["%1$sDistribuição de subtítulos%2$s: O início do seu texto é maior que %4$s %5$s e não está separado por nenhum subtítulo. %3$sAdicione subtítulos para melhorar a legibilidade.%2$s"],"WordPress.org support forums":["Fóruns de suporte do WordPress.org"],"Yoast Premium support":["Suporte Yoast Premium"],"Yoast.com help section":["Seção de ajuda do Yoast.com"],"Help":["Ajuda"],"Write better content":["Escreva um conteúdo melhor"],"Improve your blog post":["Melhore seu post de blog"],"Learn more SEO":["Saiba mais SEO"],"SEO Tools":["Ferramentas SEO"],"not set":["não configurado"],"With a 30-day money-back guarantee. No questions asked.":[""],"Reach new customers who live near your business":[""],"Get all 5 Yoast plugins for WordPress at a big discount":[""],"Cover all your SEO bases":["Cubra todas as suas bases de SEO"],"Add global identifiers for variable products":["Adicionar identificadores globais para produtos variáveis"],"Drive more traffic to your online store":["Direcione mais tráfego para sua loja online"],"Add all necessary schema.org markup":["Adicione todas as marcações schema.org necessárias"],"Ping Google on the publication of a new post":["Ping Google na publicação de um novo post"],"Rank higher in Google's news carousel":["Classificação mais alta no carrossel de notícias do Google"],"Make your videos responsive for all screen sizes":["Torne seus vídeos responsivos para todos os tamanhos de tela"],"Cleaned up %1$d record from %2$s.":["Limpou %1$d registro de %2$s.","Limpou %1$d registros de %2$s."],"Cleaning up %1$s [%2$s]":["Limpando %1$s [%2$s]"],"Skipping %1$s. %2$s is not active on this site.":["Ignorando %1$s. %2$s não está ativo neste site."],"Cleaned up %1$d record.":["Registro %1$d limpo.","%1$d registros limpos."],"The value for 'batch-size' must be a positive integer higher than equal to 1.":["O valor de 'tamanho do lote' deve ser um número inteiro positivo maior que igual a 1."],"The value for 'interval' must be a positive integer.":["O valor de 'intervalo' deve ser um número inteiro positivo."],"We need to re-analyze some of your SEO data because of a change in the visibility of your taxonomies. Please help us do that by running the SEO data optimization. ":["Precisamos reanalisar alguns de seus dados de SEO devido a uma mudança na visibilidade de suas taxonomias. Ajude-nos a fazer isso executando a otimização de dados de SEO. "],"We need to re-analyze some of your SEO data because of a change in the visibility of your post types. Please help us do that by running the SEO data optimization. ":["Precisamos reanalisar alguns de seus dados de SEO devido a uma mudança na visibilidade de seus tipos de postagem. Ajude-nos a fazer isso executando a otimização de dados de SEO. "],"The term %s could not be built because it's not indexable.":["O termo %s não pôde ser criado porque não é indexável."],"The post %s could not be indexed because it's post type is excluded from indexing.":["A postagem %s não pôde ser indexada porque seu tipo de postagem foi excluído da indexação."],"The post %s could not be indexed because it does not meet indexing requirements.":["A postagem %s não pôde ser indexada porque não atende aos requisitos de indexação."],"%1$sSAVE 30%%%2$s on your 12 month subscription":[""],"BLACK FRIDAY - 30% OFF":["BLACK FRIDAY - 30% DE DESCONTO"],"Use the alternate organization name for acronyms, or a shorter version of your organization's name.":["Use o nome alternativo da organização para acrônimos ou uma versão mais curta do nome da sua organização."],"Alternate organization name":["Nome alternativo da organização"],"Use the alternate website name for acronyms, or a shorter version of your website's name.":["Use o nome do site alternativo para acrônimos ou uma versão mais curta do nome do seu site."],"Alternate website name":["Nome do site alternativo"],"Determine how the title of your 404 error pages should look in the browser.":["Determine como o título de suas páginas de erro 404 deve aparecer no navegador."],"404 error pages":["404 páginas de erro"],"Determine how the title of your internal search pages should look in the browser.":["Determine como o título de suas páginas de pesquisa interna deve aparecer no navegador."],"Internal search pages":["Páginas de pesquisa interna"],"Show media pages in search results":["Mostrar páginas de mídia nos resultados da pesquisa"],"Show format archives in search results":["Mostrar arquivos de data nos resultados da pesquisa"],"Show author archives in search results":["Mostrar arquivos do autor nos resultados da pesquisa"],"Breadcrumbs for %1$s":["Breadcrumbs para %1$s"],"Site connections":["Conexões do site"],"View the XML sitemap":["Veja o mapa do site XML"],"Enable feature":["Ativar recurso"],"Site features":["Recursos do site"],"Learn more":["Saber mais"],"Site info":["Informações do site"],"We're sorry, you're not allowed to edit the %1$swebsite name%2$s and %1$stagline%2$s.":["Você não tem permissão para editar o %1$stítulo do site%2$s e a %1$sdescrição%2$s."],"Show or hide our tools and controls in the attachment editor.":["Mostre ou oculte nossas ferramentas e controles no editor de anexos."],"(e.g., %1$s)":["(por exemplo, %1$s"],"Remove unregistered URL parameters":["Remover parâmetros de URL não registrados"],"Optimize Google Analytics utm tracking parameters":["Otimize os parâmetros de rastreamento utm do Google Analytics"],"Remove WP-JSON API":["Remover API WP-JSON"],"Remove emoji scripts":["Remover scripts de emoji"],"Remove Atom / RDF feeds":["Remover feeds Atom / RDF"],"Remove search results feeds":["Remover feeds de resultados de pesquisa"],"Remove custom taxonomy feeds":["Remover feeds de taxonomia personalizados"],"Remove tag feeds":["Remover feeds de tags"],"Remove category feeds":["Remover feeds de categoria"],"Remove post type feeds":["Remover feeds de tipo de post"],"Remove post authors feeds":["Remover feeds de autores de posts"],"Remove post comments feeds":["Remover feeds de comentários do post"],"Remove global comment feeds":["Remover feeds de comentários globais"],"Remove global feed":["Remover feed global"],"Remove powered by HTTP header":["Remover alimentado por cabeçalho HTTP"],"Remove generator tag":["Remover etiqueta do gerador"],"Remove oEmbed links":["Remover links oEmbed"],"Remove RSD / WLW links":["Remover links RSD/WLW"],"Remove REST API links":["Remover links da API REST"],"Remove shortlinks":["Remover links curtos"],"Show or hide our tools and controls in the content editor.":["Mostre ou oculte nossas ferramentas e controles no editor de conteúdo."],"Enable SEO controls and assessments":["Ativar controles e avaliações de SEO"],"Unlock with %1$s":["Desbloqueie com %1$s"],"We couldn’t find anything with that term.":["Não encontramos nada com esse termo."],"Search...":["Pesquisa..."],"Quick search...":["Pesquisa rápida..."],"No, continue editing":["Não, continuar editando"],"Yes, discard changes":["Sim, descartar alterações"],"You are about to discard all unsaved changes. All of your settings will be reset to the point where you last saved. Are you sure you want to do this?":["Você está prestes a descartar todas as alterações não salvas. Todas as suas configurações serão redefinidas para o ponto onde você salvou pela última vez. Você tem certeza de que quer fazer isso?"],"Discard all changes":["Descartar todas as alterações"],"Redirect pretty URLs for search pages to raw format":["Redirecione URLs bonitos para páginas de pesquisa para o formato bruto"],"Choose the general appearance of your breadcrumbs.":["Escolha a aparência geral de seus breadcrumbs."],"Breadcrumb appearance":["Aparência do breadcrumb"],"You have selected the user %1$s%5$s%2$s as the person this site represents. Their user profile information will now be used in search results. %3$sUpdate their profile to make sure the information is correct%4$s.":["Você selecionou o usuário %1$s%5$s%2$s como a pessoa que este site representa. Suas informações de perfil de usuário agora serão usadas nos resultados da pesquisa. %3$sAtualize seu perfil para garantir que as informações estejam corretas%4$s."],"Please tell us more about the person this site represents.":["Conte-nos mais sobre a pessoa que este site representa."],"E.g. https://example.com/yoast":["Ex.: https://example.com/yoast"],"Tell us if you have any other profiles on the web that belong to your organization. This can be any number of profiles, like YouTube, LinkedIn, Pinterest, or even Wikipedia.":["Informe-nos se você tiver outros perfis na web que pertençam à sua organização. Pode ser qualquer número de perfis, como YouTube, LinkedIn, Pinterest ou até Wikipedia."],"Please tell us more about your organization. This information will help Google to understand your website, and improve your chance of getting rich results.":["Conte-nos mais sobre sua organização. Essas informações ajudarão o Google a entender seu site e melhorar suas chances de obter resultados avançados."],"E.g. https://twitter.com/yoast":["Ex.: https://twitter.com/yoast"],"E.g. https://facebook.com/yoast":["E.g. https://facebook.com/yoast"],"Other profiles":["Outros perfis"],"Writing":["Escrita"],"You can determine the title and description for the blog page by %1$sediting the blog page itself%2$s.":["Você pode determinar o título e a descrição da página do blog %1$seditando a própria página do blog%2$s."],"These are expert features, so make sure you know what you're doing before removing the parameters. %1$sRead more about how your site can be affected%2$s.":["Esses são recursos especializados, portanto, certifique-se de saber o que está fazendo antes de remover os parâmetros. %1$sLeia mais sobre como seu site pode ser afetado%2$s."],"Advanced: URL cleanup":["Avançado: limpeza de URL"],"Prevent crawling of internal site search URLs":["Impedir o rastreamento de URLs de pesquisa interna do site"],"Block internal site searches which match the patterns of known spam attacks.":["Bloqueie pesquisas internas de sites que correspondam aos padrões de ataques de spam conhecidos."],"Block internal site searches which contain complex and non-alphanumeric characters, as they may be part of a spam attack.":["Bloqueie pesquisas internas de sites que contenham caracteres complexos e não alfanuméricos, pois podem fazer parte de um ataque de spam."],"Enables advanced settings for protecting your internal site search URLs.":["Ativa as configurações avançadas para proteger os URLs de pesquisa interna do site."],"Your internal site search can create lots of confusing URLs for search engines, and can even be used as a way for SEO spammers to attack your site. Most sites will benefit from experimenting with these protections and optimizations, even if you don’t have a search feature in your theme.":["Sua pesquisa interna no site pode criar muitos URLs confusos para os mecanismos de pesquisa e pode até ser usado como uma forma de spammers de SEO atacarem seu site. A maioria dos sites se beneficiará ao experimentar essas proteções e otimizações, mesmo que você não tenha um recurso de pesquisa em seu tema."],"Internal site search cleanup":["Limpeza de pesquisa interna do site"],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of WordPress' JSON API endpoints.":["Adicione uma regra de \"proibição\" ao seu arquivo robots.txt para impedir o rastreamento de endpoints da API JSON do WordPress."],"Remove JavaScript used for converting emoji characters in older browsers.":["Remova o JavaScript usado para converter caracteres emoji em navegadores mais antigos."],"Remove URLs which provide alternative (legacy) formats of all of the above.":["Remova URLs que fornecem formatos alternativos (herdados) de todos os itens acima."],"Remove URLs which provide information about your search results.":["Remova URLs que fornecem informações sobre seus resultados de pesquisa."],"Remove URLs which provide information about your recent posts, for each custom taxonomy.":["Remover URLs que fornecem informações sobre seus posts recentes, para cada taxonomia personalizada."],"Remove URLs which provide information about your recent posts, for each tag.":["Remover URLs que fornecem informações sobre seus posts recentes, para cada tag."],"Remove URLs which provide information about your recent posts, for each category.":["Remover URLs que fornecem informações sobre seus posts recentes, para cada categoria."],"Remove URLs which provide information about your recent posts, for each post type.":["Remover URLs que fornecem informações sobre seus posts recentes, para cada tipo de postagem."],"Remove URLs which provide information about recent posts by specific authors.":["Remover URLs que fornecem informações sobre seus posts recentes de autores específicos."],"Remove URLs which provide information about recent comments on each post.":["Remover URLs que fornecem informações sobre comentários recentes em cada post."],"Also disables post comment feeds.":["Também desativa os feeds de comentários do post."],"Remove URLs which provide an overview of recent comments on your site.":["Remova URLs que fornecem uma visão geral dos comentários recentes em seu site."],"Remove URLs which provide an overview of your recent posts.":["Remover URLs que fornecem uma visão geral de seus posts recentes."],"WordPress outputs your content in many different formats, across many different URLs (like RSS feeds of your posts and categories). It’s generally good practice to disable the formats you’re not actively using.":["O WordPress gera seu conteúdo em muitos formatos diferentes, em vários URLs diferentes (como feeds RSS de seus posts e categorias). Geralmente, é uma boa prática desativar os formatos que você não está usando ativamente."],"Disable unwanted content formats":["Desative formatos de conteúdo indesejados"],"Remove links which allow others sites to ‘ping’ yours when they link to you.":["Remova os links que permitem que outros sites façam 'ping' no seu quando estiverem vinculados a você."],"Remove information about the plugins and software used by your site.":["Remova as informações sobre os plugins e programas usados pelo seu site."],"Remove links used for embedding your content on other sites.":["Remova links usados para incorporar seu conteúdo em outros sites."],"Remove links used by external systems for publishing content to your blog.":["Remova links usados por sistemas externos para publicar conteúdo em seu blog."],"Remove links to the location of your site’s REST API endpoints.":["Remova os links para o local dos endpoints da API REST do seu site."],"Remove links to WordPress' internal 'shortlink' URLs for your posts.":["Remover links para URLs de 'links curtos' internos do WordPress para seus posts."],"Remove unwanted metadata":["Remova metadados indesejados"],"Crawl optimization":["Otimização de rastreamento"],"Removes unknown URL parameters via a %1$s redirect. E.g., %2$s will be redirected to %3$s":["Remove parâmetros de URL desconhecidos por meio de um redirecionamento %1$s. Por exemplo, %2$s será redirecionado para %3$s"],"Replaces %1$s tracking parameters with the (more performant) %2$s equivalent, via a %3$s redirect. E.g., %4$s will be redirected to %5$s":["Substitui os parâmetros de rastreamento de %1$s pelo equivalente a %2$s (com melhor desempenho), por meio de um redirecionamento de %3$s. Por exemplo, %4$s será redirecionado para %5$s"],"Users and search engines may often request your URLs whilst using query parameters, like %1$s. These can be helpful for tracking, filtering, and powering advanced functionality - but they come with a performance and SEO ‘cost’. Sites which don’t rely on URL parameters might benefit from using these options.":["Os usuários e os mecanismos de pesquisa geralmente solicitam seus URLs enquanto usam parâmetros de consulta, como %1$s. Eles podem ser úteis para rastrear, filtrar e potencializar funcionalidades avançadas - mas eles vêm com um desempenho e um \"custo\" de SEO. Sites que não dependem de parâmetros de URL podem se beneficiar do uso dessas opções."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by Common Crawl CCBot.":[""],"WordPress adds a lot of links and content to your site's %1$s and HTTP headers. For most websites you can safely disable all of these, which can help to save bytes, electricity, and trees.":["O WordPress adiciona muitos links e conteúdo aos cabeçalhos HTTP e %1$s do seu site. A maioria das pessoas pode desabilitar tudo isso com segurança, o que pode ajudar a economizar bytes, eletricidade e árvores."],"Make your site more efficient and more environmentally friendly by preventing search engines from crawling things they don’t need to, and by removing unused WordPress features. %1$sLearn more about crawl settings and how they could benefit your site%2$s.":["Torne seu site mais eficiente e ecologicamente correto, impedindo que os mecanismos de pesquisa rastreiem coisas desnecessárias e removendo recursos não utilizados do WordPress. %1$sSaiba mais sobre as configurações de rastreamento e como elas podem beneficiar seu site%2$s."],"E.g., %1$s and %2$s":["Por exemplo, %1$s e %2$s"],"E.g., %1$s":["Por exemplo, %1$s"],"Enable breadcrumbs for your theme":["Habilite breadcrumbs para o seu tema"],"You can always choose to enable/disable them for your theme below. This setting will not apply to breadcrumbs inserted through a widget, a block or a shortcode.":["Você sempre pode optar por ativá-los/desabilitá-los para o seu tema abaixo. Esta configuração não se aplica a breadcrumbs inseridos por meio de um widget, um bloco ou um shortcode."],"Choose which Post type you wish to show in the breadcrumbs for Taxonomies.":["Escolha qual tipo de post você deseja mostrar nos caminhos de navegação para taxonomias."],"Breadcrumbs for taxonomies":["Breadcrumbs para taxonomias"],"Choose which Taxonomy you wish to show in the breadcrumbs for Post types.":["Escolha qual taxonomia você deseja mostrar nos caminhos de navegação para os tipos de post."],"Breadcrumbs for post types":["Caminhos de navegação para tipos de post"],"Breadcrumb for 404 page":["Breadcrumb para página 404"],"Prefix for search page breadcrumbs":["Prefixo para breadcrumbs da página de pesquisa"],"Add prefix":["Adicionar prefixo"],"Add anchor text":["Adicionar texto âncora"],"Add separator":["Adicionar separador"],"Configure the appearance and behavior of %1$syour breadcrumbs%2$s.":["Configure a aparência e comportamento de %1$syour breadcrumbs%2$s."],"Disabling this will redirect the %1$s to your site's homepage.":["Desativar isso redirecionará %1$s para a página inicial do seu site."],"Refresh this page":["Atualizar esta página"],"Unfortunately, this means that all your unsaved changes will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Infelizmente, isso significa que todas as alterações não salvas serão perdidas. Você pode tentar atualizar esta página para resolver o problema. Se esse erro ainda ocorrer, entre em contato com nossa equipe de suporte e forneceremos toda a ajuda necessária!"],"Something went wrong. An unexpected error occurred.":["Algo deu errado. Um erro inesperado ocorreu."],"Failed to retrieve users.":["Falha ao recuperar usuários."],"Searching users...":["Procurando usuários..."],"No users found.":["Nenhum usuário encontrado."],"Discard changes":["Descartar modificações"],"The profile is not valid. Please use only 1-25 letters, numbers and underscores or enter a valid Twitter URL.":["O perfil não é válido. Use apenas 1 a 25 letras, números e sublinhados ou insira um URL válido do Twitter."],"The profile is not valid. Please enter a valid URL.":["O perfil não é válido. Por favor, insira um URL válido."],"The verification code is not valid. Please use only the letters A to F, numbers, underscores and dashes.":["O código de verificação não é válido. Por favor, use apenas as letras de A a F, números, sublinhados e traços."],"The verification code is not valid. Please use only letters, numbers, underscores and dashes.":["O código de verificação não é válido. Por favor, use apenas letras, números, sublinhados e traços."],"User":["Usuário"],"Site basics":["Noções básicas do site"],"Text formality":["Formalidade do texto"],"Read more about text formality.":["Leia mais sobre a formalidade do texto."],"%1$s%3$s%2$s will help you assess the formality level of your text.":["%1$s%3$s%2$s irá ajudá-lo a avaliar o nível de formalidade do seu texto."],"WordPress loads lots of resources, some of which your site might not need. If you’re not using these, removing them can speed up your pages and save resources.":["O WordPress carrega muitos recursos, alguns dos quais seu site pode não precisar. Se você não os estiver usando, removê-los pode acelerar suas páginas e economizar recursos."],"Remove unused resources":["Remover recursos não utilizados"],"Prevent search engines from crawling /wp-json/":["Impedir que os mecanismos de pesquisa rastreiem /wp-json/"],"Prevent search engines from crawling site search URLs":["Impedir que os mecanismos de pesquisa rastreiem os URLs de pesquisa do site"],"There are unsaved changes on this page. Leaving means that those changes will be lost. Are you sure you want to leave this page?":["Há alterações não salvas nesta página. Sair significa que essas alterações serão perdidas. Tem certeza de que deseja sair desta página?"],"Media pages":["Páginas de mídia"],"Categories & tags":["Categorias e tags"],"Content types":["Tipos de conteúdo"],"Show more":["Mostrar mais"],"Show less":["Mostre menos"],"Configure the basics for your website.":["Configure o básico para o seu site."],"This field updates the %1$stagline in your WordPress settings%2$s.":["Este campo atualiza a %1$sdescrição em suas configurações do WordPress%2$s."],"Disabling this means that %1$s pages created by WordPress will not be indexed by search engines and will be excluded from XML sitemaps.":["Desativar isso significa que %1$s páginas criadas pelo WordPress não serão indexadas pelos mecanismos de pesquisa e serão excluídas dos sitemaps XML."],"Show %1$s pages in search results":["Mostrar %1$s páginas nos resultados da pesquisa"],"We recommend keeping %1$s pages disabled. This will cause all attachment URLs to be redirected to the media itself.":["Recomendamos manter as páginas %1$s desativadas. Isso fará com que todos os URLs de anexo sejam redirecionados para a própria mídia."],"%1$s pages":["%1$s páginas"],"When you upload media (e.g. an image or video), %5$s automatically creates a %3$s page (attachment URL) for it. These pages are quite empty and could cause %1$sthin content problems and lead to excess pages on your site%2$s. Therefore, %4$s disables them by default (and redirects the attachment URL to the media itself).":["Quando você carrega mídia (por exemplo, uma imagem ou vídeo), %5$s cria automaticamente uma página %3$s (URL de anexo) para ela. Essas páginas estão bastante vazias e podem causar %1$s problemas de conteúdo fino e levar a um excesso de páginas em seu site%2$s. Portanto, %4$s os desabilita por padrão (e redireciona o URL do anexo para a própria mídia)."],"Format-based archives can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["Arquivos baseados em formato podem causar problemas de conteúdo duplicado. Para a maioria dos sites, recomendamos que você desative essa configuração."],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps. We recommend that you disable this setting.":["Desativar isso significa que %1$s não será indexado pelos mecanismos de pesquisa e será excluído dos sitemaps XML. Recomendamos que você desative essa configuração."],"%1$s can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["%1$s pode causar problemas de conteúdo duplicado. Para a maioria dos sites, recomendamos que você desative essa configuração."],"%1$s (e.g. %2$s) are based on publication dates. From an SEO perspective, the posts in these archives have no real relation to the other posts except for their publication dates, which doesn’t say much about the content. They could also lead to duplicate content issues. This is why we recommend you to disable %3$s.":["%1$s (por exemplo, %2$s) são baseados em datas de publicação. Do ponto de vista de SEO, as postagens nesses arquivos não têm relação real com as outras postagens, exceto pelas datas de publicação, o que não diz muito sobre o conteúdo. Eles também podem levar a problemas de conteúdo duplicado. É por isso que recomendamos que você desabilite %3$s."],"Determine how your %1$s should look on social media by default.":["Escolha como seus %1$s devem aparecer nas mídias sociais por padrão."],"Disabling this means that %1$s without any posts will not be indexed by search engines and will be excluded from XML sitemaps.":["Desativar isso significa que %1$s sem posts não serão indexados pelos mecanismos de pesquisa e serão excluídos dos sitemaps XML."],"Show archives for authors without posts in search results":["Mostrar arquivos para autores sem postagens nos resultados da pesquisa"],"Determine how your %1$s should look in search engines.":["Escolha como seus %1$s devem aparecer nos mecanismos de pesquisa."],"If you're running a one author blog, the %1$s (e.g. %2$s) will be exactly the same as your homepage. This is what's called a %3$sduplicate content problem%4$s. If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or prevent it from showing up in search results.":["Se você estiver executando um blog de um autor, os %1$s (por exemplo, %2$s) serão exatamente iguais à sua página inicial. Isso é chamado de %3$sproblema de conteúdo duplicado%4$s. Se for esse o caso do seu site, você pode optar por desativá-lo (o que o redireciona para a página inicial) ou impedir que apareça nos resultados da pesquisa."],"Author archive":["Arquivo do autor"],"Read more about the search results settings":["Leia mais sobre as configurações de resultados de pesquisa"],"Determine how your %1$s should look in search engines and on social media.":["Escolha como seus %1$s devem aparecer nos mecanismos de pesquisa e nas mídias sociais."],"Contact support":["Entre em contato com o suporte"],"We're very sorry, but it seems like the following error has interrupted our application:":["Lamentamos muito, mas parece que o seguinte erro interrompeu nosso aplicativo:"],"Read reviews from real users":["Leia comentários de usuários reais"],"%1$s attempted to load the class %2$s but it could not be found.":["%1$s tentou carregar a classe %2$s, mas não foi possível encontrá-la."],"We noticed that you are using a multilingual plugin. Please be aware that this analysis feedback is intended only for texts written in English.":["Notamos que você está usando um plugin multilíngue. Esteja ciente de que este feedback de análise é destinado apenas para textos escritos em inglês."],"Determine how your homepage should look in the search results and on social media. This is what people probably will see when they search for your brand name.":["Determine como sua página inicial deve aparecer nos resultados da pesquisa e nas mídias sociais. Isso é o que as pessoas provavelmente verão quando pesquisarem o nome da sua marca."],"Determine how your homepage should look on social media.":["Determine como sua página inicial deve aparecer nas mídias sociais."],"Show the categories prefix in the slug":["Mostrar o prefixo das categorias no slug"],"Category URLs in WordPress contain a prefix, usually %s. Show or hide that prefix in category URLs.":["URLs de categoria no WordPress contêm um prefixo, geralmente %s. Isso ativa esse prefixo, apenas para categorias."],"Determine how your %1$s archive should look on social media.":["Escolha como seu arquivo %1$s deve aparecer nas redes sociais."],"Disabling this means that the archive for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Desativar isso significa que o arquivo de %1$s não será indexado pelos mecanismos de pesquisa e será excluído dos sitemaps XML."],"Determine how your %1$s archive should look in search engines.":["Escolha como seu arquivo %1$s deve aparecer nos mecanismos de pesquisa."],"These settings are specifically for optimizing your %1$s archive.":["Essas configurações são especificamente para otimizar seu arquivo %1$s."],"%1$s archive":["arquivo %1$s"],"Add custom fields to page analysis":["Adicionar campos personalizados para análise de página."],"Additional settings":["Configurações adicionais"],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Desativar isso significa que %1$s não será indexado pelos mecanismos de pesquisa e será excluído dos sitemaps XML."],"Search appearance":["Aparência de pesquisa"],"You haven't set a Shop page in your WooCommerce settings. %1$sPlease do this first%2$s.":["Você não definiu uma página da Loja nas configurações do WooCommerce. %1$sFaça isso primeiro%2$s."],"The %1$ssocial image%2$s, %1$ssocial title%2$s and %1$ssocial description%2$s require Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":["%1$sImagem social%2$s, %1$sTítulo social%2$s e %1$sdescrição social%2$s requerem dados do Open Graph, atualmente desativados na seção ‘Compartilhamento social’ em %3$sRecursos do site%4$s."],"Oh no! It seems your form contains invalid data. Please review the following fields:":["Oh não! Parece que seu formulário contém dados inválidos. Revise os seguintes campos:"],"Archive social image":["Arquivar imagem social"],"Archive social description":["Arquivar descrição social"],"Archive social title":["Título social do arquivo"],"Show the archive for %1$s in search results":["Mostrar o arquivo de %1$s nos resultados da pesquisa"],"Archive breadcrumbs title":["Título do arquivo breadcrumbs"],"Archive meta description":["Metadescrição do arquivo"],"Archive SEO title":["Título de SEO do arquivo"],"Enable %1$s for %2$s":["Ativar %1$s para %2$s"],"Show %1$s in search results":["Mostrar %1$s nos resultados da pesquisa"],"The selected media type is not valid. Supported types are: JPG, PNG, WEBP and GIF.":["O tipo de mídia selecionado não é válido. Os tipos suportados são: JPG, PNG, WEBP e GIF."],"%1$sInclusive language%2$s: We haven't detected any potentially non-inclusive phrases. Great work!":["%1$sIdioma inclusivo%2$s: não detectamos nenhuma frase potencialmente não inclusiva. Ótimo trabalho!"],"Potentially non-inclusive phrases":["Frases potencialmente não inclusivas"],"Non-inclusive phrases":["Frases não inclusivas"],"Learn more about the inclusive language analysis":["Saiba mais sobre a análise de linguagem inclusiva"],"Inclusive language:":["Linguagem inclusiva:"],"Removes the inclusive language analysis section from the metabox and disables all inclusive language-related suggestions.":["Remove a seção de análise de linguagem inclusiva da metabox e desativa todas as sugestões relacionadas a linguagem inclusiva."],"Disable inclusive language analysis":["Desativar análise de linguagem inclusiva"],"Discover why inclusive language is important for SEO.":["Descubra por que a linguagem inclusiva é importante para o SEO."],"The inclusive language analysis offers suggestions to write more inclusive copy.":["A análise de linguagem inclusiva oferece sugestões para escrever textos mais inclusivos."],"Inclusive language analysis":["Análise de linguagem inclusiva"],"Inclusive language":["Linguagem inclusiva"],"%1$sInclusive language%2$s: %3$s":["%1$sIdioma inclusivo%2$s: %3$s"],"Use %s fields to power your meta tags and templates, and analyze all of your content.":["Use os campos %s para potencializar suas metatags e modelos e analise todo o seu conteúdo."],"Improve your technical SEO, meta tags and unlock more SEO ecommerce tools.":["Melhore seu SEO técnico, metatags e desbloqueie mais ferramentas de comércio eletrônico de SEO."],"Connect your %1$s account to improve your site’s search results using %2$s data.":["Conecte sua conta %1$s para melhorar os resultados de pesquisa do seu site usando dados %2$s."],"Upgrade your meta tags and social previews and manage your SEO settings in one place.":["Atualize suas metatags e visualizações sociais e gerencie suas configurações de SEO em um só lugar."],"Get the most out of %1$s%2$s%3$s and %4$s, together":["Aproveite ao máximo %1$s%2$s%3$s e %4$s juntos"],"Take advantage of your favorite SEO & content analysis tools with your favorite page builder.":["Aproveite suas ferramentas favoritas de SEO e análise de conteúdo com seu construtor de páginas favorito."],"Get %1$s tools and functionality in %2$s%3$s%4$s":["Tenha ferramentas %1$s e funcionalidade em %2$s%3$s%4$s"],"Use the power of the blockchain to timestamp your content with %s.":["Use o poder do blockchain para marcar seu conteúdo com %s."],"Keep an eye on how your posts are ranking by connecting to your %s account.":["Fique de olho na classificação de suas postagens conectando-se à sua conta %s."],"Find out what your audience is searching for with %s data right in your sidebar.":["Descubra o que seu público está procurando com os dados %s diretamente na sua barra lateral."],"Front-end SEO inspector":["Inspetor de SEO front-end"],"Oops! Something went wrong while saving.":["Ops! Algo deu errado enquanto economizava."],"Great! Your settings were saved successfully.":["Excelente! Suas configurações foram salvas com sucesso."],"Get your verification code in %1$sYandex Webmaster tools%2$s.":["Obtenha seu código de verificação em %1$sYandex Webmaster tools%2$s."],"Yandex":["Yandex"],"Claim your site over at %1$sPinterest%2$s.":["Reivindique seu site em %1$sPinterest%2$s."],"Get your verification code in %1$sGoogle Search console%2$s.":["Obtenha seu código de verificação no %1$sGoogle Search console%2$s."],"Get your verification code in %1$sBing Webmaster tools%2$s.":["Obtenha seu código de verificação em %1$sBing Webmaster tools%2$s."],"Bing":["Bing"],"Add verification code":["Adicionar código de verificação"],"Get your verification code in %1$sBaidu Webmaster tools%2$s.":["Obtenha seu código de verificação em %1$sBaidu Webmaster tools%2$s."],"Baidu":["Baidu"],"Verify your site with different tools. This will add a verification meta tag to your homepage. You can find instructions on how to verify your site for each platform by following the link in the description.":["Verifique seu site com diferentes ferramentas. Isso adicionará uma meta tag de verificação à sua página inicial. Você pode encontrar instruções sobre como verificar seu site para cada plataforma seguindo o link na descrição."],"By default only editors and administrators can access the Advanced and Schema section of the %1$s sidebar or metabox. Disabling this allows access to all users.":["Por padrão, apenas editores e administradores podem acessar a seção Avançado e dados estruturados da barra lateral ou metabox do %1$s. Desativar isso permite o acesso a todos os usuários."],"Restrict advanced settings for authors":["Restringir configurações avançadas para autores"],"This Yoast SEO REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use Yoast SEO for all their SEO meta output.":["Este endpoint Yoast SEO REST API fornece todos os metadados de que você precisa para um URL específico. Isso tornará muito fácil para sites WordPress headless usarem Yoast SEO para todos os seus resultados de meta de SEO."],"REST API endpoint":["Endpoint da API REST"],"APIs":["APIs"],"Slack sharing":["Compartilhamento de Slack"],"Allows for Twitter to display a preview with images and a text excerpt when a link to your site is shared.":["Permite que o Twitter exiba uma prévia com imagens e um trecho de texto quando um link para seu site é compartilhado."],"Twitter card data":["Dados do cartão do Twitter"],"Open Graph data":["Dados do Open Graph"],"Social sharing":["Compartilhamento social"],"Site structure":["Estrutura do site"],"Tell us which features you want to use.":["Diga-nos quais recursos você deseja usar."],"Site preferences":["Preferências do site"],"Network disabled":["Rede desativada"],"Unavailable for sub-sites":["Indisponível para subsites"],"This image is used as a fallback for posts/pages that don't have any images set.":["Esta imagem é usada como alternativa para postagens/páginas que não possuem imagens definidas."],"Site image":["Imagem do site"],"Title separator":["Separador de título"],"Recommended size for this image is %1$s%3$s%2$s":["O tamanho recomendado para esta imagem é %1$s%3$s%2$s"],"The %1$sSite image%2$s requires Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":["A %1$simagem do site%2$s requer dados do Open Graph, que estão atualmente desativados na seção 'Compartilhamento social' em %3$srecursos do site%4$s."],"Automatically add content to your RSS. This enables you to add links back to your blog and your blog posts, helping search engines identify you as the original source of the content.":["Adicione conteúdo automaticamente ao seu RSS. Isso permite que você adicione links de volta ao seu blog e às postagens do blog, ajudando os mecanismos de pesquisa a identificá-lo como a fonte original do conteúdo."],"RSS feed":["Feed RSS"],"%1$s (default)":["%1$s (padrão)"],"We took the liberty of using your website name and logo for the organization name and logo. Feel free to change them below.":["Tomamos a liberdade de usar o nome e o logotipo do seu site para o nome e o logotipo da organização. Sinta-se à vontade para alterá-los abaixo."],"Edit your %1$s":["Edite seus %1$s"],"slug":["slug"],"keyphrase":["palavras-chave"],"A company name and logo need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site name and logo as default values. %1$sLearn more about the importance of structured data.%2$s":["O nome e o logotipo da empresa precisam ser definidos para que os dados estruturados funcionem corretamente. Como você ainda não os definiu, estamos usando o nome e o logotipo do site como valores padrão. %1$sSaiba mais sobre a importância dos dados estruturados.%2$s"],"Install %1$s Content Analysis for %2$s":["Instale a análise de conteúdo de %1$s para %2$s"],"Activate %1$s Content Analysis for %2$s":["Ative a análise de conteúdo de %1$s para %2$s"],"%1$s integrates with %2$s":["%1$s integra-se com %2$s"],"Integration active":["Integração ativa"],"Plugin not detected":["Plugin não encontrado"],"Enable integration":["Ativar integração"],"Plugin integrations":["Integrações de plugins"],"Recommended integrations":["Integrações recomendadas"],"Enable %1$s":["Ativar %1$s"],"Integration unavailable for multisites":["Integração indisponível para multisites"],"Network Disabled":["Rede desativada"],"Unlock with Premium!":["Desbloqueie com Premium!"],"Premium SEO analysis:":["Análise de SEO premium:"],"Beta":["Beta"],"Are you publishing news articles? %s helps you optimize your site for Google News.":["Você está publicando artigos de notícias? %s ajuda você a otimizar seu site para o Google Notícias."],"no data":["sem dados"],"Your text should be slightly longer to calculate your Flesch reading ease score.":["Seu texto deve ser um pouco mais longo para calcular sua pontuação de facilidade de leitura Flesch."],"Continue writing to get insight into the readability of your text!":["Continue escrevendo para obter informações sobre a legibilidade do seu texto!"],"%1$sKeyphrase distribution%2$s: Have you evenly distributed your focus keyphrase throughout the whole text? %3$sYoast SEO Premium will tell you!%4$s":["%1$sDistribuição de frase-chave%2$s: Você distribuiu uniformemente sua frase-chave de foco por todo o texto? %3$sYoast SEO Premium lhe dirá!%4$s"],"%1$sWord complexity%2$s: Is your vocabulary suited for a larger audience? %3$sYoast SEO Premium will tell you!%4$s":["%1$sComplexidade da palavra%2$s: seu vocabulário é adequado para um público maior? %3$sYoast SEO Premium lhe dirá!%4$s"],"Get %s to enjoy the benefits of prominent words":["Obtenha %s para aproveitar os benefícios das palavras proeminentes"],"With %1$s%3$s%2$s, this section will show you which words occur most often in your text. By checking these prominent words against your intended keyword(s), you'll know how to edit your text to be more focused.":["Com %1$s%3$s%2$s, esta seção mostrará quais palavras ocorrem com mais frequência em seu texto. Ao comparar essas palavras proeminentes com as palavras-chave pretendidas, você saberá como editar seu texto para ter mais foco."],"Buy %s now!":["Compre %s agora!"],"Are you working on a news article? %s helps you optimize your site for Google News.":["Você está trabalhando em um artigo de notícias? %s ajuda você a otimizar seu site para o Google Notícias."],"Premium SEO analysis":["Análise de SEO premium"],"1 year of premium support and updates included!":["1 ano de suporte premium e atualizações incluídas!"],"Unlock with %s":["Desbloqueie com %s"],"Learn more about character count":["Saiba mais sobre a contagem de caracteres"],"Character count":["Contador de caracteres"],"Learn more about word count":["Saiba mais sobre a contagem de palavras"],"Word count":["Contagem de palavras"],"Learn more about Flesch reading ease":["Saiba mais sobre a facilidade de leitura Flesch"],"out of 100":["de 100"],"okay":["ok"],"Learn more about reading time":["Saiba mais sobre o tempo de leitura"],"Reading time":["Tempo de leitura"],"minute":["minuto","minutos"],"Activate %1$s!":["Ative %1$s!"],"You've installed %1$s but it's not activated yet. %2$sActivate %1$s now!%3$s":["Você instalou %1$s, mas ainda não está ativado. %2$sAtive %1$s agora!%3$s"],"Automatically ping search engines like Bing and Yandex whenever you publish, update or delete a post.":["Faça ping automaticamente em mecanismos de pesquisa como Bing e Yandex sempre que você publicar, atualizar ou excluir uma postagem."],"Additional URL parameters to allow":["Parâmetros de URL adicionais para permitir"],"Permalink cleanup settings":["Configurações de limpeza de links permanentes"],"Max number of characters to allow in searches":["Número máximo de caracteres para permitir nas pesquisas"],"Search cleanup settings":["Pesquisar configurações de limpeza"],"Filter searches with common spam patterns":["Filtre pesquisas com padrões comuns de spam"],"Filter searches with emojis and other special characters":["Filtre pesquisas com emojis e outros caracteres especiais"],"Filter search terms":["Filtrar termos de pesquisa"],"Unregistered URL parameters":["Parâmetros de URL não registrados"],"Campaign tracking URL parameters":["Parâmetros de URL de rastreamento de campanha"],"Timestamp this %s":["Carimbo de data e hora neste %s"],"%1$s: Not all the words from your keyphrase \"%4$s\" appear in the SEO title. %2$s%5$s%3$s.":["%1$s: Nem todas as palavras da sua frase-chave \"%4$s\" aparecem no título de SEO. %2$s%5$s%3$s."],"%1$s: The focus keyphrase appears at the beginning of the SEO title. Good job!":["%1$s: A frase-chave de foco aparece no início do título de SEO. Bom trabalho!"],"Keyphrase in SEO title":["Frase-chave no título de SEO"],"Contact %s support.":["Entre em contato com o suporte de %s."],"WordProof Timestamp":["Carimbo de data e hora WordProof"],"View this content's Timestamp certificate":["Ver o certificado de carimbo de data/hora deste conteúdo"],"Contact WordProof support":["Entre em contato com o suporte do WordProof"],"Find out how IndexNow can help your site.":["Descubra como o IndexNow pode ajudar seu site."],"IndexNow":["Indexar agora"],"Dismiss this notice.":["Dispensar este aviso."],"We noticed that you haven't fully configured Yoast SEO yet. Optimize your SEO settings even further by using our improved %1$s First-time configuration%2$s.":["Percebemos que você ainda não configurou totalmente o Yoast SEO. Otimize ainda mais suas configurações de SEO usando nossa %1$s Primeira configuração aprimorada%2$s."],"SEO configuration":["Configuração de SEO"],"Feed crawl settings":["Configurações de rastreamento de feed"],"Basic crawl settings":["Configurações básicas de rastreamento"],"Powered by HTTP header":["Alimentado por cabeçalho HTTP"],"Pingback HTTP header":["Cabeçalho HTTP de pingback"],"Emoji scripts":["Scripts de emojis"],"Generator tag":["Tag do gerador"],"oEmbed links":["links oEmbed"],"RSD / WLW links":["Links RSD/WLW"],"REST API links":["Links da API REST"],"Shortlinks":["Links curtos"],"Atom/RDF feeds":["Atom/RDF feeds"],"Search results feeds":["Feeds de resultados de pesquisa"],"Custom taxonomy feeds":["Feeds de taxonomia personalizados"],"Tag feeds":["Marcar feeds"],"Category feeds":["Feeds de categoria"],"Post type feeds":["Feeds de tipo de post"],"Post authors feeds":["Postar feeds de autores"],"Global comment feeds":["Feeds de comentários globais"],"Global feed":["Feed global"],"%1$sLearn more about crawl settings.%2$s":["%1$sSaiba mais sobre as configurações de rastreamento%2$s"],"Post comments feeds":["Postar feeds de comentários"],"Crawl settings":["Configurações de rastreamento"],"Finish configuration":["Finalizar configuração"],"Personal preferences":["Preferências pessoais"],"SEO data optimization":["Otimização de dados de SEO "],"An error has occurred: %1$s":["Ocorreu um erro: %1$s"],"We could not save the organization name. Please check the value.":["Não foi possível salvar o nome da organização. Confira o valor do campo."],"No items found.":["Nenhum item encontrado."],"All redirect types":["Todos os tipos de redirecionamento"],"Add Redirect":["Adicionar redirecionamento"],"Old URL":["URL antigo"],"The redirect type is the HTTP response code sent to the browser telling the browser what type of redirect is served. %1$sLearn more about redirect types%2$s.":[""],"301 Moved Permanently":["301 Movido Permanentemente"],"Type":["Tipo"],"Plain redirects":["Redirecionamento simples"],"Regex Redirects":["Redirecionamentos Regex"],"There are unsaved changes in one or more steps. Leaving means that those changes may not be saved. Are you sure you want to leave?":["Há alterações não salvas em uma ou mais etapas. Sair significa que essas alterações não podem ser salvas. Você tem certeza de que quer sair?"],"Add another profile":["Adicionar outro perfil"],"Start first-time configuration!":["Inicie a configuração pela primeira vez!"],"Set the essential %s settings for your site in a few steps.":["Defina as configurações essenciais do %s para seu site em algumas etapas."],"For the best ranking results: configure %s!":["Para obter os melhores resultados de classificação: configure %s!"],"Your site is already easier to find for search engines.":["Seu site já está mais fácil de ser encontrado pelos mecanismos de busca."],"Tell us about your site, so we can get it ranked!":[""],"Or go to your SEO dashboard":["Acesse seu painel de SEO"],"E.g. example@email.com":["Por exemplo: exemplo@email.com"],"Please enter a valid email address.":["Insira um endereço de e-mail válido."],"Tell us! Is your site about an organization or a person? ":[""],"Personal logo or avatar":["Logotipo ou avatar pessoal"],"Select a user":["Selecione um usuário"],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. You're not allowed to update this user profile, so please ask this user or an admin to make sure the information is correct.":["Você selecionou o usuário %1$s como a pessoa que este site representa. Essas informações de perfil de usuário agora serão usadas nos resultados da pesquisa. Você não tem permissão para atualizar este perfil de usuário, portanto, peça a esse usuário ou a um administrador para verificar se as informações estão corretas."],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. %2$sUpdate this profile to make sure the information is correct%3$s.":["Você selecionou o usuário %1$s como a pessoa que este site representa. Essas informações de perfil de usuário agora serão usadas nos resultados da pesquisa. %2$sAtualize este perfil para verificar se as informações estão corretas%3$s."],"Uploading image...":["Enviando imagem..."],"Select an option":["Selecione uma opção"],"Be aware that you should run the SEO data optimization for this configuration to take maximum effect.":["Esteja ciente de que você deve executar a otimização de dados de SEO para que essa configuração tenha o máximo efeito."],"We've already successfully analyzed your site. You can move on to the next step.":["Já analisamos seu site com sucesso. Você pode passar para a próxima etapa."],"SEO data optimization is running… You can safely move on to the next steps of this configuration.":["A otimização de dados de SEO está em execução… Você pode avançar com segurança para as próximas etapas desta configuração."],"You're not allowed to edit the social profiles of this user. Please ask this user or an admin to do this.":["Você não tem permissão para editar os perfis sociais deste usuário. Peça a este usuário ou a um administrador para fazer isso."],"E.g. https://www.wikipedia.com/yoast":["Ex. https://www.wikipedia.com/yoast"],"E.g. https://www.youtube.com/yoast":["Ex. https://www.youtube.com/yoast"],"E.g. https://www.twitter.com/yoast":["Ex. https://www.twitter.com/yoast"],"E.g. https://www.tumblr.com/yoast":["Ex. https://www.tumblr.com/yoast"],"E.g. https://www.soundcloud.com/yoast":["Ex. https://www.soundcloud.com/yoast"],"E.g. https://www.pinterest.com/yoast":["Ex. https://www.pinterest.com/yoast"],"E.g. https://www.myspace.com/yoast":["Ex. https://www.myspace.com/yoast"],"E.g. https://www.linkedin.com/yoast":["Ex. https://www.linkedin.com/yoast"],"E.g. https://www.instagram.com/yoast":["Ex. https://www.instagram.com/yoast"],"E.g. https://www.facebook.com/yoast":["Ex. https://www.facebook.com/yoast"],"Delete item":["Excluir item"],"E.g. https://social-platform.com/yoast":["Ex. https://social-platform.com/yoast"],"Other social profile":["Outro perfil social"],"First-time configuration":["Configuração pela primeira vez"],"You should finish the %1$sfirst time configuration%2$s to make sure your SEO data has been optimized and you’ve set the essential Yoast SEO settings for your site.":[""],"Step 4: Go through the first time configuration":["Etapa 4: passar pela configuração inicial"],"Postname permalink":["Link permanente do nome da post"],"Page comments":["Comentários da página"],"Links table":["Tabela de links"],"If you already have saved AIOSEO 'Search Appearance' settings and the issue persists, please contact our support team so we can take a closer look.":["Se você já salvou as configurações do AIOSEO 'Aparência da Pesquisa' e o problema persistir, entre em contato com nossa equipe de suporte para que possamos dar uma olhada mais de perto."],"If you have never saved any AIOSEO 'Search Appearance' settings, please do that first and run the import again.":["Se você nunca salvou nenhuma configuração AIOSEO 'Aparência da Pesquisa', faça isso primeiro e execute a importação novamente."],"The AIOSEO import was cancelled because some AIOSEO data is missing. Please try and take the following steps to fix this:":["A importação AIOSEO foi cancelada porque alguns dados AIOSEO estão ausentes. Por favor, tente e execute as seguintes etapas para corrigir isso:"],"The validation of the AIOSEO data structure has failed.":["A validação da estrutura de dados AIOSEO falhou."],"Currently, the %s integration is not available for multisites.":["Atualmente, a integração %s não está disponível para multisites."],"WordProof authentication":["Autenticação WordProof"],"Connected to WordProof":["Conectado ao WordProof"],"Connection failed":["Falha na conexão"],"Not working? %1$sContact %3$s support%2$s.":["Não está funcionando? %1$sEntre em contato com o suporte de %3$s%2$s."],"Try again":["Tentar novamente"],"Find possible solutions in this %1$sArticle%2$s.":["Encontre soluções possíveis neste %1$sArtigo%2$s."],"There was a connection problem. This could be because your third party connections are blocked.":["Houve um problema de conexão. Isso pode ocorrer porque suas conexões de terceiros estão bloqueadas."],"The %3$s will automatically be timestamped every time you %1$supdate%2$s or %1$spublish%2$s.":["O %3$s receberá um carimbo de data/hora automaticamente toda vez que você %1$satualizar%2$s ou %1$spublicar%2$s."],"Your %s is now protected via the blockchain!":["Seu %s agora está protegido pelo blockchain!"],"Something went wrong authenticating your %3$s account with the %4$s site. Please try again or contact %1$s%3$s support%2$s.":["Ocorreu um erro ao autenticar sua conta %3$s com o site %4$s. Tente novamente ou entre em contato com %1$s%3$s suporte%2$s."],"Unable to create new timestamps. Please authenticate with WordProof.":["Não foi possível criar novos carimbos de data/hora. Por favor, autentique com WordProof."],"Timestamp with WordProof":["Carimbo de data e hora com WordProof"],"Learn more about timestamping":["Saiba mais sobre carimbo de data/hora"],"Authenticate with WordProof":["Autenticar com WordProof"],"Manage WordProof settings":["Gerenciar configurações do WordProof"],"The WordProof Timestamp plugin needs to be disabled before you can activate this integration.":["O plug-in WordProof Timestamp precisa ser desativado antes que você possa ativar esta integração."],"Open settings":["Abrir configurações"],"Open authentication":["Autenticação aberta"],"The timestamp is not created because you need to authenticate with %s first.":["O carimbo de data/hora não é criado porque você precisa se autenticar com %s primeiro."],"The timestamp is not retrieved by your site. Please try again or contact %1$s support.":["O carimbo de data/hora não é recuperado pelo seu site. Tente novamente ou entre em contato com o suporte de %1$s."],"%1$s failed to timestamp this page. Please check if you're correctly authenticated with %1$s and try to save this page again.":["%1$s falhou ao marcar a data e hora desta página. Verifique se você está autenticado corretamente com %1$s e tente salvar esta página novamente."],"%s has successfully timestamped this page.":["%s marcou com sucesso esta página."],"You are out of timestamps. Please upgrade your account by opening the %s settings.":["Você está sem carimbos de data/hora. Atualize sua conta abrindo as configurações de %s."],"Use WordProof to timestamp this page to comply with legal regulations and join the fight for a more transparant and accountable internet.":["Use o WordProof para marcar esta página para cumprir os regulamentos legais e juntar-se à luta por uma internet mais transparente e responsável."],"Timestamp this post":["Carimbo de data e hora nesta postagem"],"content words":["palavras de conteúdo"],"content word":["palavra de conteúdo"],"Cleanup failed with the following error:":["A limpeza falhou com o seguinte erro:"],"Note: These settings will overwrite the default settings of Yoast SEO.":["Nota: Essas configurações substituirão as configurações padrão do Yoast SEO."],"Note: This metadata will only be imported if there is no existing Yoast SEO metadata yet.":["Nota: Esses metadados só serão importados se ainda não houver metadados Yoast SEO existentes."],"Post metadata (SEO titles, descriptions, etc.)":["Metadados do post (Títulos SEO, descrições, etc)"],"The import from %s includes:":["A importação de %s inclui:"],"Once you're certain that your site is working properly with the imported data from another SEO plugin, you can clean up all the original data from that plugin.":["Quando tiver certeza de que seu site está funcionando corretamente com os dados importados de outro plug-in de SEO, você poderá limpar todos os dados originais desse plug-in."],"Please select an SEO plugin below to see what data can be imported.":["Selecione um plugin de SEO abaixo para ver quais dados podem ser importados."],"Clean up":["Limpar"],"After you've imported data from another SEO plugin, please make sure to clean up all the original data from that plugin. (step 5)":["Depois de importar dados de outro plug-in de SEO, certifique-se de limpar todos os dados originais desse plug-in. (passo 5)"],"Note: ":["Nota:"],"The cleanup can take a long time depending on your site's size.":["A limpeza pode levar muito tempo dependendo do tamanho do seu site."],"Every fifteen minutes":["A cada quinze minutos"],"Default tagline":[""],"Import failed with the following error:":["A importação falhou com o seguinte erro:"],"No data found from other SEO plugins.":["Nenhum dado encontrado de outros plugins de SEO."],"Select SEO plugin":["Selecione o plugin SEO"],"The import can take a long time depending on your site's size.":["A importação pode levar muito tempo dependendo do tamanho do seu site."],"For the best SEO results include all words of your keyphrase in the SEO title, and put the keyphrase at the beginning of the title":["Para melhores resultados SEO, inclua todas as palavras de sua frase-chave no título SEO e coloque a frase-chave no começo do título"],"For the best SEO results write the exact match of your keyphrase in the SEO title, and put the keyphrase at the beginning of the title":["Para obter os melhores resultados de SEO, escreva a correspondência exata da sua frase-chave no título de SEO e coloque a frase-chave no início do título"],"Installation Successful":["Instalação Concluída"],"Blog Post":["Post de blog"],"%1$s: Title does not begin with the focus keyphrase. %2$sMove your focus keyphrase to the beginning of the title%3$s.":["%1$s: O título não começa com a frase-chave de foco. %2$sMova sua frase-chave de foco para o início do título%3$s."],"%1$s: The exact match of the focus keyphrase appears at the beginning of the SEO title. Good job!":["%1$s: A correspondência exata da frase-chave de foco aparece no início do título de SEO. Bom trabalho!"],"%2$sText length%4$s: The text contains %1$d %6$s. This is below the recommended minimum of %5$d %6$s. %3$sAdd more content%4$s.":["%2$sTamanho do texto%4$s: O texto contém %1$d %6$s. Isso está abaixo do mínimo recomendado de %5$d %6$s. %3$sAdicione mais conteúdo%4$s."],"%2$sText length%4$s: The text contains %1$d %6$s. This is slightly below the recommended minimum of %5$d %6$s. %3$sAdd a bit more copy%4$s.":["%2$sTamanho de texto%4$s: O texto contém %1$d %6$s. Isso está um pouco abaixo do mínimo recomendado de %5$d %6$s. %3$sAdicione um pouco mais de texto%4$s."],"%2$sText length%4$s: The text contains %1$d %6$s. This is far below the recommended minimum of %5$d %7$s. %3$sAdd more content%4$s.":["%2$sTamanho de texto%4$s: O texto contém %1$d %6$s. Isso está muito abaixo do mínimo recomendado de %5$d %7$s. %3$sAdicione mais conteúdo%4$s.","%2$sTamanho de texto%4$s: O texto contém %1$d %7$s. Isso está muito abaixo do mínimo recomendado de %5$d %7$s. %3$sAdicione mais conteúdo%4$s."],"character":["caractere","characters"],"word":["palavra","words"],"words":["palavras"],"characters":["caracteres"],"%s rolls out the red carpet for the search bots, which helps your site perform better in search engines.":["%s estende o tapete vermelho para os bots de pesquisa, o que ajuda seu site a ter um melhor desempenho nos mecanismos de pesquisa."],"You've successfully installed %s!":["Você instalou %s com sucesso!"],"Skip%s":["Pular%s"],"Your %s account does not contain any keyphrases for this website yet. You can track keyphrases by using the \"Track SEO Performance\" button in the post editor.":["Sua conta %s ainda não contém nenhuma frase-chave para este site. Você pode rastrear frases-chave usando o botão \"Rastrear desempenho de SEO\" no editor do post."],"%s account":["conta %s"],"This overview only shows you keyphrases added to Yoast SEO. There may be other keyphrases added to your %s.":["Esta visão geral mostra apenas as frases-chave adicionadas ao Yoast SEO. Pode haver outras frases-chave adicionadas ao seu %s."],"Tracking the ranking position...":["Acompanhando a posição do ranking..."],"Something went wrong while tracking the ranking position(s) of your page. Please try again later.":["Algo deu errado ao rastrear a(s) posição(ões) de classificação da sua página. Por favor, tente novamente mais tarde."],"reconnect to %s":["reconectar a %s"],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["Parece que algo deu errado ao recuperar os dados do seu site. Por favor %s e tente novamente."],"Before you can track your SEO performance make sure to set either the post’s title and save it as a draft or manually set the post’s slug.":["Antes de acompanhar seu desempenho de SEO, certifique-se de definir o título do post e salvá-lo como rascunho ou definir manualmente o slug do post."],"No keyphrase has been set. Please set a keyphrase first.":["Nenhuma frase-chave foi definida. Por favor, defina uma frase-chave primeiro."],"upgrade your %s plan":["atualize seu plano %s"],"You've reached the maximum amount of %d keyphrases you can add to your Wincher account. If you wish to add more keyphrases, please %s.":["Você atingiu a quantidade máxima de %d frases-chave que podem ser adicionadas à sua conta Wincher. Se você deseja adicionar mais frases-chave, por favor %s."],"With %1$s you can track the ranking position of your page in the search results based on your keyphrase(s). %2$s":["Com %1$s, você pode acompanhar a posição de classificação de sua página nos resultados de pesquisa com base em suas frases-chave. %2$s"],"%s is currently tracking the ranking position(s) of your page. This may take a few minutes. Please wait or check back later.":["%s está atualmente rastreando a(s) posição(ões) de classificação de sua página. Isso pode levar alguns minutos. Aguarde ou volte mais tarde."],"You have successfully connected to %s! You can now track the SEO performance for the keyphrase(s) of this page.":["Você se conectou com sucesso a %s! Agora você pode acompanhar o desempenho de SEO para a(s) frase(s)-chave desta página."],"Read more about keyphrase tracking with Wincher":["Leia mais sobre rastreamento de frase-chave com o Wincher"],"Automatic tracking of keyphrases is enabled. Your keyphrase(s) will automatically be tracked by %s when you publish your post.":["O rastreamento automático de frases-chave está ativado. Suas frases-chave serão rastreadas automaticamente por %s quando você publicar sua postagem."],"Please enter a focus keyphrase first to track keyphrase performance":["Insira uma frase-chave de foco primeiro para acompanhar o desempenho da frase-chave"],"Keyphrase position in the last 90 days on a scale from 0 to 100.":["Posição da frase-chave nos últimos 90 dias em uma escala de 0 a 100."],"Track SEO performance":["Rastrear desempenho de SEO"],"You can enable / disable tracking the SEO performance for each keyphrase below.":["Você pode ativar/desativar o rastreamento do desempenho de SEO para cada frase-chave abaixo."],"Track all keyphrases on this page":["Acompanhe todas as frases-chave nesta página"],"Tracking has already been enabled for one or more keyphrases of this page. Clicking the button below will enable tracking for all of its keyphrases.":["O rastreamento já foi ativado para uma ou mais frases-chave desta página. Clicar no botão abaixo ativará o rastreamento de todas as suas frases-chave."],"Learn more about the SEO performance feature.":["Saiba mais sobre o recurso de desempenho de SEO."],"SEO performance":["Desempenho de SEO"],"Connect with %s":["Conectar com %s"],"* focus keyphrase":["* frase-chave de foco"],"Get more insights over at %s":["Obtenha mais ideias com %s"],"Position over time":["Posição ao longo do tempo"],"Position":["Posição"],"Tracking":["Rastreamento"],"You can still run the SEO data optimization in the %1$sTools section%2$s. Once that is finished, please refresh this page.":["Você ainda pode executar a otimização de dados de SEO na seção %1$sFerramentas%2$s. Quando terminar, atualize esta página."],"This configuration step is currently disabled, because you're not running the latest version of Yoast SEO Premium. Please update to the latest version (at least %1$s). ":["Esta etapa de configuração está desativada no momento, porque você não está executando a versão mais recente do Yoast SEO Premium. Atualize para a versão mais recente (pelo menos %1$s). "],"Save and continue":["Salvar e continuar"],"Does your site represent an Organization or Person?":["Seu site representa uma Organização ou Pessoa?"],"Activate %s":["Ativar %s"],"Update %s":["Atualizar %s"],"Renew %s":["Renovar %s"],"Get help activating your subscription":["Obtenha ajuda para ativar sua assinatura"],"It looks like you’re running an outdated and unactivated version of %1$s, please activate your subscription in %2$sMyYoast%3$s and update to the latest version (at least 17.7) to gain access to our updated workouts section.":["Parece que você está executando uma versão desatualizada e desativada de %1$s, ative sua assinatura em %2$sMyYoast%3$s e atualize para a versão mais recente (pelo menos 17.7) para ter acesso à nossa seção de treinos atualizada ."],"Activate your subscription of %s":["Ative sua assinatura do %s"],"Update to the latest version of %s":["Atualize para a versão mais recente do %s"],"Renew your subscription":["Renovar sua assinatura"],"Accessing the latest workouts requires an updated version of %s (at least 17.7), but it looks like your subscription has expired. Please renew your subscription to update and gain access to all the latest features.":["O acesso aos exercícios mais recentes requer uma versão atualizada do %s (pelo menos 17.7), mas parece que sua assinatura expirou. Renove sua assinatura para atualizar e obter acesso a todos os recursos mais recentes."],"Renew your subscription of %s":["Renove sua assinatura do %s"],"Could not save this value. Please check the URL.":["Não foi possível salvar este valor. Verifique o URL."],"Could not save this value. Please check the URL or username.":["Não foi possível salvar este valor. Verifique o URL ou o nome de usuário."],"Oops! Something went wrong. Check your email address and try again.":["Opa, algo deu errado! Verifique seu endereço de e-mail e tente de novo."],"Yes, you can collect my site data":[""],"Site representation":["Representação do site"],"Continue":["Continuar"],"Thank you! Check your inbox for the confirmation email.":["Obrigada! Verifique sua caixa de entrada para o e-mail de confirmação."],"Yoast respects your privacy. Read %1$sour privacy policy%2$s on how we handle your personal information.":["O Yoast respeita a sua privacidade. Leia %1$snossa política de privacidade%2$s sobre como nós tratamos suas informações pessoais."],"Email address":["Endereço de e-mail"],"%1$sBack to all workouts":["%1$sVoltar para todos os exercícios"],"Getting your site in shape and keeping it SEO fit can be hard. We can help you get started! Take these step-by-step workouts, and you’ll be tackling some of the most fundamental SEO challenges!":["Colocar seu site em forma e mantê-lo adequado ao SEO pode ser difícil. Podemos ajudá-lo a começar! Faça esses exercícios passo a passo e você enfrentará alguns dos desafios de SEO mais fundamentais!"],"Add internal links to your posts and pages":["Adicione links internos aos seus posts e páginas"],"Make pages easier for Google and visitors to find":["Torne as páginas mais fáceis para o Google e os visitantes encontrarem"],"Clean up your unlinked content to make sure people can find it":["Limpe seu conteúdo sem links para ter certeza que irão encontrá-lo."],"Orphaned content":["Conteúdo órfão"],"Bring more visitors to your articles":["Traga mais visitantes para seus artigos."],"Make your important articles rank higher":["Faça seus artigos mais importantes ranquearem mais alto."],"%1$s/%2$s steps completed":["%1$s/%2$s etapas concluídas"],"Unlock with %s!":["Desbloquear com %s!"],"Start workout!":["Iniciar exercício!"],"Do workout again":["Fazer exercício novamente"],"Continue workout!":["Continuar exercício!"],"It looks like you're running an outdated version of %1$s, please %2$supdate to the latest version (at least 17.7)%3$s to gain access to our updated workouts section.":["Parece que você está executando uma versão desatualizada do %1$s. %2$satualize para a versão mais recente (pelo menos 17.7)%3$s para ter acesso à nossa seção de treinos atualizada."],"Get started quickly with the %1$s%2$s First-time configuration%3$s and configure Yoast SEO with the optimal SEO settings for your site!":["Comece rapidamente com a %1$sconfiguração do %2$s pela primeira vez%3$s e configure o Yoast SEO com as configurações de SEO ideais para o seu site!"],"Current or first category title":["Título da primeira categoria ou da atual"],"Category Title":["Título da categoria"],"Replaced with the post content":["Substituído pelo conteúdo do post"],"Post Content":["Conteúdo do post"],"Replaced with the permalink":["Substituído por um link permanente"],"Replaced with the last name of the author":["Substituído com o sobrenome do autor"],"Author last name":["Sobrenome do autor"],"Replaced with the first name of the author":["Substituído pelo primeiro nome do autor"],"Author first name":["Primeiro nome do autor"],"Replaced with the day the post was published":["Substituído com o dia em que o post foi publicado"],"Post day":["Dia do post"],"Replaced with the month the post was published":["Substituído com o mês em que o post foi publicado"],"Post month":["Mês do post"],"Replaced with the year the post was published":["Substituído com o ano em que o post foi publicado"],"Post year":["Ano do post"],"Current day":["Dia atual"],"Current month":["Mês atual"],"Current date":["Data atual"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's way less than the recommended minimum of %2$d %7$s. %4$sMake it longer%5$s!":["%3$sTamanho da frase-chave%5$s: A frase-chave contém %1$d %6$s. Isso é muito pouco em relação ao mínimo recomendado de %2$d %7$s. %4$sUse uma maior%5$s!","%3$sTamanho da frase-chave%5$s: A frase-chave contém %1$d %7$s. Isso é muito pouco em relação ao mínimo recomendado de %2$d %7$s. %4$sUse uma maior%5$s!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's less than the recommended minimum of %2$d %6$s. %4$sMake it longer%5$s!":["%3$sTamanho da frase-chave%5$s: A frase-chave contém %1$d %6$s. É menos do que o recomendado de %2$d %6$s. %4$sUse uma frase mais longa%5$s!"],"It looks like you aren't using our %1$s%2$s addon%3$s. %4$sUpgrade today%5$s to unlock more tools and SEO features to make your products stand out in search results.":["Parece que você não está usando nosso %1$s%2$s addon%3$s. %4$sAtualize hoje%5$s para desbloquear mais ferramentas e recursos de SEO para destacar seus produtos nos resultados de pesquisa."],"Below are the technical details for the error. See %1$sthis page%2$s for a more detailed explanation.":["Abaixo estão os detalhes técnicos do erro. Veja %1$stesta página%2$s para uma explicação mais detalhada."],"%1$sImage Keyphrase%2$s: Good job!":["%1$sFrase-chave de imagem%2$s: Bom trabalho!"],"%1$sImage Keyphrase%3$s: Images on this page do not have alt attributes with at least half of the words from your keyphrase. %2$sFix that%3$s!":["%1$sFrase-chave de imagem%3$s: as imagens nesta página não têm atributos alt com pelo menos metade das palavras da sua frase-chave.%2$sCorrigir esse%3$s!"],"%1$sImages%2$s: Good job!":["%1$sImagens%2$s: Bom trabalho!"],"%1$sImages and videos%2$s: Good job!":["%1$sImagens e vídeos%2$s: Bom trabalho!"],"%3$sImages and videos%5$s: Only %1$d image or video appears on this page. We recommend at least %2$d. %4$sAdd more relevant images or videos%5$s!":["%3$sImagens e vídeos%5$s: apenas %1$d imagem ou vídeo aparece nesta página. Recomendamos pelo menos%2$d. %4$sAdicione mais imagens ou vídeos relevantes%5$s!","%3$sImagens e vídeos%5$s: apenas %1$d imagens ou vídeos aparecem nesta página. Recomendamos pelo menos%2$d. %4$sAdicione mais imagens ou vídeos relevantes%5$s!"],"%3$sImages%5$s: Only %1$d image appears on this page. We recommend at least %2$d. %4$sAdd more relevant images%5$s!":["%3$sImagens%5$s: apenas%1$d imagem aparece nesta página. Recomendamos pelo menos %2$d. %4$sAdicione mais imagens relevantes%5$s!","%3$sImagens%5$s: apenas%1$d imagens aparecem nesta página. Recomendamos pelo menos %2$d. %4$sAdicione mais imagens relevantes%5$s!"],"%1$sImages and videos%3$s: No images or videos appear on this page. %2$sAdd some%3$s!":["%1$sImagens e vídeos%3$s: nenhuma imagem ou vídeo aparece nesta página. %2$sAdicione alguns%3$s!"],"Error stack trace":["Rastreamento de pilha de erro"],"Response":["Resposta"],"Error message":["Mensagem de erro"],"Status code":["Código de status"],"Request method":["Método de solicitação"],"Request URL":["URL de solicitação"],"Error details":["Detalhes do erro"],"Workouts":["Exercícios"],"Rank with articles you want to rank with":["Classifique com os artigos que você deseja classificar"],"The cornerstone approach":["A abordagem estrutural"],"SEO workouts":["Exercícios de SEO"],"Improve the quality of your site search! Automatically helps your users find your cornerstone and most important content in your internal search results. It also removes noindexed posts & pages from your site’s search results.":["Melhore a qualidade da pesquisa do seu site! Ajuda automaticamente seus usuários a encontrar seu conteúdo estrutural e mais importante em seus resultados de pesquisa interna. Também remove posts e páginas não indexados dos resultados de pesquisa do seu site."],"Find out more about our %s integration.":["Descubra mais sobre nossa integração %s."],"Get relevant internal linking suggestions — while you’re writing! The link suggestions metabox shows a list of posts on your blog with similar content that might be interesting to link to. ":["Obtenha sugestões de links internos relevantes — enquanto você escreve! A metabox de sugestões de link mostra uma lista de postagens em seu blog com conteúdo semelhante que pode ser interessante para vincular. "],"Find out how Insights can help you improve your content.":[""],"Find relevant data about your content right in the Insights section in the Yoast SEO metabox. You’ll see what words you use most often and if they’re a match with your keywords! ":["Encontre dados relevantes sobre o seu conteúdo na seção Insights da metabox Yoast SEO. Você verá quais palavras usa com mais frequência e se elas correspondem às suas palavras-chave! "],"Oops, something has gone wrong and we couldn't complete the optimization of your SEO data. Please make sure to activate your subscription in MyYoast by completing %1$sthese steps%2$s.":["Opa, algo deu errado e não foi possível concluir a otimização dos seus dados SEO. Tenha certeza de ativar sua assinatura no MyYoast completando %1$sestes passos%2$s."],"To unlock this feature please update %s to the latest version.":["Para desbloquear este recurso, atualize %s para a versão mais recente."],"The social appearance settings for archives require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["As configurações de aparência social para arquivos requerem meta dados do Open Graph (que está atualmente desabilitado). Você pode ativá-lo na configuração %1$s‘Social’ na aba do ‘Facebook’%2$s."],"The social appearance settings for taxonomies require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["As configurações de aparência social para taxonomias requerem metadados do Open Graph (que está atualmente desabilitado). Você pode ativá-lo na configuração %1$s‘Social’ na aba do ‘Facebook’%2$s."],"The social appearance settings for content types require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["As configurações de aparência social para tipos de conteúdo requerem metadados do Open Graph (que está atualmente desabilitado). Você pode habilitá-lo na configuração %1$s‘Social’ na aba do ‘Facebook’%2$s."],"The social appearance settings for your homepage require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["As configurações de aparência social para sua página inicial requerem metadados do Open Graph (que está atualmente desabilitado). Você pode habilitá-lo na configuração %1$s‘Social’ na aba do ‘Facebook’%2$s."],"Social image":["Imagem social"],"Unlock with Premium":["Debloqueie com o Premium"],"Addon installation failed because of an error: %s.":["A instalação do complemento falhou por causa do erro: %s."],"You are not allowed to install plugins.":["Você não possui permissão para instalar plugins."],"Addon installed.":["Complemento instalado."],"Addon activation failed because of an error: %s.":["Ativação do complemento falhou por causa do erro: %s."],"You are not allowed to activate plugins.":["Você não possui permissão para ativar plugins."],"Addon activated.":["Complemento ativado."],"%1$s Continue to %2$s%3$s":["%1$s Continuar para %2$s%3$s"],"Installing and activating addons":["Instalando e ativando complementos"],"No %1$s plugins have been installed. You don't seem to own any active subscriptions.":["Nenhum plugin %1$s foi instalado. Parece que você não tem nenhuma assinatura ativa. "],"the following addons":["os seguintes complementos"],"%s SEO installation":["Instalação %s SEO"],"Install and activate":["Instalar e ativar"],"Please confirm below that you would like to install %s on this site.":["Confirme abaixo que você deseja instalar %s neste site. "],"Insert variable":["Inserir variável"],"Shopping data preview:":["Prévia dos dados de compra:"],"Availability":["Disponibilidade"],"Price":["Preço"],"Rating":["Classificação"],"%s reviews":["%s avaliações"],"Rating: %s":["Classificação: %s"],"Image":["Imagem"],"Social description":["Descrição social"],"Social title":["Título social"],"Required by %s":["Obrigatório para %s"],"Auto-updates are disabled based on this setting for %1$s.":["As atualizações automáticas são desabilitadas com base nesta configuração para %1$s."],"Auto-updates are enabled based on this setting for %1$s.":["As atualizações automáticas são habilitadas com base nesta configuração para %1$s."],"New":["Novo"],"seconds":["segundos"],"Select image":["Selecione a imagem"],"Replace image":["Substituir imagem"],"site structure":["estrutura do site"],"internal linking":["linkagem interna"],"breadcrumbs":["caminho de navegação"],"seo":["SEO"],"Adds the Yoast SEO breadcrumbs to your template or content.":["Adiciona o caminho de navegação do Yoast SEO ao seu modelo ou conteúdo."],"Yoast Breadcrumbs":["Caminho de navegação do Yoast"],"The term is considered invalid. The following reason was given by WordPress: %s":["O termo é considerado inválido. O seguinte motivo foi fornecido pelo WordPress: %s"],"The post could not be found.":["O post não foi encontrado."],"The term could not be found.":["O termo não foi encontrado."],"This feature has been disabled since subsites never send tracking data.":[""],"We notice that you have installed WPML. To make sure your canonical URLs are set correctly, %1$sinstall and activate the WPML SEO add-on%2$s as well!":[""],"Unfortunately we cannot save changes to your SEO settings while you are working on a draft of an already-published %1$s. If you want to save your SEO changes, make sure to click 'Update', or wait to make your SEO changes until you are ready to update the %1$s.":["Infelizmente, não podemos salvar as alterações em suas configurações de SEO enquanto você está trabalhando em um rascunho de um %1$s já publicado. Se quiser salvar suas alterações de SEO, certifique-se de clicar em 'Atualizar' ou espere para fazer as alterações de SEO até que esteja pronto para atualizar %1$s."],"Get started with Yoast SEO's content analysis for Elementor!":["Comece com a análise de conteúdo de Yoast SEO para Elementor!"],"Got it":["Entendi"],"New: Yoast SEO for Elementor":["Novo: Yoast SEO para Elementor"],"Because of a change in your category base setting, some of your SEO data needs to be reprocessed.":["Por causa de uma mudança na configuração do URL base, alguns de seus dados de SEO precisam ser reprocessados."],"Wait for a week or so, until %1$s automatically processes most of your content in the background.":["Espere por uma semana ou mais, até que %1$s processe automaticamente a maior parte do seu conteúdo em segundo plano."],"%s minute":["%s minuto","%s minutos"],"Est. reading time":["Est. tempo de leitura"],"Written by":["Escrito por"],"Google Rich Results Test":["Teste de pesquisa aprimorada do Google"],"Find out how a rich snippet can improve visibility and click-through-rate.":["Descubra como um rich snippet pode melhorar a visibilidade e a taxa de cliques."],"This adds an author byline and reading time estimate to the article’s snippet when shared on Slack.":["Isso adiciona uma assinatura do autor e uma estimativa de tempo de leitura ao snippet do artigo quando compartilhado no Slack."],"Enhanced Slack sharing":[""],"Activate your subscription":[""],"SEO data optimization is disabled for non-production environments.":["A otimização de dados de SEO está desabilitada para ambientes que não sejam produção."],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":["Este recurso inclui e substitui o Contador de Link de Texto e Análise de Link Interno"],"This tab allows you to selectively disable %1$s integrations with third-party products for all sites in the network. By default all integrations are enabled, which allows site admins to choose for themselves if they want to toggle an integration on or off for their site. When you disable an integration here, site admins will not be able to use that integration at all.":[""],"Because of a change in your tag base setting, some of your SEO data needs to be reprocessed.":["Devido a uma mudança na configuração da base de tags, alguns dos dados de SEO precisam ser reprocessados."],"Stop SEO data optimization":["Parar a otimização"],"Oops, something has gone wrong and we couldn't complete the optimization of your SEO data. Please click the button again to re-start the process. ":["Ops, algo deu errado e não foi possível concluir a otimização de seus dados de SEO. Clique no botão novamente para reiniciar o processo. "],"Optimizing SEO data... This may take a while.":["Otimizando os dados de SEO... Isso pode demorar um pouco."],"SEO data optimization complete":["Otimização de dados SEO completa"],"You can speed up your site and get insight into your internal linking structure by letting us perform a few optimizations to the way SEO data is stored. ":["Você pode acelerar seu site e obter informações sobre sua estrutura de links internos, permitindo que façamos algumas otimizações na forma como os dados de SEO são armazenados. "],"Start SEO data optimization":["Iniciar otimização de dados de SEO"],"Learn more about the benefits of optimized SEO data.":["Saiba mais sobre os benefícios dos dados de SEO otimizados."],"You can speed up your site and get insight into your internal linking structure by letting us perform a few optimizations to the way SEO data is stored. If you have a lot of content it might take a while, but trust us, it's worth it.":["Você pode acelerar seu site e obter informações sobre sua estrutura de links internos, permitindo que façamos algumas otimizações na forma como os dados de SEO são armazenados. Se você tem muito conteúdo, pode demorar um pouco, mas acredite, vale a pena."],"Optimize SEO Data":["Otimizar dados de SEO"],"If the problem persists, please contact support.":["Se o problema persistir, entre em contato com o suporte."],"Something has gone wrong and we couldn't complete the optimization of your SEO data. Please %1$sre-start the process%2$s.":["Algo deu errado e não foi possível concluir a otimização de seus dados de SEO. %1$sReinicie o processo%2$s."],"All permalinks were successfully reset":["Todos os links permanentes foram resetados com sucesso"],"We've encountered a problem trying to get related keyphrases. Please try again later.":["Encontramos um problema ao tentar obter frases-chave relacionadas. Por favor, tente novamente mais tarde."],"You've reached the maximum amount of 4 related keyphrases. You can change or remove related keyphrases in the %s metabox or sidebar.":["Você atingiu o número máximo de 4 frases-chave relacionadas. Você pode alterar ou remover frases-chave relacionadas na metabox %s ou na barra lateral."],"Please wait while %1$s connects to %2$s to get related keyphrases...":["Aguarde enquanto %1$s se conecta a %2$s para obter as frases-chave relacionadas..."],"Upgrade your %s plan":["Migrar meu plano %s"],"You've reached your request limit for today. Check back tomorrow or upgrade your plan over at %s.":["Você atingiu seu limite de solicitações para hoje. Volte amanhã ou atualize seu plano em %s."],"Last month":["Último mês"],"Two months ago":["Dois meses atrás"],"Three months ago":["Três meses atrás"],"Four months ago":["Quatro meses atrás"],"Five months ago":["Cinco meses atrás"],"Six months ago":["Seis meses atrás"],"Seven months ago":["Sete meses atrás"],"Eight months ago":["Oito meses atrás"],"Nine months ago":["Nove meses atrás"],"Ten months ago":["Dez meses atrás"],"Eleven months ago":["Onze meses atrás"],"Twelve months ago":["Doze meses atrás"],"Get more insights at %s":["Obtenha mais informações em %s"],"Keyphrase volume in the last 12 months on a scale from 0 to 100.":["Volume da frase-chave nos últimos 12 meses em uma escala de 0 a 100."],"Learn more about the related keyphrases trend":["Saiba mais sobre a tendência de frases-chave relacionadas"],"Trend":["Tendência"],"Learn more about the related keyphrases volume":["Saiba mais sobre o volume de frases-chave relacionadas"],"Volume":["Volume"],"Related keyphrase":["Frase-chave relacionada"],"Select country":["Selecione o pais"],"Show results for:":["Mostrar resultados para:"],"Please enter a focus keyphrase first to get related keyphrases":["Por favor, insira uma frase-chave de foco primeiro para obter frases-chave relacionadas"],"Sorry, there's no data available for that keyphrase/country combination.":["Não há dados disponíveis para essa combinação de frase-chave/país."],"Get related keyphrases":["Obtenha frases-chave relacionadas"],"Related keyphrases":["Frases chaves relacionadas"],"The number of headers and header labels don't match.":["O número de cabeçalhos e rótulos de cabeçalho não coincidem."],"The %s integration offers suggestions and insights for keywords related to the entered focus keyphrase.":[""],"Disabling Yoast SEO's XML sitemaps will not disable WordPress' core sitemaps. In some cases, this %1$s may result in SEO errors on your site%2$s. These may be reported in Google Search Console and other tools.":["Desativar os sitemaps XML criados pelo Yoast SEO não desativará os sitemaps gerados pelo WordPress. Em alguns casos, isso %1$spode resultar em erros de SEO em seu site%2$s. Estes erros poderão ser relatados no Google Search Console e em outras ferramentas."],"If you still need support and have an active subscription for this product, please email %s.":[""],"You can probably find an answer to your question in our %1$shelp center%2$s.":[""],"Need support?":["Precisa de suporte?"],"Return to your %s":["Voltar para %s"],"Make sure to save your %s for changes to take effect":["Certifique-se de salvar seu %s para que as alterações tenham efeito"],"The advanced section of the %1$s meta box allows a user to remove posts from the search results or change the canonical. The settings in the schema tab allows a user to change schema meta data for a post. These are things you might not want any author to do. That's why, by default, only editors and administrators can do this. Setting to \"%2$s\" allows all users to change these settings.":["A seção avançada da metabox do %1$s permite que um usuário remova posts dos resultados da pesquisa ou altere o canônico. As configurações na aba de dados estruturados permitem que um usuário altere os metadados de dados estruturados de um post. Essas são coisas que você pode não querer que nenhum autor faça. É por isso que, por padrão, apenas editores e administradores podem fazer isso. Definir como \"%2$s\" permite que todos os usuários alterem essas configurações."],"Security: no advanced or schema settings for authors":["Segurança: sem configurações avançadas ou de dados estruturados para os autores"],"Report":["Relatório"],"Tech Article":["Artigo técnico"],"Scholarly Article":["Artigo Acadêmico"],"Satirical Article":["Artigo Satírico"],"Advertiser Content Article":["Artigo de conteúdo do anunciante"],"News Article":["Artigo de Notícias"],"Social Media Posting":["Post em mídia social"],"Article":["Artigo"],"Search Results Page":["Página de resultados de pesquisa"],"Real Estate Listing":["Listagem de imóveis"],"Checkout Page":["Página de checkout"],"Collection Page":["Página de coleção"],"Medical Web Page":["Página Médica"],"Contact Page":["Página de contato"],"Profile Page":["Página de perfil"],"QA Page":["Página de QA"],"FAQ Page":["Página de FAQ"],"About Page":["Sobre a página"],"Item Page":["Página de item"],"Web Page":["Página da web"],"Default for %1$s (%2$s)":["Padrão para %1$s (%2$s)"],"This helps search engines understand your website and your content. You can change some of your settings for this page below.":["Isso ajuda os mecanismos de pesquisa a entender seu site e seu conteúdo. Você pode alterar algumas de suas configurações para esta página abaixo."],"Yoast SEO automatically describes your pages using schema.org":["Yoast SEO descreve automaticamente suas páginas usando schema.org"],"Article type":["Tipo de artigo"],"Page type":["Tipo de página"],"Learn more about page or content types":["Saiba mais sobre os tipos de página ou conteúdo"],"What type of page or content is this?":["Que tipo de página ou conteúdo é esse?"],"Structured Data":["Dados Estruturados"],"Yoast How-to":["Como fazer do Yoast"],"Yoast FAQ":["Yoast FAQ"],"%1$s: Does not contain the exact match. %2$sTry to write the exact match of your keyphrase in the SEO title and put it at the beginning of the title%3$s.":["%1$s: não contém a correspondência exata. %2$sTente escrever a correspondência exata da sua frase-chave no título SEO e colocá-la no início do título%3$s."],"%1$s: The exact match of the focus keyphrase appears in the SEO title, but not at the beginning. %2$sMove it to the beginning for the best results%3$s.":["%1$s: A correspondência exata da frase-chave de foco aparece no título de SEO, mas não no início. %2$sMova para o início para obter os melhores resultados%3$s."],"%1$s Internal Linking Blocks":["%1$s Blocos de ligação interna"],"Allow us to track some data about your site to improve our plugin.":["Permita-nos rastrear alguns dados sobre seu site para melhorar nosso plugin."],"Usage tracking":[""],"Can we collect anonymous information about your website to enhance %1$s?":["Podemos coletar informações anônimas sobre o seu site para melhorar %1$s?"],"Read more about how internal linking can improve your site structure.":[""],"Link suggestions":[""],"Insights":[""],"Remove image":["Remover imagem"],"The file size of the uploaded image is too large for %s. File size must be less than %s.":["O tamanho do arquivo da imagem enviada é muito grande para %s. O tamanho do arquivo deve ser menor que %s."],"The format of the uploaded image is not supported. The supported formats are: %s, %s, %s and %s.":["O formato da imagem enviada não é compatível. Os formatos suportados são: %s, %s, %s e %s."],"You have uploaded a %s. Please note that, if it’s an animated %s, only the first frame will be used.":["Você carregou um %s. Observe que, se for um %s animado, apenas o primeiro quadro será usado."],"Your image dimensions are not suitable. The minimum dimensions are %dx%d pixels. The maximum dimensions are %dx%d pixels.":["As dimensões da sua imagem não são adequadas. As dimensões mínimas são %dx%d pixels. As dimensões máximas são %dx%d pixels."],"Your image dimensions are not suitable. The minimum dimensions are %dx%d pixels.":["As dimensões da sua imagem não são adequadas. As dimensões mínimas são %dx%d pixels."],"Dismiss":["Ignorar"],"Because of a change in your permalink structure, some of your SEO data needs to be reprocessed.":["Devido a uma mudança na estrutura do seu link permanente, alguns dos seus dados de SEO precisam ser reprocessados."],"Because of a change in your home URL setting, some of your SEO data needs to be reprocessed.":["Por causa de uma mudança na configuração do URL da categoria, alguns de seus dados de SEO precisam ser reprocessados."],"Please upgrade your WordPress version or install the Gutenberg plugin to get this %1$s feature.":["Atualize sua versão do WordPress ou instale o plugin Gutenberg para obter este recurso %1$s ."],"Marking links with nofollow/sponsored has been disabled for WordPress installs < 5.4.":["A marcação de links com nofollow/patrocinado foi desabilitada para instalações do WordPress <5.4."],"Open in new tab":["Abrir em uma nova aba"],"This is a sponsored link or advert (mark as %1$ssponsored%2$s)%3$s":["Este é um link patrocinado ou anúncio (marque como %1$spatrocinado%2$s)%3$s"],"Search engines should ignore this link (mark as %1$snofollow%2$s)%3$s":["Os mecanismos de pesquisa devem ignorar este link (marque como %1$snão seguir%2$s)%3$s"],"Learn more about marking a link as nofollow or sponsored.":["Saiba mais sobre como marcar um link como nofollow ou patrocinado."],"Link inserted.":["Link inserido."],"Link edited.":["Link editado."],"Warning: the link has been inserted but may have errors. Please test it.":["Atenção: o link foi inserido, mas pode ter erros. É necessário testá-lo."],"Unlink":["Remover link"],"Link removed.":["Link removido."],"Link":["Link"],"We've analyzed your post. There is still room for improvement!":["Analisamos seu post. Ainda há espaço para melhorias!"],"We've analyzed your post. Everything looks good. Well done!":["Analisamos seu post. Tudo parece certo. Muito bem!"],"No focus keyword was entered":["Nenhuma palavra-chave de foco foi inserida"],"Share your post!":["Compartilhe seu post!"],"Improve your post with Yoast SEO":["Melhore seu post com Yoast SEO"],"SEO analysis:":["Análise de SEO:"],"The links columns show the number of articles on this site linking %3$sto%4$s this article and the number of URLs linked %3$sfrom%4$s this article. Learn more about %1$show to use these features to improve your internal linking%2$s, which greatly enhances your SEO.":["As colunas de links mostram o número de artigos neste site com links para %3$spara%4$s este artigo e o número de URLs com links %3$sa partir%4$s deste artigo. Saiba mais sobre %1$scomo usar esses recursos para melhorar os links internos%2$s, o que aprimora muito seu SEO."],"We've written an article about %1$show to use the SEO score and Readability score%2$s.":[""],"%1$s adds several columns to this page.":["%1$s adiciona várias colunas a esta página."],"We estimate this will take less than a minute.":["Estimamos que isso levará menos de um minuto."],"We estimate this will take a couple of minutes.":["Estimamos que isso leve alguns minutos."],"%1$sRun the indexation process on your server%2$s using %3$sWP CLI%2$s.":[""],"We estimate this could take a long time, due to the size of your site. As an alternative to waiting, you could:":["Estimamos que isso pode levar muito tempo, devido ao tamanho do seu site. Como alternativa à espera, você pode:"],"Show debug information":["Mostrar informações de depuração"],"Your site will continue to work normally, but won't take full advantage of %s.":["Seu site continuará funcionando normalmente, mas não tirará o máximo proveito de %s."],"%s had problems creating the database tables needed to speed up your site.":["%s teve problemas ao criar as tabelas de banco de dados necessárias para acelerar o seu site."],"Your keyphrase is too long. It can be a maximum of 191 characters.":["Sua frase-chave é muito longa. Pode ter no máximo 191 caracteres."],"%1$sFind out how to solve this problem on our help center%2$s.":["%1$sDescubra como resolver este problema em nossa base de conhecimento%2$s."],"The text link counter feature is not working as expected":["O recurso de contador de link de texto não está funcionando como esperado"],"The text link counter helps you improve your site structure. %1$sFind out how the text link counter can enhance your SEO%2$s.":["O contador de links de texto ajuda a melhorar a estrutura do seu site. %1$s Descubra como o contador de links de texto pode melhorar seu SEO %2$s."],"The text link counter is working as expected":["O contador do link de texto está funcionando conforme o esperado"],"I don't want this site to show in the search results.":["Não quero que este site apareça nos resultados da pesquisa."],"If you want search engines to show this site in their results, you must %1$sgo to your Reading Settings%2$s and uncheck the box for Search Engine Visibility.":["Se quiser que os mecanismos de pesquisa mostrem este site em seus resultados, você deve %1$sir para as Configurações de leitura%2$s e desmarcar a caixa de Visibilidade do mecanismo de pesquisa."],"Learn more about the no-index setting on our help page.":["Saiba mais sobre a configuração sem índice em nossa página de ajuda."],"Even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Mesmo que você possa definir a configuração de meta-robôs aqui, todo o site está definido como não-indexável (noindex) nas configurações de privacidade globais do site. Portanto, as configurações abaixo não terão efeito."],"Learn more about canonical URLs on our help page.":["Saiba mais sobre URLs canônicos em nossa página de ajuda."],"Learn more about the breadcrumbs title setting on our help page.":["Saiba mais sobre a configuração do título de breadcrumbs em nossa página de ajuda."],"Learn more about advanced meta robots settings on our help page.":["Saiba mais sobre as configurações avançadas de meta-robôs em nossa página de ajuda."],"Learn more about the no-follow setting on our help page.":["Saiba mais sobre a configuração de não seguir em nossa página de ajuda."],"Should search engines follow links on this content?":[""],"This %1$s REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use %1$s for all their SEO meta output.":[""],"REST API: Head endpoint":["API REST: endpoint principal"],"Please read %1$sthis help article%2$s to find out how to resolve this problem.":["Leia %1$seste artigo de ajuda%2$s para descobrir como resolver este problema."],"Replaced with the term ancestors hierarchy":["Substituído pelo termo hierarquia de ancestrais"],"Term hierarchy":["Hierarquia de termos"],"%1$sYou can change the tagline in the customizer%2$s.":["%1$sVocê pode alterar a descrição em personalizar%2$s."],"You still have the default WordPress tagline. Even an empty one is probably better.":["Você ainda tem a descrição padrão do WordPress. Mesmo uma em branco é provavelmente melhor."],"You should change the default WordPress tagline":["Você deve alterar a descrição padrão do WordPress"],"You are using a custom tagline or an empty one.":["Você está usando uma descrição personalizada ou em branco."],"You changed the default WordPress tagline":["Você mudou a descrição padrão do WordPress"],"Comments on your posts are displayed on a single page. This is just like we'd suggest it. You're doing well!":["Os comentários em seus posts são exibidos em uma única página. É exatamente do jeito que sugerimos. Você está indo bem!"],"It's highly recommended to have your postname in the URL of your posts and pages. Consider setting your permalink structure to %s.":["É altamente recomendável ter o nome do seu post no URL de seus posts e páginas. Considere definir sua estrutura de links permanentes para %s."],"You do not have your postname in the URL of your posts and pages":["Você não tem o nome de seu post no URL de seus posts e páginas"],"You do have your postname in the URL of your posts and pages.":[""],"Your permalink structure includes the post name":[""],"Comments on your posts break into multiple pages. As this is not needed in 999 out of 1000 cases, we recommend you disable it. To fix this, uncheck \"Break comments into pages...\" on the Discussion Settings page.":["Os comentários nas suas postagens são divididos em várias páginas. Como isso não é necessário em 999 de 1.000 casos, recomendamos que você o desative. Para corrigir isso, desmarque \"Dividir comentários em páginas ...\" na página Configurações de discussão."],"Comments break into multiple pages":["Comentários dividem-se em várias páginas"],"Comments are displayed on a single page":["Os comentários são exibidos em uma única página"],"No title":["Sem título"],"%1$sGo to the Discussion Settings page%2$s":["%1$sIr para a página de configurações de discussão%2$s"],"%1$sThis was reported by the %2$s plugin%3$s":["%1$sIsso foi relatado pelo %2$s plugin%3$s"],"Mobile result":["Resultado para dispositivos móveis"],"Preview as:":["Pré-visualizar como:"],"Desktop result":["Resultado para computadores"],"When you click OK we will open our HelpScout beacon where you can find answers to your questions. This beacon will load our support data and also potentially set cookies.":["Quando você clicar em OK, abriremos nosso HelpScout, onde você poderá encontrar respostas para suas perguntas. Esse local carregará nossos dados de suporte e também definirá cookies em potencial."],"The browser you are currently using is unfortunately rather dated. Since we strive to give you the best experience possible, we no longer support this browser. Instead, please use %1$sFirefox%4$s, %2$sChrome%4$s or %3$sMicrosoft Edge%4$s.":["Infelizmente, o navegador que você está usando está desatualizado. Visto que nos esforçamos para oferecer a melhor experiência possível, não oferecemos mais suporte a este navegador. Em vez disso, use %1$sFirefox%4$s, %2$sChrome%4$s ou %3$sMicrosoft Edge%4$s."],"If you want to apply advanced <code>meta</code> robots settings for this page, please define them in the following field.":["Se você deseja aplicar configurações avançadas de <code>meta-robôs</code> a esta página, defina-as no campo a seguir."],"Check out %1$s":["Consultar %1$s"],"We have both free and premium online courses to learn everything you need to know about SEO.":["Temos cursos online gratuitos e premium para aprender tudo o que você precisa saber sobre SEO."],"Want to learn SEO from Team Yoast? Check out our %1$s!":["Deseja aprender SEO com a equipe Yoast? Confira nossa %1$s!"],"Learn SEO":["Aprender SEO"],"%s settings to import:":["Configurações do %s a importar:"],"Import settings from another %1$s installation by pasting them here and clicking \"%2$s\".":["Importar configurações de outra instalação do %1$s colando-as aqui e clicando em \"%2$s\"."],"Your %1$s settings:":["Suas configurações do %1$s:"],"Schema":["Dados estruturados"],"Please check the format of the YouTube URL you entered. %s":["Verifique o formato do URL do YouTube que você digitou. %s"],"Please check the format of the Wikipedia URL you entered. %s":["Verifique o formato do URL da Wikipedia que foi inserido. %s"],"Please check the format of the Pinterest URL you entered. %s":["Verifique o formato do URL do Pinterest que foi inserido. %s"],"Please check the format of the MySpace URL you entered. %s":["Por favor, verifique o formato do URL do MySpace que você digitou. %s"],"Please check the format of the LinkedIn URL you entered. %s":["Verifique o formato do URL do LinkedIn que você digitou. %s"],"Please check the format of the Instagram URL you entered. %s":["Verifique o formato do URL do Instagram que foi inserido. %s"],"Please check the format of the Facebook Page URL you entered. %s":["Verifique o formato do URL da página do Facebook que foi inserido. %s"],"Settings saved.":["Configurações salvas."],"Dismiss this alert":["Dispensar este aviso"],"The submitted value was: %s":["O valor enviado foi: %s"],"Yandex confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Códigos de confirmação do Yandex podem conter apenas letras de A a F, números, hífens e underscores. %s"],"Twitter usernames can only contain letters, numbers, and underscores. %s":["Nome de usuário do Twitter pode conter apenas letras, números e underscores. %s"],"Pinterest confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Códigos de confirmação do Pinterest podem conter apenas letras de A a F, números, hífens e underscores. %s"],"Bing confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Códigos de confirmação do Bing podem conter apenas letras de A a F, números, hífens e underscores. %s"],"Google verification codes can only contain letters, numbers, hyphens, and underscores. %s":["Códigos de verificação do Google podem conter apenas letras, números, hifens e underscores. %s"],"Baidu verification codes can only contain letters, numbers, hyphens, and underscores. %s":["Códigos de verificação do Baidu podem conter apenas letras, números, hifens e underscores. %s"],"Show this item.":["Mostrar este item."],"Hide this item.":["Esconder este item."],"You have %d hidden problem:":["Você tem %d problema escondido:","Você tem %d problemas escondidos:"],"You have %d hidden notification:":["Você tem %d notificação escondida:","Você tem %d notificações escondidas:"],"Focus keyphrase not set":["Frase-chave de foco não definida"],"The form contains %1$s error. %2$s":["O formulário contém %1$s erro. %2$s","O formulário contém %1$s erros. %2$s"],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly.":["As seguintes palavras ocorrem mais no conteúdo. Eles dão uma indicação do foco do seu conteúdo. Se as palavras diferem muito do seu tópico, convém reescrever seu conteúdo de acordo."],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":["Assim que você adicionar um pouco mais de texto, forneceremos uma lista de palavras que mais ocorrem no conteúdo. Elas indicam qual é o foco do seu conteúdo."],"%d occurrences":["%d ocorrências"],"Activate %s for your site on MyYoast":["Ative %s para o seu site no MyYoast"],"Show blog page in breadcrumbs":["Mostrar a página de blog no caminho de navegação"],"We could not find any relevant articles on your website that you could link to from your post.":["Não foi possível encontrar nenhum artigo relevante no seu site que você possa apontar para a partir de seu post."],"Has feedback":["Tem feedback"],"Content optimization:":["Otimização de conteúdo:"],"%1$sSEO%2$s: %3$s":["%1$sSEO%2$s: %3$s"],"%1$sReadability%2$s: %3$s":["%1$sLegibilidade%2$s: %3$s"],"Post Noindexed":["Post não indexado"],"No Focus Keyphrase":["Nenhuma frase-chave em foco"],"Posts with the SEO score: %s":["Posts com a pontuação de SEO: %s"],"SEO: %s":["SEO: %s"],"%s video tutorial":["Tutorial em vídeo do %s"],"To view your current crawl errors, %1$splease visit Google Search Console%2$s.":["Para visualizar os erros de rastreamento, %1$spor favor visite o Google Search Console%2$s."],"Google has discontinued its Crawl Errors API. Therefore, any possible crawl errors you might have cannot be displayed here anymore. %1$sRead our statement on this for further information%2$s.":["O Google descontinuou sua API de Erros de Crawl. Portanto, qualquer eventual erro de Crawl não será mais exibido aqui. %1$sLeia nossa declaração para maiores informações%2$s."],"Get the %s plugin now!":["Obtenha o plugin  %s agora!"],"Personal info":["Informação pessoal"],"Organization logo":["Logo da organização"],"Organization name":["Nome da organização"],"(if one exists)":["(se houver)"],"Wikipedia page about you":["Página da Wikipedia sobre você"],"YouTube profile URL":["URL do perfil do YouTube"],"Tumblr profile URL":["URL do perfil do Tumblr"],"SoundCloud profile URL":["URL do perfil do SoundCloud"],"MySpace profile URL":["URL do perfil do MySpace"],"Organization":["Organização"],"You have previously set your site to represent a person. We’ve improved our functionality around Schema and the Knowledge Graph, so you should go in and %1$scomplete those settings%2$s.":["Você já configurou seu site para representar uma pessoa. Nós atualizamos nossa funcionalidade acerca do Schema e do Gráfico de Conhecimento, você deve entrar e %1$scompletar estas configurações%2$s."],"Select a user...":["Selecionar um usuário..."],"Uncategorized":["Sem categoria"],"Pinterest profile URL":["URL do perfil do Pinterest"],"LinkedIn profile URL":["URL do perfil do LinkedIn"],"Instagram profile URL":["URL do perfil do Instagram"],"No JSON object was returned.":["Não retornou nenhum objeto JSON."],"Received internal links":["Links internos recebidos"],"Outgoing internal links":["Links internos de saída"],"New step added":["Novo passo adicionado"],"New question added":["Nova pergunta adicionada"],"For this feature to work, %1$s needs to create a table in your database. We were unable to create this table automatically.":["Para que esta função funcione, %1$s é necessário criar uma tabela no seu banco de dados. Não foi possível a criação desta tabela automaticamente."],"Keyphrase":["Frase-chave"],"%3$sImage Keyphrase%5$s: Out of %2$d images on this page, %1$d have alt attributes with words from your keyphrase or synonyms. That's a bit much. %4$sOnly include the keyphrase or its synonyms when it really fits the image%5$s.":["%3$sAtributos alt da imagem%5$s: Das %2$d imagens nessa página, %1$d tem atributos alt com palavras de sua frase-chave ou sinônimos. Isso é um pouco demais.%4$sInclua apenas a frase-chave, ou seus sinônimos, quando ela realmente se encaixa na imagem%5$s."],"%3$sImage Keyphrase%5$s: Out of %2$d images on this page, only %1$d has an alt attribute that reflects the topic of your text. %4$sAdd your keyphrase or synonyms to the alt tags of more relevant images%5$s!":["%3$sAtributos alt da imagem%5$s: Das %2$d imagens nessa página, apenas %1$d tem um texto alternativo que reflete o tema do seu texto. %4$sAdicione sua frase-chave ou sinônimos ao texto alternativo das imagens mais relevantes%5$s!","%3$sAtributos alt da imagem%5$s: Das %2$d imagens nessa página, apenas %1$d tem um texto alternativo que reflete o tema do seu texto. %4$sAdicione sua frase-chave ou sinônimos ao texto alternativo das imagens mais relevantes%5$s!"],"%1$sImage Keyphrase%3$s: Images on this page do not have alt attributes that reflect the topic of your text. %2$sAdd your keyphrase or synonyms to the alt tags of relevant images%3$s!":["%1$sAtributo alt da imagem%3$s: As imagens desta página não possuem um texto alternativo que corresponda ao tópico do seu texto. %2$sAdicione a sua frase-chave, ou seus sinônimos, nos textos alternativos (atributos 'alt') das imagens relevantes%3$s!"],"%1$sImage Keyphrase%3$s: Images on this page have alt attributes, but you have not set your keyphrase. %2$sFix that%3$s!":["%1$sTexto alternativo da imagem%3$s: As imagens dessa página já tem um texto alternativo (atributo 'alt') definido, mas você não configurou a sua frase-chave. %2$sCorrija isto%3$s!"],"%1$sKeyphrase in subheading%2$s: %3$s of your H2 and H3 subheadings reflects the topic of your copy. Good job!":["%1$sFrase-chave em subtítulo%2$s: %3$s dos seus subtítulos H2 ou H3 corresponde ao tópico do seu texto. Bom trabalho!","%1$sFrase-chave em subtítulo%2$s: %3$s dos seus subtítulos H2 ou H3 correspondem ao tópico do seu texto. Bom trabalho!"],"%1$sKeyphrase in subheading%2$s: Your H2 or H3 subheading reflects the topic of your copy. Good job!":["%1$sFrase-chave em subtítulo%2$s: O seu subtítulo H2 ou H3 corresponde ao tópico do seu texto. Bom trabalho!"],"%1$sKeyphrase in subheading%3$s: %2$sUse more keyphrases or synonyms in your H2 and H3 subheadings%3$s!":["%1$sFrase-chave nos subtítulos%3$s: %2$sUse mais vezes a sua frase-chave, ou sinônimos dela, nos subtítulos H2 e H3%3$s!"],"Page %s":["Página %s"],"Cannot get the size of %1$s because of unknown reasons.":["Não é possível obter o tamanho de %1$s por motivos desconhecidos."],"Cannot get the size of %1$s because it is hosted externally.":["Não é possível obter o tamanho de %1$s porque está em uma hospedagem externa."],"%1$sSingle title%3$s: H1s should only be used as your main title. Find all H1s in your text that aren't your main title and %2$schange them to a lower heading level%3$s!":["%1$sTítulo Único%3$s: A tag H1 só deve ser usada para o seu título principal. Encontre todas as tags H1 em seu texto que não sejam do seu título principal e %2$saltere-as para um título de nível inferior%3$s!"],"%1$sKeyphrase density%2$s: The keyphrase was found %5$d time. That's way more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$sDensidade da frase-chave%2$s: A frase-chave foi encontrada %5$d vez. Isso é muito mais do que o máximo recomendado de %3$d vezes para um texto desse tamanho. %4$sNão otimize demais%2$s!","%1$sDensidade da frase-chave%2$s: A frase-chave foi encontrada %5$d vezes. Isso é muito mais do que o máximo recomendado de %3$d vezes para um texto desse tamanho. %4$sNão otimize demais%2$s!"],"%1$sKeyphrase density%2$s: The keyphrase was found %5$d time. That's more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$sDensidade da frase-chave%2$s: A frase-chave foi encontrada %5$d vez. Isso é mais do que o máximo recomendado de %3$d vezes para um texto deste tamanho. %4$sNão otimize demais%2$s!","%1$sDensidade da frase-chave%2$s: A frase-chave foi encontrada %5$d vezes. Isso é mais do que o máximo recomendado de %3$d vezes para um texto deste tamanho. %4$sNão otimize demais%2$s!"],"%1$sKeyphrase density%2$s: The keyphrase was found %3$d time. This is great!":["%1$sDensidade da frase-chave%2$s: A frase-chave foi encontrada %3$d vez. Isso é ótimo!","%1$sDensidade da frase-chave%2$s: A frase-chave foi encontrada %3$d vezes. Isso é ótimo!"],"%1$sKeyphrase density%2$s: The keyphrase was found %5$d time. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sDensidade da frase-chave%2$s: A frase-chave foi encontrada %5$d vez. Isso é menos do que o mínimo recomendado de %3$d vezes para um texto deste tamanho. %4$sConcentre-se na sua frase-chave%2$s!","%1$sDensidade da frase-chave%2$s: A frase-chave foi encontrada %5$d vezes. Isso é menos do que o mínimo recomendado de %3$d vezes para um texto deste tamanho. %4$sConcentre-se na sua frase-chave%2$s!"],"%1$sKeyphrase density%2$s: The keyphrase was found 0 times. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sDensidade da frase-chave%2$s: A frase-chave foi encontrada 0 vezes. Isso é menos do que o mínimo recomendado de %3$d vezes para um texto deste tamanho. %4$sConcentre-se na sua frase-chave%2$s!"],"Import of settings is only supported on servers that run PHP 5.3 or higher.":["Importação de configurações é somente suportado em servidores que rodam PHP 5.3 ou superiores."],"Export your %1$s settings here, to copy them on another site.":["Exporte suas configurações %1$s aqui, para copiá-las para outro site."],"No settings found.":["Nenhuma configuração foi encontrada."],"These are settings for the %1$s plugin by %2$s":["Estas são as configurações para o plugin %1$s por %2$s"],"Copy all these settings to another site's %1$s tab and click \"%1$s\" there.":["Copie todas estas configurações para outro site %1$s aba e clique \"%1$s\" lá."],"You do not have the required rights to export settings.":["Você não possui os direitos obrigatório para exportar as configurações."],"Method %1$s() does not exist in class %2$s":["O método %1$s() não existe na classe %2$s"],"With %s, you can easily create such redirects.":["Com %s, você pode criar facilmente esses redirecionamentos."],"Learn about why permalinks are important for SEO.":["Entenda porque links permanentes são importantes para SEO."],"Changing your permalinks settings can seriously impact your search engine visibility. It should almost %1$s never %2$s be done on a live website.":["Alterar as configurações de links permanentes pode impactar seriamente na visibilidade dos buscadores. Isso não deve ser feito quase %1$s nunca %2$s em um site ativo."],"WARNING:":["ATENÇÃO:"],"%1$sFunction words in keyphrase%3$s: Your keyphrase \"%4$s\" contains function words only. %2$sLearn more about what makes a good keyphrase.%3$s":["%1$sPalavras de função na frase-chave%3$s: Sua frase-chave \"%4$s\" contém apenas palavras de função. %2$sSaiba mais sobre o que faz uma boa frase-chave.%3$s"],"Clear Image":["Remover imagem"],"%1$sKeyphrase length%3$s: %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sTamanho da frase-chave%3$s: %2$sDefina uma frase-chave para podermos calcular sua pontuação de SEO%3$s."],"%1$sKeyphrase in slug%2$s: More than half of your keyphrase appears in the slug. That's great!":["%1$sFrase-chave no slug%2$s: Mais da metade da sua frase-chave aparece no slug. Isso é ótimo!"],"%1$sKeyphrase in slug%3$s: (Part of) your keyphrase does not appear in the slug. %2$sChange that%3$s!":["%1$sFrase-chave no slug%3$s: (Parte da) sua frase-chave não aparece no slug. %2$sMude isso%3$s!"],"%1$sKeyphrase in slug%2$s: Great work!":["%1$sFrase-chave na slug%2$s: bom trabalho!"],"Help on choosing the perfect focus keyphrase":["Ajuda sobre a escolha da frase-chave de foco perfeita"],"Go %s!":["Vá de %s!"],"Add related keyphrase":["Adicionar frase-chave relacionada"],"Upgrade to %s":["Atualizar para %s"],"Get %s":["Obter %s"],"%4$sPreviously used keyphrase%6$s: You've used this keyphrase %1$s multiple times before%3$s. %5$sDo not use your keyphrase more than once%6$s.":["%4$sFrase-chave usada anteriormente%6$s: Você usou esta frase-chave %1$s várias vezes antes de%3$s. %5$sNão use sua frase-chave mais de uma vez%6$s."],"%3$sPreviously used keyphrase%5$s: You've used this keyphrase %1$sonce before%2$s. %4$sDo not use your keyphrase more than once%5$s.":["%3$sFrase-chave usada anteriormente%5$s: Você usou esta frase-chave %1$suma vez antes%2$s. %4$sNão use a sua frase-chave mais de uma vez%5$s."],"%1$sPreviously used keyphrase%2$s: You've not used this keyphrase before, very good.":["%1$sFrase-chave utilizada anteriormente%2$s: Você não usou essa frase-chave antes, muito bom."],"%1$sImages%3$s: No images appear on this page. %2$sAdd some%3$s!":["%1$sAtributo alt da imagem%3$s: Nenhuma imagem encontrada nesta página. %2$sAdicione alguma%3$s!"],"%1$sLink keyphrase%3$s: You're linking to another page with the words you want this page to rank for. %2$sDon't do that%3$s!":["%1$sLinks com frase-chave%3$s: Você está vinculando para outra página com as palavras que você quer que essa página classifique. %2$sNão faça isso%3$s!"],"%2$sText length%3$s: The text contains %1$d %4$s. Good job!":["%2$sTamanho de texto%3$s: o texto contém %1$d %4$s. Bom trabalho!"],"%1$sKeyphrase in subheading%3$s: More than 75%% of your H2 and H3 subheadings reflect the topic of your copy. That's too much. %2$sDon't over-optimize%3$s!":["%1$sFrase-chave em subtítulo%3$s: Mais do que 75%% dos subtítulos H2 e H3 correspondem com o tópico do seu texto. Isso é demais. %2$sNão exagere na otimização%3$s!"],"%1$sSEO title width%3$s: %2$sPlease create an SEO title%3$s.":["%1$sLargura de título do SEO%3$s: %2$s crie um título de SEO%3$s."],"%1$sSEO title width%3$s: The SEO title is wider than the viewable limit. %2$sTry to make it shorter%3$s.":["%1$sLargura do título de SEO%3$s: O título de SEO é maior do que o limite visível. %2$sTente encurtá-lo%3$s."],"%1$sSEO title width%2$s: Good job!":["%1$sSEO largura do título%2$s: bom trabalho!"],"%1$sSEO title width%3$s: The SEO title is too short. %2$sUse the space to add keyphrase variations or create compelling call-to-action copy%3$s.":["%1$sTamanho do título de SEO%3$s: O título de SEO é muito pequeno. %2$sAproveite o espaço para adicionar variações da frase-chave ou crie textos atrativos com chamadas de ação%3$s."],"%1$sOutbound links%2$s: There are both nofollowed and normal outbound links on this page. Good job!":["%1$sLinks de saída%2$s: Existem ambos links de saída, nofollow e normal, nesta página. Bom trabalho!"],"%1$sOutbound links%2$s: Good job!":["%1$sLinks de saída%2$s: Bom trabalho!"],"%1$sOutbound links%3$s: All outbound links on this page are nofollowed. %2$sAdd some normal links%3$s.":["%1$sLinks de saída%3$s: todos os links de saída desta pagina são nofollow. %2$sAdicione alguns links normais%3$s."],"%1$sOutbound links%3$s: No outbound links appear in this page. %2$sAdd some%3$s!":["%1$sLinks de saída%3$s: nenhum link de saída aparece nesta página. %2$sAdicione alguns%3$s!"],"%1$sMeta description length%2$s: Well done!":["%1$sTamanho da metadescrição%2$s: Bom trabalho!"],"%1$sMeta description length%3$s: The meta description is over %4$d characters. To ensure the entire description will be visible, %2$syou should reduce the length%3$s!":["%1$sTamanho da metadescrição%3$s: A metadescrição excede %4$d caracteres. Para garantir que a descrição inteira esteja visível, %2$svocê deve reduzir o tamanho%3$s!"],"%1$sMeta description length%3$s: The meta description is too short (under %4$d characters). Up to %5$d characters are available. %2$sUse the space%3$s!":["%1$sTamanho da metadescrição%3$s: A metadescrição é muito pequena (menos de %4$d caracteres). Há %5$d caracteres disponíveis. %2$sAproveite o espaço%3$s!"],"%1$sMeta description length%3$s:  No meta description has been specified. Search engines will display copy from the page instead. %2$sMake sure to write one%3$s!":["%1$sTamanho da metadescrição%3$s: nenhuma metadescrição foi especificada. Mecanismos de pesquisa vão mostrar uma cópia da página no lugar. %2$sNão esqueça de escrever uma%3$s!"],"%1$sKeyphrase in meta description%2$s: The meta description has been specified, but it does not contain the keyphrase. %3$sFix that%4$s!":["%1$sFrase-chave na metadescrição%2$s: a metadescrição foi definida, mas não contém a frase-chave. %3$sCorrija%4$s!"],"%1$sKeyphrase in meta description%2$s: The meta description contains the keyphrase %3$s times, which is over the advised maximum of 2 times. %4$sLimit that%5$s!":["%1$sFrase-chave na metadescrição%2$s: A metadescrição contém a frase-chave %3$s vezes, que é mais do que o limite recomendado de 2 vezes. %4$sCorrija%5$s!"],"%1$sKeyphrase in meta description%2$s: Keyphrase or synonym appear in the meta description. Well done!":["%1$sFrase-chave na metadescrição%2$s: Frase-chave ou sinônimo aparece na metadescrição. Bom trabalho!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's way more than the recommended maximum of %2$d %6$s. %4$sMake it shorter%5$s!":["%3$sTamanho da frase-chave%5$s: A frase-chave contém %1$d %6$s. Isso é bem mais que o máximo recomendado de %2$d %6$s. %4$sUse uma frase mais curta%5$s!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's more than the recommended maximum of %2$d %6$s. %4$sMake it shorter%5$s!":["%3$sTamanho da frase-chave%5$s: A frase-chave contém %1$d %6$s. Isso é mais que o máximo recomendado de %2$d %6$s. %4$sUse uma frase mais curta%5$s!"],"%1$sKeyphrase length%2$s: Good job!":["%1$sTamanho da frase-chave%2$s: Bom trabalho!"],"%1$sKeyphrase length%3$s: No focus keyphrase was set for this page. %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sTamanho da frase-chave%3$s: Nenhuma frase-chave foi definida para essa página. %2$sDefina uma frase-chave para podermos calcular sua pontuação de SEO%3$s."],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms do not appear in the first paragraph. %2$sMake sure the topic is clear immediately%3$s.":["%1$sFrase-chave na introdução%3$s: Sua frase-chave, ou algum sinônimo, não está no primeiro parágrafo do texto. %2$sCertifique-se de que o assunto seja identificado imediatamente%3$s."],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms appear in the first paragraph of the copy, but not within one sentence. %2$sFix that%3$s!":["%1$sFrase-chave na introdução%3$s: Sua frase-chave, ou um sinônimo, aparece no primeiro parágrafo do texto, porém não está dentro de uma frase. %2$sCorrija isto%3$s!"],"%1$sKeyphrase in introduction%2$s: Well done!":["%1$sFrase-chave na introdução%2$s: Bom trabalho!"],"%1$sInternal links%2$s: There are both nofollowed and normal internal links on this page. Good job!":["%1$sLinks internos%2$s: Existem tanto links nofollow quanto normais nessa página. Bom trabalho!"],"%1$sInternal links%2$s: You have enough internal links. Good job!":["%1$sLinks internos%2$s: Você tem links internos o suficiente. Bom trabalho!"],"%1$sInternal links%3$s: The internal links in this page are all nofollowed. %2$sAdd some good internal links%3$s.":["%1$sLinks internos%3$s: Todos os links desta página são nofollow. %2$sAdicione bons links internos%3$s."],"%1$sInternal links%3$s: No internal links appear in this page, %2$smake sure to add some%3$s!":["%1$sLinks internos%3$s: Nenhum link interno aparece nesta página, %2$sAdicione alguns links%3$s!"],"%1$sTransition words%2$s: Well done!":["%1$sPalavras de transição%2$s: concluído!"],"%1$sTransition words%2$s: Only %3$s of the sentences contain transition words, which is not enough. %4$sUse more of them%2$s.":["%1$sPalavras de transição%2$s: Somente %3$s das suas frases contêm palavras de transição, o que não é suficiente. %4$sUtilize mais palavras assim%2$s."],"%1$sTransition words%2$s: None of the sentences contain transition words. %3$sUse some%2$s.":["%1$sPalavras de transição%2$s: Nenhuma das frases contêm palavras de transição. %3$sUtilize algumas%2$s."],"%1$sNot enough content%2$s: %3$sPlease add some content to enable a good analysis%2$s.":["%1$sConteúdo insuficiente%2$s: %3$sAdicione algum conteúdo para que uma boa análise seja feita%2$s."],"%1$sSubheading distribution%2$s: You are not using any subheadings, but your text is short enough and probably doesn't need them.":["%1$sDistribuição de subtítulos%2$s: Você não está usando nenhum subtítulo, mas seu texto é pequeno o bastante para provavelmente não precisar deles."],"%1$sSubheading distribution%2$s: You are not using any subheadings, although your text is rather long. %3$sTry and add some subheadings%2$s.":["%1$sDistribuição de subtítulos%2$s: Você não está usando nenhum subtítulo, apesar de seu texto ser longo. %3$sTente adicionar alguns subtítulos%2$s."],"%1$sSubheading distribution%2$s: %3$d section of your text is longer than %4$d %6$s and is not separated by any subheadings. %5$sAdd subheadings to improve readability%2$s.":["%1$sDistribuição de subtítulos%2$s: %3$d seção do seu texto é maior do que %4$d %6$s e não está separada por nenhum subtítulo. %5$sAdicione subtítulos para melhorar a leitura.%2$s.","%1$sDistribuição de subtítulos%2$s: %3$d seções do seu texto são maiores do que %4$d %6$s e não estão separadas por nenhum subtítulo. %5$sAdicione subtítulos para melhorar a leitura.%2$s."],"%1$sSubheading distribution%2$s: Great job!":["%1$sDistribuição de subtítulos%2$s: Bom trabalho!"],"%1$sSentence length%2$s: %3$s of the sentences contain more than %4$s %7$s, which is more than the recommended maximum of %5$s. %6$sTry to shorten the sentences%2$s.":["%1$sTamanho da frase%2$s: %3$s das frases contêm mais do que %4$s %7$s, que é mais do que o recomendado de %5$s. %6$sTente encurtar as frases%2$s."],"%1$sSentence length%2$s: Great!":["%1$sTamanho da frase%2$s: Ótimo!"],"%1$sConsecutive sentences%2$s: There is enough variety in your sentences. That's great!":["%1$sFrases consecutivas%2$s: Há variedade suficiente em suas frases. Isso é ótimo!"],"%1$sConsecutive sentences%2$s: The text contains %3$d consecutive sentences starting with the same word. %5$sTry to mix things up%2$s!":["%1$sFrases consecutivas%2$s: O texto contém %3$d frases consecutivas começando com a mesma palavra. %5$sTente diversificar as coisas%2$s!","%1$sFrases consecutivas%2$s: O texto contém %4$d instâncias, onde %3$d ou mais frases consecutivas começam com a mesma palavra. %5$sTente diversificar as coisas%2$s!"],"%1$sPassive voice%2$s: %3$s of the sentences contain passive voice, which is more than the recommended maximum of %4$s. %5$sTry to use their active counterparts%2$s.":["%1$sVoz passiva%2$s: %3$s das frases contém voz passiva, o que é mais do que o recomendado de %4$s. %5$sExperimente usar suas alternativas em voz ativa%2$s."],"%1$sPassive voice%2$s: You're using enough active voice. That's great!":["%1$sVoz passiva%2$s: Você esta usando voz ativa o suficiente. Isso é ótimo!"],"%1$sParagraph length%2$s: %3$d of the paragraphs contains more than the recommended maximum of %4$d %6$s. %5$sShorten your paragraphs%2$s!":["%1$sTamanho do parágrafo%2$s: %3$d parágrafo contém mais do que o máximo recomendado de %4$d %6$s. %5$sEncurte seu parágrafo%2$s!","%1$sTamanho do parágrafo%2$s: %3$d parágrafos contêm mais do que o máximo recomendado de %4$d %6$s. %5$sEncurte seus parágrafos%2$s!"],"%1$sParagraph length%2$s: None of the paragraphs are too long. Great job!":["%1$sTamanho dos parágrafos%2$s: Nenhum dos parágrafos é longo demais. Bom trabalho!"],"Good job!":["Bom trabalho!"],"Focus keyphrase: ":["Frase-chave do foco: "],"Focus keyphrase":["Frase-chave de foco"],"Disable":["Desativar"],"Allow Control":["Permitir controle"],"This tab allows you to selectively disable %s features for all sites in the network. By default all features are enabled, which allows site admins to choose for themselves if they want to toggle a feature on or off for their site. When you disable a feature here, site admins will not be able to use that feature at all.":["Essa guia permite que você desative seletivamente os recursos de %s para todos os sites na rede. Por padrão, todos os recursos estão ativados, o que permite que os administradores do site escolham por si mesmos se quiserem ativar ou desativar um recurso para o site. Quando você desativa um recurso aqui, os administradores do site não poderão usar esse recurso."],"%s is a required feature toggle argument.":["%sé um recurso obrigatório  para alternar o argumento."],"Remove keyphrase":["Remover frase-chave"],"Keyphrase:":["Frase-chave:"],"This feature has been disabled by the network admin.":["Este recurso foi desativado pelo administrador da rede."],"Focus keyphrase not set.":["Frase-chave em foco não definida."],"Colon":["Dois pontos"],"Optional. Customize how you want to describe the duration of the instruction":["Opcional. Personalize como você quer descrever a duração da instrução"],"Describe the duration of the instruction:":["Descreva a duração da instrução:"],"Learn more about the readability analysis":["Saiba mais sobre a análise de legibilidade"],"Readability analysis:":["Análise de legibilidade:"],"There is a new notification.":["Existe um novo aviso.","Existem novos avisos."],"Both %1$s and %2$s manage the SEO of your site. Running two SEO plugins at the same time is detrimental.":["Ambos %1$s e %2$s gerenciam o SEO do seu site. Utilizar dois plugins de SEO ao mesmo tempo é prejudicial."],"%s, %s and %s":["%s, %s e %s"],"%s and %s":["%s e %s"],"%d minute":["%d minuto","%d minutos"],"%d hour":["%d hora","%d horas"],"%d day":["%d dia","%d dias"],"Enter a step title":["Digite um título para a etapa"],"Optional. This can give you better control over the styling of the steps.":["Opcional. Isso pode lhe dar melhor controle sobre o estilo das etapas."],"CSS class(es) to apply to the steps":["Classe(s) de CSS para aplicar às etapas"],"minutes":["minutos"],"hours":["horas"],"days":["dias"],"Create a How-to guide in an SEO-friendly way. You can only use one How-to block per post.":["Crie um guia de como fazer amigável para SEO. Você pode usar apenas um bloco de como fazer por post."],"Copy error":["Erro ao copiar"],"An error occurred loading the %s primary taxonomy picker.":["Um erro ocorreu durante o carregando do %s seletor de taxonomia primário."],"%1$s Structured Data Blocks":["%1$s Blocos de Dados Estruturados"],"Time needed:":["Tempo necessário:"],"Move question down":["Mover pergunta para baixo"],"Move question up":["Mover pergunta para cima"],"Insert question":["Inserir questão"],"Delete question":["Excluir questão"],"Enter the answer to the question":["Digite a resposta para a questão"],"Enter a question":["Digite uma pergunta"],"Add question":["Adicionar questão"],"Frequently Asked Questions":["Perguntas Frequentes"],"Select the primary %s":["Selecione o(a) %s primário(a)"],"Check links to this URL":["Conferir links para esse URL"],"Are you trying to use multiple keyphrases? You should add them separately below.":["Você está tentando usar mais de uma frase-chave? Você deve adicioná-las separadamente abaixo."],"Mark as cornerstone content":["Marcar como conteúdo estrutural"],"Move step down":["Mover para baixo"],"Move step up":["Mover para cima"],"Insert step":["Inserir etapa"],"Delete step":["Excluir etapa"],"Add image":["Adicionar imagem"],"Enter a step description":["Digite uma descrição para o passo"],"Enter a description":["Digite uma descrição"],"Unordered list":["Lista não ordenada"],"Showing step items as an ordered list.":["Exibindo passos como uma lista ordenada."],"Showing step items as an unordered list":["Mostrando itens da etapa como uma lista não ordenada"],"Add step":["Adicionar passo"],"Delete total time":["Excluir tempo total"],"Add total time":["Adicionar tempo total"],"How to":["Como"],"How-to":["Como fazer"],"Analysis results":["Resultado da análise"],"Enter a focus keyphrase to calculate the SEO score":["Insira uma frase-chave em foco para calcular a sua pontuação em SEO"],"Learn more about Cornerstone Content.":["Saiba mais sobre o conteúdo estrutural."],"Cornerstone content should be the most important and extensive articles on your site.":["O conteúdo estrutural deve ser os artigos mais importantes e extensos do seu site."],"Restore Site":["Restaurar Site"],"Network Settings":["Configurações de rede"],"You are not allowed to perform this action.":["Você não tem permissão para realizar essa ação."],"Error: %s":["Erro: %s"],"Success: %s":["Sucesso: %s"],"Site with ID %d not found.":["Site com ID %d não encontrado."],"No site has been selected to restore.":["Nenhum site foi selecionado para restaurar."],"You are not allowed to modify unregistered network settings.":["Sem permissão para modificar as configurações de rede não registradas."],"deleted":["excluído"],"Copied!":["Copiado!"],"Not supported!":["Não suportado!"],"{{a}}Read our article about site structure{{/a}} to learn more about how internal linking can help improve your SEO.":["Leia {{a}}nosso artigo sobre estrutura de sites{{/a}} para aprender mais sobre como links internos podem ajudar a melhorar seu SEO."],"Consider linking to these {{a}}cornerstone articles:{{/a}}":["Considere criar links para estes {{a}}artigos estruturais{{/a}}"],"Consider linking to these articles:":["Considere fazer link para esses artigos:"],"Copy link":["Copiar link"],"Copy link to suggested article: %s":["Copiar link para artigos sugeridos: %s"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":["Leia nosso %1$sguia definitivo para pesquisa de palavras-chave%2$s para aprender mais sobre pesquisa e estratégia de palavras-chave."],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly. ":["As seguintes palavras são as mais recorrentes no conteúdo. Elas indicam o foco do seu texto. Se as palavras diferirem muito do seu tópico, sugerimos reescrever o conteúdo."],"Prominent words":["Palavras proeminentes"],"The site's tagline":["A descrição do site"],"Not all required fields are given. Missing field %1$s":["Nem todos os campos obrigatórios foram preenchidos. São eles: %1$s"],"Add synonyms":["Adicionar sinônimos"],"You can edit the SEO metadata for this custom type on the %1$sShop page%2$s.":["Você pode editar os metadados de SEO para este tipo personalizado na %1$spágina da loja%2$s."],"Current year":["Ano atual"],"Page":["Página"],"Something went wrong. Please reload the page.":["Algo deu errado. Recarregue a página."],"Tagline":["Descrição"],"description (custom taxonomy)":["descrição (taxonomia personalizada)"],"(custom taxonomy)":["(taxonomia personalizada)"],"(custom field)":["(campo personalizado)"],"Term404":["Erro 404"],"Caption":["Legenda"],"Pagenumber":["Número de página"],"Pagetotal":["Total de páginas"],"User description":["Descrição de usuário"],"ID":["ID"],"Modified":["Modificado"],"Post type (plural)":["Tipo de post (plural)"],"Post type (singular)":["Tipo de post (singular)"],"Separator":["Separador"],"Search phrase":["Frase de busca"],"Term title":["Título do termo"],"Term description":["Descrição do termo"],"Tag description":["Descrição da tag"],"Category description":["Descrição da categoria"],"Primary category":["Categoria primária"],"Category":["Categoria"],"Tag":["Tag"],"Excerpt only":["Somente resumo"],"Excerpt":["Resumo"],"Site title":["Título do site"],"Archive title":["Título do arquivo"],"Parent title":["Título do ascendente"],"Date":["Data"],"Get Yoast SEO Premium":["Adquira Yoast SEO Premium"],"You should create a redirect to ensure your visitors do not get a 404 error when they click on the no longer working URL.":["Você deveria criar um redirecionamento para se assegurar de que os seus visitantes não recebam um erro 404 quando clicarem em URLs inativos."],"Search engines and other websites can still send traffic to your deleted content.":[""],"Make sure you don't miss out on traffic!":["Certifique-se de não perder o tráfego!"],"You just deleted a %1$s.":["Voce deletou um %1$s."],"You just trashed a %1$s.":["Você colocou um %1$s na lixeira."],"Url preview":["Pré-visualização de URL"],"Please provide a meta description by editing the snippet below. If you don’t, Google will try to find a relevant part of your post to show in the search results.":["Forneça uma metadescrição editando a amostra abaixo. Se você não fizer isso, o Google tentará encontrar uma parte relevante do seu conteúdo para mostrar nos resultados da pesquisa."],"Dismiss this notice":["Dispensar este aviso"],"No results":["Nenhum resultado"],"%d result found, use up and down arrow keys to navigate":["%d resultado encontrado, use as teclas para cima e para baixo para navegar","%d resultados encontrados, use as teclas para cima e para baixo para navegar"],"Your site language is set to %s. If this is not correct, contact your site administrator.":["O idioma do seu site está definido como %s. Se essa informação não está correta, entre em contato com seu administrador do site."],"The %s importer functionality uses temporary database tables. It seems your WordPress install does not have the capability to do this, please consult your hosting provider.":["O recurso importador do %s usa tabelas temporárias no banco de dados. Parece que a sua instalação do WordPress não tem a capacidade de fazer isso, consulte o seu provedor de hospedagem."],"Cleanup of %s data failed.":["Falha ao apagar dados de %s."],"Content Type":["Tipo de conteúdo"],"Filter by content type":["Filtro por tipo de conteúdo"],"Show All Content Types":["Mostrar todos os tipos de conteúdo"],"Replaced with the normal title for an archive generated by WordPress":["Substituir pelo título normal de um arquivo gerado pelo WordPress"],"Clean":["Limpo"],"Once you're certain your site is OK, you can clean up. This will remove all the original data.":["Quando você estiver certo de que o seu site está OK, você pode limpar. Isso irá remover todos os dados originais."],"Step 5: Clean up":["Passo 5: limpar"],"Please check your posts and pages and see if the metadata was successfully imported.":["Por favor, verifique suas mensagens e páginas e veja se os metadados foram importados com êxito."],"Step 3: Check your data":["Passo 3: conferir seus dados"],"This will import the post metadata like SEO titles and descriptions into your %1$s metadata. It will only do this when there is no existing %1$s metadata yet. The original data will remain in place.":["Isso importará os metadados dos posts, como títulos e descrições de SEO, para os seus metadados do %1$s. Ele só fará isso quando não houver metadados do %1$s. Os dados originais permanecerão no lugar."],"Step 2: Import":["Passo 2: importação"],"Please make a backup of your database before starting this process.":["Faça um backup do seu banco de dados antes de iniciar este processo."],"Step 1: Create a backup":["Passo 1: Criar um backup"],"We've detected data from one or more SEO plugins on your site. Please follow the following steps to import that data:":["Detectamos dados de um ou mais plugins de SEO em seu site. Siga as seguintes etapas para importar esses dados:"],"Plugin: ":["Plugin: "],"%s did not detect any plugin data from plugins it can import from.":["Não foi encontrada nenhuma informação de plugins que possa ser importada em %s."],"Posts that should not show up in search results":["Posts que não devem aparecer nos resultados da pesquisa"],"%s data found.":["%s dados encontrados."],"%s data successfully removed.":["%s dados removidos com sucesso."],"%s data successfully imported.":["%s dados importados com sucesso."],"%s data not found.":["%s dados não encontrados."],"On":["Ligado"],"Help on: %s":["Ajuda sobre: %s"],"Off":["Desligado"],"See who contributed to %1$s.":["Veja quem contribuiu para %1$s."],"Help on this search results setting":["Ajuda sobre essa configuração dos resultados de busca"],"Not showing the archive for %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["Não mostrar o arquivo para %1$s nos resultados de pesquisa tecnicamente significa que ele terá um metadado %2$s para robôs e será excluído dos sitemaps XML. %3$sMais informações nas configurações dos resultados de pesquisa%4$s."],"Not showing %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["Não mostrar %1$s nos resultados de pesquisa tecnicamente significa que eles terão um metadado %2$s para robôs e serão excluídos dos sitemaps XML. %3$sMais informações nas configurações dos resultados de pesquisa%4$s."],"Default for %2$s, currently: %1$s":["Padrão para %2$s, atualmente: %1$s"],"Show %s in search results?":["Mostrar %s nos resultados de pesquisa?"],"this author's archives":["arquivos deste autor"],"Do not allow search engines to show %s in search results.":["Não permitir que os mecanismos de busca mostrem %s nos resultados de busca."],"Read why XML Sitemaps are important for your site.":["Leia porque os Sitemaps XML são importantes para o seu site."],"Enable the XML sitemaps that %s generates.":["Ativar os sitemaps XML que %s gera."],"See the XML sitemap.":["Veja o Sitemap XML."],"%s (current default for %s)":["%s (padrão atual para %s)"],"Should search engines follow links on this %1$s?":["Os mecanismos de busca devem seguir os links em %1$s?"],"Allow search engines to show this %s in search results?":["Permitir que os mecanismos de pesquisa mostrem %s nos resultados de busca?"],"Allow search engines to show this content in search results?":["Permitir que os mecanismos de pesquisa mostrem esse conteúdo nos resultados da pesquisa?"],"Toggle %1$s's XML Sitemap":["Alternar o sitemap XML de %1$s"],"%s integration":["%s integração"],"Find out how the text link counter can enhance your SEO.":["Descubra como o contador de links de texto pode melhorar o seu SEO."],"The text link counter helps you improve your site structure.":["O contador de link de texto ajuda a melhorar a estrutura do site."],"Find out how cornerstone content can help you improve your site structure.":["Descubra como o conteúdo estrutural pode ajudá-lo a melhorar a estrutura geral do seu site."],"The cornerstone content feature lets you to mark and filter cornerstone content on your website.":["O recurso de conteúdo estrutural permite que você marque e filtre este tipo de conteúdo em seu site."],"Discover why readability is important for SEO.":["Descubra por que legibilidade é importante para SEO."],"The readability analysis offers suggestions to improve the structure and style of your text.":["A análise de legibilidade oferece sugestões para melhorar a estrutura e o estilo do seu texto."],"Learn how the SEO analysis can help you rank.":["Saiba como a análise de SEO pode ajudar a melhorar o seu posicionamento."],"The SEO analysis offers suggestions to improve the SEO of your text.":["A análise de SEO oferece sugestões para melhorar o SEO do seu texto."],"SEO analysis":["Análise de SEO"],"Good results":["Bons resultados"],"https://yoa.st/1uk":["https://yoa.st/1uk"],"https://yoa.st/1uj":["https://yoa.st/1uj"],"Latest blog posts on %1$s":["Posts mais recentes em %1$s"],"Remove highlight from the text":["Remover o destaque do texto"],"Your site language is set to %s. ":["O idioma do seu site está definido como %s. "],"First-time SEO configuration":["Configurações de SEO pela primeira vez"],"Highlight this result in the text":["Realçar este resultado no texto"],"Considerations":["Considerações"],"Errors":["Erros"],"Change language":["Alterar língua"],"%s file":["%s arquivo"],"Save changes to %s":["Salvar alterações em %s"],"Edit the content of your %s:":["Editar o conteúdo do seu %s:"],"Create %s file":["Criar arquivo %s"],"Updated %s":["Atualizado %s"],"You cannot edit the %s file.":["Você não pode editar o arquivo %s."],"You cannot create a %s file.":["Você não pode criar um arquivo %s."],"Other integrations":["Outras integrações"],"More information about %1$s":["Mais informação sobre %1$s"],"Old Configuration Wizard":["Antigo assistente de configuração"],"Manage your %s subscription on MyYoast":["Gerencie sua assinatura %s no MyYoast"],"Mark the most important %1$s as 'cornerstone content' to improve your site structure. %2$sLearn more about cornerstone content%3$s.":["Marque o %1$s mais importante como \"conteúdo estrutural\" para melhorar a estrutura do seu site. %2$sAprenda mais sobre conteúdo estrutural%3$s."],"(Opens in a new browser tab)":["(Abre numa nova aba do navegador)"],"Go back":["Voltar"],"Posts %1$swithout%2$s a focus keyphrase":["Posts %1$ssem%2$s uma frase-chave em foco"],"Hey, your SEO is doing pretty well! Check out the stats:":["Ei, seu SEO está indo muito bem! Confira as estatísticas:"],"You don't have any published posts, your SEO scores will appear here once you make your first post!":["Você não tem posts publicados, suas pontuações de SEO aparecerão aqui quando você publicar seu primeiro post!"],"Read more like this on our SEO blog":["Leia mais sobre isso em nosso blog sobre SEO"],"Readability: %s":["Legibilidade: %s"],"Not activated":["Não ativado"],"Activated":["Ativado"],"%1$s recommendations for you":["%1$s recomendações para você"],"All Readability Scores":["Todas as pontuações de legibilidade"],"Filter by Readability Score":["Filtrar por pontuação de legibilidade"],"Request method %1$s is not valid.":["O método de solicitação %1$s não é válido."],"Text link counter":["Contador de links no texto"],"Number of internal links linking to this post. See \"Yoast Columns\" text in the help tab for more info.":["Número de links internos apontados para este post. Consulte o texto \"Yoast Columns\" no menu de ajuda para obter mais informações."],"Number of outgoing internal links in this post. See \"Yoast Columns\" text in the help tab for more info.":["Número de links internos neste post. Consulte o texto \"Colunas do Yoast\" na aba do menu de ajuda para obter mais informações."],"%s Columns":["Colunas do %s"],"Readability score":["Pontuação de legibilidade"],"Scroll to see the preview content.":["Role para baixo para visualizar o conteúdo."],"Cornerstone content":["Conteúdo estrutural"],"Save changes":["Salvar alterações"],"1 year free support and updates included!":["1 ano de suporte gratuito e atualizações incluídos!"],"The plugin %2$s changes your site's output and in doing that differentiates between search engines and normal users, a process that's called cloaking. We highly recommend that you disable it.":["O plugin %2$s altera a saída do seu site e, ao fazer isso, diferencia entre os mecanismos de pesquisa e usuários normais, um processo que é chamado de camuflagem. Recomendamos que você o desative."],"No ads!":["Sem anúncios!"],"Get internal linking suggestions":["Obtenha sugestões de links internos"],"Variable":["Variável"],"Available variables":["Variáveis disponíveis"],"Scroll to see the table content.":["Deslize para ver a tabela de conteúdo."],"An error occurred in the '%1$s' assessment":["Ocorreu um erro no item %1$s"],"No new notifications.":["Não há novas notificações."],"Save all":["Salvar tudo"],"Save":["Salvar"],"%1$s, Author at %2$s":["%1$s, Autor em %2$s"],"Mobile preview":["Pré-visualização para dispositivos móveis"],"Desktop preview":["Pré-visualização para computadores"],"Please provide an SEO title by editing the snippet below.":["Forneça um título SEO editando a amostra abaixo."],"Meta description preview:":["Pré-visualização da metadescrição:"],"Slug preview:":["Pré-visualização do Slug:"],"SEO title preview:":["Prévia do título SEO:"],"Close snippet editor":["Fechar editor de amostra"],"Slug":["Slug"],"Remove marks in the text":["Remover marcas no texto"],"Mark this result in the text":["Marcar este resultado no texto"],"Marks are disabled in current view":["Marcações desabilitadas na visualização atual"],"Good SEO score":["Pontuação de SEO boa"],"OK SEO score":["Pontuação de SEO média"],"Feedback":["Feedback"],"Name":["Nome"],"Please provide a meta description by editing the snippet below.":["Forneça uma metadescrição editando a amostra abaixo."],"Edit snippet":["Editar amostra"],"You can click on each element in the preview to jump to the Snippet Editor.":["Você pode clicar em cada elemento na prévia para ir ao Editor de Amostra."],"SEO title preview":["Prévia do título de SEO"],"Export settings":["Exportar configurações"],"Please don't show me this notification anymore":["Não mostre mais essa notificação"],"If you are experiencing issues, %1$splease file a bug report%2$s and we'll do our best to help you out.":["Se estiver enfrentando problemas, %1$senvie um relatório de erro%2$s e faremos tudo o que pudermos para ajudar você."],"We've noticed you've been using %1$s for some time now; we hope you love it! We'd be thrilled if you could %2$sgive us a 5 stars rating on WordPress.org%3$s!":["Percebemos que você já está usando o %1$s há algum tempo; esperamos que esteja gostando! Nós adoraríamos se você pudesse %2$snos classificar com 5 estrelas no WordPress.org%3$s!"],"%1$s + %2$s":["%1$s + %2$s"],"Warning: the variable %1$s cannot be used in this template. See the %2$s for more info.":["Aviso: a variável %1$s não pode ser usada neste modelo. Veja o %2$s para mais informações."],"By the way, did you know we also have a %1$sPremium plugin%2$s? It offers advanced features, like a redirect manager and support for multiple keyphrases. It also comes with 24/7 personal support.":["A propósito, sabia que também temos um %1$sPlugin Premium%2$s? Ele oferece recursos avançados, como um gerenciador de redirecionamentos e suporte para várias frases-chave na mesma página. Também inclui suporte 24h por dia."],"(no title)":["(sem título)"],"The %1$s admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["O menu da barra de administração do %1$s contém links úteis a ferramentas de terceiros para analisar páginas, além de facilitar a visualização de novas notificações."],"Admin bar menu":["Menu da barra do administrador"],"Features":["Recursos"],"SEO title":["Título SEO"],"Greater than sign":["Sinal de maior"],"Less than sign":["Sinal de menor do que"],"Right angle quotation mark":["Aspas em ângulo à direita"],"Left angle quotation mark":["Aspas em ângulo à esquerda"],"Small tilde":["Til"],"Vertical bar":["Barra vertical"],"Low asterisk":["Asterisco baixo"],"Asterisk":["Asterisco normal"],"Bullet":[""],"Middle dot":["Ponto médio"],"Em dash":["Travessão"],"En dash":["Traço"],"Dash":["Traço"],"No":["Não"],"Yes":["Sim"],"Google search console":["Console de pesquisa do Google"],"Social profiles":["Perfis sociais"],"Posts list":[""],"Posts list navigation":["Navegação da lista de posts"],"Filter posts list":["Filtrar lista de posts"],"Installed":["Instalado"],"Seamless integration between %1$s and %2$s":["Integração perfeita entre %1$s e %2$s"],"Optimize your site for Google News":["Otimize seu site para o Google News"],"Edit &#8220;%s&#8221;":["Editar &#8220;%s&#8221;"],"Premium":[""],"Get Premium":[""],"Notifications":["Notificações"],"Removes the focus keyphrase section from the metabox and disables all SEO-related suggestions.":["Remove a seção de frase-chave da caixa de metadados e desativa todas as sugestões relacionadas à SEO."],"Disable SEO analysis":["Desativar análise de SEO"],"Other social profiles":["Outros perfis sociais"],"Make primary":["Tornar primário"],"Cancel":["Cancelar"],"%s notification":["%s notificação","%s notificações"],"Disable readability analysis":["Desativar a análise de legibilidade"],"Removes the readability analysis section from the metabox and disables all readability-related suggestions.":["Remove a seção de legibilidade da caixa de metadados e desativa todas as sugestões relacionadas à legibilidade."],"Readability analysis":["Análise da legibilidade"],"Needs improvement":["Precisa melhorar"],"Readability":["Legibilidade"],"Improvements":["Melhorias"],"Good job! We could detect no serious SEO problems.":["Bom trabalho! Não detectamos nenhum problema grave de SEO."],"We have detected the following issues that affect the SEO of your site.":["Detectamos os seguintes problemas que afetam o SEO de seu site."],"Problems":["Problemas"],"Analysis":["Análise"],"Not available":["Não disponível"],"Filter by SEO Score":["Filtrar por pontuação de SEO"],"Meta description not set.":["Metadescrição não definida."],"Open":["Abrir"],"Loading...":["Carregando..."],"No results found":["Nenhum resultado foi encontrado"],"Dashboard":["Painel"],"You can fix this on the %1$sPermalink settings page%2$s.":["Você pode corrigir isso na %1$spágina de configurações de links permanentes%2$s."],"Replaced with the primary category of the post/page":["Substituído pela categoria principal do post/página"],"Buy %s":["Comprar %s"],"New %1$s Title":["Novo título de %1$s"],"Existing %1$s Title":["Título de %1$s existente"],"Expected an integer as input.":[""],"Trying to build the sitemap cache key, but the postfix and prefix combination leaves too little room to do this. You are probably requesting a page that is way out of the expected range.":["Tentando construir uma chave de cache para o arquivo sitemap, mas a combinação de sufixo e prefixo não deixa muito espaço para isso. Você provavelmente está solicitando uma página que está fora do intervalo esperado."],"Redirects":["Redirecionamentos"],"Remove":["Remover"],"Keep":["Manter"],"Bold the last page":[""],"Primary %s":["%s principal"],"Primary":["Primário"],"Make %1$s primary %2$s":["Torne %1$s a %2$s primária"],"Integrations":["Integrações"],"Term is set to noindex.":["Termo configurado para não ser indexado."],"Author archives":["Arquivo do autor"],"Enabled":["Ativo"],"Disabled":["Inativo"],"The separator defined in your theme's %s tag.":["O separador definido na tag %s do seu tema."],"No index":[""],"SEO score":["Pontuação de SEO"],"Team Yoast":["Equipe Yoast"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["A primeira verdadeira solução completa de SEO para o WordPress, incluindo a análise de conteúdo por página, sitemaps XML e muito mais."],"Yoast SEO":["Yoast SEO"],"Activation failed:":["Ativação falhou:"],"The filter extension seem to be unavailable. Please ask your web host to enable it.":["Essa extensão de filtro parece estar indisponível. Por favor peça a sua hospedagem para habilitá-la."],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":["A instalação do plugin %1$s está incompleta. Consulte as %2$sinstruções de instalação%3$s."],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":["The Standard PHP Library (SPL) parece não estar disponível. Por favor, solicite ao seu host para habilitá-lo."],"SEO Settings":["Configurações de SEO"],"Mobile-Friendly Test":["Teste de dispositivos móveis"],"Google Page Speed Test":["Teste de Velocidade de Página do Google"],"Facebook Debugger":["Facebook Debugger"],"Analyze this page":["Analisar esta página"],"%s does not seem to be a valid url. Please correct.":["%s não parece ser uma URL válida. Por favor, corrija."],"%1$s does not seem to be a valid %2$s verification string. Please correct.":["%1$s não parece ser um %2$s válido verificação de string. Por favor, corrija."],"%s Archive":["Arquivo %s"],"You searched for %s":["Você pesquisou por %s"],"%s does not seem to be a valid Twitter Username. Please correct.":["%s não parece ser um nome de usuário válido no Twitter. É necessário corrigir."],"Summary with large image":["Resumo com imagem grande"],"The post %1$s appeared first on %2$s.":["O post %1$s apareceu primeiro em %2$s."],"No numeric value was received.":["Nenhum valor numérico foi recebido."],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":["Este deve ser um blog já existente. O blog %s não existe ou foi marcado como excluído."],"The default blog setting must be the numeric blog id of the blog you want to use as default.":["A configuração padrão do blog deve ser o id do blog que você deseja usar como padrão."],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":["%1$s não é uma opção válida para quem deve ter acesso às configurações do %2$s. O valor foi redefinido para o padrão."],"Please select a valid post type for taxonomy \"%s\"":["Selecione um tipo de resposta válido para a taxonomia \"%s\""],"Please select a valid taxonomy for post type \"%s\"":["Por favor selecione uma taxonomia válida para o tipo de mensagem \"%s\""],"You searched for":["Você pesquisou por"],"Home":["Início"],"Archives for":["Arquivos para"],"Error 404: Page not found":["Erro 404: Página não encontrada"],"Good":["Bom"],"Replaced with a custom taxonomies description":["Sobrescrito por uma descrição de taxonomia customizada"],"Replaced with a posts custom taxonomies, comma separated.":["Substituído pelas taxonomias personalizadas do post (separadas por vírgulas)"],"Replaced with a posts custom field value":["Substituído pelo valor de um campo personalizado do post"],"Replaced with the slug which caused the 404":["Substituição do slug que causou erro 404"],"Replaced with the posts focus keyphrase":["Substituído pela frase-chave em foco do post"],"Attachment caption":["Substituído pela legenda do anexo"],"Replaced with the current page number":["Substituído pelo número da página atual"],"Replaced with the current page total":["Substituído pelo total de páginas atual"],"Replaced with the current page number with context (i.e. page 2 of 4)":["Substituído com o número da página atual com o contexto (Ex: página 2 de 4)"],"Replaced with the current year":["Substituído pelo ano corrente"],"Replaced with the current month":["Substituído pelo mês corrente"],"Replaced with the current day":["Substituído pelo dia de hoje"],"Replaced with the current date":["Substituído pela data corrente"],"Replaced with the post/page author's 'Biographical Info'":["Substituído com o post/página do(s) autor(es) 'Biographical Info'"],"Replaced with the post/page author's 'nicename'":["Substituído pelo 'nome de exibição' do autor do post/página"],"Replaced with the post/page ID":["Substituído pela ID do post/página"],"Replaced with the post/page modified time":["Substituído pelo horário modificado do post/página"],"Replaced with the content type plural label":["Substituído pelo rótulo do tipo de conteúdo no plural"],"Replaced with the content type single label":["Substituído pelo rótulo do tipo de conteúdo no singular"],"Replaced with the current search phrase":["Substituído pela frase de busca atual"],"Replaced with the term name":["Substituído pelo nome do termo"],"Replaced with the term description":["Substituído pela descrição do termo"],"Replaced with the tag description":["Substituído pela descrição da tag"],"Replaced with the category description":["Substituído pela descrição da categoria"],"Replaced with the post categories (comma separated)":["Substituído pelas categorias do post (separadas por vírgulas)"],"Replaced with the current tag/tags":["Substituído pela tag/tags atuais"],"Replaced with the post/page excerpt (without auto-generation)":["Substituído pelo resumo do post/página (sem geração automática)"],"Replaced with the post/page excerpt (or auto-generated if it does not exist)":["Substituído pelo resumo do post/página (ou gerado automaticamente caso não exista)"],"The site's name":["O nome do site"],"Replaced with the title of the parent page of the current page":["Substituído pelo o título da página pai da página atual"],"Replaced with the title of the post/page":["Substituído pelo título do post/página"],"Replaced with the date of the post/page":["Substituído pela data do post/page"],"Page %1$d of %2$d":["Página %1$d de %2$d"],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":["Você não pode ignorar uma substituição de variável padrão de WPSEO registrando uma variável com o mesmo nome. Use o filtro \"wpseo_replacements\" em vez de ajustar o valor de substituição."],"A replacement variable with the same name has already been registered. Try making your variable name unique.":["Uma variável de substituição com o mesmo nome já foi registrado. Tente criar um nome de variável exclusivo."],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":["Uma variável de substituição não pode começar com \"%%cf_\" ou \"%%ct_\", sendo estes reservados para variáveis ​​padrão do WPSEO, campos personalizados e taxonomias personalizadas. Tente criar um nome de variável exclusivo."],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":["Uma variável de substituição só pode conter caracteres alfanuméricos, sublinhados ou um traço. Tente mudar sua variável."],"Admin only notice: this page does not show a meta description because it does not have one, either write it for this page specifically or go into the [%1$s - %2$s] menu and set up a template.":["Aviso apenas para o administrador: esta página não mostra uma metadescrição porque não possui nenhuma. Ou escreva uma para esta página especificamente ou vá ao menu [%1$s - %2$s] e configure um modelo."],"Page not found":[""],"%s Archives":["Arquivo de %s"],"Meta description to use for Author page":["Metadescrição a ser usada para a página de autor"],"Title to use for Author page":["Título a ser usado para a página do autor"],"%1$s settings":[""],"Export your %1$s settings":[""],"Import settings":[""],"Import from other SEO plugins":["Importar de outros plugins de SEO"],"Import":["Importar"],"If you had a %s file and it was editable, you could edit it from here.":["Se você tivesse um arquivo %s e ele fosse editável, você poderia editá-lo a partir daqui."],"If your %s were writable, you could edit it from here.":["Se seu %s fosse tivesse permissão de gravação, você poderia editá-lo a partir daqui."],"You don't have a %s file, create one here:":["Você não tem um arquivo %s, crie um aqui:"],"A link to your site, with your site's name and description as anchor text.":["Link apontando para a URL de seu site e contendo o nome mais a descrição do site como âncora de texto."],"A link to your site, with your site's name as anchor text.":["Link apontando para a URL de seu site e contendo o nome do site como âncora de texto."],"A link to the post, with the title as anchor text.":["Link apontando para a URL do post e contendo o título do post como âncora de texto."],"You can use the following variables within the content, they will be replaced by the value on the right.":["Você pode usar as variáveis abaixo nos campos. Elas serão substituídas pelos valores à direita."],"Content to put after each post in the feed":["Conteúdo a ser adicIonado após cada post do feed"],"Content to put before each post in the feed":["Conteúdo a colocar no início de cada post do feed"],"How to insert breadcrumbs in your theme":["Como inserir caminhos de navegação em seu tema"],"Blog":[""],"Prefix for the breadcrumb path":["Prefixo dos caminhos de navegação"],"Anchor text for the Homepage":["Texto do link para a Página Inicial"],"Separator between breadcrumbs":["Separador de itens dos caminhos de navegação"],"Below are your published posts' SEO scores. Now is as good a time as any to start improving some of your posts!":["Abaixo estão os pontos SEO de suas publicações. Agora é um bom momento, como sempre, para começar a melhorar suas postagens!"],"Credits":["Créditos"],"&laquo; Back to Tools page":["&laquo; Voltar para a página Ferramentas"],"%1$s comes with some very powerful built-in tools:":["%1$s já vem com algumas ferramentas poderosas de fábrica:"],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":["Esta ferramenta permite que você mude rapidamente arquivos importantes para o seu SEO, como o robots.txt e, caso você tenha um, o seu arquivo .htaccess."],"File editor":["Editor de arquivo"],"Import settings from other SEO plugins and export your settings for re-use on (another) site.":["Importe as configurações de outros plugins de SEO e exporte suas configurações para reutilizá-las em (outro) site."],"Import and Export":["Importar e exportar"],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":["Esta ferramenta permite que você altere rapidamente títulos e descrições de seus posts e páginas sem precisar editá-los um por um."],"Bulk editor":["Editor em massa"],"Default settings":["Configurações padrão"],"Description":["Descrição"],"Restore site to defaults":["Restaurar site para o padrão"],"Site ID":["ID do site"],"Using this form you can reset a site to the default SEO settings.":["Usando este formulário você pode redefinir um site de volta às configurações padrão de SEO."],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new sites.":[""],"Enter the %1$sSite ID%2$s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":["Informe o %1$sID do Site%2$s do qual você deseja usar as configurações como padrão para todos os sites que são adicionados à sua rede. Deixe em branco para nenhum (ou seja, os padrões normais do plugin serão utilizados)."],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":["Escolha o site cujas configurações você deseja usar como padrão para todos os sites que são adicionados à rede. Se você escolher \"None\", os padrões normais do plugin será utilizado."],"New sites in the network inherit their SEO settings from this site":["Novos sites na rede herdam as configurações de SEO deste site"],"Super Admins only":["Apenas superadministradores"],"Site Admins (default)":["Administradores do site (padrão)"],"Who should have access to the %1$s settings":["Quem deve ter acesso as configurações %1$s"],"spam":[""],"mature":[""],"archived":["arquivado"],"public":["público"],"%s restored to default SEO settings.":["%s restaurado para as configurações padrão de SEO."],"Settings Updated.":["Configurações atualizadas."],"Special pages":["Páginas especiais"],"Date archives":["Arquivos de data"],"Title":["Título"],"Take note:":[""],"You can determine the title and description for the homepage by %1$sediting the homepage itself%2$s.":[""],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s detectou automaticamente se é necessário forçar a reescrita dos títulos de suas páginas. Caso acredite que está errado e saiba o que está fazendo, você pode modificar as configurações aqui."],"Force rewrite titles":["Forçar a reescrita de títulos"],"Homepage":[""],"%1$s Extensions":[""],"Seamlessly integrate WooCommerce with %1$s and get extra features!":["Integre perfeitamente o WooCommerce com o %1$s e tenha recursos extras!"],"Rank better locally and in Google Maps, without breaking a sweat!":["Posicione-se melhor localmente e no Google Maps, sem esforço!"],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":["Você está no Google News? Aumente seu tráfego do Google News, otimizando seu site para ele!"],"Optimize your videos to show them off in search results and get more clicks!":["Otimize seus vídeos para mostrá-las nos resultados de busca e assim conseguir mais cliques!"],"The premium version of %1$s with more features & support.":["A versão premium do %1$s com mais recursos e suporte."],"Person":["Pessoa"],"Website name":["Nome do site"],"RSS":["RSS"],"Permalink":["Link permanente"],"Breadcrumbs":[""],"Authenticate":["Autenticar"],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year of support and updates, on %2$s.":["Para poder criar um redirecionamento e corrigir esse problema, você precisa do %1$s.  Você pode comprar esse plugin com um ano de suporte e atualizações em %2$s."],"Creating redirects is a %s feature":[""],"New URL":["Novo URL"],"Search":["Pesquisar"],"URL":["URL"],"Deactivate %s":["Desativar %s"],"The %1$s plugin might cause issues when used in conjunction with %2$s.":[""],"Upload Image":["Enviar imagem"],"%s Posts Overview":["Visão geral dos posts do %s"],"Breadcrumbs title":["Título dos caminhos de navegação"],"Pinterest":["Pinterest"],"Social settings":["Configurações sociais"],"Close":[""],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines and might slow down your site.":["Você instalou %1$s e %2$s, e ambos podem criar sitemaps em XML. Ter dois Sitemaps XML não é benéfico para os mecanismos de pesquisa e ainda podem deixar seu site lento."],"Configure %1$s's Open Graph settings":["Defina as configurações Open Graph do %1$s"],"Both %1$s and %2$s create Open Graph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":["Você instalou %1$s e %2$s, e ambos criam dados Open Graph que podem fazer com que o Facebook, Twitter, LinkedIn e outras redes sociais usem textos e imagens erradas quando suas páginas forem compartilhadas."],"%s image":["Imagem no %s"],"%s description":["Descrição no %s"],"%s title":["Título no %s"],"Twitter":["Twitter"],"Facebook":["Facebook"],"very difficult":["muito difícil de"],"Try to make shorter sentences, using less difficult words to improve readability":["Tente escrever frases mais curtas, usando palavras menos difíceis para melhorar a leitura"],"difficult":["difícil"],"fairly difficult":["razoavelmente difícil de"],"OK":["OK"],"fairly easy":["razoavelmente fácil de"],"easy":["fácil de"],"very easy":["muito fácil de"],"The copy scores %1$s in the test, which is considered %2$s to read.":["A cópia pontua %1$s no teste, que é considerado %2$s para ler."],"Flesch reading ease":["Facilidade de leitura Flesch"],"Meta Desc.":[""],"All SEO Scores":["Todas as pontuações de SEO"],"SEO issue: The featured image should be at least 200 by 200 pixels to be picked up by Facebook and other social media sites.":["Problema de SEO: a imagem destacada deve ter pelo menos 200 por 200 pixels para ser escolhida pelo Facebook e outros sites de mídia social."],"(no parent)":[""],"meta description":["Metadescrição"],"Page title":["Título da página"],"Post is set to noindex.":[""],"The URL that this page should redirect to.":[""],"301 Redirect":["Redirecionamento 301"],"The canonical URL that this page should point to. Leave empty to default to permalink. %1$sCross domain canonical%2$s supported too.":[""],"Canonical URL":["URL canônico"],"Title to use for this page in breadcrumb paths":[""],"Breadcrumbs Title":["Título dos caminhos de navegação"],"No Snippet":["Nenhuma amostra"],"No Archive":["Nenhum arquivo"],"No Image Index":["Nenhum índice de imagens"],"None":["Nenhum"],"Meta robots advanced":["Metarrobôs avançados"],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Atenção: mesmo que você possa definir as configurações dos metarrobôs aqui, todo o site está definido como não-indexável (noindex) nas configurações globais de privacidade. Por isso, as configurações abaixo não terão efeito."],"Meta description":["Metadescrição"],"SEO Title":["Título SEO"],"Focus keyword":[""],"Settings successfully imported.":["Configurações importadas com sucesso."],"Settings could not be imported:":["As configurações não puderam ser importadas:"],"Breadcrumb for 404 pages:":["Caminhos de navegação para páginas 404:"],"Prefix for search result pages:":["Prefixo para páginas de resultados de pesquisa:"],"Prefix for archive pages:":[""],"Prefix for breadcrumbs:":[""],"Anchor text for the homepage:":["Texto âncora para a página inicial:"],"Breadcrumbs separator:":[""],"%s Breadcrumbs":["Caminhos de navegação do %s"],"Use Image":["Usar imagem"],"Action":["Ação"],"Page URL/Slug":["URL/slug da página"],"Publication date":["Data de publicação"],"Post Status":["Status do post"],"WP Page Title":["Título da página WP"],"View":[""],"View &#8220;%s&#8221;":[""],"Preview":["Visualizar"],"Preview &#8220;%s&#8221;":[""],"Edit":["Editar"],"Filter":["Filtro"],"New Yoast Meta Description":["Nova metadescrição do Yoast"],"Existing Yoast Meta Description":["Metadescrição do Yoast existente"],"Facebook profile URL":[""],"Twitter username (without @)":["Nome de usuário no Twitter (sem @)"],"Google":["Google"],"FAQ":["FAQ"],"Settings":[""],"Huge SEO Issue: You're blocking access to robots.":["Problema grave de SEO: Você está bloqueando o acesso dos robôs."],"Posts":[""],"Edit Files":["Editar arquivos"],"General":["Geral"],"Extensions":["Extensões"],"Search Console":["Console de pesquisa"],"Tools":["Ferramentas"],"Advanced":["Avançado"],"XML sitemaps":["Sitemaps XML"],"Social":["Social"],"SEO":["SEO"],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":["O %1$s detectou que você está usando a versão %2$s do %3$s. Atualize para a versão mais recente para evitar problemas de compatibilidade."],"Just another WordPress site":["Só mais um site WordPress"],"You have used HTML in your value which is not allowed.":["Você usou HTML em seu valor, o que não é permitido."],"You can't edit %s that aren't yours.":["Você não pode editar %s que não são seus."],"You can't edit %s.":["Você não pode editar %s."],"Post has an invalid Content Type: %s.":["O post tem um tipo de conteúdo inválido: %s."],"Post doesn't exist.":["O post não existe."],"posts\u0004Trash <span class=\"count\">(%s)</span>":["","Trash <span class=\"count\">(%s)</span>"],"posts\u0004All <span class=\"count\">(%s)</span>":["","All <span class=\"count\">(%s)</span>"]}}}