{"domain":"js-text-analysis","locale_data":{"js-text-analysis":{"":{"domain":"js-text-analysis","plural_forms":"nplurals=3; plural=(n % 10 == 1 && n % 100 != 11) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"ru"},"The %1$s class must not be instantiated before the %2$s global is set.":[""],"%1$sOutrank your competitors even further%2$s with these %3$s plugins":[""],"No need to figure out what to link to. You get linking suggestions for relevant posts and pages to make your website easier to navigate.":[""],"Use AI to write SEO titles and meta descriptions for your posts and pages. It speeds up your work and does some of the thinking for you!":[""],"%s looks at more than just your main keyword. It analyzes different word forms, plurals, and past tenses. This helps your website perform even better in searches!":[""],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for titles and meta descriptions to make your pages rank high and make you look good on social media. %1$sLearn more%2$s%3$s":[""],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for product titles and meta descriptions to make your pages rank high and make you look good on social media. %1$sLearn more%2$s%3$s":[""],"Explore %s!":[""],"You’ll reach more people with multiple keyphrases! Want to quickly add these related keyphrases to the %s analyses for even better content optimization?":[""],"Get AI to write SEO titles and meta descriptions faster. Reach a wider audience with multiple keywords. Get automatic internal linking suggestions. And much, much more!":[""],"Explore now":[""],"Rank higher in search results":[""],"Turn more visitors into customers!":[""],"Increase Google clicks with rich results":[""],"Write product pages that rank using the SEO analysis":[""],"Get XML sitemaps":[""],"Optimize your video previews & thumbnails":[""],"Make sure your videos load quickly for users":[""],"Automatically get technical SEO best practices for video content":[""],"Drive more views to your videos":[""],"Stand out for local searches":[""],"Explore %s now!":[""],"%1$s24/7 support%2$s: Also on evenings and weekends.":[""],"%1$sAppealing social previews%2$s people actually want to click on.":[""],"%1$sNo more broken links%2$s: Automatic redirect manager.":[""],"%1$sSuper fast%2$s internal linking suggestions.":[""],"%1$sMultiple keywords%2$s: Rank higher for more searches.":[""],"%1$sAI%2$s: Better SEO titles and meta descriptions, faster.":[""],"Highlight areas of improvement in your text, no more searching for a needle in a haystack, straight to optimizing! Now also in Elementor!":[""],"Leave a quick review":[""],"Happy with the plugin?":[""],"Show Yoast SEO some love!":[""],"Let's get your site in tip-top shape for the search engines. Simply follow these 5 steps to make Google understand what your site is about.":[""],"If your goal is to increase your rankings, you need to work on your SEO regularly. That can be overwhelming, so let's tackle it one step at a time!":[""],"Great work! Thanks to the details you've provided, %1$s has enhanced your site for search engines, giving them a clearer picture of what your site is all about.":[""],"Important: We won't sell this data, and we won't collect any personal information about you or your visitors.":[""],"What data will be collected and why?":[""],"No, I don't want to share my site data":[""],"Are you open to help us improve our services?":[""],"Yes, give me your free tips!":[""],"Subscribe to the %1$s newsletter to receive best practices for improving your rankings, save time on SEO tasks, stay up-to-date with the latest SEO news, and get expert guidance on how to make the most of %2$s!":[""],"Get free weekly SEO tips!":[""],"You're almost there! Complete all settings in this step so search engines know what your site is about.":[""],"Completing this step helps Google to understand your site even better. Bonus: You'll improve your chance of getting %1$srich results%2$s!":[""],"Let's start by running the SEO data optimization. That means we'll scan your site and create a database with optimized SEO data. It won't change any content or settings on your site and you don't need to do anything, just hit start!\n\nNote: If you have a lot of content, this optimization could take a moment. But trust us, it's worth it!":[""],"We've successfully analyzed your site & optimized your SEO data!":[""],"Fantastic work! Add your organization's social media accounts below. This allows us to fine-tune the metadata for these platforms.":[""],"Social share preview":[""],"Twitter share preview":[""],"The %1$s interface is currently unavailable in the beta WooCommerce product editor. To resolve any issues, please disable the beta editor. %2$sLearn how to disable the beta WooCommerce product editor.%3$s":["Интерфейс %1$s на данный момент недоступен в бета-версии редактора товаров WooCommerce. Чтобы решить эти проблемы, пожалуйста, отключите бета-версию редактора. %2$sУзнайте, как отключить бета-версию редактора товаров WooCommerce.%3$s"],"Compatibility issue: Yoast SEO is incompatible with the beta WooCommerce product editor.":["Проблема совместимости: Yoast SEO несовместим с бета-версией редактора товаров WooCommerce."],"Search engines and other websites can still send traffic to your trashed content.":[""],"Unlock with the %1$s":["Разблокируйте с помощью %1$s"],"Generate product titles & descriptions with AI!":["Генерируйте названия и описания товаров с помощью ИИ!"],"Last year":["Последний год"],"Last week":["Последняя неделя"],"Last day":["Последний день"],"Last updated":["Последнее обновление"],"Activate tracking to show the ranking position":["Активируйте отслеживание, чтобы отобразить позицию в рейтинге"],"List your Frequently Asked Questions in an SEO-friendly way.":["Составьте список часто задаваемых вопросов в подходящем для SEO формате."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by OpenAI GPTBot.":["Добавьте правило \"не разрешать\" в файл robots.txt, чтобы предотвратить сканирование ботом OpenAI GPTBot."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by the Google-Extended bot. Enabling this setting won’t prevent Google from indexing your website.":["Добавьте правило \"не разрешать\" в файл robots.txt, чтобы предотвратить сканирование ботом Google-Extended. Включение этой настройки не помешает Google индексировать ваш сайт."],"Lots of web traffic comes from bots crawling the web. Some can benefit your site or business, while other bots don’t. Blocking unwanted bots can save energy, help with site performance, and protect copyrighted content. Learn more about %1$swhen to block unwanted bots%2$s.":["Существенная часть веб-трафика поступает от ботов, сканирующих интернет. Некоторые могут принести пользу вашему сайту или бизнесу, а другие - нет. Блокирование нежелательных ботов может сохранить энергию, увеличить продуктивность сайта и защитить авторское содержимое. Узнайте больше о том, %1$sкогда блокировать нежелательных ботов%2$s."],"Prevent OpenAI GPTBot from crawling":["Предотвратить сканирование OpenAI GPTBot"],"Prevent Google Bard and Vertex AI bots from crawling":["Предотвратить сканирование Google Bard и Vertex AI"],"Prevent Common Crawl CCBot from crawling":["Предотвратить сканирование Common Crawl CCBot"],"Unlock Premium SEO analysis":["Разблокируйте Premium SEO-анализ"],"Get more help with writing content that ranks":["Получите больше помощи по написанию содержимого, которое ранжируется"],"$ USD / € EUR / £ GBP per year (ex. VAT)":["$ USD / € EUR / £ GBP за год (без НДС)"],"Internal linking suggestions":["Предложения по внутренней компоновке"],"%1$s SAVE 30%% %2$s on your 12 month subscription":[""],"Learn more about %s (Opens in a new browser tab)":["Узнайте больше о %s (откроется в новой вкладке браузера)"],"Write more natural and engaging content":["Создавайте более естественное и интересное содержимое"],"Synonyms help users understand your copy better. It’s easier to read for both users and Google. In %s, you can add synonyms for your focus keyphrase, and we’ll help you optimize for them.":["Синонимы помогают пользователям лучше понять ваш текст. Его легче читать как пользователям, так и Google. В %s вы можете добавить синонимы для ключевой фразы, и мы поможем вам оптимизировать их."],"Is your %1$s store ready for Black Friday?":["Ваш магазин %1$s готов к Чёрной пятнице?"],"Check your text on even more SEO criteria and get an enhanced keyphrase analysis, making it easier to optimize your content.":["Проверьте свой текст на соответствие еще большему количеству критериев SEO и получите улучшенный анализ ключевых фраз, это облегчит оптимизацию вашего содержимого."],"Buy now!":["Купить сейчас!"],"30% OFF!":["СКИДКА 30%!"],"BLACK FRIDAY SALE: %1$s %2$sBuy now!%3$s":["РАСПРОДАЖА НА ЧЁРНУЮ ПЯТНИЦУ: %1$s %2$sКупите сейчас!%3$s"],"BLACK FRIDAY SALE: %1$s":["РАСПРОДАЖА ЧЕРНОЙ ПЯТНИЦЫ: %1$s"],"Reach a wider audience":["Охватите более широкую аудиторию"],"Add related keyphrases":["Добавьте связанные ключевые фразы"],"%s automatically suggests to what content you can link with easy drag-and-drop functionality, which is good for your SEO!":["%s автоматически предлагает, на какое содержимое можно сделать ссылку с помощью удобной функции перетаскивания, что благоприятно сказывается на SEO!"],"Rank higher by connecting your content":["Поднимитесь в рейтинге, подключив своё содержимое"],"Get help optimizing for up to 5 related keyphrases. This helps you reach a wider audience and get more traffic.":["Получите помощь в оптимизации до 5 связанных ключевых фраз. Это поможет вам охватить более широкую аудиторию и получить больше трафика."],"-30%":[""],"%1$s Now with 30%% Black Friday Discount!":["%1$s Теперь со скидкой 30%% в Черную пятницу!"],"%1$sSALE 30%% OFF!%2$s":["%1$sРАСПРОДАЖА 30%% СКИДКА!%2$s"],"30% OFF":["Скидка 30%"],"BLACK FRIDAY":["Черная Пятница"],"Claim your 30% off now!":["Получите свою скидку 30% сейчас!"],"Social media appearance":["Внешний вид в соцсетях"],"Determine how your post should look in the search results.":["Определите, как должна выглядеть ваша запись в результатах поиска."],"The Yoast %1$sultimate Black Friday checklist%2$s helps you prepare in time, so you can boost your results during this sale.":["Контрольный список Yoast %1$sultimate для Черной пятницы%2$s поможет вам вовремя подготовиться и улучшить свои результаты во время этой распродажи."],"To customize the appearance of your post specifically for Twitter, please fill out the 'Twitter appearance' settings below.":["Для настройки внешнего вида вашей записи специально для Twitter, заполните настройки \"Внешний вид Twitter\" ниже."],"Twitter appearance":["Внешний вид в Твиттере"],"To customize the appearance of your post specifically for Twitter, please fill out the 'Twitter appearance' settings below. If you leave these settings untouched, the 'Social media appearance' settings mentioned above will also be applied for sharing on Twitter.":["Для настройки внешнего вида вашей записи специально для Twitter, заполните настройки \"Внешний вид Twitter\" ниже. Если вы оставите эти настройки без изменений, также будут применены настройки \"Внешний вид социальных медиа\", упомянутые выше, при публикации в Twitter."],"Determine how your post should look on social media like Facebook, Twitter, Instagram, WhatsApp, Threads, LinkedIn, Slack, and more.":["Определите, как ваша публикация должна выглядеть в социальных сетях, таких как Facebook, Twitter, Instagram, WhatsApp, Threads, LinkedIn, Slack и других."],"Get the checklist and start optimizing now!":["Получите контрольный список и начните оптимизацию прямо сейчас!"],"Is your WooCommerce store ready for Black Friday?":["Готов ли ваш магазин WooCommerce к Черной пятнице?"],"The %1$s %2$sultimate Black Friday checklist%3$s helps you prepare in time, so you can boost your results during this sale.":["%1$s %2$sКонтрольный список для Черной пятницы%3$s поможет вам подготовиться вовремя и улучшить свои результаты во время этой распродажи."],"AI generator":["Генератор ИИ"],"New in %1$s":[""],"Use AI to write your titles & meta descriptions!":[""],"Use the power of Yoast AI to automatically generate compelling titles and descriptions for your posts and pages.":["Используйте мощь Yoast AI, чтобы автоматически создавать привлекательные заголовки и описания для ваших записей и страниц."],"AI title & description generator":["ИИ генератор заголовков и описаний"],"Use AI":["Используйте ИИ"],"Clear selection":["Очистить выбор"],"Note that the following commonly-used parameters will not be removed: %1$s, %2$s, %3$s, %4$s, %5$s, %6$s, and %7$s.":["Обратите внимание, что следующие часто используемые параметры не будут удалены: %1$s, %2$s, %3$s, %4$s, %5$s, %6$s и %7$s."],"Learn how to increase your rankings with %1$s":["Узнайте, как повысить свой рейтинг с помощью %1$s"],"Want an enhanced Google preview of how your WooCommerce products look in the search results?":["Хотите улучшенный предварительный просмотр Google, чтобы увидеть, как ваши товары WooCommerce выглядят в результатах поиска?"],"Sign up today!":["Зарегистрируйтесь сегодня!"],"Feeling lost when it comes to optimizing your site for the search engines? Join our FREE webinar to gain the confidence that you need in order to start optimizing like a pro! You'll obtain the knowledge and tools to start effectively implementing SEO.":["Чувствуете себя потерянным, когда дело доходит до оптимизации вашего сайта для поисковых систем? Присоединяйтесь к нашему БЕСПЛАТНОМУ вебинару, чтобы обрести уверенность, необходимую для того, чтобы начать оптимизировать как профессионал! Вы получите знания и инструменты, чтобы начать эффективное внедрение SEO."],"Join our FREE webinar for SEO success":["Присоединяйтесь к нашему БЕСПЛАТНОМУ вебинару для успеха SEO"],"Want your products stand out in search results with rich results like price, reviews and more?":["Хотите, чтобы ваш товар выделялся в результатах поиска с помощью расширенных результатов, таких как цена, отзывы и многое другое?"],"%1$s, %2$s and %3$s":["%1$s, %2$s и %3$s"],"%1$s and %2$s":["%1$s и %2$s"],"Please see the “New” badges and review the Search appearance settings.":["Посмотрите бейджи \"Новый\" и просмотрите настройки внешнего вида Поиска."],"New type of content added to your site!":["На ваш сайт добавлен новый тип содержимого!"],"Site policies":["Политики сайта"],"Select a page which provides information about your diversity policies for %1$sstaffing%2$s, %1$shiring%2$s and %1$semployment%2$s.":["Выберите страницу, которая предоставляет информацию о ваших политиках разнообразия для %1$sнайма%2$s, %1$sподбора персонала%2$s и %1$sтрудоустройства%2$s."],"Select a page which provides information on your diversity policies for %1$seditorial%2$s content.":["Выберите страницу, которая предоставляет информацию о вашей политике разнообразия для %1$s редакционного%2$sсодержимого."],"Select a page which describes the personal, organizational, and corporate %1$sstandards%2$s of %1$sbehavior%2$s expected by your organization.":["Выберите страницу, которая описывает личные, организационные и корпоративные %1$sстандарты%2$s %1$sповедения%2$s, ожидаемые вашей организацией."],"Select a page which outlines your procedure for addressing %1$serrors%2$s (e.g., publishing retractions or corrections).":["Выберите страницу, на которой описана ваша процедура по устранению %1$sошибок%2$s (например, публикация отзывов или исправлений)."],"Select a page which describes how your organization collects and responds to %1$sfeedback%2$s, engages with the %1$spublic%2$s, and prioritizes %1$stransparency%2$s.":["Выберите страницу, на которой описано, как ваша организация собирает и отвечает на %1$sотзывы%2$s, взаимодействует с %1$spublic%2$s и определяет приоритеты %1$stransparency%2$s."],"Select a page which describes the ownership structure of your organization. It should include information about  %1$sfunding%2$s and %1$sgrants%2$s.":["Выберите страницу, описывающую структуру собственности вашей организации. Он должен включать информацию о %1$sфинансировании%2$s и %1$sгрантах%2$s."],"Select a page which describes the editorial principles of your organization. %1$sWhat%2$s do you write about, %1$swho%2$s do you write for, and %1$swhy%2$s?":["Выберите страницу, которая описывает редакционные принципы вашей организации. %1$sО чем%2$s вы пишете, %1$sдля кого%2$s вы пишете и %1$sпочему%2$s?"],"Select the pages on your website which contain information about your organizational and publishing policies. Some of these might not apply to your site, and you can select the same page for multiple policies. %1$sLearn more about why setting your site policies is important%2$s.":["Выберите страницы на вашем веб-сайте, которые содержат информацию о вашей организационной и издательской политике. Некоторые из них могут не применяться к вашему сайту, и вы можете выбрать одну и ту же страницу для нескольких политик. %1$sУзнайте больше о том, почему установка политики вашего сайта важна%2$s."],"Diversity staffing report":["Отчет о кадровом разнообразии"],"Diversity policy":["Политика разнообразия"],"Ethics policy":["Политика этики"],"Corrections policy":["Политика исправлений"],"Actionable feedback policy":["Практическая политика обратной связи"],"Ownership / Funding info":["Информация о собственности / финансировании"],"Publishing policies":["Политика публикации"],"Publishing principles":["Принципы публикации"],"Failed to retrieve pages.":["Не удалось получить страницы."],"Searching pages...":["Поиск страниц..."],"Add new page...":["Добавить новую страницу..."],"No pages found.":["Страницы не найдены."],"You've added a new type of content. We recommend that you review the corresponding %1$sSearch appearance settings%2$s.":["Вы добавили новый тип контента. Мы рекомендуем вам просмотреть соответствующие %1$sНастройки внешнего вида%2$s."],"Error: Taxonomy was not removed from new_taxonomies list.":["Ошибка: Таксономия не была удалена из списка new_taxonomies."],"Taxonomy is no longer new.":["Таксономия уже не нова."],"Taxonomy is not new.":["Таксономия не нова."],"Error: Post type was not removed from new_post_types list.":["Ошибка: тип записи не был удален из списка новых типов записей."],"Post type is no longer new.":["Тип записи больше не новый."],"Post type is not new.":["Тип записи не новый."],"Write a bug report":["Написать отчет об ошибке"],"Our support team is here to answer any questions you may have. Fill out the (pop-up) contact form, and we'll get back to you as soon as possible!":["Наша служба поддержки готова ответить на любые ваши вопросы. Заполните (всплывающую) контактную форму, и мы свяжемся с вами как можно скорее!"],"%1$sSupport languages:%2$s English & Spanish":["%1$sПоддерживаемые языки:%2$s английский и испанский"],"If you don't find the answers you're looking for and need personalized help, you can get 24/7 support from one of our support engineers.":["Если вы не нашли ответы на свои вопросы и вам нужна индивидуальная помощь, вы можете получить круглосуточную поддержку от одного из наших инженеров службы поддержки."],"Contact our support team":["Свяжитесь с нашей службой поддержки"],"Have you stumbled upon a bug while using %1$s? Please raise a bug report on our GitHub repository to let us know about the issue!":["Вы столкнулись с ошибкой при использовании %1$s? Пожалуйста, создайте отчет об ошибке в нашем репозитории GitHub, чтобы сообщить нам о проблеме!"],"Raise a bug report on GitHub":["Поднимите отчет об ошибке на GitHub"],"Visit WordPress forum":["Посетите форум WordPress"],"In the WordPress support forum for %1$s you can find answers or ask for help from %1$s users in the WordPress community.":["На форуме поддержки WordPress для %1$s вы можете найти ответы или попросить помощи у пользователей %1$s в сообществе WordPress."],"WordPress support forum for %1$s":["Форум поддержки WordPress для %1$s"],"Visit our help center":["Посетите наш справочный центр"],"Have a look at our help center to find articles, tutorials, and other resources to help you get the most out of %1$s!":["Посетите наш справочный центр, чтобы найти статьи, учебные пособия и другие ресурсы, которые помогут вам максимально эффективно использовать %1$s!"],"%1$s's help center":["Справочный центр %1$s"],"Need help with %1$s? These resources are a great place to start!":["Нужна помощь с %1$s? Эти ресурсы — отличное место для начала!"],"Additional resources":["Дополнительные ресурсы"],"Here, you'll find answers to commonly asked questions about using %1$s. If you don't see your question listed, you can have a look at the section below.":["Здесь вы найдете ответы на часто задаваемые вопросы об использовании %1$s. Если вы не видите свой вопрос в списке, вы можете просмотреть раздел ниже."],"Frequently asked questions":["Часто задаваемые вопросы"],"If you have any questions, need a hand with a technical issue, or just want to say hi, we've got you covered. Get in touch with us and we'll be happy to assist you!":["Если у вас есть какие-либо вопросы, вам нужна помощь в решении технической проблемы или вы просто хотите поздороваться, мы вам поможем. Свяжитесь с нами, и мы будем рады Вам помочь!"],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by Google AdsBot. You should only enable this setting if you're not using Google Ads on your site.":["Добавьте правило 'disallow' в файл robots.txt, чтобы предотвратить сканирование Google AdsBot. Этот параметр следует включать только в том случае, если вы не используете Google Ads на своем сайте."],"Block unwanted bots":["Блокировать нежелательных ботов"],"Close the upgrade callout":["Закрыть выноску обновления"],"%1$s and get an exclusive %2$s discount for %3$s month(s).":["%1$s и получите эксклюзивную скидку %2$s на %3$s мес."],"Click here to upgrade your %s plan":["Нажмите здесь, чтобы обновить план %s"],"Keyphrases tracked: %1$s/%2$s":["Отслежено ключевых фраз: %1$s/%2$s"],"Your are tracking %1$s out of %2$s keyphrases included in your account.":["Вы отслеживаете %1$s из %2$s ключевых фраз, включенных в ваш аккаунт."],"Your are tracking %1$s out of %2$s keyphrases included in your free account.":["Вы отслеживаете %1$s из %2$s ключевых фраз, включенных в ваш бесплатный аккаунт."],"Support":["Поддержка"],"Prevent Google AdsBot from crawling":["Запретить Google AdsBot сканирование"],"%s":["%s"],"This overview will show you your top performing keyphrases in Google. Connect with %s to get started.":["Этот обзор покажет вам ваши самые эффективные ключевые фразы в Google. Свяжитесь с %s, чтобы начать."],"You have successfully connected with %s.":["Вы успешно подключились к %s."],"You have successfully connected with %1$s. Your %2$s account does not contain any keyphrases for this website yet. You can track keyphrases by using the \"Track SEO Performance\" button in the post editor.":["Вы успешно подключились к %1$s. В вашей учетной записи %2$s еще нет ключевых фраз для этого веб-сайта. Вы можете отслеживать ключевые фразы, используя кнопку «Отслеживание эффективности SEO» в редакторе сообщений."],"Network Error: Unable to connect to the server. Please check your internet connection and try again later.":["Ошибка сети: невозможно подключиться к серверу. Пожалуйста, проверьте подключение к Интернету и повторите попытку позже."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of URLs like %1$s, %2$s and %3$s.":["Добавьте правило ‘disallow’  в файл robots.txt, чтобы предотвратить сканирование URL-адресов, таких как %1$s, %2$s и %3$s."],"Your WordPress environment is running on a non-production site. Indexables can only be created on production environments. Please check your `WP_ENVIRONMENT_TYPE` settings.":["Ваша среда WordPress работает на нерабочем сайте. Индексируемые объекты можно создавать только в производственных средах. Пожалуйста, проверьте настройки WP_ENVIRONMENT_TYPE."],"Inclusive language: %s":["Инклюзивный язык: %s"],"%1$s / %2$s: Top Keyphrases":["%1$s / %2$s: популярные ключевые фразы"],"The post type %s could not be indexed because it does not meet indexing requirements.":["Тип записи %s не может быть проиндексирован, так как он не соответствует требованиям индексации."],"The name of this category is %1$s.":["Название этой категории: %1$s."],"Start the course":["Начать курс"],"Start free trial lesson":["Начать бесплатный пробный урок"],"Maximize your SEO game by purchasing %s, which grants you unlimited access to all courses.":["Максимизируйте свою SEO-игру, купив %s, что дает вам неограниченный доступ ко всем курсам."],"Learn vital SEO skills that you can apply at once! Let us take you by the hand and give you practical SEO tips to help you outrank your competitors. %s comes with five free courses.":["Изучите жизненно важные навыки SEO, которые вы можете применить сразу! Позвольте нам взять вас за руку и дать практические советы по SEO, которые помогут вам опередить своих конкурентов. %s поставляется с пятью бесплатными курсами."],"Learn vital SEO skills that you can apply at once! Let us take you by the hand and give you practical SEO tips to help you outrank your competitors. Maximize your SEO game! Because your %s subscription gives you unlimited access to all courses.":["Изучите жизненно важные навыки SEO, которые вы можете применить сразу! Позвольте нам взять вас за руку и дать практические советы по SEO, которые помогут вам опередить своих конкурентов. Максимизируйте свою SEO-игру! Потому что ваша подписка %s дает вам неограниченный доступ ко всем курсам."],"Choosing the right type of hosting for your site is the basis of a solid Technical SEO strategy. Learn all about it in this course!":["Выбор правильного типа хостинга для вашего сайта является основой надежной стратегии технического SEO. Узнайте все об этом в этом курсе!"],"You have to make it possible for search engines to find your site, so they can display it in the search results. We'll tell you all about how that works in this course!":["Вы должны сделать так, чтобы поисковые системы могли найти ваш сайт, чтобы они могли отображать его в результатах поиска. Мы расскажем вам все о том, как это работает в этом курсе!"],"Are you selling in countries all over the world? In this course, you’ll learn all about setting up and managing a site that targets people in different languages and locales.":["Вы продаете в странах по всему миру? В этом курсе вы узнаете все о настройке и управлении сайтом, ориентированным на людей, говорящих на разных языках и в разных регионах."],"Do you want to take a deep dive into structured data? In this course, you'll learn the theory related to structured data in detail.":["Хотите глубоко погрузиться в структурированные данные? В этом курсе вы подробно изучите теорию, связанную со структурированными данными."],"Learn how to optimize your online shop for your customers and for search engines!":["Узнайте, как оптимизировать свой интернет-магазин для ваших клиентов и для поисковых систем!"],"Do you own a local business? This course will teach you how to make sure your local audience can find you in the search results and on Google Maps!":["У вас есть местный бизнес? Этот курс научит вас, как сделать так, чтобы ваша локальная аудитория могла найти вас в результатах поиска и на Картах Google!"],"A clear site structure benefits your users and is of great importance for SEO. Still, most people seem to forget about this. Get ahead of your competition and learn how to improve your site structure!":["Четкая структура сайта приносит пользу вашим пользователям и имеет большое значение для SEO. Тем не менее, большинство людей, кажется, забывают об этом. Опередите своих конкурентов и узнайте, как улучшить структуру вашего сайта!"],"Start creating block-tastic content with the new WordPress block editor! Learn all about the block editor and what you can do with it.":["Начните создавать блочный контент с новым редактором блоков WordPress! Узнайте все о редакторе блоков и о том, что вы можете с ним делать."],"Do you know the essential first step of good SEO? It's keyword research. In this training, you'll learn how to research and select the keywords that will guide searchers to your pages.":["Знаете ли вы важный первый шаг хорошего SEO? Это исследование ключевых слов. На этом тренинге вы узнаете, как исследовать и выбирать ключевые слова, которые будут направлять пользователей на ваши страницы."],"Learn how to make your site stand out from the crowd by adding structured data!":["Узнайте, как выделить свой сайт из толпы, добавив структурированные данные!"],"In this course, you'll learn how to write awesome copy that is optimized for ranking in search engines.":["В этом курсе вы научитесь писать потрясающие тексты, оптимизированные для ранжирования в поисковых системах."],"Do you want to set up your own WordPress site? This course will teach you the ins and outs of creating and maintaining a WordPress website!":["Вы хотите создать свой собственный сайт WordPress? Этот курс научит вас тонкостям создания и обслуживания веб-сайта WordPress!"],"In this course, you'll learn practical SEO skills on every key aspect of SEO, to make your site stand out.":["В этом курсе вы изучите практические навыки SEO по каждому ключевому аспекту SEO, чтобы сделать свой сайт выделяющимся."],"In this course, you'll learn about how to set up and use the %1$s for WordPress plugin so it makes SEO even easier. This course is meant for users of the block editor.":["В этом курсе вы узнаете, как настроить и использовать плагин %1$s для WordPress, чтобы сделать SEO еще проще. Этот курс предназначен для пользователей редактора блоков."],"In this free course, you'll get quick wins to make your site rank higher in Google, Bing, and Yahoo.":["В этом бесплатном курсе вы получите быстрый результат, чтобы повысить рейтинг вашего сайта в Google, Bing и Yahoo."],"Academy":["Академия"],"%1$s %2$s isn't working as expected %3$s and you are not receiving updates or support! Make sure to %4$s activate your product subscription in %5$s%6$s to unlock all the features of %7$s.":["%1$s %2$s не работает должным образом %3$s, и вы не получаете обновления или поддержку! Убедитесь, что %4$s активировал подписку на продукт в %5$s%6$s, чтобы разблокировать все функции %7$s."],"%1$s can't be updated because your product subscription is expired. %2$sRenew your product subscription%3$s to get updates again and use all the features of %1$s.":["%1$s не может быть обновлено, так как срок действия вашей подписки на продукт истек. %2$sПродлите подписку на продукт%3$s, чтобы снова получать обновления и использовать все функции %1$s."],"Warning! These are expert features, so make sure you know what you're doing before using this setting. You might break your site. %1$sRead more about how your site can be affected%2$s.":["Предупреждение! Это экспертные функции, поэтому убедитесь, что вы знаете, что делаете, прежде чем использовать этот параметр. Вы можете сломать свой сайт. %1$sУзнайте больше о том, как это может повлиять на ваш сайт%2$s."],"%1$s: unregistered URL parameter removed. See %2$s":["%1$s: незарегистрированный параметр URL удален. См. %2$s"],"This feature is disabled when your site is not using pretty permalinks.":["Эта функция отключена, если на вашем сайте не используются красивые постоянные ссылки."],"This feature is disabled when your site is not using %1$spretty permalinks%2$s.":["Эта функция отключена, если на вашем сайте не используются постоянные ссылки %1$spretty%2$s."],"%1$s: redirect utm variables to #":["%1$s: перенаправить переменные utm в #"],"Optimize your business for multiple locations":["Оптимизируйте свой бизнес для нескольких местоположений"],"Easily add maps, address finders, and opening hours to your content":["Легко добавляйте карты, средства поиска адресов и часы работы к своему содержимому"],"Automatically get technical SEO best practices for local businesses":["Автоматически получайте рекомендации по техническому SEO для местных предприятий"],"Attract more customers to your site and physical store":[""],"Remove Other profile %1$s":["Удалить другой профиль %1$s"],"Please select a user in the Site representation step.":["Выберите пользователя на этапе Представление сайта."],"You can %1$supdate or add social profiles to this user profile%2$s.":["Вы можете %1$sобновить или добавить социальные профили в этот профиль пользователя%2$s."],"You have selected the user %1$s as the person this site represents.":["Вы выбрали пользователя %1$s в качестве лица, которое представляет этот сайт."],"If you select a Person to represent this site, we will use the social profiles from the selected user's profile page.":["Если вы выберете человека для представления этого сайта, мы будем использовать социальные профили со страницы профиля выбранного пользователя."],"It looks like you've enabled media pages. We recommend that you help us to re-analyze your site by running the SEO data optimization. ":["Похоже, вы включили медиа-страницы. Мы рекомендуем вам помочь нам повторно проанализировать ваш сайт, запустив SEO-оптимизацию данных. "],"Organization Mastodon":["Организация Mastodon"],"%1$s Settings - %2$s":["%1$s Настройки - %2$s"],"Read more about how to get your site verified.":["Узнайте больше о том, как подтвердить свой сайт."],"Get your site verified in your Mastodon profile.":["Подтвердите свой сайт в своем профиле Mastodon."],"E.g. https://mastodon.social/@yoast":["Например. https://mastodon.social/@yoast"],"Mastodon":["Mastodon"],"%2$s integrates %1$s' Schema output into its own to get rich snippets for your digital products!":["%2$s интегрирует выходные данные схемы %1$s' в свою собственную, чтобы получать расширенные фрагменты для ваших цифровых продуктов!"],"Get %1$srich results for your digital products%2$s in Google search":["Получите %1$sбогатые результаты для ваших цифровых продуктов%2$s в поиске Google"],"Add trustworthiness to your %1$s profile by verifying your site with %2$s.":["Добавьте надежности своему профилю %1$s, подтвердив свой сайт с помощью %2$s."],"Verify your site on %1$s%2$s%3$s":["Подтвердите свой сайт на %1$s%2$s%3$s"],"Mastodon profile not yet added":["Профиль Mastodon еще не добавлен"],"Mastodon profile added":["Добавлен профиль Mastodon"],"Potentially non-inclusive":["Потенциально не инклюзивный"],"Finish your %s":["Закончите свой %s"],"Please enter a number between 1 and 50.":["Введите число от 1 до 50."],"Settings navigation":["Навигация по настройкам"],"Close settings navigation":["Закрыть навигацию по настройкам"],"Open settings navigation":["Открыть навигацию по настройкам"],"Choose whether your site represents an organization or a person. %1$sLearn more about the differences and choosing between Organization and Person%2$s.":["Выберите, представляет ваш сайт организацию или человека. %1$sУзнайте подробнее о различиях и выборе между Организацией и Лицом%2$s."],"%1$sGet%2$s %3$s":["%1$sПолучить%2$s %3$s"],"Index Now":["Индексировать Сейчас"],"Failed to retrieve media.":["Не удалось получить медиаданные."],"Limit the length of internal site search queries to reduce the impact of spam attacks and confusing URLs. Please enter a number between 1 and 50.":["Ограничьте длину запросов внутреннего поиска по сайту, чтобы уменьшить влияние спам-атак и запутанных URL-адресов. Введите число от 1 до 50."],"The number you've entered is not between 1 and 50.":["Введенное вами число не находится в диапазоне от 1 до 50."],"Determine how your %1$s should look on social media.":["Определите, как ваш %1$s должен выглядеть в социальных сетях."],"Disabling this means that archive pages for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Отключение означает, что архивные страницы для %1$s не будут индексироваться поисковыми системами и будут исключены из XML-карт сайта."],"Prevents specific URL parameters from being removed by the above feature. E.g., adding %1$s will prevent %2$s from being redirected to %3$s. You can add multiple parameters and separate them by using enter or a comma.":["Предотвращает удаление определенных параметров URL вышеуказанной функцией. Например, добавление %1$s предотвратит перенаправление %2$s на %3$s. Вы можете добавить несколько параметров и разделить их с помощью ввода или запятой."],"Consolidates WordPress' multiple site search URL formats into the %1$s syntax. E.g., %2$s will redirect to %3$s":["Объединяет несколько форматов URL-адресов поиска по сайту WordPress в синтаксис %1$s. Например, %2$s перенаправит пользователя на %3$s"],"Redirect pretty URLs to ‘raw’ formats":["Перенаправляйте красивые URL-адреса в 'сырые' форматы"],"Allow":["Разрешить"],"Deny":["Отказать"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["Чтобы просмотреть это видео, вам нужно разрешить %1$s загружать встроенные видео из %2$s."],"Only available for English sites":["Доступно только для англоязычных сайтов"],"You can change the default type for %1$s under Content types in the %2$sSettings%3$s.":["Вы можете изменить тип по умолчанию для %1$s в разделе Типы контента в %2$sSettings%3$s."],"all the Yoast plugins":["все плагины Yoast"],"Show date archives in search results":["Показывать архивы дат в результатах поиска"],"Show %1$s archives in search results":["Показать архивы %1$s в результатах поиска"],"Prefix for archive breadcrumbs":["Префикс для навигационных цепочек архива"],"Unlock rich results in Google search by using plugins that integrate with the %1$sYoast Schema API%2$s.":["Разблокируйте расширенные результаты поиска Google с помощью подключаемых модулей, которые интегрируются с %1$sYoast Schema API%2$s."],"Schema API integrations":["Интеграция API схемы"],"%s can integrate with other products, to help you further improve your website. You can enable or disable these integrations below.":["%s может интегрироваться с другими продуктами, чтобы помочь вам улучшить свой веб-сайт. Вы можете включить или отключить эти интеграции ниже."],"Unlock rich snippets for your product pages by using %1$s.":["Разблокируйте расширенные сниппеты для страниц товаров с помощью %1$s."],"Get %1$srich product results%2$s in Google search":["Получите %1$sбогатые результаты поиска%2$s в поиске Google"],"%1$s integrates with %2$s's Schema API to get rich snippets for your recipes!":["%1$s интегрируется с Schema API %2$s, чтобы получать расширенные фрагменты для ваших рецептов!"],"Get %1$srich results for your recipes%2$s in Google search":["Получите %1$sбогатые результаты по своим рецептам%2$s в поиске Google"],"%1$s integrates with %2$s's Schema API to get rich snippets for your podcasts!":["%1$s интегрируется с %2$s Schema API чтобы получать расширенные фрагменты для ваших подкастов!"],"Get %1$srich results for your podcast%2$s in Google search":["Получите %1$sбогатые результаты для вашего подкаста%2$s в поиске Google"],"%1$s integrates with %2$s's Schema API to get rich snippets for your events!":["%1$s интегрируется с %2$s Schema API, чтобы получать расширенные фрагменты для ваших мероприятий!"],"Get %1$srich results for your events%2$s in Google search":["Получите %1$sбогатые результаты для ваших мероприятий%2$s в поиске Google"],"You have selected the user %1$s%3$s%2$s as the person this site represents. Their user profile information will now be used in search results. We're sorry, you're not allowed to edit this user's profile. Please contact your admin or %1$s%3$s%2$s to check and/or update the profile.":["Вы выбрали пользователя %1$s%3$s%2$s в качестве лица, которое представляет этот сайт. Информация их профиля пользователя теперь будет использоваться в результатах поиска. К сожалению, вам не разрешено редактировать профиль этого пользователя. Свяжитесь со своим администратором или %1$s%3$s%2$s, чтобы проверить и/или обновить профиль."],"An organization name and logo need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site name and logo as default values. %1$sLearn more about the importance of structured data%2$s.":["Для правильной работы структурированных данных необходимо установить название и логотип организации. Поскольку вы еще не установили их, мы используем имя и логотип сайта в качестве значений по умолчанию. %1$sПодробнее о важности структурированных данных%2$s."],"This info is intended to appear in %1$sGoogle's Knowledge Graph%2$s.":["Эта информация предназначена для отображения в сети %1$sGoogle's Knowledge Graph%2$s."],"Other profile %1$s":["Другой профиль %1$s"],"Tweet":["Tweet"],"Organization Twitter":["Организация Twitter"],"Open Graph":["Open Graph"],"Organization Facebook":["Организация Facebook"],"OpenGraph":["OpenGraph"],"Format archives":["Форматировать архивы"],"File":["Файл"],"PDF":["PDF"],"Video":["Видео"],"Attachment":["Вложение"],"404 pages title":["заголовок 404 страницы"],"Search pages title":["Заголовок страницы поиска"],"Enable date archives":["Включить архивы дат"],"Enable author archives":["Включить авторские архивы"],"Anchor text for the homepage":["Якорный текст для главной страницы"],"Organization/person":["Организация/человек"],"Divider":["Разделитель"],"Remove Atom/RDF feeds":["Удалить фиды Atom/RDF"],"Webmaster":["Веб-мастер"],"Share":["Делиться"],"Structured data":["Структурированные данные"],"Enable the %1$s XML sitemaps. A sitemap is a file that lists a website's essential pages to make sure search engines can find and crawl them.":["Включите XML-карты сайта %1$s. Карта сайта — это файл, в котором перечислены основные страницы веб-сайта, чтобы поисковые системы могли их найти и просканировать."],"The %1$s icon in the top admin bar provides quick access to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["Значок %1$s в верхней панели администратора обеспечивает быстрый доступ к сторонним инструментам для анализа страниц и позволяет легко увидеть, есть ли у вас новые уведомления."],"Allows for Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared. Keep this feature enabled to optimize your site for social media.":["Позволяет Facebook и другим социальным сетям отображать предварительный просмотр с изображениями и текстовой выдержкой при публикации ссылки на ваш сайт. Оставьте эту функцию включенной, чтобы оптимизировать свой сайт для социальных сетей."],"Count the number of internal links from and to your posts to improve your site structure.":["Подсчитайте количество внутренних ссылок с ваших сообщений и на них, чтобы улучшить структуру вашего сайта."],"Mark and filter your cornerstone content to make sure your most important articles get the attention they deserve. To help you write excellent copy, we’ll assess your text more strictly.":["Отмечайте и фильтруйте краеугольное содержимое, чтобы самые важные статьи привлекали внимание, которого они заслуживают. Чтобы помочь вам написать отличный текст, мы будем оценивать ваш текст более строго."],"Get more insights into what you are writing. What words do you use most often? How much time does it take to read your text? Is your text easy to read?":["Получите больше информации о том, что вы пишете. Какие слова вы используете чаще всего? Сколько времени нужно, чтобы прочитать ваш текст? Ваш текст легко читается?"],"The inclusive language analysis offers suggestions to write more inclusive copy, so more people will be able to relate to your content.":["Инклюзивный языковой анализ предлагает предложения по написанию более инклюзивного текста, чтобы больше людей могли относиться к вашему контенту."],"The SEO analysis offers suggestions to improve the findability of your text and makes sure that your content meets best practices.":["Анализ SEO предлагает предложения по улучшению возможности поиска вашего текста и гарантирует, что ваш контент соответствует лучшим практикам."],"Set the basic info for your website. You can use %1$stagline%2$s and %1$sseparator%2$s as %3$sreplacement variables%4$s when configuring the search appearance of your content.":["Установите основную информацию для вашего сайта. Вы можете использовать %1$sслоган%2$s и %1$sразделитель%2$s в качестве %3$sзамещающих переменных%4$s при настройке отображения вашего содержимого в поиске."],"Usage tracking allows us to track some data about your site to improve our plugin. %1$sLearn more about which data we track and why%2$s.":["Отслеживание использования позволяет нам отслеживать некоторые данные о вашем сайте для улучшения нашего плагина. %1$sПодробнее о том, какие данные мы отслеживаем и почему%2$s."],"A link to the archive for the post author, with the author's name as anchor text.":["Ссылка на архив для автора поста с именем автора в качестве анкорного текста."],"Determine how your %1$s pages should be described by default in your site's Schema.org markup. You can always customize the settings for individual %1$s pages in the %2$s metabox.":["Определите, как ваши страницы %1$s должны быть описаны по умолчанию в разметке Schema.org вашего сайта. Вы всегда можете настроить параметры для отдельных %1$s страниц в %2$s метабоксе."],"Determine how your %1$s pages should look in search engines. You can always customize the settings for individual %1$s pages in the %2$s metabox.":["Определите, как ваши страницы %1$s должны выглядеть в поисковых системах. Вы всегда можете настроить параметры для отдельных %1$s страниц в %2$s метабоксе."],"Enable %1$s pages":["Включить %1$s страниц"],"Determine how your homepage should look in the search results.":["Определите, как ваша домашняя страница должна выглядеть в результатах поиска."],"Determine how your %1$s should look in search engines. You can always customize the settings for individual %1$s in the %2$s metabox.":["Определите, как ваш %1$s должен выглядеть в поисковых системах. Вы всегда можете настроить параметры для отдельных %1$s в %2$s метабоксе."],"Enable format-based archives":["Включить архивы на основе формата"],"Not sure how to implement the %3$s breadcrumbs on your site? Read %1$sour help article on breadcrumbs implementation%2$s.":["Не знаете, как внедрить навигационные цепочки %3$s на свой сайт? Прочтите %1$sour справочную статью о реализации навигационных цепочек%2$s."],"Show %1$s without posts in search results":["Показать %1$s без сообщений в результатах поиска"],"Determine how your %1$s should look on social media by default. You can always customize the settings for individual %1$s in the %2$s metabox.":["Определите, как ваш %1$s должен выглядеть в социальных сетях по умолчанию. Вы всегда можете настроить параметры для отдельных %1$s в %2$s метабоксе."],"Determine what your %1$s should look like in the search results by default. You can always customize the settings for individual %1$s in the %2$s metabox.":["Определите, как ваш %1$s должен выглядеть в результатах поиска по умолчанию. Вы всегда можете настроить параметры для отдельных %1$s в метабоксе %2$s."],"This taxonomy is used for %2$s.":["Эта таксономия используется для %2$s."],"This taxonomy is used for %1$s and %2$s.":["Эта таксономия используется для %1$s и %2$s."],"Read more about our custom field analysis":["Узнайте больше о нашем анализе пользовательских полей"],"Determine how your %1$s should look on social media by default. You can always customize the settings for individual %1$s in the %2$s sidebar or metabox.":["Определите, как ваш %1$s должен выглядеть в социальных сетях по умолчанию. Вы всегда можете настроить параметры для отдельных %1$s на боковой панели или в метабоксе %2$s."],"Determine what your %1$s should look like in the search results by default. You can always customize the settings for individual %1$s in the %2$s sidebar or metabox.":["Определите, как ваш %1$s должен выглядеть в результатах поиска по умолчанию. Вы всегда можете настроить параметры для отдельных %1$s на боковой панели или в метабоксе %2$s."],"Determine how your %1$s should be described by default in %2$syour site's Schema.org markup%3$s. You can always change the settings for individual %1$s in the %4$s sidebar or metabox.":["Определите, как ваш %1$s должен быть описан по умолчанию в разметке %2$sвашего сайта Schema.org%3$s. Вы всегда можете изменить настройки для отдельных %1$s на боковой панели или в метабоксе %4$s."],"You can add multiple custom fields and separate them by using %1$senter%2$s or %1$scomma%2$s.":["Вы можете добавить несколько настраиваемых полей и разделить их, используя %1$sввод%2$s или %1$sзапятую%2$s."],"Please enter a search term with at least 3 characters.":["Введите поисковый запрос длиной не менее 3 символов."],"CtrlK":["CtrlK"],"⌘K":["⌘K"],"Add new user...":["Добавить нового пользователя..."],"Unavailable for multisites":["Недоступно для мультисайтов"],"Integrate your custom fields and SEO data from %1$s%2$s%3$s":["Интегрируйте свои настраиваемые поля и SEO-данные из %1$s%2$s%3$s"],"Upgrade your %1$s%2$s%3$s SEO":["Обновите SEO-оптимизацию %1$s%2$s%3$s"],"Improve your internal search results with %1$s%2$s%3$s":["Улучшите результаты внутреннего поиска с помощью %1$s%2$s%3$s"],"Make your terms & privacy pages more trustworthy with %1$s%2$s%3$s":["Сделайте свои страницы условий и конфиденциальности более надежными с помощью %1$s%2$s%3$s"],"Track your rankings through time with %1$s%2$s%3$s":["Отслеживайте свои позиции во времени с помощью %1$s%2$s%3$s"],"Use %1$s%2$s%3$s to do keyword research - without leaving your post":["Используйте %1$s%2$s%3$s для исследования ключевых слов, не покидая поста."],"We could not save the website name. Please check the value.":["Не удалось сохранить название веб-сайта. Пожалуйста, проверьте значение."],"%1$sSubheading distribution%2$s: The beginning of your text is longer than %4$s %5$s and is not separated by any subheadings. %3$sAdd subheadings to improve readability.%2$s":["%1$sРаспределение подзаголовков%2$s: начало текста длиннее %4$s %5$s и не разделено никакими подзаголовками. %3$sДобавить подзаголовки для удобства чтения.%2$s"],"WordPress.org support forums":["Форумы поддержки WordPress.org"],"Yoast Premium support":["Поддержка Yoast Премиум"],"Yoast.com help section":["Раздел помощи Yoast.com"],"Help":["Помощь"],"Write better content":["Пишите лучший контент"],"Improve your blog post":["Улучшите свою запись в блоге"],"Learn more SEO":["Узнать больше SEO"],"SEO Tools":["Инструменты SEO"],"not set":["не установлен"],"With a 30-day money-back guarantee. No questions asked.":[""],"Reach new customers who live near your business":[""],"Get all 5 Yoast plugins for WordPress at a big discount":[""],"Cover all your SEO bases":["Охватите все свои основы SEO"],"Add global identifiers for variable products":["Добавьте глобальные идентификаторы для переменных товаров"],"Drive more traffic to your online store":["Привлекайте больше трафика в свой интернет-магазин"],"Add all necessary schema.org markup":["Добавьте всю необходимую разметку schema.org"],"Ping Google on the publication of a new post":["Информируйте Google о публикации новой записи"],"Rank higher in Google's news carousel":["Рейтинг выше в Google новостной карусели"],"Make your videos responsive for all screen sizes":["Сделайте ваши видео адаптивными для всех размеров экрана"],"Cleaned up %1$d record from %2$s.":["Удалена запись %1$d из %2$s.","Удалены %1$d записи из %2$s.","Удалены %1$d записей из %2$s."],"Cleaning up %1$s [%2$s]":["Очистка %1$s [%2$s]"],"Skipping %1$s. %2$s is not active on this site.":["Пропуск %1$s. %2$s не активен на этом сайте."],"Cleaned up %1$d record.":["Очищена %1$d запись.","Очищены %1$d записи.","Очищены %1$d записей."],"The value for 'batch-size' must be a positive integer higher than equal to 1.":["Значение параметра 'размер партии' должно быть положительным целым числом, большим, чем равным 1."],"The value for 'interval' must be a positive integer.":["Значение 'интервал' должно быть положительным целым числом."],"We need to re-analyze some of your SEO data because of a change in the visibility of your taxonomies. Please help us do that by running the SEO data optimization. ":["Нам нужно повторно проанализировать некоторые ваши данные SEO из-за изменения видимости ваших таксономий. Пожалуйста, помогите нам сделать это, запустив SEO-оптимизацию данных. "],"We need to re-analyze some of your SEO data because of a change in the visibility of your post types. Please help us do that by running the SEO data optimization. ":["Нам нужно повторно проанализировать некоторые из ваших данных SEO из-за изменения видимости ваших типов сообщений. Пожалуйста, помогите нам сделать это, запустив SEO-оптимизацию данных. "],"The term %s could not be built because it's not indexable.":["Термин %s не может быть построен, так как он не индексируется."],"The post %s could not be indexed because it's post type is excluded from indexing.":["Запись %s не может быть проиндексирована, так как ее тип записи исключен из индексации."],"The post %s could not be indexed because it does not meet indexing requirements.":["Пост %s не может быть проиндексирован, так как он не соответствует требованиям индексации."],"%1$sSAVE 30%%%2$s on your 12 month subscription":["%1$s ЭКОНОМЬТЕ 30%% %2$s на годовой подписке"],"BLACK FRIDAY - 30% OFF":["ЧЁРНАЯ ПЯТНИЦА - СКИДКИ 30 %"],"Use the alternate organization name for acronyms, or a shorter version of your organization's name.":["Используйте альтернативное название организации для аббревиатур или сокращенный вариант названия вашей организации."],"Alternate organization name":["Альтернативное название сайта"],"Use the alternate website name for acronyms, or a shorter version of your website's name.":["Используйте альтернативное название сайта для аббревиатур или более короткую версию названия вашего сайта."],"Alternate website name":["Альтернативное название сайта"],"Determine how the title of your 404 error pages should look in the browser.":["Выберите, как заголовок ваших страниц с ошибкой 404 должен выглядеть в браузере."],"404 error pages":["Страницы 404"],"Determine how the title of your internal search pages should look in the browser.":["Выберите, как заголовок страниц внутреннего поиска должен выглядеть в браузере."],"Internal search pages":["Страницы внутреннего поиска"],"Show media pages in search results":["Показывать страницы медиа в результатах поиска"],"Show format archives in search results":["Показывать архивы дат в результатах поиска"],"Show author archives in search results":["Показывать архивы авторов в результатах поиска"],"Breadcrumbs for %1$s":["Хлебные крошки для %1$s"],"Site connections":["Подключения к сайту"],"View the XML sitemap":["Просмотр XML-карты сайта"],"Enable feature":["Включить функцию"],"Site features":["Функции сайта"],"Learn more":["Подробнее"],"Site info":["Информация о сайте"],"We're sorry, you're not allowed to edit the %1$swebsite name%2$s and %1$stagline%2$s.":["К сожалению, вам не разрешено изменять%1$sназвания сайта%2$s и %1$sслоган%2$s."],"Show or hide our tools and controls in the attachment editor.":["Показать или скрыть наши инструменты и элементы управления в редакторе вложений."],"(e.g., %1$s)":["(например, %1$s)"],"Remove unregistered URL parameters":["Удалить незарегистрированные параметры URL"],"Optimize Google Analytics utm tracking parameters":["Оптимизировать параметры отслеживания utm в Google Analytics"],"Remove WP-JSON API":["Удалить WP-JSON API"],"Remove emoji scripts":["Удалить сценарии эмоджи"],"Remove Atom / RDF feeds":["Удалить ленты Atom / RDF"],"Remove search results feeds":["Удалить ленты результатов поиска"],"Remove custom taxonomy feeds":["Удалить ленты пользовательской таксономии"],"Remove tag feeds":["Удалить ленты тегов"],"Remove category feeds":["Удалить ленты категорий"],"Remove post type feeds":["Удалить ленты типов записей"],"Remove post authors feeds":["Удалить ленты авторов записей"],"Remove post comments feeds":["Удалить ленты комментариев записей"],"Remove global comment feeds":["Удалить глобальные ленты комментариев"],"Remove global feed":["Удалить глобальную ленту"],"Remove powered by HTTP header":["Удалить \"Работает на основе заголовка HTTP\""],"Remove generator tag":["Удалить тег генератора"],"Remove oEmbed links":["Удалить ссылки oEmbed"],"Remove RSD / WLW links":["Удалить ссылки RSD / WLW"],"Remove REST API links":["Удалить ссылки REST API"],"Remove shortlinks":["Удалить короткие ссылки"],"Show or hide our tools and controls in the content editor.":["Показать или скрыть наши инструменты и элементы управления в редакторе содержимого."],"Enable SEO controls and assessments":["Включить контроль и оценки SEO"],"Unlock with %1$s":["Разблокируйте с помощью %1$s"],"We couldn’t find anything with that term.":["Мы не смогли найти ничего с этим термином."],"Search...":["Поиск..."],"Quick search...":["Быстрый поиск..."],"No, continue editing":["Нет, продолжить редактирование"],"Yes, discard changes":["Да, отменить изменения"],"You are about to discard all unsaved changes. All of your settings will be reset to the point where you last saved. Are you sure you want to do this?":["Вы собираетесь отменить все несохраненные изменения. Все ваши настройки будут сброшены к моменту последнего сохранения. Вы уверены, что хотите сделать это?"],"Discard all changes":["Отменить все изменения"],"Redirect pretty URLs for search pages to raw format":["Перенаправление красивых URL-адресов страниц поиска в необработанный формат"],"Choose the general appearance of your breadcrumbs.":["Выберите общий вид цепочек навигации."],"Breadcrumb appearance":["Вид хлебных крошек"],"You have selected the user %1$s%5$s%2$s as the person this site represents. Their user profile information will now be used in search results. %3$sUpdate their profile to make sure the information is correct%4$s.":["Вы выбрали пользователя %1$s%5$s%2$s в качестве лица, представляющего этот сайт. Теперь в результатах поиска будет использована информация из профиля пользователя.  %3$sОбновите его профиль, чтобы убедиться, что информация верна.%4$s."],"Please tell us more about the person this site represents.":["Пожалуйста, расскажите нам больше о человеке, представляющем сайт."],"E.g. https://example.com/yoast":["Например, https://example.com/yoast"],"Tell us if you have any other profiles on the web that belong to your organization. This can be any number of profiles, like YouTube, LinkedIn, Pinterest, or even Wikipedia.":["У вас есть другие профили в сети, принадлежащие вашей организации? Это могут быть любые профили в YouTube, LinkedIn, Pinterest или даже Wikipedia."],"Please tell us more about your organization. This information will help Google to understand your website, and improve your chance of getting rich results.":["Пожалуйста, расскажите нам больше о вашей организации. Эта информация поможет Google лучше понять ваш сайт и повысить шансы на получение обильных результатов."],"E.g. https://twitter.com/yoast":["Например,  https://twitter.com/yoast"],"E.g. https://facebook.com/yoast":["Например, https://facebook.com/yoast"],"Other profiles":["Другие профили"],"Writing":["Написание"],"You can determine the title and description for the blog page by %1$sediting the blog page itself%2$s.":["Вы можете определить заголовок и описание для страницы блога, отредактировав %1$sсаму страницу блога%2$s."],"These are expert features, so make sure you know what you're doing before removing the parameters. %1$sRead more about how your site can be affected%2$s.":["Это экспертные функции, поэтому перед удалением параметров убедитесь, что вы знаете, что делаете. %1$sПодробнее о том, как может пострадать ваш сайт%2$s."],"Advanced: URL cleanup":["Дополнительно: Очистка URL-адресов"],"Prevent crawling of internal site search URLs":["Предотвращение обхода URL-адресов внутреннего поиска сайта"],"Block internal site searches which match the patterns of known spam attacks.":["Блокировать внутренний поиск по сайту, который соответствует шаблонам известных спам-атак."],"Block internal site searches which contain complex and non-alphanumeric characters, as they may be part of a spam attack.":["Блокировать внутренний поиск по сайту, содержащий сложные и неалфавитно-цифровые символы, так как они могут быть частью спам-атаки."],"Enables advanced settings for protecting your internal site search URLs.":["Включает расширенные настройки для защиты URL-адресов внутреннего поиска сайта."],"Your internal site search can create lots of confusing URLs for search engines, and can even be used as a way for SEO spammers to attack your site. Most sites will benefit from experimenting with these protections and optimizations, even if you don’t have a search feature in your theme.":["Ваш внутренний поиск по сайту может создать множество запутанных URL-адресов для поисковых систем и даже может быть использован SEO-спамерами для атаки на ваш сайт. Большинство сайтов выиграют от экспериментов с этими защитами и оптимизациями, даже если у вас нет функции поиска в вашей теме."],"Internal site search cleanup":["Очистка внутреннего поиска сайта"],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of WordPress' JSON API endpoints.":["Добавьте правило \"запретить\" в файл robots.txt, чтобы предотвратить обход по конечным точкам JSON API WordPress."],"Remove JavaScript used for converting emoji characters in older browsers.":["Удалите JavaScript, используемый для преобразования символов эмоджи в старых браузерах."],"Remove URLs which provide alternative (legacy) formats of all of the above.":["Удалите URL-адреса, которые предоставляют альтернативные (устаревшие) форматы всего вышеперечисленного."],"Remove URLs which provide information about your search results.":["Удалите URL-адреса, которые предоставляют информацию о результатах поиска."],"Remove URLs which provide information about your recent posts, for each custom taxonomy.":["Удалите URL-адреса, предоставляющие информацию о ваших последних записях для каждой пользовательской таксономии."],"Remove URLs which provide information about your recent posts, for each tag.":["Удалите URL-адреса, предоставляющие информацию о ваших последних записях для каждого тега."],"Remove URLs which provide information about your recent posts, for each category.":["Удалите URL-адреса, предоставляющие информацию о ваших последних записях для каждой категории."],"Remove URLs which provide information about your recent posts, for each post type.":["Удалите URL-адреса, предоставляющие информацию о ваших последних записях для каждого типа сообщений."],"Remove URLs which provide information about recent posts by specific authors.":["Удалите URL-адреса, которые предоставляют информацию о последних записях конкретных авторов."],"Remove URLs which provide information about recent comments on each post.":["Удалите URL-адреса, которые предоставляют информацию о последних комментариях к каждой записи."],"Also disables post comment feeds.":["Также отключает ленту комментариев записей."],"Remove URLs which provide an overview of recent comments on your site.":["Удалите URL-адреса, которые предоставляют обзор последних комментариев на вашем сайте."],"Remove URLs which provide an overview of your recent posts.":["Удалите URL-адреса, которые предоставляют обзор ваших последних записей."],"WordPress outputs your content in many different formats, across many different URLs (like RSS feeds of your posts and categories). It’s generally good practice to disable the formats you’re not actively using.":["WordPress выводит ваше содержимое в разных форматах, по разным URL (например, RSS-ленты ваших постов и категорий). Обычно хорошей практикой является отключение форматов, которые вы не используете активно."],"Disable unwanted content formats":["Отключение нежелательных форматов содержимого"],"Remove links which allow others sites to ‘ping’ yours when they link to you.":["Удалите ссылки, которые позволяют другим сайтам \"пинговать\" ваш сайт, когда они ссылаются на вас."],"Remove information about the plugins and software used by your site.":["Удалите информацию о плагинах и программном обеспечении, используемом на вашем сайте."],"Remove links used for embedding your content on other sites.":["Удалите ссылки, используемые для встраивания вашего содержимого на другие сайты."],"Remove links used by external systems for publishing content to your blog.":["Удалите ссылки, используемые внешними системами для публикации содержимого в вашем блоге."],"Remove links to the location of your site’s REST API endpoints.":["Удалите ссылки на расположение конечных точек REST API вашего сайта."],"Remove links to WordPress' internal 'shortlink' URLs for your posts.":["Удалите ссылки на внутренние \"короткие ссылки\" URL WordPress для ваших записей."],"Remove unwanted metadata":["Удалить нежелательные мета-данные"],"Crawl optimization":["Оптимизация обхода"],"Removes unknown URL parameters via a %1$s redirect. E.g., %2$s will be redirected to %3$s":["Удаляет неизвестные параметры URL через перенаправление %1$s. Например, %2$s будет перенаправлен на %3$s"],"Replaces %1$s tracking parameters with the (more performant) %2$s equivalent, via a %3$s redirect. E.g., %4$s will be redirected to %5$s":["Заменяет %1$s параметры отслеживания на (более эффективный) %2$s эквивалент, через %3$s перенаправление. Например, %4$s будет перенаправлен на %5$s"],"Users and search engines may often request your URLs whilst using query parameters, like %1$s. These can be helpful for tracking, filtering, and powering advanced functionality - but they come with a performance and SEO ‘cost’. Sites which don’t rely on URL parameters might benefit from using these options.":["Пользователи и поисковые системы могут часто запрашивать ваши URL-адреса с использованием параметров запроса, например %1$s. Они могут быть полезны для отслеживания, фильтрации и обеспечения расширенной функциональности - но за них приходится платить производительностью и SEO-\"ценой\". Сайты, которые не полагаются на параметры URL, могут выиграть от использования этих опций."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by Common Crawl CCBot.":["Добавьте правило \"запретить\" в ваш файл robots.txt, чтобы предотвратить обход от Common Crawl CCBot."],"WordPress adds a lot of links and content to your site's %1$s and HTTP headers. For most websites you can safely disable all of these, which can help to save bytes, electricity, and trees.":["WordPress добавляет множество ссылок и содержимого в %1$s и HTTP-заголовки вашего сайта. Большинство людей могут безопасно отключить все это, что поможет сэкономить байты, электричество и деревья."],"Make your site more efficient and more environmentally friendly by preventing search engines from crawling things they don’t need to, and by removing unused WordPress features. %1$sLearn more about crawl settings and how they could benefit your site%2$s.":["Сделайте свой сайт более эффективным и экологичным, запретив поисковым системам искать то, что им не нужно, и удалив неиспользуемые функции WordPress. %1$sУзнайте больше о настройках обхода и о том, как они могут принести пользу вашему сайту%2$s."],"E.g., %1$s and %2$s":["Например., %1$s и %2$s"],"E.g., %1$s":["Например, %1$s"],"Enable breadcrumbs for your theme":["Включите хлебные крошки для вашей темы"],"You can always choose to enable/disable them for your theme below. This setting will not apply to breadcrumbs inserted through a widget, a block or a shortcode.":["Вы всегда можете включить/выключить их для вашей темы ниже. Эта настройка не будет применяться к хлебным крошкам, вставленным через виджет, блок или шорткод."],"Choose which Post type you wish to show in the breadcrumbs for Taxonomies.":["Выберите тип записи, который вы хотите показать в хлебных крошках для таксономий."],"Breadcrumbs for taxonomies":["Цепочки навигации для таксономий"],"Choose which Taxonomy you wish to show in the breadcrumbs for Post types.":["Выберите, какую таксономию вы хотите показывать в хлебных крошках для типов постов."],"Breadcrumbs for post types":["Цепочки навигации для типов записей"],"Breadcrumb for 404 page":["Хлебные крошки для страницы 404"],"Prefix for search page breadcrumbs":["Префикс для цепочек навигации страницы поиска"],"Add prefix":["Добавить префикс"],"Add anchor text":["Добавить текст якоря"],"Add separator":["Добавить разделитель"],"Configure the appearance and behavior of %1$syour breadcrumbs%2$s.":["Настройте внешний вид и поведение %1$sваших цепочек навигации%2$s."],"Disabling this will redirect the %1$s to your site's homepage.":["Отключение этого параметра перенаправит %1$s на домашнюю страницу вашего сайта."],"Refresh this page":["Обновить страницу"],"Unfortunately, this means that all your unsaved changes will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["К сожалению, это означает, что все ваши несохраненные изменения будут потеряны. Вы можете попробовать обновить эту страницу, чтобы решить проблему. Если ошибка не исчезла, свяжитесь с нашей службой поддержки, и мы окажем вам всю необходимую помощь!"],"Something went wrong. An unexpected error occurred.":["Что-то пошло не так. Возникла непредвиденная ошибка."],"Failed to retrieve users.":["Не удалось получить пользователей."],"Searching users...":["Поиск пользователей..."],"No users found.":["Пользователей не найдено."],"Discard changes":["Отменить изменения"],"The profile is not valid. Please use only 1-25 letters, numbers and underscores or enter a valid Twitter URL.":["Профиль недействителен. Пожалуйста, используйте только 1-25 букв, цифр и знаков подчеркивания или введите действительный URL-адрес Twitter."],"The profile is not valid. Please enter a valid URL.":["Профиль недействителен. Пожалуйста, введите действительный URL."],"The verification code is not valid. Please use only the letters A to F, numbers, underscores and dashes.":["Код проверки недействителен. Пожалуйста, используйте только буквы от A до F, цифры, подчеркивания и тире."],"The verification code is not valid. Please use only letters, numbers, underscores and dashes.":["Код проверки недействителен. Пожалуйста, используйте только буквы, цифры, подчеркивания и тире."],"User":["Пользователь"],"Site basics":["Основы сайта"],"Text formality":["Формальность текста"],"Read more about text formality.":["Подробнее о формальности текста."],"%1$s%3$s%2$s will help you assess the formality level of your text.":["%1$s%3$s%2$s поможет вам оценить уровень формальности вашего текста."],"WordPress loads lots of resources, some of which your site might not need. If you’re not using these, removing them can speed up your pages and save resources.":["WordPress загружает множество ресурсов, некоторые из которых вашему сайту могут не понадобиться. Если вы ими не пользуетесь, их удаление может ускорить работу ваших страниц и сэкономить ресурсы."],"Remove unused resources":["Удалите неиспользуемые ресурсы"],"Prevent search engines from crawling /wp-json/":["Запретить поисковым системам обходить /wp-json/"],"Prevent search engines from crawling site search URLs":["Запретить поисковым системам обходить поисковые URL-адреса сайтов"],"There are unsaved changes on this page. Leaving means that those changes will be lost. Are you sure you want to leave this page?":["На этой странице есть несохранённые изменения. Если вы уйдёте со страницы, эти изменения не сохранятся. Вы уверены, что хотите уйти со страницы?"],"Media pages":["Страницы медиа"],"Categories & tags":["Категории и метки"],"Content types":["Типы содержимого"],"Show more":["Показать еще"],"Show less":["Показать меньше"],"Configure the basics for your website.":["Настройте основные параметры для вашего сайта."],"This field updates the %1$stagline in your WordPress settings%2$s.":["Это поле обновляет %1$sСлоган в настройках WordPress%2$s."],"Disabling this means that %1$s pages created by WordPress will not be indexed by search engines and will be excluded from XML sitemaps.":["Отключение этой функции означает, что %1$s страницы, созданные WordPress, не будут индексироваться поисковыми системами и будут исключены из XML-карт сайтов."],"Show %1$s pages in search results":["Показать %1$s страницы в результатах поиска"],"We recommend keeping %1$s pages disabled. This will cause all attachment URLs to be redirected to the media itself.":["Мы рекомендуем оставить страницы %1$s отключенными. Это приведет к тому, что все URL-адреса вложений будут перенаправлены на сам носитель."],"%1$s pages":["%1$s страницы"],"When you upload media (e.g. an image or video), %5$s automatically creates a %3$s page (attachment URL) for it. These pages are quite empty and could cause %1$sthin content problems and lead to excess pages on your site%2$s. Therefore, %4$s disables them by default (and redirects the attachment URL to the media itself).":["Когда вы загружаете медиа (например, изображение или видео), %5$s автоматически создает для него страницу %3$s (URL вложения). Эти страницы довольно пусты и могут вызвать проблемы с %1$sтонким контентом и привести к избытку страниц на вашем сайте%2$s. Поэтому %4$s отключает их по умолчанию (и перенаправляет URL вложения на само медиа)."],"Format-based archives can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["Архивы на основе формата могут вызывать проблемы с дублированием содержимого. Для большинства сайтов мы рекомендуем отключить эту настройку."],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps. We recommend that you disable this setting.":["Отключение этой настройки означает, что %1$s не будут индексироваться поисковыми системами и будут исключены из XML-карт сайтов. Мы рекомендуем отключить эту настройку."],"%1$s can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["%1$s может вызвать проблемы с дублированием контента. Для большинства сайтов мы рекомендуем отключить эту настройку."],"%1$s (e.g. %2$s) are based on publication dates. From an SEO perspective, the posts in these archives have no real relation to the other posts except for their publication dates, which doesn’t say much about the content. They could also lead to duplicate content issues. This is why we recommend you to disable %3$s.":["%1$s (например, %2$s) основаны на датах публикации. С точки зрения SEO, записи в этих архивах не имеют никакого реального отношения к другим записям, кроме даты публикации, что мало что говорит о содержании. Кроме того, они могут привести к проблемам с дублированием контента. Поэтому мы рекомендуем вам отключить %3$s."],"Determine how your %1$s should look on social media by default.":["Выберите, как ваши %1$s будут выглядеть в социальных сетях по умолчанию."],"Disabling this means that %1$s without any posts will not be indexed by search engines and will be excluded from XML sitemaps.":["Отключение этого параметра означает, что %1$s без записей не будет индексироваться поисковыми системами и будет исключен из XML sitemaps."],"Show archives for authors without posts in search results":["Показывать архивы для авторов без записей в результатах поиска"],"Determine how your %1$s should look in search engines.":["Выберите, как ваши %1$s должны выглядеть в поисковых системах."],"If you're running a one author blog, the %1$s (e.g. %2$s) will be exactly the same as your homepage. This is what's called a %3$sduplicate content problem%4$s. If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or prevent it from showing up in search results.":["Если вы ведете блог одного автора, %1$s (например, %2$s) будет точно таким же, как и на вашей домашней странице. Это так называемая проблема %3$sдублированного содержимого%4$s. Если это происходит на вашем сайте, вы можете либо отключить его (что сделает его перенаправление на главную страницу), либо предотвратить его появление в результатах поиска."],"Author archive":["Архив автора"],"Read more about the search results settings":["Подробнее о настройках результатов поиска"],"Determine how your %1$s should look in search engines and on social media.":["Выберите, как ваши %1$s должны выглядеть в поисковых системах и социальных сетях."],"Contact support":["Связаться с поддержкой"],"We're very sorry, but it seems like the following error has interrupted our application:":["Нам очень жаль, но похоже, что следующая ошибка прервала работу нашего приложения:"],"Read reviews from real users":["Прочитайте отзывы реальных пользователей"],"%1$s attempted to load the class %2$s but it could not be found.":["%1$s попытался загрузить класс %2$s, но он не был найден."],"We noticed that you are using a multilingual plugin. Please be aware that this analysis feedback is intended only for texts written in English.":["Мы заметили, что вы используете многоязычный плагин. Имейте в виду, что эта аналитическая обратная связь предназначена только для текстов, написанных на английском языке."],"Determine how your homepage should look in the search results and on social media. This is what people probably will see when they search for your brand name.":["Выберите, как ваша Домашняя страница должна выглядеть в поисковых системах и социальных сетях. Обратите внимание, что это то, что люди, вероятно, увидят, когда будут искать название вашего бренда."],"Determine how your homepage should look on social media.":["Выберите, как ваша домашняя страница должна выглядеть в социальных сетях."],"Show the categories prefix in the slug":["Сохраните префикс категорий в ярлыке"],"Category URLs in WordPress contain a prefix, usually %s. Show or hide that prefix in category URLs.":["URL-адреса категорий в WordPress содержат префикс, обычно %s. Показать или скрыть это префикс для категорий URL."],"Determine how your %1$s archive should look on social media.":["Определите, как ваш архив %1$s должен выглядеть в социальных сетях."],"Disabling this means that the archive for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Отключение этого пункта означает, что архивы типа %1$s не будут проиндексированы поисковыми системами и будут исключены из XML карты сайта."],"Determine how your %1$s archive should look in search engines.":["Выберите как ваши архивы типа %1$s должны отображаться в поисковых системах."],"These settings are specifically for optimizing your %1$s archive.":["Данные настройки предназначены специально для оптимизации ваших архивов типа %1$s."],"%1$s archive":["Архив %1$s"],"Add custom fields to page analysis":["Добавьте собственные поля на анализируемую страницу"],"Additional settings":["Дополнительные настройки"],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Отключение этого параметра означает, что %1$s не будут индексироваться поисковыми системами и будут исключены из XML-карт сайтов."],"Search appearance":["Представление в поиске"],"You haven't set a Shop page in your WooCommerce settings. %1$sPlease do this first%2$s.":["Вы не выбрали страницу Магазина в настройках WooCommerce. %1$sПожалуйста, сделайте сначала это%2$s."],"The %1$ssocial image%2$s, %1$ssocial title%2$s and %1$ssocial description%2$s require Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":["Для %1$sИзображения социальных сетей%2$s, %1$sЗаголовка социальных сетей%2$s и %1$sОписания социальных сетей%2$s требуются данные Open Graph, которые в настоящее время отключены в разделе \"Обмен информацией в социальных сетях\" в %3$sФункциях сайта%4$s."],"Oh no! It seems your form contains invalid data. Please review the following fields:":["Только не это! Кажется, ваша форма содержит некорректные данные. Пожалуйста, обратите внимание на следующие поля:"],"Archive social image":["Изображение архива в соцсетях"],"Archive social description":["Описание архива в соцсетях"],"Archive social title":["Заголовок архива в соцсетях"],"Show the archive for %1$s in search results":["Показывать архив %1$s в результатах поиска"],"Archive breadcrumbs title":["Заголовок архива в хлебных крошках"],"Archive meta description":["Мета-описание архива"],"Archive SEO title":["SEO-заголовок архива"],"Enable %1$s for %2$s":["Включить %1$s для %2$s"],"Show %1$s in search results":["Показывать %1$s в результатах поиска"],"The selected media type is not valid. Supported types are: JPG, PNG, WEBP and GIF.":["Выбранный формат изображения не подходит. Поддерживаемые форматы: JPG, PNG, WEBP и GIF."],"%1$sInclusive language%2$s: We haven't detected any potentially non-inclusive phrases. Great work!":["%1$sИнклюзивный язык%2$s: мы не обнаружили потенциально неинклюзивных фраз. Отличная работа!"],"Potentially non-inclusive phrases":["Потенциально не -инклюзивные фразы"],"Non-inclusive phrases":["Не-инклюзивные фразы"],"Learn more about the inclusive language analysis":["Узнайте больше об инклюзивном языковом анализе"],"Inclusive language:":["Инклюзивный язык:"],"Removes the inclusive language analysis section from the metabox and disables all inclusive language-related suggestions.":["Удаляет раздел инклюзивного языкового анализа из метабокса и отключает все инклюзивные предложения, связанные с языком."],"Disable inclusive language analysis":["Отключить инклюзивный языковой анализ"],"Discover why inclusive language is important for SEO.":["Узнайте почему инклюзивный язык важен для SEO."],"The inclusive language analysis offers suggestions to write more inclusive copy.":["Инклюзивный языковой анализ предлагает рекомендации по написанию более инклюзивного текста."],"Inclusive language analysis":["Инклюзивный языковой анализ"],"Inclusive language":["Инклюзивный язык"],"%1$sInclusive language%2$s: %3$s":["%1$sИнклюзивный язык%2$s: %3$s"],"Use %s fields to power your meta tags and templates, and analyze all of your content.":["Используйте поля %s для метатегов и шаблонов, а также анализируйте всё своё содержимое."],"Improve your technical SEO, meta tags and unlock more SEO ecommerce tools.":["Улучшите свое техническое SEO, метатеги и откройте больше инструментов SEO для электронной коммерции."],"Connect your %1$s account to improve your site’s search results using %2$s data.":["Подключите свою учетную запись %1$s, чтобы улучшить результаты поиска вашего сайта с помощью данных %2$s."],"Upgrade your meta tags and social previews and manage your SEO settings in one place.":["Улучшите свои мета-теги и превью в соцсетях и управляйте настройками SEO в одном месте."],"Get the most out of %1$s%2$s%3$s and %4$s, together":["Получите максимум от %1$s%2$s%3$s и %4$s, вместе"],"Take advantage of your favorite SEO & content analysis tools with your favorite page builder.":["Получите преимущества ваших любимых инструментов SEO и анализа контента совместно с любимым конструктором страниц."],"Get %1$s tools and functionality in %2$s%3$s%4$s":["Получите %1$s инструменты и функционал в %2$s%3$s%4$s"],"Use the power of the blockchain to timestamp your content with %s.":["Используйте возможности блокчейна для проставления временных меток вашему контенту с помощью %s."],"Keep an eye on how your posts are ranking by connecting to your %s account.":["Следите за тем, как ранжируются ваши записи, подключившись к своей учетной записи %s."],"Find out what your audience is searching for with %s data right in your sidebar.":["Узнайте, что ищет ваша аудитория, с помощью данных %s прямо на боковой панели."],"Front-end SEO inspector":["Фронт-енд SEO инспектор"],"Oops! Something went wrong while saving.":["Упс! Что-то пошло не так во время сохранения."],"Great! Your settings were saved successfully.":["Отлично! Ваши настройки были успешно сохранены."],"Get your verification code in %1$sYandex Webmaster tools%2$s.":["Получите код подтверждения в %1$sYandex-инструментах для веб-мастеров%2$s."],"Yandex":["Yandex"],"Claim your site over at %1$sPinterest%2$s.":["Заявите о своём сайте на %1$sPinterest%2$s."],"Get your verification code in %1$sGoogle Search console%2$s.":["Получите код верификации в %1$sконсоли поиска в Google%2$s."],"Get your verification code in %1$sBing Webmaster tools%2$s.":["Получите код подтверждения в %1$sBing-инструментах для веб-мастеров%2$s."],"Bing":["Bing"],"Add verification code":["Добавить код верификации"],"Get your verification code in %1$sBaidu Webmaster tools%2$s.":["Получите код подтверждения в %1$sBaidu-инструментах для веб-мастеров%2$s."],"Baidu":["Baidu"],"Verify your site with different tools. This will add a verification meta tag to your homepage. You can find instructions on how to verify your site for each platform by following the link in the description.":["Подтвердите свой сайт с помощью разных инструментов. Это добавит мета-тэг подтверждения на вашу домашнюю страницу. Перейдя по ссылке в описании, найдёте инструкции по подтверждению сайта на разных платформах."],"By default only editors and administrators can access the Advanced and Schema section of the %1$s sidebar or metabox. Disabling this allows access to all users.":["По умолчанию только редакторы и администраторы могут получить доступ к разделу \"Расширенные и Schema\" %1$s боковой панели или метабокса. Отключение этого параметра позволяет получить доступ всем пользователям."],"Restrict advanced settings for authors":["Ограничить расширенные настройки для авторов"],"This Yoast SEO REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use Yoast SEO for all their SEO meta output.":["Этот эндпоинт Yoast SEO REST API отдает все необходимые метаданные для определенного URL. Это делает весьма простым и удобным использование Yoast SEO для вывода всех метаданных на Headless WordPress сайтах."],"REST API endpoint":["Эндпоинт REST API"],"APIs":["API"],"Slack sharing":["Поделиться в Slack"],"Allows for Twitter to display a preview with images and a text excerpt when a link to your site is shared.":["Позволяет Twitter отображать предпросмотр с изображениями и текстовым отрывком, когда делятся ссылкой на ваш сайт."],"Twitter card data":["Данные карты Twitter"],"Open Graph data":["Данные Open Graph"],"Social sharing":["Обмен информацией в социальных сетях"],"Site structure":["Структура сайта"],"Tell us which features you want to use.":["Расскажите нам, какие возможности вы хотите использовать."],"Site preferences":["Настройки сайта"],"Network disabled":["Сеть отключена"],"Unavailable for sub-sites":["Недоступно для подсайтов"],"This image is used as a fallback for posts/pages that don't have any images set.":["Это изображение используется в качестве запасного варианта для записей/страниц, на которых не установлены никакие изображения."],"Site image":["Изображение сайта"],"Title separator":["Разделитель для заголовка"],"Recommended size for this image is %1$s%3$s%2$s":["Рекомендуемый размер для этого изображения %1$s%3$s%2$s"],"The %1$sSite image%2$s requires Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":["%1$sИзображению сайта%2$s требуется данные Open Graph, которые в настоящее время отключены в разделе \"Обмен информацией в социальных сетях\" в %3$sФункциях сайта%4$s."],"Automatically add content to your RSS. This enables you to add links back to your blog and your blog posts, helping search engines identify you as the original source of the content.":["Автоматически добавляет содержимое к RSS. Позволяет вам добавлять ссылки на ваш блог и записи в блоге, помогая поисковым системам идентифицировать вас как первоисточник содержимого."],"RSS feed":["Лента RSS"],"%1$s (default)":["%1$s (по умолчанию)"],"We took the liberty of using your website name and logo for the organization name and logo. Feel free to change them below.":["Мы взяли на себя смелость использовать название и логотип вашего сайта для названия и логотипа организации. Не стесняйтесь изменить их ниже."],"Edit your %1$s":["Отредактируйте %1$s"],"slug":["ярлык"],"keyphrase":["ключевая фраза"],"A company name and logo need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site name and logo as default values. %1$sLearn more about the importance of structured data.%2$s":["Для правильной работы структурированных данных необходимо задать название компании и логотип. Поскольку вы их еще не задали, мы используем название сайта и логотип в качестве значений по умолчанию. %1$sУзнайте больше о важности структурированных данных.%2$s"],"Install %1$s Content Analysis for %2$s":["Установите %1$s Анализ содержания для %2$s"],"Activate %1$s Content Analysis for %2$s":["Активировать анализ содержимого %1$s для %2$s"],"%1$s integrates with %2$s":["%1$s интегрируется с %2$s"],"Integration active":["Интеграция активна"],"Plugin not detected":["Плагин не обнаружен"],"Enable integration":["Включить интеграцию"],"Plugin integrations":["Интеграции плагина"],"Recommended integrations":["Рекомендуемые интеграции"],"Enable %1$s":["Включить %1$s"],"Integration unavailable for multisites":["Интеграция недоступна для мультисайтов"],"Network Disabled":["Сеть Отключена"],"Unlock with Premium!":["Разблокировать с Премиум!"],"Premium SEO analysis:":["Premium SEO-анализ:"],"Beta":["Бета"],"Are you publishing news articles? %s helps you optimize your site for Google News.":["Публикуете новостные статьи? %s поможет вам оптимизировать ваш сайт для Google News."],"no data":["нет данных"],"Your text should be slightly longer to calculate your Flesch reading ease score.":["Ваш текст должен быть немного длиннее для подсчета индекса удобочитаемости Флеша."],"Continue writing to get insight into the readability of your text!":["Продолжайте писать, чтобы получить подсказки по читабельности вашего текста!"],"%1$sKeyphrase distribution%2$s: Have you evenly distributed your focus keyphrase throughout the whole text? %3$sYoast SEO Premium will tell you!%4$s":["%1$sРаспределение ключевой фразы%2$s: Равномерно ли вы распределили ключевую фразу по всему тексту? %3$sYoast SEO Premium расскажет вам об этом!%4$s"],"%1$sWord complexity%2$s: Is your vocabulary suited for a larger audience? %3$sYoast SEO Premium will tell you!%4$s":["%1$sСложность слов%2$s: Подходит ли ваша лексика для более широкой аудитории? %3$sYoast SEO Premium подскажет вам!%4$s"],"Get %s to enjoy the benefits of prominent words":["Получить %s, чтобы воспользоваться преимуществами выделяющихся слов"],"With %1$s%3$s%2$s, this section will show you which words occur most often in your text. By checking these prominent words against your intended keyword(s), you'll know how to edit your text to be more focused.":["С помощью %1$s%3$s%2$s этот раздел покажет вам, какие слова чаще всего встречаются в вашем тексте. Сверяя эти заметные слова с предполагаемым ключевым словом (словами), вы будете знать, как отредактировать свой текст, чтобы сделать его более целенаправленным."],"Buy %s now!":["Купить %s сейчас!"],"Are you working on a news article? %s helps you optimize your site for Google News.":["Работаете над новостной статьей? %s поможет вам оптимизировать ваш сайт для Google News."],"Premium SEO analysis":["Premium SEO-анализ"],"1 year of premium support and updates included!":["1 год премиум обновлений и улучшений включен!"],"Unlock with %s":["Разблокируйте с помощью %s"],"Learn more about character count":["Узнайте больше про подсчет символов"],"Character count":["Количество символов"],"Learn more about word count":["Узнайте больше о подсчете слов"],"Word count":["Количество слов"],"Learn more about Flesch reading ease":["Узнайте больше про индекс удобочитаемости Флеша"],"out of 100":["из 100"],"okay":["хорошо"],"Learn more about reading time":["Узнайте больше о времени чтения"],"Reading time":["Время прочтения"],"minute":["минута","минуты","минут"],"Activate %1$s!":["Активировать %1$s!"],"You've installed %1$s but it's not activated yet. %2$sActivate %1$s now!%3$s":["Вы установили %1$s, но он еще не активирован. %2$sАктивируйте %1$s сейчас!%3$s"],"Automatically ping search engines like Bing and Yandex whenever you publish, update or delete a post.":["Автоматическое оповещение поисковых систем, таких как Bing и Yandex, при публикации, обновлении или удалении записи."],"Additional URL parameters to allow":["Дополнительные параметры URL для разрешения"],"Permalink cleanup settings":["Настройки очистки постоянных ссылок"],"Max number of characters to allow in searches":["Максимально разрешённое количество символов в поисках"],"Search cleanup settings":["Настройки очистки поиска"],"Filter searches with common spam patterns":["Фильтруйте поисковые запросы с распространенными шаблонами спама"],"Filter searches with emojis and other special characters":["Фильтруйте поиск с помощью эмодзи и других специальных символов"],"Filter search terms":["Фильтр терминов поиска"],"Unregistered URL parameters":["Незарегистрированные параметры URL"],"Campaign tracking URL parameters":["Параметры URL отслеживания кампании"],"Timestamp this %s":["Проставить метку времени для %s"],"%1$s: Not all the words from your keyphrase \"%4$s\" appear in the SEO title. %2$s%5$s%3$s.":["%1$s: Не все слова из вашей ключевой фразы \"%4$s\" появляются в SEO-заголовке. %2$s%5$s%3$s."],"%1$s: The focus keyphrase appears at the beginning of the SEO title. Good job!":["%1$s: Ключевая фраза появляется в начале SEO-заголовка. Хорошая работа!"],"Keyphrase in SEO title":["Ключевая фраза в заголовке SEO"],"Contact %s support.":["Свяжитесь со службой поддержки %s."],"WordProof Timestamp":["Временная метка WordProof"],"View this content's Timestamp certificate":["Просмотр сертификата временной метки этого содержимого"],"Contact WordProof support":["Свяжитесь со службой поддержки WordProof"],"Find out how IndexNow can help your site.":["Узнайте, как IndexNow может помочь вашему сайту."],"IndexNow":["IndexNow"],"Dismiss this notice.":["Скрыть это уведомление."],"We noticed that you haven't fully configured Yoast SEO yet. Optimize your SEO settings even further by using our improved %1$s First-time configuration%2$s.":["Мы заметили, что вы еще не полностью настроили Yoast SEO. Оптимизируйте свои настройки SEO еще больше, используя наш улучшенный %1$s Мастер первой конфигурации%2$s."],"SEO configuration":["Настройка SEO"],"Feed crawl settings":["Настройки обхода ленты"],"Basic crawl settings":["Основные настройки обхода"],"Powered by HTTP header":["Работает на основе заголовка HTTP"],"Pingback HTTP header":["Заголовок уведомления HTTP"],"Emoji scripts":["Скрипты Emoji"],"Generator tag":["Метка генератора"],"oEmbed links":["oEmbed ссылки"],"RSD / WLW links":["Ссылки RSD / WLW"],"REST API links":["Ссылки REST API"],"Shortlinks":["Короткие ссылки"],"Atom/RDF feeds":["Лента Atom/RDF"],"Search results feeds":["Лента поисковых результатов"],"Custom taxonomy feeds":["Лента пользовательских таксономий"],"Tag feeds":["Лента меток"],"Category feeds":["Лента рубрик"],"Post type feeds":["Лента типов записей"],"Post authors feeds":["Лента авторов записей"],"Global comment feeds":["Глобальная лента комментариев"],"Global feed":["Глобальная лента"],"%1$sLearn more about crawl settings.%2$s":["%1$sУзнать больше о настройках обхода.%2$s"],"Post comments feeds":["Ленты комментариев записей"],"Crawl settings":["Настройки обхода"],"Finish configuration":["Финальные настройки"],"Personal preferences":["Личные предпочтения"],"SEO data optimization":["Оптимизация SEO-данных"],"An error has occurred: %1$s":["Возникла ошибка: %1$s"],"We could not save the organization name. Please check the value.":["Не удалось сохранить название организации. Пожалуйста, проверьте значение."],"No items found.":["Элементов не найдено."],"All redirect types":["Все типы перенаправлений"],"Add Redirect":["Добавить перенаправление"],"Old URL":["Старый URL адрес"],"The redirect type is the HTTP response code sent to the browser telling the browser what type of redirect is served. %1$sLearn more about redirect types%2$s.":["Тип перенаправления это HTTP ответный код, отправляемый браузеру и сообщающий ему какой тип перенаправления использовать. %1$sУзнать больше о типах перенаправлений%2$s."],"301 Moved Permanently":["301 Перемещено окончательно"],"Type":["Тип"],"Plain redirects":["Простые перенаправления"],"Regex Redirects":["Перенаправления на RegEx"],"There are unsaved changes in one or more steps. Leaving means that those changes may not be saved. Are you sure you want to leave?":["На одном или нескольких этапах имеются несохраненные изменения. Выход означает, что эти изменения могут быть не сохранены. Вы уверены, что хотите выйти?"],"Add another profile":["Добавить другой профиль"],"Start first-time configuration!":["Запустите начальную конфигурацию!"],"Set the essential %s settings for your site in a few steps.":["Установите необходимые настройки %s для вашего сайта в несколько шагов."],"For the best ranking results: configure %s!":["Для достижения наилучших результатов ранжирования: настройте %s!"],"Your site is already easier to find for search engines.":["Ваш сайт уже легче найти поисковым системам."],"Tell us about your site, so we can get it ranked!":[""],"Or go to your SEO dashboard":["Или перейдите на консоль SEO"],"E.g. example@email.com":["Например, example@email.com"],"Please enter a valid email address.":["Пожалуйста, введите правильный email."],"Tell us! Is your site about an organization or a person? ":[""],"Personal logo or avatar":["Личный логотип или аватар"],"Select a user":["Выберите пользователя"],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. You're not allowed to update this user profile, so please ask this user or an admin to make sure the information is correct.":["Вы выбрали пользователя %1$s в качестве лица, которое представляет этот сайт. Информация о профиле этого пользователя теперь будет использоваться в результатах поиска. Вам не разрешено обновлять профиль этого пользователя, поэтому, пожалуйста, обратитесь к этому пользователю или администратору, чтобы убедиться в правильности информации."],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. %2$sUpdate this profile to make sure the information is correct%3$s.":["Вы выбрали пользователя %1$s в качестве лица, которое представляет этот сайт. Информация о профиле этого пользователя теперь будет использоваться в результатах поиска. %2$sОбновите этот профиль, чтобы убедиться, что информация правильная%3$s."],"Uploading image...":["Загрузка изображения..."],"Select an option":["Выберите вариант"],"Be aware that you should run the SEO data optimization for this configuration to take maximum effect.":["Имейте в виду, что для максимального эффекта этой конфигурации необходимо запустить оптимизацию данных SEO."],"We've already successfully analyzed your site. You can move on to the next step.":["Мы уже успешно проанализировали ваш сайт. Вы можете перейти к следующему шагу."],"SEO data optimization is running… You can safely move on to the next steps of this configuration.":["SEO оптимизация данных запущена... Вы можете смело переходить к следующим шагам этой конфигурации."],"You're not allowed to edit the social profiles of this user. Please ask this user or an admin to do this.":["Вы не можете редактировать социальные профили этого пользователя. Пожалуйста, попросите этого пользователя или администратора сделать это."],"E.g. https://www.wikipedia.com/yoast":["Например, https://www.wikipedia.com/yoast"],"E.g. https://www.youtube.com/yoast":["Например, https://www.youtube.com/yoast"],"E.g. https://www.twitter.com/yoast":["Например, https://www.twitter.com/yoast"],"E.g. https://www.tumblr.com/yoast":["Например, https://www.tumblr.com/yoast"],"E.g. https://www.soundcloud.com/yoast":["Например, https://www.soundcloud.com/yoast"],"E.g. https://www.pinterest.com/yoast":["Например, https://www.pinterest.com/yoast"],"E.g. https://www.myspace.com/yoast":["Например, https://www.myspace.com/yoast"],"E.g. https://www.linkedin.com/yoast":["Например, https://www.linkedin.com/yoast"],"E.g. https://www.instagram.com/yoast":["Например, https://www.instagram.com/yoast"],"E.g. https://www.facebook.com/yoast":["Например, https://www.facebook.com/yoast"],"Delete item":["Удалить элемент"],"E.g. https://social-platform.com/yoast":["Например, https://social-platform.com/yoast"],"Other social profile":["Профили в других соцсетях"],"First-time configuration":["Первая настройка"],"You should finish the %1$sfirst time configuration%2$s to make sure your SEO data has been optimized and you’ve set the essential Yoast SEO settings for your site.":["Вы должны завершить %1$sпервую настройку%2$s, чтобы убедиться, что ваши SEO-данные были оптимизированы и вы установили основные настройки Yoast SEO для вашего сайта."],"Step 4: Go through the first time configuration":["Шаг 4: Выполните настройку в первый раз"],"Postname permalink":["Постоянная ссылка названия записи"],"Page comments":["Комментарии страницы"],"Links table":["Таблица ссылок"],"If you already have saved AIOSEO 'Search Appearance' settings and the issue persists, please contact our support team so we can take a closer look.":["Если вы уже сохранили настройки AIOSEO 'Вид поиска',  и проблема сохраняется, пожалуйста, свяжитесь с нашей службой поддержки, чтобы мы могли более детально изучить ситуацию."],"If you have never saved any AIOSEO 'Search Appearance' settings, please do that first and run the import again.":["Если вы никогда не сохраняли какие-либо настройки AIOSEO 'Вид поиска', пожалуйста, сделайте это сначала и запустите импорт снова."],"The AIOSEO import was cancelled because some AIOSEO data is missing. Please try and take the following steps to fix this:":["Импорт AIOSEO был отменен из-за отсутствия некоторых данных AIOSEO. Пожалуйста, попробуйте выполнить следующие действия, чтобы исправить это:"],"The validation of the AIOSEO data structure has failed.":["Валидация структуры данных AIOSEO не удалась."],"Currently, the %s integration is not available for multisites.":["На данный момент интеграция %s недоступна для нескольких сайтов."],"WordProof authentication":["Авторизация WordProof"],"Connected to WordProof":["Подключено к WordProof"],"Connection failed":["Соединение не удалось"],"Not working? %1$sContact %3$s support%2$s.":["Не работает? %1$sСвяжитесь с поддержкой %3$s%2$s."],"Try again":["Попробуйте ещё раз"],"Find possible solutions in this %1$sArticle%2$s.":["Найдите возможные решения в этой %1$sСтатье%2$s."],"There was a connection problem. This could be because your third party connections are blocked.":["Возникла ошибка при соединении. Возможно, это из-за того, что заблокированы сторонние соединения."],"The %3$s will automatically be timestamped every time you %1$supdate%2$s or %1$spublish%2$s.":["В %3$s будет автоматически проставляться временная метка каждый раз, когда вы %1$sобновляете%2$s или %1$sпубликуете%2$s."],"Your %s is now protected via the blockchain!":["%s теперь защищен при помощи блокчейна!"],"Something went wrong authenticating your %3$s account with the %4$s site. Please try again or contact %1$s%3$s support%2$s.":["Что-то пошло не так при аутентификации вашей учетной записи %3$s на сайте %4$s. Пожалуйста, попробуйте еще раз или обратитесь в службу поддержки %1$s%3$s%2$s."],"Unable to create new timestamps. Please authenticate with WordProof.":["Невозможно создать новые временные метки. Пожалуйста, авторизуйтесь в WordProof."],"Timestamp with WordProof":["Временная метка с помощью WordProof"],"Learn more about timestamping":["Узнать больше о временных метках"],"Authenticate with WordProof":["Аутентифицировать с помощью WordProof"],"Manage WordProof settings":["Управлять настройками WordProof"],"The WordProof Timestamp plugin needs to be disabled before you can activate this integration.":["Плагин WordProof должен быть деактивирован прежде чем вы сможете включить данную интеграцию."],"Open settings":["Открыть настройки"],"Open authentication":["Открыть аутентификацию"],"The timestamp is not created because you need to authenticate with %s first.":["Метка времени не создана поскольку сначала вам необходимо авторизоваться в %s."],"The timestamp is not retrieved by your site. Please try again or contact %1$s support.":["Временная метка не извлекается вашим сайтом. Пожалуйста, попробуйте еще раз или обратитесь в службу поддержки %1$s."],"%1$s failed to timestamp this page. Please check if you're correctly authenticated with %1$s and try to save this page again.":["%1$s не удалось установить временную метку на этой странице. Пожалуйста, проверьте правильность аутентификации на %1$s и попробуйте сохранить эту страницу снова."],"%s has successfully timestamped this page.":["%s успешно установил временную метку для этой страницы."],"You are out of timestamps. Please upgrade your account by opening the %s settings.":["У вас закончились временные метки. Пожалуйста, улучшите свою учетную запись открыв настройки %s."],"Use WordProof to timestamp this page to comply with legal regulations and join the fight for a more transparant and accountable internet.":["Используйте WordProof для временной отметки этой страницы, чтобы соответствовать правовым нормам и присоединиться к борьбе за более прозрачный и подотчетный интернет."],"Timestamp this post":["Поставить временную метку для этой записи"],"content words":["содержательные слова"],"content word":["содержательное слово"],"Cleanup failed with the following error:":["Очищение не удалось из-за следующей ошибки:"],"Note: These settings will overwrite the default settings of Yoast SEO.":["Примечание: Эти настройки перепишут настройки Yoast SEO по умолчанию."],"Note: This metadata will only be imported if there is no existing Yoast SEO metadata yet.":["Примечание: Эти метаданные будут импортированы лишь в том случае, если еще нет существующих метаданных Yoast SEO."],"Post metadata (SEO titles, descriptions, etc.)":["Метаданные записи (заголовки SEO, описания и др.)"],"The import from %s includes:":["Импорт из %s включает:"],"Once you're certain that your site is working properly with the imported data from another SEO plugin, you can clean up all the original data from that plugin.":["Как только вы убедитесь, что ваш сайт работает правильно с импортированными из другого SEO-плагина данными, вы можете очистить все исходные данные из этого плагина."],"Please select an SEO plugin below to see what data can be imported.":["Пожалуйста, выберите плагин SEO ниже, чтобы увидеть, какие данные можно импортировать."],"Clean up":["Очистить"],"After you've imported data from another SEO plugin, please make sure to clean up all the original data from that plugin. (step 5)":["После импортирования данных с другого плагина SEO, пожалуйста, убедитесь, что вы удалили с него все исходящие данные. (шаг 5)"],"Note: ":["Примечание: "],"The cleanup can take a long time depending on your site's size.":["Очищение может занять много времени в зависимости от размера вашего сайта."],"Every fifteen minutes":["Каждые пятнадцать минут"],"Default tagline":["Слоган по умолчанию"],"Import failed with the following error:":["Не удалось импортировать из-за следующей ошибки:"],"No data found from other SEO plugins.":["Не найдено никаких данных с других плагинов SEO."],"Select SEO plugin":["Выбрать плагин SEO"],"The import can take a long time depending on your site's size.":["Импорт может занять много времени в зависимости от размера вашего сайта."],"For the best SEO results include all words of your keyphrase in the SEO title, and put the keyphrase at the beginning of the title":["Для достижения наилучших результатов SEO включите все слова вашей ключевой фразы в SEO-заголовок и поместите ключевую фразу в начало заголовка"],"For the best SEO results write the exact match of your keyphrase in the SEO title, and put the keyphrase at the beginning of the title":["Для достижения наилучших результатов SEO напишите точное соответствие вашей ключевой фразы в SEO-заголовке и поместите ключевую фразу в начало заголовка"],"Installation Successful":["Установка завершена успешно"],"Blog Post":["Запись блога"],"%1$s: Title does not begin with the focus keyphrase. %2$sMove your focus keyphrase to the beginning of the title%3$s.":["%1$s: Заголовок не начинается с ключевой фразы. %2$sПереместите точную копию ключевой фразы в начало заголовка%3$s."],"%1$s: The exact match of the focus keyphrase appears at the beginning of the SEO title. Good job!":["%1$s: Точная копия ключевой фразы встречается в начале SEO заголовка. Отличная работа!"],"%2$sText length%4$s: The text contains %1$d %6$s. This is below the recommended minimum of %5$d %6$s. %3$sAdd more content%4$s.":["%2$sДлина текста%4$s: Текст содержит %1$d %6$s. Это ниже рекомендуемого минимума %5$d %6$s. %3$sДобавьте содержания%4$s."],"%2$sText length%4$s: The text contains %1$d %6$s. This is slightly below the recommended minimum of %5$d %6$s. %3$sAdd a bit more copy%4$s.":["%2$sДлина текста%4$s: Текст содержит %1$d %6$s. Это немного меньше рекомендуемого минимума %5$d %6$s. %3$sДобавьте немного копий%4$s."],"%2$sText length%4$s: The text contains %1$d %6$s. This is far below the recommended minimum of %5$d %7$s. %3$sAdd more content%4$s.":["%2$sДлина текста%4$s: Текст содержит %1$d %6$s. Это намного меньше рекомендуемого минимума %5$d %7$s. %3$sДобавьте содержимого%4$s.","%2$sДлина текста%4$s: Текст содержит %1$d %7$s. Это намного меньше рекомендуемого минимума %5$d %7$s. %3$sДобавьте содержимого%4$s.","%2$sДлина текста%4$s: Текст содержит %1$d %7$s. Это намного меньше рекомендуемого минимума %5$d %7$s. %3$sДобавьте содержимого%4$s."],"character":["символ","символа","символов"],"word":["слово","слова","слов"],"words":["слова"],"characters":["символы"],"%s rolls out the red carpet for the search bots, which helps your site perform better in search engines.":["%s расстилает красный ковер для поисковых ботов, что помогает вашему сайту лучше работать в поисковых системах."],"You've successfully installed %s!":["Вы успешно установили %s!"],"Skip%s":["Пропустить%s"],"Your %s account does not contain any keyphrases for this website yet. You can track keyphrases by using the \"Track SEO Performance\" button in the post editor.":["В вашей учетной записи %s пока нет ключевых фраз для этого сайта. Вы можете отслеживать ключевые фразы с помощью кнопки \"Отследить эффективность SEO\" в редакторе записей."],"%s account":["Учетная запись %s"],"This overview only shows you keyphrases added to Yoast SEO. There may be other keyphrases added to your %s.":["Этот обзор показывает только ключевые фразы, добавленные в Yoast SEO. Могут быть и другие ключевые фразы, добавленные в ваш %s."],"Tracking the ranking position...":["Отслеживание позиции в ранжировке..."],"Something went wrong while tracking the ranking position(s) of your page. Please try again later.":["Что-то пошло не так при отслеживании позиций ранжирования вашей страницы. Пожалуйста, повторите попытку позже."],"reconnect to %s":["переподключение к %s"],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["Похоже, что что-то пошло не так при получении данных вашего сайта. Пожалуйста %s и попробуйте снова."],"Before you can track your SEO performance make sure to set either the post’s title and save it as a draft or manually set the post’s slug.":["Прежде чем отслеживать эффективность SEO, обязательно задайте заголовок записи и сохраните ее как черновик, или вручную задайте ярлык записи."],"No keyphrase has been set. Please set a keyphrase first.":["Ключевая фраза не задана. Пожалуйста, сначала задайте ключевую фразу."],"upgrade your %s plan":["улучшите ваш тариф на %s"],"You've reached the maximum amount of %d keyphrases you can add to your Wincher account. If you wish to add more keyphrases, please %s.":["Вы достигли максимального количества из %d ключевых фраз, которые вы можете добавить в свою учетную запись Wincher. Если вы хотите добавить больше ключевых фраз, пожалуйста, %s."],"With %1$s you can track the ranking position of your page in the search results based on your keyphrase(s). %2$s":["С помощью %1$s вы можете отслеживать положение вашей страницы в результатах поиска по вашей ключевой фразе (фразам). %2$s"],"%s is currently tracking the ranking position(s) of your page. This may take a few minutes. Please wait or check back later.":["%s отслеживает ранжируемые позиции вашей страницы. Это может занять несколько минут. Подождите или вернитесь позже."],"You have successfully connected to %s! You can now track the SEO performance for the keyphrase(s) of this page.":["Вы успешно подключились к %s! Теперь вы можете отслеживать SEO производительность для ключевой фразы (или фраз) на этой странице."],"Read more about keyphrase tracking with Wincher":["Узнайте больше об отслеживании ключевых фраз через Wincher"],"Automatic tracking of keyphrases is enabled. Your keyphrase(s) will automatically be tracked by %s when you publish your post.":["Автоматическое отслеживание ключевых фраз включено. Ваши ключевые фразы будут автоматически отслеживаться %s при публикации сообщения."],"Please enter a focus keyphrase first to track keyphrase performance":["Пожалуйста, сначала введите основную ключевую фразу, чтобы отслеживать производительность по ней"],"Keyphrase position in the last 90 days on a scale from 0 to 100.":["Позиция ключевой фразы за последние 90 дней по шкале от 0 до 100."],"Track SEO performance":["Отслеживать производительность SEO"],"You can enable / disable tracking the SEO performance for each keyphrase below.":["Ниже вы можете включить/отключить отслеживание эффективности SEO для каждой ключевой фразы."],"Track all keyphrases on this page":["Отслеживать все ключевые фразы на этой странице"],"Tracking has already been enabled for one or more keyphrases of this page. Clicking the button below will enable tracking for all of its keyphrases.":["Отслеживание уже включено для одной или нескольких ключевых фраз этой страницы. Нажав на кнопку ниже, вы включите отслеживание для всех ключевых фраз этой страницы."],"Learn more about the SEO performance feature.":["Узнайте больше про возможности SEO производительности."],"SEO performance":["SEO производительность"],"Connect with %s":["Связать с %s"],"* focus keyphrase":["* основная ключевая фраза"],"Get more insights over at %s":["Узнайте больше в %s"],"Position over time":["Позиция с течением времени"],"Position":["Позиция"],"Tracking":["Отслеживание"],"You can still run the SEO data optimization in the %1$sTools section%2$s. Once that is finished, please refresh this page.":["Вы все еще можете запустить оптимизацию данных SEO в разделе %1$sИнструменты%2$s. После этого обновите страницу."],"This configuration step is currently disabled, because you're not running the latest version of Yoast SEO Premium. Please update to the latest version (at least %1$s). ":["Этот шаг настройки в настоящее время отключен, поскольку вы используете не последнюю версию Yoast SEO Premium. Пожалуйста, обновитесь до последней версии (не ниже %1$s). "],"Save and continue":["Сохранить и продолжить"],"Does your site represent an Organization or Person?":["Ваш сайт представляет организацию или человека?"],"Activate %s":["Активировать %s"],"Update %s":["Обновить %s"],"Renew %s":["Продлить %s"],"Get help activating your subscription":["Получите помощь в активации подписки"],"It looks like you’re running an outdated and unactivated version of %1$s, please activate your subscription in %2$sMyYoast%3$s and update to the latest version (at least 17.7) to gain access to our updated workouts section.":["Похоже, что вы используете устаревшую и не активированную версию %1$s, пожалуйста, активируйте вашу подписку в %2$sMyYoast%3$s и обновите ее до последней версии (не ниже 17.7), чтобы получить доступ к нашему обновленному разделу тренировок."],"Activate your subscription of %s":["Активируйте подписку на %s"],"Update to the latest version of %s":["Обновить до последней версии %s"],"Renew your subscription":["Продлить подписку"],"Accessing the latest workouts requires an updated version of %s (at least 17.7), but it looks like your subscription has expired. Please renew your subscription to update and gain access to all the latest features.":["Для доступа к последним тренировкам требуется обновленная версия %s (не ниже 17.7), но похоже, что срок вашей подписки истек. Возобновите подписку, чтобы обновить версию и получить доступ ко всем последним функциям."],"Renew your subscription of %s":["Продлите подписку на %s"],"Could not save this value. Please check the URL.":["Не удалось сохранить это значение. Проверьте URL-адрес."],"Could not save this value. Please check the URL or username.":["Не удалось сохранить это значение. Проверьте URL-адрес или имя пользователя."],"Oops! Something went wrong. Check your email address and try again.":["Ой! Что-то пошло не так. Проверьте свой email-адрес и попробуйте еще раз."],"Yes, you can collect my site data":[""],"Site representation":["Представление сайта"],"Continue":["Продолжить"],"Thank you! Check your inbox for the confirmation email.":["Спасибо! Проверьте свой почтовый ящик на наличие письма с подтверждением."],"Yoast respects your privacy. Read %1$sour privacy policy%2$s on how we handle your personal information.":["Yoast уважает Вашу конфиденциальность. Прочтите нашу %1$sполитику конфиденциальности%2$s о том, как мы поступаем с Вашей личной информацией."],"Email address":["Email адрес"],"%1$sBack to all workouts":["%1$sНазад ко всем тренировкам"],"Getting your site in shape and keeping it SEO fit can be hard. We can help you get started! Take these step-by-step workouts, and you’ll be tackling some of the most fundamental SEO challenges!":["Привести свой сайт в форму и поддерживать его в SEO-форме может быть непросто. Мы поможем вам начать! Пройдите эти пошаговые тренировки, и вы решите некоторые из самых основных проблем SEO!"],"Add internal links to your posts and pages":["Добавление внутренних ссылок на записи и страницы"],"Make pages easier for Google and visitors to find":["Упростите поиск страниц для Google и посетителей"],"Clean up your unlinked content to make sure people can find it":["Очистите несвязанное содержимое, чтобы люди могли его найти"],"Orphaned content":["Бесхозный контент"],"Bring more visitors to your articles":["Привлекайте больше посетителей к своим статьям"],"Make your important articles rank higher":["Повышайте рейтинг ваших важных статей"],"%1$s/%2$s steps completed":["%1$s из %2$s шагов завершено"],"Unlock with %s!":["Разблокируйте с помощью %s!"],"Start workout!":["Начните тренировку!"],"Do workout again":["Повторите тренировку"],"Continue workout!":["Продолжайте тренировку!"],"It looks like you're running an outdated version of %1$s, please %2$supdate to the latest version (at least 17.7)%3$s to gain access to our updated workouts section.":["Похоже, что вы используете устаревшую версию %1$s, пожалуйста, %2$sобновитесь до последней версии (не ниже 17.7)%3$s, чтобы получить доступ к нашему обновленному разделу тренировок."],"Get started quickly with the %1$s%2$s First-time configuration%3$s and configure Yoast SEO with the optimal SEO settings for your site!":["Быстро начните работу с %1$sмастером первой конфигурации %2$s%3$s и настройте Yoast SEO с оптимальными параметрами SEO для вашего сайта!"],"Current or first category title":["Заголовок текущей или первой рубрики"],"Category Title":["Заголовок рубрики"],"Replaced with the post content":["Заменено на содержимое записи"],"Post Content":["Содержимое записи"],"Replaced with the permalink":["Заменено на постоянную ссылку"],"Replaced with the last name of the author":["Заменено на фамилию автора"],"Author last name":["Фамилия автора"],"Replaced with the first name of the author":["Заменено на имя автора"],"Author first name":["Имя автора"],"Replaced with the day the post was published":["Заменено днём публикации записи"],"Post day":["День публикации записи"],"Replaced with the month the post was published":["Заменено на месяц публикации записи"],"Post month":["Месяц публикации записи"],"Replaced with the year the post was published":["Заменено на год публикации записи"],"Post year":["Год публикации записи"],"Current day":["Текущий день"],"Current month":["Текущий месяц"],"Current date":["Текущая дата"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's way less than the recommended minimum of %2$d %7$s. %4$sMake it longer%5$s!":["%3$sДлина ключевой фразы%5$s: Ключевая фраза состоит из %1$d %6$s. Это немного меньше, чем рекомендованный минимум в %2$d %7$s. %4$sСделайте ее больше%5$s!","%3$sДлина ключевой фразы%5$s: Ключевая фраза состоит из %1$d %7$s. Это немного меньше, чем рекомендованный минимум в %2$d %7$s. %4$sСделайте ее больше%5$s!","%3$sДлина ключевой фразы%5$s: Ключевая фраза состоит из %1$d %7$s. Это немного меньше, чем рекомендованный минимум в %2$d %7$s. %4$sСделайте ее больше%5$s!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's less than the recommended minimum of %2$d %6$s. %4$sMake it longer%5$s!":["%3$sДлина ключевой фразы%5$s: Ключевая фраза состоит из %1$d %6$s. Это меньше, чем рекомендованный минимум в %2$d %6$s. %4$sУвеличьте её%5$s!"],"It looks like you aren't using our %1$s%2$s addon%3$s. %4$sUpgrade today%5$s to unlock more tools and SEO features to make your products stand out in search results.":["Похоже, вы не пользуетесь нашим %1$s%2$s дополнением%3$s. %4$sОбновите сегодня%5$s, чтобы разблокировать больше инструментов и функций SEO, так ваши товары будут выделяться в результатах поиска."],"Below are the technical details for the error. See %1$sthis page%2$s for a more detailed explanation.":["Ниже приведены технические детали ошибки. Посетите %1$sэту страрицу%2$s, чтобы получить подробную информацию."],"%1$sImage Keyphrase%2$s: Good job!":["%1$sКлючевая фраза изображения%2$s: хорошая работа!"],"%1$sImage Keyphrase%3$s: Images on this page do not have alt attributes with at least half of the words from your keyphrase. %2$sFix that%3$s!":["%1$sКлючевая фраза изображения%3$s: изображения на этой странице не имеют alt-атрибутов, содержащих хотя бы половину слов из вашей ключевой фразы. %2$sИсправьте это%3$s!"],"%1$sImages%2$s: Good job!":["%1$sИзображения%2$s: хорошая работа!"],"%1$sImages and videos%2$s: Good job!":["%1$sИзображения и видео%2$s: хорошая работа!"],"%3$sImages and videos%5$s: Only %1$d image or video appears on this page. We recommend at least %2$d. %4$sAdd more relevant images or videos%5$s!":["%3$sИзображения и видео%5$s: На этой странице появляется только %1$d изображение или видео. Мы рекомендуем хотя бы %2$d. %4$sДобавьте больше релевантных изображений или видео%5$s!","%3$sИзображения и видео%5$s: На этой странице появляются только %1$d изображения или видео. Мы рекомендуем хотя бы %2$d. %4$sДобавьте больше релевантных изображений или видео%5$s!","%3$sИзображения и видео%5$s: На этой странице появляется только %1$d изображений или видео. Мы рекомендуем хотя бы %2$d. %4$sДобавьте больше релевантных изображений или видео%5$s!"],"%3$sImages%5$s: Only %1$d image appears on this page. We recommend at least %2$d. %4$sAdd more relevant images%5$s!":["%3$sИзображения%5$s: На этой странице появляется только %1$d изображение. Мы рекомендуем хотя бы %2$d. %4$sДобавьте больше релевантных изображений%5$s!","%3$sИзображения%5$s: На этой странице появляются только %1$d изображения. Мы рекомендуем хотя бы %2$d. %4$sДобавьте больше релевантных изображений%5$s!","%3$sИзображения%5$s: На этой странице появляются только %1$d изображений. Мы рекомендуем хотя бы %2$d. %4$sДобавьте больше релевантных изображений%5$s!"],"%1$sImages and videos%3$s: No images or videos appear on this page. %2$sAdd some%3$s!":["%1$sИзображения и видео%3$s: На этой странице не появляется ни одного изображения или видео. %2$sДобавьте их%3$s!"],"Error stack trace":["Трассировка стека ошибки"],"Response":["Ответ"],"Error message":["Сообщение об ошибке"],"Status code":["Код статуса"],"Request method":["Метод запроса"],"Request URL":["URL запроса"],"Error details":["Подробности ошибки"],"Workouts":["Тренажёры"],"Rank with articles you want to rank with":["Ранжирование по статьям, по которым вы хотите ранжировать"],"The cornerstone approach":["Краеугольный подход"],"SEO workouts":["Тренажёры SEO"],"Improve the quality of your site search! Automatically helps your users find your cornerstone and most important content in your internal search results. It also removes noindexed posts & pages from your site’s search results.":["Улучшите качество поиска по сайту! Автоматически помогает пользователям найти самое важное содержимое в результатах внутреннего поиска. Также удаляет неиндексированные записи и страницы из результатов поиска по сайту."],"Find out more about our %s integration.":["Узнайте больше об интеграции %s."],"Get relevant internal linking suggestions — while you’re writing! The link suggestions metabox shows a list of posts on your blog with similar content that might be interesting to link to. ":["Получите релевантные предложения внутренних ссылок во время написания! Метабокс предложений ссылок отображает список записей в вашем блоге с похожим содержимым, которые могут быть интересны для связывания. "],"Find out how Insights can help you improve your content.":["Узнайте, как инсайты могут помочь улучшить содержимое."],"Find relevant data about your content right in the Insights section in the Yoast SEO metabox. You’ll see what words you use most often and if they’re a match with your keywords! ":["Найдите соответствующие данные о вашем содержимом прямо в разделе Инсайты метабокса Yoast SEO. Вы увидите, какие слова используете чаще всего и совпадают ли они с ключевыми словами! "],"Oops, something has gone wrong and we couldn't complete the optimization of your SEO data. Please make sure to activate your subscription in MyYoast by completing %1$sthese steps%2$s.":["Ой, что-то пошло не так, и мы не можем завершить оптимизацию ваших данных SEO. Пожалуйста, убедитесь, что вы активировали подписку в MyYoast, завершив %1$sэти шаги%2$s."],"To unlock this feature please update %s to the latest version.":["Для разблокировки этой функции, пожалуйста, обновите %s до последней версии."],"The social appearance settings for archives require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Для настроек вида соцсетей для архивов необходимы метаданные Open Graph (на данный момент отключены). Вы можете включить их в %1$sнастройках ‘Соцсети’ во вкладке ‘Facebook’%2$s."],"The social appearance settings for taxonomies require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Для настроек вида соцсетей для таксономии необходимы метаданные Open Graph (на данный момент отключены). Вы можете включить их в %1$sнастройках ‘Соцсети’ во вкладке ‘Facebook’%2$s."],"The social appearance settings for content types require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Для настроек вида соцсетей для типов содержимого необходимы метаданные Open Graph (на данный момент отключены). Вы можете включить их в %1$sнастройках ‘Соцсети’ во вкладке ‘Facebook’%2$s."],"The social appearance settings for your homepage require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Для настроек вида соцсетей для домашней страницы необходимы метаданные Open Graph (на данный момент отключены). Вы можете включить их в %1$sнастройках ‘Соцсети’ во вкладке ‘Facebook’%2$s."],"Social image":["Изображение соцсетей"],"Unlock with Premium":["Разблокировать с помощью Премиум"],"Addon installation failed because of an error: %s.":["Установка дополнения не удалась из-за ошибки: %s."],"You are not allowed to install plugins.":["Вам не разрешена установка плагинов."],"Addon installed.":["Дополнение установлено."],"Addon activation failed because of an error: %s.":["Активация дополнения не удалась из-за ошибки: %s."],"You are not allowed to activate plugins.":["Вам не разрешается активировать плагины."],"Addon activated.":["Дополнение активировано."],"%1$s Continue to %2$s%3$s":["%1$s продолжить с %2$s%3$s"],"Installing and activating addons":["Установка и активация дополнений"],"No %1$s plugins have been installed. You don't seem to own any active subscriptions.":["%1$s плагины не были установлены. Похоже у вас нет никаких активных подписок."],"the following addons":["следующие дополнения"],"%s SEO installation":["Установка %s SEO"],"Install and activate":["Установить и активировать"],"Please confirm below that you would like to install %s on this site.":["Подтвердите, что вы хотите установить %s на этом сайте."],"Insert variable":["Вставить переменную"],"Shopping data preview:":["Предпросмотр данных для магазина:"],"Availability":["Доступность"],"Price":["Цена"],"Rating":["Оценка"],"%s reviews":["отзывов: %s"],"Rating: %s":["Рейтинг: %s"],"Image":["Изображение"],"Social description":["Описание для социальных сетей"],"Social title":["Заголовок для социальных сетей"],"Required by %s":["Требуется для %s"],"Auto-updates are disabled based on this setting for %1$s.":["Автообновления выключены на основе этого параметра для %1$s."],"Auto-updates are enabled based on this setting for %1$s.":["Автообновления включены на основе этого параметра для %1$s."],"New":["Новый"],"seconds":["сек"],"Select image":["Выберите изображение"],"Replace image":["Заменить изображение"],"site structure":["структура сайта"],"internal linking":["внутренние ссылки"],"breadcrumbs":["цепочки навигации"],"seo":["seo"],"Adds the Yoast SEO breadcrumbs to your template or content.":["Добавляет навигационные цепочки Yoast SEO в ваш шаблон или контент."],"Yoast Breadcrumbs":["Цепочки навигации Yoast"],"The term is considered invalid. The following reason was given by WordPress: %s":["Этот элемент считается неверным. WordPress сообщил о следующей причине: %s"],"The post could not be found.":["Не удалось найти запись."],"The term could not be found.":["Не удаётся найти этот элемент."],"This feature has been disabled since subsites never send tracking data.":["Эта возможность отключена, так как подсайты никогда не отсылают данные отслеживания."],"We notice that you have installed WPML. To make sure your canonical URLs are set correctly, %1$sinstall and activate the WPML SEO add-on%2$s as well!":[""],"Unfortunately we cannot save changes to your SEO settings while you are working on a draft of an already-published %1$s. If you want to save your SEO changes, make sure to click 'Update', or wait to make your SEO changes until you are ready to update the %1$s.":["К сожалению, мы не можем сохранить изменения в ваших настройках SEO, пока вы работаете над черновиком, уже опубликованным как запись типа «%1$s». Если вы хотите сохранить изменения, нажмите «Обновить» или подождите, чтобы внести изменения в SEO тогда, когда будете готовы обновить запись типа «%1$s»."],"Get started with Yoast SEO's content analysis for Elementor!":["Начните с анализом содержимого Yoast SEO для Elementor!"],"Got it":["Понятно"],"New: Yoast SEO for Elementor":["Новое: Yoast SEO для Elementor"],"Because of a change in your category base setting, some of your SEO data needs to be reprocessed.":["Из-за изменения настроек URL-адреса для рубрик некоторые ваши SEO-данные должны быть переработаны."],"Wait for a week or so, until %1$s automatically processes most of your content in the background.":["Подождите около недели, пока %1$s автоматически обработает большую часть содержимого сайта в фоновом режиме."],"%s minute":["%s минута","%s минуты","%s минут"],"Est. reading time":["Примерное время для чтения"],"Written by":["Написано автором"],"Google Rich Results Test":["Тест Google Rich Results"],"Find out how a rich snippet can improve visibility and click-through-rate.":["Узнайте как rich сниппеты могут улучшить видимость и CTR сайта."],"This adds an author byline and reading time estimate to the article’s snippet when shared on Slack.":["Это добавит имя автора и примерное время для чтения в сниппет статьи для Slack."],"Enhanced Slack sharing":["Улучшенные возможности поделиться в Slack"],"Activate your subscription":["Активируйте свою подписку"],"SEO data optimization is disabled for non-production environments.":["Оптимизация SEO-данных отключена для непроизводственных сред."],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":["Эта возможность включает в себя и заменяет счетчик текстовых ссылок и анализ внутренних ссылок"],"This tab allows you to selectively disable %1$s integrations with third-party products for all sites in the network. By default all integrations are enabled, which allows site admins to choose for themselves if they want to toggle an integration on or off for their site. When you disable an integration here, site admins will not be able to use that integration at all.":["Эта вкладка позволяет выборочно отключить интеграцию %1$s со сторонними продуктами для всех сайтов в сети. По умолчанию все интеграции включены, что позволяет администраторам сайта самостоятельно выбирать, включать или выключать интеграцию для своего сайта. Если вы отключите интеграцию здесь, администраторы сайта вообще не смогут использовать эту интеграцию."],"Because of a change in your tag base setting, some of your SEO data needs to be reprocessed.":["Из-за изменения настроек URL-адреса для меток некоторые ваши SEO-данные должны быть переработаны."],"Stop SEO data optimization":["Остановить оптимизацию SEO-данных"],"Oops, something has gone wrong and we couldn't complete the optimization of your SEO data. Please click the button again to re-start the process. ":["Что-то пошло не так, и мы не смогли завершить оптимизацию ваших SEO-данных. Нажмите ещё раз на кнопку для перезапуска процесса. "],"Optimizing SEO data... This may take a while.":["Оптимизация SEO-данных... Это может занять некоторое время."],"SEO data optimization complete":["Оптимизация SEO-данных завершена"],"You can speed up your site and get insight into your internal linking structure by letting us perform a few optimizations to the way SEO data is stored. ":["Вы можете ускорить свой сайт и получить представление о его внутренней структуре ссылок, позволив нам выполнить некоторые оптимизации способа хранения SEO-данных. "],"Start SEO data optimization":["Начать оптимизацию SEO-данных"],"Learn more about the benefits of optimized SEO data.":["Узнайте больше о преимуществах оптимизированных SEO-данных."],"You can speed up your site and get insight into your internal linking structure by letting us perform a few optimizations to the way SEO data is stored. If you have a lot of content it might take a while, but trust us, it's worth it.":["Вы можете ускорить свой сайт и получить представление о его внутренней структуре ссылок, позволив нам выполнить несколько оптимизаций способа хранения SEO-данных. Если у вас много содержимого, это может занять некоторое время, но поверьте нам, оно того стоит."],"Optimize SEO Data":["Оптимизация SEO-данных"],"If the problem persists, please contact support.":["Если проблема проявится снова, обратитесь в службу поддержки."],"Something has gone wrong and we couldn't complete the optimization of your SEO data. Please %1$sre-start the process%2$s.":["Что-то пошло не так, и мы не смогли завершить оптимизацию ваших SEO-данных. Пожалуйста, %1$sперезапустите процесс%2$s."],"All permalinks were successfully reset":["Все постоянные ссылки были успешно сброшены"],"We've encountered a problem trying to get related keyphrases. Please try again later.":["Мы столкнулись с проблемой, пытаясь получить связанные ключевые фразы. Пожалуйста, попробуйте еще раз позже."],"You've reached the maximum amount of 4 related keyphrases. You can change or remove related keyphrases in the %s metabox or sidebar.":["Вы достигли максимального количества из 4 связанных ключевых фраз. Вы можете изменить или удалить связанные ключевые фразы в метабоксе %s или на боковой панели."],"Please wait while %1$s connects to %2$s to get related keyphrases...":["Пожалуйста, подождите, пока %1$s соединится с %2$s, чтобы получить связанные ключевые фразы..."],"Upgrade your %s plan":["Улучшите ваш тарифный план %s"],"You've reached your request limit for today. Check back tomorrow or upgrade your plan over at %s.":["Вы достигли предела запросов на сегодня. Попробуйте завтра или улучшите ваш тариф в %s."],"Last month":["За последний месяц"],"Two months ago":["2 месяца назад"],"Three months ago":["3 месяца назад"],"Four months ago":["4 месяца назад"],"Five months ago":["5 месяцев назад"],"Six months ago":["6 месяцев назад"],"Seven months ago":["7 месяцев назад"],"Eight months ago":["8 месяцев назад"],"Nine months ago":["9 месяцев назад"],"Ten months ago":["10 месяцев назад"],"Eleven months ago":["11 месяцев назад"],"Twelve months ago":["Год назад"],"Get more insights at %s":["Узнайте больше в %s"],"Keyphrase volume in the last 12 months on a scale from 0 to 100.":["Объем ключевых фраз за последние 12 месяцев по шкале от 0 до 100."],"Learn more about the related keyphrases trend":["Узнайте больше о тенденциях для связанных ключевых фраз"],"Trend":["Тенденция"],"Learn more about the related keyphrases volume":["Узнайте больше про объем связанных ключевых фраз"],"Volume":["Объем"],"Related keyphrase":["Связанная ключевая фраза"],"Select country":["Выберите страну"],"Show results for:":["Показать результаты для:"],"Please enter a focus keyphrase first to get related keyphrases":["Пожалуйста, сначала введите фокусную ключевую фразу, чтобы получить связанные ключевые фразы"],"Sorry, there's no data available for that keyphrase/country combination.":["Извините, но нет данных для этой комбинации ключевой фразы и страны."],"Get related keyphrases":["Найти связанные ключевые фразы"],"Related keyphrases":["Связанные ключевые фразы"],"The number of headers and header labels don't match.":["Количество заголовков и меток заголовков не совпадают."],"The %s integration offers suggestions and insights for keywords related to the entered focus keyphrase.":["Интеграция %s предлагает предложения и идеи для ключевых слов, связанных с введенной фокусной ключевой фразой."],"Disabling Yoast SEO's XML sitemaps will not disable WordPress' core sitemaps. In some cases, this %1$s may result in SEO errors on your site%2$s. These may be reported in Google Search Console and other tools.":["Отключение XML-карт сайта в Yoast SEO не приведет к отключению основных карт сайта WordPress. В некоторых случаях это %1$sможет привести к ошибкам SEO на вашем сайте%2$s. Об этом могут сообщать Google Search Console и другие нструменты."],"If you still need support and have an active subscription for this product, please email %s.":["Если вам нужна помощь и у вас есть подписка на этот продукт, пожалуйста, напишите нам на %s."],"You can probably find an answer to your question in our %1$shelp center%2$s.":["Возможно, вы найдёте ответ на свой вопрос в нашем %1$sСправочном центре%2$s."],"Need support?":["Нужна помощь?"],"Return to your %s":["Вернуться к записи типа «%s»"],"Make sure to save your %s for changes to take effect":["Сохраните вашу запись типа «%s», чтобы изменения вступили в силу"],"The advanced section of the %1$s meta box allows a user to remove posts from the search results or change the canonical. The settings in the schema tab allows a user to change schema meta data for a post. These are things you might not want any author to do. That's why, by default, only editors and administrators can do this. Setting to \"%2$s\" allows all users to change these settings.":["Профессиональная секция метабокса %1$s позволяет пользователю удалять посты из результатов поиска или менять канонические ссылки. Настройки во вкладке схемы позволяют пользователю изменять мета данные записи. Возможно, вы не хотите, чтобы любой автор мог это делать на вашем сайте. Поэтому, по умолчанию, это могут делать только редакторы и администраторы. Настройка \"%2$s\" позволит любому пользователю менять эти настройки."],"Security: no advanced or schema settings for authors":["Безопасность: нет дополнительных настроек и настроек схемы для авторов"],"Report":["Отчет"],"Tech Article":["Техническая Статья"],"Scholarly Article":["Научная статья"],"Satirical Article":["Сатирическая статья"],"Advertiser Content Article":["Статья рекламного содержания"],"News Article":["Новостная статья"],"Social Media Posting":["Публикация для социальных медиа"],"Article":["Статья"],"Search Results Page":["Страница результатов поиска"],"Real Estate Listing":["Публикация недвижимости"],"Checkout Page":["Страница оформления заказа"],"Collection Page":["Страница коллекции"],"Medical Web Page":["Медицинская страница"],"Contact Page":["Контактная страница"],"Profile Page":["Страница профиля"],"QA Page":["Страница контроля качества"],"FAQ Page":["Страница частых вопросов"],"About Page":["Страница О нас"],"Item Page":["Страница товара"],"Web Page":["Веб-страница"],"Default for %1$s (%2$s)":["По умолчанию для типа записей «%1$s» (%2$s)"],"This helps search engines understand your website and your content. You can change some of your settings for this page below.":["Это помогает поисковым движкам понимать ваш сайт и содержимое. Вы можете изменить некоторые настройки этой страницы ниже."],"Yoast SEO automatically describes your pages using schema.org":["Yoast SEO автоматически описывает ваши страницы с помощью schema.org"],"Article type":["Тип статьи"],"Page type":["Тип страницы"],"Learn more about page or content types":["Узнать больше о типах страниц и содержимого"],"What type of page or content is this?":["Какой это тип страницы или содержимого?"],"Structured Data":["Структурированные данные"],"Yoast How-to":["Yoast руководства"],"Yoast FAQ":["Yoast FAQ"],"%1$s: Does not contain the exact match. %2$sTry to write the exact match of your keyphrase in the SEO title and put it at the beginning of the title%3$s.":["%1$s: Не содержит точного соответствия. %2$sПостарайтесь поместить точную копию вашей ключевой фразы в заголовок SEO и разместите ее в начале заголовка%3$s."],"%1$s: The exact match of the focus keyphrase appears in the SEO title, but not at the beginning. %2$sMove it to the beginning for the best results%3$s.":["%1$s: Точная копия ключевой фразы содержится в заголовке SEO, но не в начале. %2$sПереместите ее в начало для лучших результатов%3$s."],"%1$s Internal Linking Blocks":["Блоки внутреннего связывания %1$s"],"Allow us to track some data about your site to improve our plugin.":["Позвольте нам собирать некоторые данные о вашем сайте для улучшения нашего плагина."],"Usage tracking":["Отслеживание использования"],"Can we collect anonymous information about your website to enhance %1$s?":[""],"Read more about how internal linking can improve your site structure.":["Подробнее о том, как внутренние ссылки могут улучшить структуру сайта."],"Link suggestions":["Предложенная ссылка"],"Insights":["Основное содержание"],"Remove image":["Удалить изображение"],"The file size of the uploaded image is too large for %s. File size must be less than %s.":["Размер файла загруженного изображения слишком велик для %s. Размер файла должен быть меньше, чем %s."],"The format of the uploaded image is not supported. The supported formats are: %s, %s, %s and %s.":["Формат загруженного изображения не поддерживается. Поддерживаются форматы: %s, %s, %s и %s."],"You have uploaded a %s. Please note that, if it’s an animated %s, only the first frame will be used.":["Вы загрузили %s. Пожалуйста, обратите внимание, что в случае анимированного %s будет использован только первый кадр."],"Your image dimensions are not suitable. The minimum dimensions are %dx%d pixels. The maximum dimensions are %dx%d pixels.":["Неподходящие размеры вашего изображения. Минимальные размеры — %dx%d пикселей. Максимальные размеры — %dx%d пикселей."],"Your image dimensions are not suitable. The minimum dimensions are %dx%d pixels.":["Неподходящие размеры вашего изображения. Минимальные размеры — %dx%d пикселей."],"Dismiss":["Скрыть"],"Because of a change in your permalink structure, some of your SEO data needs to be reprocessed.":["Из-за изменений в структуре постоянных ссылок некоторые SEO-данные необходимо пересчитать."],"Because of a change in your home URL setting, some of your SEO data needs to be reprocessed.":["Из-за изменений в настройках адреса сайта некоторые SEO-данные необходимо пересчитать."],"Please upgrade your WordPress version or install the Gutenberg plugin to get this %1$s feature.":["Пожалуйста, обновите версию WordPress или установите плагин Gutenberg для использования функции %1$s."],"Marking links with nofollow/sponsored has been disabled for WordPress installs < 5.4.":["Маркировка ссылок nofollow/sponsored была отключена для версий WordPress < 5.4."],"Open in new tab":["Открыть в новой вкладке"],"This is a sponsored link or advert (mark as %1$ssponsored%2$s)%3$s":["Это рекламная или спонсорская ссылка (отметить как %1$ssponsored%2$s)%3$s"],"Search engines should ignore this link (mark as %1$snofollow%2$s)%3$s":["Поисковые системы должны игнорировать эту ссылку  (отметить как  %1$snofollow%2$s)%3$s"],"Learn more about marking a link as nofollow or sponsored.":["Узнайте больше о маркировке ссылок nofollow или sponsored."],"Link inserted.":["Ссылка вставлена."],"Link edited.":["Ссылка изменена."],"Warning: the link has been inserted but may have errors. Please test it.":["Внимание: ссылка добавлена, но может содержать ошибки. Пожалуйста, проверьте её."],"Unlink":["Убрать ссылку"],"Link removed.":["Ссылка удалена."],"Link":["Ссылка"],"We've analyzed your post. There is still room for improvement!":["Мы проанализировали вашу запись. Кое-что можно всё еще улучшить!"],"We've analyzed your post. Everything looks good. Well done!":["Мы проанализировали вашу запись. Всё хорошо!"],"No focus keyword was entered":["Фокусное ключевое слово не задано"],"Share your post!":["Поделиться записью!"],"Improve your post with Yoast SEO":["Улучшайте свои записи с Yoast SEO"],"SEO analysis:":["SEO-анализ:"],"The links columns show the number of articles on this site linking %3$sto%4$s this article and the number of URLs linked %3$sfrom%4$s this article. Learn more about %1$show to use these features to improve your internal linking%2$s, which greatly enhances your SEO.":["Столбцы ссылок отображают количество статей сайта, связанных %3$sс%4$s этой статьей и количество URL, связанных %3$sиз%4$s этой статьи. Узнайте больше, %1$sкак использовать эти функции для улучшения внутренней связности%2$s, что значительно улучшает SEO."],"We've written an article about %1$show to use the SEO score and Readability score%2$s.":["Мы написали статью про %1$sиспользование рейтинга SEO и рейтинга читаемости%2$s."],"%1$s adds several columns to this page.":["%1$s добавляет несколько столбцов к этой странице."],"We estimate this will take less than a minute.":["По нашим оценкам, это займёт меньше минуты."],"We estimate this will take a couple of minutes.":["По нашим оценкам, это займёт пару минут."],"%1$sRun the indexation process on your server%2$s using %3$sWP CLI%2$s.":["%1$sЗапускать процесс индексации на вашем сервере%2$s с помощью %3$sWP CLI%2$s."],"We estimate this could take a long time, due to the size of your site. As an alternative to waiting, you could:":["По нашим оценкам, из-за размера вашего сайта это может занять длительное время. В качестве альтернативы можно:"],"Show debug information":["Показать отладочную информацию"],"Your site will continue to work normally, but won't take full advantage of %s.":["Ваш сайт продолжит работать нормально, но не сможет воспользоваться преимуществами %s."],"%s had problems creating the database tables needed to speed up your site.":["У %s возникли проблемы во время создания таблиц базы данных для ускорения вашего сайта."],"Your keyphrase is too long. It can be a maximum of 191 characters.":["Ваша ключевая фраза слишком длинная. Она может быть максимум 191 символ."],"%1$sFind out how to solve this problem on our help center%2$s.":["%1$sУзнайте, как решить эту проблему в нашей базе знаний%2$s."],"The text link counter feature is not working as expected":["Функция счетчика текстовых ссылок не работает должным образом"],"The text link counter helps you improve your site structure. %1$sFind out how the text link counter can enhance your SEO%2$s.":["Счетчик текстовых ссылок помогает вам улучшить структуру сайта. %1$sУзнайте больше, как счетчик текстовых ссылок улучшает SEO%2$s."],"The text link counter is working as expected":["Счётчик ссылок работает корректно"],"I don't want this site to show in the search results.":["Я не хочу, чтобы этот сайт показывался в результатах поиска."],"If you want search engines to show this site in their results, you must %1$sgo to your Reading Settings%2$s and uncheck the box for Search Engine Visibility.":["Если вы хотите, чтобы поисковые движки отображали этот сайт в своих результатах, вам следует %1$sперейти в настройки читаемости%2$s и отключить настройку отображения в поисковых движках."],"Learn more about the no-index setting on our help page.":["Узнайте больше о настройке no-index в справке."],"Even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Не смотря на то, что вы можете указать здесь параметры мета-тегов robots, однако в настройках чтения вашего сайта включена опция «Попросить поисковые системы не индексировать сайт», так что эти настройки ни на что не повлияют."],"Learn more about canonical URLs on our help page.":["Узнайте больше о канонических ссылках в справке."],"Learn more about the breadcrumbs title setting on our help page.":["Узнать больше о настройке заголовка с помощью цепочек навигации в справке."],"Learn more about advanced meta robots settings on our help page.":["Узнайте больше о расширенных настройках мета-роботов на нашей странице справки."],"Learn more about the no-follow setting on our help page.":["Узнайте больше о настройке no-follow в справке."],"Should search engines follow links on this content?":["Должны ли поисковые системы проходить по ссылкам этого содержимого?"],"This %1$s REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use %1$s for all their SEO meta output.":["Эта конечная точка REST API %1$s предоставляет вам все необходимые метаданные для конкретного URL. Это позволит управляемым сайтам WordPress легко использовать %1$s для выдачи мета SEO."],"REST API: Head endpoint":["REST API: Главная конечная точка"],"Please read %1$sthis help article%2$s to find out how to resolve this problem.":["Пожалуйста, прочтите %1$sэту статью справки%2$s для решения проблемы."],"Replaced with the term ancestors hierarchy":["Заменено элементом родительной иерархии"],"Term hierarchy":["Иерархия элементов"],"%1$sYou can change the tagline in the customizer%2$s.":["%1$sВы можете изменить слоган в настройщике%2$s."],"You still have the default WordPress tagline. Even an empty one is probably better.":["У вас до сих пор стандартный слоган WordPress. Даже пустой скорее всего лучше."],"You should change the default WordPress tagline":["Вам следует изменить стандартный слоган WordPress"],"You are using a custom tagline or an empty one.":["Вы используете пользовательский или пустой слоган."],"You changed the default WordPress tagline":["Вы изменили стандартный слоган WordPress"],"Comments on your posts are displayed on a single page. This is just like we'd suggest it. You're doing well!":["Комментарии к вашим записям отображаются на одной странице. Все как мы советуем. Отлично сработано!"],"It's highly recommended to have your postname in the URL of your posts and pages. Consider setting your permalink structure to %s.":["Настоятельно рекомендуем указывать имена в URL записей и страниц. Рассмотрите возможность установки структуры permalink в %s."],"You do not have your postname in the URL of your posts and pages":["Отсутствует название записи в URL ваших записей и страниц"],"You do have your postname in the URL of your posts and pages.":["Присутствуют названия в URL ваших записей и страниц."],"Your permalink structure includes the post name":["Структура вашей постоянной ссылки включает в себя название записи"],"Comments on your posts break into multiple pages. As this is not needed in 999 out of 1000 cases, we recommend you disable it. To fix this, uncheck \"Break comments into pages...\" on the Discussion Settings page.":["Комментарии к вашим записям разбиты на насколько страниц. В 999 случаях из 1000 этого не требуется, потому мы рекомендуем отключить разбивку. Для этого отключите \"Разбить комментарии постранично...\" на странице настроек Комментарии."],"Comments break into multiple pages":["Комментарии разбиты на несколько страниц"],"Comments are displayed on a single page":["Комментарии отображаются на одной странице"],"No title":["Без заголовка"],"%1$sGo to the Discussion Settings page%2$s":["%1$sПерейти на страницу настроек обсуждений%2$s"],"%1$sThis was reported by the %2$s plugin%3$s":["%1$sОб этом сообщил %2$s плагин%3$s"],"Mobile result":["Мобильный результат"],"Preview as:":["Предпросмотр как:"],"Desktop result":["Результат на ПК"],"When you click OK we will open our HelpScout beacon where you can find answers to your questions. This beacon will load our support data and also potentially set cookies.":["Когда вы нажмете OK, мы загрузим наш маяк HelpScout, который загрузит данные из HelpScout. Этот маяк может также устанавливать куки."],"The browser you are currently using is unfortunately rather dated. Since we strive to give you the best experience possible, we no longer support this browser. Instead, please use %1$sFirefox%4$s, %2$sChrome%4$s or %3$sMicrosoft Edge%4$s.":["Браузер, которым вы пользуетесь, к сожалению, устарел. Поскольку мы стремимся предоставить вам наилучшие возможности, мы больше не поддерживаем этот браузер. Вместо этого используйте %1$sFirefox%4$s, %2$sChrome%4$s or %3$sMicrosoft Edge%4$s."],"If you want to apply advanced <code>meta</code> robots settings for this page, please define them in the following field.":["Если вы хотите применить расширенные настройки роботов для <code>meta</code> на этой странице, укажите их в следующем поле."],"Check out %1$s":["Смотрите %1$s"],"We have both free and premium online courses to learn everything you need to know about SEO.":["У нас есть бесплатные и платные онлайн-курсы, чтобы узнать все, что вам нужно знать о SEO."],"Want to learn SEO from Team Yoast? Check out our %1$s!":["Хотите изучать SEO вместе с Командой Yoast? Смотрите нашу %1$s!"],"Learn SEO":["Изучайте SEO"],"%s settings to import:":["%s настройки для импорта:"],"Import settings from another %1$s installation by pasting them here and clicking \"%2$s\".":["Импортируйте настройки из другой установки %1$s, вставив их здесь и нажав \"%2$s\"."],"Your %1$s settings:":["Ваши %1$s настройки:"],"Schema":["Схема"],"Please check the format of the YouTube URL you entered. %s":["Перепроверьте введенный формат URL YouTube, %s"],"Please check the format of the Wikipedia URL you entered. %s":["Перепроверьте введенный формат URL Wikipedia, %s"],"Please check the format of the Pinterest URL you entered. %s":["Перепроверьте введенный формат URL Pinterest, %s"],"Please check the format of the MySpace URL you entered. %s":["Перепроверьте введенный формат URL MySpace, %s"],"Please check the format of the LinkedIn URL you entered. %s":["Перепроверьте введенный формат URL Linkedin. %s"],"Please check the format of the Instagram URL you entered. %s":["Перепроверьте введенный формат URL Instagram, %s"],"Please check the format of the Facebook Page URL you entered. %s":["Перепроверьте введенный формат URL страницы Facebook, %s"],"Settings saved.":["Настройки сохранены."],"Dismiss this alert":["Закрыть это предупреждение"],"The submitted value was: %s":["Представленное значение было: %s"],"Yandex confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Коды подтверждения Яндекса могут содержать только буквы от От А до F, числа, дефисы и подчеркивания. %s"],"Twitter usernames can only contain letters, numbers, and underscores. %s":["Twitter имена пользователей могут содержать только буквы, цифры и символы подчеркивания. %s"],"Pinterest confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Pinterest коды подтверждения могут содержать только буквы от A до F, цифры, дефисы и подчеркивания. %s"],"Bing confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Код подтверждения Bing может содержать только буквы от A до F, цифры, дефисы и подчеркивания. %s"],"Google verification codes can only contain letters, numbers, hyphens, and underscores. %s":["Код подтверждения Google может содержать только буквы, цифры, дефисы и подчеркивания. %s"],"Baidu verification codes can only contain letters, numbers, hyphens, and underscores. %s":["Код подтверждения Baidu может содержать только буквы, цифры, дефисы и подчеркивания. %s"],"Show this item.":["Показать этот элемент."],"Hide this item.":["Скрыть этот элемент."],"You have %d hidden problem:":["У вас %d скрытая проблема:","У вас %d скрытых проблемы:","У вас %d скрытых проблем:"],"You have %d hidden notification:":["У вас %d скрытое уведомление:","У вас %d скрытых уведомления:","У вас %d скрытых уведомлений:"],"Focus keyphrase not set":["Фокусная ключевая фраза не установлена"],"The form contains %1$s error. %2$s":["Форма содержит %1$s ошибку. %2$s","Форма содержит %1$s ошибки. %2$s","Форма содержит %1$s ошибок. %2$s"],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly.":["Следующие слова и комбинации слов встречаются в содержимом чаще всего. Это дает информацию о том, какая основная тема вашего текста. Если данные слова сильно отличаются от задуманной темы, возможно Вы захотите соответствующим образом переписать текст."],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":["Как только вы напишете чуть больше, мы предложим вам список слов и комбинаций, которые чаще всего встречаются в содержимом. Они покажут на чем фокусируется ваше содержимое."],"%d occurrences":["%d совпадений"],"Activate %s for your site on MyYoast":["Активировать %s для вашего сайта на MyYoast"],"Show blog page in breadcrumbs":["Показывать страницу блога в цепочках навигации"],"We could not find any relevant articles on your website that you could link to from your post.":["Мы не смогли найти на вашем веб-сайте соответствующие статьи, на которые вы могли бы сослаться в своем сообщении."],"Has feedback":["Есть обратная связь"],"Content optimization:":["Оптимизация содержимого:"],"%1$sSEO%2$s: %3$s":["%1$sSEO%2$s: %3$s"],"%1$sReadability%2$s: %3$s":["%1$sЧитабельность%2$s: %3$s"],"Post Noindexed":["Запись отмечена noindex"],"No Focus Keyphrase":["Нет фокусной ключевой фразы"],"Posts with the SEO score: %s":["Записи с SEO-оценкой: %s"],"SEO: %s":["SEO: %s"],"%s video tutorial":["Обучающие видео %s"],"To view your current crawl errors, %1$splease visit Google Search Console%2$s.":["Чтобы ознакомиться с актуальными результатами проверки на ошибки, %1$sпожалуйста, посетите панель администратора Google%2$s."],"Google has discontinued its Crawl Errors API. Therefore, any possible crawl errors you might have cannot be displayed here anymore. %1$sRead our statement on this for further information%2$s.":["Работа Google API для проверки ошибок прекращена. По этой причине любые возможные результаты проверки не могут быть отображены. %1$sОзнакомьтесь с нашим соглашением по этому поводу для получения дальнейшей информации%2$s."],"Get the %s plugin now!":["Получите %s сейчас!"],"Personal info":["Персональная информация"],"Organization logo":["Логотип организации"],"Organization name":["Название организации"],"(if one exists)":["(если существует)"],"Wikipedia page about you":["Страница о вас в Wikipedia"],"YouTube profile URL":["Ссылка на профиль YouTube"],"Tumblr profile URL":["Ссылка на профиль Tumblr"],"SoundCloud profile URL":["Ссылка на профиль SoundCloud"],"MySpace profile URL":["Ссылка на профиль в MySpace"],"Organization":["Организация"],"You have previously set your site to represent a person. We’ve improved our functionality around Schema and the Knowledge Graph, so you should go in and %1$scomplete those settings%2$s.":["Ранее вы установили, что ваш сайт будет представлять интересы конкретного человека. Мы улучшили нашу функциональность в отношении Schema и Knowledge Graph, поэтому вам нужно войти и %1$s заполнить эти настройки %2$s."],"Select a user...":["Выбрать пользователя..."],"Uncategorized":["Без категории"],"Pinterest profile URL":["Ссылка на профиль в Pinterest"],"LinkedIn profile URL":["Ссылка на профиль в LinkedIn"],"Instagram profile URL":["Ссылка на профиль в Instagram"],"No JSON object was returned.":["Не был получен объект JSON."],"Received internal links":["Принятые исходящие ссылки"],"Outgoing internal links":["Исходящие внутренние ссылки"],"New step added":["Добавлен новый шаг"],"New question added":["Добавлен новый вопрос"],"For this feature to work, %1$s needs to create a table in your database. We were unable to create this table automatically.":["Для работы этой функции, %1$s необходимо создать таблицу в базе данных. Мы можем создать эту таблицу автоматически."],"Keyphrase":["Ключевая фраза"],"%3$sImage Keyphrase%5$s: Out of %2$d images on this page, %1$d have alt attributes with words from your keyphrase or synonyms. That's a bit much. %4$sOnly include the keyphrase or its synonyms when it really fits the image%5$s.":["%3$salt атрибуты изображения%5$s: из %2$d изображений на этой странице, %1$d содержат слова из ключевой фразы или синонимов. Это многовато. %4$s Включайте ключевую фразу или ее синонимы только в том случае, если они действительно соответствуют изображению%5$s."],"%3$sImage Keyphrase%5$s: Out of %2$d images on this page, only %1$d has an alt attribute that reflects the topic of your text. %4$sAdd your keyphrase or synonyms to the alt tags of more relevant images%5$s!":["%3$sАтрибут изображения alt%5$s: из %2$d изображений на этой странице, только %1$d имеет атрибут alt, который отражает тему вашего текста. %4$sДобавьте ключевую фразу или синонимы к тэгам alt более релевантных изображений%5$s!","%3$sАтрибуты изображений alt%5$s: из %2$d изображений на этой странице, только %1$d имеют атрибут alt, который отражает тему вашего текста. %4$sДобавьте ключевую фразу или синонимы к тэгам alt более релевантных изображений%5$s!","%3$sАтрибуты изображений alt%5$s: из %2$d изображений на этой странице, только %1$d имеют атрибут alt, который отражает тему вашего текста. %4$sДобавьте ключевую фразу или синонимы к тэгам alt более релевантных изображений%5$s!"],"%1$sImage Keyphrase%3$s: Images on this page do not have alt attributes that reflect the topic of your text. %2$sAdd your keyphrase or synonyms to the alt tags of relevant images%3$s!":["%1$s alt атрибуты изображения%3$s: изображения на этой странице не имеют атрибутов alt, отражающих тему вашего текста. %2$sДобавьте ключевую фразу или синонимы к тэгам alt соответствующих изображений%3$s!"],"%1$sImage Keyphrase%3$s: Images on this page have alt attributes, but you have not set your keyphrase. %2$sFix that%3$s!":["%1$salt атрибуты изображения%3$s: изображений на этой странице имеют атрибуты alt, но вы не задали ключевую фразу. %2$sИсправьте это%3$s!"],"%1$sKeyphrase in subheading%2$s: %3$s of your H2 and H3 subheadings reflects the topic of your copy. Good job!":["%1$sКлючевая фраза в подзаголовке%2$s: %3$s ваших H2 и H3 подзаголовков отражает тему вашей статьи. Хорошая работа!","%1$sКлючевые фразы в подзаголовке%2$s: %3$s ваших H2 и H3 подзаголовка отражают тему вашей статьи. Хорошая работа!","%1$sКлючевые фразы в подзаголовке%2$s: %3$s ваших H2 и H3 подзаголовков отражают тему вашей статьи. Хорошая работа!"],"%1$sKeyphrase in subheading%2$s: Your H2 or H3 subheading reflects the topic of your copy. Good job!":["%1$sКлючевая фраза в подзаголовке%2$s: Ваш H2 или H3 подзаголовок отражает тему вашей статьи. Хорошая работа!"],"%1$sKeyphrase in subheading%3$s: %2$sUse more keyphrases or synonyms in your H2 and H3 subheadings%3$s!":["%1$sКлючевая фраза в подзаголовке%3$s: %2$sИспользуйте больше ключевых фраз или синонимов в подзаголовках H2 и H3 %3$s!"],"Page %s":["Страница %s"],"Cannot get the size of %1$s because of unknown reasons.":["Невозможно получить размер %1$s по неизвестным причинам."],"Cannot get the size of %1$s because it is hosted externally.":["Невозможно получить размер %1$s, поскольку он размещен снаружи."],"%1$sSingle title%3$s: H1s should only be used as your main title. Find all H1s in your text that aren't your main title and %2$schange them to a lower heading level%3$s!":["%1$sОдиночный заголовок%3$s: H1 должен использоваться только в качестве основного заголовка. Найдите в тексте все H1, которые не являются главным заголовком, и %2$sизмените их на более низкий уровень заголовка%3$s!"],"%1$sKeyphrase density%2$s: The keyphrase was found %5$d time. That's way more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$sПлотность ключевой фразы%2$s: Ключевая фраза была найдена %5$d раз. Это намного больше рекомендуемого максимума в %3$d раз для текста такой длины. %4$sНе переоптимизируйте%2$s!","%1$sПлотность ключевой фразы%2$s: Ключевая фраза была найдена %5$d раза. Это намного больше рекомендуемого максимума в %3$d раз для текста такой длины. %4$sНе переоптимизируйте%2$s!","%1$sПлотность ключевой фразы%2$s: Ключевая фраза была найдена %5$d раз. Это намного больше рекомендуемого максимума в %3$d раз для текста такой длины. %4$sНе переоптимизируйте%2$s!"],"%1$sKeyphrase density%2$s: The keyphrase was found %5$d time. That's more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$sПлотность ключевой фразы%2$s: Ключевая фраза была найдена %5$d раз. Это больше рекомендуемого максимума в %3$d раз для текста такой длины. %4$sНе переоптимизируйте%2$s!","%1$sПлотность ключевой фразы%2$s: Ключевая фраза была найдена %5$d раза. Это больше рекомендуемого максимума в %3$d раз для текста такой длины. %4$sНе переоптимизируйте%2$s!","%1$sПлотность ключевой фразы%2$s: Ключевая фраза была найдена %5$d раз. Это больше рекомендуемого максимума в %3$d раз для текста такой длины. %4$sНе переоптимизируйте%2$s!"],"%1$sKeyphrase density%2$s: The keyphrase was found %3$d time. This is great!":["%1$sПлотность ключевой фразы%2$s: Ключевая фраза была найдена %3$d раз. Отлично!","%1$sПлотность ключевой фразы%2$s: Ключевая фраза была найдена %3$d раза. Отлично!","%1$sПлотность ключевой фразы%2$s: Ключевая фраза была найдена %3$d раз. Отлично!"],"%1$sKeyphrase density%2$s: The keyphrase was found %5$d time. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sПлотность ключевой фразы%2$s: Ключевая фраза была найдена %5$d раз. Это меньше рекомендованного минимума в %3$d раз для текста такой длины. %4$sСосредоточьтесь на ключевой фразе%2$s!","%1$sПлотность ключевой фразы%2$s: Ключевая фраза была найдена %5$d раза. Это меньше рекомендованного минимума в %3$d раз для текста такой длины. %4$sСосредоточьтесь на ключевой фразе%2$s!","%1$sПлотность ключевой фразы%2$s: Ключевая фраза была найдена %5$d раз. Это меньше рекомендованного минимума в %3$d раз для текста такой длины. %4$sСосредоточьтесь на ключевой фразе%2$s!"],"%1$sKeyphrase density%2$s: The keyphrase was found 0 times. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sПлотность ключевой фразы%2$s: ключевая фраза была найдена 0 раз. Это меньше рекомендованного минимума в %3$d раз для текста такой длины. %4$sСосредоточьтесь на ключевой фразе%2$s!"],"Import of settings is only supported on servers that run PHP 5.3 or higher.":["Импорт настроек доступен только на серверах с PHP 5.3 или выше."],"Export your %1$s settings here, to copy them on another site.":["Экспортируйте настройки %1$s здесь, чтобы скопировать их на другой сайт."],"No settings found.":["Настроек не найдено."],"These are settings for the %1$s plugin by %2$s":["Это настройки для %1$s плагина от %2$s"],"Copy all these settings to another site's %1$s tab and click \"%1$s\" there.":["Скопируйте все эти настройки на вкладку %1$s другого сайта и нажмите там \"%1$s\"."],"You do not have the required rights to export settings.":["У вас нет необходимых прав для экспорта настроек."],"Method %1$s() does not exist in class %2$s":["Метод %1$s() не существует для класса %2$s"],"With %s, you can easily create such redirects.":["C %s, вы с легкостью можете создавать такие перенаправления."],"Learn about why permalinks are important for SEO.":["Узнайте почему постоянные ссылки важны для SEO."],"Changing your permalinks settings can seriously impact your search engine visibility. It should almost %1$s never %2$s be done on a live website.":["Измерение настроек постоянных ссылок может серьезно повлиять на видимость сайта в поисковых системах. Почти %1$s никогда %2$s это лучше не делать на живом сайте."],"WARNING:":["ПРЕДУПРЕЖДЕНИЕ:"],"%1$sFunction words in keyphrase%3$s: Your keyphrase \"%4$s\" contains function words only. %2$sLearn more about what makes a good keyphrase.%3$s":["%1$sСлужебные слова в ключевой фразе%3$s: Ваша ключевая фраза \"%4$s\" содержит исключительно служебные слова. %2$sУзнайте больше о хороших ключевых фразах.%3$s"],"Clear Image":["Очистить изображение"],"%1$sKeyphrase length%3$s: %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sДлина ключевой фразы%3$s: %2$sВведите ключевую фразу, чтобы мы могли посчитать вашу оценку SEO%3$s."],"%1$sKeyphrase in slug%2$s: More than half of your keyphrase appears in the slug. That's great!":["%1$sКлючевое слово в ярлыке%2$s: Больше половины ключевой фразы есть в ярлыке. Это замечательно!"],"%1$sKeyphrase in slug%3$s: (Part of) your keyphrase does not appear in the slug. %2$sChange that%3$s!":["%1$sКлючевое слово в ярлыке%3$s: В ярлыке нет (части) фразы ключевого слова. %2$sИзмените это%3$s!"],"%1$sKeyphrase in slug%2$s: Great work!":["%1$sКлючевое слово в ярлыке%2$s: Отлично сделано!"],"Help on choosing the perfect focus keyphrase":["Помощь по выбору идеального фокусного ключевого слова"],"Go %s!":["Перейти на %s!"],"Add related keyphrase":["Добавить похожее ключевое слово"],"Upgrade to %s":["Обновить до %s"],"Get %s":["Получите %s"],"%4$sPreviously used keyphrase%6$s: You've used this keyphrase %1$s multiple times before%3$s. %5$sDo not use your keyphrase more than once%6$s.":["%4$sРанее использованное ключевое слово%6$s: вы уже использовали это ключевое слово %1$sнесколько раз до этого%3$s. %5$sНе используйте ключевые слова более одного раза%6$s."],"%3$sPreviously used keyphrase%5$s: You've used this keyphrase %1$sonce before%2$s. %4$sDo not use your keyphrase more than once%5$s.":["%3$sРанее использованное ключевое слово%5$s: вы уже использовали это ключевое слово %1$sодин раз перед%2$s. %4$sНе используйте ключевые слова более одного раза%5$s."],"%1$sPreviously used keyphrase%2$s: You've not used this keyphrase before, very good.":["%1$sИспользование ключевой фразы%2$s: Вы еще не использовали эту ключевую фразу, очень хорошо."],"%1$sImages%3$s: No images appear on this page. %2$sAdd some%3$s!":["%1$sAlt-атрибуты изображений%3$s: На этой странице нет изображений. %2$sДобавьте их%3$s!"],"%1$sLink keyphrase%3$s: You're linking to another page with the words you want this page to rank for. %2$sDon't do that%3$s!":["%1$sСсылка с ключевой фразой%3$s: Вы ссылаетесь на другую страницу, используя слова из ключевой фразы. %2$sНе делайте этого%3$s!"],"%2$sText length%3$s: The text contains %1$d %4$s. Good job!":["%2$sДлина текста%3$s: Текст содержит %1$d %4$s. Отличная работа!"],"%1$sKeyphrase in subheading%3$s: More than 75%% of your H2 and H3 subheadings reflect the topic of your copy. That's too much. %2$sDon't over-optimize%3$s!":["%1$sКлючевая фраза в подзаголовках%3$s: Более 75%% ваших подзаголовков  H2 и H3 отражают тему вашего текста. Это слишком много. %2$sНе переоптимизируйте%3$s!"],"%1$sSEO title width%3$s: %2$sPlease create an SEO title%3$s.":["%1$sШирина SEO заголовка%3$s: %2$sПожалуйста, добавьте SEO заголовок%3$s."],"%1$sSEO title width%3$s: The SEO title is wider than the viewable limit. %2$sTry to make it shorter%3$s.":["%1$sШирина SEO заголовка%3$s: Ваш SEO заголовок выходит за видимый предел. %2$sПостарайтесь сократить его%3$s."],"%1$sSEO title width%2$s: Good job!":["%1$sШирина SEO заголовка%2$s: Отличная работа!"],"%1$sSEO title width%3$s: The SEO title is too short. %2$sUse the space to add keyphrase variations or create compelling call-to-action copy%3$s.":["%1$sШирина SEO заголовка%3$s: SEO заголовок слишком короткий. %2$sИспользуйте пространство, чтобы добавить слова из ключевой фразы или призыв к действию%3$s."],"%1$sOutbound links%2$s: There are both nofollowed and normal outbound links on this page. Good job!":["%1$sИсходящие ссылки%2$s: Есть ссылки и нормальные и с атрибутами nofollow. Хорошо!"],"%1$sOutbound links%2$s: Good job!":["%1$sИсходящие ссылки%2$s: Хорошая работа!"],"%1$sOutbound links%3$s: All outbound links on this page are nofollowed. %2$sAdd some normal links%3$s.":["%1$sИсходящие ссылки%3$s: Все исходящие ссылки имеют атрибут nofollow. %2$sДобавьте пару нормальных ссылок%3$s."],"%1$sOutbound links%3$s: No outbound links appear in this page. %2$sAdd some%3$s!":["%1$sИсходящие ссылки%3$s: На странице нет исходящих ссылок. %2$sДобавьте их%3$s!"],"%1$sMeta description length%2$s: Well done!":["%1$sДлина мета описания%2$s: Отлично!"],"%1$sMeta description length%3$s: The meta description is over %4$d characters. To ensure the entire description will be visible, %2$syou should reduce the length%3$s!":["%1$sДлина мета описания%3$s: Ваше мета описание длиннее %4$d символов. Чтобы сделать ваше описание полностью видимым, %2$sвам надо сократить длину мета описания%3$s!"],"%1$sMeta description length%3$s: The meta description is too short (under %4$d characters). Up to %5$d characters are available. %2$sUse the space%3$s!":["%1$sДлина мета описания%3$s: Ваше мета описание слишком короткое (менее %4$d символов). Вам доступны %5$d символов. %2$sИспользуйте их%3$s!"],"%1$sMeta description length%3$s:  No meta description has been specified. Search engines will display copy from the page instead. %2$sMake sure to write one%3$s!":["%1$sДлина мета описания%3$s:  Вы еще не добавили мета описание. Вместо него поисковые системы будут отображать части содержимого с вашей страницы. %2$sСоздайте мета описание%3$s!"],"%1$sKeyphrase in meta description%2$s: The meta description has been specified, but it does not contain the keyphrase. %3$sFix that%4$s!":["%1$sКлючевая фраза в мета описании%2$s: Вы добавили мета описание, но вы не включили в него вашу ключевую фразу. %3$sИсправьте это%4$s!"],"%1$sKeyphrase in meta description%2$s: The meta description contains the keyphrase %3$s times, which is over the advised maximum of 2 times. %4$sLimit that%5$s!":["%1$sКлючевая фраза в мета описании%2$s: Ваше мета описание содержит ключевую фразу %3$s раз, что больше рекомендуемого максимума (2 раза). %4$sНе повторяйтесь%5$s!"],"%1$sKeyphrase in meta description%2$s: Keyphrase or synonym appear in the meta description. Well done!":["%1$sКлючевая фраза в мета описании%2$s: Ключевая фраза или ее синоним встречаются в мета описании. Отлично!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's way more than the recommended maximum of %2$d %6$s. %4$sMake it shorter%5$s!":["%3$sДлина ключевой фразы%5$s: Ваша ключевая фраза содержит %1$d %6$s. Это существенно больше чем рекомендуемый максимум (%2$d %6$s). %4$sУкоротите ее%5$s!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's more than the recommended maximum of %2$d %6$s. %4$sMake it shorter%5$s!":["%3$sДлина ключевой фразы%5$s: Ваша ключевая фраза содержит %1$d %6$s. Это больше чем рекомендуемый максимум (%2$d %6$s). %4$sУкоротите ее%5$s!"],"%1$sKeyphrase length%2$s: Good job!":["%1$sДлина ключевой фразы%2$s: Отлично!"],"%1$sKeyphrase length%3$s: No focus keyphrase was set for this page. %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sДлина ключевой фразы%3$s: Для этой страницы не установлено фокусное ключевое слово. %2$sУстановите его для расчета SEO-оценки%3$s."],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms do not appear in the first paragraph. %2$sMake sure the topic is clear immediately%3$s.":["%1$sКлючевая фраза во вступлении%3$s: Ваша ключевая фраза или ее синонимы не встречаются в первом абзаце. %2$sУбедитесь, что тема текста ясна сразу%3$s."],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms appear in the first paragraph of the copy, but not within one sentence. %2$sFix that%3$s!":["%1$sКлючевая фраза во вступлении%3$s: Ваша ключевая фраза или ее синонимы встречаются в первом абзаце, но не внутри одного предложения. %2$sИсправьте это%3$s!"],"%1$sKeyphrase in introduction%2$s: Well done!":["%1$sКлючевая фраза во вступлении%2$s: Отлично!"],"%1$sInternal links%2$s: There are both nofollowed and normal internal links on this page. Good job!":["%1$sВнутренние ссылки%2$s: В тексте есть внутренние ссылки с атрибутом nofollow и обычные внутренние ссылки. Хорошая работа!"],"%1$sInternal links%2$s: You have enough internal links. Good job!":["%1$sВнутренние ссылки%2$s: В вашем тексте достаточно внутренних ссылок. Хорошая работа!"],"%1$sInternal links%3$s: The internal links in this page are all nofollowed. %2$sAdd some good internal links%3$s.":["%1$sВнутренние ссылки%3$s: В тексте есть только внутренние ссылки с атрибутом nofollow. %2$sДобавьте несколько хороших внутренних ссылок%3$s."],"%1$sInternal links%3$s: No internal links appear in this page, %2$smake sure to add some%3$s!":["%1$sВнутренние ссылки%3$s: В тексте нет внутренних ссылок, %2$sдобавьте несколько%3$s!"],"%1$sTransition words%2$s: Well done!":["%1$sПереходные слова%2$s: Отличная работа!"],"%1$sTransition words%2$s: Only %3$s of the sentences contain transition words, which is not enough. %4$sUse more of them%2$s.":["%1$sПереходные слова%2$s: Только %3$s предложений содержат переходные слова, этого не достаточно. %4$sИспользуйте больше переходных слов%2$s."],"%1$sTransition words%2$s: None of the sentences contain transition words. %3$sUse some%2$s.":["%1$sПереходные слова%2$s: Ни одно из предложений не содержит переходных слов. %3$sИспользуйте переходные слова%2$s."],"%1$sNot enough content%2$s: %3$sPlease add some content to enable a good analysis%2$s.":["%1$sНедостаточно содержимого%2$s: %3$sПожалуйста, добавьте больше текста, чтобы мы смогли качественно его проанализировать%2$s."],"%1$sSubheading distribution%2$s: You are not using any subheadings, but your text is short enough and probably doesn't need them.":["%1$sРаспределение подзаголовков%2$s: Вы не используете подзаголовки, но ваш текст достаточно короткий, так что возможно они и не нужны."],"%1$sSubheading distribution%2$s: You are not using any subheadings, although your text is rather long. %3$sTry and add some subheadings%2$s.":["%1$sРаспределение подзаголовков%2$s: Вы не используете подзаголовки хотя ваш текст достаточно длинный. %3$sПостарайтесь добавить несколько подзаголовков%2$s."],"%1$sSubheading distribution%2$s: %3$d section of your text is longer than %4$d %6$s and is not separated by any subheadings. %5$sAdd subheadings to improve readability%2$s.":["%1$sРаспределение подзаголовков%2$s: %3$d секция вашего текста длиннее, чем %4$d %6$s и не разделена подзаголовками. %5$sДобавьте подзаголовки, чтобы улучшить читаемость%2$s.","%1$sРаспределение подзаголовков%2$s: %3$d секции вашего текста длиннее, чем %4$d %6$s и не разделены подзаголовками. %5$sДобавьте подзаголовки, чтобы улучшить читаемость%2$s.","%1$sРаспределение подзаголовков%2$s: %3$d секций вашего текста длиннее, чем %4$d %6$s и не разделены подзаголовками. %5$sДобавьте подзаголовки, чтобы улучшить читаемость%2$s."],"%1$sSubheading distribution%2$s: Great job!":["%1$sРаспределение подзаголовков%2$s: Отличная работа!"],"%1$sSentence length%2$s: %3$s of the sentences contain more than %4$s %7$s, which is more than the recommended maximum of %5$s. %6$sTry to shorten the sentences%2$s.":["%1$sДлина предложений%2$s: %3$s ваших предложений длиннее, чем %4$s %7$s, что больше, чем рекомендуемый максимум в %5$s. %6$sПопытайтесь укоротить предложения%2$s."],"%1$sSentence length%2$s: Great!":["%1$sДлина предложений%2$s: Отлично!"],"%1$sConsecutive sentences%2$s: There is enough variety in your sentences. That's great!":["%1$sПоследовательные предложения%2$s: В ваших предложениях достаточно разнообразия. Это очень хорошо!"],"%1$sConsecutive sentences%2$s: The text contains %3$d consecutive sentences starting with the same word. %5$sTry to mix things up%2$s!":["%1$sПоследовательные предложения%2$s: Ваш текст содержит %3$d предложений подряд, которые начинаются с одного и того же слова. %5$sДобавьте разнообразия%2$s!","%1$sПоследовательные предложения%2$s: Ваш текст содержит %4$d частей, где %3$d предложений подряд начинаются с одного и того же слова. %5$sДобавьте разнообразия%2$s!","%1$sПоследовательные предложения%2$s: Ваш текст содержит %4$d частей, где %3$d предложений подряд начинаются с одного и того же слова. %5$sДобавьте разнообразия%2$s!"],"%1$sPassive voice%2$s: %3$s of the sentences contain passive voice, which is more than the recommended maximum of %4$s. %5$sTry to use their active counterparts%2$s.":["%1$sПассивный голос%2$s: %3$s ваших предложений содержат пассивный голос, что выше рекомендуемого максимума в %4$s. %5$sСтарайтесь использовать больше активного голоса%2$s."],"%1$sPassive voice%2$s: You're using enough active voice. That's great!":["%1$sПассивный голос%2$s: Вы используете достаточно активного голоса. Это прекрасно!"],"%1$sParagraph length%2$s: %3$d of the paragraphs contains more than the recommended maximum of %4$d %6$s. %5$sShorten your paragraphs%2$s!":["%1$sДлина абзацев%2$s: %3$d из ваших абзацев содержит больше, чем рекомендуемым максимум в %4$d %6$s. %5$sУкоротите абзацы%2$s!","%1$sДлина абзацев%2$s: %3$d из ваших абзацев содержат больше, чем рекомендуемым максимум в %4$d %6$s. %5$sУкоротите абзацы%2$s!","%1$sДлина абзацев%2$s: %3$d из ваших абзацев содержат больше, чем рекомендуемым максимум в %4$d %6$s. %5$sУкоротите абзацы%2$s!"],"%1$sParagraph length%2$s: None of the paragraphs are too long. Great job!":["%1$sДлина абзацев%2$s: Ни один из ваших абзацев не слишком длинный. Отличная работа!"],"Good job!":["Отличная работа!"],"Focus keyphrase: ":["Фокусная ключевая фраза: "],"Focus keyphrase":["Фокусное ключевое слово"],"Disable":["Отключить"],"Allow Control":["Разрешить контроль"],"This tab allows you to selectively disable %s features for all sites in the network. By default all features are enabled, which allows site admins to choose for themselves if they want to toggle a feature on or off for their site. When you disable a feature here, site admins will not be able to use that feature at all.":["На этой вкладке можно выборочно отключить возможности %s для всех сайтов сети. По умолчанию все возможности включены, что позволяет администраторам сайта настраивать их самостоятельно для своих сайтов. Если вы отключите какую-либо возможность здесь, то администраторы сайта не смогут ее использовать совсем."],"%s is a required feature toggle argument.":["%s - требуемый аргумент для включения или выключения возможности."],"Remove keyphrase":["Убрать ключевое слово"],"Keyphrase:":["Ключевое слово:"],"This feature has been disabled by the network admin.":["Эта возможность отключена администратором сети."],"Focus keyphrase not set.":["Фокусное ключевое слово не установлено."],"Colon":["Двоеточие"],"Optional. Customize how you want to describe the duration of the instruction":["Не обязательно. Настройте то, как вы хотите описать длительность инструкции"],"Describe the duration of the instruction:":["Опишите длительность инструкции:"],"Learn more about the readability analysis":["Подробнее об анализе читаемости"],"Readability analysis:":["Анализ читаемости:"],"There is a new notification.":["Есть новое уведомление.","Есть новые уведомления.","Есть новые уведомления."],"Both %1$s and %2$s manage the SEO of your site. Running two SEO plugins at the same time is detrimental.":["%1$s и %2$s управляют настройками SEO вашего сайта. Запуск двух плагинов SEO одновременно может навредить вашему сайту."],"%s, %s and %s":["%s, %s и %s"],"%s and %s":["%s и %s"],"%d minute":["%d минута","%d минуты","%d минут"],"%d hour":["%d час","%d часа","%d часов"],"%d day":["%d день","%d дня","%d дней"],"Enter a step title":["Введите название шага"],"Optional. This can give you better control over the styling of the steps.":["Необязательно, но это даст вам больший контроль над стилем шагов."],"CSS class(es) to apply to the steps":["CSS класс(ы) применяемые к шагам"],"minutes":["минуты"],"hours":["часы"],"days":["дни"],"Create a How-to guide in an SEO-friendly way. You can only use one How-to block per post.":["Создайте практическое руководство в удобной для SEO форме. Можно использовать только один блок с инструкциями для каждого поста."],"Copy error":["Ошибка копирования"],"An error occurred loading the %s primary taxonomy picker.":["Возникла ошибка загрузки %s выбора основной таксономии."],"%1$s Structured Data Blocks":["%1$s структурированные блоки данных"],"Time needed:":["Необходимое время:"],"Move question down":["Переместить вопрос ниже"],"Move question up":["Переместить вопрос выше"],"Insert question":["Вставить вопрос"],"Delete question":["Удалить вопрос"],"Enter the answer to the question":["Введите ответ на вопрос"],"Enter a question":["Введите вопрос"],"Add question":["Добавить вопрос"],"Frequently Asked Questions":["Часто задаваемые вопросы"],"Select the primary %s":["Выбрать основной %s"],"Check links to this URL":["Проверить ссылки на этот URL"],"Are you trying to use multiple keyphrases? You should add them separately below.":["Вы пытаетесь использовать несколько ключевых слов? Вы должны добавить их раздельно ниже."],"Mark as cornerstone content":["Отметить как основное содержимое"],"Move step down":["Переместить шаг вниз"],"Move step up":["Переместить шаг наверх"],"Insert step":["Вставить шаг"],"Delete step":["Удалить шаг"],"Add image":["Добавить изображение"],"Enter a step description":["Указать описание шага"],"Enter a description":["Указать описание"],"Unordered list":["Несортированый список"],"Showing step items as an ordered list.":["Элементы шагов указаны в упорядоченном списке."],"Showing step items as an unordered list":["Элементы шагов указаны в неупорядоченном списке"],"Add step":["Добавить шаг"],"Delete total time":["Удалить общее время"],"Add total time":["Добавить общее время"],"How to":["How to"],"How-to":["How-to"],"Analysis results":["Результаты анализа"],"Enter a focus keyphrase to calculate the SEO score":["Введите фокусное ключевое слово для расчета оценки SEO"],"Learn more about Cornerstone Content.":["Узнайте больше про Основное содержимое."],"Cornerstone content should be the most important and extensive articles on your site.":["Основным содержимым должны быть наиболее важные и обширные статьи на вашем сайте."],"Restore Site":["Восстановить сайт"],"Network Settings":["Настройки сети"],"You are not allowed to perform this action.":["Вам не разрешено выполнить это действие."],"Error: %s":["Ошибка: %s"],"Success: %s":["Успешно: %s"],"Site with ID %d not found.":["Сайт с ID %d не найден."],"No site has been selected to restore.":["Не выбран сайт для восстановления."],"You are not allowed to modify unregistered network settings.":["Вам не разрешено изменять незарегистрированные настойки сети."],"deleted":["удалено"],"Copied!":["Скопировано!"],"Not supported!":["Не поддерживается!"],"{{a}}Read our article about site structure{{/a}} to learn more about how internal linking can help improve your SEO.":["Прочитайте {{a}}нашу статью о структуре сайта{{/a}} для того, чтобы узнать больше как внутренняя перелинковка улучшает SEO."],"Consider linking to these {{a}}cornerstone articles:{{/a}}":["Рассмотрите создание ссылок на эти {{a}}статьи основного содержимого:{{/a}}"],"Consider linking to these articles:":["Подумайте о размещении ссылок на эти статьи:"],"Copy link":["Скопировать ссылку"],"Copy link to suggested article: %s":["Скопировать ссылку в предложенную статью: %s"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":["Прочтите наше%1$sзамечательное руководство по исследованию ключевых слов%2$s, чтобы узнать больше о исследовании и стратегии ключевых слов."],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly. ":["Следующие слова и комбинации слов встречаются в содержимом чаще всего. Это дает информацию о том, какая основная тема Вашего текста. Если данные слова сильно отличаются от задуманной темы, возможно Вы захотите соответствующим образом переписать текст. "],"Prominent words":["Важные слова"],"The site's tagline":["Краткое описание сайта"],"Not all required fields are given. Missing field %1$s":["Заполнены не все обязательные поля. Пропущено поле %1$s"],"Add synonyms":["Добавить синонимы"],"You can edit the SEO metadata for this custom type on the %1$sShop page%2$s.":["Вы можете редактировать SEO мета-данные для этого пользовательского типа на %1$sстранице магазина%2$s."],"Current year":["Этот год"],"Page":["Страница"],"Something went wrong. Please reload the page.":["Что-то пошло не так, перезагрузите страницу."],"Tagline":["Краткое описание"],"description (custom taxonomy)":["описание (произвольная таксономия)"],"(custom taxonomy)":["(произвольная таксономия)"],"(custom field)":["(произвольное поле)"],"Term404":["Элемент404"],"Caption":["Подпись"],"Pagenumber":["Номер страницы"],"Pagetotal":["Число страниц всего"],"User description":["Описание пользователя"],"ID":["ID"],"Modified":["Изменено"],"Post type (plural)":["Тип записей (plural)"],"Post type (singular)":["Тип записи (singular)"],"Separator":["Разделитель"],"Search phrase":["Поисковая фраза"],"Term title":["Заголовок элемента"],"Term description":["Описание элемента"],"Tag description":["Описание метки"],"Category description":["Описание рубрики"],"Primary category":["Основная рубрика"],"Category":["Рубрика"],"Tag":["Метка"],"Excerpt only":["Только отрывок"],"Excerpt":["Отрывок"],"Site title":["Название сайта"],"Archive title":["Заголовок архива"],"Parent title":["Заголовок родителя"],"Date":["Дата"],"Get Yoast SEO Premium":["Купите Yoast SEO Premium"],"You should create a redirect to ensure your visitors do not get a 404 error when they click on the no longer working URL.":["Вам стоит создать перенаправление, чтобы посетители не получали 404 ошибку при переходе на более несуществующий URL."],"Search engines and other websites can still send traffic to your deleted content.":["Поисковые системы и другие сайты все еще могут генерировать трафик на удаленное содержимое."],"Make sure you don't miss out on traffic!":["Не пропустите трафик!"],"You just deleted a %1$s.":["Вы удалили %1$s."],"You just trashed a %1$s.":["Вы переместили %1$s в корзину."],"Url preview":["Предпросмотр URL"],"Please provide a meta description by editing the snippet below. If you don’t, Google will try to find a relevant part of your post to show in the search results.":["Пожалуйста, укажите мета-описание, изменив фрагмент снизу. Если Вы не сделаете этого, Google попытается найти соответствующую часть Вашего поста, чтобы показать в поисковых результатах."],"Dismiss this notice":["Закрыть это уведомление"],"No results":["Нет результатов"],"%d result found, use up and down arrow keys to navigate":["%d результат найден, используйте стрелки вверх и вниз для навигации","%d результата найдены, используйте стрелки вверх и вниз для навигации","%d результатов найдено, используйте стрелки вверх и вниз для навигации"],"Your site language is set to %s. If this is not correct, contact your site administrator.":["Язык вашего сайта - %s. Если это неверно, сообщите администратору вашего сайта."],"The %s importer functionality uses temporary database tables. It seems your WordPress install does not have the capability to do this, please consult your hosting provider.":["Импортер %s использует временные таблицы баз данных. WordPress, который вы используете, не может делать этого. Пожалуйста, обратитесь к вашему хостинг-провайдеру."],"Cleanup of %s data failed.":["Очистка данных %s не удалась."],"Content Type":["Тип содержимого"],"Filter by content type":["Фильтровать по типу содержимого"],"Show All Content Types":["Показывать все типы содержимого"],"Replaced with the normal title for an archive generated by WordPress":["Заменено на нормальный заголовок для архива, сгенерированного WordPress"],"Clean":["Очистить"],"Once you're certain your site is OK, you can clean up. This will remove all the original data.":["Если вы уверены, что ваш сайт в порядке, вы можете провести очистку, это удалит все исходные данные."],"Step 5: Clean up":["Шаг 5: очистка"],"Please check your posts and pages and see if the metadata was successfully imported.":["Пожалуйста, проверьте ваши статьи и страницы и убедитесь, что метаданные были импортированы правильно."],"Step 3: Check your data":["Шаг 3: проверьте ваши данные"],"This will import the post metadata like SEO titles and descriptions into your %1$s metadata. It will only do this when there is no existing %1$s metadata yet. The original data will remain in place.":["Это импортирует метаданные типа заголовка SEO и описаний в метаданные %1$s. Это произойдет только в том случае, если вы еще не задали метаданные %1$s. Первоначальные данные останутся на месте."],"Step 2: Import":["Шаг 2: импорт"],"Please make a backup of your database before starting this process.":["Пожалуйста, создайте бекап-версию вашей базы данных прежде чем начинать."],"Step 1: Create a backup":["Шаг 1: создайте резервную копию"],"We've detected data from one or more SEO plugins on your site. Please follow the following steps to import that data:":["Мы обнаружили данные одного или нескольких плагинов SEO на вашем сайте. Пожалуйста, пройдите по следующим ссылкам, чтобы импортировать ваши данные:"],"Plugin: ":["Плагин: "],"%s did not detect any plugin data from plugins it can import from.":["%s не обнаружил данных других плагинов для импорта."],"Posts that should not show up in search results":["Записи которые не должны показываться в результатах поиска"],"%s data found.":["%s данные найдены."],"%s data successfully removed.":["%s данные удалены."],"%s data successfully imported.":["%s данные импортированы."],"%s data not found.":["%s данные не найдены."],"On":["Вкл"],"Help on: %s":["Справка по: %s"],"Off":["Выкл"],"See who contributed to %1$s.":["Посмотрите, кто внес вклад в %1$s."],"Help on this search results setting":["Помощь с настройкой результатов поиска"],"Not showing the archive for %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["Запрет отображения архива %1$s в результатах поиска технически означает, что для них будет отображаться %2$s robots meta они будут исключены из XML карт сайта. %3$sБольше информации о настройках результатов поиска%4$s."],"Not showing %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["Запрет отображения %1$s в результатах поиска технически означает, что для них будет отображаться %2$s robots meta они будут исключены из XML карт сайта. %3$sБольше информации о настройках результатов поиска%4$s."],"Default for %2$s, currently: %1$s":["По умолчанию для типа записей «%2$s», в настоящее время: %1$s"],"Show %s in search results?":["Показать %s в результатах поиска?"],"this author's archives":["архивы этого автора"],"Do not allow search engines to show %s in search results.":["Запретить поисковым системам показывать %s в результатах поиска."],"Read why XML Sitemaps are important for your site.":["Узнайте почему XML карты важны для вашего сайта."],"Enable the XML sitemaps that %s generates.":["Включите файлы Sitemap XML, которые генерирует %s."],"See the XML sitemap.":["Посмотреть XML карту сайта."],"%s (current default for %s)":["%s (значение по умолчанию для типа записей «%s»)"],"Should search engines follow links on this %1$s?":["Должны ли поисковые системы проходить по ссылкам в этой записи типа «%1$s»?"],"Allow search engines to show this %s in search results?":["Разрешить поисковым системам показывать эту запись с типом «%s» в результатах поиска?"],"Allow search engines to show this content in search results?":["Позволить поисковым системам показывать это содержимое в результатах поиска?"],"Toggle %1$s's XML Sitemap":["Переключить %1$s's XML-карту сайта"],"%s integration":["%s интеграция"],"Find out how the text link counter can enhance your SEO.":["Узнайте, как счетчик текстовых ссылок может улучшить ваше SEO."],"The text link counter helps you improve your site structure.":["Счетчик текстовых ссылок поможет улучшить структуру вашего сайта."],"Find out how cornerstone content can help you improve your site structure.":["Узнайте, как ключевое содержимое может улучшить структуру вашего сайта."],"The cornerstone content feature lets you to mark and filter cornerstone content on your website.":["Функция ключевого содержимого позволяет вам указывать ключевое содержимое на вашем сайте и фильтровать по нему."],"Discover why readability is important for SEO.":["Узнайте, почему читабельность важна для SEO."],"The readability analysis offers suggestions to improve the structure and style of your text.":["Анализ читабельности подскажет, как улучшить структуру и стиль вашего текста."],"Learn how the SEO analysis can help you rank.":["Узнайте, как SEO-анализ может помочь вам продвинуться в результатах поиска."],"The SEO analysis offers suggestions to improve the SEO of your text.":["SEO Анализ предлагает предложения по улучшению SEO вашего текста."],"SEO analysis":["SEO-анализ"],"Good results":["Хорошие результаты"],"https://yoa.st/1uk":["https://yoa.st/1uk"],"https://yoa.st/1uj":["https://yoa.st/1uj"],"Latest blog posts on %1$s":["Последние записи блогов на %1$s"],"Remove highlight from the text":["Убрать выделение из текста"],"Your site language is set to %s. ":["Язык вашего сайта установлен как %s. "],"First-time SEO configuration":["Первичная SEO настройка"],"Highlight this result in the text":["Выделить результат в тексте"],"Considerations":["На рассмотрении"],"Errors":["Ошибки"],"Change language":["Сменить язык"],"%s file":["файл %s"],"Save changes to %s":["Сохранить изменения в %s"],"Edit the content of your %s:":["Редактирование содержимого файла %s:"],"Create %s file":["Создать файл %s"],"Updated %s":["%s обновлен"],"You cannot edit the %s file.":["Вы не можете редактировать файл %s."],"You cannot create a %s file.":["Вы не можете создать файл %s."],"Other integrations":["Другие интеграции"],"More information about %1$s":["Больше информации о %1$s"],"Old Configuration Wizard":["Старый мастер настройки"],"Manage your %s subscription on MyYoast":["Управление подпиской %s в My Yoast"],"Mark the most important %1$s as 'cornerstone content' to improve your site structure. %2$sLearn more about cornerstone content%3$s.":["Обозначьте, какой контент (%1$s) является 'ключевым содержимым'. Это улучшит структуру вашего сайта. %2$sУзнайте больше о ключевом содержимом%3$s."],"(Opens in a new browser tab)":["(Откроется в новой вкладке браузера)"],"Go back":["Назад"],"Posts %1$swithout%2$s a focus keyphrase":["Записи %1$sбез%2$s фокусного ключевого слова"],"Hey, your SEO is doing pretty well! Check out the stats:":["Эй! У вас отличные оценки SEO! Посмотрите статистику:"],"You don't have any published posts, your SEO scores will appear here once you make your first post!":["У вас нет опубликованных записей, ваша SEO-оценка появится после того, как вы опубликуете свою первую запись!"],"Read more like this on our SEO blog":["Больше таких статей на нашем SEO блоге"],"Readability: %s":["Читабельность: %s"],"Not activated":["Не активирован"],"Activated":["Активирован"],"%1$s recommendations for you":["%1$s рекомендует"],"All Readability Scores":["Все оценки читаемости"],"Filter by Readability Score":["Фильтровать по оценке читаемости"],"Request method %1$s is not valid.":["Метод запроса %1$s неверен."],"Text link counter":["Счетчик текстовых ссылок"],"Number of internal links linking to this post. See \"Yoast Columns\" text in the help tab for more info.":["Число внутренних ссылок, ссылающихся на эту запись. Подробности во вкладке Помощь, \"Столбцы Yoast\"."],"Number of outgoing internal links in this post. See \"Yoast Columns\" text in the help tab for more info.":["Количество внутренних ссылок в этом посте. Подробности во вкладке Помощь, \"Столбцы Yoast\"."],"%s Columns":["%s Столбцы"],"Readability score":["Оценка читабельности"],"Scroll to see the preview content.":["Прокрутите, чтобы увидеть предпросмотр содержимого."],"Cornerstone content":["Ключевое содержимое"],"Save changes":["Сохранить изменения"],"1 year free support and updates included!":["1 год бесплатных обновлений и улучшений включен!"],"The plugin %2$s changes your site's output and in doing that differentiates between search engines and normal users, a process that's called cloaking. We highly recommend that you disable it.":["Плагин %2$s изменяет вид вашего сайта, так что поисковые системы и обычные пользователи видят его по-разному (это называется cloaking). Мы очень рекомендуем вам отключить его."],"No ads!":["Без рекламы!"],"Get internal linking suggestions":["Рекомендации по внутренней перелинковке"],"Variable":["Переменная"],"Available variables":["Доступные переменные"],"Scroll to see the table content.":["Прокрутите, чтобы увидеть содержимое таблицы."],"An error occurred in the '%1$s' assessment":["Ошибка при оценке '%1$s'"],"No new notifications.":["Нет новых уведомлений."],"Save all":["Сохранить все"],"Save":["Сохранить"],"%1$s, Author at %2$s":["%1$s, Автор в %2$s"],"Mobile preview":["Предварительный просмотр для мобильного устройства"],"Desktop preview":["Предварительный просмотр для Настольного ПК"],"Please provide an SEO title by editing the snippet below.":["Укажите SEO-заголовок страницы в этом сниппете."],"Meta description preview:":["Просмотр мета-описания:"],"Slug preview:":["Просмотр ярлыка:"],"SEO title preview:":["Предварительный просмотр SEO названия:"],"Close snippet editor":["Закрыть редактор сниппета"],"Slug":["Ярлык"],"Remove marks in the text":["Удалить метки в тексте"],"Mark this result in the text":["Отметить этот результат в тексте"],"Marks are disabled in current view":["Маhrths отключены в текущем представлении"],"Good SEO score":["Хорошая оценка SEO"],"OK SEO score":["Оценка SEO: удовлетворительно"],"Feedback":["Обратная связь"],"Name":["Имя"],"Please provide a meta description by editing the snippet below.":["Укажите мета-описание страницы в этом сниппете."],"Edit snippet":["Изменить сниппет"],"You can click on each element in the preview to jump to the Snippet Editor.":["Кликните на любом элементе предпросмотра, чтобы перейти к редактору снипета."],"SEO title preview":["Предварительный просмотр SEO названия"],"Export settings":["Экспорт настроек"],"Please don't show me this notification anymore":["Не показывайте мне больше это уведомление"],"If you are experiencing issues, %1$splease file a bug report%2$s and we'll do our best to help you out.":["Если у вас возникли проблемы, %1$s предоставьте отчет об ошибке %2$s и мы сделаем все возможное, чтобы помочь вам."],"We've noticed you've been using %1$s for some time now; we hope you love it! We'd be thrilled if you could %2$sgive us a 5 stars rating on WordPress.org%3$s!":["Мы заметили, вы используете %1$s  в течение некоторого времени; мы надеемся, что вы любите его! Мы были бы в восторге, если вы могли бы %2$s дать нам 5 звезд рейтинга на WordPress.org%3$s!"],"%1$s + %2$s":["%1$s + %2$s"],"Warning: the variable %1$s cannot be used in this template. See the %2$s for more info.":["Предупреждение: переменная %1$s не может быть использована в этом шаблоне. Смотрите %2$s для получения дополнительной информации."],"By the way, did you know we also have a %1$sPremium plugin%2$s? It offers advanced features, like a redirect manager and support for multiple keyphrases. It also comes with 24/7 personal support.":["Знаете ли вы, что у нас также есть %1$sпремиум-плагин%2$s? Он предлагает расширенные функции, такие как переадресация и поддержка нескольких ключевых слов. Он поставляется с персональной поддержкой 24/7."],"(no title)":["(нет заголовка)"],"The %1$s admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["%1$s меню администратора. Панель содержит список инструментов анализа страниц и предложения для исправлений."],"Admin bar menu":["Меню в панели администратора"],"Features":["Возможности"],"SEO title":["SEO-заголовок"],"Greater than sign":["Больше, чем знак"],"Less than sign":["Знак меньше"],"Right angle quotation mark":["Правая угловая кавычка"],"Left angle quotation mark":["Левая угловая кавычка"],"Small tilde":["Малая тильда"],"Vertical bar":["Вертикальная полоса"],"Low asterisk":["Нижний знак сноски"],"Asterisk":["Звездочка"],"Bullet":["Маркер"],"Middle dot":["Средняя точка"],"Em dash":["Длинное тире"],"En dash":["Короткое тире"],"Dash":["Тире"],"No":["Нет"],"Yes":["Да"],"Google search console":["Google Search Console"],"Social profiles":["Социальные профили"],"Posts list":["Список записей"],"Posts list navigation":["Навигация Списка сообщений"],"Filter posts list":["Фильтр списка сообщений"],"Installed":["Установлен"],"Seamless integration between %1$s and %2$s":["Бесшовная интеграция между %1$s и %2$s"],"Optimize your site for Google News":["Оптимизация сайта для Google News"],"Edit &#8220;%s&#8221;":["Редактировать &#8220;%s&#8221;"],"Premium":["Премиум"],"Get Premium":["Улучшить до Премиум"],"Notifications":["Уведомления"],"Removes the focus keyphrase section from the metabox and disables all SEO-related suggestions.":["Удаляет вкладку ключевых слов из METABOX и отключает все  связанные с ней SEO предложения."],"Disable SEO analysis":["Отключить SEO-анализ"],"Other social profiles":["Другие социальные профили"],"Make primary":["Сделать основной"],"Cancel":["Отменить"],"%s notification":["%s уведомление","%s уведомления","%s уведомлений"],"Disable readability analysis":["Отключить анализ читаемости"],"Removes the readability analysis section from the metabox and disables all readability-related suggestions.":["Удаляет вкладку \"Читаемость\" из METABOX и отключает все связанные с ней предложения."],"Readability analysis":["Анализ удобочитаемости"],"Needs improvement":["Требуется улучшение"],"Readability":["Читабельность"],"Improvements":["Улучшения"],"Good job! We could detect no serious SEO problems.":["Отличная работа! Каких-либо серьезных проблем SEO не обнаружено."],"We have detected the following issues that affect the SEO of your site.":["Мы обнаружили следующие проблемы, влияющие на SEO вашего сайта."],"Problems":["Проблемы"],"Analysis":["Анализ"],"Not available":["Недоступно"],"Filter by SEO Score":["Фильтровать по SEO Оценке"],"Meta description not set.":["Мета-описание не задано."],"Open":["Открыть"],"Loading...":["Загрузка..."],"No results found":["Ничего не было найдено"],"Dashboard":["Консоль"],"You can fix this on the %1$sPermalink settings page%2$s.":["Вы можете исправить это на %1$s Постоянная ссылка страницы настройки %2$s."],"Replaced with the primary category of the post/page":["Основная рубрика записи/страницы"],"Buy %s":["Купить %s"],"New %1$s Title":["Новый заголовок %1$s"],"Existing %1$s Title":["Текущий заголовок %1$s"],"Expected an integer as input.":["На ввод ожидается целочисленное значение."],"Trying to build the sitemap cache key, but the postfix and prefix combination leaves too little room to do this. You are probably requesting a page that is way out of the expected range.":["Попытка создать ключ кэша карты сайта, но постфиксу и комбинации префикса оставлено слишком мало места. Возможно вы запрашиваете страницу, которая находится вне ожидаемого диапазона."],"Redirects":["Перенаправления"],"Remove":["Убрать"],"Keep":["Оставить"],"Bold the last page":["Выделить последнюю страницу"],"Primary %s":["Основная %s"],"Primary":["Основная"],"Make %1$s primary %2$s":["Сделать %1$s основной %2$s"],"Integrations":["Интеграции"],"Term is set to noindex.":["Для элемента задан атрибут noindex."],"Author archives":["Архивы авторов"],"Enabled":["Включено"],"Disabled":["Отключено"],"The separator defined in your theme's %s tag.":["Разделитель определен в вашей теме %s тег."],"No index":["Не индексировать"],"SEO score":["Оценка SEO"],"Team Yoast":["Команда Yoast"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["Первое настоящее и полноценное решение для SEO в WordPress, в которое включен анализ содержимого страницы, создание карты сайта в формате XML и многое другое."],"Yoast SEO":["Yoast SEO"],"Activation failed:":["Не удалось активировать:"],"The filter extension seem to be unavailable. Please ask your web host to enable it.":["Расширение фильтрации может быть недоступно. Свяжитесь с поставщиком услуг хостинга для включения."],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":["Установка плагина %1$s не завершена. Обратитесь, пожалуйста, к %2$sинструкции по установке%3$s."],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":["Похоже, что стандартная библиотека PHP (SPL) недоступна. Пожалуйста, попросите вашу хостинг-компанию включить ее."],"SEO Settings":["Настройки SEO"],"Mobile-Friendly Test":["Тестирование использования на мобильных устройствах"],"Google Page Speed Test":["Тест скорости загрузки страницы от Google"],"Facebook Debugger":["Отладчик Facebook"],"Analyze this page":["Проанализировать эту страницу"],"%s does not seem to be a valid url. Please correct.":["%s — некорректный адрес URL. Пожалуйста, исправьте его."],"%1$s does not seem to be a valid %2$s verification string. Please correct.":["Похоже, что %1$s — некорректный проверочный код для %2$s. Пожалуйста исправьте его."],"%s Archive":["Архив %s"],"You searched for %s":["Вы искали %s"],"%s does not seem to be a valid Twitter Username. Please correct.":["%s — некорректное имя пользователя в Twitter. Пожалуйста, исправьте его."],"Summary with large image":["Краткое содержание с большой картинкой"],"The post %1$s appeared first on %2$s.":["Сообщение %1$s появились сначала на %2$s."],"No numeric value was received.":["Нет числового значения."],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":["Этот идентификатор должен принадлежать существующему блогу. Блог %s - не существует, или помечен на удаление."],"The default blog setting must be the numeric blog id of the blog you want to use as default.":["Настройка «блог по умолчанию» должна быть числовым ID того блога, который вы хотите использовать по умолчанию."],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":["%1$s — это неправильное значение для имени пользователя, которому можно разрешить доступ к настройкам %2$s. Значение сброшено к первоначальному."],"Please select a valid post type for taxonomy \"%s\"":["Пожалуйста выберите корректный тип записи для таксономии «%s»"],"Please select a valid taxonomy for post type \"%s\"":["Пожалуйста, выберите допустимую таксономию для типа записей «%s»"],"You searched for":["Вы искали"],"Home":["Главная страница"],"Archives for":["Архивы для"],"Error 404: Page not found":["Ошибка 404: страница не найдена"],"Good":["Хорошо"],"Replaced with a custom taxonomies description":["Описание произвольной таксономии"],"Replaced with a posts custom taxonomies, comma separated.":["Значение пользовательских таксономий из записи (через запятую)"],"Replaced with a posts custom field value":["Значение пользовательского поля из записи"],"Replaced with the slug which caused the 404":["Ярлык, вызвавший ошибку 404"],"Replaced with the posts focus keyphrase":["Заменяется фокусным ключевым словом записи"],"Attachment caption":["Подпись под вложением"],"Replaced with the current page number":["Номер страницы текущей записи"],"Replaced with the current page total":["Общее количество страниц текущей записи"],"Replaced with the current page number with context (i.e. page 2 of 4)":["Номер текущей страницы в контексте (т. е. страница 2 из 4)"],"Replaced with the current year":["Текущий год"],"Replaced with the current month":["Текущий месяц"],"Replaced with the current day":["Заменено на текущий день"],"Replaced with the current date":["Текущая дата"],"Replaced with the post/page author's 'Biographical Info'":["Биография автора записи/страницы"],"Replaced with the post/page author's 'nicename'":["Псевдоним автора записи/страницы"],"Replaced with the post/page ID":["ID записи/страницы"],"Replaced with the post/page modified time":["Время изменения записи/страницы"],"Replaced with the content type plural label":["Заменено на множественное число лейбла типа содержимого"],"Replaced with the content type single label":["Заменено на единственное число лейбла типа содержимого"],"Replaced with the current search phrase":["Текущая фраза поиска"],"Replaced with the term name":["Название термина"],"Replaced with the term description":["Описание термина"],"Replaced with the tag description":["Описание метки"],"Replaced with the category description":["Описание рубрики"],"Replaced with the post categories (comma separated)":["Рубрики записи (через запятую)"],"Replaced with the current tag/tags":["Текущая(ие) метка/метки"],"Replaced with the post/page excerpt (without auto-generation)":["Цитата записи/страницы (без автоматической генерации)"],"Replaced with the post/page excerpt (or auto-generated if it does not exist)":["Цитата записи/страницы (при отсутствии генерируется автоматически)"],"The site's name":["Имя сайта"],"Replaced with the title of the parent page of the current page":["Заголовок родительской страницы"],"Replaced with the title of the post/page":["Название записи/страницы"],"Replaced with the date of the post/page":["Дата записи/страницы"],"Page %1$d of %2$d":["Страница %1$d из %2$d"],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":["Вы не можете переопределить стандартную переменную плагина. Чтобы изменить значение этой переменной, используйте фильтр «wpseo_replacements»."],"A replacement variable with the same name has already been registered. Try making your variable name unique.":["Переменная для замены с таким же именем уже зарегистрирована. Постарайтесь выбрать уникальное имя для вашей переменной."],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":["Переменная для замены не может начинаться с «%%cf_» или «%%ct_», эти символы зарезервированы для дополнительных полей и таксономий плагина. Постарайтесь выбрать уникальное имя для вашей переменной."],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":["Переменная для замены может содержать только алфавитно-цифровые символы, подчёркивание или дефис. Попробуйте переименовать переменную."],"Admin only notice: this page does not show a meta description because it does not have one, either write it for this page specifically or go into the [%1$s - %2$s] menu and set up a template.":["Заметка для администратора: на этой странице не отображается мета-описание, потому что оно не задано. Укажите его для данной страницы, либо перейдите в меню [%1$s - %2$s] и настройте шаблон."],"Page not found":["Страница не найдена"],"%s Archives":["Архивы %s"],"Meta description to use for Author page":["Мета-описание для страницы автора"],"Title to use for Author page":["Название для страницы автора"],"%1$s settings":["Настройки %1$s"],"Export your %1$s settings":["Экспортировать ваши %1$sнастройки"],"Import settings":["Импортировать настройки"],"Import from other SEO plugins":["Импортировать из других плагинов SEO"],"Import":["Импортировать"],"If you had a %s file and it was editable, you could edit it from here.":["Если бы у вас был файл %s, доступный для записи, здесь можно было бы его изменить."],"If your %s were writable, you could edit it from here.":["Если ваш файл %s доступен для записи, вы можете отредактировать его здесь."],"You don't have a %s file, create one here:":["На сайте отсутствует файл %s, создайте его сейчас:"],"A link to your site, with your site's name and description as anchor text.":["Ссылка на ваш сайт с именем вашего сайта и описанием в качестве текста ссылки."],"A link to your site, with your site's name as anchor text.":["Ссылка на ваш сайт с названием сайта в качестве текста ссылки."],"A link to the post, with the title as anchor text.":["Ссылка на запись с названием в качестве текста ссылки."],"You can use the following variables within the content, they will be replaced by the value on the right.":["Следующие переменные можно использовать в шаблоне, они будут заменены на значения, указанные справа."],"Content to put after each post in the feed":["Контент ставить после каждого сообщения"],"Content to put before each post in the feed":["Содержимое для размещения перед каждой Записью в ленте новостей"],"How to insert breadcrumbs in your theme":["Как добавить цепочки навигации в вашу тему"],"Blog":["Блог"],"Prefix for the breadcrumb path":["Префикс"],"Anchor text for the Homepage":["Текст ссылки на главную страницу"],"Separator between breadcrumbs":["Разделитель в цепочках навигации"],"Below are your published posts' SEO scores. Now is as good a time as any to start improving some of your posts!":["Ниже приведены SEO-оценки ваших опубликованных записей. Самое время начать улучшать ваши записи!"],"Credits":["О создателях"],"&laquo; Back to Tools page":["&laquo; назад на страницу инструментов"],"%1$s comes with some very powerful built-in tools:":["%1$s содержит несколько очень мощных инструментов:"],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":["Этот инструмент позволит быстро отредактировать такие важные для вашего SEO файлы, как robots.txt и .htaccess (при его наличии)."],"File editor":["Редактор файлов"],"Import settings from other SEO plugins and export your settings for re-use on (another) site.":["Импортировать настройки из других SEO плагинов и экспортировать настройки для повторного использования на (другом) блоге."],"Import and Export":["Импорт и экспорт"],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":["Этот инструмент позволит вам быстро изменить заголовки и описания ваших записей и страниц без редактирования отдельных страниц."],"Bulk editor":["Групповой редактор"],"Default settings":["Настройки по умолчанию"],"Description":["Описание"],"Restore site to defaults":["Восстановить сайт по умолчанию"],"Site ID":["ID сайта"],"Using this form you can reset a site to the default SEO settings.":["С помощью этой формы можно восстановить настройки SEO сайта по умолчанию."],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new sites.":["Настройки личного характера (Администраторы FB и.т.п.), специфичные для темы (перезапись заголовков) и отдельные узкоспециальные настройки сайта не будут импортированы на новые сайты."],"Enter the %1$sSite ID%2$s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":["Укажите %1$sSite ID%2$s, параметры которого вы хотите использовать по умолчанию для всех сайтов сети. Если оставить поле пустым, будут использоваться стандартные настройки плагина."],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":["Выберите сайт, параметры которого вы хотите использовать по умолчанию для всех сайтов сети. Если выбрать «Нет», будут использоваться стандартные настройки."],"New sites in the network inherit their SEO settings from this site":["Новые сайты сети унаследуют настройки SEO от этого сайта"],"Super Admins only":["Только суперадминистраторы"],"Site Admins (default)":["Администраторы сайта (по умолчанию)"],"Who should have access to the %1$s settings":["Кто должен иметь доступ к настройкам %1$s"],"spam":["спам"],"mature":["для взрослых"],"archived":["в архиве"],"public":["публичный"],"%s restored to default SEO settings.":["Настройки SEO для сайта %s сброшены в начальные значения."],"Settings Updated.":["Настройки обновлены."],"Special pages":["Особые страницы"],"Date archives":["Архивы по дате"],"Title":["Название"],"Take note:":["Обратите внимание:"],"You can determine the title and description for the homepage by %1$sediting the homepage itself%2$s.":["Вы можете определить название и описание для домашней страницы %1$sредактированием самой страницы%2$s."],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s автоматически определяет необходимость изменения заголовков Записей на вашем сайте, если вы уверены, что этого делать НЕ надо, отметьте этот пункт."],"Force rewrite titles":["Принудительная перезапись заголовков"],"Homepage":["Главная страница"],"%1$s Extensions":["Расширения %1$s"],"Seamlessly integrate WooCommerce with %1$s and get extra features!":["Легкая интеграция плагина электронной коммерции WooCommerce с плагином %1$s даст много дополнительных функций!"],"Rank better locally and in Google Maps, without breaking a sweat!":["Получите лучший рейтинг среди локальных ресурсов на Картах Google без лишних усилий!"],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":["Вы зарегистрированы в Google News? Вы можете увеличить трафик оттуда на свой сайт с помощью оптимизации!"],"Optimize your videos to show them off in search results and get more clicks!":["Оптимизируйте свои видео-записи, чтобы они попадали в результаты поиска и получали больше кликов!"],"The premium version of %1$s with more features & support.":["Премиум-версия плагина %1$s с дополнительными функциями и поддержкой."],"Person":["Частное лицо"],"Website name":["Название сайта"],"RSS":["RSS"],"Permalink":["Постоянная ссылка"],"Breadcrumbs":["Цепочки навигации"],"Authenticate":["Аутентификация"],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year of support and updates, on %2$s.":["Чтобы создать перенаправление и исправить эту проблему, необходим %1$s. Купить этот плагин, а также год поддержки и обновлений, можно на %2$s."],"Creating redirects is a %s feature":["Создание перенаправлений — функция %s"],"New URL":["Новый URL адрес"],"Search":["Поиск"],"URL":["URL-адрес"],"Deactivate %s":["Деактивировать %s"],"The %1$s plugin might cause issues when used in conjunction with %2$s.":["Плагин %1$s может вызвать проблемы в сочетании с %2$s."],"Upload Image":["Загрузить изображение"],"%s Posts Overview":["Обзор публикаций %s"],"Breadcrumbs title":["Заголовок цепочек навигации"],"Pinterest":["Pinterest"],"Social settings":["Настройка соцсетей"],"Close":["Закрыть"],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines and might slow down your site.":["И %1$s и %2$s могут создавать XML-карты вашего сайта. Наличие двух карт сайта плохо сказывается на результатах выдачи поисковых систем, а также замедляет скорость работы сайта."],"Configure %1$s's Open Graph settings":["Настроить %1$s Open Graph"],"Both %1$s and %2$s create Open Graph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":["И %1$s и %2$s создают вывод Open Graph, который может привести к использованию неправильных текстов и изображений социальными сетями (Facebook, Twitter, LinkedIn и др.), если вашими страницами поделятся в них."],"%s image":["Изображение для %s"],"%s description":["Описание для %s"],"%s title":["Заголовок для %s"],"Twitter":["Twitter"],"Facebook":["Facebook"],"very difficult":["очень трудно"],"Try to make shorter sentences, using less difficult words to improve readability":["Попробуйте писать более короткими предложениями и использовать меньше трудных слов, чтобы улучшить читабельность"],"difficult":["трудно"],"fairly difficult":["довольно трудно"],"OK":["OK"],"fairly easy":["довольно легко"],"easy":["легко"],"very easy":["очень легко"],"The copy scores %1$s in the test, which is considered %2$s to read.":["Копия набрала %1$s в тесте, который считается %2$s для чтения."],"Flesch reading ease":["Индекс удобочитаемости Флеша"],"Meta Desc.":["Мета описание."],"All SEO Scores":["Все оценки SEO"],"SEO issue: The featured image should be at least 200 by 200 pixels to be picked up by Facebook and other social media sites.":["Это изображение должно быть как минимум 200х200 пикселей, чтобы Facebook и другие социальные сети могли его использовать."],"(no parent)":["(без родителя)"],"meta description":["мета описание"],"Page title":["Заголовок страницы"],"Post is set to noindex.":["Запись отмечена как неиндексируемая."],"The URL that this page should redirect to.":["URL-адрес, на который должна перенаправлять эта страница."],"301 Redirect":["301 перенаправление (redirect)"],"The canonical URL that this page should point to. Leave empty to default to permalink. %1$sCross domain canonical%2$s supported too.":["Канонический URL, на который должна указывать эта страница. Если оставить пустым, это будет ссылка по умолчанию. Также поддерживаются %1$sссылки на другие домены%2$s."],"Canonical URL":["Канонический URL-адрес"],"Title to use for this page in breadcrumb paths":["Заголовок этой страницы, который будет выводиться в цепочках навигации"],"Breadcrumbs Title":["Заголовок для цепочек навигации"],"No Snippet":["Без сниппета"],"No Archive":["Не архивировать"],"No Image Index":["Не индексировать изображения"],"None":["Пусто"],"Meta robots advanced":["Расширенная настройка тега Meta Robots"],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Предупреждение: Вы можете указать здесь параметры мета-тегов robots, однако в настройках чтения Вашего сайта включена опция «Попросить поисковые системы не индексировать сайт», так что эти настройки ни на что не повлияют."],"Meta description":["Мета-описание"],"SEO Title":["SEO заголовок"],"Focus keyword":["Фокусное ключевое слово"],"Settings successfully imported.":["Настройки успешно импортированы."],"Settings could not be imported:":["Настройки не могут быть импортированы:"],"Breadcrumb for 404 pages:":["Цепочки навигации для страниц с ошибкой 404:"],"Prefix for search result pages:":["Prefix для страниц результатов поиска:"],"Prefix for archive pages:":["Префикс для страниц архива:"],"Prefix for breadcrumbs:":["Префикс для цепочек навигации:"],"Anchor text for the homepage:":["Анкорный текст для главной страницы:"],"Breadcrumbs separator:":["Разделитель в цепочках навигации:"],"%s Breadcrumbs":["Цепочки навигации %s"],"Use Image":["Использовать изображение"],"Action":["Действие"],"Page URL/Slug":["Ярлык страницы"],"Publication date":["Дата публикации"],"Post Status":["Статус"],"WP Page Title":["Заголовок страницы WP"],"View":["Показать"],"View &#8220;%s&#8221;":["Показать &#8220;%s&#8221;"],"Preview":["Предпросмотр"],"Preview &#8220;%s&#8221;":["Предпросмотр &#8220;%s&#8221;"],"Edit":["Изменить"],"Filter":["Фильтр"],"New Yoast Meta Description":["Новое мета-описание Yoast"],"Existing Yoast Meta Description":["Существующее мета-описание Yoast"],"Facebook profile URL":["Ссылка на профиль в Facebook"],"Twitter username (without @)":["Ваше имя на Twitter (без @)"],"Google":["Google"],"FAQ":["FAQ"],"Settings":["Настройки"],"Huge SEO Issue: You're blocking access to robots.":["Серьёзная проблема для SEO: Вы блокируете доступ для поисковых роботов."],"Posts":["Записи"],"Edit Files":["Изменение файлов"],"General":["Общие"],"Extensions":["Расширения"],"Search Console":["Консоль поиска"],"Tools":["Инструменты"],"Advanced":["Дополнительно"],"XML sitemaps":["XML-карта сайта"],"Social":["Социальные сети"],"SEO":["SEO"],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":["%1$s обнаружил, что используется версия %3$s или %2$s. Обновите плагин до последней версии, чтобы предотвратить проблемы совместимости."],"Just another WordPress site":["Просто еще один сайт WordPress"],"You have used HTML in your value which is not allowed.":["В этом поле нельзя использовать HTML-теги."],"You can't edit %s that aren't yours.":["Вы не можете редактировать %s, не принадлежащие вам."],"You can't edit %s.":["Вы не можете редактировать %s."],"Post has an invalid Content Type: %s.":["У записи неверный тип: %s."],"Post doesn't exist.":["Запись не существует."],"posts\u0004Trash <span class=\"count\">(%s)</span>":["Удаленные <span class=\"count\">(%s)</span>","Удаленные <span class=\"count\">(%s)</span>","Удаленные <span class=\"count\">(%s)</span>"],"posts\u0004All <span class=\"count\">(%s)</span>":["Все <span class=\"count\">(%s)</span>","Все <span class=\"count\">(%s)</span>","Все <span class=\"count\">(%s)</span>"]}}}