{"domain":"js-text-analysis","locale_data":{"js-text-analysis":{"":{"domain":"js-text-analysis","plural_forms":"nplurals=3; plural=(n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2);","lang":"sr_RS"},"%1$sGo to %2$s to analyze your entire site%3$s":[""],"%1$s offers a free indexability check for %2$s users, and it shows\n\t\t\tthat your site can be found by search engines.":[""],"Your site can be found by search engines":[""],"%1$s offers a free indexability check for %2$s users and right now it has trouble determining\n\t\t\twhether search engines can find your site. This could have several (legitimate) reasons and is not a problem\n\t\t\tin itself. If this is a live site, %3$sit is recommended that you figure out why the %1$s check failed.%4$s":[""],"%1$s cannot determine whether your site can be found by search engines":[""],"%1$sRead more about troubleshooting search engine visibility.%2$s":[""],"%1$s offers a free indexability check for %2$s users and it has determined that your site cannot be found by search engines. If this site is live or about to become live, this should be fixed.":[""],"Your site cannot be found by search engines":[""],"If this is a live site, %1$sit is recommended that you figure out why the check failed.%2$s":[""],"Error details: %1$s %2$s %3$s":[""],"An error occurred while checking whether your site can be found by search engines":[""],"%1$sYou can change the tagline in the customizer%2$s.":[""],"You still have the default WordPress tagline. Even an empty one is probably better.":[""],"You should change the default WordPress tagline":[""],"You are using a custom tagline or an empty one.":[""],"You changed the default WordPress tagline":[""],"Great! You can activate your premium plugin(s) and receive updates.":[""],"Your site can connect to %1$s":[""],"You can %1$snot%2$s activate your premium plugin(s) and receive updates. The cause for this error is probably that the cURL software on your server is too old. Please contact your host and ask them to update it to at least version 7.34. %3$sRead more about cURL in our knowledge base%4$s.":[""],"You can %1$snot%2$s activate your premium plugin(s) and receive updates. A common cause for not being able to connect is an out-of-date version of cURL, software used to connect to other servers. However, your cURL version seems fine. Please talk to your host and, if needed, the Yoast support team to figure out what is broken. %3$sRead more about cURL in our knowledge base%4$s.":[""],"Your site can not connect to %1$s":[""],"Comments on your posts are displayed on a single page. This is just like we'd suggest it. You're doing well!":[""],"It's highly recommended to have your postname in the URL of your posts and pages. Consider setting your permalink structure to %s.":[""],"You do not have your postname in the URL of your posts and pages":[""],"You do have your postname in the URL of your posts and pages.":[""],"Your permalink structure includes the post name":[""],"The request to Ryte returned an error.":[""],"Comments on your posts break into multiple pages. As this is not needed in 999 out of 1000 cases, we recommend you disable it. To fix this, uncheck \"Break comments into pages...\" on the Discussion Settings page.":[""],"Comments break into multiple pages":[""],"Comments are displayed on a single page":[""],"No title":[""],"%1$sGo to the Discussion Settings page%2$s":[""],"%1$sThis was reported by the %2$s plugin%3$s":[""],"Date in Google Preview":[""],"Preview as:":[""],"Mobile result":[""],"Google preview":[""],"Desktop result":[""],"When you click OK we will open our HelpScout beacon where you can find answers to your questions. This beacon will load our support data and also potentially set cookies.":[""],"The browser you are currently using is unfortunately rather dated. Since we strive to give you the best experience possible, we no longer support this browser. Instead, please use %1$sFirefox%4$s, %2$sChrome%4$s or %3$sMicrosoft Edge%4$s.":[""],"If you want to apply advanced <code>meta</code> robots settings for this page, please define them in the following field.":[""],"Check out %1$s":[""],"We have both free and premium online courses to learn everything you need to know about SEO.":[""],"Want to learn SEO from Team Yoast? Check out our %1$s!":[""],"Learn SEO":[""],"Start to optimize your site for Google News traffic today!":[""],"Make sure your videos rank and are easy to share with our Video SEO plugin.":[""],"Our Local SEO plugin will help you rank in Google Maps and local results.":[""],"%s settings to import:":[""],"Import settings from another %1$s installation by pasting them here and clicking \"%2$s\".":[""],"Your %1$s settings:":[""],"Schema":[""],"Twitter uses Open Graph metadata just like Facebook, so be sure to keep the \"Add Open Graph meta data\" setting on the Facebook tab enabled if you want to optimize your site for Twitter.":[""],"Please check the format of the Facebook Page URL you entered. %s":["Молим проверите URL облик Фејсбук странице коју сте унели. %s"],"Please check the format of the Instagram URL you entered. %s":[""],"Please check the format of the Linkedin URL you entered. %s":["Молимo проверите Линкедин URL облик који сте унели. %s"],"Please check the format of the MySpace URL you entered. %s":["Молимo проверите Мајспејс URL облик који сте унели. %s"],"Please check the format of the Pinterest URL you entered. %s":[""],"Please check the format of the Wikipedia URL you entered. %s":[""],"Please check the format of the Youtube URL you entered. %s":[""],"Settings saved.":["Подешавања су сачувана."],"Continue learning":["Настави учење"],"%1$s will now take care of all the needed technical optimization of your site. To really improve your site's performance in the search results, it's important to know everything our plugin has to offer. Sign up for our free %1$s plugin training, in which you'll learn how to use %1$s and how it can help you make the best of your website!":["%1$s ће се сад побринути о свим техничким оптимизацијама вашег веб места. Да заиста унаплредите перформансе вашег веб места у резултатима претрага, важно је да знате све шта наш прикључак има да понуди. Пријавите се на наш бесплатан %1$s тренинг за прикључак, на којем ћете научити да користите %1$s и како може да вам помогне да извучете максимум из свој веб места!"],"Dismiss this alert":["Занемари ово обавештење."],"A company name and logo need to be set for structured data to work properly. %1$sLearn more about the importance of structured data.%2$s":["Име компаније и лого би требало да буду подешени, како би структуирани подаци превилно радили. %1$sСазнај више о важности структуираних података.%2$s"],"%s does not seem to be a valid Facebook App ID. Please correct.":["%s не личи на валидан Facebook App ID. Молимо исправите."],"The submitted value was: %s":["Поднета вредност је: %s"],"Yandex confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Yandex потврдни кодови могу да садрже само слова од A до F, бројеве, цртице и доње цртице. %s"],"Twitter usernames can only contain letters, numbers, and underscores. %s":["Twitter корисничка имена могу да садрже само слова, бројеве и доње цртице. %s"],"Pinterest confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Pinterest потврдни кодови могу да садрже само слова од A до F, бројеве, цртице и доње цртице. %s"],"Bing confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Bing потврдни кодови могу да садрже само слова од A до F, бројеве, цртице и доње цртице. %s"],"Google verification codes can only contain letters, numbers, hyphens, and underscores. %s":["Google верификациони кодови могу да садрже само слова, бројеве, цртице и доње цртице. %s"],"The Facebook App ID you entered doesn't exist. %s":["Facebook App ID који сте унели не постоји. %s"],"Baidu verification codes can only contain letters, numbers, hyphens, and underscores. %s":["Baidu верификациони кодови могу да садрже само слова, бројеве, цртице и доње цртице. %s"],"Show this item.":["Прикажи ову ставку."],"Hide this item.":["Сакриј ову ставку."],"You have %d hidden problem:":["Имате %d сакривен проблем:","Имате %d сакривена проблема:","Имате %d сакривених проблема:"],"You have %d hidden notification:":["Имате %d сакривену нотификацију:","Имате %d сакривене нотификације:","Имате %d сакривених нотификација:"],"The form contains %1$s error. %2$s":["Образац садржи %1$s грешку. %2$s","Образац садржи %1$s грешке. %2$s","Образац садржи %1$s грешака. %2$s"],"SEO settings configured":["SEO подешавања су конфигурисана"],"If you want to double-check your %1$s settings, or change something, you can always %2$sreopen the configuration wizard%3$s.":["Ако желите да проверите своја %1$s подешавања, или промените нешто, увек можете да %2$sпоново покренете чаробњака за подешавања%3$s."],"The following words and word combinations occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly. ":["Следеће речи и комбинације речи се најчешће појављују у садржају. Оне дају индикацију на шта се ваш садржај фокусира. Ако се речи знатно разликују од ваше теме, можда ћете пожелети да ускладите свој садржај."],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":["Када додате још мало садржаја, даћемо вам листу речи које се најчешће појављују у садржају. Оне дају индикацију на шта се ваш садржај фокусира."],"%d occurrences":["%d појављивања"],"Activate %s for your site on MyYoast":["Активирајте %s за своје веб место на MyYoast"],"Show blog page in breadcrumbs":["Прикажи страницу блога у мрвицама"],"We could not find any relevant articles on your website that you could link to from your post.":["Нисмо могли да нађемо релевантне чланке на вашем веб месту ка којима бисте могли да ставите везу у чланку."],"Has feedback":["Има повратне информације"],"Content optimization:":["Оптимизација садржаја:"],"%1$sSEO%2$s: %3$s":["%1$sSEO%2$s: %3$s"],"%1$sReadability%2$s: %3$s":["%1$sЧитљивост%2$s: %3$s"],"Post Noindexed":["Чланак није индексиран"],"No Focus Keyphrase":["Нема фокусиране кључне фразе"],"Person logo / avatar":["Лого / аватар особе"],"Extend %s":["Проширите %s"],"Posts with the SEO score: %s":["Чланци са SEO оценом: %s"],"SEO: %s":["SEO %s"],"%s video tutorial":["%s видео туторијал"],"To view your current crawl errors, %1$splease visit Google Search Console%2$s.":["Да прегледате тренутне crawl грешке, %1$sпосетите Google Search Console%2$s."],"Google has discontinued its Crawl Errors API. Therefore, any possible crawl errors you might have cannot be displayed here anymore. %1$sRead our statement on this for further information%2$s.":["Гугл је угасио свој Crawl Errors API. Зато се све могуће грешке у пописивању више неће приказивати овде. %1$sПрочитајте нашу изјаву за даље информације%2$s."],"Remove this message":["Уклони ову поруку"],"Truly optimize your site for a local audience with our %s plugin! Optimized address details, opening hours, store locator and pickup option!":["Истински побољшајте Ваше веб место за локално тржиште са нашим %s додатком! Побољшајте детаље адресе, радно време, локатор продавнице и могућности преузимања!"],"Serving local customers?":["Да ли опслужујете локалне клијенте?"],"Get the %s plugin now":["Преузми %s додатак сада"],"Organization social profiles":["Профили на друштвеним мрежама организације"],"You can edit the details shown in meta data, like the social profiles, the name and the description of this user on their %1$s profile page.":["Можете изменити детаље приказане у мета подацима, као што су профили на друштвеним мрежама, име и опис овог корисника на његовој/њеној %1$s профилној страници."],"Personal info":["Лични подаци"],"Organization logo":["Лого организације"],"Organization name":["Назив организације"],"Choose whether the site represents an organization or a person.":["Одаберите да ли место представља организацију или особу"],"Knowledge Graph & Schema.org":["Knowledge Graph и Schema.org"],"To make your site represent a Company or Organization go to %1$sSearch Appearance%2$s and set Organization or Person to \"Organization\".":["Ако ваше место представља компанију или организацију идите на %1$sИзглед Претраге%2$s и подесите Организација или особа на \"Организација\"."],"To change the social accounts used for your site, update the details for %1$s.":["Како бисте изменили налоге на друштвеним мрежама које се користе за Ваше место, ажурирајте детаље за %1$s."],"That means that the form and information below is disabled, and not used.":["То значи да су образац и информације испод њега искључене и да се не користе."],"Your website is currently configured to represent a Person":["Ваше веб место је тренутно подешено да представља Особу"],"(if one exists)":["(ако постоји)"],"Wikipedia page about you":["Википедијина страница о Вама"],"YouTube profile URL":["URL YouTube профила"],"Tumblr profile URL":["URL Tumblr профила"],"SoundCloud profile URL":["URL SoundCloud профила"],"MySpace profile URL":["URL MySpace профила"],"Organization or person":["Организација или особа"],"The person":["Особа"],"Organization":["Организација"],"Does your site represent a person or an organization?":["Да ли Ваше место представља особу или организацију?"],"The name of the organization":["Назив организације"],"Provide an image of the organization logo":["Обезбедите лого ваше организације."],"You have previously set your site to represent a person. We’ve improved our functionality around Schema and the Knowledge Graph, so you should go in and %1$scomplete those settings%2$s.":["Раније сте подесили своје веб место да представља особу. Унапредили смо функционалност око Schema и Knowledge Graph, тако да можете ући и %1$sкомплетирати та подешавања%2$s."],"Select a user...":["Одаберите корисника..."],"Uncategorized":["Некатегорисано"],"Name:":["Назив:"],"You have selected the user %1$s as the person this site represents. Their user profile information will now be used in search results. %2$sUpdate their profile to make sure the information is correct.%3$s":["Изабрали сте корисника %1$s као особу које ово веб место представља. Њихов кориснички профил ће са бити коришћен у резултатима претраге. %2$sАжурирајте њихов профил како ви информације биле тачне.%3$s"],"Error: Please select a user below to make your site's meta data complete.":["Грешка: Молимо Вас, одаберите корисника како бисте употпунили мета податке сајта."],"SEO score: %s":["SEO резултат: %s"],"If a Wikipedia page for you or your organization exists, add it too.":["Ако постоји страница на Википедији о Вама или Вашој организацији, додајте је."],"Wikipedia URL":["Wikipedia URL"],"Pinterest profile URL":["URL Pinterest профила"],"Instagram profile URL":["URL Instagram профила"],"LinkedIn profile URL":["URL LinkedIn профила"],"Keyword research is essential in any SEO strategy. You decide the search terms you want to be found for, and figure out what words your audience uses to find you. Great keyword research tells you what content you need to start ranking for the terms you want to rank for. Make sure your efforts go into the keywords you actually have a chance at ranking for! The %1$s walks you through this process, step by step.":["Истраживање кључних речи је критично за сваку SEO стратегију. Ви одлучујете за које кључне термине желите да будете нађени, и откривате које речи ваша публика користи да вас нађе. Квалитетно истраживање кључних речи вам говори какав вам садржај треба како бисте се рангирали за жељене термине. Постарајте се да уложите труд у кључне речи за које имате шансу да се рангирате! %1$s вас води кроз процес, корак по корак."],"The image you selected is too small for Facebook":["Слика коју сте одабрали је исувише мала за Facebook"],"The given image url cannot be loaded":["Дати url слике не може да се учита"],"Find out what words your audience uses to find you":["Откријте које речи Ваша публика користи како би Вас пронашла"],"%1$sFlesch Reading Ease%2$s: The copy scores %3$s in the test, which is considered %4$s to read. %5$s":["%1$sFlesch Reading Ease%2$s: Текст је добио оцену %3$s на тесту, која се сматра као %4$s за читање. %5$s"],"No JSON object was returned.":["Није враћен JSON објекат"],"Received internal links":["Примљене интерне везе"],"Outgoing internal links":["Одлазне интерне везе"],"New step added":["Нови корак додат"],"New question added":["Ново питање додато"],"The Text link counter feature provides insights in how many links are found in your text and how many links are referring to your text. This is very helpful when you are improving your %1$sinternal linking%2$s.":[""],"Please carefully consider the implications and %1$sread this post%2$s if you want more information about the impact of showing media in search results.":["Пажљиво размотрите импликације и %1$sпрочитајте овај чланак%2$s ако желите више информација о ефекту приказивања медија у резултатима претраживања."],"Keyphrase":["Кључна фраза"],"For this feature to work, %1$s needs to create a table in your database. We were unable to create this table automatically.":["Да би ова особина функционисала, %1$s мора да креира ново поље у бази података. Нисмо успели да га креирамо аутоматски."],"By enabling this option, attachment URLs become visible to both your visitors and Google. To add value to your website, they should contain useful information, or they might have a negative impact on your ranking.":["Омогућивањем ове опције URL прилога постају видљиве и вашим посетиоцима и Гуглу. Да бисте створили додатну вредност за своје веб место, они би требало да садрже корисне информације, иначе могу имати негативан утицај на ваше рангирање."],"The %3$sText link counter%4$s feature (introduced in %1$s %2$s) is currently disabled.":["Функционалност %3$sБројача текстуалних веза%4$s (уведена у %1$s %2$s) је тренутно онемогућена."],"Please read the following %1$sknowledge base article%2$s to find out how to resolve this problem.":["Молимо прочитајте овај %1$sчланак у бази знања%2$s да сазнате како да решите овај проблем."],"To make sure all the links in your texts are counted, we need to analyze all your texts.":["Како бисмо обезбедили да су све везе у вашим текстовима побројане, морамо да анализирамо све ваше текстове."],"All you have to do is press the following button and we'll go through all your texts for you.":["Све што треба да урадите је да притиснете следеће дугме и ми ћемо за вас проћи кроз све ваше текстове."],"Count links":["Преброј везе"],"%3$sImage alt attributes%5$s: Out of %2$d images on this page, %1$d have alt attributes with words from your keyphrase or synonyms. That's a bit much. %4$sOnly include the keyphrase or its synonyms when it really fits the image%5$s.":[" %3$sAlt атрибути слике%5$s: Од %2$d слика на овој страници, %1$d поседују alt атрибуте са речима из Ваше кључне фразе или синонима. То је помало превише. %4$sУкључите кључне фразе или њихове синониме само када одговара слици%5$s."],"%1$sImage alt attributes%2$s: Good job!":["Аlt атрибути%2$s слике%1$s: Одлично!"],"%3$sImage alt attributes%5$s: Out of %2$d images on this page, only %1$d has an alt attribute that reflects the topic of your text. %4$sAdd your keyphrase or synonyms to the alt tags of more relevant images%5$s!":["","%3$sImage alt attributes%5$s: Out of %2$d images on this page, only %1$d have alt attributes that reflect the topic of your text. %4$sAdd your keyphrase or synonyms to the alt tags of more relevant images%5$s!","%3$sImage alt attributes%5$s: Out of %2$d images on this page, only %1$d have alt attributes that reflect the topic of your text. %4$sAdd your keyphrase or synonyms to the alt tags of more relevant images%5$s!"],"%1$sImage alt attributes%3$s: Images on this page do not have alt attributes that reflect the topic of your text. %2$sAdd your keyphrase or synonyms to the alt tags of relevant images%3$s!":["%1$sAlt атрибути слике%3$s: Слике на овој страници немају alt атрибуте који одражавају тему Вашег текста. %2$sДодајте Ваше кључне фразе или синониме alt таговима релевантних слика%3$s!"],"%1$sImage alt attributes%3$s: Images on this page have alt attributes, but you have not set your keyphrase. %2$sFix that%3$s!":["%1$sAlt атрибути слике%3$s: Слике на овој страници имају alt атрибуте, али нисте поставили Вашу кључну фразу. %2$sИсправите то%3$s!"],"%1$sKeyphrase in subheading%2$s: %3$s of your higher-level subheadings reflects the topic of your copy. Good job!":["","%1$sKeyphrase in subheading%2$s: %3$s of your higher-level subheadings reflect the topic of your copy. Good job!","%1$sKeyphrase in subheading%2$s: %3$s of your higher-level subheadings reflect the topic of your copy. Good job!"],"%1$sKeyphrase in subheading%2$s: Your higher-level subheading reflects the topic of your copy. Good job!":[""],"%1$sKeyphrase in subheading%3$s: %2$sUse more keyphrases or synonyms in your higher-level subheadings%3$s!":[""],"Page %s":["Страна %s"],"Cannot get the size of %1$s because of unknown reasons.":["Немогуће је добити величину за %1$s из непознатих разлога."],"Cannot get the size of %1$s because it is hosted externally.":["Немогуће је добити величину за %1$s јер је хостовање екстерно."],"Simply switch the toggle to \"on\" and you'll be able to use the recalibrated analysis. At the same time, we'll add you to our specific mailing list. We'll only email you about your experiences with this recalibration!":[""],"We have %1$srecalibrated our analysis%2$s. With the new analysis, we will get even closer to how Google sees your website. It would be %3$sawesome%4$s if you would like to %3$sbeta test this feature%4$s for us!":[""],"Get an even better analysis":["Добијте још бољу анализу"],"%1$sSingle title%3$s: H1s should only be used as your main title. Find all H1s in your text that aren't your main title and %2$schange them to a lower heading level%3$s!":["%1$sПојединачни наслов%3$s: H1 ознаке треба да се користе само за главни наслов. Пронађите све H1 ознаке у тексту које нису главни наслов и %2$sпромените их у наслов нижег нивоа%3$s!"],"Improve sharing on Facebook and Pinterest":["Унапредите дељење на Facebook-у и Pinterest-у"],"You do not have the required rights to export settings.":["Немате привилегије да извезете подешавања."],"Copy all these settings to another site's %1$s tab and click \"%1$s\" there.":["Копирајте сва подешавања на уметку %1$s другог веб места и кликните на \"%1$s\"."],"These are settings for the %1$s plugin by %2$s":["Ово су подешавања за %1$s додатак од %2$s"],"No settings found.":["Подешавања нису пронађена."],"Export your %1$s settings here, to copy them on another site.":["Извезите ваша подешавања %1$s овде, затим копирајте на други сајт."],"Import of settings is only supported on servers that run PHP 5.3 or higher.":["Увоз подешавања је омогућен само на серверима који раде на PHP 5.3 или новијем."],"%1$sKeyphrase density%2$s: The focus keyphrase was found 0 times. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":[""],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["","%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d times. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!","%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d times. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %3$d time. This is great!":["%1$sГустина кључних фраза%2$s: Фокусна кључна фраза је нађена %3$d пут. Сјајна вест!","%1$sГустина кључних фраза%2$s: Фокусна кључна фраза је нађена %3$d пута. Сјајна вест!","%1$sГустина кључних фраза%2$s: Фокусна кључна фраза је нађена %3$d пута. Сјајна вест!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["","%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d times. That's more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!","%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d times. That's more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's way more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["","%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d times. That's way more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!","%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d times. That's way more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!"],"Indexable created for object %1$s with type %2$s":[""],"Method %1$s() does not exist in class %2$s":["Метода %1$s() не постоји у класи %2$s"],"With %s, you can easily create such redirects.":["Са %s, можете лако правити таква преусмеравања."],"Changing your permalinks settings can seriously impact your search engine visibility. It should almost %1$s never %2$s be done on a live website.":[""],"WARNING:":["УПОЗОРЕЊЕ:"],"Learn about why permalinks are important for SEO.":["Сазнајте зашто су за SEO важне сталне везе."],"Google Ads":["Google Ads"],"%1$sFunction words in keyphrase%3$s: Your keyphrase \"%4$s\" contains function words only. %2$sLearn more about what makes a good keyphrase.%3$s":[""],"Did you know %s also analyzes the different word forms of your keyphrase, like plurals and past tenses?":["Да ли сте знали да %s такође анализира различите облике кључне фразе, као што су множина и прошла времена?"],"Clear Image":["Обриши слику"],"%1$sKeyphrase length%3$s: %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sДужина кључне фразе%3$s: %2$sПоставите кључну фразу како би се израчунао SEO резултат%3$s."],"%1$sKeyphrase in slug%2$s: More than half of your keyphrase appears in the slug. That's great!":[""],"%1$sKeyphrase in slug%3$s: (Part of) your keyphrase does not appear in the slug. %2$sChange that%3$s!":[""],"%1$sKeyphrase in slug%2$s: Great work!":["%1$sКључна фраза у подложку%2$s: Одлично обављен посао!"],"%1$sKeyphrase in title%3$s: Not all the words from your keyphrase \"%4$s\" appear in the SEO title. %2$sTry to use the exact match of your keyphrase in the SEO title%3$s.":[""],"%1$sKeyphrase in title%3$s: Does not contain the exact match. %2$sTry to write the exact match of your keyphrase in the SEO title%3$s.":[""],"%1$sKeyphrase in title%3$s: The exact match of the keyphrase appears in the SEO title, but not at the beginning. %2$sTry to move it to the beginning%3$s.":[""],"%1$sKeyphrase in title%2$s: The exact match of the keyphrase appears at the beginning of the SEO title. Good job!":[""],"%1$sKeyphrase distribution%2$s: Good job!":["%1$sРасподела кључних израза%2$s: Добро одрађено."],"%1$sKeyphrase distribution%3$s: Uneven. Some parts of your text do not contain the keyphrase or its synonyms. %2$sDistribute them more evenly%3$s.":["%1$sРасподела кључних израза%3$s: Неједнака. Неки делови вашег текста не садрже кључне изразе или синониме. %2$sРасподелите их равномерније%3$s."],"%1$sKeyphrase distribution%3$s: Very uneven. Large parts of your text do not contain the keyphrase or its synonyms. %2$sDistribute them more evenly%3$s.":["%1$sРасподела кључних израза%3$s: Веома неједнака. Велики делови вашег текста не садрже кључне изразе или синониме. %2$sРасподелите их равномерније%3$s."],"%1$sKeyphrase distribution%3$s: %2$sInclude your keyphrase or its synonyms in the text so that we can check keyphrase distribution%3$s.":["%1$sРасподела кључних израза%3$s: %2$sУбаците ваше кључне изразе или синониме у текст како би могли да проверимо расподелу истих%3$s."],"Help on choosing the perfect focus keyphrase":["Помоћ за избор савршеног кључног израза"],"Would you like to add a related keyphrase?":["Да ли желите да додате сродни кључни израз?"],"Go %s!":["Покрени %s!"],"Not showing the date archives in the search results technically means those will have a %1$s robots meta. %2$sMore info on the search results settings%3$s.":[""],"Rank better with synonyms & related keyphrases":["Боље се позиционирајте са синонимима и сродним кључним изразима"],"optimize a single post for synonyms and related keyphrases.":["оптимизујте појединачни чланак за синониме и повезане кључне фразе."],"Synonyms & related keyphrases":["Синоними и сродни кључни изрази"],"Add related keyphrase":["Додајте кључни израз"],"Upgrade to %s":["Надоградите на %s"],"%1$s video":["%1$s видео"],"Get %s":["Узмите %s"],"%4$sPreviously used keyphrase%6$s: You've used this keyphrase %1$s%2$d times before%3$s. %5$sDo not use your keyphrase more than once%6$s.":["%4$sПретходно коришћена кључна фраза%6$s: Употребили сте ову кључну фразу %1$s%2$d пута%3$s. %5$sНемојте користити кључне фразе више од једном%6$s."],"%3$sPreviously used keyphrase%5$s: You've used this keyphrase %1$sonce before%2$s. %4$sDo not use your keyphrase more than once%5$s.":["%3$sПретходно коришћена кључна фраза%5$s: употребили сте кључну фразу %1$sвећ једном%2$s. %4$sНемојте користити кључне фразе више од једном%5$s."],"%1$sPreviously used keyphrase%2$s: You've not used this keyphrase before, very good.":["%1$sПретходно коришћена кључна фраза%2$s: Нисте користили ову кључну фразу раније, врло добро."],"%1$sSlug stopwords%3$s: The slug for this page contains a stop word. %2$sRemove it%3$s!":["","%1$sSlug stopwords%3$s: The slug for this page contains stop words. %2$sRemove them%3$s!","%1$sSlug stopwords%3$s: The slug for this page contains stop words. %2$sRemove them%3$s!"],"%1$sSlug too long%3$s: the slug for this page is a bit long. %2$sShorten it%3$s!":[""],"%1$sImage alt attributes%3$s: No images appear on this page. %2$sAdd some%3$s!":[""],"%1$sLink keyphrase%3$s: You're linking to another page with the words you want this page to rank for. %2$sDon't do that%3$s!":[""],"This is far below the recommended minimum of %5$d word. %3$sAdd more content%4$s.":["","This is far below the recommended minimum of %5$d words. %3$sAdd more content%4$s.","This is far below the recommended minimum of %5$d words. %3$sAdd more content%4$s."],"This is below the recommended minimum of %5$d word. %3$sAdd more content%4$s.":["","This is below the recommended minimum of %5$d words. %3$sAdd more content%4$s.","This is below the recommended minimum of %5$d words. %3$sAdd more content%4$s."],"%2$sText length%4$s: The text contains %1$d word.":["%2$sДужина текста%4$s: Текст садржи %1$d реч.","%2$sДужина текста%4$s: Текст садржи %1$d речи.","%2$sДужина текста%4$s: Текст садржи %1$d речи."],"%2$sText length%3$s: The text contains %1$d word. Good job!":["%2$sДужина текста%3$s: Текст садржи %1$d реч. Врло добро!","%2$sДужина текста%3$s: Текст садржи %1$d речи. Врло добро!","%2$sДужина текста%3$s: Текст садржи %1$d речи. Врло добро!"],"%1$sKeyphrase in subheading%3$s: More than 75%% of your higher-level subheadings reflect the topic of your copy. That's too much. %2$sDon't over-optimize%3$s!":[""],"%1$sSEO title width%3$s: %2$sPlease create an SEO title%3$s.":["%1$sДужина SEO наслова%3$s: %2$sКреирајте SEO наслов%3$s."],"%1$sSEO title width%3$s: The SEO title is wider than the viewable limit. %2$sTry to make it shorter%3$s.":["%1$sДужина SEO наслова%3$s: SEO наслов је дужи од ограничења видљивости. %2$sПокушајте да га скратите%3$s."],"%1$sSEO title width%2$s: Good job!":["%1$sШирина SEO наслова%2$s: Свака част!"],"%1$sSEO title width%3$s: The SEO title is too short. %2$sUse the space to add keyphrase variations or create compelling call-to-action copy%3$s.":["%1$sДужина SEO наслова%3$s: SEO наслов је прекратак. %2$sКористите размак да додате варијације кључне фразе или креирате изазовни call-to-action текст%3$s."],"%1$sOutbound links%2$s: There are both nofollowed and normal outbound links on this page. Good job!":[""],"%1$sOutbound links%2$s: Good job!":["%1$sОдлазне везе%2$s: Добро обављен посао!"],"%1$sOutbound links%3$s: All outbound links on this page are nofollowed. %2$sAdd some normal links%3$s.":[""],"%1$sOutbound links%3$s: No outbound links appear in this page. %2$sAdd some%3$s!":[""],"%1$sMeta description length%2$s: Well done!":["%1$sДужина мета описа%2$s: Врло добро!"],"%1$sMeta description length%3$s: The meta description is over %4$d characters. To ensure the entire description will be visible, %2$syou should reduce the length%3$s!":["%1$sДужина мета описа%3$s: Мета опис има више од %4$d карактера. Да осигурате да цео опис буде видљив, %2$sскратите дужину%3$s!"],"%1$sMeta description length%3$s: The meta description is too short (under %4$d characters). Up to %5$d characters are available. %2$sUse the space%3$s!":["%1$sДужина мета описа%3$s: Мета опис је прекратак (мање од %4$d карактера). Имате %5$d карактера на располагању. %2$sКористите раѕмаке%3$s!"],"%1$sMeta description length%3$s:  No meta description has been specified. Search engines will display copy from the page instead. %2$sMake sure to write one%3$s!":["%1$sДужина мета описа%3$s: Мета опис није постављен. Претраживачи ће уместо тога приказати текст са странице. %2$sПотрудите се да га напишете%3$s!"],"%1$sKeyphrase in meta description%2$s: The meta description has been specified, but it does not contain the keyphrase. %3$sFix that%4$s!":[""],"%1$sKeyphrase in meta description%2$s: The meta description contains the keyphrase %3$s times, which is over the advised maximum of 2 times. %4$sLimit that%5$s!":[""],"%1$sKeyphrase in meta description%2$s: Keyphrase or synonym appear in the meta description. Well done!":[""],"%3$sKeyphrase length%5$s: The keyphrase is %1$d words long. That's way more than the recommended maximum of %2$d words. %4$sMake it shorter%5$s!":[""],"%3$sKeyphrase length%5$s: The keyphrase is %1$d words long. That's more than the recommended maximum of %2$d words. %4$sMake it shorter%5$s!":[""],"%1$sKeyphrase length%2$s: Good job!":["%1$sДужина кључне фразе%2$s: Браво!"],"%1$sKeyphrase length%3$s: No focus keyphrase was set for this page. %2$sSet a keyphrase in order to calculate your SEO score%3$s.":[""],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms do not appear in the first paragraph. %2$sMake sure the topic is clear immediately%3$s.":["%1$sКључна фраза у уводу%3$s: Ваша кључна фраза или њени синоними се не појављују у првом пасусу. %2$sПотрудите се да је тема одмах јасна%3$s."],"%1$sKeyphrase in introduction%3$s:Your keyphrase or its synonyms appear in the first paragraph of the copy, but not within one sentence. %2$sFix that%3$s!":["%1$sКључна фраза у уводу%3$s: Ваша кључна реч или њени синоними се појављују у првом пасусу текста, али не у оквиру једне реченице. %2$sПоправите то%3$s!"],"%1$sKeyphrase in introduction%2$s: Well done!":["%1$sКључна фраза у уводу%2$s: Свака част!"],"%1$sInternal links%2$s: There are both nofollowed and normal internal links on this page. Good job!":[""],"%1$sInternal links%2$s: You have enough internal links. Good job!":[""],"%1$sInternal links%3$s: The internal links in this page are all nofollowed. %2$sAdd some good internal links%3$s.":[""],"%1$sInternal links%3$s: No internal links appear in this page, %2$smake sure to add some%3$s!":["%1$sИнтерне везе%3$s: Не постоје интерне везе на овој страници, %2$sобавезно додајте неке%3$s!"],"%1$sTransition words%2$s: Well done!":["%1$sПрелазне речи%2$s: Свака част!"],"%1$sTransition words%2$s: Only %3$s of the sentences contain transition words, which is not enough. %4$sUse more of them%2$s.":["%1$sПрелазне речи%2$s: Само %3$s реченица садржи прелазне речи, што није довољно. %4$sУпотребите више њих%2$s."],"%1$sTransition words%2$s: None of the sentences contain transition words. %3$sUse some%2$s.":["%1$sПрелазне речи%2$s: Ни једна реченица не садржи прелазне речи. %3$sУпотребите неке%2$s."],"%1$sNot enough content%2$s: %3$sPlease add some content to enable a good analysis%2$s.":["%1$sНедовољно садржаја%2$s: %3$sДодајте још садржаја како бисте омогућили добру анализу%2$s."],"%1$sSubheading distribution%2$s: You are not using any subheadings, but your text is short enough and probably doesn't need them.":["%1$sДистрибуција поднаслова%2$s: Не користите поднаслове, али текст је довољно кратак, па вероватно нису ни потребни."],"%1$sSubheading distribution%2$s: You are not using any subheadings, although your text is rather long. %3$sTry and add some subheadings%2$s.":[""],"%1$sSubheading distribution%2$s: %3$d section of your text is longer than %4$d words and is not separated by any subheadings. %5$sAdd subheadings to improve readability%2$s.":["","%1$sSubheading distribution%2$s: %3$d sections of your text are longer than %4$d words and are not separated by any subheadings. %5$sAdd subheadings to improve readability%2$s.","%1$sSubheading distribution%2$s: %3$d sections of your text are longer than %4$d words and are not separated by any subheadings. %5$sAdd subheadings to improve readability%2$s."],"%1$sSubheading distribution%2$s: Great job!":["%1$sДистрибуција поднаслова%2$s: Свака част!"],"%1$sSentence length%2$s: %3$s of the sentences contain more than %4$s words, which is more than the recommended maximum of %5$s. %6$sTry to shorten the sentences%2$s.":["%1$sДужина реченице%2$s: %3$s реченица садржи више од %4$s речи, што је више од препорученог максимума од %5$s. %6$sПокушајте да скратите реченице%2$s."],"%1$sSentence length%2$s: Great!":["%1$sДужина реченице%2$s: Одлично!"],"%1$sConsecutive sentences%2$s: There is enough variety in your sentences. That's great!":["%1$sУзастопне реченице%2$s: Постоји довољно разноликости у реченицама. То је одлично!"],"%1$sConsecutive sentences%2$s: The text contains %3$d consecutive sentences starting with the same word. %5$sTry to mix things up%2$s!":["","%1$sConsecutive sentences%2$s: The text contains %4$d instances where %3$d or more consecutive sentences start with the same word. %5$sTry to mix things up%2$s!","%1$sConsecutive sentences%2$s: The text contains %4$d instances where %3$d or more consecutive sentences start with the same word. %5$sTry to mix things up%2$s!"],"%1$sPassive voice%2$s: %3$s of the sentences contain passive voice, which is more than the recommended maximum of %4$s. %5$sTry to use their active counterparts%2$s.":["%1$sПасивни говор%2$s: %3$s реченица садржи пасивни говор, што је више од препорученог максимума од %4$s. %5$sПокушајте да употребите њихове активне верзије%2$s."],"%1$sPassive voice%2$s: You're using enough active voice. That's great!":["%1$sПасивни говор%2$s: Користите довољно активног говора. Одлично!"],"%1$sParagraph length%2$s: %3$d of the paragraphs contains more than the recommended maximum of %4$d words. %5$sShorten your paragraphs%2$s!":["%1$sДужина параграфа%2$s: %3$d параграф садржи више од препорученог броја од %4$d речи. %5$sСкратите своје параграфе%2$s!","%1$sДужина параграфа%2$s: %3$d параграфа садрже више од препорученог броја од %4$d речи. %5$sСкратите своје параграфе%2$s!","%1$sДужина параграфа%2$s: %3$d параграфа садрже више од препорученог броја од %4$d речи. %5$sСкратите своје параграфе%2$s!"],"%1$sParagraph length%2$s: None of the paragraphs are too long. Great job!":["%1$sДужина параграфа%2$s: Ни један параграф није предугачак. Свака част!"],"Good job!":["Добро урађено."],"%1$sFlesch Reading Ease%2$s: The copy scores %3$s in the test, which is considered %4$s to read. %5$s%6$s%7$s":[""],"Focus keyphrase":["Фокусни израз (фраза)"],"%1$s with ID %2$s couldn't be patched":["%1$s са ID-ом %2$s не може бити поправљен"],"Invalid POST request. Meta values already exist for object with ID %1$s.":[""],"Indexable with ID `%1$s` does not exist":[""],"No object with ID %1$s and %2$s could be found":["Ни један објекат са ID %1$s и %2$s не може да се пронађе."],"`%1$s` is not a valid subtype of `%2$s`":["`%1$s` није одговарајући подтип `%2$s`"],"The object type `%1$s` is invalid":["Тип објекта `%1$s` није валидан"],"Invalid type for parameter `%1$s` passed. Expected `%2$s`, but got `%3$s`":["Неисправни тип параметра `%1$s` прослеђен. Очекиван `%2$s`, али је добијен `%3$s`"],"The parameter `%1$s` cannot be empty.":["Параметар `%1$s` не може бити празан."],"Check Keyphrase Density":["Проверите заступљеност кључних израза"],"Disable":["Онемогући"],"Allow Control":["Дозволи контролу"],"This tab allows you to selectively disable %s features for all sites in the network. By default all features are enabled, which allows site admins to choose for themselves if they want to toggle a feature on or off for their site. When you disable a feature here, site admins will not be able to use that feature at all.":[""],"%s is a required feature toggle argument.":[""],"Keyphrase:":["Кључни израз:"],"Remove keyphrase":["Уклони кључни израз"],"This feature has been disabled by the network admin.":["Ова могућност је онемогућена од стране мрежног управитеља."],"Focus keyphrase not set.":["Фокусни кључни израз није постављен."],"Multiple keyphrases":["Вишеструки кључни изрази"],"Colon":["Двотачка"],"Both %1$s and %2$s manage the SEO of your site. Running two SEO plugins at the same time is detrimental.":[""],"There is a new notification.":["Ово је ново обавештење.","Ово су нова обавештења.","Ово су нова обавештења."],"Learn more about the readability analysis":["Сазнајте више о анализи читљивости"],"Describe the duration of the instruction:":["Опишите дужину трајања инструкције:"],"Optional. Customize how you want to describe the duration of the instruction":["Опционо. Прилагодите како желите да опишете дужину трајања инструкције"],"This is a list of related content to which you could link in your post. {{a}}Read our article about site structure{{/a}} to learn more about how internal linking can help improve your SEO.":[""],"%s, %s and %s":["%s, %s и %s"],"%s and %s":["%s и %s"],"%d minute":["%d минут","%d минута","%d минута"],"%d hour":["%d сат","%d сата","%d сати"],"%d day":["%d дан","%d дана","%d дана"],"Enter a step title":["Унесите назив корака"],"Optional. This can give you better control over the styling of the steps.":["Опционо. Ово Вам може пружити бољу контролу над стилизовањем корака."],"CSS class(es) to apply to the steps":["CSS класа/класе да се примене на кораке"],"minutes":["минути"],"hours":["сати"],"days":["дани"],"Create a How-to guide in an SEO-friendly way. You can only use one How-to block per post.":[""],"List your Frequently Asked Questions in an SEO-friendly way. You can only use one FAQ block per post.":["Излистајте Ваша Често Постављана Питања на SEO-friendly начин. Можете употребити само један ЧПП блок по чланку."],"Copy error":["Грешка у копирању"],"An error occurred loading the %s primary taxonomy picker.":["Појавила се грешка приликом учитавања %s примарног бирача таксономија."],"%1$s Structured Data Blocks":["%1$s Структуирани блокови података"],"Time needed:":["Потребно време:"],"Move question down":["Помери питање на доле"],"Move question up":["Померите питање на горе"],"Insert question":["Уметни питање"],"Delete question":["Избриши питање"],"Enter the answer to the question":["Унесите одговор на питање"],"Enter a question":["Унесите питање"],"Add question":["Додајте питање"],"Frequently Asked Questions":["Често постављана питања"],"Great news: you can, with %s!":["Одличне вести: можете, са %s!"],"Select the primary %s":["Изаберите примарни %s"],"Check links to this URL":["Проверите везе на овом URL-у"],"Keyword research training":["Обука за истраживање кључних речи"],"Please check the %1$sarchive template%2$s for the following content type: %3$s.":["Проверите %1$sшаблон архиве%2$s за следећи тип садржаја: %3$s.","Проверите %1$sшаблон архиве%2$s за следеће типове садржаја: %3$s.","Проверите %1$sшаблон архиве%2$s за следеће типове садржаја: %3$s."],"Are you trying to use multiple keyphrases? You should add them separately below.":["Да ли покушавате да употребите вишеструке кључне фразе? Треба да их додате одвојено."],"Mark as cornerstone content":["Обележи као кључни садржај"],"Move step down":["Помери корак на доле"],"Move step up":["Помери корак на горе"],"Insert step":["Уметни корак"],"Delete step":["Ибришите корак"],"Add image":["Додај слику"],"Enter a step description":["Унесите опис корака"],"Enter a description":["Унесите опис"],"Unordered list":["Неуређена листа"],"Showing step items as an ordered list.":[""],"Showing step items as an unordered list":[""],"Add step":["Додајте корак"],"Delete total time":["Избриши укупно време"],"Add total time":["Додај укупно време"],"How to":["Како да"],"How-to":["Како да"],"Analysis results":["Резултати анализе"],"Enter a focus keyphrase to calculate the SEO score":["Унесите фокусну кључну фразу да израчунамо SEO резултат"],"Learn more about Cornerstone Content.":["Сазнајте више о кључном садржају"],"Cornerstone content should be the most important and extensive articles on your site.":["Кључни садржај би требало да представљају најважнији и најобимнији чланци на вашем веб месту."],"Restore Site":["Обновите веб место"],"Network Settings":["Подешавање мреже"],"You are not allowed to perform this action.":["Није вам дозвољено да урадите ово."],"Error: %s":["Грешка: %s"],"Success: %s":["Успех: %s"],"Site with ID %d not found.":["Веб место са ID %d није пронађено"],"No site has been selected to restore.":["Ниједно веб место није означено за обнову."],"You are not allowed to modify unregistered network settings.":["Није вам дозвољено да прилагођавате нерегистрована подешавања мреже."],"deleted":["обрисано"],"Would you like to add another keyphrase?":["Да ли би сте волели да унесете додатну кључну реч?"],"image preview":["преглед слике"],"Copied!":["Копирано."],"Not supported!":["Није подржано"],"Read {{a}}our article about site structure{{/a}} to learn more about how internal linking can help improve your SEO.":[""],"Once you add a bit more copy, we'll give you a list of related content here to which you could link in your post.":["Када будете додали мало више текста, даћемо Вам листу сродног садржаја ка којем се можете повезати из чланка."],"Consider linking to these {{a}}cornerstone articles:{{/a}}":["Размислите о повезивању са овим {{a}}темељним чланцима:{{/a}}"],"Consider linking to these articles:":["Размислите о повезивању са овим чланцима:"],"Copy link":["Копирајте везу"],"Copy link to suggested article: %s":["Копирај везу на препорученом чланку: %s"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":[""],"Once you add a bit more copy, we'll give you a list of words and word combinations that occur the most in the content. These give an indication of what your content focuses on.":[""],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly. ":[""],"Prominent words":["Истакнуте речи"],"The site's tagline":["Ознака веб места"],"We've recently improved the functionality of the Search Appearance settings. Unfortunately, we've discovered that for some edge-cases, saving the settings for specific post type archives might have gone wrong.":["Недавно смо побољшали функционалности за подешавање изгледа претраге. На жалост, открили смо да чување одређених архива чланака, у неким случајевима, може да заврши лоше. "],"Not all required fields are given. Missing field %1$s":["Нису попуњена сва потребна поља. Поље које недостаје је %1$s"],"Optimize your shop's SEO and sell more products!":["Оптимизујте SEO ваше продавнице и продајте више производа"],"Add synonyms":["Додај синониме"],"Would you like to add keyphrase synonyms?":["Да ли бисте волели да додате синониме кључној фрази?"],"Would you like to add more than one keyphrase?":["Да ли бисте желели да додате више од једне кључне фразе?"],"You can edit the SEO meta-data for this custom type on the %1$sShop page%2$s.":["Можете уредити SEO мета-података за ову прилагођену врсту на %1$sстрани продавнице%2$s."],"You haven't set a Shop page in your WooCommerce settings. Please do this first.":["Неисте подесили страну продавнице у својим WooCommerce подешавањима. Молимо вас прво да то урадите."],"Current year":["Текућа година"],"Page":["Страница"],"Breadcrumb settings for %s archive":["Подешавања мрвица(breadcrumb) за %s архиву"],"Something went wrong. Please reload the page.":["Дошло је до грешке. Освежите страницу."],"Tagline":["Мото"],"Modify your meta description by editing it right here":["Измените ваш мета опис уређивањем овде"],"description (custom taxonomy)":["опис (прилагођена таксономија) "],"(custom taxonomy)":["(прилагођена таксономија)"],"(custom field)":["(прилагођено поље)"],"Term404":["Појам 404"],"Caption":["Наслов"],"Pagenumber":["Број стране"],"Pagetotal":["Укупно страна"],"Page number":["Страна број"],"User description":["Опис по жељи корисника"],"ID":["ID"],"Modified":["Измењено"],"Post type (plural)":["Врста чланка (множима)"],"Post type (singular)":["Врата чланка (једнина)"],"Separator":["Знак за одвајање"],"Search phrase":["Израз за претрагу"],"Term title":["Наслов појма"],"Term description":["Опис појма"],"Tag description":["Опис ознаке"],"Category description":["Опис категорије"],"Primary category":["Главна категорија"],"Category":["Категорија"],"Tag":["Ознака"],"Excerpt only":["Само одломак"],"Excerpt":["Одломак"],"Site title":["Наслов веб места"],"Archive title":["Наслов архиве"],"Parent title":["Наслов родитеља"],"Date":["Датум"],"You should create a redirect to ensure your visitors do not get a 404 error when they click on the no longer working URL.":["Да ваши посетиоци не би добили грешку 404 када кликну на непостојећи URL, потребно је да креирате редирекцију."],"Search engines and other websites can still send traffic to your deleted post.":["Претраживачи и друга веб места и даље могу да шаљу саобраћај ка Вашем обрисаном чланку."],"Make sure you don't miss out on traffic!":["Потрудите се да не пропустите извештаје о саобраћају!"],"You just deleted a %1$s.":["Управо сте обрисали %1$s."],"You just trashed a %1$s.":["Управо сте послали у отпад %1$s."],"Settings for %s archive":["Подешавања за %s архиву"],"Settings for single %s URLs":["Подешавања за појединачне %s URL-ове"],"The settings on this page allow you to specify what the default search appearance should be for any type of content you have. You can choose which content types appear in search results and what their default description should be.":["Подешавањa на овој страници ти дозвољавају да за било који садржај који имате дефинишете изглед подразумеване претраге. Можете изабрати врсту садржаја која ће се појављивати у резултатима претраге и који ће бити њихов подразумевани опис."],"Url preview":["Преглед URL-а"],"Please provide a meta description by editing the snippet below. If you don’t, Google will try to find a relevant part of your post to show in the search results.":["Молимо обезбедите мета опис уређивањем исечка испод. Ако то не урадите, Гугл ће пробати да нађе релевантну секцију чланка да прикаже у резултатима претраживања."],"Insert snippet variable":["Унеси варијаблу исечка"],"Dismiss this notice":["Одбаците обавештење"],"No results":["Нема резултата"],"%d result found, use up and down arrow keys to navigate":["%d резултат пронађен. Користите дугмад за кретање горе и доле","%d резултата пронађена. Користите дугмад за кретање горе и доле","%d резултата пронађено. Користите дугмад за кретање горе и доле"],"Your site language is set to %s. If this is not correct, contact your site administrator.":["Језик вашег веб места је подешен на %s. Уколико ово није добро, контактирајте администратора вашег веб места."],"%1$s respects your privacy. Read our %2$sprivacy policy%3$s on how we handle your personal information.":["%1$s поштује вашу приватност. Погледајте нашу %2$sполитику приватности%3$s о томе како се бавимо вашим личним подацима."],"If you know what this means and you do not want to see this message anymore, you can %1$sdismiss this message%2$s.":["Уколико знате шта ово значи и то не желите више да видите, ову поруку %1$sможете одбацити%2$s."],"Your site's settings currently allow attachment URLs on your site to exist. Please read %1$sthis post about a potential issue%2$s with attachment URLs and check whether you have the correct setting for your site.":["Тренутно подешавање вашег веб места дозвољава да на њему постоје URL прилози. Молимо вас прочитајте %1$sовај чланак о потенцијалним проблемима%2$s везаним за URL прилоге и проверите да ли сте добро поставили подешавања на вашем веб месту."],"Unknown type %1$s":["Непознат тип %1$s"],"Includes a free MyYoast account which gives you access to our free SEO for Beginners course!":["Укључује бесплатан MyYoast налог који вам даје приступ нашем бесплатном курсу \"SEO за почетнике\"."],"Sign up for our newsletter if you would like to keep up-to-date about %1$s, other cool plugins by %2$s, and interesting news and tips from the world of SEO.":["Пријавите се за наш билтен ако желите да будете у току о %1$s, осталим важним додацима за %2$s, као и интересантним новостима и саветима из света SEO."],"Get your Baidu verification code in %1$sBaidu Webmaster Tools%2$s.":["Узмите ваш Baidu код за верификацију у %1$sBaidu Webmaster Tools%2$s."],"Baidu verification code":["Baidu код за потврду"],"The %s importer functionality uses temporary database tables. It seems your WordPress install does not have the capability to do this, please consult your hosting provider.":["%s функционалност за увоз података користи привремене табеле база података. Чини се да ваша WordPress инсталација нема могућност да то уради, молимо вас да се обратите свом добављачу хостинг услуга."],"Cleanup of %s data failed.":["Чишћење %s података није успело."],"Content Type":["Тип садржаја"],"Filter by content type":["Филтрирање по типу садржаја"],"Show All Content Types":["Прикажи све типове садржаја"],"Replaced with the normal title for an archive generated by WordPress":["Замењен нормалним насловом за архиву коју генерише WordPress"],"Clean":["Очисти"],"Once you're certain your site is OK, you can clean up. This will remove all the original data.":["Када будете сигурни да је ваша страница у реду, можете да очистите. Ово ће уклонити све оригиналне податке."],"Step 5: Clean up":["5. корак: Очистите"],"You should run the configuration wizard, from the SEO &rarr; General &rarr; Dashboard page, to make sure all the settings for your site are correct.":["Треба да покренете чаробњак за подешавања са странице SEO &rarr; Главна &rarr; Командна табла, да бисте били сигурни да су сва подешавања за ваше веб место тачна."],"Step 4: Run the configuration wizard":["4. корак: Покрените чаробњак за поставке"],"Please check your posts and pages and see if the metadata was successfully imported.":["Проверите своје чланке и странице и погледајте да ли су метаподаци успешно увезени."],"Step 3: Check your data":["3. корак: Проверите ваше податке"],"This will import the post metadata like SEO titles and descriptions into your %1$s metadata. It will only do this when there is no existing %1$s metadata yet. The original data will remain in place.":["Ово ће увести метаподатаке о чланку, попут SEO наслова и описа у %1$s метаподатке. То ће учинити само ако још увек не постоје %1$s метаподаци. У том случају, постојећи подаци ће остати на месту."],"Step 2: Import":["2. корак: Увезите"],"Please make a backup of your database before starting this process.":["Молимо направите резервну копију ваше базе података пре но што започнете процес."],"Step 1: Create a backup":["1. корак: Направите резервну копију"],"We've detected data from one or more SEO plugins on your site. Please follow the following steps to import that data:":["Открили смо податке једног или више SEO додатака на вашем веб месту. Молимо пратите наредне кораке како би сте увезли ове податке:"],"Plugin: ":["Додатак:"],"%s did not detect any plugin data from plugins it can import from.":["%s није пронашао никакве податке у додацима које би могао да увезе."],"Posts that should not show up in search results":["Чланци који не би требало да се појаве у резултатима претраге"],"%s data found.":["%s подаци пронађени."],"%s data successfully removed.":["%s подаци успешно уклоњени."],"%s data successfully imported.":["%s подаци успешно увезени."],"%s data not found.":["%s подаци нису пронађени."],"24/7 email support":["24/7 подршка преко е-поште"],"No more dead links a.k.a. 404 pages":["Нема мртвих линкова, познатијих као 404 странице"],"Get real-time suggestions for internal links":["Узмите предлоге за унутрашње везе у реалном времену"],"Preview your page in Facebook and Twitter":["Погледајте изглед ваше странице на Facebook-у и Twitter-у"],"Click the \"%3$s\" button to use the meta description already set in the %1$sSearch Appearance Homepage%2$s setting.":["Кликните на \"%3$s\" дугме како би сте користили мета опис који је већ постављен у подешавањима као %1$sПочетна страница за претраживање%2$s."],"Help on copying the home meta description":["Помоћ у копирању мета описа почетне странице"],"To let search engines know which social profiles are associated to this site, enter your site social profiles data below.":["Да бисте омогућили претраживачима да знају који су профили на друштвеним мрежама повезани са овим веб местом, у наставку унесите податке о вашим профилима на друштвеним мрежама."],"Learn more about your social profiles settings":["Сазнајте више о подешавању профила на друштвеним мрежама"],"Remove the categories prefix":["Уклоните префикс категорије"],"Help on the category prefix setting":["Помоћ у подешавању префикса категорије"],"Learn more about the available variables":["Сазнајте више о расположивим променљивама"],"Learn more about the RSS feed setting":["Сазнајте више о подешавању RSS довода"],"When you upload media (an image or video for example) to WordPress, it doesn't just save the media, it creates an attachment URL for it. These attachment pages are quite empty: they contain the media item and maybe a title if you entered one. Because of that, if you never use these attachment URLs, it's better to disable them, and redirect them to the media item itself.":["Када у WordPress отпремате медије (на пример, слику или видео), то не само да чува медије, већ креира URL за прилоге. Ове странице за додавање су прилично празне: они садрже медијску ставку и можда наслов ако сте га унели. Због тога, ако никада не користите ове URL прилоге, боље је да их искључите и преусмерите их на сам медиј."],"Learn more about the Media and attachment URLs setting":["Сазнајте више о подешавању медија и URL-ова за прилоге"],"Learn more about the title separator setting":["Сазнајте више о подешавању знака за растављање наслова"],"Learn more about the knowledge graph setting":["Сазнајте више о подешавањима за графику знања"],"Learn more about the homepage setting":["Сазнајте више о подешавањима за почетну страницу"],"Learn more about the special pages setting":["Сазнајте више о подешавањима за специјалне странице"],"Help on the date archives search results setting":["Помоћ у подешавању резултата претраге архиве датума"],"Not showing the archives for authors without posts in the search results technically means those will have a %1$s robots meta and will be excluded from XML sitemaps. %2$sMore info on the search results settings%3$s.":["Ако се не приказују архиве за ауторе без чланака у резултатима претраге, значи да имају мета код  %1$s за роботе, па ће бити изузете из XML  мапа веб места. %2$sВише информација о поставкама резултата претраге%3$s."],"Help on the authors without posts archive search results setting":["Помоћ у подешавању резултата претраге по ауторима који немају чланке"],"Not showing the archive for authors in the search results technically means those will have a %1$s robots meta and will be excluded from XML sitemaps. %2$sMore info on the search results settings%3$s.":["Ако се не приказују архиве по ауторима у резултатима претраге, значи да имају мета код  %1$s за роботе, па ће бити изузете из XML  мапа веб места. %2$sВише информација о поставкама резултата претраге%3$s."],"Help on the author archives search results setting":["Помоћ у подешавању резултата претраге по ауторским архивама"],"Archives settings help":["Помоћ за подешавање архива"],"Learn more about the archives setting":["Сазнајте више о подешавањима архива"],"Get your Yandex verification code in %1$sYandex Webmaster Tools%2$s.":["Узмите ваш Yandex верификациони код у %1$sYandex Webmaster Tools%2$s."],"Yandex verification code":["Yandex верификациони код"],"Get your Google verification code in %1$sGoogle Search Console%2$s.":["Узмите ваш Google верификациони код у %1$sGoogle Search Console%2$s."],"Google verification code":["Google верификациони код"],"Get your Bing verification code in %1$sBing Webmaster Tools%2$s.":["Узмите ваш Bing верификациони код у %1$sBing Webmaster Tools%2$s."],"Bing verification code":["Bing верификациони код"],"You can use the boxes below to verify with the different Webmaster Tools. This feature will add a verification meta tag on your home page. Follow the links to the different Webmaster Tools and look for instructions for the meta tag verification method to get the verification code. If your site is already verified, you can just forget about these.":["Можете да користите наредна поља да бисте потврдили различите Webmaster Tools. Ова функција ће додати мета-ознаку за потврду на вашој почетној страници. Пратите везе до одабраних Webmaster Tools, потражите упутства за верификацију мета ознаке и преузмите код за верификацију. Ако је ваше веб место већ верификовано, можете заборавити на њих."],"Learn more about the Webmaster Tools verification":["Сазнајте више о верификацији за Webmaster Tools"],"On":["Укључено"],"Help on: %s":["Помоћ за: %s"],"%1$s comes with a lot of features. You can enable / disable some of them below. Clicking the question mark gives more information about the feature.":["%1$s долази са пуно функционалности. У наставку можете да укључите/ искључите неке од њих. Кликом на упитник добијате више информација о функционалности."],"Off":["Искључено"],"The advanced section of the %1$s meta box allows a user to remove posts from the search results or change the canonical. These are things you might not want any author to do. That's why, by default, only editors and administrators can do this. Setting to \"%2$s\" allows all users to change these settings.":["Напредни део %1$s поља  омогућава кориснику да уклони чланке из резултата претраге или да промени канонску поставку. То су ствари које можда не желите да раде аутори. Због тога, подразумевано, само уредници и администратори то могу учинити. Постављање на \"%2$s\" омогућава свим корисницима да промене ова подешавања."],"Security: no advanced settings for authors":["Безбедност: нема напредних подешавања за ауторе"],"See who contributed to %1$s.":["Погледајте ко је допринео %1$s."],"Help on this search results setting":["Помоћ за подешавања ових резултата претраге"],"Not showing the archive for %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["Уколико се архива не приказује за %1$s у резултатима претраге, то технички значи да за роботе постоји мета код %2$s, па ће страница бити изузета из XML мапе веб места. %3$sВише информација о поставкама резултата претраге%4$s."],"Not showing %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["Уколико се %1$s не приказује у резултатима претраге, то технички значи да за роботе постоји мета код %2$s, па ће страница бити изузета из XML мапе веб места. %3$sВише информација о поставкама резултата претраге%4$s."],"Default for %2$s, currently: %1$s":["Подразумевано за %2$s, тренутно: %1$s"],"Show %s in search results?":["Да ли да се прикаже %s у резултатима претраге?"],"this author's archives":["архиве овог аутора"],"Do not allow search engines to show %s in search results.":["Претраживачима није дозвољено да прикажу %s у резултатим претраге."],"Category URLs in WordPress contain a prefix, usually %s, this feature removes that prefix, for categories only.":["URL-ови за категорије у WordPress-у обично садрже префикс %s. Ова функционалност уклања тај префикс, али само за категорије."],"Category URLs":["URL-ови категорија"],"the archive for %s":["архива за %s"],"Redirect attachment URLs to the attachment itself?":["Преусмерити URL-ове прилога на сам прилог?"],"We recommend you set this to Yes.":["Препоручујемо да ово поставите на \"Да\""],"Media & attachment URLs":["Медија и URL-ови за прилоге"],"This is what shows in the search results when people find your homepage. This means this is probably what they see when they search for your brand name.":["То је оно што се приказује у резултатима претраге када људи пронађу вашу почетну страницу. Вероватно је то оно што ваши посетиоци виде када траже ваш бренд."],"date archives":["датумске архиве"],"archives for authors without posts":["архиве за ауторе без чланака"],"Read why XML Sitemaps are important for your site.":["Сазнајте због чега су XML мапе веб места важне за ваше веб место."],"Enable the XML sitemaps that %s generates.":["Укључите XML мапе веб места које генерише %s."],"See the XML sitemap.":["Погледајте XML мапу веб места."],"%2$s (current default for %1$s)":["%2$s (тренутно подразумевано за %1$s)"],"Media":["Медији"],"Content Types":["Врсте садржаја"],"Should search engines follow links on this %1$s?":["Да ли претраживачи треба да следе везу до %1$s?"],"Allow search engines to show this %s in search results?":["Да ли треба дозволити претраживачима да %s приказује у резултатима претраге?"],"Search Appearance":["Изглед претраге"],"Please specify what content types you would like to appear in search engines. If you do not know the differences between these, it's best to choose the default settings.":["Молимо наведите које врсте садржаја желите да се појављују у претраживачима. Ако не знате разлике између ових, најбоље је изабрати почетна подешавања."],"Search engines should show \"%1$s\" in search results:":["Претраживачи би требали да покажу \"%1$s\" у резултатима претраге:"],"Search engine visibility":["Видљивост на претраживачима"],"Toggle %1$s's XML Sitemap":["Замени %1$s XML мапу веб места"],"The cornerstone content feature lets you to mark and filter cornerstone content on your website.":["Функционалност \"битан садржај\" вам омогућава да обележите и филтрирате садржај који је најбитнији на вашем веб месту."],"Good results":["Добри резултати"],"Get better search results in local search":["Побољшајте резултате претраге у локалној претрази"],"Allow customers to pick up their %s order locally":["Омогућите купциа да покупе своје %s наруџбине локално"],"SEO analysis":["SEO анализа"],"The SEO analysis offers suggestions to improve the SEO of your text.":["SEO анализа нуди предлоге за побољшање SEO у вашем тексту."],"Learn how the SEO analysis can help you rank.":["Научите како вам SEO анализа може помоћи у рангирању."],"The readability analysis offers suggestions to improve the structure and style of your text.":["Анализа читљивости нуди сугестије за побољшање структуре и стила вашег текста."],"Discover why readability is important for SEO.":["Откријте због чега је читљивост важна за SEO."],"Find out how cornerstone content can help you improve your site structure.":["Сазнајте како вам битан садржај може помоћи да унапредите структуру вашег веб места."],"The text link counter helps you improve your site structure.":["Бројач текстуалних линкова вам помаже да унапредите структуру вашег веб места."],"Find out how the text link counter can enhance your SEO.":["Сазнајте како бројач текстуалних веза може да побољша ваш SEO."],"%s integration":["%s интеграција"],"Read more about how %s works.":["Прочитајте више о томе како %s ради."],"Enable this feature if you want Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared.":["Укључите ову функционалност уколико желите да Facebook и остале друштвене мреже приказују преглед са сликом и одломком текста када неко подели везу на ваше веб место."],"Enable this feature if you want Twitter to display a preview with images and a text excerpt when a link to your site is shared.":["Укључите ову функционалност уколико желите да Twitter приказује преглед са сликом и исечком текста када неко подели везу до вашег веб места."],"Find out why you should upgrade to %s":["Откријте због чега треба да надоградите додатак на %s."],"https://yoa.st/1uk":["https://yoa.st/1uk"],"https://yoa.st/1uj":["https://yoa.st/1uj"],"Latest blog posts on %1$s":["Најновији блог чланци на %1$s"],"Remove highlight from the text":["Уклоните истицање текста из вашег текста."],"Your site language is set to %s. ":["Језик вашег веб места је постављен на %s."],"Get started quickly with the %1$s %2$sconfiguration wizard%3$s!":["Почните брзо са %1$s %2$sчаробњаком%3$s!"],"First-time SEO configuration":["SEO подешавање - први пут"],"Your site language is set to {language}. If this is not correct, contact your site administrator.":["Језик вашег веб места је {language}. Уколико ово није тачно, контактирајте вашег администратора."],"Your site language is set to {language}.":["Језик вашег веб места је {language}."],"Highlight this result in the text":["Назначи овај резултат у тексту"],"Considerations":["Разматрања"],"Errors":["Грешке"],"Change language":["Промени језик"],"You cannot create a %s file.":["Не можете креирати %s датотеку."],"You cannot edit the %s file.":["Не можете уређивати %s датотеку."],"Updated %s":["Ажурирана датотека %s"],"Create %s file":["Креирај %s датотеку"],"Edit the content of your %s:":["Уредите садржај ваше датотеке %s:"],"Save changes to %s":["Снимите измене у %s"],"%s file":["%s датотека"],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please install %3$s to make your life better. %4$s.":["%1$s и %2$s могу да раде заједно пуно боље након убацивања помоћног додатка. Молимо, активирајте %3$s како би себи олакшали живот. %4$s."],"More information":["Више информација"],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please activate %3$s to make your life better.":["%1$s и %2$s могу да раде заједно пуно боље након убацивања помоћног додатка. Молимо, активирајте %3$s како би себи олакшали живот."],"More information about %1$s":["Више информација о %1$s"],"Configuration Wizard":["Чаробњак за конфигурацију"],"You've done it!":["Завршили сте."],"Seamlessly integrate %2$s with %1$s for the content analysis!":["Беспрекорно интегришите %2$s са %1$s за анализу садржаја."],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please install %3$s to make your life better.":["%1$s и %2$s могу пуно боље радити заједно са помоћним додатком. Молимо, поставите %3$s како би себи олакшали живот."],"Manage your %s subscription on MyYoast":["Управљајте вашом %s претплатом на MyYoast"],"Mark the most important %1$s as 'cornerstone content' to improve your site structure. %2$sLearn more about cornerstone content%3$s.":["Означите најважније %1$s као 'битан садржај' и побољшате структуру вашег веб места. %2$sНаучите више о битном садржају%3$s."],"(Opens in a new browser tab)":["(Отвара се на новој картици прегледача)"],"Posts %1$swithout%2$s a focus keyphrase":["Чланци %1$sбез%2$s фокусног кључног израза"],"Hey, your SEO is doing pretty well! Check out the stats:":["Хеј, ваш SEO је прилично добар. is doing pretty well! Погледајте статистику:"],"You don't have any published posts, your SEO scores will appear here once you make your first post!":["Немате постављен ниједан чланак. SEO резултати ће се појавити након постављања првог чланка."],"On this page, you can change the name of your site and choose which separator to use. The separator will display, for instance, between your post title and site name. Symbols are shown in the size they'll appear in the search results. Choose the one that fits your brand best or takes up the least space in the snippets.":["На овој страници можете променити име вашег веб места и одабрати који знак за растављање ћете користити. Овај знак ће, на пример, бити постављен између наслова чланка и назива веб места. Симболи се приказују у величини у којој ће се појавити у резултатима претраге. Изаберите онај који најбоље одговара вашој марки или заузима најмање простора у фрагментима."],"Something else":["Нешто друго"],"A portfolio":["Портфељ"],"A corporation":["Корпорација"],"A small offline business":["Мало предузеће"],"A news channel":["Канал за вести"],"An online shop":["Интернет продавница"],"A blog":["Блог"],"What does the site %1$s represent?":["Шта ваше веб место %1$s представља?"],"If you choose no, your author archives will be deactivated to prevent  duplicate content issues.":["Ако одаберете \"не\", ваше архиве аутора ће бити деактивиране да би се спречио проблем са дуплираним садржајем. "],"Note: we don't store your data in any way and don't have full access to your account. Your privacy is safe with us.":["Напомена: Ми не чувамо ваше податке на било који начин и немамо приступ вашем налогу. \nВаша приватност је сигурна са нама."],"%1$s integrates with Google Search Console, a must-have tool for site owners. It provides you with information about the health of your site. Don't have a Google account or is your site not activated yet? Find out %2$show to connect Google Search Console to your site%3$s.":["%1$s се интегрише са Google Search Console, неопходном алатком за власнике веб места. Ова алатка вам обезбеђује податке о здрављу вашег веб места. Немате Google налог или ваше веб место још увек није активно? Откријте %2$sкако да повежете Google Search Console са вашим веб местом%3$s."],"Option B: My site is under construction and should not be indexed":["Опција Б: Моје веб место је у изградњи и не би требало да буде индексирано"],"Option A: My site is live and ready to be indexed":["Опција Б: Моје веб место је активно спремно за индексирање"],"Choose under construction if you want to keep the site out of the index of search engines. Don't forget to activate it once you're ready to publish your site.":["Користите опцију \"у изградњи\" ако желите да претраживачи не индексирају веб место. Не заборавите да је активирате када будете спремни да објавите веб место."],"Please specify if your site is under construction or already active.":["Молимо дефинишите да ли је ваше веб место у изградњи или је активно."],"This information will be used in Google's Knowledge Graph Card, the big block of information you see on the right side of the search results.":["Ове информације ће се користити на картици Google-ове графике знања, велики оквир са подацима који видите на десној страни резултата претраге."],"Read more like this on our SEO blog":["Прочитајте још оваквих ствари на нашем SEO блогу"],"Readability: %s":["Читљивост: %s"],"Not activated":["Није активирана"],"Activated":["Активирана"],"%1$s recommendations for you":["%1$s препорука за вас"],"All Readability Scores":["Све оцене читљивости"],"Filter by Readability Score":["Филтрирај по оцени читљивости"],"You are not receiving updates or support! Fix this problem by adding this site and enabling %1$s for it in %2$s.":["Не добијате ажурирања или подршку! Поправите овај проблем тако што ћете додати ово веб место и укључити %1$s за њега у одељку %2$s. "],"Request method %1$s is not valid.":["Тражена метода %1$s није исправна."],"Do you want to preview what it will look like if people share this post on %1$s? You can, with %2$s.":["Да ли желите да прегледате како ће изгледати ако људи поделе овај чланак на %1$s? То можете са %2$s. "],"Good job! All the links in your texts have been counted.":["Одлично! Све везе у вашим текстовима су пребројане."],"Calculation completed.":["Калкулација завршена."],"Calculation in progress...":["Калкулација у току..."],"Stop counting":["Заустави бројање"],"Counting links in your texts":["Бројање веза у вашим текстовима"],"Text %1$s of %2$s processed.":["Текст %1$s од %2$s обрађен."],"All your texts are already counted, there is no need to count them again.":["Сви ваши текстови су већ пребројани, нема потребе за поновним пребројавањем."],"Count links in your texts":["Броји везе у вашим текстовима."],"Text link counter":["Бројач веза у текстовима"],"Number of internal links linking to this post. See \"Yoast Columns\" text in the help tab for more info.":["Број унутрашњих веза који показују на овај чланак. У картици \"Помоћ\" погледајте текст \"Yoast Columns\" уколико желите више информација."],"Number of outgoing internal links in this post. See \"Yoast Columns\" text in the help tab for more info.":["Број одлазећих унутрашњих веза у овом чланку. У картици \"Помоћ\" погледајте текст \"Yoast Columns\" уколико желите више информација. "],"%1$s adds several columns to this page. We've written an article about %2$show to use the SEO score and Readability score%3$s. The links columns show the number of articles on this site linking %5$sto%6$s this article and the number of URLs linked %5$sfrom%6$s this article. Learn more about %4$show to use these features to improve your internal linking%3$s, which greatly enhances your SEO.":["%1$s додаје неколико колона на ову страницу. Написали смо чланак о томе%2$sкако користити SEO скор и скор читљивости%3$s. Колоне за везе приказују број чланака на овом сајту, који имају везу %5$sка%6$s овом чланку и број URL-ова који дају везу %5$sод%6$s овог чланка. Научите %4$s како да користите ове особине за побољшање ваших интерних веза%3$s, чиме значајно побољшавате ваш SEO."],"%s Columns":["%s Колона"],"Readability score":["Резултат читљивости"],"Other benefits of %s for you:":["Остале погодности %s за вас:"],"Scroll to see the preview content.":["Скролуј како би прегледао садржај."],"Cornerstone content":["Битан садржај"],"If you want to outrank the competition in a specific town or region, check out our %1$s plugin! You’ll be able to easily insert Google maps, opening hours, contact information and a store locator. Besides that %1$s helps you to improve the usability of your contact page.":["Ако желите да претекнете конкуренцију у одређеном граду или региону, проверите наш %1$s додатак. Моћи ћете једноставно да убаците Google мапе, радно време, информације за контакт и локатор продавнице. Осим тога %1$s вам помаже да побољшате употребљивост контакт странице."],"Attract more customers near you":["Привуците више муштерија у вашој близини"],"Upgrade to Premium":["Надоградите у премиум"],"Do you want to outrank your competition? %1$s gives you awesome additional features that'll help you to set up your SEO strategy like a professional. Add synonyms and related keywords, use our Premium SEO analysis, the redirect manager and our internal linking tool. %1$s will also give you access to premium support.":["Желите да претекнете конкуренцију? %1$s вам даје одличне додатне могућности које ће вам помоћи да поставите SEO стратегију као професионалац. Користите синониме и сродне кључне речи, управника за преусмеравања и наш алат за итерне везе. %1$s ће вам, исто тако, омогућити приступ премијум корисничкој подршци."],"Outrank the competition with %s":["Надмашите конкуренцију са %s"],"We have detected that you have not finished this wizard yet, so we recommend you to %2$sstart the configuration wizard to configure %1$s%3$s.":["Утврдили смо да још увек нисте завршили рад са овим черобњаком. Зато вам предлажемо да %2$sпокренете чаробњак за конфигурисање и конфигуришете %1$s%3$s."],"The configuration wizard helps you to easily configure your site to have the optimal SEO settings.":["Чаробњак за конфигурисање ће вам помоћи да једноставно конфигуришете ваш сајт на оптимална SEO подешавања."],"Superfast internal linking suggestions":["Предлози за супер брзо унутрашње линковање"],"Great news: you can, with %1$s!":["Сјајне вести: Можете са  %1$s."],"Save changes":["Сними измене"],"1 year free support and updates included!":["Укључена једна година бесплатних ажурирања и надоградњи."],"The plugin %2$s changes your site's output and in doing that differentiates between search engines and normal users, a process that's called cloaking. We highly recommend that you disable it.":["Додатак %2$s даје различит излаз за претраживаче и и нормалне кориснике. Овај проце се зове прикривање садржаја. Препоручујемо да искључите овај додатак."],"%1$sSocial media preview%2$s: Facebook & Twitter":["%1$sПреглед друштвених мрежа%2$s: Facebook и Twitter"],"%1$sNo more dead links%2$s: easy redirect manager":["%1$sНема више мртвих линкова%2$s: једноставан управник преусмеравања"],"No ads!":["Нема реклама!"],"Facebook & Twitter":["Facebook и Twitter"],"Social media preview":["Преглед друштвених медија"],"Easy redirect manager":["Једноставан управник преусмеравања"],"No more dead links":["Нема више мртвих веза"],"Increase your SEO reach":["Повећај свој SEO домет"],"If you want more help creating awesome content, check out our %2$sSEO copywriting course%3$s. Do you want to know all about the features of the plugin, consider doing our %1$s!":["Ако желите више помоћи при креирању одличног садржаја, проверите наш %3$sSEO copywriting course%4$s. Ако желите да сазнате све о опцијама додатка, размислите да урадите наш %1$Yoast SEO for WordPress training%2$s! "],"Variable":["Променљива"],"Available variables":["Расположиве променљиве"],"Scroll to see the table content.":["Скролујте како бисте видели садржај табеле."],"An error occurred in the '%1$s' assessment":["Појавила се грешка у '%1$s' процени"],"%1$s of the words contain %2$sover %3$s syllables%4$s, which is more than the recommended maximum of %5$s.":["%1$s речи садржи %2$sвише од%3$s слогова%4$s, што је више од препорученог максимума који износи %5$s. "],"%1$s of the words contain %2$sover %3$s syllables%4$s, which is less than or equal to the recommended maximum of %5$s.":["%1$s речи садржи %2$sвише од%3$s слогова%4$s, што је мање или једнако од препорученом максимуму који износи %5$s. "],"This is slightly below the recommended minimum of %5$d word. %3$sAdd a bit more copy%4$s.":["Ово је нешто испод препорученог минимума од %5$d речи. %3$sДодајте још мало текста%4$s.","Ово је нешто испод препорученог минимума од %5$d речи. %3$sДодајте још мало текста%4$s.","Ово је нешто испод препорученог минимума од %5$d речи. %3$sДодајте још мало текста%4$s."],"The meta description contains %1$d sentence %2$sover %3$s words%4$s. Try to shorten this sentence.":["Мета опис садржи %1$d реченицу %2$s са више од %3$s речи%4$s. Покушајте скратити реченицу.","Мета опис садржи %1$d реченице %2$s са више од %3$s речи%4$s. Покушајте скратити реченицу.","Мета опис садржи %1$d реченица %2$s са више од %3$s речи%4$s. Покушајте скратити реченицу."],"The meta description contains no sentences %1$sover %2$s words%3$s.":["Мета опис не садржи реченице %1$s са више од %2$s речи%3$s."],"Step %1$d: %2$s":["Корак %1$d: %2$s"],"No new notifications.":["Нема нових обавештења."],"Save all":["Сними све"],"Save":["Сними"],"%1$s, Author at %2$s":["%1$s, аутор са %2$s"],"Mobile preview":["Приказ за мобилне уређаје"],"Desktop preview":["Приказ за стоне рачунаре"],"Please provide an SEO title by editing the snippet below.":["Молимо вас наведите SEO наслов за уређивање фрагмента у наставку."],"Meta description preview:":["Преглед мета описа:"],"Slug preview:":["Преглед подлошка (slug):"],"SEO title preview:":["Преглед СЕО наслова:"],"Close snippet editor":["Искључи уређивач фрагмената"],"Slug":["Подложак"],"Remove marks in the text":["Уклоните ознаке из текста"],"Mark this result in the text":["Обележите овај резултат у тексту"],"Marks are disabled in current view":["Ознаке су искључене у тренутном приказу"],"Good SEO score":["Добар СЕО рeзултат"],"OK SEO score":["Задовољавајући SEO резултат"],"Feedback":["Повратна информација"],"ok":["ok"],"Choose an image":["Одаберите неку слику"],"Remove the image":["Уклоните слику"],"MailChimp signup failed:":["Није успело пријављивање на MailChimp:"],"Sign Up!":["Пријавите се."],"Name":["Име"],"Please provide a meta description by editing the snippet below.":["Молимо вас да у наставку упишете мета опис за уређивање фрагмента."],"Edit snippet":["Уреди фрагмент"],"You can click on each element in the preview to jump to the Snippet Editor.":["Можете кликнути на сваки елемент у прегледу како би се пребацили на уређивач фрагмента"],"SEO title preview":["Преглед SEO наслова"],"Meta description preview":["Преглед мета описа"],"A problem occurred when saving the current step, {{link}}please file a bug report{{/link}} describing what step you are on and which changes you want to make (if any).":["Настао је проблем у току уписа тренутног корака, {{link}}молимо вас, попуните извештај о грешци{{/link}} са описом тренутног корака и изменама које бисте желели да извршите (ако их има)."],"Close the Wizard":["Затвори Чаробњака"],"Export settings":["Извоз подешавања"],"%1$s video tutorial":["%1$s видео приручник"],"%s &rsaquo; Configuration Wizard":["%s &rsaquo; Чаробњак за конфигурацију"],"Please don't show me this notification anymore":["Молим више не приказуј ову поруку"],"If you are experiencing issues, %1$splease file a bug report%2$s and we'll do our best to help you out.":["Ако имате потешкоћа, %1$sпопуните извештај о грешци%2$s, а ми ћемо се потрудити да решимо проблем."],"We've noticed you've been using %1$s for some time now; we hope you love it! We'd be thrilled if you could %2$sgive us a 5 stars rating on WordPress.org%3$s!":["Запазили смо да користите %1$s већ неко време. Надамо се да вам се свиђа. Одушевићемо се ако бисте могли да нам %2$sдате оцену 5 звездица на WordPress.org%3$s! "],"Date archives settings":["Подешавања датумских архива"],"Author archives settings":["Подешавања ауторских архива"],"%1$s by %2$s":["%1$s са %2$s"],"Warning: the variable %1$s cannot be used in this template. See the %2$s for more info.":[""],"By the way, did you know we also have a %1$sPremium plugin%2$s? It offers advanced features, like a redirect manager and support for multiple keyphrases. It also comes with 24/7 personal support.":["Узгред, да ли сте знали да такође поседујемо %1$sPremium додатак%2$s? Овај додатак нуди напредне функционалности, попут управљача за преумеравања и подршку за више кључних израза. Такође долази са 24/7 директном подршком."],"(no title)":["(без наслова)"],"%s installation wizard":["%s чаробњак за инсталацију"],"The %1$s admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["%1$s администраторски мени садржи корисне линкове ка алатима за анализу страница и омогућава вам да лако видите нова обавештења."],"Admin bar menu":["Администраторски мени"],"%1$s will check weekly if your site is still indexable by search engines and %2$s will notify you when this is not the case.":[" %1$s недељно проверава да ли је ваше веб место доступно претраживачима за индексирање и %2$s вас обавештава ако то није случај."],"Features":["Особине"],"SEO title":["SEO Наслов"],"While we strive to make setting up %1$s as easy as possible, we understand it can be daunting. If you’d rather have us set up %1$s for you (and get a copy of %2$s in the process), order our %3$s%1$s configuration service%4$s here!":["Иако тежимо да подешавање %1$s учинимо лакшим, разумемо да овај посао некада може деловати обесхрабрујуће. Ако желите да ми подесимо %1$s за вас (а да при томе добијете %2$s) , наручите нашу услугу %3$s%1$s configuration service%4$s овде!"],"Welcome to the %1$s configuration wizard. In a few simple steps we'll help you configure your SEO settings to match your website's needs!":["Добро дошли у наш %1$s чаробњак за подешавања. У неколико лаких корака ћемо вам помоћи да подесите ваша SEO подешавања у складу са потребама вашег веб-сајта!"],"Google shows your website's name in the search results, if you want to change it, you can do that here.":["Google приказује име вашег сајта у резултатима претраге, ако желите то да промените можете то да урадите овде."],"Greater than sign":["Веће је од"],"Less than sign":["Мањи је од"],"Right angle quotation mark":["Десни угао наводника."],"Left angle quotation mark":["Леви угао наводника."],"Small tilde":["Мала тилда."],"Vertical bar":["Усправна црта"],"Low asterisk":["Мала звездица."],"Asterisk":["Звездица"],"Bullet":["Знак за набрајање."],"Middle dot":["Средња тачка"],"Em dash":["М црта"],"En dash":["Н црта"],"Dash":["Црта"],"Choose the symbol to use as your title separator. This will display, for instance, between your post title and site name. Symbols are shown in the size they'll appear in the search results.":["Изаберите симбол који ћете користити за раздвајање наслова. Тај симбол биће приказан између назива чланка и имена сајта, за сваки приказани примерак. Величине симбола биће формиране у зависности од од оних у резултатима претраге."],"The name of the person":["Име особе"],"No":["Не"],"Yes":["Да"],"Does, or will, your site have multiple authors?":["Да ли ваш сајт поседује више аутора или ће их имати у будућности?"],"WordPress automatically generates an URL for each media item in the library. Enabling this will allow for google to index the generated URL.":["WordPress аутоматски генерише УРЛ за сваки предмет у медијској библиотеци. Укључивање ове опције ће дозволити google-u да индексира генерисани УРЛ."],"Success!":["Успех!"],"Title settings":["Подешавање наслова"],"Multiple authors":["Више аутора"],"Site type":["Тип веб места"],"Environment":["Окружење"],"Yoast option %1$s not found.":["Yoast  опција %1$s није пронађена."],"Google Structured Data Test":["Google Structured Data Test"],"Posts list":["Листа чланака"],"Posts list navigation":["Навигација за листу чланака"],"Filter posts list":["Филтрирај листу чланака"],"Note that links to archives might be still output by your theme and you would need to remove them separately.":["Имајте на уму да ваша тема још увек може користити линкове на архиве, па их морате засебно уклонити."],"%1$s to optimize your site even further":["%1$s да боље оптимизујете ваше веб место"],"%1$s extensions":["%1$s проширења"],"Comes with our 30-day no questions asked money back guarantee":["Долази са 30 дана гарантованим повраћајем новца"],"More information %1$sabout %3$s%2$s":["Више информација  %1$sО чему %3$s%2$s"],"Installed":["Инсталиран"],"gain access to our 24/7 support team.":["Добијате приступ нашој 24/7 подршци."],"Premium support":["Премиум подршка"],"check what your Facebook or Twitter post will look like.":["Проверите како ће ваш Facebook или Twitter чланак изгледати."],"Social previews":["Приказ на друштвеним мрежама"],"create and manage redirects from within your WordPress install.":["Креирај и управљај преусмеравањима у својој WordPress инсталацији."],"Redirect manager":["Управљач преусмеравањима"],"%1$s, take your optimization to the next level!":["%1$s, одведите вашу оптимизацију на следећи ниво!"],"A seamless integration between %1$s and %2$s":["Лака интеграција између %1$s i %2$s"],"Use %1$s breadcrumbs instead of %2$s ones":["Користите %1$s breadcrumbs уместо %2$s"],"Easily insert Google Maps, a store locator, opening hours and more":["Лако додајте Google Maps, маркер за радњу, радно време и још много тога"],"Creates XML News Sitemaps":["Креира XML News мапу веб места"],"Immediately pings Google on the publication of a new post":["Истог тренутка обавештава Google о објави новог чланка"],"Optimize your site for Google News":["Оптимизујте ваше веб место за Google News"],"Make videos responsive through enabling fitvids.js":["Учини видео на веб месту прилагодљивим кроз укључивање fitvids.js"],"Enhance the experience of sharing posts with videos":["Побољшајте искуство дељења чланака са видеом"],"Show your videos in Google Videos":["Прикажите ваше видео записе на Google Videos"],"Edit &#8220;%s&#8221;":["Уреди &#8220;%s&#8221;"],"Premium":["Премијум"],"Google Trends":["Google Trends"],"Notifications":["Обавештења"],"Removes the focus keyphrase section from the metabox and disables all SEO-related suggestions.":["Уклања одељак за кључне изразе из мета поља и онeмогућава свe сугестије у вези са SEO-м."],"Disable SEO analysis":["Онемогући SEO анализу"],"Twitter settings":["Twitter подешавања"],"Pinterest settings":["Pinterest подешавања"],"Facebook settings":["Facebook подешавања"],"Title separator symbol":["Симбол за одвајање наслова"],"RSS feed settings":["Подешавања RSS довода"],"Breadcrumbs settings":["Breadcrumbs подешавања"],"Make primary":["Направи примарни"],"%s notification":["%s обавештење","%s обавештења","%s обавештења"],"Disable readability analysis":["Онемогући анализу читљивости"],"Removes the readability analysis section from the metabox and disables all readability-related suggestions.":["Уклања одељак за читљивост из метапоља и искључује све предлоге везане за читљивост."],"Readability analysis":["Анализа читљивости"],"Needs improvement":["Потребно је унапређење"],"Readability":["Читљивост"],"Improvements":["Унапређења"],"Dismiss this item.":["Уклони ову ставку"],"Good job! We could detect no serious SEO problems.":["Одлично урађено! Нисмо успели да пронађемо ниједан озбиљан SEO проблем."],"We have detected the following issues that affect the SEO of your site.":["Открили смо недостатке који утичу на СЕО вашег веб места."],"Problems":["Проблеми"],"Analysis":["Анализе"],"Not available":["Није доступно"],"Filter by SEO Score":["Филтрирај по SEO рејтингу"],"Meta description not set.":["Мета опис није подешен."],"Open":["Отвори"],"Dashboard":["Контролна табла"],"You can fix this on the %1$sPermalink settings page%2$s.":["Ово можете поправити на %1$sЦтрани за подешавање сталних веза%2$s."],"Replaced with the primary category of the post/page":["Замењено са примарном категоријом чланка/стране"],"Pinterest confirmation":["Pinterest потврда"],"If you have already confirmed your website with Pinterest, you can skip the step below.":["Ако сте већ повезали ваш сајт са Pinterest-ом, можете прескочити корак испод."],"Format-based archives":["Архиве на бази формата"],"Webmaster Tools verification":["Верификација Webmaster алата"],"Buy %s":["Купи %s"],"New %1$s Title":["Нови %1$s Наслов"],"Existing %1$s Title":["Постојећи %1$s Наслов"],"Expected an integer as input.":["Очекује се унос целог броја (integer)."],"Trying to build the sitemap cache key, but the postfix and prefix combination leaves too little room to do this. You are probably requesting a page that is way out of the expected range.":["Покушано креирање кеш-кључа за мапу веб места, али комбинација суфикса и префикса оставља премало места за ово. Вероватно тражите страницу која је изван очекиваног распона."],"Remove":["Уклони"],"Keep":["Задржи"],"Bold the last page":["Подебљај последњу страну"],"Regular":["Нормално"],"Bold":["Подебљано"],"Show Blog page":["Прикажи Блог страну"],"Primary %s":["Главни %s"],"Primary":["Главни"],"Make %1$s primary %2$s":["Учини %1$s главним %2$s"],"Term is set to noindex.":["Термин није предвиђен за индексирање."],"Author archives":["Архиве аутора"],"Show":["Прикажи"],"Enabled":["Укључено"],"Disabled":["Искључено"],"The separator defined in your theme's %s tag.":["Сепаратор је дефинисан у ознаци ваше теме  %s."],"No index":["Нема индекса"],"If you want to use an image for sharing on %1$s, you can upload / choose an image or add the image URL here.":["Ако желите да користите слику за дељење на %1$s, можете отпремити / изабрати слику или додати URL слике овде."],"If you don't want to use the meta description for sharing on %1$s but want another description there, write it here.":["Ако не желите да користите мета опис за дељење на %1$s, већ желите други опис, напишите га овде."],"If you don't want to use the title for sharing on %1$s but instead want another title there, write it here.":["Ако не желите да користите наслов за дељење на %1$s, већ желите да користите други наслов, напишите га овде."],"Once Weekly":["Јeдном нeдeљно"],"SEO score":["SEO резултат"],"Recalculating SEO scores for all pieces of content with a focus keyphrase.":["Прeрачунавам СЕО рeзултатe за свe дeловe садржаjа са фокусним изразом"],"%1$s of %2$s done.":["%1$s од %2$s је урађено."],"We've updated our SEO score algorithm. %1$sRecalculate the SEO scores%2$s for all posts and pages.":["Унапрeдили смо наш алгоритам за СЕО рeзултат. %1$sКликни овдe да поново израчунаш СЕО рeзултатe %2$s за свe чланкe и странe."],"Team Yoast":["Yoast Тим"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["Прво право све-у једном SEO решење за WordPress, укључујући on-page анализу садржаја, XML мапу веб-места и још много тога. "],"Yoast SEO":["Yoast SEO"],"Activation failed:":["Активација није успела:"],"The filter extension seem to be unavailable. Please ask your web host to enable it.":["Изгледа да је недоступан наставак у филтеру. Контактирајте хостинг компанију да вам то омогуће."],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":["Инсталација %1$s додатка није завршена: Молимо вас погледајте %2$sинструкције за инсталацију%3$s."],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":["Надоградња Standard PHP Library (SPL) није доступна. Замолите вашу хостинг компанију да је активира."],"SEO Settings":["SEO подешавања"],"Mobile-Friendly Test":["Тест прилагођености мобилном уређају"],"Google Page Speed Test":["Google Page Speed test"],"CSS Validator":["CSS валидатор"],"HTML Validator":["HTML валидатор"],"Pinterest Rich Pins Validator":["Pinterest Rich Pins валидатор"],"Facebook Debugger":["Facebook дебагер"],"Check Google Cache":["Провери Google Cache"],"Analyze this page":["Анализирај ову страницу"],"Keyword Research":["Претрага кључних речи"],"%s does not seem to be a valid url. Please correct.":["чини се да %s није валидан url. Молимо, исправите га."],"%1$s does not seem to be a valid %2$s verification string. Please correct.":["%1$s чини се да није исправан %2$s низ карактера за проверу. Молимо, исправите га."],"%s Archive":["%s Архива"],"You searched for %s":["Тражили сте %s"],"%s does not seem to be a valid Twitter Username. Please correct.":["%s изгледа да није важећи Twitter кориснички налог. Молим исправите."],"Summary with large image":["Резиме са великом сликом"],"Summary":["Резиме"],"The post %1$s appeared first on %2$s.":["Чланак %s се појављује прво на %s."],"No numeric value was received.":["Нема примљених бројних вредности."],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":["Ово треба да буде постојећи блог. Блог %s не постоји или је означен као обрисан."],"The default blog setting must be the numeric blog id of the blog you want to use as default.":["Поставка задатог блога треба да буде нумерички ID блога кога желите користити као подразумевану вредност."],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":["%1$s није исправан избор за корисника који има приступ %2$s подешавањима. Вредност је враћена на подразумевану."],"Please select a valid post type for taxonomy \"%s\"":["Молим вас, одаберите важећи тип чланка за таксономију \"%s\""],"Please select a valid taxonomy for post type \"%s\"":["Молим вас, одаберите важећу таксономију за тип чланка \"%s\""],"You searched for":["Тражили сте"],"Home":["Почетна"],"Archives for":["Архива за"],"Error 404: Page not found":["Грешка 404: Страница није пронађена"],"Good":["Добар"],"Replaced with a custom taxonomies description":[" Замењено прилагођеним описом таксономије"],"Replaced with a posts custom taxonomies, comma separated.":["Замењено прилагођеним таксономијама за чланак, одвојено зарезом."],"Replaced with a posts custom field value":["Замењено вредношћу из прилагођеног поља чланка "],"Replaced with the slug which caused the 404":["Замењено подлошком који даје 404"],"Replaced with the posts focus keyphrase":["Замењено фокусним изразом чланка"],"Attachment caption":["Наслов прилога"],"Replaced with the current page number":["Замењено тренутним бројем странице"],"Replaced with the current page total":["Замењено тренутним укупним бројем страна"],"Replaced with the current page number with context (i.e. page 2 of 4)":["Замењено тренутним бројем странице која има садржај ( нпр 2 странице од 4)"],"Replaced with the post/page author's 'Biographical Info'":["Замењено са ауторовим чланком/страничним информацијама о биографији"],"Replaced with the post/page author's 'nicename'":["Замењено са ауторовим пост/страничним надимком"],"Replaced with the post/page ID":["Замењено идентификационим бројем чланка/странице"],"Replaced with the post/page modified time":["Замењено са промењеним временом чланка/странице"],"Replaced with the content type plural label":["Замењено натписом типа чланка у множини"],"Replaced with the content type single label":["Замењено натписом типа чланка у једнини"],"Replaced with the current search phrase":["Замењено тренутном фразом за претраживање"],"Replaced with the term name":["Замењено именом термина"],"Replaced with the term description":["Замењено описом термина"],"Replaced with the tag description":["Замењено описом ознаке"],"Replaced with the category description":["Замењено описом категорије"],"Replaced with the post categories (comma separated)":["Замењено категоријом чланка (одвојено заградом)"],"Replaced with the current tag/tags":["Замењено тренутно/тренутним ознаком/ознакама"],"Replaced with the post/page excerpt (without auto-generation)":["Замењено сижеом чланка/странице ( без аутоматског генерисања)"],"Replaced with the post/page excerpt (or auto-generated if it does not exist)":["Замењено сижеом чланка/странице ( или аутоматско генерисање уколико не постоји)"],"The site's name":["Назив веб места"],"Replaced with the title of the parent page of the current page":["Замењен насловом стране родитеља тренутне стране"],"Replaced with the title of the post/page":["Замењено насловом чланка/странице"],"Replaced with the date of the post/page":["Замењено датумом чланка/странице"],"Page %1$d of %2$d":["Страница %1$d од %2$d"],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":["WPSEO стандардна заменска променљива се не може надвладати тако што се региструје променљива истим именом.\nУместо поменутог, користити  \"wpseo_replacements\" филтер за подешавање заменске променљиве"],"A replacement variable with the same name has already been registered. Try making your variable name unique.":["Заменска променљива је већ пријављена. Покушајте изабрати јединственију заменску променљиву"],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":["Заменска променљива не може почињати са \"%%cf_\" или \"%%ct_\" обзиром да су карактери резервисани за WPSEO стандардну заменску променљиву за прилагођена поља и прилагођену таксономију.\nПокушајте изабрати заменску променљиву са мање сличним називом."],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":["Заменска променљива може садржати само слова и бројеве, доњу црту или црту.\nПокушајте да преименујете вашу променљиву."],"Admin only notice: this page does not show a meta description because it does not have one, either write it for this page specifically or go into the [%1$s - %2$s] menu and set up a template.":["Белешка само за администратора: Ова станица не приказује мета опис, зато што исти не постоји. Напишите мета опис за ову страницу или изаберите опцију менија  [%1$s - %2$s] и подесите шаблон."],"Page not found":["Страница није пронађена"],"%s Archives":["%s Архиве"],"Search for \"%s\"":["Претрага за \"%s\""],"Meta description to use for Author page":["Мета опис који се користи за страницу аутора"],"Title to use for Author page":["Наслов који се користи за страницу аутора"],"%1$s settings":["%1$s подешавања"],"Export your %1$s settings":["Извезите ваше %1$s поставке"],"Import settings":["Увезите подешавања"],"Import from other SEO plugins":["Увези из других SEO додатака"],"Import":["Увоз"],"If you had a %s file and it was editable, you could edit it from here.":["Уколико имате %s датотеку и можете да је мењате, можете је уређивати одавде."],"If your %s were writable, you could edit it from here.":["Ако је у вашу %s датотеку дозвољен упис, можете је уредити одавде."],"You don't have a %s file, create one here:":["Немате %s датотеку. Креирајте је овде:"],"A link to your site, with your site's name and description as anchor text.":["Веза до вашег веб места, са именом веб места и описом као текст везе."],"A link to your site, with your site's name as anchor text.":["Веза до вашег сајта, са именом сајта као текст линка."],"A link to the post, with the title as anchor text.":["Веза до чланка, са његовим насловом као текст линка."],"A link to the archive for the post author, with the authors name as anchor text.":["Линк ка архиви за ауторе чланка, са именом аутора као текстом линка."],"You can use the following variables within the content, they will be replaced by the value on the right.":["Можете да користите следеће променљиве у тексту. Исте ће бити замењене вредношћу са десне стране."],"Content to put after each post in the feed":["Садржај који ће бити убачен после сваког чланка у довод"],"Content to put before each post in the feed":["Садржај који ће бити убачен пре сваког чланка у довод"],"This feature is used to automatically add content to your RSS, more specifically, it's meant to add links back to your blog and your blog posts, so dumb scrapers will automatically add these links too, helping search engines identify you as the original source of the content.":["Ова функција се користи да аутоматски дода садржај у ваш RSS, односно, додаје повратне линкове ка вашем блогу и вашим чланцима, да би скрепери аутоматски додали те линкове, тиме помажући претраживачима да одреде вас као ауторе садржаја."],"Usage of this breadcrumbs feature is explained in %1$sour knowledge-base article on breadcrumbs implementation%2$s.":["Коришћење breadcrumbs опције је објашњено у %1$sнаша база знања чланак о имплементацији breadcrumbs-a%2$s."],"How to insert breadcrumbs in your theme":["Како убацити breadcrumb-ове у вашу тему"],"Blog":["Блог"],"Content type archive to show in breadcrumbs for taxonomies":["Назив архиве за тип чланка који се, за таксономије, приказује у мрвицама."],"Taxonomy to show in breadcrumbs for content types":["Таксономија која се, за типове садржаја, приказује у мрвицама."],"Breadcrumb for 404 Page":["Breadcrumb за страницу 404"],"Prefix for Search Page breadcrumbs":["Префикс за breadcrumbs Стране за претрагу"],"Prefix for Archive breadcrumbs":["Префикс за breadcrumbs Архиве"],"Prefix for the breadcrumb path":["Префикс за breadcrumb путању"],"Anchor text for the Homepage":["Текст везе за почетну страну"],"Separator between breadcrumbs":["Сепаратор између breadcrumb-ова"],"Enable Breadcrumbs":["Дозволи Breadcrumb-ове"],"Below are your published posts' SEO scores. Now is as good a time as any to start improving some of your posts!":["У наставку се налазе SEO оцене ваших објављених постова. Право је време да сада или касније кренете са оптимизацијом неких ваших постова."],"Credits":["Заслуге"],"&laquo; Back to Tools page":["&laquo; назад на страницу са алаткама"],"%1$s comes with some very powerful built-in tools:":["У %1$s су уграђени неки веома моћни алати:"],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":["Овај алат вам допушта да брзо мењате датотеке које су важне за ваш SEO, као што су robots.txt и .htaccess датотека, ако је имате. "],"File editor":["Уређивач датотека"],"Import settings from other SEO plugins and export your settings for re-use on (another) blog.":["Увезите подешавања из других SEO додатака и извезите ваша подешавања за поновниу употребу на другом блогу."],"Import and Export":["Увоз и извоз"],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":["Овај алат вам омогућава да брзо измените наслове и описе у вашим чланцима и страницама без потребе да уређујете сваку страницу посебно."],"Bulk editor":["Групни уређивач"],"To %1$sconfirm your site with Pinterest%2$s, add the meta tag here:":["Да бисте %1$sпотврдили ваше веб место на Pinterest-у%2$s, додајте мета ознаку овде:"],"Pinterest uses Open Graph metadata just like Facebook, so be sure to keep the \"Add Open Graph meta data\" setting on the Facebook tab enabled if you want to optimize your site for Pinterest.":[""],"The default card type to use":["Подразумевани тип картице за употребу"],"Add Twitter card meta data":["Додај мета податке за Twitter картицу"],"This image is used if the post/page being shared does not contain any images.":["Слика се користи ако чланак/страница која се дели не садржи никакве слике."],"Default settings":["Подразумевана подешавања"],"Copy home meta description":["Копирај мета опис почетне стране"],"Description":["Opis"],"Image URL":["Веза до слике"],"These are the title, description and image used in the Open Graph meta tags on the front page of your site.":["Ово су назив, опис, и слика коришћени у Open Graph мета ознакама на почетној страници вашег сајта."],"Frontpage settings":["Подешавања насловне стране"],"Add Open Graph meta data":["Додај Open Graph мета податке"],"YouTube URL":["YouTube URL"],"Pinterest URL":["Pinterest URL"],"MySpace URL":["MySpace URL"],"LinkedIn URL":["LinkedIn URL"],"Instagram URL":["Instagram URL"],"Twitter Username":["Twitter корисничко име"],"Facebook Page URL":["URL странице на Facebook-у"],"Accounts":["Налози"],"Restore site to defaults":["Врати веб место на подразумевана подешавања"],"Site ID":["ID веб места"],"Using this form you can reset a site to the default SEO settings.":["Коришћењем ове форме можете вратити веб место на почетна SEO подешавања."],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new sites.":["Посебна подешавања која су везана за приватност (FB администратори и слично), за тему (прерада наслова) и још нека подешавања специфична за веб место неће бити увезена у нове блогове."],"Enter the %1$sSite ID%2$s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":["Упишите %1$sID веб места%2$s чије поставке желите да буду подразумеване вредности за сва веб места која се налазе у вашој мрежи. Оставите празно ако не желите да дефинишете ову вредност (користиће се подразумевана вредност додатка). "],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":["Одаберите веб место чије поставке желите да користите као подразумеване вредности за сва веб места која се налазе у вашој мрежи. Ако одаберете \"Ништа\", користиће се подразумевана вредност додатка."],"New sites in the network inherit their SEO settings from this site":["Нова веб места у мрежи наслеђују SEO подешавања овог веб места."],"Super Admins only":["Само за супер администраторе"],"Site Admins (default)":["Администратори сајта (подразумевано)"],"Who should have access to the %1$s settings":["Ко треба да има приступ %1$s подешавањима"],"spam":["непожељно"],"mature":["за одрасле"],"archived":["архивирано"],"public":["јавно"],"%s restored to default SEO settings.":["%s враћен на почетна SEO подешавња."],"Settings Updated.":["Подешавања ажурирана."],"404 pages":["404 стране"],"Search pages":["Стране за претрагу"],"These pages will be %s by default, so they will never show up in search results.":["Ове странице ће подразумевано бити %s, па се неће појављивати у резултатима претраге."],"Special Pages":["Специјалне стране"],"Date-based archives could in some cases also be seen as duplicate content.":["Архиве по датуму могу бити у неким случајевима узете као дуплирани садржај."],"If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or to add %s to it so it doesn't show up in the search results.":["Ако се ово појављује на вашем веб месту, можете одабрати деактивирање (резултат је преусмеравање на почетну страницу) или додавање %s, тако да се не појављује у резултатима претраге."],"If you're running a one author blog, the author archive will be exactly the same as your homepage. This is what's called a %1$sduplicate content problem%2$s.":["Ако блог пише само један аутор, онда ће архива аутора бити идентична са почетном страном. Ово се зове %1$sпроблем дуплираног садржаја%2$s. "],"Date archives":["Архива по датумима"],"author archives":["архиве аутора"],"Title":["Наслов"],"%1$s Meta Box":["%1$s Мета оквир"],"Hide":["Сакриј"],"Take note:":["Обратите пажњу:"],"You can determine the title and description for the blog page by %1$sediting the blog page itself%2$s.":["Можете дефинисати наслов и опис за блог страницу %1$sуређивањем саме блог странице %2$s."],"You can determine the title and description for the front page by %1$sediting the front page itself%2$s.":["Можете дефинисати наслов и опис за почетну страницу %1$sуређивањем саме почетне странице %2$s."],"Homepage &amp; Front page":["Почетна &amp; Прва страна"],"Title Separator":["Сепаратор наслова"],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s је сам препознао да ли треба да преправи наслове на вашим странама, ако мислите да није у праву и знате шта радите, овде можете да промените подешавање."],"Force rewrite titles":["Принудно преправљање наслова"],"Taxonomies":["Таксономије"],"Homepage":["Почетна страна"],"%1$s Extensions":["%1$s Надоградње"],"Seamlessly integrate WooCommerce with %1$s and get extra features!":["Неометано интегришите WooCommerce са %1$s и добићете додатне функционалности!"],"Rank better locally and in Google Maps, without breaking a sweat!":["Рангирајте се боље локално и на Google Maps без муке!"],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":["Да ли сте на Google News? Повећајте ваш саобраћај са Google News оптимизацијом."],"Optimize your videos to show them off in search results and get more clicks!":["Оптимизујте ваше видео садржаје да бисте их приказали у резултатима претраге и да бисте имали више кликова!"],"The premium version of %1$s with more features & support.":["Премиум верзија %1$s са више опција и са подршком."],"Person":["Особа"],"This data is shown as metadata in your site. It is intended to appear in %1$sGoogle's Knowledge Graph%2$s. You can be either an organization, or a person.":["Ови подаци су приказани као мета подаци на вашем веб месту. Намена им је да се појаве у %1$sGoogle Knowledge Graph%2$s. Можете бити или правно или физичко лице:"],"Website name":["Назив веб места"],"Webmaster Tools":["Webmaster Tools"],"RSS":["RSS"],"Breadcrumbs":["Breadcrumbs"],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year of support and updates, on %2$s.":["Да бисте могли да креирате преусмеравање и исправите овај проблем, треба вам %1$s. Додатак можете купити, укључујући годину дана подршке и ажурирања на %2$s. "],"Creating redirects is a %s feature":["Прављeњe преусмерења je %s опциjа"],"Deactivate %s":["Искључи %s"],"The %1$s plugin might cause issues when used in conjunction with %2$s.":["%1$s додатак може узроковати проблеме када се користи заједно са %2$s. "],"Upload Image":["Отпреми слику"],"Remove these ads?":["Уклони ове рекламе?"],"%s Posts Overview":["%s прегледа чланака"],"The Breadcrumbs Title is used in the breadcrumbs where this taxonomy appears.":["Breadcrumbs наслов се користи у breadcrumbs где се ова таксономија јавља."],"Breadcrumbs title":["Breadcrumbs наслов"],"The canonical link is shown on the archive page for this term.":["Канонски линк је показан на страни архиве за овај појам."],"Facebook App ID":["Facebook App ID"],"Pinterest":["Pinterest"],"Archives":["Архива"],"Email":["Е-пошта"],"Previous":["Преtходно"],"Next":["Следећа"],"Close":["Затвори"],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines and might slow down your site.":["И %1$s и %2$s могу да креирају XML мапу веб места. Постојање две XML мапе, за претраживаче није од користи, а може и да успори ваше веб место."],"Configure %1$s's Open Graph settings":["Подесите OpenGraph подешавања за %1$s"],"Both %1$s and %2$s create Open Graph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":["И %1$s и %2$s дају OpenGraph резултате, што може да утиче на Фејсбук, Твитер, Линкедин и остале друштвене мреже да користе погрешне текстове и слике током дељења ваших страна."],"%s Image":["%s Слика"],"%s Description":["%s Опис"],"%s Title":["%s Наслов"],"Twitter":["Twitter"],"Facebook":["Facebook"],"The recommended image size for %1$s is %2$s pixels.":["Препоручена величина слике за %1$s је %2$s тачака."],"If you want to override the image used on %s for this post, upload / choose an image here.":["Ако желите да премостите слике које су коришћене на %s за овај чланак, отпремите/изаберите слику овде."],"If you don't want to use the meta description for sharing the post on %s but want another description there, write it here.":["Ако не желите да користите мета опис за дељење чланка на %s  али желите други опис тамо, напишите га овде."],"If you don't want to use the post title for sharing the post on %s but instead want another title there, write it here.":["Ако не желите да користите наслов чланка за дељење на %s али желите да користите други наслов за то, напишите наслов овде."],"very difficult":["веома тешко"],"Try to make shorter sentences, using less difficult words to improve readability":["Покушајте да пишете краће реченице користећи мање тешке речи како би сте побољшали читљивост."],"difficult":["тешко"],"Try to make shorter sentences to improve readability":["Покушајте да пишете краће реченице како би сте побољшали читљивост"],"fairly difficult":["прилично тешко"],"OK":["OK"],"fairly easy":["прилично лако"],"easy":["лако"],"very easy":["веома лако"],"Meta Desc.":["Мета опис."],"All SEO Scores":["Сви SEO резултати"],"SEO issue: The featured image should be at least 200 by 200 pixels to be picked up by Facebook and other social media sites.":["SEO проблем: Истакнута слика треба да буде најмање 200x200 пиксела да би је Facebook и остале друштвене мреже преузеле."],"(no parent)":["(не постоји parent-child конекција)"],"Post is set to noindex.":["Чланак је подешен на \"noindex\"."],"The URL that this page should redirect to.":["URL на који би ова страница требала да преусмерава."],"301 Redirect":["301 преусмеравање"],"The canonical URL that this page should point to. Leave empty to default to permalink. %1$sCross domain canonical%2$s supported too.":["Канонски URL на који би ова страна требала да води. Остави празно за подразумевану сталну везу.%1$sCross domain канонски URL%2$s је такође подржан."],"Canonical URL":["Канонски URL"],"Title to use for this page in breadcrumb paths":["Наслов који ће се користити за ову страну на breadcrumb путањи"],"Breadcrumbs Title":["Breadcrumbs наслов"],"No Snippet":["Без исечка"],"No Archive":["Без архиве"],"No Image Index":["Без индекса слика"],"None":["Нема"],"Meta robots advanced":["Напредни мета роботи"],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Упозорење: иако овде можете да поставите подешавања за мета роботе, читаво веб место је подешено да се не индексира и подешавањима приватности на нивоу целог веб места, тако да ово подешавање неће имати ефекта."],"Meta description":["Мета опис"],"SEO Title":["SEO наслов"],"Focus keyword":["Фокусна кључна реч"],"Settings successfully imported.":["Подешавања успешно увезена."],"Settings could not be imported:":["Подешавања се не могу увести:"],"Breadcrumb for 404 pages:":["Breadcrumb за \"404 страницу\":"],"Prefix for search result pages:":["Префикс за странице са резултатима претраге:"],"Prefix for archive pages:":["Префикс за архивске странице:"],"Prefix for breadcrumbs:":["Префикс за breadcrumbs:"],"Anchor text for the homepage:":["Текст везе за почетну страницу:"],"Breadcrumbs separator:":["Раставни знак за Breadcrumbs :"],"%s Breadcrumbs":["%s Breadcrumb-а"],"Use Image":["Користи слику"],"Action":["Акција"],"Page URL/Slug":["URL/Slug странице"],"Publication date":["Датум објаве"],"Post Status":["Статус чланка"],"WP Page Title":["WP наслов странице"],"View":["Поглед"],"View &#8220;%s&#8221;":["Погледај &#8220;%s&#8221;"],"Preview":["Приказ"],"Preview &#8220;%s&#8221;":["Приказ &#8220;%s&#8221;"],"Edit":["Уреди"],"Filter":["Филтер"],"New Yoast Meta Description":["Нови Yoast мета опис"],"Existing Yoast Meta Description":["Постојећи Yoast мета опис"],"Facebook profile URL":["URL Facebook профила"],"Twitter username (without @)":["Twitter налог (bez @)"],"FAQ":["FAQ"],"Premium Support":["Премијум подршка"],"Settings":["Подешавања"],"You must %1$sgo to your Reading Settings%2$s and uncheck the box for Search Engine Visibility.":["Морате %1$sићи на ваша подешавања преусмерења%2$s и да искључите видљивост за претраживаче."],"Huge SEO Issue: You're blocking access to robots.":["Огроман SEO проблем: Блокирате приступ роботима."],"Posts":["Чланци"],"Edit Files":["Промени датотеке"],"General":["Опште"],"Extensions":["Надоградње"],"Search Console":["Конзола за претрагу"],"Tools":["Алати"],"Advanced":["Напредно"],"XML sitemaps":["XML мапа веб места"],"Social":["Друштвене"],"SEO":["SEO"],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":["%1$s је пронашао да користите верзију %2$s од %3$s, молим вас ажурирајте на најновију верзију да би избегли проблеме са компатибилношћу."],"Just another WordPress site":["Још једно WordPress веб место"],"You have used HTML in your value which is not allowed.":["Употребили сте HTML као вредност променљиве, што није дозвољено"],"You can't edit %s that aren't yours.":["Не можете мењати %s који нису ваши."],"You can't edit %s.":["Не можете мењати %s."],"Post has an invalid Content Type: %s.":["Чланак има неважећи тип садржаја:%s."],"Post doesn't exist.":["Чланак не постоји."],"posts\u0004Trash <span class=\"count\">(%s)</span>":["Отпад <span class=\"count\">(%s)</span>","Отпад <span class=\"count\">(%s)</span>","Отпад <span class=\"count\">(%s)</span>"],"posts\u0004All <span class=\"count\">(%s)</span>":["Сви  <span class=\"count\">(%s)</span>","Сви  <span class=\"count\">(%s)</span>","Сви  <span class=\"count\">(%s)</span>"]}}}