{"domain":"js-text-analysis","locale_data":{"js-text-analysis":{"":{"domain":"js-text-analysis","plural_forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Enter authorization code here...":[""],"The Cornerstone content functionality enables you to mark and filter cornerstone content on your website. %1$sRead more about how cornerstone content can help you improve your site structure.%2$s":[""],"Cornerstone content":[""],"%1$s will now take care of all the needed technical optimization of your site. To really improve your site's performance in the search results, it's important to start creating content that ranks well for keywords you care about. Check out this video in which we explain how to use the %1$s metabox when you edit posts or pages.":[""],"Your %1$s plugin is now set up. SEO, however, is subject to constant change. Sign up for our newsletter if you would like to keep up-to-date regarding %1$s, other plugins by Yoast and important news in the world of SEO.":[""],"Stay up-to-date":[""],"If you want to outrank the competition in a specific town or region, check out our %1$s plugin! You’ll be able to easily insert Google maps, opening hours, contact information and a store locator. Besides that %1$s helps you to improve the usability of your contact page.":[""],"Attract more customers near you":[""],"Do you want to know all the ins and outs of the %1$s plugin? Do you want to learn all about our advanced settings? Want to be able to really get the most out of the %1$s plugin? Check out our %1$s plugin training and start outranking the competition!":[""],"Get the most out of %1$s with the %2$s":[""],"Do you want to learn how to write content that generates traffic? Check out our %1$s. We will help you to write awesome copy that will rank in the search engines. The %1$s covers all the main steps in SEO copywriting: from keyword research to publishing.":[""],"Learn how to write copy that ranks":[""],"Upgrade to Premium":[""],"Do you want to outrank your competition? %1$s gives you awesome additional features that'll help you to set up your SEO strategy like a professional. Use the multiple focus keywords functionality, the redirect manager and our internal linking tool. %1$s will also give you access to premium support.":[""],"Outrank the competition with %s":[""],"Configuration service":[""],"While we strive to make setting up %1$s as easy as possible, we understand it can still be daunting. If you would rather have us set up %1$s for you (and get a copy of %2$s in the process), order a %1$s configuration service and sit back while we configure your site.":[""],"Let us set up Yoast SEO for you":[""],"Configure %s":[""],"Welcome to the %1$s configuration wizard. In a few simple steps we'll help you configure your SEO settings to match your website's needs! %1$s will take care of all the technical optimizations your site needs.":[""],"Configure Yoast SEO in a few steps":[""],"Please choose the %s configuration of your liking:":[""],"You might like":[""],"Newsletter":[""],"We have detected that you have not finished this wizard yet, so we recommend you to %2$sstart the configuration wizard to configure %1$s%3$s.":[""],"The configuration wizard helps you to easily configure your site to have the optimal SEO settings.":[""],"Cornerstone articles":[""],"This article is %1$scornerstone content%2$s":[""],"If you cannot upgrade your PHP version yourself, you can send an email to your host. We have %1$sexamples here%2$s. If they don't want to upgrade your PHP version, we would suggest you switch hosts. Have a look at one of our recommended %3$sWordPress hosting partners%4$s, they've all been vetted by our Yoast support team and provide all the features a modern host should provide.":[""],"If you cannot upgrade your PHP version yourself, you can send an email to your host. We have %1$sexamples here%2$s. If they don't want to upgrade your PHP version, we would suggest you switch hosts. Have a look at one of the recommended %3$sWordPress hosting partners%4$s.":[""],"Can't update? Ask your host!":[""],"You should update your PHP version to either 5.6 or to 7.0 or 7.1. On a normal WordPress site, switching to PHP 5.6 should never cause issues. We would however actually recommend you switch to PHP7. There are some plugins that are not ready for PHP7 though, so do some testing first. We have an article on how to test whether that's an option for you %1$shere%2$s. PHP7 is much faster than PHP 5.6. It's also the only PHP version still in active development and therefore the better option for your site in the long run.":[""],"To which version should I update?":[""],"Hosts have the ability to update your PHP version, but sometimes they don't dare to do that because they're afraid they'll break your site.":[""],"Hey, we've noticed that you're running an outdated version of PHP. PHP is the programming language that WordPress and Yoast SEO are built on. The version that is currently used for your site is no longer supported. Newer versions of PHP are both faster and more secure. In fact, your version of PHP no longer receives security updates, which is why we're sending you to this notice.":[""],"Your site could be faster and more secure with a newer PHP version.":[""],"A message from %1$s":[""],"Get %s now &raquo;":[""],"Go Premium and our experts will be there for you to answer any questions you might have about the setup and use of the plugin.":[""],"24/7 support":[""],"<strong>Social media preview</strong>: Facebook &amp; Twitter":[""],"Superfast internal linking suggestions":[""],"<strong>No more dead links</strong>: easy redirect manager":[""],"Other benefits of Yoast SEO Premium for you:":[""],"Great news: you can, with %1$s!":[""],"Save changes":[""],"1 year free updates and upgrades included!":[""],"The plugin %2$s changes your site's output and in doing that differentiates between search engines and normal users, a process that's called cloaking. We highly recommend that you disable it.":[""],"Want to add more than one keyword?":[""],"Social media preview: Facebook & Twitter":[""],"Superfast internal link suggestions":[""],"No more dead links: easy redirect manager":[""],"Other benefits of %1$s for you:":[""],"Go Premium and our experts will be there for you to answer any questions you might have about the set-up and use of the plug-in!  ":[""],"Prices start as low as 69,- for one site":[""],"No ads!":[""],"Facebook & Twitter":[""],"Social media preview":[""],"Find related posts superfast":[""],"Internal linking suggestions":[""],"Easy redirect manager":[""],"No more dead links":[""],"Increase your SEO reach":[""],"Multiple keywords":[""],"Get %1$s":[""],"The focus keyword contains a stop word. This may or may not be wise depending on the circumstances. %1$sLearn more about the stop words%2$s.":["","The focus keyword contains %3$d stop words. This may or may not be wise depending on the circumstances. %1$sLearn more about the stop words%2$s."],"Take the online Technical SEO Training course and learn essential technical SEO-concepts!":[""],"If you want more help creating awesome content, check out our %2$sSEO copywriting course%3$s. Do you want to know all about the features of the plugin, consider doing our %1$s!":[""],"Variable":["Variable"],"Available variables":["Variables disponibles"],"Scroll to see the table content.":["Faire défiler pour voir le contenu du tableau."],"Need help determining your settings? Configure %1$s step-by-step.":["Besoin d’aide pour déterminer vos paramètres ? Configurer %1$s étape par étape."],"Please refer to %1$sour article about how to connect your website to Google Search Console%2$s if you need assistance.":[""],"The keyword density is %1$s, which is way over the advised %3$s maximum; the focus keyword was found %2$d times.":["La densité du mot-clé est de %1$s, ce qui est supérieur au maximum conseillé de %3$s. Le mot-clé a été trouvé %2$d fois."],"An error occurred in the '%1$s' assessment":["Une erreur s’est produite dans l’analyse « %1$s »"],"%1$s of the words contain %2$sover %3$s syllables%4$s, which is more than the recommended maximum of %5$s.":["%1$s des mots contiennent %2$splus que %3$s syllabes%4$s, ce qui est supérieur ou égale à la valeur maximale recommandée de %5$s."],"%1$s of the words contain %2$sover %3$s syllables%4$s, which is less than or equal to the recommended maximum of %5$s.":["%1$s des mots contiennent %2$splus que %3$s syllabes%4$s, ce qui est inférieur ou égale à la valeur maximale recommandée de %5$s."],"The slug for this page contains a %1$sstop word%2$s, consider removing it.":["L’identifiant de cette page contient un %1$smot d’arrêt%2$s. Pensez à le retirer.","L’identifiant de cette page contient %1$smot d’arrêt%2$s. Pensez à les retirer."],"%1$s of the sentences contain a %2$stransition word%3$s or phrase, which is great.":["%1$s des phrases contiennent un %2$smot ou une phrase de transition %3$s, ce qui est bien."],"%1$s of the sentences contain a %2$stransition word%3$s or phrase, which is less than the recommended minimum of %4$s.":["%1$s des phrases contiennent un %2$smot ou une phrase de transition %3$s, ce qui est inférieur au minimum recommandé de %4$s."],"The focus keyword '%1$s' does not appear in the SEO title.":["Le mot-clé principal « %1$s » n’apparait pas dans le titre SEO de la page."],"This is far below the recommended minimum of %2$d word. Add more content that is relevant for the topic.":["Ceci est bien en dessous du minimum recommandé de %2$d mot. Ajoutez plus de contenu en relation avec le sujet.","Ceci est bien en dessous du minimum recommandé de %2$d mots. Ajoutez plus de contenu en relation avec le sujet."],"This is below the recommended minimum of %2$d word. Add more content that is relevant for the topic.":["Ceci est en dessous du minimum recommandé de %2$d mot. Ajoutez plus de contenu en relation avec le sujet.","Ceci est en dessous du minimum recommandé de %2$d mots. Ajoutez plus de contenu en relation avec le sujet."],"This is slightly below the recommended minimum of %2$d word. Add a bit more copy.":["Ceci est légèrement en dessous du minimum recommandé de %2$d mot. Songez à ajouter un peu de contenu.","Ceci est légèrement en dessous du minimum recommandé de %2$d mots. Songez à ajouter un peu de contenu."],"This is more than or equal to the recommended minimum of %2$d word.":["Ceci est supérieur ou égal au minimum recommandé d’%2$d mot.","Ceci est supérieur ou égal au minimum recommandé de %2$d mots."],"The text contains %1$d word.":["Le texte contient %1$d mot.","Le texte contient %1$d mots."],"%1$d subheading is followed by more than the recommended maximum of %2$d words. Try to insert another subheading.":["%1$d des sous-titres est suivi par plus que le minimum recommandé de %2$d mots. Essayez d’ajouter un sous-titre supplémentaire.","%1$d des sous-titres sont suivis par plus que le minimum recommandé de %2$d mots. Essayez d’ajouter des sous-titres supplémentaires."],"The amount of words following each of the subheadings doesn't exceed the recommended maximum of %1$d words, which is great.":["La quantité de mots après chacun de vos sous-titres ne dépasse pas la valeur maximale recommandée de %1$d mots, ce qui est bon."],"%1$s of the sentences contain %2$smore than %3$s words%4$s, which is more than the recommended maximum of %5$s. Try to shorten the sentences.":["%1$s des phrases contiennent %2$splus que %3$s mots%4$s, ce qui est supérieure à la valeur maximale recommandée de %5$s. Essayez de raccourcir vos phrases."],"%1$s of the sentences contain %2$smore than %3$s words%4$s, which is less than or equal to the recommended maximum of %5$s.":["%1$s des phrases contiennent %2$splus que %3$s mots%4$s, ce qui est inférieure ou égale à la valeur maximale recommandée de %5$s."],"The meta description contains %1$d sentence %2$sover %3$s words%4$s. Try to shorten this sentence.":["La méta description contient %1$d phrase %2$sde plus de %3$s mots%4$s. Essayez de raccourcir cette phrase.","La méta description contient %1$d phrases %2$sde plus de %3$s mots%4$s. Essayez de raccourcir ces phrases."],"The meta description contains no sentences %1$sover %2$s words%3$s.":["La méta description ne contient aucune phrase %1$sde plus de %2$s mots%3$s."],"The text contains %2$d consecutive sentences starting with the same word. Try to mix things up!":["Le texte contient %2$d phrases consécutives commençant par le même mot. Essayez de mélanger tout cela !","Le texte contient %1$d instances ou %2$d ou plus de phrases consécutives commencent par le même mot. Essayez de mélanger tout cela !"],"%1$s of the sentences contain %2$spassive voice%3$s, which is more than the recommended maximum of %4$s. Try to use their active counterparts.":["%1$s des phrases utilisent la %2$svoix passive%3$s, ce qui est supérieure à la valeur maximale recommandée de %4$s. Essayez de reformuler vos phrases."],"%1$s of the sentences contain %2$spassive voice%3$s, which is less than or equal to the recommended maximum of %4$s.":["%1$s des phrases utilisent la %2$svoix passive%3$s, ce qui est inférieure ou égale à la valeur maximale recommandée de %4$s."],"%1$d of the paragraphs contains more than the recommended maximum of %2$d words. Are you sure all information is about the same topic, and therefore belongs in one single paragraph?":["%1$d des paragraphes contient plus que le minimum recommandé de %2$d mots. Toutes les infos concernent-elles le même sujet, et donc appartiennent-elles au même paragraphe ?","%1$d des paragraphes contiennent plus que le minimum recommandé de %2$d mots. Toutes les infos de chacun d’eux concernent-elles le même sujet, et donc appartiennent-elles au même paragraphe ?"],"The meta description is over %1$d characters. Reducing the length will ensure the entire description will be visible.":["La méta description spécifiée compte plus de %1$d caractères. En la réduisant vous serez assuré que la totalité de la description soit visible."],"The keyword density is %1$s, which is too low; the focus keyword was found %2$d times.":["La densité du mot-clé est de %1$s, ce qui est trop faible, le mot-clé a été trouvé %2$d fois."],"Step %1$d: %2$s":["Étape %1$d : %2$s"],"No new notifications.":["Aucune nouvelle notification."],"Save all":["Tout enregistrer"],"Save":["Enregistrer"],"You have %d new issue concerning your SEO!":["Vous avez %d nouveau problème concernant votre SEO !","Vous avez %d nouveaux problèmes concernant votre SEO !"],"%1$s, Author at %2$s":["%1$s, auteur sur %2$s"],"wpSEO data successfully imported. Would you like to %1$sdisable the wpSEO plugin%2$s?":["Les données de wpSEO ont été importées. Voulez-vous %1$sdésactiver l’extension wpSEO%2$s ?"],"All in One SEO data successfully imported. Would you like to %1$sdisable the All in One SEO plugin%2$s?":["Les données de All in One SEO ont été importées. Voulez-vous %1$sdésactiver l’extension All in One SEO%2$s ?"],"All in One SEO data successfully imported. Would you like to %1$sdisable the All in One SEO plugin%3$s? You've had Google Analytics enabled in All in One SEO, would you like to install our %2$sGoogle Analytics plugin%3$s?":[""],"Mobile preview":["Prévisualisation \"Mobile\""],"Desktop preview":["Prévisualisation \"PC de bureau\""],"Use queries instead":["Utilisez les requêtes à la place"],"Use javascript instead.":["Utilisez JavaScript à la place."],"Select redirect":["Sélectionner la redirection"],"Take the online Site Structure Training course and learn how to structure your website!":["Suivez le cours « Site Structure » et apprenez comment organiser votre site Web !"],"you are <strong>not</strong> receiving updates.":["vous ne recevez <strong>pas</strong> de mises à jour."],"INACTIVE":["INACTIVÉ"],"you are receiving updates.":["Vous recevez les mises à jour."],"ACTIVE":["ACTIVÉ"],"<b>Warning!</b> Your %s license is inactive which means you're missing out on updates and support! <a href=\"%s\">Activate your license</a> or <a href=\"%s\" target=\"_blank\">get a license here</a>.":["<b>Avertissement !</b> Votre licence %s n'est pas activée ce qui signifie que vous ne profitez pas des mises à jour et du support&nbsp;! <a href=\"%s\">Saisissez votre clé de licence</a> ou <a href=\"%s\" target=\"_blank\">obtenez une licence ici</a>."],"<b>Warning!</b> You didn't set your %s license key yet, which means you're missing out on updates and support! <a href=\"%s\">Enter your license key</a> or <a href=\"%s\" target=\"_blank\">get a license here</a>.":["<b>Avertissement !</b> Votre licence %s n'est pas définie ce qui signifie que vous ne profitez pas des mises à jour et du support ! <a href=\"%s\">Saisissez votre clé de licence</a> ou <a href=\"%s\" target=\"_blank\">obtenez une licence ici</a>."],"Please provide an SEO title by editing the snippet below.":["Merci de fournir un titre SEO en modifiant l’extrait ci-dessous."],"Meta description preview:":["Aperçu de la méta description :"],"Slug preview:":["Aperçu de l’identifiant :"],"SEO title preview:":["Aperçu du titre SEO :"],"Close snippet editor":["Fermer l’éditeur d’extrait"],"Slug":["Identifiant"],"Remove marks in the text":["Retirer toutes les marques du texte"],"Mark this result in the text":["Marquer ce résultat dans le texte"],"Marks are disabled in current view":["Les marques sont désactivés dans la vue actuelle"],"Content optimization: Good SEO score":["Optimisation du contenu : Bon score SEO"],"Good SEO score":["Bon score SEO"],"Content optimization: OK SEO score":["Optimisation du contenu : Score SEO OK"],"OK SEO score":["Score SEO OK"],"Content optimization: Bad SEO score":["Optimisation du contenu : Mauvais score SEO "],"Bad SEO score":["Mauvais score SEO"],"Content optimization: Has feedback":["Optimisation du contenu : Retour disponible"],"Feedback":["Retour"],"http://en.wikipedia.org/wiki/Stop_words":["https://fr.wikipedia.org/wiki/Mot_vide"],"The focus keyword appears in the URL for this page.":["Le mot-clé principal apparait dans l’URL de cette page."],"You have far too little content, please add some content to enable a good analysis.":["Vous avez trop peu de contenu, veuillez-en ajouter pour permettre une bonne analyse."],"The images on this page contain alt attributes.":["Les images de cette page contiennent des balises alt."],"The images on this page do not have alt attributes containing the focus keyword.":["Les images de cette page n’ont pas de balise alternative (attribut alt) contenant le mot-clé principal."],"The images on this page contain alt attributes with the focus keyword.":["Les images de cette page contiennent des balises alt correspondantes au mot-clé principal."],"The text does not contain any subheadings. Add at least one subheading.":["Le texte ne contient aucun sous-titre. Essayez d'en ajouter au moins un."],"None of the paragraphs are too long, which is great.":["Aucun des paragraphes n’est trop long, c’est parfait."],"The page title is wider than the viewable limit.":["Le titre de la page est plus grand que la limite lisible."],"The page title has a nice length.":["Le titre de cette page a une bonne longueur."],"The page title is too short. Use the space to add keyword variations or create compelling call-to-action copy.":["Le titre de la page est trop court. Utilisez l’espace pour ajouter des variations du mot-clé ou pour créer un titre plus attractif."],"The length of the meta description is sufficient.":["La longueur de votre méta description est suffisante."],"The meta description contains the focus keyword.":["La méta description contient le mot-clé principal."],"The keyphrase is over 10 words, a keyphrase should be shorter.":["La phrase clé fait plus de 10 mots, elle devrait être plus courte."],"ok":["OK"],"Choose an image":["Choisir une image"],"Remove the image":["Supprimer cette image"],"company logo image preview":["Aperçu de l’image du logo de la société"],"Choose image":["Choisir une image"],"MailChimp signup failed:":["Échec d’inscription à MailChimp :"],"Sign Up!":["Abonnez-vous !"],"Name":["Nom"],"There is an error with the request.":["Une erreur s’est produite avec votre requête."],"Select profile":["Sélectionnez un profil"],"Choose a profile":["Choisissez un profil"],"Reauthenticate with Google":["Se ré-authentifier avec Google"],"To allow %s to fetch your Google Search Console information, please enter your Google Authorization Code. Clicking the button below will open a new window.":["Pour permettre à %s de récupérer vos informations de la Google Search Console, veuillez saisir votre code d’autorisation de Google. Lorsque vous cliquerez sur le bouton ci-dessous une nouvelle fenêtre s’ouvrira."],"Search Result Preview":["Aperçu du résultat de la recherche"],"URL preview: ":["Aperçu de l’URL : "],"Please provide a meta description by editing the snippet below.":["Merci de fournir une méta description en modifiant l’extrait ci-dessous."],"Edit snippet":["Modifier l’extrait"],"Search Result Form":["Formulaire du résultat de recherche"],"You can click on each element in the preview to jump to the Snippet Editor.":["Vous pouvez cliquez sur n’importe quel élément de l’aperçu pour retourner dans l’éditeur d’extrait."],"SEO title preview: ":["Aperçu du titre SEO : "],"This is an example title - edit by clicking here":["Un exemple de titre - modifiez-le en cliquant ici"],"Slug preview: ":["Aperçu de l’identifiant : "],"Meta description preview: ":["Aperçu de la méta description : "],"Please provide a meta description by editing it here.":["Veuillez fournir une méta description en la modifiant ci-dessous."],"Close search result form":["Fermer le formulaire du résultat de recherche"],"A problem occurred when saving the current step, {{link}}please file a bug report{{/link}} describing what step you are on and which changes you want to make (if any).":["Un problème est survenu lors de l’enregistrement de l’étape en cours, {{link}}veuillez envoyer un rapport de bug{{/link}} décrivant l’étape sur laquelle vous vous trouvez et quels changements vous voulez y faire (le cas échéant)."],"Close the Wizard":["Fermer l’assistant"],"Previous step":["Étape précédente"],"Next step":["Étape suivante"],"Export settings":["Exporter les réglages"],"Get %s now!":["Obtenir %s maintenant !"],"You're not getting the benefits of %1$s yet. If you had %1$s, you could use its awesome features:":["Vous ne bénéficiez pas encore des avantages de %1$s. Si vous utilisiez %1$s, vous pourriez utiliser ces superbes fonctionnalités :"],"%1$s video tutorial":["Tutoriel vidéo de %1$s "],"Go back to the %s dashboard.":["Retourner sur le tableau de bord de %s."],"%s &rsaquo; Configuration Wizard":["%s &rsaquo; Assistant de configuration"],"%1$sPlease don't show me this notification anymore%2$s":["%1$sMerci de ne plus m’afficher cette notification%2$s"],"If you are experiencing issues, %1$splease file a bug report%2$s and we'll do our best to help you out.":["Si vous rencontrez des problèmes, %1$sveuillez remplir un rapport de bug%2$s et nous ferons notre possible pour vous aider."],"We've noticed you've been using %1$s for some time now; we hope you love it! We'd be thrilled if you could %2$sgive us a 5 stars rating on WordPress.org%3$s!":["Nous avons remarqué que vous utilisez %1$s depuis un certain temps ; nous espérons que vous l’adorez ! Nous serions très heureux si vous pouviez %2$snous attribuer 5 étoiles sur WordPress.org%3$s !"],"Take the %1$s course and become a certified %2$s expert!":["Suivez le cours %1$s et devenez un expert certifié %2$s !"],"Do you want to get a grip on your own SEO-strategy? Learn all about it in one of %1$sour courses%2$s.":["Voulez-vous obtenir une assistance sur votre propre stratégie SEO ? Apprenez tout dans l’un de nos %1$scours%2$s."],"Buy the %1$s plugin now and optimize your shop today to improve your product promotion!":["Achetez l'extension %1$s dès maintenant pour améliorer l’optimisation des produits de votre boutique en ligne !"],"Take your SEO to the next level and outrank your competition with our %1$sSEO plugins%2$s.":["Passez votre SEO au niveau supérieur et faites mordre la poussière à vos compétiteurs avec nos  %1$sextensions SEO%2$s."],"Let our experts set up your %1$s plugin!":["Laissez nos experts configurer votre extension %1$s !"],"Do you want to know how to improve your rankings? %1$sLet team %2$s help you!%3$s":["Voulez-vous apprendre comment améliorer vos classements dans les moteurs de recherche ? %1$sLaissez l’équipe %2$s vous aider !%3$s"],"Take the online Keyword Research Training course and learn how to rank with your keywords!":["Suivez le cours en ligne Keyword Research et apprenez à vous placez avec vos mots-clés !"],"Courses":["Cours"],"Services":["Services"],"Date archives settings":["Réglages des archives de date"],"Author archives settings":["Réglages des archives d’auteur"],"Remove keyword":["Supprimer le mot-clé"],"%1$s by %2$s":["%1$s par %2$s"],"Warning: the variable %s cannot be used in this template. See the help center for more info.":["Avertissement : la variable %s ne peut pas être utilisée dans ce modèle. Consultez le centre d’aide pour plus d’informations."],"Choose your settings.zip file":["Choisissez les réglages de votre fichier .zip"],"Open the configuration wizard":["Ouvrir l’assistant de configuration"],"Configuration wizard":["Assistant de configuration"],"Enter the meta keywords":["Saisissez les mots-clés méta"],"Enter a focus keyword":["Saisissez un mot-clé principal"],"By the way, did you know we also have a %1$sPremium plugin%2$s? It offers advanced features, like a redirect manager and support for multiple keywords. It also comes with 24/7 personal support.":["Au fait, savez-vous que nous avons aussi une %1$sextension Premium%2$s ? Elle offre des fonctionnalités avancées, tel qu’un gestionnaire de redirection et la prise en charge des mots-clés multiples. Elle donne également accès à un support personnalisé 24/7."],"(no title)":["(sans titre)"],"%1$s comes with a lot of features. You can enable / disable some of them below.":["%1$s intègre de nombreuses fonctionnalités. Vous pouvez activer/désactiver certaines d’entre elles ci-dessous."],"The %1$s admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["La barre de menu d'administration de %1$s contient des liens utiles vers des outils tiers pour l’analyse de vos pages et facilite l’affichage de nouvelles notifications."],"Admin bar menu":["Menu de la barre d’administration"],"The %1$s integration checks daily if your site is still indexable by search engines and notifies you when this is not the case.":["L’intégration de %1$s vérifie quotidiennement si votre site est toujours indexable par les moteurs de recherche et vous avertit lorsque ce n’est plus le cas."],"OnPage.org":["OnPage.org"],"The advanced settings include site-wide settings for your titles and meta descriptions, social metadata, sitemaps and much more.":["Les réglages avancés incluent des réglages au niveau du site pour vos titres, méta descriptions, métadonnées sociales, plan de site et bien plus encore."],"Advanced settings pages":["Pages de réglages avancés"],"Features":["Fonctionnalités"],"More info":["Plus d’infos"],"Gain access to our 24/7 support team.":["Accédez à notre équipe de support 24/7."],"Check what your Facebook or Twitter post will look like.":["Vérifiez à quoi ressemblera votre message Facebook ou Twitter."],"Social Previews":["Aperçu des réseaux sociaux"],"Optimize a single post for up to 5 keywords.":["Optimisez un article jusqu'à 5 mots clés."],"Create and manage redirects within your WordPress install.":["Créez et gérez les redirections directement depuis votre installation WordPress."],"Meta robots index":["Méta Robots Index"],"SEO title":["Titre SEO"],"While we strive to make setting up %1$s as easy as possible, we understand it can be daunting. If you’d rather have us set up %1$s for you (and get a copy of %2$s in the process), order our %3$s%1$s configuration service%4$s here!":["Tandis que nous essayons de rendre l’installation de %1$s aussi simple que possible, nous comprenons que cela peut rester intimidant. Si vous préférez que nous configurions %1$s pour vous (et obtenir une copie de %2$s), commandez nos %3$sservices de configuration de %1$s%4$s ici !"],"Welcome to the %1$s configuration wizard. In a few simple steps we'll help you configure your SEO settings to match your website's needs!":["Bienvenue dans l’assistant de configuration de %1$s. En quelques étapes simples, nous vous aiderons à configurer vos réglages de SEO pour correspondre aux besoins de votre site Web !"],"Please add all your relevant social profiles. We use these to let search engines know about them, and to enhance your social metadata:":["Veuillez ajouter tous vos profils sociaux. Nous les utilisons pour informer les moteurs de recherche de leurs existences, et donc améliorer vos métadonnées sociales :"],"Other personal site":["Site personnel autre"],"Other corporate site":["Site d’entreprise autre"],"Small business site":["Site de petite entreprise"],"News site":["Site d’actualités"],"Webshop":["Boutique en ligne"],"What kind of site is %1$s?":["Quel genre de site est %1$s ?"],"Google shows your website's name in the search results, if you want to change it, you can do that here.":["Google affiche le nom de votre site dans ses résultats de recherche, si vous souhaitez le modifier, vous pouvez le faire ici."],"Greater than sign":["Signe supérieur à"],"Less than sign":["Signe inférieur à"],"Right angle quotation mark":["Guillemet droit à angle droit"],"Left angle quotation mark":["Guillemet gauche à angle droit"],"Small tilde":["Petit tilde"],"Vertical bar":["Barre verticale"],"Low asterisk":["Astérisque bas"],"Asterisk":["Astérisque"],"Bullet":["Puces"],"Middle dot":["Point au milieu"],"Em dash":["Tiret Em"],"En dash":["Tiret En"],"Dash":["Tiret"],"Choose the symbol to use as your title separator. This will display, for instance, between your post title and site name. Symbols are shown in the size they'll appear in the search results.":["Choisissez le symbole à utiliser comme séparateur de titre. il sera affiché, par exemple, entre le titre de votre article et le nom de votre site. Les symboles sont présentés à la taille affichée dans les résultats de recherche."],"Please specify which of the following public post types you would like Google to see.":["Veuillez spécifier les types de contenu publics que vous souhaitez voir apparaître sur Google."],"The name of the person":["Le nom de la personne"],"No":["Non"],"Yes":["Oui"],"Does, or will, your site have multiple authors?":["Votre site a, aura, plusieurs auteurs ?"],"Development (this site is running locally for development purposes)":["En développement (c’est un site qui fonctionne localement à des fins de développement)"],"Staging (this is a copy of a live site used for testing purposes only)":["En pré production (c’est une copie d’un site en ligne utilisé à des fins de test uniquement)"],"Production (this is a live site with real traffic)":["En production (c’est un site en ligne avec un réel trafic)"],"Please specify the environment in which this site - %1$s - is running.":["Veuillez spécifier l’environnement dans lequel ce site -%1$s - fonctionne."],"The name of the company":["Le nom de la société"],"Provide an image of the company logo":["Fournir l’image du logo de la société"],"Hidden":["Masqué"],"Visible":["Visible"],"The post type \"%1$s\" should be":["Le type de contenu « %1$s » devrait être"],"WordPress automatically generates an URL for each media item in the library. Enabling this will allow for google to index the generated URL.":["WordPress génère automatiquement une URL pour chaque élément de support dans la bibliothèque. L’activation permettra à Google d’indexer l’URL générée."],"Success!":["C’est validé !"],"Title settings":["Réglages des titres"],"Google Search Console":["Google Search Console"],"Multiple authors":["Plusieurs auteurs"],"Post type visibility":["Visibilité du type de contenu"],"Social profiles":["Profils sociaux"],"Site type":["Type de site"],"Environment":["Environnement"],"Welcome!":["Bienvenue !"],"Yoast option %1$s not found.":["L’option %1$s de Yoast est introuvable."],"Posts that are set to &#8220;%s&#8221;":["Les articles qui sont réglés sur « %s »"],"Microsoft Edge Site Scan":["Microsoft Edge Site Scan"],"Google Structured Data Test":["Test de données structurées de Google"],"Posts list":["Liste d’articles"],"Posts list navigation":["Navigation de la liste d’articles"],"Filter posts list":["Filtrer la liste des articles"],"Note that links to archives might be still output by your theme and you would need to remove them separately.":["Notez que les liens vers les archives pourraient être encore affichés par votre thème et que vous aurez besoin de les enlever séparément."],"View credits":["Voir les crédits"],"Take a look at the people that create %1$s.":["Découvrez les personnes qui créent %1$s."],"Team and contributors":["Équipe et contributeurs"],"Default for this taxonomy type, currently: %s":["Valeur par défaut pour ce type de taxinomie, actuellement : %s"],"%1$s to optimize your site even further":["%1$s pour optimiser encore plus votre site"],"%1$s extensions":["%1$s extensions"],"Comes with our 30-day no questions asked money back guarantee":["Livré avec une garantie 100 % satisfait ou remboursé sans demande de justification."],"More information %1$sabout %3$s%2$s":["Plus d’informations %1$sà propos de %3$s %2$s"],"Buy %1$s":["Achetez %1$s"],"Installed":["Installée"],"gain access to our 24/7 support team.":["accédez à notre équipe de support 24/7."],"Premium support":["Support Premium"],"check what your Facebook or Twitter post will look like.":["vérifiez à quoi ressemblera votre message Facebook ou Twitter."],"Social previews":["Aperçu des réseaux sociaux"],"optimize a single post for up to 5 keywords.":["optimisez un article avec jusqu'à 5 mots clés."],"Multiple focus keywords":["Mots-clés principaux multiples"],"create and manage redirects from within your WordPress install.":["créez et gérez les redirections directement depuis votre installation WordPress."],"Redirect manager":["Gestionnaire de redirection"],"%1$s, take your optimization to the next level!":["%1$s emmène votre optimisation au niveau supérieur !"],"A seamless integration between %1$s and %2$s":["Une intégration invisible entre %1$s et %2$s"],"Use %1$s breadcrumbs instead of %2$s ones":["Utiliser les fils d’Ariane de %1$s plutôt que ceux de %2$s."],"Improve sharing on Pinterest":["Améliorez les partages sur Pinterest"],"Improve the usability of your contact page":["Améliorez la facilité d’utilisation de votre page de contact."],"Easily insert Google Maps, a store locator, opening hours and more":["Insérez facilement Google Maps, un localisateur de boutique, des horaires d’ouverture et bien plus"],"Get found by potential clients":["Soyez facilement trouvé par de nouveaux prospects."],"Creates XML News Sitemaps":["Crée des sitemaps XML d’actualités"],"Immediately pings Google on the publication of a new post":["Pingez immédiatement Google lors de la publication d’un nouvel article."],"Optimize your site for Google News":["Optimisez votre site pour Google Actualités."],"Make videos responsive through enabling fitvids.js":["Rendez vos vidéos responsive en activant fitvids.js"],"Enhance the experience of sharing posts with videos":["Améliorez l’expérience du partage d’articles avec des vidéos."],"Show your videos in Google Videos":["Affiche vos vidéos dans Google Vidéos"],"The following file is blocking your XML sitemaps from working properly. Either delete it (this can be done with the \"Fix it\" button) or disable %1$s XML sitemaps.":["Le fichier suivant empêche vos sitemaps XML de fonctionner correctement. Supprimez-le (cela peut être fait avec le bouton « Réparez ») ou désactivez les sitemaps XML de %1$s.","Les fichiers suivants empêchent vos sitemaps XML de fonctionner correctement. Supprimez-les (cela peut être fait avec le bouton « Réparez ») ou désactivez les sitemaps XML de %1$s."],"Crawl issues list":["Liste des problèmes d’exploration"],"Crawl issues list navigation":["Navigation de la liste des problèmes d’exploration"],"Number of search results: %d":["Nombre de résultats de recherche : %d"],"Edit &#8220;%s&#8221;":["Modifier &#8220;%s&#8221;"],"Filter by post type":["Filtrer par type de contenu"],"Show All Post Types":["Afficher tous les types de contenu"],"Premium":["Premium"],"Go Premium":["Passer à la version Premium"],"Files successfully removed.":["Fichiers bien supprimés."],"The directory %s could not be removed. Please remove it via FTP.":["Le fichier %s n’a pas pu être supprimé. Veuillez le faire par le biais de votre logiciel FTP."],"Google Trends":["Tendances Google"],"Notifications":["Notifications"],"Removes the keyword tab from the metabox and disables all SEO-related suggestions.":["Retire l’onglet du mot-clé de la boite à méta et désactive toutes les suggestions SEO relatives."],"Disable SEO analysis":["Désactiver l’analyse SEO"],"Twitter settings":["Réglages Twitter"],"Pinterest settings":["Réglages Pinterest"],"Google+ settings":["Réglages Google+"],"Facebook settings":["Réglages Facebook"],"To let search engines know which social profiles are associated to this site, enter them below:":["Pour permettre aux moteurs de savoir quels profils sociaux sont associés à ce site, veuillez les saisir ci-dessous :"],"Your social profiles":["Vos profils sociaux"],"User sitemap settings":["Réglages sitemap des utilisateurs"],"Taxonomies sitemap settings":["Réglages sitemap des taxinomies"],"Post types sitemap settings":["Réglages sitemap des types de contenu"],"Entries per sitemap page":["Entrées par page du sitemap"],"Your XML Sitemap":["Votre sitemap XML"],"Excluded posts settings":["Réglages des articles exclus"],"As you are redirecting attachment URLs to parent post URLs, these settings will currently only have an effect on unattached media items! So remember: If you change the %1$sattachment redirection setting%2$s in the future, the below settings will take effect for *all* media items.":["Comme vous redirigez les URL des fichiers joints vers les URL des articles parents, ces réglages n’auront d’effet que sur les médias non attachés ! Rappelez-vous : si vous modifiez le %1$sréglage des redirections des fichiers joints%2$s dans le futur, les réglages ci-dessous seront effectifs sur *TOUS* les médias."],"Removes the keyword tab from the metabox and disables all keyword-related suggestions.":["Retire l’onglet des mots-clés de la boite à méta et désactive toutes les suggestions de mots-clés relatifs."],"Keyword analysis":["Analyses de mot-clés"],"Title separator symbol":["Caractère de séparation du titre"],"Security setting":["Réglage de sécurité"],"Restore default settings":["Réinitialiser les réglages par défaut"],"RSS feed settings":["Réglages des flux RSS"],"Stop words in slugs.":["Mots d’arrêt dans les identifiants."],"Breadcrumbs settings":["Réglages du fil d’Ariane"],"Make primary":["Rendre principal"],"Content optimization":["Optimisation du contenu"],"Enter your Google Authorization Code and press the Authenticate button.":["Saisissez votre code d’autorisation de Google et appuyez sur le bouton d’authentification."],"To allow %1$s to fetch your %2$s information, please enter your Google Authorization Code. Clicking the button below will open a new window.":["Pour permettre à %1$s de récupérer vos informations de %2$s, veuillez saisir votre code d’autorisation de Google. Lorsque vous cliquerez sur le bouton ci-dessous une nouvelle fenêtre s’ouvrira."],"Knowledge base article":["Article de la base de connaissances"],"Open the knowledge base article in a new window or read it in the iframe below":["Ouvrez l’article de la base de connaissances dans une nouvelle fenêtre ou lisez-le dans l’iframe ci-dessous."],"Back to search results":["Retour au résultats de recherche"],"Search results":["Résultats de recherche"],"Yoast SEO video tutorial":["Tutoriel vidéo de Yoast SEO"],"%s notification":["%s notification","%s notifications"],"Disable readability analysis":["Désactiver l’analyse de lisibilité"],"Removes the readability tab from the metabox and disables all readability-related suggestions.":["Retire l’onglet de la lisibilité de la boite à méta et désactive toutes les suggestions liées à la lisibilité."],"Readability analysis":["Analyse de la lisibilité"],"Needs improvement":["Besoin d’amélioration"],"Readability":["Lisibilité"],"You are trying to load non-minified files, these are only available in our development package. Check out %1$s to see all the source files.":["Vous essayez de charger des fichiers non minifiés, ceux-ci ne sont disponibles que dans notre paquet de développement. Rendez-vous sur %1$s pour voir tous les fichiers source."],"You have a new issue concerning your SEO!":["Vous avez un nouveau problème concernant votre référencement !"],"\"Max entries per sitemap page\" should be below %1$s to meet Google's requirements, which %2$s is not.":["« Entrées maximum par page du sitemap » doit être un nombre inférieur à %1$s selon les exigences de Google, %2$s ne l’est pas."],"%1$s Dashboard":["Tableau de bord de %1$s"],"Restore this item.":["Récupérer cet élément."],"Dismiss this item.":["Rejeter cet élément."],"Good job! We could detect no serious SEO problems.":["Beau travail ! Nous n’avons détecté aucun problème sérieux de référencement."],"We have detected the following issues that affect the SEO of your site.":["Nous avons détecté les problèmes suivants qui affectent le référencement de votre site."],"Problems":["Problèmes"],"We're always grateful for patches from non-regular contributors, in %1$s %2$s, patches from the following people made it in:":["Nous sommes toujours reconnaissants pour les correctifs venant de contributeurs occasionnels. Dans %1$s %2$s nous tenions a remercier les personnes suivantes pour cela :"],"Community contributors":["Contributeurs communautaires"],"Tester":["Testeur"],"Quality Assurance & Testing":["Contrôleur de la qualité & Testeur"],"Yoast Developers":["Développeurs Yoast"],"CTO":["CTO"],"Development Leaders":["Chefs de projet"],"Linguist":["Linguiste"],"Head R&D":["Chef R&D"],"Product Management":["Gestion du projet"],"This is the content analysis, a collection of content checks that analyze the content of your page. %1$sLearn more about the Content Analysis Tool%2$s.":["Ceci est l’analyse de contenu, une collection de vérifications qui analysent le contenu de votre page. %1$sPlus d’infos sur l’outil d’analyse de contenu%2$s."],"Pick the main keyword or keyphrase that this post/page is about. %1$sLearn more about the Focus Keyword%2$s.":["Choisissez le mot-clé principal ou la phrase-clé principale de cet article/cette page. %1$sEn savoir plus sur les mots-clés principaux%2$s."],"Analysis":["Analyse"],"This is a rendering of what this post might look like in Google's search results. %1$sLearn more about the Snippet Preview%2$s.":["Voilà un aperçu de cet article dans les résultats de recherche Google. %1$sPlus d’infos sur la prévisualisation de l’extrait de code%2$s."],"Not available":["Non disponible"],"Enter your focus keyword":["Saisissez votre mot-clé principal"],"Keyword:":["Mot-clé :"],"Buy the %1$s plugin now and start optimizing to get your site featured in Google News!":["Achetez l’extension %1$s maintenant pour améliorer l’optimisation de votre site et apparaître dans les Google Actualités !"],"Buy the %1$s plugin now to improve your site&#8217;s Local SEO and ranking in Google Maps!":["Achetez l’extension %1$s maintenant pour améliorer le référencement local de votre site et son classement dans Google Maps !"],"Buy the %1$s plugin now and optimize your videos for video search results and social media!":["Achetez l’extension %1$s maintenant pour améliorer l’optimisation de vos vidéos dans les résultats des recherches de vidéos et dans les réseaux sociaux !"],"Take the online Basic SEO Training course and learn the fundamentals of SEO!":["Suivez le cours en ligne Basic Training SEO et apprenez les fondamentaux du référencement !"],"Take the online SEO Copywriting Training course and learn how to write awesome copy that ranks!":["Suivez le cours en ligne de formation à la rédaction SEO et apprenez à écrire de superbes textes qui vont aider votre référencement !"],"Filter by SEO Score":["Filtrer par score SEO"],"Meta description not set.":["La méta description n’est pas définie."],"Video tutorial":["Tutoriel vidéo"],"Email support":["Support par e-mail"],"Email support is a %s feature":["Le support par e-mail est une fonctionnalité %s"],"Knowledge base":["Base de connaissance"],"Open":["Ouvrir"],"Back":["Retour"],"search":["recherche"],"Loading...":["En cours de chargement..."],"Something went wrong. Please try again later.":["Quelque chose s’est mal passé. Veuillez réessayer ultérieurement."],"Search the Yoast knowledge base":["Chercher dans la base de connaissance de Yoast"],"No results found.":["Aucun résultat trouvé."],"Dashboard":["Tableau de bord"],"You can fix this on the %1$sPermalink settings page%2$s.":["Vous pouvez corriger cela sur la %1$spage des réglages des permaliens%2$s."],"Simply uncheck the box before \"Break comments into pages...\" on the %1$sComment settings page%2$s.":["Il suffit de décocher la case avant « Diviser les commentaires en pages, avec... » sur la %1$spage des réglages Discussion%2$s."],"Paging comments is enabled, this is not needed in 999 out of 1000 cases, we recommend to disable it.":["La pagination des commentaires est activée, ce n’est pas nécessaire dans 99% des cas, nous vous recommandons de la désactiver."],"Replaced with the primary category of the post/page":["Remplacé par la catégorie principale de l’article/page"],"Pinterest confirmation":["Vérification de Pinterest"],"If you have already confirmed your website with Pinterest, you can skip the step below.":["Si vous avez déjà confirmé votre site Web avec Pinterest, vous pouvez ignorer l’étape ci-dessous."],"You can choose to not include users without posts.":["Vous pouvez choisir de ne pas inclure les utilisateurs sans articles."],"Users without posts":["Utilisateurs sans article"],"The user sitemap contains the author archive URLs for every user on your site.":["La sitemap de l’utilisateur contient les URL de l’archive des auteurs de tous les utilisateurs de votre site."],"Format-based archives":["Archives par formats"],"Prevents search engines from using the DMOZ description in the search results for all pages on this site. Note: If you set a custom description for a page or post, it will have the %s tag regardless of this setting.":["Empêche les moteurs de recherche d’utiliser la description DMOZ dans les résultats de recherche pour toutes les pages sur ce site. Remarque : Si vous définissez une description personnalisée pour une page ou un article, il aura l’étiquette %s indépendamment de ce réglage."],"Webmaster Tools verification":["Vérification des outils pour les webmasters"],"Enroll in the %s training &raquo;":["S’inscrire à la formation de %s &raquo;"],"Follow our %1$s for WordPress training and become a certified %1$s Expert!":["Suivez notre %1$s de formation WordPress  et devenez un expert certifié %1$s !"],"Want to be a %s Expert?":["Vous voulez être un expert %s ?"],"Need some help?":["Besoin de plus d’aide ?"],"Show information about the focus keyword":["Afficher des informations sur l’analyse du mot-clé principal"],"Show information about the content analysis":["Afficher des informations sur l’analyse du contenu"],"Show information about the snippet editor":["Afficher les informations concernant l’éditeur d’extrait"],"Buy %s":["Achetez %s"],"Show information about errors in category 'Soft 404'":["Afficher des informations sur les erreurs dans la catégorie « Soft 404 »"],"Show information about errors in category 'Server'":["Afficher des informations sur les erreurs dans la catégorie « Serveur »"],"Show information about errors in category 'Blocked'":["Afficher des informations sur les erreurs dans la catégorie « Bloqué »"],"Show information about errors in category 'Other'":["Afficher des informations sur les erreurs dans la catégorie « Autre »"],"Show information about errors in category 'Not Found'":["Afficher des informations sur les erreurs dans la catégorie « Non trouvé »"],"Show information about errors in category 'Access Denied'":["Afficher des informations sur les erreurs dans la catégorie « Accès refusé »"],"Help center":["Centre d’aide"],"New %1$s Title":["Nouveau titre %1$s"],"Existing %1$s Title":["Titre %1$s actuel"],"Expected an integer as input.":["L’entrée doit être un entier."],"Trying to build the sitemap cache key, but the postfix and prefix combination leaves too little room to do this. You are probably requesting a page that is way out of the expected range.":["Tentative de construction d’une clé de cache sécurisée pour la sitemap, mais la combinaison du suffixe et du préfixe laisse trop peu de place pour le faire. Vous demandez probablement une page qui est bien loin de la plage attendue."],"Note: this feature has been deprecated, as the SEO value is close to 0 these days. If you disable it you will not be able to put it back on.":["Remarque : cette fonctionnalité est obsolète, car la valeur SEO est proche de 0 de nos jours. Si vous la désactivez il ne sera pas de la remettre."],"Redirect":["Redirection"],"No redirect":["Pas de redirection"],"Remove":["Enlever"],"Keep":["Conserver"],"Bold the last page":["Mettre en gras la dernière page"],"Regular":["Normal"],"Bold":["Gras"],"Show Blog page":["Afficher la page de blog"],"Primary %s":["%s principal"],"Primary":["Principal"],"Make %1$s primary %2$s":["Faire de %1$s le %2$s principal"],"Integrations":["Intégrations"],"Term is set to noindex.":["Le terme est réglé sur noindex."],"Filter specific user roles":["Filtrer les rôles spécifiques d’utilisateurs"],"Not in sitemap":["Pas dans la sitemap"],"In sitemap":["Dans la sitemap"],"Author / user sitemap":["Sitemap auteur/utilisateur"],"XML sitemap functionality":["Fonctionnalité de la sitemap XML"],"Subpages of archives":["Sous-pages d’archives"],"Author archives":["Archives de l’auteur"],"Show":["Afficher"],"The advanced section of the %1$s meta box allows a user to noindex posts or change the canonical. These are things you might not want if you don't trust your authors, so by default, only administrators can do this. Enabling the advanced box allows all users to change these settings.":["La zone avancée de la méta boite de %1$s permet à un utilisateur de définir les articles en noindex ou de changer le lien canonique. Ce que vous ne voudriez peut-être pas permettre à vos auteurs, donc par défaut, seuls les administrateurs peuvent le faire. Activer cette zone en donne l’accès à tous les utilisateurs."],"Advanced part of the %1$s meta box":["Zone avancée de la méta boite de %1$s"],"Enabled":["Activé"],"Disabled":["Désactivé"],"%s has not fetched your site's indexability status yet from OnPage.org":["%s n’a pas encore récupéré l’état d'indexabilité depuis OnPage.org"],"The separator defined in your theme's %s tag.":["Le séparateur défini dans la balise %s de votre thème."],"No index":["No index"],"Import from wpSEO":["Importer depuis wpSEO"],"Remove the %s variables.":["Supprimer les variables %s."],"Strip the category base (usually %s) from the category URL.":["Retire la base de la catégorie (généralement %s) de l&rsquo;URL de la catégorie."],"Analyze entire site":["Analyser le site en entier"],"Fetch the current status":["Récupérer l’état actuel"],"%1$s%2$s has not been able to fetch your site's indexability status%3$s from OnPage.org":["%1$s%2$s n’a pas pu récupérer l’état d’indexabilité%3$s depuis onPage.org."],"Your homepage can be indexed by search engines.":["Votre page d’accueil peut être indexée par les moteurs de recherche."],"Indexability check by %1$s":["Indexibilité vérifiée par %1$s"],"Architect":["Architecte"],"If you want to use an image for sharing on %1$s, you can upload / choose an image or add the image URL here.":["Si vous souhaitez utiliser une image pour partager sur %1$s, vous pouvez télécharger / choisir une image ou ajouter son url ici."],"If you don't want to use the meta description for sharing on %1$s but want another description there, write it here.":["Si vous ne voulez pas utiliser la méta description pour le partage de l’article sur %1$s, mais plutôt une autre description, écrivez-la ici."],"If you don't want to use the title for sharing on %1$s but instead want another title there, write it here.":["Si vous ne souhaitez pas utiliser le titre de l&rsquo;article pour le partager sur %1$s, mais que vous souhaitez un autre titre, écrivez-le ici."],"%1$sYour homepage cannot be indexed by search engines%2$s. This is very bad for SEO and should be fixed.":["%1$sVotre page d’accueil ne peut pas être indexée par les moteurs de recherche%2$s. C’est très mauvais pour le SEO et doit être résolu."],"Once Weekly":["Une fois par semaine"],"Add-ons":["Add-ons"],"Snippet editor":["Éditeur d’extrait"],"Add keyword":["Ajouter un mot-clé"],"wpSEO has been deactivated":["wpSEO a été désactivé"],"The plugin wpSEO has been detected. Do you want to %1$simport its settings%2$s?":["L’extension wpSEO a été détectée. Voulez-vous %1$simporter ses réglages%2$s ?"],"Twitter metadata":["métadonnées Twitter"],"Facebook / Open Graph metadata":["métadonnées Facebook / Open Graph"],"Recalculating SEO scores for all pieces of content with a focus keyword.":["Recalcule en cours des scores SEO pour tous les contenus avec un mot-clé."],"%1$s of %2$s done.":["%1$s de %2$s effectué."],"%s filter/action":["%s filtre/action"],"We've updated our SEO score algorithm. %1$sRecalculate the SEO scores%2$s for all posts and pages.":["Nous avons mis à jour l’algorithme de calcul de nos scores SEO. %1$sCliquez ici pour les recalculer%2$s pour l’ensemble de vos articles et pages."],"https://yoast.com/":["https://yoast.com/"],"Team Yoast":["L’équipe Yoast"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["La première solution SEO tout-en-un pour WordPress, y compris l’analyse des pages de contenu, les sitemaps XML et bien plus encore."],"https://yoast.com/wordpress/plugins/seo/#utm_source=wpadmin&utm_medium=plugin&utm_campaign=wpseoplugin":["https://yoast.com/wordpress/plugins/seo/#utm_source=wpadmin&utm_medium=plugin&utm_campaign=wpseoplugin"],"Yoast SEO":["Yoast SEO"],"Activation failed:":["Échec de l’activation :"],"The filter extension seem to be unavailable. Please ask your web host to enable it.":["L’extension \"filter\" semble indisponible. Veuillez demander à votre hébergeur de l’activer."],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":["L’installation de l’extension %1$s est incomplète. Veuillez vous référer %2$saux informations d’installation%3$s."],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":["Les extensions de la Librairie Standard PHP (SPL) semblent ne pas être disponibles.Demandez à votre hébergeur de les activer."],"%sRenew your license now%s.":["%sRenouveler votre licence maintenant%s."],"Your %s license will expire on %s.":["Votre licence pour %s expirera le %s."],"You defined your license key using the %s PHP constant.":["Vous avez défini votre clé de licence en utilisant la constante PHP %s."],"Paste your %s license key here...":["Collez votre clé de licence pour %s ici."],"License Key":["Clé de licence"],"Please enter a license key in the field below first.":["Veuillez d’abord saisir une clé de licence dans le champ ci-dessous."],"Activate License":["Activer la licence"],"(deactivate your license so you can activate it on another WordPress site)":["(désactivez votre licence pour pouvoir l’activer sur un autre site WordPress)"],"Deactivate License":["Désactiver la licence"],"Toggle license status":["Changer l’état de la licence"],"License status":["Statut de la licence"],"Your server has an outdated version of the PHP module cURL (Version: %s). Please ask your hosting company to update this to a recent version of cURL. You can read more about that in our %sKnowledge base%s.":["Votre serveur utilise une version obsolète du module PHP cURL (version : %s). Demandez à votre hébergeur de le mettre à jour en une version plus récente. Pour en savoir plus sur ce sujet, reportez-vous à notre %sbase de connaissances%s."],"We couldn't create a connection to our API to verify your license key(s). Please ask your hosting company to allow outgoing connections from your server to %s.":["Nous n’arrivons pas à créer de connexion avec notre API pour vérifier votre clé de licence. Veuillez demander à votre hébergeur d’autoriser les connexions sortantes de votre serveur vers %s."],"This site has not been activated properly on yoast.com and thus cannot check for future updates. Please activate your site with a valid license key.":["Ce site n’a pas été activé correctement sur yoast.com et donc ne peut donc vérifier les futures mises à jour. Merci d’activer votre site avec une licence valide"],"%s failed to check for updates because of the following error: <em>%s</em>":["Erreur de mise à jour pour %s en raison des erreurs suivantes:<em>%s</em>"],"%s is network activated, please contact your site administrator to manage the license.":["%s nécessite une activation réseau, veuillez contacter l’administrateur de votre site pour gérer la licence."],"%s is network activated, you can manage your license in the <a href=\"%s\">network admin license page</a>.":["%s est activé sur tout le réseau, vous pouvez gérer votre licence sur la <a href=\"%s\">Page du réseau d’administration des licences</a>."],"%s: License Settings":["%s&nbsp: Réglages de la licence"],"Request error: \"%s\" (%scommon license notices%s)":["Erreur dans la requête :\"%s\" (%scommon notices%s de licence)"],"Failed to deactivate your %s license.":["Impossible de désactiver votre licence %s."],"Your %s license has been deactivated.":["Votre licence %s a été désactivée."],"Failed to activate your license, your license key seems to be invalid.":["Impossible d’activer votre licence, votre clé de licence semble invalide."],"Your license has expired. You must <a href=\"%s\">extend your license</a> in order to use it again.":["Votre licence a expiré. Vous devez <a href=\"%s\">renouveler votre licence</a>  pour l’utiliser à nouveau."],"You've reached your activation limit. You must <a href=\"%s\">upgrade your license</a> to use it on this site.":["Vous avez atteint votre limite d’activation. Vous devez <a href=\"%s\">mettre à jour votre licence</a> pour l’utiliser sur ce site."],"<a href=\"%s\">Your license is expiring in %d day, would you like to extend it?</a> ":["<a href=\"%s\">Votre licence expire dans %d jour, voulez vous une extension pour votre licence&nbsp;?</a>","<a href=\"%s\">Votre licence expire dans %d jours, voulez vous une extension pour votre licence&nbsp;?</a>"],"<a href=\"%s\">Did you know you can upgrade your license?</a> ":["<a href=\"%s\">Saviez-vous que vous pouvez mettre à jour votre licence ?</a>"],"You have used %d/%d activation. ":["Vous utilisez %d/%d activation.","Vous utilisez %d/%d activations."],"You have an unlimited license. ":["Vous avez une licence illimitée."],"Your %s license has been activated. ":["Votre licence %s a été activée."],"<b>Warning!</b> You're blocking external requests which means you won't be able to get %s updates. Please add %s to %s.":["<b>Avertissement !</b> Vous bloquez des requêtes externes, ce qui signifie que vous ne serez pas en mesure d’obtenir les mises à jour de %s. Merci d’ajouter %s à %s."],"Register now &raquo;":["S’enregistrer maintenant &raquo;"],"Translation of %s":["Traduction de %s"],"You're using WordPress in a language we don't support yet. We'd love for %2$s to be translated in that language too, but unfortunately, it isn't right now. You can change that! Register at %4$s to help translate it!":["Vous utilisez WordPress dans une langue que nous ne supportons pas encore. Nous aimerions beaucoup que %2$s soit traduit dans cette langue, mais malheureusement ce n’est pas le cas.  Vous pouvez changer cet état de fait ! Enregistrez-vous sur %4$s pour nous aider à traduire ! "],"You're using WordPress in %1$s. While %2$s has been translated to %1$s for %3$d%%, it's not been shipped with the plugin yet. You can help! Register at %4$s to help complete the translation to %1$s!":["Vous utilisez WordPress en %1$s. Alors que %2$s a été traduit en %1$s à %3$d%%, elle n’est donc pas encore disponible dans l’extension. Vous pouvez nous aider ! Enregistrez-vous sur %4$s pour nous aider à terminer la traduction à %1$s !"],"As you can see, there is a translation of this plugin in %1$s. This translation is currently %3$d%% complete. We need your help to make it complete and to fix any errors. Please register at %4$s to help complete the translation to %1$s!":["Comme vous le constatez, cette extension est traduite en %1$s. Cette traduction est actuellement terminée à %3$d%%. Nous avons besoin de votre aide pour la terminer et pour corriger les éventuelles erreurs. SVP, enregistrez-vous sur %4$s pour finaliser la traduction à %1$s !"],"All-In-One-SEO has been deactivated":["All-In-One-SEO a été désactivé"],"The plugin All-In-One-SEO has been detected. Do you want to %1$simport its settings%2$s?":["L’extension All-In-One-SEO a été détectée. Voulez-vous %1$simporter ses réglages%2$s ?"],"SEO Settings":["Réglages SEO"],"Mobile-Friendly Test":["Test Mobile-Friendly"],"Google Page Speed Test":["Test de vitesse de page Google"],"CSS Validator":["Validateur CSS"],"HTML Validator":["Validateur HTML"],"Pinterest Rich Pins Validator":["Validateur de Rich Pins Pinterest"],"Facebook Debugger":["Facebook Debugger"],"Check Headers":["Vérifier les en-têtes"],"Check Google Cache":["Vérifier le cache de Google"],"Check Keyword Density":["Vérifier la densité des mots-clés"],"Check Inlinks (OSE)":["Vérifier les liens entrants (OSE)"],"Analyze this page":["Analyser cette page"],"SEO Book":["SEO Book"],"AdWords External":["AdWords External"],"Keyword Research":["Recherche de mots-clés"],"%s does not seem to be a valid url. Please correct.":["%s ne semble pas être une URL valide. Veuillez corriger cela."],"%1$s does not seem to be a valid %2$s verification string. Please correct.":["%1$s ne semble pas être une chaine de caractères de vérification valide pour %2$s. Veuillez corriger."],"\"Max entries per sitemap page\" should be a positive number, which %s is not. Please correct.":["« Entrées maximum par page du sitemap » doit être un nombre positif, %s ne l’est pas. Veuillez corriger."],"%s Archive":["%s Archive"],"You searched for %s":["Vous avez cherché %s"],"%s does not seem to be a valid Twitter user-id. Please correct.":["%s ne semble pas être un identifiant Twitter valide. Veuillez corriger cela."],"Summary with large image":["Résumé avec grande image"],"Summary":["Résumé"],"The post %1$s appeared first on %2$s.":["L’article %1$s est apparu en premier sur %2$s."],"No numeric value was received.":["Les chiffres ne sont pas acceptés"],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":["Blog inexistant. Le blog %s n’existe pas ou a été marqué comme étant supprimé."],"The default blog setting must be the numeric blog id of the blog you want to use as default.":["Le réglage par défaut du blog doit être l’identifiant numérique du blog que vous souhaitez utiliser par défaut."],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":["%1$s n’est pas un choix valide pour ceux qui devraient être autorisés d’accéder aux réglages de %2$s. La valeur par défaut a été remise."],"Please select a valid post type for taxonomy \"%s\"":["Veuillez choisir un type de contenu valide pour la taxinomie « %s »"],"Please select a valid taxonomy for post type \"%s\"":["Veuillez choisir une taxinomie valide pour le type de contenu « %s »"],"You searched for":["Vous avez cherché"],"Home":["Accueil"],"Archives for":["Archives pour"],"Error 404: Page not found":["Erreur 404 : Page introuvable"],"Bad":["Mauvais"],"Good":["Bon"],"Replaced with a custom taxonomies description":["Remplacé par une description des taxinomies personnalisées."],"Replaced with a posts custom taxonomies, comma separated.":["Remplacé par la(les) catégorie(s) de l’article, séparé par des virgules"],"Replaced with a posts custom field value":["Remplacé par une valeur de champ personnalisé"],"Replaced with the slug which caused the 404":["Remplacé par l’identifiant qui a causé l’erreur 404"],"Replaced with the posts focus keyword":["Remplacé par le mot-clé principal de l’article"],"Attachment caption":["Légende de la pièce-jointe"],"Replaced with the current page number":["Remplacé par le numéro de la page en cours"],"Replaced with the current page total":["Remplacé par le nombre total de pages"],"Replaced with the current page number with context (i.e. page 2 of 4)":["Remplacé par le numéro de page en cours avec le contexte (ex: page 2 sur 4)"],"Replaced with the current year":["Remplacé par l’année en cours"],"Replaced with the current month":["Remplacé par le mois en cours"],"Replaced with the current day":["Remplacé par la date actuelle"],"Replaced with the current date":["Remplacé par la date actuelle"],"Replaced with the current time":["Remplacé par l’heure actuelle"],"Replaced with the post/page author's userid":["Remplacé par l’ID de l’auteur de l’article ou de la page"],"Replaced with the post/page author's 'Biographical Info'":["Remplacé par « les informations biographiques » de l’auteur de l’article ou de la page"],"Replaced with the post/page author's 'nicename'":["Remplacé par le nom ’plus joli’ de l’auteur de l’article / de la page"],"Replaced with the post/page ID":["Remplacé par l’ID de l’article / de la page"],"Replaced with the post/page modified time":["Remplacé par l’heure de modification de l’article / de la page"],"Replaced with the post type plural label":["Remplacé par l’intitulé au pluriel du type de contenu"],"Replaced with the post type single label":["Remplacé par l’intitulé au singulier du type de contenu"],"Replaced with the current search phrase":["Remplacé par la phrase recherchée"],"Replaced with the term name":["Remplacé par le nom du terme"],"Replaced with the term description":["Remplacé par la description du terme"],"Replaced with the tag description":["Remplacé par la description du mot-clé"],"Replaced with the category description":["Remplacé par la description de la catégorie"],"Replaced with the post categories (comma separated)":["Remplacé par la(les) catégorie(s) de l’article (séparées par des virgules)"],"Replaced with the current tag/tags":["Remplacé par le(les) mot(s)-clé(s)"],"Replaced with the post/page excerpt (without auto-generation)":["Remplacé par l’extrait de l’article / page (sans auto-génération)"],"Replaced with the post/page excerpt (or auto-generated if it does not exist)":["Remplacé par l’extrait de l’article / page (ou auto-généré, si l’extrait n’existe pas)"],"The site's tag line / description":["Slogan / Description du site"],"The site's name":["Le nom du site"],"Replaced with the title of the parent page of the current page":["Remplacé par le titre de la page parent de la présente page"],"Replaced with the title of the post/page":["Remplacé par le titre de l’article / de la page"],"Replaced with the date of the post/page":["Remplacé par la date de l’article / de la page"],"Page %1$d of %2$d":["Page %1$d sur %2$d"],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":["Vous ne pouvez pas annuler une variable de remplacement standard de WPSEO en enregistrant une variable avec le même nom. Utilisez le  filtre \"wpseo_replacements\"  au lieu d’ajuster la valeur de remplacement."],"A replacement variable with the same name has already been registered. Try making your variable name unique.":["Une variable de remplacement portant le même nom est déjà enregistrée. Essayez d’utiliser un nom de variable unique."],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":["Une variable de remplacement ne peut commencer par \"%%cf_\" ou \"%%ct_\" car ces préfixes sont réservés aux variables standards de WPSEO pour les champs et les taxinomies personnalisés. Essayez d’utiliser un nom de variable unique."],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":["Une variable de remplacement ne peut contenir que des caractères alpha-numériques, un souligné ou un tiret. Veuillez renommer votre variable"],"Admin only notice: this page doesn't show a meta description because it doesn't have one, either write it for this page specifically or go into the SEO -> Titles menu and set up a template.":["Avis pour l’administrateur&nbsp;: cette page n’affiche pas de méta description car elle n’en a pas. Vous pouvez donc soit l’ajouter spécifiquement pour cette page soit vous rendre dans vos réglages (SEO -> Titres) pour configurer un modèle."],"Page not found":["Page non trouvée"],"%s Archives":["%s Archives"],"Search for \"%s\"":["Recherche pour \"%s\""],"Exclude user from Author-sitemap":["Exclure cet utilisateur du plan de site (sitemap) des auteurs"],"Meta keywords to use for Author page":["Méta keywords à utiliser pour la page Auteur"],"Meta description to use for Author page":["Méta description à utiliser pour la page Auteur"],"Title to use for Author page":["Titre à utiliser pour la page Auteur"],"%1$s settings":["Réglages de %1$s"],"Delete the old data after import? (recommended)":["Supprimer les anciennes données après l’importation ? (recommandé)"],"Import from WooThemes SEO framework?":["Importer depuis le framework WooThemes SEO&nbsp;?"],"Import from All-in-One SEO?":["Importer depuis All-In-One SEO&nbsp;?"],"Import from HeadSpace2?":["Importer depuis HeadSpace2&nbsp;?"],"If you've used another SEO plugin, try the %1$sSEO Data Transporter%2$s plugin to move your data into this plugin, it rocks!":["Si vous avez utilisé une autre extension SEO auparavant, essayez %1$sSEO Data Transporter%2$s pour importer vos données, ça pulse&nbsp;!"],"No doubt you've used an SEO plugin before if this site isn't new. Let's make it easy on you, you can import the data below. If you want, you can import first, check if it was imported correctly, and then import &amp; delete. No duplicate data will be imported.":["Vous avez probablement utilisé une autre extension SEO auparavant. Pour vous faciliter la vie, vous pouvez importer les données de votre ancienne extension SEO. Si vous voulez le faire, vous pouvez d’abord les importer, vérifiez si les données ont été importées correctement, et puis importer &amp; supprimer. Aucune donnée en double ne sera importée."],"Export your %1$s settings":["Exporter vos réglages de %1$s"],"Include Taxonomy Metadata":["Inclure les métadonnées des taxinomies."],"Export your %1$s settings here, to import them again later or to import them on another site.":["Exporter vos réglages de %1$s pour les ré-importer plus tard ou les importer sur un autre site."],"Import settings":["Importer les réglages"],"Import settings by locating <em>settings.zip</em> and clicking \"Import settings\"":["Importer les réglages en localisant le fichier<em>settings.zip</em> et en cliquant sur \"Importer les réglages\""],"Import from other SEO plugins":["Importer à partir d’autres extensions de SEO"],"Import":["Importer"],"The old data of the imported plugin was deleted successfully.":["Les anciennes données de l’extension importée ont bien été effacées."],"If you had a .htaccess file and it was editable, you could edit it from here.":["Si vous aviez un fichier .htaccess et qu’il était modifiable, vous pourriez le modifier à partir d’ici."],"Save changes to .htaccess":["Enregistrer les modifications du fichier .htaccess"],"Edit the content of your .htaccess:":["Modifier le contenu de votre fichier .htaccess&nbsp;:"],"If your .htaccess were writable, you could edit it from here.":["Si votre fichier .htaccess était accessible en écriture, vous pourriez le modifier à partir d’ici."],".htaccess file":["fichier .htaccess"],"Save changes to Robots.txt":["Enregistrer les modifications du fichier robots.txt"],"Edit the content of your robots.txt:":["Modifier le contenu de votre fichier robots.txt&nbsp;:"],"If your robots.txt were writable, you could edit it from here.":["Si votre fichier robots.txt était accessible en écriture, vous pourriez le modifier à partir d’ici."],"If you had a robots.txt file and it was editable, you could edit it from here.":["Si vous aviez un fichier robots.txt et qu’il était modifiable, vous pourriez le modifier à partir d’ici."],"Create robots.txt file":["Créer le fichier robots.txt"],"You don't have a robots.txt file, create one here:":["Vous n’avez pas de fichier robots.txt, vous pouvez en créer un ici&nbsp;:"],"Robots.txt":["Robots.txt"],"You cannot edit the .htaccess file.":["Vous ne pouvez pas modifier le fichier .htaccess."],"Updated Robots.txt":["Robots.txt mis à jour"],"You cannot edit the robots.txt file.":["Vous ne pouvez pas modifier le fichier robots.txt."],"You cannot create a robots.txt file.":["Vous ne pouvez pas créer un fichier robots.txt."],"A link to your site, with your site's name and description as anchor text.":["Un lien vers votre site, avec le nom de votre site et la description comme texte d’ancrage."],"A link to your site, with your site's name as anchor text.":["Un lien vers votre site, avec le nom de votre site comme texte d’ancrage."],"A link to the post, with the title as anchor text.":["Un lien vers l’article, avec le titre comme texte d’ancrage."],"A link to the archive for the post author, with the authors name as anchor text.":["Un lien vers les archives de l’auteur, avec le nom de l’auteur comme texte d’ancrage."],"You can use the following variables within the content, they will be replaced by the value on the right.":["Vous pouvez utiliser les variables suivantes dans votre contenu, elles seront automatiquement remplacées par la valeur à droite."],"Content to put after each post in the feed":["Contenu à insérer après chaque article dans le flux"],"Content to put before each post in the feed":["Le contenu à ajouter avant chaque article dans le flux"],"This feature is used to automatically add content to your RSS, more specifically, it's meant to add links back to your blog and your blog posts, so dumb scrapers will automatically add these links too, helping search engines identify you as the original source of the content.":["Cette fonctionnalité est utilisée pour ajouter automatiquement du contenu à vos flux RSS, plus spécifiquement, pour ajouter des liens vers votre blog et vos articles. Les agrégateurs de contenus vont également ajouter ces liens, aidant ainsi les moteurs de recherche à identifier votre site comme étant l’origine du contenu."],"Other variables not to clean":["Autres variables à ne pas nettoyer"],"You might have extra variables you want to prevent from cleaning out, add them here, comma separated.":["Vous avez peut-être d’autres variables que vous ne voulez pas nettoyer, ajouter les simplement dans ici, séparées par des virgules."],"Prevent cleaning out Google Analytics Campaign & Google AdWords Parameters.":["Evite la suppression des paramètres des  campagnes Google Analytics & Google AdWords"],"If you use Google Analytics campaign parameters starting with %s, check this box. However, you're advised not to use these. Instead, use the version with a hash.":["Si vous utilisez des réglages de campagne Google Analytics commençant par %s, cochez cette case. Cependant, il n’est pas recommandé de les utiliser. Vous devriez plutôt utiliser la version avec un hash."],"Prevent cleaning out Google Site Search URLs.":["Empêche de nettoyer les URL de Google Site Search."],"Google Site Search URLs look weird, and ugly, but if you're using Google Site Search, you probably do not want them cleaned out.":["Les paramètres URL de Google Site Search vous semblent probablement étranges et peu esthétiques, mais si vous utilisez Google Site Search, vous ne souhaitez probablement pas les nettoyer."],"Redirect ugly URLs to clean permalinks. (Not recommended in many cases!)":["Rediriger les URL laides vers des permaliens propres. (Non recommandé dans la majorité des cas !)"],"People make mistakes in their links towards you sometimes, or unwanted parameters are added to the end of your URLs, this allows you to redirect them all away. Please note that while this is a feature that is actively maintained, it is known to break several plugins, and should for that reason be the first feature you disable when you encounter issues after installing this plugin.":["Il est possible que les gens fassent des erreurs s’ils font des liens vers votre site, ou bien des paramètres indésirables sont ajoutés à vos URL. Cette option vous permet de les rediriger ailleurs. Veuillez noter que même si cette option est activement mise à jour, elle est aussi reconnue pour causer des problèmes avec d’autres extensions et donc, si vous avez un problème, il est recommandé de désactiver cette option d’abord."],"Enforce a trailing slash on all category and tag URLs":["Forcer l’ajout d’une barre oblique à la fin de toutes les URL des catégories et des étiquettes"],"If you choose a permalink for your posts with %1$s, or anything else but a %2$s at the end, this will force WordPress to add a trailing slash to non-post pages nonetheless.":["Si vous choisissez un permalien pour vos articles avec %1$s ou quelque chose d’autre qu’un \"%2$s\" à la fin, cette option va tout de même forcer WordPress à ajouter une barre oblique \"/\" à tous les articles."],"This prevents threaded replies from working when the user has JavaScript disabled, but on a large site can mean a <em>huge</em> improvement in crawl efficiency for search engines when you have a lot of comments.":["Cela empêche les commentaires imbriqués de fonctionner lorsque l’utilisateur a désactivé JavaScript, mais sur un grand site cela peut représenter une <em>énorme</em> amélioration de l’efficacité d’analyse pour les moteurs de recherche lorsque vous avez beaucoup de commentaires."],"This helps you to create cleaner URLs by automatically removing the stopwords from them.":["Cela vous permet de créer des URLs plus propres en retirant automatiquement les mots d’arrêts (stop words) des URLs."],"Clean up permalinks":["Nettoyer les permaliens"],"Redirect attachment URLs to parent post URL.":["Rediriger l’URL des pièces-jointes vers l’URL de l’article parent."],"Attachments to posts are stored in the database as posts, this means they're accessible under their own URLs if you do not redirect them, enabling this will redirect them to the post they were attached to.":["Les pièces jointes des articles sont stockées dans la base de données en tant qu’articles, ce qui signifie qu’elles sont accessibles par leurs propres URL si vous ne les redirigées pas. Activer cette option les redirigera vers l’article auquel elles sont attachées."],"Change URLs":["Modifier les URL"],"Usage of this breadcrumbs feature is explained in %1$sour knowledge-base article on breadcrumbs implementation%2$s.":["L’utilisation de la fonctionnalité du fil d’Ariane est expliquée dans l’article %1$sde notre base de connaissances sur l’intégration du fil d’Ariane%2$s."],"How to insert breadcrumbs in your theme":["Comment insérer un fil d’Ariane dans votre thème&nbsp;?"],"Blog":["Blog"],"Post type archive to show in breadcrumbs for taxonomies":["Type de contenu d&rsquo;archive à afficher dans le fil d&rsquo;Ariane pour les taxinomies"],"Taxonomy to show in breadcrumbs for post types":["Taxinomie à afficher dans le fil d’Ariane pour les types de contenu"],"Breadcrumb for 404 Page":["Fil d’Ariane pour la page 404&nbsp;"],"Prefix for Search Page breadcrumbs":["Préfixe pour le fil d’Ariane des pages de recherche&nbsp;"],"Prefix for Archive breadcrumbs":["Préfixe pour le fil d’Ariane des archives&nbsp;"],"Prefix for the breadcrumb path":["Préfixe pour le fil d’Ariane&nbsp;"],"Anchor text for the Homepage":["Texte d’ancrage pour la page d’accueil&nbsp;"],"Separator between breadcrumbs":["Séparateur pour le fil d’Ariane&nbsp;"],"Enable Breadcrumbs":["Activer le fil d’Ariane"],"Below are your published posts&#8217; SEO scores. Now is as good a time as any to start improving some of your posts!":["Ci-dessous retrouvez les scores SEO de vos articles publiés. C’est le moment de commencer à améliorer certains d’entre eux !"],"Developer":["Développeur"],"QA & Translations Manager":["Responsable des traductions et des questions/réponses"],"Project Lead":["Chef de projet"],"Want to help us develop? Read our %1$scontribution guidelines%2$s!":["Vous souhaitez nous aider à développer ? Référez-vous à nos %1$srègles de contribution%2$s !"],"While most of the development team is at %1$sYoast%2$s in the Netherlands, %3$s is created by a worldwide team.":["Bien que presque toute l’équipe de développement de %1$sYoast%2$s soit basée aux Pays-Bas, %3$s est créé par une équipe internationale."],"Credits":["Crédits"],"Thank you for updating %1$s!":["Merci d’avoir mis à jour %1$s !"],"Posts to exclude":["Article à exclure"],"You can exclude posts from the sitemap by entering a comma separated string with the Post ID's. The format will become something like: %1$s.":["Vous pouvez exclure des articles de votre sitemap en saisissant une série d’ID séparée par des virgules. Le format devrait ressemblé à cela : %1$s"],"Max entries per sitemap":["Nombre d’entrées maximal par sitemap"],"Please enter the maximum number of entries per sitemap page (defaults to %s, you might want to lower this to prevent memory issues on some installs):":["Veuillez saisir le nombre maximal d’entrées par page de sitemap (par défaut %s, vous pouvez réduire ce nombre pour éviter les problèmes de mémoire sur certaines installations)&nbsp;:"],"Save your settings to activate your XML Sitemap.":["Enregistrez vos réglages pour activer votre sitemap XML."],"You do <strong>not</strong> need to generate the XML sitemap, nor will it take up time to generate after publishing a post.":["Vous n’avez <strong>pas</strong> besoin de générer le fichier sitemap XML, pas plus qu’il ne faudra de temps pour le mettre à jour à chaque nouvel article."],"You can find your XML Sitemap here: %1$sXML Sitemap%2$s":["Vous pouvez trouver votre fichier sitemap XML ici&nbsp;: %1$sXML Sitemap%2$s"],"Excluded Posts":["Articles exclus"],"User sitemap":["Sitemap utilisateur"],"&laquo; Back to Tools page":["&laquo; Retour à la page Outils"],"%1$s comes with some very powerful built-in tools:":["%1$s propose des outils intégrés très puissants :"],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":["Cet outil vous permet de modifier rapidement des fichiers importants pour votre référencement, comme le fichier robots.txt ou le fichier .htaccess si vous en avez un."],"File editor":["Éditeur de fichiers"],"Import settings from other SEO plugins and export your settings for re-use on (another) blog.":["Importez les réglages d’autres extensions de référencement et exportez les vôtres pour les réutiliser sur un autre site."],"Import and Export":["Import et Export"],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":["Cet outil vous permet de modifier rapidement les titres et les descriptions de vos articles et de vos pages, sans avoir à aller dans l’éditeur de chaque page."],"Bulk editor":["Éditeur par lot"],"Google Publisher Page":["Page Google Publisher"],"If you have a Google+ page for your business, add that URL here and link it on your Google+ page's about page.":["Si vous avez une page Google+ pour votre entreprise, ajoutez cette URL ici et reliez la à votre page à propos de Google+."],"To %1$sconfirm your site with Pinterest%2$s, add the meta tag here:":["Pour %1$svérifier votre site avec Pinterest%2$s, veuillez ajouter la balise méta ici :"],"Pinterest uses Open Graph metadata just like Facebook, so be sure to keep the Open Graph checkbox on the Facebook tab checked if you want to optimize your site for Pinterest.":["Pinterest, tout comme Facebook, utilise les métadonnées Open Graph. Assurez-vous donc d’avoir coché la case Open Graph dans l’onglet Facebook si vous souhaitez optimiser votre site pour Pinterest."],"The default card type to use":["Le type de carte à utiliser par défaut&nbsp;"],"Add Twitter card meta data":["Ajoute les métadonnées de carte Twitter"],"Add Twitter card meta data to your site's %s section.":["Ajouter les métadonnées des cartes Twitter à la section %s de votre site."],"This image is used if the post/page being shared does not contain any images.":["Cette image est utilisée si l’article/page partagé ne contient aucune image."],"Default settings":["Réglages par défaut"],"Copy home meta description":["Copier les méta description de base"],"Description":["Description&nbsp"],"Image URL":["URL de l&rsquo;image&nbsp"],"These are the title, description and image used in the Open Graph meta tags on the front page of your site.":["Voici le titre, la description et l’image utilisés dans le meta tag Open Graph sur la page d’accueil de votre site."],"Frontpage settings":["Réglages généraux"],"Add Open Graph meta data":["Ajouter les métadonnées OpenGraph"],"Add Open Graph meta data to your site's %s section, Facebook and other social networks use this data when your pages are shared.":["Ajouter les métadonnées d’Open Graph à la section %s de votre site, Facebook et les autres réseaux sociaux utilisent ces données lorsque vos pages sont partagées."],"Google+ URL":["URL Google+"],"YouTube URL":["URL YouTube"],"Pinterest URL":["URL Pinterest"],"MySpace URL":["URL MySpace"],"LinkedIn URL":["URL LinkedIn"],"Instagram URL":["URL Instagram"],"Twitter Username":["Nom d’utilisateur Twitter"],"Facebook Page URL":["URL de la page Facebook&nbsp"],"Accounts":["Comptes"],"Restore site to defaults":["Restaurer les réglages du site aux valeurs par défaut"],"Blog ID":["ID du blog"],"Site ID":["ID du site"],"Using this form you can reset a site to the default SEO settings.":["Grâce à ce formulaire, vous pouvez réinitialiser les réglages SEO de votre site aux réglages par défaut."],"Restore site to default settings":["Restaurer les réglages du site aux valeurs par défaut"],"Save MultiSite Settings":["Enregistrer les réglages MultiSite"],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new blogs.":["Les réglages potentiellement confidentiels (administrateurs Facebook etc.), spécifiques aux thèmes (réécriture du titre) et quelques réglages très spécifiques au site actuel ne seront pas importés vers les nouveaux blogs."],"Enter the %1$sSite ID%2$s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":["Saisissez l’%1$sID du site%2$s que vous utiliserez comme base pour les réglages de tous les nouveaux sites ajoutés à votre réseau. Laissez vide pour n’en choisir aucun. (Les réglages par défaut de l’extension seront alors utilisés)."],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":["Choisissez le site dont les réglages serviront de base à tous les nouveaux sites de votre réseau. Si vous choisissez ’Aucun’, les réglages par défaut de WordPress SEO seront utilisés."],"New sites in the network inherit their SEO settings from this site":["Les nouveaux sites du réseau héritent des réglages SEO de ce site"],"Super Admins only":["Super Administrateur uniquement"],"Site Admins (default)":["Administrateurs du site (par défaut)"],"Who should have access to the %1$s settings":["Qui devrait avoir accès aux réglages de %1$s"],"spam":["indésirable"],"mature":["adulte"],"archived":["archivé"],"public":["public"],"Blog %s not found.":["Le blog %s est introuvable."],"%s restored to default SEO settings.":["%s a été rétabli aux réglages SEO par défaut."],"Settings Updated.":["Les réglages ont été mis à jour."],"Force %s meta robots tag sitewide":["Forcer des méta étiquettes de robots %s sur tout le site"],"Use meta keywords tag?":["Utiliser les balises des méta keywords ?"],"I don't know why you'd want to use meta keywords, but if you want to, enable this.":["Je ne sais pas pourquoi vous voulez utiliser les méta keywords, mais si vous voulez le faire, cochez cette case."],"If you want to prevent /page/2/ and further of any archive to show up in the search results, set this to \"noindex\".":["Si vous voulez éviter /page/2/ et les suivantes d’une archive de s’afficher dans les résultats de la recherche, définissez cette option sur « noindex »."],"Sitewide meta settings":["Réglages méta pour tout le site"],"404 pages":["Pages 404"],"Search pages":["Pages de recherche"],"These pages will be %s by default, so they will never show up in search results.":["Ces pages seront réglées sur %s par défaut, donc elles n’apparaitront jamais dans les résultats de recherche."],"Special Pages":["Pages spéciales"],"Date-based archives could in some cases also be seen as duplicate content.":["Les archives basées sur la date pourraient, dans certains cas également être considérées comme du contenu dupliqué."],"If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or to add %s to it so it doesn't show up in the search results.":["Si c’est le cas pour votre site, vous pouvez choisir de le désactiver (ce qui la redirigera vers la page d’accueil), ou d’y ajouter %s, de sorte qu’il n’apparaisse pas dans les résultats de recherche."],"If you're running a one author blog, the author archive will be exactly the same as your homepage. This is what's called a %1$sduplicate content problem%2$s.":["Si vous administrez un blog avec un seul auteur, la page d’archive de l’auteur sera exactement identique à votre page d’accueil. C’est ce qu’on appelle un %1$sproblème de contenu dupliqué%2$s."],"Date archives":["Archives par date"],"Title":["Titre"],"Note: instead of templates these are the actual titles and meta descriptions for these custom post type archive pages.":["Remarque&nbsp;: au lieu d’utiliser les modèles, ce sont les vrais titres et méta descriptions pour les pages archives des types de contenu personnalisés."],"Custom Post Type Archives":["Archives des types de contenu personnalisés"],"%1$s Meta Box":["%1$s Méta Box"],"Hide":["Masquer"],"Date in Snippet Preview":["Date dans la prévisualisation de l’extrait"],"Meta Robots":["Méta robots&nbsp;"],"Take note:":["À savoir :"],"You can determine the title and description for the blog page by %1$sediting the blog page itself &raquo;%2$s":["Vous pouvez définir le titre et la description pour la page du blog en %1$smodifiant la page de blog directement &raquo;%2$s"],"You can determine the title and description for the front page by %1$sediting the front page itself &raquo;%2$s":["Vous pouvez déterminer le titre et la description de la page d’accueil en %1$smodifiant la page d’accueil directement &raquo;%2$s"],"Homepage &amp; Front page":["Page d’accueil &amp; Première page"],"Meta keywords template":["Modèle des Méta keywords "],"Meta description template":["Modèle de Méta description&nbsp;"],"Title template":["Modèle de titre&nbsp;"],"Symbols are shown in the size they'll appear in the search results.":["Les symboles sont affichés dans la même taille que celle des résultats de recherche."],"Choose the symbol to use as your title separator. This will display, for instance, between your post title and site name.":["Choisisssez le symbole à utiliser en temps que séparateur. Il apparaîtra, par exemple, entre le titre de l’article et le nom du site."],"Title Separator":["Séparateur de titre"],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s détecte automatiquement s’il a besoin de forcer la réécriture des titres de vos pages, si vous pensez que c’est incorrect et que vous savez ce que vous faites, vous pouvez modifier ce réglage ici."],"Force rewrite titles":["Forcer la réécriture des titres"],"Taxonomies":["Taxinomies"],"Post Types":["Types de contenu"],"Homepage":["Page d’accueil"],"This is where you would enter the license keys for one of our premium plugins, should you activate one.":["Enregistrez ici la clé de licence de l’une de vos extensions premium si vous voulez l’activer."],"%1$s Extensions":["Extensions de %1$s"],"Seamlessly integrate WooCommerce with %1$s and get extra features!":["Intégrez WooCommerce et %1$s et obtenez des fonctionnalités supplémentaires !"],"Rank better locally and in Google Maps, without breaking a sweat!":["Améliorez votre classement localement dans Google Maps, sans verser une goutte de sueur!"],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":["Êtes-vous sur Google Actualités ? Augmentez votre trafic de Google News grâce à son optimisation !"],"Optimize your videos to show them off in search results and get more clicks!":["Optimisez vos vidéos pour qu’elles apparaissent dans les résultats des recherches et obtenir plus de clics !"],"The premium version of %1$s with more features & support.":["La version Premium de %1$s avec plus de fonctionnalités & de support."],"Yandex Webmaster Tools":["Outils de Yandex pour webmasters "],"Bing Webmaster Tools":["Outils de Bing pour webmasters "],"You can use the boxes below to verify with the different Webmaster Tools, if your site is already verified, you can just forget about these. Enter the verify meta values for:":["Vous pouvez utiliser les cases ci-dessous pour permettre la vérification de votre site avec différents outils pour webmasters. Si votre site l’est déjà, vous pouvez simplement les oublier. Entrez les valeurs de vérification méta pour&nbsp;:"],"Your name":["Votre nom&nbsp;"],"Company logo":["Logo de la société"],"Company name":["Nom de la société"],"Person":["Personne"],"Company":["Société"],"Choose whether you're a company or person":["Précisez si vous êtes une société ou une personne"],"This data is shown as metadata in your site. It is intended to appear in Google's Knowledge Graph. You can be either a company, or a person, choose either:":["Cette donnée est affichée comme une métadonnée dans votre site. Elle apparaît dans le Knowledge Graph de Google. Vous pouvez être une société ou une personne, choisissez l’un ou l’autre :"],"Company or person":["Société ou personne&nbsp;"],"Alternate name":["Autre nom"],"Google shows your website's name in the search results, we will default to your site name but you can adapt it here. You can also provide an alternate website name you want Google to consider.":["Google affiche le nom de votre site web, nous nous basons sur votre nom de site mais vous pouvez l’adapter ici. Vous pouvez également fournir un nom de site web alternatif si vous souhaitez que Google le prenne en considération aussi."],"Website name":["Nom du Site Web"],"Are you sure you want to reset your SEO settings?":["Confirmez-vous la réinitialisation de vos réglages de SEO ?"],"If you want to restore a site to the default %s settings, press this button.":["Si vous souhaitez réinitialiser les réglages de %s de votre site, appuyez sur ce bouton."],"Security":["Sécurité"],"Webmaster tools":["Outils pour les webmasters"],"Your info":["Vos informations"],"Company info":["Informations sur la société"],"You do not have your postname in the URL of your posts and pages, it is highly recommended that you do. Consider setting your permalink structure to <strong>/%postname%/</strong>.":["Vous n’avez pas le nom de l’article dans l’URL de vos articles et pages. Il est fortement recommandé de l’avoir. Il est suggéré d’ajuster la structure de vos permaliens pour <strong>/%postname%/</strong>."],"Fix it":["Réparez"],"RSS":["RSS"],"Permalinks":["Permaliens"],"Breadcrumbs":["Fils d’Ariane"],"or":["ou"],"Save Profile":["Enregistrer le profil"],"There were no profiles found":["Aucun profil n’a été trouvé. "],"Profile":["Profil"],"Current profile":["Profil actuel"],"Reauthenticate with Google ":["Se ré-authentifier avec Google"],"Authenticate":["S’authentifier"],"Get Google Authorization Code":["Obtenir un Code d’Autorisation Google"],"Reload crawl issues":["Recharger les problèmes d’exploration"],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year of support and updates, on %2$s.":["Pour pouvoir créer une redirection et régler ce problème, vous avez besoin de %1$s. Vous pouvez acheter l&rsquo;extension, incluant un an de support et de mises à jour, sur %2$s."],"Creating redirects is a %s feature":["la création de redirection est une fonctionnalité de %s."],"Errors that only occurred when your site was crawled by Googlebot for feature phones (errors didn't appear for desktop).":["Les erreurs qui se sont produites lors de l’exploration du Googlebot pour les téléphones portables (les erreurs n’apparaissent pas dans les desktops)."],"Errors that occurred only when your site was crawled by Googlebot-Mobile (errors didn't appear for desktop).":["Les erreurs qui se sont produites lors de l’exploration du Googlebot (les erreurs n’apparaissent pas pour les desktops)."],"Errors that occurred when your site was crawled by Googlebot.":["Les erreurs qui se sont produites lors de l’exploration du Googlebot."],"Issue categories":["Catégories de problème"],"Incorrect Google Authorization Code.":["Code d’autorisation de Google incorrect."],"The issues have been successfully reloaded!":["Les problèmes ont bien été rechargés !"],"The %1$s data has been removed. You will have to reauthenticate if you want to retrieve the data again.":["La %1$s a été supprimée. Vous devrez vous réauthentifier si vous voulez retrouvez vos données."],"Crawl errors per page":["Erreurs d’exploration par page"],"Search":["Rechercher"],"Don't miss your crawl errors: %1$sconnect with Google Search Console here%2$s.":["Ne ratez pas vos erreurs d’exploration : %1$sconnectez-vous avec votre Google Search Console ici%2$s."],"Create redirect":["Créer une redirection"],"Mark as fixed":["Marquer comme réglé"],"Response code":["Code de réponse"],"First detected":["Premier détecté"],"Last crawled":["Dernière exploration"],"URL":["URL"],"%1$s detected you’re using a version of %2$s which is not compatible with %1$s. Please update %2$s to the latest version to use this feature.":["%1$s a détecté que vous utiliser une version de %2$s qui est incompatible avec %1$s. Veuillez mettre à jour %2$s pour utiliser cette fonctionnalité."],"Yoast plugins share some code between them to make your site faster. As a result of that, we need all Yoast plugins to be up to date. We've detected this isn't the case, so please update the Yoast plugins that aren't up to date yet.":["Les extensions de Yoast partagent du code entre elles pour les rendre plus rapide. Cela suppose qu’elles soient toutes à jour. Nous avons détecté que ce n’est pas le cas, donc veuillez mettre à jour toutes les extensions de Yoast qui ne le sont pas."],"Feature phone":["Fonction téléphone"],"Smartphone":["Smartphone"],"Desktop":["Ordinateur"],"The target URL doesn't exist, but your server is not returning a 404 (file not found) error.":["L’URL cible n’existe pas mais le serveur ne retourne pas d’erreur 404 (fichier non trouvé)."],"Soft 404":["Soft 404"],"Request timed out or site is blocking Google.":["Le temps de la demande est écoulé ou le site bloque Google."],"Server Error":["Erreur serveur"],"Googlebot could access your site, but certain URLs are blocked for Googlebot in your %1$s file. This block could either be for all Googlebots or even specifically for Googlebot-mobile.":["Le Googlebot pourrait accéder à votre site, mais l’accès à certaines adresses est bloqué dans votre %1$s. Ce blocage pourrait être pour tous les Googlebot ou uniquement pour le Googlebot-mobile."],"Blocked":["Bloqué"],"Google was unable to crawl this URL due to an undetermined issue.":["Google n’a pas pu exploré cette adresse en raison d’un problème indéterminé."],"URL points to a non-existent page.":["L’adresse pointe vers une page inexistante."],"Not found":["Non trouvé"],"Not followed":["Non suivi"],"Faulty redirects":["Redirections défectueuses"],"Server requires authentication or is blocking Googlebot from accessing the site.":["Le serveur nécessite une authentification ou bloque l’accès au site au Googlebot."],"Access denied":["Accès refusé"],"Deactivate %s":["Désactiver %s"],"The %1$s plugin might cause issues when used in conjunction with %2$s.":["L’extension %1$s pourrait provoquer des problèmes si utiliser en conjonction avec %2$s."],"Upload Image":["Mettre en ligne une image"],"Upgrade to %1$s &raquo;":["Passer à %1$s &raquo;"],"Remove these ads?":["Supprimer les publicités"],"Current option:":["Option actuelle&nbsp;:"],"Debug Information":["Information de débug"],"Posts without focus keyword":["Articles sans mot clé principal"],"Posts with bad SEO score":["articles avec un mauvais score SEO "],"Posts with OK SEO score":["Articles avec un score SEO OK"],"Posts with good SEO score":["Articles avec un bon score SEO"],"%s Posts Overview":["Vue d’ensemble des articles de %s"],"Include in Sitemap?":["Inclure dans le sitemap ?"],"This taxonomy follows the indexation rules set under Metas and Titles, you can override it here.":["Cette taxinomie suit les règles d’indexation définies dans les Métas et Titres, vous pouvez les remplacer ici."],"The Breadcrumbs Title is used in the breadcrumbs where this taxonomy appears.":["Le titre est utilisé dans les fils d’Ariane où cette taxinomie apparait."],"Breadcrumbs title":["Titre du fil d’Ariane"],"The canonical link is shown on the archive page for this term.":["Le lien canonique s’affiche sur la page d’archive pour ce terme."],"Meta keywords used on the archive page for this term.":["Méta keywords utilisé sur la page d’archive pour ce terme."],"Never include":["Ne jamais inclure"],"Always include":["Toujours inclure"],"Auto detect":["Détection automatique"],"Clear all Facebook Data":["Effacer toutes les données Facebook"],"Facebook App ID":["Facebook App ID"],"Currently connected Facebook admins:":["Administrateurs Facebook actuellement connectés&nbsp;:"],"Add Another Facebook Admin":["Ajouter un autre administrateur Facebook"],"Add Facebook admin":["Ajouter un administrateur Facebook"],"Admin's Facebook user ID:":["ID d’utilisateur Facebook de l’administrateur :"],"Admin's name:":["Nom de l’administrateur :"],"If you don't know where to find the needed ID, see %1$sthis knowledge base article%2$s.":["Si vous ne savez pas où trouver l’ID nécessaire, référez-vous à %1$scet article de notre base de connaissance%2$s."],"To be able to access %1$sFacebook Insights%2$s, you need to add a user here. The name is used for reference only, the ID is used for verification.":["Pour être en mesure d’accéder à %1$sFacebook Insights%2$s, vous devez ajouter un utilisateur ici. Le nom est utilisé à titre indicatif, l’ID est utilisée pour la vérification."],"More info can be found %1$son our knowledge base%2$s.":["Retrouvez plus d’information %1$sdans notre base de connaissance%2$s."],"To be able to access %1$sFacebook Insights%2$s for your site, you need to specify a Facebook Admin. This can be a user. If you have an app for your site, you could use that as well.":["Pour pouvoir accéder à %1$sFacebook Insights%2$s pour votre site, vous devez spécifier un administrateur Facebook. Cela peut être un utilisateur. Si vous avez une application pour votre site, vous pouvez aussi l’utiliser."],"Facebook Insights and Admins":["Facebook Insights et Admins"],"Successfully cleared all Facebook Data":["Toutes les données Facebook ont été effacées avec succès"],"Successfully removed admin %s":["Administrateur %s supprimé avec succès"],"This Facebook user has already been added as an admin.":["Cet utilisateur Facebook a déjà été ajouté comme administrateur."],"Your input contains invalid characters. Please make sure both fields are filled in correctly.":["Votre saisie contient des caractères non valides. Veuillez vérifier que les deux champs soient correctement remplis."],"Please make sure both fields are filled.":["Merci de vous assurez que les deux champs soient remplis."],"Licenses":["Licences"],"Pinterest":["Pinterest&nbsp;"],"Other":["Autres"],"Archives":["Archives"],"Email":["E-mail"],"Previous":["Précédent"],"Next":["Suivant"],"Close":["Fermer"],"Configure %1$s's XML Sitemap settings":["Configurer les réglages du SiteMap XML de %1$s"],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines, yet might slow down your site.":["%1$s et %2$s peuvent créer des sitemaps XML. Avoir deux sitemaps XML n’est pas recommandé pour les moteurs de recherche, et pourrait même ralentir votre site."],"Configure %1$s's OpenGraph settings":["Configurer les réglages de l’OpenGraph de %1$s"],"Both %1$s and %2$s create OpenGraph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":["%1$s et %2$s créent des sorties OpenGraph, ce qui pourrait faire que Facebook, Twitter, LinkedIn et d’autres réseaux sociaux utilisent de mauvais textes et de mauvaises images lorsque vos pages sont partagées."],"%s Image":["%s Image"],"%s Description":["%s Description"],"%s Title":["%s Titre"],"Twitter":["Twitter"],"Facebook":["Facebook"],"The recommended image size for %1$s is %2$s pixels.":["La taille d’image recommandée pour %1$s est de %2$s pixels."],"If you want to override the image used on %s for this post, upload / choose an image or add the URL here.":["Si vous voulez remplacer l’image utilisée pour cet article sur %s, téléchargez/choisissez une image ou ajoutez son URL ici."],"If you don't want to use the meta description for sharing the post on %s but want another description there, write it here.":["Si vous ne souhaitez pas utiliser la méta description pour partager l’article sur %s mais voulez une autre description, inscrivez-la ici."],"If you don't want to use the post title for sharing the post on %s but instead want another title there, write it here.":["Si vous ne souhaitez pas utiliser le titre de l’article sur %s mais voulez au contraire un autre titre, enregistrez-le ici."],"very difficult":["très difficile"],"Try to make shorter sentences, using less difficult words to improve readability.":["Essayez de faire des phrases plus courtes, en utilisant des mots moins compliqués afin d’améliorer la lisibilité."],"difficult":["difficile"],"Try to make shorter sentences to improve readability.":["Essayez de faire des phrases plus courtes pour améliorer la lisibilité."],"fairly difficult":["assez difficile"],"OK":["OK"],"fairly easy":["assez facile"],"easy":["facile"],"very easy":["très facile"],"The copy scores %1$s in the %2$s test, which is considered %3$s to read. %4$s":["Le texte a obtenu %1$s au test du %2$s, ce qui est considéré comme %3$s à lire. %4$s"],"The focus keyword appears in the first paragraph of the copy.":["Le mot-clé pricipal apparaît dans le premier paragraphe du texte."],"The focus keyword doesn't appear in the first paragraph of the copy. Make sure the topic is clear immediately.":["Le mot-clé principal n’apparaît pas dans le premier paragraphe du texte. Assurez-vous que le sujet soit clair immédiatement."],"The keyword density is %1$s, which is great; the focus keyword was found %2$d times.":["La densité du mot-clé est de %1$s, ce qui est très bien, le mot-clé a été trouvé %2$d fois."],"The keyword density is %1$s, which is over the advised %3$s maximum; the focus keyword was found %2$d times.":["La densité de mot-clé est de %1$s, ce qui est supérieur au maximum conseillé de %3$s%. Le mot-clé a été trouvé %2$d fois."],"A meta description has been specified, but it does not contain the focus keyword.":["Une méta description a été spécifiée, mais elle ne contient pas le mot-clé principal."],"No meta description has been specified. Search engines will display copy from the page instead.":["Aucune méta description n’a été spécifiée, les moteurs de recherche vont donc utiliser le contenu de la page."],"The meta description is under %1$d characters long. However, up to %2$d characters are available.":["La méta description compte moins de %1$d caractères, vous pouvez encore ajouter %2$d caractères."],"You have not used the focus keyword in any subheading (such as an H2) in your copy.":["Vous n’avez utilisé le mot-clé dans aucun sous-titre (comme un H2) de votre contenu."],"The focus keyword appears in %2$d (out of %1$d) subheadings in the copy. While not a major ranking factor, this is beneficial.":["Le mot-clé/phrase-clé principal apparaît dans %2$d (sur %1$d) sous-titres de votre texte. Bien que n'étant pas un facteur majeur pour le classement, cela est tout de même bénéfique."],"The images on this page are missing alt attributes.":["Les images sur cette page ne contiennent pas de balise alternative (attribut alt)."],"No links appear in this page, consider adding some as appropriate.":["Aucun lien n’apparaît dans cette page, vous devriez envisager d’en ajouter."],"This page has %1$s nofollowed link(s) and %2$s normal outbound link(s).":["Cette page a %1$s lien(s) en nofollow et %2$s lien(s) externe(s) régulier(s)."],"This page has %1$s outbound link(s), all nofollowed.":["Cette page a %1$s lien(s) externe(s), tous en nofollow."],"This page has %1$s outbound link(s).":["Cette page a %1$s lien(s) externe(s)."],"You're linking to another page with the focus keyword you want this page to rank for. Consider changing that if you truly want this page to rank.":["Vous êtes en train de faire un lien vers une page avec le mot-clé pour lequel vous désirez que cette page soit bien classée. Vous devriez envisager de changer cela si vous voulez vraiment que cette page soit bien classée dans les moteurs de recherche."],"No images appear in this page, consider adding some as appropriate.":["Aucune image n’apparaît sur cette page, vous devriez en ajouter quelques unes."],"The SEO title contains the focus keyword, but it does not appear at the beginning; try and move it to the beginning.":["Le titre SEO de la page contient le mot-clé, mais il ne semble pas apparaître au début; essayez plutôt de le mettre au début."],"The SEO title contains the focus keyword, at the beginning which is considered to improve rankings.":["Le titre SEO de la page contient le mot-clé au début ce qui devrait permettre d’améliorer votre classement."],"Please create a page title.":["Veuillez saisir un titre pour cette page."],"The slug for this page is a bit long, consider shortening it.":["L’identifiant de cette page est un peu trop long, il serait préférable de le raccourcir."],"The focus keyword does not appear in the URL for this page. If you decide to rename the URL be sure to check the old URL 301 redirects to the new one!":["Ce mot-clé n’apparaît pas dans l’URL de cette page. Si vous décidez de renommer l’URL de cette page, assurez-vous de faire une redirection 301 vers la nouvelle&nbsp;!"],"You've used this focus keyword %1$s%2$d times before%3$s, it's probably a good idea to read %4$sthis post on cornerstone content%5$s and improve your keyword strategy.":["Vous avez déjà utilisé ce mot-clé principal %1$s%2$d fois%3$s, il est conseillé de lire %4$scet article sur le contenu stratégique %5$s et améliorer la stratégie du choix de votre mot-clé."],"You've used this focus keyword %1$sonce before%2$s, be sure to make very clear which URL on your site is the most important for this keyword.":["Vous avez déjà utilisé ce mot-clé principal %1$sune fois%2$s, assurez-vous d’indiquer très clairement quelle URL sur votre site est la plus importante pour ce mot-clé."],"You've never used this focus keyword before, very good.":["Vous n’aviez jamais utilisé ce mot-clé principal, c’est très bien."],"No focus keyword was set for this page. If you do not set a focus keyword, no score can be calculated.":["Aucun mot-clef principal n’a été défini pour cette page. Si vous n’en définissez pas un, aucun score ne pourra être calculé."],"Focus keyword not set.":["Mot-clé principal non défini."],"Focus KW":["Mot-clé principal"],"Meta Desc.":["Méta Desc."],"All SEO Scores":["Tous les scores SEO"],"SEO: Post Noindexed":["SEO&nbsp;: Article non indexé"],"SEO: Good":["SEO&nbsp;: Bon"],"SEO: OK":["SEO&nbsp;: OK"],"SEO: Bad":["SEO&nbsp;: Mauvais"],"SEO: No Focus Keyword":["SEO&nbsp;: Pas de mot-clef principal"],"SEO issue: The featured image should be at least 200 by 200 pixels to be picked up by Facebook and other social media sites.":["Problème SEO : L’image à la Une doit être au moins de 200 x 200 pixels pour être exploitable par Facebook et les autres réseaux sociaux."],"(no parent)":["(aucun parent)"],"No focus keyword set.":["Aucun mot-clé principal défini."],"Post is set to noindex.":["L’article est réglé sur noindex."],"The URL that this page should redirect to.":["L’URL vers laquelle cette page devrait rediriger."],"301 Redirect":["Redirection 301"],"The canonical URL that this page should point to, leave empty to default to permalink. %1$sCross domain canonical%2$s supported too.":["L’URL canonique qui devrait pointer sur cette page, laissez cette case vide pour utiliser le permalien par défaut. Les %1$sURL canoniques vers d’autres domaines%2$s sont aussi supportées."],"Canonical URL":["URL canonique"],"Title to use for this page in breadcrumb paths":["Titre à utiliser pour cette page dans le fil d’Ariane"],"Breadcrumbs Title":["Titre pour le fil d’Ariane"],"No Snippet":["Pas d’extrait"],"No Archive":["Aucune archive"],"No Image Index":["Pas d’index pour l’image"],"NO ODP":["NO ODP"],"None":["Aucun"],"Site-wide default: %s":["Valeur par défaut pour tout le site&nbsp;: %s"],"Advanced <code>meta</code> robots settings for this page.":["Réglages avancés des <code>méta</code> des robots pour cette page."],"Meta robots advanced":["Méta robots avancés"],"Meta robots follow":["Méta robots follow"],"Noindex":["Noindex"],"Index":["Index"],"Default for this post type, currently: %s":["Par défaut pour ce type de contenu, actuellement : %s"],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Avertissement : même si vous pouvez modifier les méta « robots » ici, tout votre site est réglé en mode « noindex » dans les réglages de vie privée, toute modification effectuée ici n’aura donc aucun effet. "],"If you type something above it will override your %1$smeta keywords template%2$s.":["Si vous saisissez quelque chose dans cette case, cela remplacera votre %1$smodèle de méta keywords%2$s."],"Meta keywords":["Méta keywords"],"Meta description":["Méta description"],"SEO Title":["Titre SEO&nbsp;"],"Focus keyword":["Mot-clé principal&nbsp;"],"Snippet preview":["Aperçu de l’extrait"],"Setting \"%s\" is no longer used and has been discarded.":["Le paramètre \"%s\" n’est plus disponible et a été désactivé"],"No settings found in file.":["Aucun réglage n’a été trouvé dans le fichier."],"Settings successfully imported.":["Les réglages ont été importés."],"Unzipping failed - file settings.ini not found.":["Échec de la décompression - le fichier settings.ini est introuvable."],"Unzipping failed with error \"%s\".":["Échec de la décompression avec l’erreur \"%s\"."],"Upload failed.":["La mise en ligne a échoué."],"Settings could not be imported:":["Les réglagles n’ont pas été importés&nbsp;:"],"WooThemes SEO framework settings &amp; data successfully imported.":["Les réglages du framework WooThemes SEO ont bien été importés."],"HeadSpace2 data successfully imported":["Les données de HeadSpace2 ont bien été importées."],"No taxonomy metadata found":["Aucune métadonnée de taxinomie n’a été trouvée."],"This export includes taxonomy metadata":["Cet export inclut les métadonnées des taxinomies."],"This is a settings export file for the %1$s plugin by Yoast.com":["Ceci est un fichier d’exportation des réglages de l’extension %1$s de Yoast.com"],"Could not write settings to file.":["Impossible d’écrire les réglages dans le fichier."],"Could not zip settings-file.":["Impossible de compresser (ZIP) le fichier des réglages."],"Error creating %1$s export: ":["Erreur de création de l’export de %1$s : "],"Breadcrumb for 404 pages:":["Fil d’Ariane pour la page 404&nbsp;"],"Prefix for search result pages:":["Préfixe pour les pages de résultats de recherche :"],"Prefix for archive pages:":["Préfixe pour les pages d’archive :"],"Prefix for breadcrumbs:":["Préfixe pour le fil d’Ariane :"],"Anchor text for the homepage:":["Texte d’ancrage pour la page d’accueil"],"Breadcrumbs separator:":["Séparateur pour le fil d’Ariane :"],"Remove blog page from breadcrumbs":["Retirer la page de blog du fil d’Ariane"],"%s Breadcrumbs":["Fil d’Ariane de %s"],"Use Image":["Utiliser l’image"],"Action":["Action"],"Page URL/Slug":["URL/Identifiant de la page"],"Publication date":["Date de Publication"],"Post Status":["État de l’article"],"Post Type":["Type de contenu"],"WP Page Title":["Titre de la page"],"View":["Voir"],"View &#8220;%s&#8221;":["Voir &#8220;%s&#8221;"],"Preview":["Aperçu"],"Preview &#8220;%s&#8221;":["Prévisualiser &#8220;%s&#8221;"],"Edit":["Modifier"],"Filter":["Filtrer"],"You are not allowed to access this page.":["Vous n’êtes pas autorisé à accéder à cette page."],"New Yoast Meta Description":["Nouvelle méta description Yoast"],"Existing Yoast Meta Description":["Méta description Yoast actuelle"],"a,about,above,after,again,against,all,am,an,and,any,are,as,at,be,because,been,before,being,below,between,both,but,by,could,did,do,does,doing,down,during,each,few,for,from,further,had,has,have,having,he,he'd,he'll,he's,her,here,here's,hers,herself,him,himself,his,how,how's,i,i'd,i'll,i'm,i've,if,in,into,is,it,it's,its,itself,let's,me,more,most,my,myself,nor,of,on,once,only,or,other,ought,our,ours,ourselves,out,over,own,same,she,she'd,she'll,she's,should,so,some,such,than,that,that's,the,their,theirs,them,themselves,then,there,there's,these,they,they'd,they'll,they're,they've,this,those,through,to,too,under,until,up,very,was,we,we'd,we'll,we're,we've,were,what,what's,when,when's,where,where's,which,while,who,who's,whom,why,why's,with,would,you,you'd,you'll,you're,you've,your,yours,yourself,yourselves":["à,alors,au,aucun,aussi,autre,avant,avec,avoir,bon,car,ce,cela,ces,ceux,chaque,ci,comme,comment,dans,des,du,dedans,dehors,depuis,devrait,doit,donc,dos,début,elle,elles,en,encore,essai,est,et,eu,fait,faites,fois,font,hors,ici,il,ils,je,juste,la,le,les,leur,là,ma,maintenant,mais,mes,mine,moins,mon,mot,même,ni,nommés,notre,nous,ou,où,par,parce,pas,peut,peu,plupart,pour,pourquoi,quand,que,quel,quelle,quelles,quels,qui,sa,sans,ses,seulement,si,sien,son,sont,sous,soyez,sujet,sur,ta,tandis,tellement,tels,tes,ton,tous,tout,trop,très,tu,voient,vont,votre,vous,vu,ça,étaient,état,étions,été,être,un,une"],"Facebook profile URL":["URL du profil Facebook"],"Twitter username (without @)":["Identifiant Twitter (sans le @)"],"Google+":["Google+"],"FAQ":["Questions"],"Premium Support":["Support Premium"],"Settings":["Réglages"],"You must %1$sgo to your Reading Settings%2$s and uncheck the box for Search Engine Visibility.":["Vous devez vous %1$srendre dans vos Réglages de Lecture%2$s et décocher la case Visibilité  des moteurs de recherche."],"Huge SEO Issue: You're blocking access to robots.":["Important problème SEO&nbsp;: Vous bloquez actuellement l’accès aux robots des moteurs de recherche. "],"Posts":["Articles"],"Edit Files":["Modifier les fichiers"],"MultiSite Settings":["Réglages MultiSite"],"Advanced Variables":["Variables avancées"],"Basic Variables":["Variables de base"],"Note that not all variables can be used in every template.":["Veuillez noter que toutes les variables ne peuvent pas être utilisées dans tous les modèles."],"The title &amp; metas settings for %1$s are made up of variables that are replaced by specific values from the page when the page is displayed. The tabs on the left explain the available variables.":["Les réglages des titres & métas pour %1$s utilisent des variables qui sont remplacées par des valeurs spécifiques de la page quand la page est affichée. Les onglets de gauche donnent des explications sur les variables disponibles."],"Template explanation":["Explication des modèles"],"Why Google won't display the right page title":["Pourquoi Google n’affichera pas le bon titre de la page"],"Title optimization":["Optimisation d’un titre"],"For more information:":["Pour plus d’information&nbsp;:"],"General":["Généraux"],"Extensions":["Extensions"],"Search Console":["Search Console"],"Tools":["Outils"],"Advanced":["Avancé"],"XML Sitemaps":["Sitemaps XML"],"Social":["Réseaux sociaux"],"Titles &amp; Metas":["Titres &amp; Métas"],"SEO":["SEO"],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":["%1$s a détecté que vous utiliser la version de %2$s de %3$s. Veuillez la mettre à jour pour éviter les problèmes de compatibilité."],"Just another WordPress site":["Un site utilisant WordPress"],"You still have the default WordPress tagline, even an empty one is probably better. %1$sYou can fix this in the customizer%2$s.":["Vous utilisez toujours le slogan par défaut de WordPress, un vide serait même plus efficace. %1$sVous pouvez régler cela dans la personnalisation%2$s."],"You have used HTML in your value which is not allowed.":["Votre valeur inclut du code HTML non autorisé."],"You can't edit %s that aren't yours.":["Vous ne pouvez pas modifier les %s qui ne sont pas à/de vous."],"You can't edit %s.":["Vous ne pouvez pas modifier %s."],"Post has an invalid Post Type: %s.":["L’article a un type de contenu non valide&nbsp: %s."],"Post doesn't exist.":["L’article n’existe pas."],"The file %s could not be removed. Please remove it via FTP.":["Le fichier %s n’a pas pu être supprimé. Veuillez le faire par le biais de votre logiciel FTP."],"posts\u0004Trash <span class=\"count\">(%s)</span>":["Supprimez le <span class=\"count\">(%s)</span>","Supprimez les <span class=\"count\">(%s)</span>"],"posts\u0004All <span class=\"count\">(%s)</span>":["Tout <span class=\"count\">(%s)</span>","Tous <span class=\"count\">(%s)</span>"]}}}