{"domain":"js-text-analysis","locale_data":{"js-text-analysis":{"":{"domain":"js-text-analysis","plural_forms":"nplurals=2; plural=n != 1;","lang":"da_DK"},"The %1$s class must not be instantiated before the %2$s global is set.":[""],"%1$sOutrank your competitors even further%2$s with these %3$s plugins":[""],"No need to figure out what to link to. You get linking suggestions for relevant posts and pages to make your website easier to navigate.":[""],"Use AI to write SEO titles and meta descriptions for your posts and pages. It speeds up your work and does some of the thinking for you!":[""],"%s looks at more than just your main keyword. It analyzes different word forms, plurals, and past tenses. This helps your website perform even better in searches!":[""],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for titles and meta descriptions to make your pages rank high and make you look good on social media. %1$sLearn more%2$s%3$s":[""],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for product titles and meta descriptions to make your pages rank high and make you look good on social media. %1$sLearn more%2$s%3$s":[""],"Explore %s!":[""],"You’ll reach more people with multiple keyphrases! Want to quickly add these related keyphrases to the %s analyses for even better content optimization?":[""],"Get AI to write SEO titles and meta descriptions faster. Reach a wider audience with multiple keywords. Get automatic internal linking suggestions. And much, much more!":[""],"Explore now":[""],"Rank higher in search results":[""],"Turn more visitors into customers!":[""],"Increase Google clicks with rich results":[""],"Write product pages that rank using the SEO analysis":[""],"Get XML sitemaps":[""],"Optimize your video previews & thumbnails":[""],"Make sure your videos load quickly for users":[""],"Automatically get technical SEO best practices for video content":[""],"Drive more views to your videos":[""],"Stand out for local searches":[""],"Explore %s now!":[""],"%1$s24/7 support%2$s: Also on evenings and weekends.":[""],"%1$sAppealing social previews%2$s people actually want to click on.":[""],"%1$sNo more broken links%2$s: Automatic redirect manager.":[""],"%1$sSuper fast%2$s internal linking suggestions.":[""],"%1$sMultiple keywords%2$s: Rank higher for more searches.":[""],"%1$sAI%2$s: Better SEO titles and meta descriptions, faster.":[""],"Highlight areas of improvement in your text, no more searching for a needle in a haystack, straight to optimizing! Now also in Elementor!":[""],"Leave a quick review":[""],"Happy with the plugin?":[""],"Show Yoast SEO some love!":[""],"Let's get your site in tip-top shape for the search engines. Simply follow these 5 steps to make Google understand what your site is about.":[""],"If your goal is to increase your rankings, you need to work on your SEO regularly. That can be overwhelming, so let's tackle it one step at a time!":[""],"Great work! Thanks to the details you've provided, %1$s has enhanced your site for search engines, giving them a clearer picture of what your site is all about.":[""],"Important: We won't sell this data, and we won't collect any personal information about you or your visitors.":[""],"What data will be collected and why?":[""],"No, I don't want to share my site data":[""],"Are you open to help us improve our services?":[""],"Yes, give me your free tips!":[""],"Subscribe to the %1$s newsletter to receive best practices for improving your rankings, save time on SEO tasks, stay up-to-date with the latest SEO news, and get expert guidance on how to make the most of %2$s!":[""],"Get free weekly SEO tips!":[""],"You're almost there! Complete all settings in this step so search engines know what your site is about.":[""],"Completing this step helps Google to understand your site even better. Bonus: You'll improve your chance of getting %1$srich results%2$s!":[""],"Let's start by running the SEO data optimization. That means we'll scan your site and create a database with optimized SEO data. It won't change any content or settings on your site and you don't need to do anything, just hit start!\n\nNote: If you have a lot of content, this optimization could take a moment. But trust us, it's worth it!":[""],"We've successfully analyzed your site & optimized your SEO data!":[""],"Fantastic work! Add your organization's social media accounts below. This allows us to fine-tune the metadata for these platforms.":[""],"Social share preview":[""],"Twitter share preview":[""],"The %1$s interface is currently unavailable in the beta WooCommerce product editor. To resolve any issues, please disable the beta editor. %2$sLearn how to disable the beta WooCommerce product editor.%3$s":["Den %1$s grænseflade er i øjeblikket ikke tilgængelig i beta WooCommerce produkteditor. For at løse eventuelle problemer skal du deaktivere betaeditoren. %2$sLær hvordan du deaktiverer beta WooCommerce produkteditor.%3$s"],"Compatibility issue: Yoast SEO is incompatible with the beta WooCommerce product editor.":["Kompatibilitetsproblem: Yoast SEO er uforenelig med beta WooCommerce produkteditoren."],"Search engines and other websites can still send traffic to your trashed content.":[""],"Unlock with the %1$s":["Lås op med %1$s"],"Generate product titles & descriptions with AI!":["Generer produkttitler og beskrivelser med AI!"],"Last year":["Sidste år"],"Last week":["Sidste uge"],"Last day":["Sidste dag"],"Last updated":["Sidst opdateret"],"Activate tracking to show the ranking position":["Aktiver sporing for at vise rangeringspositionen"],"List your Frequently Asked Questions in an SEO-friendly way.":["Angiv dine ofte stillede spørgsmål på en SEO-venlig måde."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by OpenAI GPTBot.":["Føj en 'disallow'-regel til din robots.txt-fil for at forhindre crawling af OpenAI GPTBot."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by the Google-Extended bot. Enabling this setting won’t prevent Google from indexing your website.":["Føj en \"disallow\"-regel til din robots.txt-fil for at forhindre, at Google Extended bot crawler. Aktivering af denne indstilling forhindrer ikke Google i at indeksere dit website."],"Lots of web traffic comes from bots crawling the web. Some can benefit your site or business, while other bots don’t. Blocking unwanted bots can save energy, help with site performance, and protect copyrighted content. Learn more about %1$swhen to block unwanted bots%2$s.":["Masser af webtrafik kommer fra bots, der gennemsøger internettet. Nogle kan gavne dit websted eller din virksomhed, mens andre bots ikke gør det. Blokering af uønskede bots kan spare energi, hjælpe med webstedets ydeevne og beskytte ophavsretligt beskyttet indhold. Få flere oplysninger om, %1$shvornår uønskede bots skal blokeres%2$s."],"Prevent OpenAI GPTBot from crawling":["Undgå, at OpenAI GPTBot crawler"],"Prevent Google Bard and Vertex AI bots from crawling":["Undgå, at Google Bard og Vertex AI-bots crawler"],"Prevent Common Crawl CCBot from crawling":["Undgå, at Common Crawl CCBot crawler"],"Unlock Premium SEO analysis":["Lås op for Premium SEO-analyse"],"Get more help with writing content that ranks":["Få mere hjælp til at skrive indhold, der rangerer"],"$ USD / € EUR / £ GBP per year (ex. VAT)":["$ USD / € EUR / £ GBP pr. år (ekskl. moms)"],"Internal linking suggestions":["Forslag til interne links"],"%1$s SAVE 30%% %2$s on your 12 month subscription":[""],"Learn more about %s (Opens in a new browser tab)":["Få mere at vide om %s (åbner i en ny browserfane)"],"Write more natural and engaging content":["Skriv mere naturligt og engagerende indhold"],"Synonyms help users understand your copy better. It’s easier to read for both users and Google. In %s, you can add synonyms for your focus keyphrase, and we’ll help you optimize for them.":["Synonymer hjælper brugerne med at forstå din tekst bedre. Det er lettere at læse for både brugere og Google. I %s kan du tilføje synonymer til din fokusnøglesætning, så hjælper vi dig med at optimere for dem."],"Is your %1$s store ready for Black Friday?":["Er din %1$s butik klar til Black Friday?"],"Check your text on even more SEO criteria and get an enhanced keyphrase analysis, making it easier to optimize your content.":["Tjek din tekst på endnu flere SEO-kriterier og få en forbedret nøgleordsanalyse, hvilket gør det lettere at optimere dit indhold."],"Buy now!":["Køb nu!"],"30% OFF!":["30% RABAT!"],"BLACK FRIDAY SALE: %1$s %2$sBuy now!%3$s":["BLACK FRIDAY UDSALG: %1$s %2$sKøb nu!%3$s"],"BLACK FRIDAY SALE: %1$s":["BLACK FRIDAY UDSALG: %1$s"],"Reach a wider audience":["Nå ud til et bredere publikum"],"Add related keyphrases":["Tilføj relaterede nøgleord"],"%s automatically suggests to what content you can link with easy drag-and-drop functionality, which is good for your SEO!":["%s foreslår automatisk, hvilket indhold du kan linke til med en nem træk-og-slip-funktionalitet, hvilket er godt for din SEO!"],"Rank higher by connecting your content":["Ranger højere ved at forbinde dit indhold"],"Get help optimizing for up to 5 related keyphrases. This helps you reach a wider audience and get more traffic.":["Få hjælp til at optimere op til 5 relaterede nøgleord. Dette hjælper dig med at nå ud til et bredere publikum og få mere trafik."],"-30%":["-30%"],"%1$s Now with 30%% Black Friday Discount!":["%1$s Nu med 30%% Black Friday-rabat!"],"%1$sSALE 30%% OFF!%2$s":["%1$sUDSALG 30%% RABAT!%2$s"],"30% OFF":["30% RABAT"],"BLACK FRIDAY":["BLACK FRIDAY"],"Claim your 30% off now!":["Gør krav på din 30% rabat nu!"],"Social media appearance":["Udseende på sociale medier"],"Determine how your post should look in the search results.":["Bestem, hvordan dit indlæg skal se ud i søgeresultaterne."],"The Yoast %1$sultimate Black Friday checklist%2$s helps you prepare in time, so you can boost your results during this sale.":["Yoast %1$sultimative Black Friday-tjekliste%2$s hjælper dig med at forberede dig i tide, så du kan øge dine resultater under dette udsalg."],"To customize the appearance of your post specifically for Twitter, please fill out the 'Twitter appearance' settings below.":["Hvis du vil tilpasse udseendet af dit indlæg specifikt til Twitter, skal du udfylde indstillingerne for \"Twitter-udseende\" nedenfor."],"Twitter appearance":["Twitter udseende"],"To customize the appearance of your post specifically for Twitter, please fill out the 'Twitter appearance' settings below. If you leave these settings untouched, the 'Social media appearance' settings mentioned above will also be applied for sharing on Twitter.":["Hvis du vil tilpasse udseendet af dit indlæg specifikt til Twitter, skal du udfylde indstillingerne for \"Twitter-udseende\" nedenfor. Hvis du lader disse indstillinger være uberørte, vil indstillingerne 'Sociale mediers udseende' nævnt ovenfor også blive anvendt til deling på Twitter."],"Determine how your post should look on social media like Facebook, Twitter, Instagram, WhatsApp, Threads, LinkedIn, Slack, and more.":["Bestem, hvordan dit indlæg skal se ud på sociale medier såsom Facebook, Twitter, Instagram, WhatsApp, Threads, LinkedIn, Slack og mere."],"Get the checklist and start optimizing now!":["Få tjeklisten og begynd at optimere nu!"],"Is your WooCommerce store ready for Black Friday?":["Er din WooCommerce-butik klar til Black Friday?"],"The %1$s %2$sultimate Black Friday checklist%3$s helps you prepare in time, so you can boost your results during this sale.":["Den %1$s %2$sultimative Black Friday-tjekliste%3$s hjælper dig med at forberede dig i tide, så du kan øge dine resultater under dette udsalg."],"AI generator":["AI generator"],"New in %1$s":[""],"Use AI to write your titles & meta descriptions!":[""],"Use the power of Yoast AI to automatically generate compelling titles and descriptions for your posts and pages.":["Brug kraften i Yoast AI til automatisk at generere overbevisende titler og beskrivelser til dine indlæg og sider."],"AI title & description generator":["AI-titel og beskrivelsesgenerator"],"Use AI":["Brug AI"],"Clear selection":["Ryd valgte"],"Note that the following commonly-used parameters will not be removed: %1$s, %2$s, %3$s, %4$s, %5$s, %6$s, and %7$s.":["Bemærk, at følgende almindeligt anvendte parametre ikke fjernes: %1$s, %2$s, %3$s, %4$s, %5$s, %6$s og %7$s."],"Learn how to increase your rankings with %1$s":["Få flere oplysninger om, hvordan du øger dine placeringer med %1$s"],"Want an enhanced Google preview of how your WooCommerce products look in the search results?":["Vil du have en forbedret Google-forhåndsvisning af, hvordan dine WooCommerce-produkter ser ud i søgeresultaterne?"],"Sign up today!":["Tilmeld dig i dag!"],"Feeling lost when it comes to optimizing your site for the search engines? Join our FREE webinar to gain the confidence that you need in order to start optimizing like a pro! You'll obtain the knowledge and tools to start effectively implementing SEO.":["Føler du dig fortabt, når det kommer til at optimere dit websted til søgemaskinerne? Deltag i vores GRATIS webinar for at få den tillid, du har brug for for at begynde at optimere som en professionel! Du får viden og værktøjer til at begynde effektivt at implementere SEO."],"Join our FREE webinar for SEO success":["Deltag i vores GRATIS webinar for at opnå succes med SEO"],"Want your products stand out in search results with rich results like price, reviews and more?":["Vil du have dine produkter til at skille sig ud i søgeresultaterne med berigede resultater såsom pris, anmeldelser og mere?"],"%1$s, %2$s and %3$s":["%1$s, %2$s og %3$s"],"%1$s and %2$s":["%1$s og %2$s"],"Please see the “New” badges and review the Search appearance settings.":["Se badgene \"Ny\", og gennemgå indstillingerne for søgeudseende."],"New type of content added to your site!":["Ny type indhold tilføjet til dit websted!"],"Site policies":["Politikker for webstedet"],"Select a page which provides information about your diversity policies for %1$sstaffing%2$s, %1$shiring%2$s and %1$semployment%2$s.":["Vælg en side, der indeholder oplysninger om dine mangfoldighedspolitikker for %1$sbemanding%2$s, %1$sansættelse%2$s og %1$sbeskæftigelse%2$s."],"Select a page which provides information on your diversity policies for %1$seditorial%2$s content.":["Vælg en side, der indeholder oplysninger om dine mangfoldighedspolitikker for %1$sredaktionelt%2$s indhold."],"Select a page which describes the personal, organizational, and corporate %1$sstandards%2$s of %1$sbehavior%2$s expected by your organization.":["Vælg en side, der beskriver de personlige, organisatoriske og virksomhedsmæssige %1$sstandarder%2$s for %1$sadfærd%2$s som din organisation forventer."],"Select a page which outlines your procedure for addressing %1$serrors%2$s (e.g., publishing retractions or corrections).":["Vælg en side, der skitserer din procedure for håndtering af %1$sfejl%2$s (f.eks. offentliggørelse af tilbagetrækninger eller rettelser)."],"Select a page which describes how your organization collects and responds to %1$sfeedback%2$s, engages with the %1$spublic%2$s, and prioritizes %1$stransparency%2$s.":["Vælg en side, der beskriver, hvordan din organisation indsamler og reagerer på %1$sfeedback%2$s, interagerer med %1$soffentligheden%2$s og prioriterer %1$sgennemsigtighed%2$s."],"Select a page which describes the ownership structure of your organization. It should include information about  %1$sfunding%2$s and %1$sgrants%2$s.":["Vælg en side, der beskriver ejerskabsstrukturen i din organisation. Den bør indeholde oplysninger om %1$sfinansiering%2$s og %1$stilskud%2$s."],"Select a page which describes the editorial principles of your organization. %1$sWhat%2$s do you write about, %1$swho%2$s do you write for, and %1$swhy%2$s?":["Vælg en side, der beskriver organisationens redaktionelle principper. %1$sHvad%2$s du skriver om, %1$shvem%2$s skriver du for, og %1$shvorfor%2$s?"],"Select the pages on your website which contain information about your organizational and publishing policies. Some of these might not apply to your site, and you can select the same page for multiple policies. %1$sLearn more about why setting your site policies is important%2$s.":["Vælg de sider på dit websted, der indeholder oplysninger om dine organisations- og udgivelsespolitikker. Nogle af disse gælder muligvis ikke for dit websted, og du kan vælge den samme side for flere politikker. %1$sFå flere oplysninger om, hvorfor det er vigtigt at angive dine webstedspolitikker%2$s."],"Diversity staffing report":["Rapport om mangfoldighedsbemanding"],"Diversity policy":["Mangfoldighedspolitik"],"Ethics policy":["Etikpolitik"],"Corrections policy":["Politik for rettelser"],"Actionable feedback policy":["Politik for handlingsrettet feedback"],"Ownership / Funding info":["Oplysninger om ejerskab/finansiering"],"Publishing policies":["Politikker for offentliggørelse"],"Publishing principles":["Principper for offentliggørelse"],"Failed to retrieve pages.":["Kunne ikke hente sider."],"Searching pages...":["Søgning af sider..."],"Add new page...":["Tilføj en ny side…"],"No pages found.":["Der blev ikke fundet nogen sider."],"You've added a new type of content. We recommend that you review the corresponding %1$sSearch appearance settings%2$s.":["Du har tilføjet en ny type indhold. Vi anbefaler, at du gennemgår de tilsvarende %1$sIndstillinger for søgeudseende%2$s."],"Error: Taxonomy was not removed from new_taxonomies list.":["Fejl: Taksonomien blev ikke fjernet fra new_taxonomies listen."],"Taxonomy is no longer new.":["Taksonomi er ikke længere nyt."],"Taxonomy is not new.":["Taksonomi er ikke nyt."],"Error: Post type was not removed from new_post_types list.":["Fejl: Indlægstypen blev ikke fjernet fra new_post_types listen."],"Post type is no longer new.":["Posttype er ikke længere ny."],"Post type is not new.":["Indlægstype er ikke ny."],"Write a bug report":["Skriv en fejlrapport"],"Our support team is here to answer any questions you may have. Fill out the (pop-up) contact form, and we'll get back to you as soon as possible!":["Vores supportteam er her for at besvare eventuelle spørgsmål, du måtte have. Udfyld (pop-up) kontaktformularen, så vender vi tilbage til dig hurtigst muligt!"],"%1$sSupport languages:%2$s English & Spanish":["%1$sSupport sprog:%2$s engelsk og spansk"],"If you don't find the answers you're looking for and need personalized help, you can get 24/7 support from one of our support engineers.":["Hvis du ikke finder de svar, du leder efter, og har brug for personlig hjælp, kan du få support 24/7 fra en af vores supportteknikere."],"Contact our support team":["Kontakt vores supportteam"],"Have you stumbled upon a bug while using %1$s? Please raise a bug report on our GitHub repository to let us know about the issue!":["Er du faldet over en fejl, mens du brugte %1$s? Opret en fejlrapport på vores GitHub repository for at fortælle os om problemet!"],"Raise a bug report on GitHub":["Opret en fejlrapport på GitHub"],"Visit WordPress forum":["Besøg WordPress forum"],"In the WordPress support forum for %1$s you can find answers or ask for help from %1$s users in the WordPress community.":["I WordPress-supportforummet for %1$s kan du finde svar eller bede om hjælp fra %1$s brugere i WordPress-fællesskabet."],"WordPress support forum for %1$s":["WordPress supportforum for %1$s"],"Visit our help center":["Besøg vores hjælpecenter"],"Have a look at our help center to find articles, tutorials, and other resources to help you get the most out of %1$s!":["Se vores hjælpecenter for at finde artikler, selvstudier og andre ressourcer, der kan hjælpe dig med at få mest muligt ud af %1$s!"],"%1$s's help center":["%1$s Hjælpecenter"],"Need help with %1$s? These resources are a great place to start!":["Har du brug for hjælp til %1$s? Disse ressourcer er et godt sted at starte!"],"Additional resources":["Yderligere ressourcer"],"Here, you'll find answers to commonly asked questions about using %1$s. If you don't see your question listed, you can have a look at the section below.":["Her finder du svar på ofte stillede spørgsmål om brug af %1$s. Hvis du ikke kan se dit spørgsmål på listen, kan du se afsnittet nedenfor."],"Frequently asked questions":["Ofte stillede spørgsmål"],"If you have any questions, need a hand with a technical issue, or just want to say hi, we've got you covered. Get in touch with us and we'll be happy to assist you!":["Hvis du har spørgsmål, har brug for en hånd med et teknisk problem, eller bare vil sige hej, så er du dækker godt ind. Kontakt os, så hjælper vi dig gerne!"],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by Google AdsBot. You should only enable this setting if you're not using Google Ads on your site.":["Føj en \"disallow\"-regel til din robots.txt fil for at forhindre, at Googles AdsBot crawler din side. Du bør kun aktivere denne indstilling, hvis du ikke bruger Google Ads på dit website."],"Block unwanted bots":["Bloker uønskede bots"],"Close the upgrade callout":["Luk callout om opgradering"],"%1$s and get an exclusive %2$s discount for %3$s month(s).":["%1$s og få eksklusiv %2$s rabat for %3$s måned(er)."],"Click here to upgrade your %s plan":["Klik her for at opgradere dit %s pakke"],"Keyphrases tracked: %1$s/%2$s":["Nøgleord sporet: %1$s/%2$s"],"Your are tracking %1$s out of %2$s keyphrases included in your account.":["Du sporer %1$s ud af %2$s søgeord, der er inkluderet på din konto."],"Your are tracking %1$s out of %2$s keyphrases included in your free account.":["Du sporer %1$s ud af %2$s nøgleord, der er inkluderet i din gratis konto."],"Support":["Support"],"Prevent Google AdsBot from crawling":["Undgå, at Google AdsBot crawler"],"%s":["%s"],"This overview will show you your top performing keyphrases in Google. Connect with %s to get started.":["Denne oversigt viser dig dine mest effektive søgeord i Google. Opret forbindelse til %s for at komme i gang."],"You have successfully connected with %s.":["Du har oprettet forbindelse til %s."],"You have successfully connected with %1$s. Your %2$s account does not contain any keyphrases for this website yet. You can track keyphrases by using the \"Track SEO Performance\" button in the post editor.":["Du har oprettet forbindelse til %1$s. Din %2$skonto indeholder endnu ingen nøgleord til dette websted. Du kan spore nøgleord ved hjælp af knappen \"Track SEO Performance\" i indlægseditoren."],"Network Error: Unable to connect to the server. Please check your internet connection and try again later.":["Netværksfejl: Der kan ikke oprettes forbindelse til serveren. Kontroller din internetforbindelse, og prøv igen senere."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of URLs like %1$s, %2$s and %3$s.":["Føj en \"disallow\"-regel til din robots.txt-fil for at forhindre crawl af webadresser som %1$s, %2$s og %3$s."],"Your WordPress environment is running on a non-production site. Indexables can only be created on production environments. Please check your `WP_ENVIRONMENT_TYPE` settings.":["Dit WordPress-miljø kører på et ikke-produktionssted. Indekserbare værdier kan kun oprettes i produktionsmiljøer. Tjek dine 'WP_ENVIRONMENT_TYPE'-indstillinger."],"Inclusive language: %s":["Inkluderende sprog: %s"],"%1$s / %2$s: Top Keyphrases":["%1$s / %2$s: Top nøgleordsfraser"],"The post type %s could not be indexed because it does not meet indexing requirements.":["Indlægstypen %s kunne ikke indekseres, fordi den ikke opfylder indekseringskravene."],"The name of this category is %1$s.":["Navnet på denne kategori er %1$s."],"Start the course":["Start kurset"],"Start free trial lesson":["Start gratis prøvetime"],"Maximize your SEO game by purchasing %s, which grants you unlimited access to all courses.":["Maksimer dit SEO-spil ved at købe %s, som giver dig ubegrænset adgang til alle kurser."],"Learn vital SEO skills that you can apply at once! Let us take you by the hand and give you practical SEO tips to help you outrank your competitors. %s comes with five free courses.":["Lær vigtige SEO-færdigheder, som du kan anvende med et samme! Lad os tage dig i hånden og give dig praktiske SEO-tip, der hjælper dig med at overgå dine konkurrenter. %s leveres med fem gratis kurser."],"Learn vital SEO skills that you can apply at once! Let us take you by the hand and give you practical SEO tips to help you outrank your competitors. Maximize your SEO game! Because your %s subscription gives you unlimited access to all courses.":["Lær vigtige SEO-færdigheder, som du kan anvende med det samme! Lad os tage dig i hånden og give dig praktiske SEO-tip, der hjælper dig med at overgå dine konkurrenter. Maksimer dit SEO-spil! Fordi dit %s abonnement giver dig ubegrænset adgang til alle kurser."],"Choosing the right type of hosting for your site is the basis of a solid Technical SEO strategy. Learn all about it in this course!":["At vælge den rigtige type hosting til dit websted er grundlaget for en solid teknisk SEO-strategi. Lær alt om det i dette kursus!"],"You have to make it possible for search engines to find your site, so they can display it in the search results. We'll tell you all about how that works in this course!":["Du skal gøre det muligt for søgemaskiner at finde dit websted, så de kan vise det i søgeresultaterne. Vi fortæller dig alt om, hvordan det fungerer i dette kursus!"],"Are you selling in countries all over the world? In this course, you’ll learn all about setting up and managing a site that targets people in different languages and locales.":["Sælger du i lande over hele verden? I dette kursus lærer du alt om opsætning og administration af et websted, der er målrettet mod personer på forskellige sprog og landestandarder."],"Do you want to take a deep dive into structured data? In this course, you'll learn the theory related to structured data in detail.":["Vil du dykke dybt ned i strukturerede data? I dette kursus lærer du teorien relateret til strukturerede data i detaljer."],"Learn how to optimize your online shop for your customers and for search engines!":["Lær hvordan du optimerer din onlinebutik til dine kunder og søgemaskiner!"],"Do you own a local business? This course will teach you how to make sure your local audience can find you in the search results and on Google Maps!":["Ejer du en lokal virksomhed? Dette kursus lærer dig, hvordan du sikrer, at dit lokale publikum kan finde dig i søgeresultaterne og på Google Maps!"],"A clear site structure benefits your users and is of great importance for SEO. Still, most people seem to forget about this. Get ahead of your competition and learn how to improve your site structure!":["En klar webstedsstruktur gavner dine brugere og har stor betydning for SEO. Alligevel synes de fleste mennesker at glemme dette. Kom foran dine konkurrenter og lær hvordan du forbedrer din webstedsstruktur!"],"Start creating block-tastic content with the new WordPress block editor! Learn all about the block editor and what you can do with it.":["Begynd at oprette bloktastisk indhold med den nye WordPress-blokeditor! Lær alt om blokeditoren, og hvad du kan gøre med den."],"Do you know the essential first step of good SEO? It's keyword research. In this training, you'll learn how to research and select the keywords that will guide searchers to your pages.":["Kender du det væsentlige første trin i god SEO? Det er søgeordsplanlægning. I dette kursus lærer du, hvordan du undersøger og vælger de søgeord, der vil guide søgende til dine sider."],"Learn how to make your site stand out from the crowd by adding structured data!":["Lær hvordan du får dit websted til at skille sig ud fra mængden ved at tilføje strukturerede data!"],"In this course, you'll learn how to write awesome copy that is optimized for ranking in search engines.":["I dette kursus lærer du, hvordan du skriver en fantastisk tekst, der er optimeret til placering i søgemaskiner."],"Do you want to set up your own WordPress site? This course will teach you the ins and outs of creating and maintaining a WordPress website!":["Vil du oprette dit eget WordPress-websted? Dette kursus vil lære dig fordele og ulemper ved at oprette og vedligeholde et WordPress-websted!"],"In this course, you'll learn practical SEO skills on every key aspect of SEO, to make your site stand out.":["I dette kursus lærer du praktiske SEO-færdigheder på alle nøgleaspekter af SEO for at få dit websted til at skille sig ud."],"In this course, you'll learn about how to set up and use the %1$s for WordPress plugin so it makes SEO even easier. This course is meant for users of the block editor.":["I dette kursus lærer du om, hvordan du konfigurerer og bruger %1$s til WordPress-plugin, så det gør SEO endnu lettere. Dette kursus er beregnet til brugere af blokeditoren."],"In this free course, you'll get quick wins to make your site rank higher in Google, Bing, and Yahoo.":["I dette gratis kursus får du hurtige gevinster for at få dit websted til at rangere højere i Google, Bing og Yahoo."],"Academy":["Akademi"],"%1$s %2$s isn't working as expected %3$s and you are not receiving updates or support! Make sure to %4$s activate your product subscription in %5$s%6$s to unlock all the features of %7$s.":["%1$s %2$s fungerer ikke som forventet %3$s, og du modtager ikke opdateringer eller support! Sørg for at %4$s aktivere dit produktabonnement i %5$s%6$s for at låse op for alle funktionerne i %7$s."],"%1$s can't be updated because your product subscription is expired. %2$sRenew your product subscription%3$s to get updates again and use all the features of %1$s.":["%1$s kan ikke opdateres, fordi dit produktabonnement er udløbet. %2$sForny dit produktabonnement%3$s for at få opdateringer igen og bruge alle funktionerne i %1$s."],"Warning! These are expert features, so make sure you know what you're doing before using this setting. You might break your site. %1$sRead more about how your site can be affected%2$s.":["Advarsel! Disse er ekspertfunktioner, så sørg for, at du ved, hvad du laver, før du bruger denne indstilling. Du kan ødelægge dit websted. %1$sLæs mere om, hvordan dit website kan blive påvirket%2$s."],"%1$s: unregistered URL parameter removed. See %2$s":["%1$s: Ikke-registreret URL-parameter fjernet. Se %2$s"],"This feature is disabled when your site is not using pretty permalinks.":["Denne funktion er deaktiveret, når dit websted ikke bruger pæne permalinks."],"This feature is disabled when your site is not using %1$spretty permalinks%2$s.":["Denne funktion er deaktiveret, når dit websted ikke bruger %1$spæne permalinks%2$s."],"%1$s: redirect utm variables to #":["%1$s: omdiriger utm-variabler til #"],"Optimize your business for multiple locations":["Optimer din virksomhed til flere lokationer"],"Easily add maps, address finders, and opening hours to your content":["Føj nemt kort, adressefindere og åbningstider til dit indhold"],"Automatically get technical SEO best practices for local businesses":["Få automatisk bedste praksis for teknisk SEO for lokale virksomheder"],"Attract more customers to your site and physical store":[""],"Remove Other profile %1$s":["Fjern den anden profil %1$s"],"Please select a user in the Site representation step.":["Vælg en bruger i trinet Webstedsrepræsentation."],"You can %1$supdate or add social profiles to this user profile%2$s.":["Du kan %1$s opdatere eller tilføje sociale profiler til denne brugerprofil %2$s."],"You have selected the user %1$s as the person this site represents.":["Du har valgt brugeren %1$s som den person, dette websted repræsenterer."],"If you select a Person to represent this site, we will use the social profiles from the selected user's profile page.":["Hvis du vælger en person til at repræsentere dette websted, bruger vi de sociale profiler fra den valgte brugers profilside."],"It looks like you've enabled media pages. We recommend that you help us to re-analyze your site by running the SEO data optimization. ":["Det ser ud til, at du har aktiveret mediesider. Vi anbefaler, at du hjælper os med at genanalysere dit websted ved at køre SEO-dataoptimering. "],"Organization Mastodon":["Organisation Mastodon"],"%1$s Settings - %2$s":["%1$s Indstillinger - %2$s"],"Read more about how to get your site verified.":["Læs mere om hvordan du får dit websted bekræftet."],"Get your site verified in your Mastodon profile.":["Få dit websted bekræftet i din Mastodon-profil."],"E.g. https://mastodon.social/@yoast":["F.eks. https://mastodon.social/@yoast"],"Mastodon":["Mastodon"],"%2$s integrates %1$s' Schema output into its own to get rich snippets for your digital products!":["%2$s integrerer %1$s' Schema outputtet ind i sine egne udvidede snippets for dine digitale produkter!"],"Get %1$srich results for your digital products%2$s in Google search":["Få %1$sudvidede resultater for dine digitale produkter%2$s i Google søgninger"],"Add trustworthiness to your %1$s profile by verifying your site with %2$s.":["Tilføj tillid til din %1$s profil ved at bekræfte dit websted med %2$s."],"Verify your site on %1$s%2$s%3$s":["Bekræft dit websted på %1$s%2$s%3$s"],"Mastodon profile not yet added":["Mastodon profil ikke tilføjet endnu"],"Mastodon profile added":["Mastodon profil tilføjet"],"Potentially non-inclusive":["Potentielle ikke-inklusive"],"Finish your %s":["Afslut din %s"],"Please enter a number between 1 and 50.":["Indtast et tal mellem 1 og 50."],"Settings navigation":["Indstillinger navigation"],"Close settings navigation":["Luk indstillinger navigation"],"Open settings navigation":["Åbn indstillinger navigation"],"Choose whether your site represents an organization or a person. %1$sLearn more about the differences and choosing between Organization and Person%2$s.":["Vælg, om dit websted repræsenterer en organisation eller en person. %1$sFå mere at vide om forskellene og valget mellem organisation og person%2$s."],"%1$sGet%2$s %3$s":["%1$sHent%2$s %3$s"],"Index Now":["Indekser nu"],"Failed to retrieve media.":["Kunne ikke hente medier."],"Limit the length of internal site search queries to reduce the impact of spam attacks and confusing URLs. Please enter a number between 1 and 50.":["Begræns længden af interne webstedssøgningsforespørgsler for at reducere virkningen af spamangreb og forvirrende webadresser. Indtast et tal mellem 1 og 50."],"The number you've entered is not between 1 and 50.":["Det tal, du har indtastet, er ikke mellem 1 og 50."],"Determine how your %1$s should look on social media.":["Bestem, hvordan din %1$s skal se ud på sociale medier."],"Disabling this means that archive pages for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Deaktivering af dette betyder, at arkivsider for %1$s ikke indekseres af søgemaskiner og udelukkes fra XML-sitemaps."],"Prevents specific URL parameters from being removed by the above feature. E.g., adding %1$s will prevent %2$s from being redirected to %3$s. You can add multiple parameters and separate them by using enter or a comma.":["Forhindrer, at specifikke webadresseparametre fjernes af ovenstående funktion. F.eks. vil tilføjelse af %1$s forhindre, at %2$s omdirigeres til %3$s. Du kan tilføje flere parametre og adskille dem ved hjælp af “Enter” eller et komma."],"Consolidates WordPress' multiple site search URL formats into the %1$s syntax. E.g., %2$s will redirect to %3$s":["Konsoliderer WordPress 'URL-formater med flere webstedssøgninger i %1$ssyntaksen. F.eks. omdirigerer %2$s til %3$s"],"Redirect pretty URLs to ‘raw’ formats":["Omdiriger pæne webadresser til 'rå' formater"],"Allow":["Tillad"],"Deny":["Afvis"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["For at se denne video skal du tillade %1$s at indlæse indlejrede videoer fra %2$s."],"Only available for English sites":["Kun tilgængelig for engelske websteder"],"You can change the default type for %1$s under Content types in the %2$sSettings%3$s.":["Du kan ændre standardtypen for %1$s under Indholdstyper i %2$sIndstillinger%3$s."],"all the Yoast plugins":["Alle Yoast plugins"],"Show date archives in search results":["Vis datoarkiver i søgeresultater"],"Show %1$s archives in search results":["Vis %1$s arkiver i søgeresultater"],"Prefix for archive breadcrumbs":["Præfiks for arkivbrødkrummer"],"Unlock rich results in Google search by using plugins that integrate with the %1$sYoast Schema API%2$s.":["Lås op for udvidede resultater i Google-søgning ved hjælp af plugins, der integreres med %1$sYoast Schema API%2$s."],"Schema API integrations":["Schema API integrationer"],"%s can integrate with other products, to help you further improve your website. You can enable or disable these integrations below.":["%s kan integreres med andre produkter for at hjælpe dig med at forbedre dit websted yderligere. Du kan aktivere eller deaktivere disse integrationer nedenfor."],"Unlock rich snippets for your product pages by using %1$s.":["Lås op for udvidede uddrag til dine produktsider ved hjælp af %1$s."],"Get %1$srich product results%2$s in Google search":["Få %1$sudvidede produktresultater%2$s i Google-søgning"],"%1$s integrates with %2$s's Schema API to get rich snippets for your recipes!":["%1$s integreres med %2$s's Schema API for at få udvidede uddrag til dine opskrifter!"],"Get %1$srich results for your recipes%2$s in Google search":["Få %1$sudvidede resultater for dine opskrifter%2$s i Google-søgning"],"%1$s integrates with %2$s's Schema API to get rich snippets for your podcasts!":["%1$s integreres med %2$s's Schema API for at få udvidede uddrag til dine podcasts!"],"Get %1$srich results for your podcast%2$s in Google search":["Få %1$sudvidede resultater for din podcast%2$s i Google-søgning"],"%1$s integrates with %2$s's Schema API to get rich snippets for your events!":["%1$s integreres med %2$s's Schema API for at få udvidede uddrag til dine begivenheder!"],"Get %1$srich results for your events%2$s in Google search":["Få %1$sudvidede resultater for dine begivenheder%2$s i Google-søgning"],"You have selected the user %1$s%3$s%2$s as the person this site represents. Their user profile information will now be used in search results. We're sorry, you're not allowed to edit this user's profile. Please contact your admin or %1$s%3$s%2$s to check and/or update the profile.":["Du har valgt den bruger %1$s%3$s%2$s som den person, dette websted repræsenterer. Deres brugerprofiloplysninger vil nu blive brugt i søgeresultaterne. Vi beklager, du har ikke tilladelse til at redigere denne brugers profil. Kontakt din administrator eller %1$s%3$s%2$s for at kontrollere og/eller opdatere profilen."],"An organization name and logo need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site name and logo as default values. %1$sLearn more about the importance of structured data%2$s.":["Der skal angives et organisationsnavn og -logo, for at strukturerede data kan fungere korrekt. Da du ikke har angivet disse endnu, bruger vi webstedets navn og logo som standardværdier. %1$sFå mere at vide om vigtigheden af strukturerede data%2$s."],"This info is intended to appear in %1$sGoogle's Knowledge Graph%2$s.":["Disse oplysninger er beregnet til at blive vist i %1$sGoogle's Knowledge Graph%2$s."],"Other profile %1$s":["Anden profil %1$s"],"Tweet":["Tweet"],"Organization Twitter":["Organisation Twitter"],"Open Graph":["Open Graph"],"Organization Facebook":["Organisation Facebook"],"OpenGraph":["OpenGraph"],"Format archives":["Formatarkiver"],"File":["Fil"],"PDF":["PDF"],"Video":["Video"],"Attachment":["Vedhæftning"],"404 pages title":["404 siders titel"],"Search pages title":["Søgesidernes titel"],"Enable date archives":["Aktiver datoarkiver"],"Enable author archives":["Aktiver forfatterarkiver"],"Anchor text for the homepage":["Ankertekst til forsiden"],"Organization/person":["Organisation eller person"],"Divider":["Opdeler"],"Remove Atom/RDF feeds":["Fjern Atom/RDF-feeds"],"Webmaster":["Webmaster"],"Share":["Del"],"Structured data":["Strukturerede data"],"Enable the %1$s XML sitemaps. A sitemap is a file that lists a website's essential pages to make sure search engines can find and crawl them.":["Aktiver %1$s XML-sitemaps. Et sitemap er en fil, der viser et websteds vigtige sider for at sikre, at søgemaskiner kan finde og gennemgå dem."],"The %1$s icon in the top admin bar provides quick access to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["Det %1$s-ikon i den øverste adminbjælke giver hurtig adgang til tredjepartsværktøjer til analyse af sider og gør det nemt at se, om du har nye meddelelser."],"Allows for Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared. Keep this feature enabled to optimize your site for social media.":["Gør det muligt for Facebook og andre sociale medier at vise en forhåndsvisning med billeder og et tekstuddrag, når et link til dit websted deles. Hold denne funktion aktiveret for at optimere dit websted til sociale medier."],"Count the number of internal links from and to your posts to improve your site structure.":["Tæl antallet af interne links fra og til dine indlæg for at forbedre din webstedsstruktur."],"Mark and filter your cornerstone content to make sure your most important articles get the attention they deserve. To help you write excellent copy, we’ll assess your text more strictly.":["Marker og filtrer dit hjørnestensindhold for at sikre, at dine vigtigste artikler får den opmærksomhed, de fortjener. For at hjælpe dig med at skrive fremragende tekst, vurderer vi din tekst strengere."],"Get more insights into what you are writing. What words do you use most often? How much time does it take to read your text? Is your text easy to read?":["Få mere indsigt i, hvad du skriver. Hvilke ord bruger du oftest? Hvor lang tid tager det at læse din tekst? Er din tekst let at læse?"],"The inclusive language analysis offers suggestions to write more inclusive copy, so more people will be able to relate to your content.":["Den inkluderende sproganalyse giver forslag til at skrive mere inkluderende kopi, så flere mennesker vil være i stand til at forholde sig til dit indhold."],"The SEO analysis offers suggestions to improve the findability of your text and makes sure that your content meets best practices.":["SEO-analysen giver forslag til forbedring af søgbarheden af din tekst og sørger for, at dit indhold opfylder bedste praksis."],"Set the basic info for your website. You can use %1$stagline%2$s and %1$sseparator%2$s as %3$sreplacement variables%4$s when configuring the search appearance of your content.":["Angiv de grundlæggende oplysninger for dit website. Du kan bruge %1$sundertitel%2$s og %1$sseparator%2$s som %3$serstatningsvariable%4$s når du konfigurerer søgeudseendet for dit indhold."],"Usage tracking allows us to track some data about your site to improve our plugin. %1$sLearn more about which data we track and why%2$s.":["Brugssporing giver os mulighed for at spore nogle data om dit websted for at forbedre vores plugin. %1$s Få mere at vide om, hvilke data vi sporer og hvorfor%2$s."],"A link to the archive for the post author, with the author's name as anchor text.":["Et link til arkivet for indlægsforfatteren med forfatterens navn som ankertekst."],"Determine how your %1$s pages should be described by default in your site's Schema.org markup. You can always customize the settings for individual %1$s pages in the %2$s metabox.":["Bestem, hvordan dine %1$s sider skal beskrives som standard i dit websteds Schema.org markering. Du kan altid tilpasse indstillingerne for individuelle %1$s sider i %2$s metaboxen."],"Determine how your %1$s pages should look in search engines. You can always customize the settings for individual %1$s pages in the %2$s metabox.":["Bestem, hvordan dine %1$s sider skal se ud i søgemaskiner. Du kan altid tilpasse indstillingerne for individuelle %1$s sider i %2$s metaboxen."],"Enable %1$s pages":["Aktiver %1$s sider"],"Determine how your homepage should look in the search results.":["Bestem, hvordan din startside skal se ud i søgeresultaterne."],"Determine how your %1$s should look in search engines. You can always customize the settings for individual %1$s in the %2$s metabox.":["Bestem, hvordan din %1$s skal se ud i søgemaskiner. Du kan altid tilpasse indstillingerne for individuelle %1$s i %2$s metabox."],"Enable format-based archives":["Aktiver formatbaserede arkiver"],"Not sure how to implement the %3$s breadcrumbs on your site? Read %1$sour help article on breadcrumbs implementation%2$s.":["Er du ikke sikker på, hvordan du implementerer de %3$s brødkrummer på dit websted? Læs %1$svores hjælpeartikel om implementering af brødkrummer%2$s."],"Show %1$s without posts in search results":["Vis %1$s uden indlæg i søgeresultaterne"],"Determine how your %1$s should look on social media by default. You can always customize the settings for individual %1$s in the %2$s metabox.":["Bestem, hvordan din %1$s skal se ud på sociale medier som standard. Du kan altid tilpasse indstillingerne for individuelle %1$s i %2$s metabox."],"Determine what your %1$s should look like in the search results by default. You can always customize the settings for individual %1$s in the %2$s metabox.":["Bestem, hvordan din %1$s skal se ud i søgeresultaterne som standard. Du kan altid tilpasse indstillingerne for individuelle %1$s i %2$s metabox."],"This taxonomy is used for %2$s.":["Denne taksonomi bruges til %2$s."],"This taxonomy is used for %1$s and %2$s.":["Denne taksonomi bruges til %1$s og %2$s."],"Read more about our custom field analysis":["Læs mere om vores brugerdefinerede feltanalyse"],"Determine how your %1$s should look on social media by default. You can always customize the settings for individual %1$s in the %2$s sidebar or metabox.":["Bestem, hvordan din %1$s skal se ud på sociale medier som standard. Du kan altid tilpasse indstillingerne for individuelle %1$s i %2$s sidepanel eller metabox."],"Determine what your %1$s should look like in the search results by default. You can always customize the settings for individual %1$s in the %2$s sidebar or metabox.":["Bestem, hvordan din %1$s skal se ud i søgeresultaterne som standard. Du kan altid tilpasse indstillingerne for individuelle %1$s i %2$s sidepanel eller metabox."],"Determine how your %1$s should be described by default in %2$syour site's Schema.org markup%3$s. You can always change the settings for individual %1$s in the %4$s sidebar or metabox.":["Find ud af, hvordan din %1$s skal beskrives som standard i %2$sdit websteds Schema.org markering%3$s. Du kan altid ændre indstillingerne for individuelle %1$s i %4$s sidepanel eller metabox."],"You can add multiple custom fields and separate them by using %1$senter%2$s or %1$scomma%2$s.":["Du kan tilføje flere brugerdefinerede felter og adskille dem ved hjælp af %1$sEnter%2$s eller %1$skomma%2$s."],"Please enter a search term with at least 3 characters.":["Indtast et søgeord med mindst 3 tegn."],"CtrlK":["CtrlK"],"⌘K":["⌘K"],"Add new user...":["Tilføj ny bruger..."],"Unavailable for multisites":["Ikke tilgængelig for multisites"],"Integrate your custom fields and SEO data from %1$s%2$s%3$s":["Integrer dine brugerdefinerede felter og SEO-data fra %1$s%2$s%3$s"],"Upgrade your %1$s%2$s%3$s SEO":["Opgrader din %1$s%2$s%3$s SEO"],"Improve your internal search results with %1$s%2$s%3$s":["Få forbedret dine interne søgeresultater med %1$s%2$s%3$s"],"Make your terms & privacy pages more trustworthy with %1$s%2$s%3$s":["Gør dine vilkår og sider om beskyttelse af personlige oplysninger mere pålidelige med %1$s%2$s%3$s"],"Track your rankings through time with %1$s%2$s%3$s":["Spor dine placeringer gennem tiden med %1$s%2$s%3$s"],"Use %1$s%2$s%3$s to do keyword research - without leaving your post":["Brug %1$s%2$s%3$s til at lave søgeordsanalyse - uden at forlade dit indlæg"],"We could not save the website name. Please check the value.":["Vi kunne ikke gemme webstedets navn. Kontroller værdien."],"%1$sSubheading distribution%2$s: The beginning of your text is longer than %4$s %5$s and is not separated by any subheadings. %3$sAdd subheadings to improve readability.%2$s":["%1$sFordeling af underoverskrifter%2$s: Begyndelsen af din tekst er længere end %4$s %5$s og er ikke adskilt af nogen underoverskrifter. %3$sTilføj underoverskrifter for at forbedre læsbarheden.%2$s"],"WordPress.org support forums":["WordPress.org supportfora"],"Yoast Premium support":["Yoast Premium support"],"Yoast.com help section":["Yoast.com hjælpesektion"],"Help":["Hjælp"],"Write better content":["Skriv bedre indhold"],"Improve your blog post":["Få forbedret dit blogindlæg"],"Learn more SEO":["Lær mere om SEO"],"SEO Tools":["SEO værkstøjer"],"not set":["ikke sat"],"With a 30-day money-back guarantee. No questions asked.":[""],"Reach new customers who live near your business":[""],"Get all 5 Yoast plugins for WordPress at a big discount":[""],"Cover all your SEO bases":["Afdæk alle dine SEO-områder"],"Add global identifiers for variable products":["Tilføj globale id'er for variable produkter"],"Drive more traffic to your online store":["Få mere trafik til din webshop"],"Add all necessary schema.org markup":["Tilføj alle nødvendige schema.org opmarkeringer"],"Ping Google on the publication of a new post":["Ping Google ved offentliggørelsen af et nyt indlæg"],"Rank higher in Google's news carousel":["Ranger højere i Googles nyhedskarrusel"],"Make your videos responsive for all screen sizes":["Gør at dine videoer tilpasser sig alle skærmstørrelser"],"Cleaned up %1$d record from %2$s.":["Ryddede op %1$d post fra %2$s.","Ryddede op i %1$d poster fra %2$s."],"Cleaning up %1$s [%2$s]":["Ryd op %1$s [%2$s]"],"Skipping %1$s. %2$s is not active on this site.":["Spring %1$s over. %2$s er ikke aktiv på dette websted."],"Cleaned up %1$d record.":["Ryddede op i %1$d posten.","Ryddede op i %1$d posterne."],"The value for 'batch-size' must be a positive integer higher than equal to 1.":["Værdien for ‘batchstørrelse’ skal være et positivt heltal, der er højere end lig med 1."],"The value for 'interval' must be a positive integer.":["Værdien for 'interval' skal være et positivt heltal."],"We need to re-analyze some of your SEO data because of a change in the visibility of your taxonomies. Please help us do that by running the SEO data optimization. ":["Vi er nødt til at genanalysere nogle af dine SEO-data på grund af en ændring i synligheden af dine taksonomier. Hjælp os med at gøre det ved at køre SEO-dataoptimeringen. "],"We need to re-analyze some of your SEO data because of a change in the visibility of your post types. Please help us do that by running the SEO data optimization. ":["Vi er nødt til at genanalysere nogle af dine SEO-data på grund af en ændring i synligheden af dine indlægstyper. Hjælp os med at gøre det ved at køre SEO-dataoptimeringen. "],"The term %s could not be built because it's not indexable.":["Termen %s kunne ikke bygges, fordi det ikke kan indekseres."],"The post %s could not be indexed because it's post type is excluded from indexing.":["Indlægget %s kunne ikke indekseres, fordi dets indlægstype er udelukket fra indeksering."],"The post %s could not be indexed because it does not meet indexing requirements.":["Indlægget kunne %sikke indekseres, fordi den ikke opfylder indekseringskravene."],"%1$sSAVE 30%%%2$s on your 12 month subscription":["%1$sSPAR 30%%%2$s på dit 12 måneders abonnement"],"BLACK FRIDAY - 30% OFF":["BLACK FRIDAY - 30% RABAT"],"Use the alternate organization name for acronyms, or a shorter version of your organization's name.":["Brug det alternative organisationsnavn til akronymer eller en kortere version af organisationens navn."],"Alternate organization name":["Alternativt organisationsnavn"],"Use the alternate website name for acronyms, or a shorter version of your website's name.":["Brug det alternative webstedsnavn til akronymer eller en kortere version af navnet på dit websted."],"Alternate website name":["Alternativt webstedsnavn"],"Determine how the title of your 404 error pages should look in the browser.":["Vælg, hvordan titlen på dine 404-fejlsider skal se ud i browseren."],"404 error pages":["404 fejlsider"],"Determine how the title of your internal search pages should look in the browser.":["Vælg, hvordan titlen på dine interne søgesider skal se ud i browseren."],"Internal search pages":["Interne søgesider"],"Show media pages in search results":["Vis mediesider i søgeresultater"],"Show format archives in search results":["Vis datoarkiver i søgeresultater"],"Show author archives in search results":["Vis forfatterarkiver i søgeresultater"],"Breadcrumbs for %1$s":["Brødkrummer til %1$s"],"Site connections":["Forbindelser til webstedet"],"View the XML sitemap":["Se XML-sitemap"],"Enable feature":["Aktiver funktion"],"Site features":["Webstedets funktioner"],"Learn more":["Lær mere"],"Site info":["Oplysninger om webstedet"],"We're sorry, you're not allowed to edit the %1$swebsite name%2$s and %1$stagline%2$s.":["Vi beklager, du må ikke redigere titlen på %1$ssidetitel%2$s og %1$sbeskrivelse%2$s."],"Show or hide our tools and controls in the attachment editor.":["Vis eller skjul vores værktøjer og kontroller i vedhæftningseditoren."],"(e.g., %1$s)":["(f.eks. %1$s)"],"Remove unregistered URL parameters":["Fjern uregistrerede webadresseparametre"],"Optimize Google Analytics utm tracking parameters":["Optimer Google Analytics utm-sporingsparametre"],"Remove WP-JSON API":["Fjern WP-JSON API"],"Remove emoji scripts":["Fjern emoji-scripts"],"Remove Atom / RDF feeds":["Fjern Atom / RDF-feeds"],"Remove search results feeds":["Fjern feeds til søgeresultater"],"Remove custom taxonomy feeds":["Fjern tilpassede taksonomifeeds"],"Remove tag feeds":["Fjern tagfeeds"],"Remove category feeds":["Fjern kategorifeeds"],"Remove post type feeds":["Fjern feeds af indlægstype"],"Remove post authors feeds":["Fjern feeds for indlægsforfattere"],"Remove post comments feeds":["Fjern feeds til indlægskommentarer"],"Remove global comment feeds":["Fjern globale kommentarfeeds"],"Remove global feed":["Fjern globalt feed"],"Remove powered by HTTP header":["Fjern drevet af HTTP-header"],"Remove generator tag":["Fjern generator tag"],"Remove oEmbed links":["Fjern oEmbed-links"],"Remove RSD / WLW links":["Fjern RSD / WLW-links"],"Remove REST API links":["Fjern REST API-links"],"Remove shortlinks":["Fjern kortlinks"],"Show or hide our tools and controls in the content editor.":["Vis eller skjul vores værktøjer og kontroller i indholdseditoren."],"Enable SEO controls and assessments":["Aktiver SEO-kontroller og -vurderinger"],"Unlock with %1$s":["Lås op med %1$s"],"We couldn’t find anything with that term.":["Vi kunne ikke finde noget med den term."],"Search...":["Søg&hellip;"],"Quick search...":["Hurtig søgning..."],"No, continue editing":["Nej, fortsæt redigeringen"],"Yes, discard changes":["Ja, kasser ændringer"],"You are about to discard all unsaved changes. All of your settings will be reset to the point where you last saved. Are you sure you want to do this?":["Du er ved at kassere alle ikke-gemte ændringer. Alle dine indstillinger nulstilles til det punkt, hvor du sidst gemte. Er du sikker på, at du vil gøre dette?"],"Discard all changes":["Kasser alle ændringer"],"Redirect pretty URLs for search pages to raw format":["Omdiriger smukke webadresser til søgesider til råformat"],"Choose the general appearance of your breadcrumbs.":["Vælg det generelle udseende af dine brødkrummer."],"Breadcrumb appearance":["Brødkrumme udseende"],"You have selected the user %1$s%5$s%2$s as the person this site represents. Their user profile information will now be used in search results. %3$sUpdate their profile to make sure the information is correct%4$s.":["Du har valgt den bruger %1$s%5$s%2$s som den person, dette websted repræsenterer. Deres brugerprofiloplysninger vil nu blive brugt i søgeresultaterne. %3$sOpdater deres profil for at sikre, at oplysningerne er korrekte%4$s."],"Please tell us more about the person this site represents.":["Fortæl os mere om den person, dette websted repræsenterer."],"E.g. https://example.com/yoast":["F.eks. https://example.com/yoast"],"Tell us if you have any other profiles on the web that belong to your organization. This can be any number of profiles, like YouTube, LinkedIn, Pinterest, or even Wikipedia.":["Fortæl os, hvis du har andre profiler på nettet, der tilhører din organisation. Dette kan være enhver profil, såsom YouTube, LinkedIn, Pinterest eller endda Wikipedia."],"Please tell us more about your organization. This information will help Google to understand your website, and improve your chance of getting rich results.":["Fortæl os mere om din organisation. Disse oplysninger hjælper Google med at forstå dit websted og forbedrer din chance for at få gode resultater."],"E.g. https://twitter.com/yoast":["F.eks. https://twitter.com/yoast"],"E.g. https://facebook.com/yoast":["F.eks. https://facebook.com/yoast"],"Other profiles":["Andre profiler"],"Writing":["Skrivning"],"You can determine the title and description for the blog page by %1$sediting the blog page itself%2$s.":["Du kan bestemme titlen og beskrivelsen for blogsiden ved at %1$sredigere selve blogsiden%2$s."],"These are expert features, so make sure you know what you're doing before removing the parameters. %1$sRead more about how your site can be affected%2$s.":["Dette er ekspertfunktioner, så sørg for at vide, hvad du laver, før du fjerner parametrene. %1$sLæs mere om, hvordan dit websted kan blive påvirket%2$s."],"Advanced: URL cleanup":["Avanceret: URL-oprydning"],"Prevent crawling of internal site search URLs":["Undgå crawling af webadresser til intern webstedssøgning"],"Block internal site searches which match the patterns of known spam attacks.":["Bloker interne webstedssøgninger, der matcher mønstrene for kendte spamangreb."],"Block internal site searches which contain complex and non-alphanumeric characters, as they may be part of a spam attack.":["Bloker interne webstedssøgninger, der indeholder komplekse og ikke-alfanumeriske tegn, da de kan være en del af et spamangreb."],"Enables advanced settings for protecting your internal site search URLs.":["Aktiverer avancerede indstillinger til beskyttelse af dine interne webadresser til søgning på websteder."],"Your internal site search can create lots of confusing URLs for search engines, and can even be used as a way for SEO spammers to attack your site. Most sites will benefit from experimenting with these protections and optimizations, even if you don’t have a search feature in your theme.":["Din interne webstedssøgning kan skabe masser af forvirrende webadresser til søgemaskiner og kan endda bruges som en måde for SEO-spammere at angribe dit websted på. De fleste websteder vil drage fordel af at eksperimentere med disse beskyttelser og optimeringer, selvom du ikke har en søgefunktion i dit tema."],"Internal site search cleanup":["Oprydning af intern webstedssøgning"],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of WordPress' JSON API endpoints.":["Føj en 'tillad ikke'-regel til dine robots.txt-fil for at forhindre gennemgang af WordPress' JSON API-slutpunkter."],"Remove JavaScript used for converting emoji characters in older browsers.":["Fjern JavaScript, der bruges til at konvertere emoji-tegn i ældre browsere."],"Remove URLs which provide alternative (legacy) formats of all of the above.":["Fjern webadresser, der giver alternative (ældre) formater af alle ovenstående."],"Remove URLs which provide information about your search results.":["Fjern webadresser, der indeholder oplysninger om dine søgeresultater."],"Remove URLs which provide information about your recent posts, for each custom taxonomy.":["Fjern webadresser, der indeholder oplysninger om dine seneste indlæg, for hver tilpasset taksonomi."],"Remove URLs which provide information about your recent posts, for each tag.":["Fjern webadresser, der indeholder oplysninger om dine seneste opslag, for hvert tag."],"Remove URLs which provide information about your recent posts, for each category.":["Fjern webadresser, der indeholder oplysninger om dine seneste opslag, for hver kategori."],"Remove URLs which provide information about your recent posts, for each post type.":["Fjern webadresser, der giver oplysninger om dine seneste indlæg, for hver indlægstype."],"Remove URLs which provide information about recent posts by specific authors.":["Fjern webadresser, der indeholder oplysninger om bestemte forfatteres seneste indlæg."],"Remove URLs which provide information about recent comments on each post.":["Fjern webadresser, der indeholder oplysninger om de seneste kommentarer til hvert opslag."],"Also disables post comment feeds.":["Deaktiverer også kommentarfeeds på indlæg."],"Remove URLs which provide an overview of recent comments on your site.":["Fjern webadresser, der giver et overblik over de seneste kommentarer på dit website."],"Remove URLs which provide an overview of your recent posts.":["Fjern webadresser, der giver et overblik over dine seneste indlæg."],"WordPress outputs your content in many different formats, across many different URLs (like RSS feeds of your posts and categories). It’s generally good practice to disable the formats you’re not actively using.":["WordPress udsender dit indhold i mange forskellige formater på tværs af mange forskellige webadresser (som RSS-feeds af dine indlæg og kategorier). Det er generelt god praksis at deaktivere de formater, du ikke bruger aktivt."],"Disable unwanted content formats":["Deaktiver uønskede indholdsformater"],"Remove links which allow others sites to ‘ping’ yours when they link to you.":["Fjern links, der giver andre websteder mulighed for at 'pinge' dine, når de linker til dig."],"Remove information about the plugins and software used by your site.":["Fjern oplysninger om de plugins og software, der bruges af dit websted."],"Remove links used for embedding your content on other sites.":["Fjern links, der bruges til at integrere dit indhold på andre websteder."],"Remove links used by external systems for publishing content to your blog.":["Fjern links, der bruges af eksterne systemer til at udgive indhold til din blog."],"Remove links to the location of your site’s REST API endpoints.":["Fjern links til placeringen af REST API-slutpunkter på dit website."],"Remove links to WordPress' internal 'shortlink' URLs for your posts.":["Fjern links til WordPress interne ‘kortlink' url'er til dine indlæg."],"Remove unwanted metadata":["Fjern uønskede metadata"],"Crawl optimization":["Optimering af crawling"],"Removes unknown URL parameters via a %1$s redirect. E.g., %2$s will be redirected to %3$s":["Fjerner ukendte URL-parametre via en %1$s omdirigering. F.eks. vil %2$s blive omdirigeret til %3$s"],"Replaces %1$s tracking parameters with the (more performant) %2$s equivalent, via a %3$s redirect. E.g., %4$s will be redirected to %5$s":["Erstatter %1$s sporingsparametre med den (mere effektive) %2$s tilsvarende via en %3$s omdirigering. F.eks. vil %4$s blive omdirigeret til %5$s"],"Users and search engines may often request your URLs whilst using query parameters, like %1$s. These can be helpful for tracking, filtering, and powering advanced functionality - but they come with a performance and SEO ‘cost’. Sites which don’t rely on URL parameters might benefit from using these options.":["Brugere og søgemaskiner kan ofte anmode om dine webadresser, mens de bruger forespørgselsparametre, f.eks. %1$s. Disse kan være nyttige til sporing, filtrering og fremme avanceret funktionalitet - men de kommer med en ydeevne og SEO 'omkostninger'. Websteder, der ikke er afhængige af webadresseparametre, kan have gavn af at bruge disse indstillinger."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by Common Crawl CCBot.":["Føj en \"disallow\"-regel til din robots.txt fil for at forhindre crawl af Common Crawl CCBot."],"WordPress adds a lot of links and content to your site's %1$s and HTTP headers. For most websites you can safely disable all of these, which can help to save bytes, electricity, and trees.":["WordPress tilføjer en masse links og indhold til dit websteds %1$s og HTTP-overskrifter. De fleste websteder kan sikkert deaktivere alle disse, hvilket kan hjælpe med at spare bytes, elektricitet og træer."],"Make your site more efficient and more environmentally friendly by preventing search engines from crawling things they don’t need to, and by removing unused WordPress features. %1$sLearn more about crawl settings and how they could benefit your site%2$s.":["Gør dit websted mere effektivt og mere miljøvenligt ved at forhindre søgemaskiner i at gennemgå ting, de ikke har brug for, og ved at fjerne ubrugte WordPress-funktioner. %1$sFå flere oplysninger om crawlindstillinger, og hvordan de kan gavne dit website%2$s."],"E.g., %1$s and %2$s":["F.eks. %1$s og %2$s"],"E.g., %1$s":["F.eks. %1$s"],"Enable breadcrumbs for your theme":["Aktiver brødkrummer for dit tema"],"You can always choose to enable/disable them for your theme below. This setting will not apply to breadcrumbs inserted through a widget, a block or a shortcode.":["Du kan altid vælge at aktivere/deaktivere dem for dit tema nedenfor. Denne indstilling gælder ikke for brødkrummer, der indsættes via en widget, en blok eller en kortkode."],"Choose which Post type you wish to show in the breadcrumbs for Taxonomies.":["Vælg hvilken indlægstype du vil vise i brødkrummerne for taksonomier."],"Breadcrumbs for taxonomies":["Brødkrummer til taksonomier"],"Choose which Taxonomy you wish to show in the breadcrumbs for Post types.":["Vælg hvilken taksonomi du vil vise i brødkrummerne for indlægstyper."],"Breadcrumbs for post types":["Brødkrummer til indlægstyper"],"Breadcrumb for 404 page":["Brødkrumme til 404 sider"],"Prefix for search page breadcrumbs":["Præfiks for brødkrummer på søgesiden"],"Add prefix":["Tilføj præfiks"],"Add anchor text":["Tilføj ankertekst"],"Add separator":["Tilføj separator"],"Configure the appearance and behavior of %1$syour breadcrumbs%2$s.":["Konfigurer udseendet og hvordan %1$sdine brødkrummer%2$s skal se ud."],"Disabling this will redirect the %1$s to your site's homepage.":["Deaktivering af dette omdirigerer %1$s til dit websteds startside."],"Refresh this page":["Genindlæs denne side"],"Unfortunately, this means that all your unsaved changes will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Desværre betyder det, at alle dine ikke-gemte ændringer går tabt. Du kan prøve at opdatere denne side for at løse problemet. Hvis denne fejl stadig opstår, bedes du kontakte vores supportteam, så giver vi dig al den hjælp, du har brug for!"],"Something went wrong. An unexpected error occurred.":["Noget gik galt. Der opstod en uventet fejl."],"Failed to retrieve users.":["Kunne ikke hente brugere."],"Searching users...":["Søger brugere..."],"No users found.":["Ingen brugere fundet."],"Discard changes":["Annuller ændringer"],"The profile is not valid. Please use only 1-25 letters, numbers and underscores or enter a valid Twitter URL.":["Profilen er ikke gyldig. Brug kun 1-25 bogstaver, tal og understregninger, eller indtast en gyldig Twitter-URL."],"The profile is not valid. Please enter a valid URL.":["Profilen er ikke gyldig. Indtast en gyldig URL."],"The verification code is not valid. Please use only the letters A to F, numbers, underscores and dashes.":["Bekræftelseskoden er ikke gyldig. Brug kun bogstaverne A til F, tal, understregninger og bindestreger."],"The verification code is not valid. Please use only letters, numbers, underscores and dashes.":["Bekræftelseskoden er ikke gyldig. Brug kun bogstaver, tal, understregninger og bindestreger."],"User":["Bruger"],"Site basics":["Grundlæggende om webstedet"],"Text formality":["Tekstformalia"],"Read more about text formality.":["Læs mere om tekstformalia."],"%1$s%3$s%2$s will help you assess the formality level of your text.":["%1$s%3$s%2$s hjælper dig med at vurdere formalitetsniveauet i din tekst."],"WordPress loads lots of resources, some of which your site might not need. If you’re not using these, removing them can speed up your pages and save resources.":["WordPress indlæser mange ressourcer, og nogle af dem har dit websted måske ikke brug for. Hvis du ikke bruger dem, kan du fjerne dem for at gøre dine sider hurtigere og spare ressourcer."],"Remove unused resources":["Fjern ubrugte ressourcer"],"Prevent search engines from crawling /wp-json/":["Forhindrer søgemaskiner i at crawle /wp-json/"],"Prevent search engines from crawling site search URLs":["Forhindrer søgemaskiner i at crawle URL'er til søgninger på webstedet"],"There are unsaved changes on this page. Leaving means that those changes will be lost. Are you sure you want to leave this page?":["Der er ændringer som ikke gemt på denne side. Forlader du siden uden at gemme, vil ændringer gå tabt. Er du sikker på, at du vil forlade denne side?"],"Media pages":["Mediesider"],"Categories & tags":["Kategorier og tags"],"Content types":["Indholdstyper"],"Show more":["Vis mere"],"Show less":["Vis mindre"],"Configure the basics for your website.":["Konfigurer det grundlæggende for dit websted."],"This field updates the %1$stagline in your WordPress settings%2$s.":["Dette felt opdaterer %1$stagline i dine WordPress indstillinger%2$s.\t"],"Disabling this means that %1$s pages created by WordPress will not be indexed by search engines and will be excluded from XML sitemaps.":["Deaktivering af dette betyder, at %1$s sider oprettet af WordPress ikke vil blive indekseret af søgemaskiner og vil blive udelukket fra XML-sitemaps."],"Show %1$s pages in search results":["Vis %1$s sider i søgeresultaterne"],"We recommend keeping %1$s pages disabled. This will cause all attachment URLs to be redirected to the media itself.":["Vi anbefaler, at du deaktiverer %1$s sider.  Det vil medføre, at alle url-adresser til vedhæftede filer omdirigeres til selve mediet."],"%1$s pages":["%1$s sider"],"When you upload media (e.g. an image or video), %5$s automatically creates a %3$s page (attachment URL) for it. These pages are quite empty and could cause %1$sthin content problems and lead to excess pages on your site%2$s. Therefore, %4$s disables them by default (and redirects the attachment URL to the media itself).":["Når du uploader medier (f.eks. et billede eller en video), opretter %5$s automatisk en %3$s side (url-adresse til vedhæftede filer) for den. Disse sider er ret tomme og kan forårsage %1$sproblemer med tyndt indhold og føre til overskydende sider på dit websted%2$s. Derfor deaktiverer %4$s dem som standard (og omdirigerer vedhæftnings-URL'en til selve mediet)."],"Format-based archives can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["Formatbaserede arkiver kan forårsage problemer med duplikeret indhold. For de fleste websteder anbefaler vi, at du deaktiverer denne indstilling."],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps. We recommend that you disable this setting.":["Deaktivering af dette betyder, at %1$s ikke indekseres af søgemaskiner og udelukkes fra XML-sitemaps. Vi anbefaler, at du deaktiverer denne indstilling."],"%1$s can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["%1$s kan forårsage problemer med duplikeret indhold. For de fleste websteder anbefaler vi, at du deaktiverer denne indstilling."],"%1$s (e.g. %2$s) are based on publication dates. From an SEO perspective, the posts in these archives have no real relation to the other posts except for their publication dates, which doesn’t say much about the content. They could also lead to duplicate content issues. This is why we recommend you to disable %3$s.":["%1$s (f.eks. %2$s) er baseret på udgivelsesdatoer. Fra et SEO-perspektiv har indlæggene i disse arkiver ingen reel relation til de andre indlæg bortset fra deres udgivelsesdatoer, hvilket ikke siger meget om indholdet. De kan også føre til problemer med duplikeret indhold. Derfor anbefaler vi dig at deaktivere %3$ss."],"Determine how your %1$s should look on social media by default.":["Vælg hvordan din %1$s skal se ud på sociale medier som standard."],"Disabling this means that %1$s without any posts will not be indexed by search engines and will be excluded from XML sitemaps.":["Deaktivering af dette betyder, at %1$s uden indlæg ikke indekseres af søgemaskiner og udelukkes fra XML-sitemaps."],"Show archives for authors without posts in search results":["Vis arkiver for forfattere uden indlæg i søgeresultater"],"Determine how your %1$s should look in search engines.":["Vælg hvordan din %1$s skal se ud i søgemaskiner."],"If you're running a one author blog, the %1$s (e.g. %2$s) will be exactly the same as your homepage. This is what's called a %3$sduplicate content problem%4$s. If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or prevent it from showing up in search results.":["Hvis du kører en blog med én forfatter, vil %1$s (f.eks. %2$s) være nøjagtig den samme som din startside. Dette er det, der kaldes et %3$sduplikeret indhold problem%4$s. Hvis dette er tilfældet på dit websted, kan du vælge enten at deaktivere det (hvilket får det til at omdirigere til startsiden) eller forhindre det i at blive vist i søgeresultaterne."],"Author archive":["Skribentarkiv"],"Read more about the search results settings":["Læs mere om indstillingerne for søgeresultater"],"Determine how your %1$s should look in search engines and on social media.":["Vælg, hvordan din %1$s skal se ud i søgemaskiner og på sociale medier."],"Contact support":["Kontakt support"],"We're very sorry, but it seems like the following error has interrupted our application:":["Vi beklager meget, men det ser ud til, at følgende fejl har afbrudt vores application:"],"Read reviews from real users":["Læs anmeldelser fra rigtige brugere"],"%1$s attempted to load the class %2$s but it could not be found.":["%1$s forsøgte at indlæse klassen %2$s men den kunne ikke findes."],"We noticed that you are using a multilingual plugin. Please be aware that this analysis feedback is intended only for texts written in English.":["Vi har bemærket, at du bruger et flersproget plugin. Vær opmærksom på, at denne analysefeedback kun er beregnet til tekster skrevet på engelsk."],"Determine how your homepage should look in the search results and on social media. This is what people probably will see when they search for your brand name.":["Vælg, hvordan din startside skal se ud i søgemaskiner og på sociale medier. Bemærk, at dette er, hvad folk sandsynligvis vil se, når de søger efter dit brandnavn."],"Determine how your homepage should look on social media.":["Bestem, hvordan din forside skal se ud på sociale medier."],"Show the categories prefix in the slug":["Behold kategoripræfikset i kortlinket"],"Category URLs in WordPress contain a prefix, usually %s. Show or hide that prefix in category URLs.":["Kategori-URL'er i WordPress indeholder et præfiks, normalt %s. Vis eller gem dette præfiks i kategori URL'er."],"Determine how your %1$s archive should look on social media.":["Vælg hvordan dit %1$s arkiv skal se ud på sociale medier."],"Disabling this means that the archive for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Deaktivering af dette betyder, at arkivet for %1$s ikke indekseres af søgemaskiner og udelukkes fra XML-sitemaps."],"Determine how your %1$s archive should look in search engines.":["Vælg hvordan dit %1$s arkiv skal se ud i søgemaskiner."],"These settings are specifically for optimizing your %1$s archive.":["Disse indstillinger er specifikt til optimering af dit %1$s arkiv."],"%1$s archive":["%1$s arkiv"],"Add custom fields to page analysis":["Tilføj tilpassede felter til sideanalyse."],"Additional settings":["Yderligere indstillinger"],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Deaktivering af dette betyder, at %1$s ikke indekseres af søgemaskiner og udelukkes fra XML-sitemaps."],"Search appearance":["Søgeudseende"],"You haven't set a Shop page in your WooCommerce settings. %1$sPlease do this first%2$s.":["Du har ikke indstillet en Shop-side i dine WooCommerce-indstillinger. %1$sGør dette først%2$s."],"The %1$ssocial image%2$s, %1$ssocial title%2$s and %1$ssocial description%2$s require Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":["Titlen %1$ssocialt billede%2$s, %1$ssocial titel%2$s og %1$ssocial beskrivelse%2$s kræver Open Graph-data, som i øjeblikket er deaktiveret i afsnittet \"Social deling\" i funktioner i %3$sSite funktioner%4$s."],"Oh no! It seems your form contains invalid data. Please review the following fields:":["Åh nej! Det ser ud til, at din formular indeholder ugyldige data. Gennemgå venligst følgende felter:"],"Archive social image":["Arkiv socialt billede"],"Archive social description":["Arkiv social beskrivelse"],"Archive social title":["Arkiv socialtitel"],"Show the archive for %1$s in search results":["Vis arkivet for %1$s i søgeresultater"],"Archive breadcrumbs title":["Arkiv brødkrummer titel"],"Archive meta description":["Gem meta beskrivelse"],"Archive SEO title":["Arkiv SEO-titel"],"Enable %1$s for %2$s":["Aktiver %1$s for %2$s"],"Show %1$s in search results":["Vis %1$s i søgeresultater"],"The selected media type is not valid. Supported types are: JPG, PNG, WEBP and GIF.":["Den valgte medietype er ikke gyldig. De understøttede typer er: JPG, PNG, WEBP og GIF."],"%1$sInclusive language%2$s: We haven't detected any potentially non-inclusive phrases. Great work!":["%1$sInkluderende sprog%2$s: Vi har ikke registreret nogen potentielt ikke-inkluderende sætninger. Godt arbejde!"],"Potentially non-inclusive phrases":["Potentielt ikke-inkluderende sætninger"],"Non-inclusive phrases":["Ikke-inkluderende sætninger"],"Learn more about the inclusive language analysis":["Lær mere om inkluderende sproganalyse"],"Inclusive language:":["Inkluderende sprog:"],"Removes the inclusive language analysis section from the metabox and disables all inclusive language-related suggestions.":["Fjerner afsnittet inkluderende sproganalyse fra metaboksen og deaktiverer altomfattende sprogrelaterede forslag."],"Disable inclusive language analysis":["Deaktiver inkluderende sproganalyse"],"Discover why inclusive language is important for SEO.":["Find ud af, hvorfor inkluderende sprog er vigtigt for SEO."],"The inclusive language analysis offers suggestions to write more inclusive copy.":["Den inkluderende sproganalyse giver forslag til at skrive mere inkluderende tekster."],"Inclusive language analysis":["Deaktiver inkluderende sproganalyse"],"Inclusive language":["Inkluderende sprog"],"%1$sInclusive language%2$s: %3$s":["%1$sInkluderende sprog%2$s: %3$s"],"Use %s fields to power your meta tags and templates, and analyze all of your content.":["Brug %s felter til at drive dine metatags og skabeloner, og analyser alt dit indhold."],"Improve your technical SEO, meta tags and unlock more SEO ecommerce tools.":["Forbedre din tekniske SEO, metatags og lås op for flere SEO-værktøjer til e-handel."],"Connect your %1$s account to improve your site’s search results using %2$s data.":["Forbind din %1$s-konto for at forbedre dit websteds søgeresultater ved hjælp af %2$s-data."],"Upgrade your meta tags and social previews and manage your SEO settings in one place.":["Opgrader dine metatags og sociale forhåndsvisninger, og administrer dine SEO-indstillinger ét sted."],"Get the most out of %1$s%2$s%3$s and %4$s, together":["Få mest muligt ud af %1$s%2$s%3$s og %4$s, sammen"],"Take advantage of your favorite SEO & content analysis tools with your favorite page builder.":["Udnyt dine foretrukne SEO- og indholdsanalyseværktøjer med din yndlingssidebygger."],"Get %1$s tools and functionality in %2$s%3$s%4$s":["Få %1$s værktøjer og funktionalitet i %2$s%3$s%4$s"],"Use the power of the blockchain to timestamp your content with %s.":["Brug kraften i blockchain til at tidsstemple dit indhold med %s."],"Keep an eye on how your posts are ranking by connecting to your %s account.":["Hold øje med, hvordan dine indlæg rangerer ved at forbinde til din %s-konto."],"Find out what your audience is searching for with %s data right in your sidebar.":["Find ud af, hvad dit publikum søger efter, med %s data direkte i din sidekolonne."],"Front-end SEO inspector":["Frontend SEO-inspektør"],"Oops! Something went wrong while saving.":["Ups! Noget gik galt mens der blev gemt."],"Great! Your settings were saved successfully.":["Fantastisk! Dine indstillinger blev gemt uden problemer."],"Get your verification code in %1$sYandex Webmaster tools%2$s.":["Få din verifikationskode i %1$sYandex Webmaster tools%2$s."],"Yandex":["Yandex"],"Claim your site over at %1$sPinterest%2$s.":["Gør krav på dit websted på %1$sPinterest%2$s."],"Get your verification code in %1$sGoogle Search console%2$s.":["Få din verifikationskode i %1$sGoogle Search console%2$s."],"Get your verification code in %1$sBing Webmaster tools%2$s.":["Få din verifikationskode i %1$sBing Webmaster tools%2$s."],"Bing":["Bing"],"Add verification code":["Tilføj vertifikationskode"],"Get your verification code in %1$sBaidu Webmaster tools%2$s.":["Få din verifikationskode i %1$sBaidu Webmaster tools%2$s."],"Baidu":["Baidu"],"Verify your site with different tools. This will add a verification meta tag to your homepage. You can find instructions on how to verify your site for each platform by following the link in the description.":["Bekræft dit websted med forskellige værktøjer. Dette tilføjer et bekræftelsesmetatag på dit websted. Du kan finde instruktioner om, hvordan du bekræfter dit websted for hver platform, ved at følge linket i beskrivelsen."],"By default only editors and administrators can access the Advanced and Schema section of the %1$s sidebar or metabox. Disabling this allows access to all users.":["Som standard er det kun redaktører og administratorer, der har adgang til sektionen Avanceret - og Schema i %1$s eller metaboksen. Hvis du deaktiverer dette, får alle brugere adgang."],"Restrict advanced settings for authors":["Begræns avancerede indstillinger for forfattere"],"This Yoast SEO REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use Yoast SEO for all their SEO meta output.":["Dette Yoast SEO REST API-slutpunkt giver dig alle de metadata, du har brug for til en bestemt URL. Dette vil gøre det meget nemt for WordPress-websteder uden overordnet styring at bruge Yoast SEO til al deres SEO-metaoutput."],"REST API endpoint":["REST API endpoint"],"APIs":["API'er"],"Slack sharing":["Slack deling"],"Allows for Twitter to display a preview with images and a text excerpt when a link to your site is shared.":["Gør det muligt for Twitter at vise en forhåndsvisning med billeder og et tekstuddrag, når et link til dit websted deles."],"Twitter card data":["Twitter-kortdata"],"Open Graph data":["Open Graph data"],"Social sharing":["Social deling"],"Site structure":["Webstedsstruktur"],"Tell us which features you want to use.":["Fortæl os, hvilke funktioner du vil bruge."],"Site preferences":["Websteds præferencer"],"Network disabled":["Netværk deaktiveret"],"Unavailable for sub-sites":["Ikke tilgængelig for underordnede websteder"],"This image is used as a fallback for posts/pages that don't have any images set.":["Dette billede bruges som en nødløsning for indlæg/sider, hvor der ikke er indstillet nogen billeder."],"Site image":["Websteds billede"],"Title separator":["Titelseparator"],"Recommended size for this image is %1$s%3$s%2$s":["Anbefalet størrelse for dette billede er %1$s%3$s%2$s"],"The %1$sSite image%2$s requires Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":["%1$sWebstedsbillede%2$s kræver Open Graph-data, som i øjeblikket er deaktiveret i afsnittet \"Social deling\" i %3$sWebsted funktioner%4$s."],"Automatically add content to your RSS. This enables you to add links back to your blog and your blog posts, helping search engines identify you as the original source of the content.":["Føj automatisk indhold til din RSS. Dette giver dig mulighed for at tilføje links tilbage til din blog og dine blogindlæg, hjælpe søgemaskiner med at identificere dig som den oprindelige kilde til indholdet."],"RSS feed":["RSS feed"],"%1$s (default)":["%1$s (standard)"],"We took the liberty of using your website name and logo for the organization name and logo. Feel free to change them below.":["Vi tog os den frihed at bruge dit websteds titel og logo til organisationens navn og logo. Du er velkommen til at ændre dem nedenfor."],"Edit your %1$s":["Rediger dine %1$s"],"slug":["Korttitel"],"keyphrase":["søgeord"],"A company name and logo need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site name and logo as default values. %1$sLearn more about the importance of structured data.%2$s":["Et firmanavn og logo skal opsættes, for at strukturerede data fungerer korrekt. Da du ikke har angivet disse endnu, bruger vi webstedets navn og logo som standardværdi. %1$sFå mere at vide om vigtigheden af strukturerede data.%2$s"],"Install %1$s Content Analysis for %2$s":["Installer %1$s indholdsanalyse til %2$s"],"Activate %1$s Content Analysis for %2$s":["Aktiver %1$s indholdsanalyse for %2$s"],"%1$s integrates with %2$s":["%1$s integreres med %2$s"],"Integration active":["Integration aktiv"],"Plugin not detected":["Plugin ikke fundet"],"Enable integration":["Aktiver integration"],"Plugin integrations":["Plugin-integrationer"],"Recommended integrations":["Anbefalede integrationer"],"Enable %1$s":["Aktiver %1$s"],"Integration unavailable for multisites":["Integration er ikke tilgængelig for multisites"],"Network Disabled":["Netværk deaktiveret"],"Unlock with Premium!":["Lås op med Premium!"],"Premium SEO analysis:":["Premium SEO-analyse:"],"Beta":["Beta"],"Are you publishing news articles? %s helps you optimize your site for Google News.":["Udgiver du nyhedsartikler? %s hjælper dig med at optimere dit websted til Google Nyheder."],"no data":["ingen data"],"Your text should be slightly longer to calculate your Flesch reading ease score.":["Din tekst skal være lidt længere for at beregne din Flesch læselethed score."],"Continue writing to get insight into the readability of your text!":["Fortsæt med at skrive for at få indsigt i læsbarheden af din tekst!"],"%1$sKeyphrase distribution%2$s: Have you evenly distributed your focus keyphrase throughout the whole text? %3$sYoast SEO Premium will tell you!%4$s":["%1$sFordeling af nøglesætning%2$s: Har du jævnt fordelt din fokusnøglesætning over hele teksten? %3$sYoast SEO Premium vil fortælle dig det!%4$s"],"%1$sWord complexity%2$s: Is your vocabulary suited for a larger audience? %3$sYoast SEO Premium will tell you!%4$s":["%1$sOrdkompleksitet%2$s: Er dit ordforråd velegnet til et større publikum? %3$sYoast SEO Premium vil fortælle dig det!%4$s"],"Get %s to enjoy the benefits of prominent words":["Få %s til at nyde fordelene ved fremtrædende ord"],"With %1$s%3$s%2$s, this section will show you which words occur most often in your text. By checking these prominent words against your intended keyword(s), you'll know how to edit your text to be more focused.":["Med %1$s%3$s%2$s viser dette afsnit dig, hvilke ord der oftest forekommer i din tekst. Ved at kontrollere disse fremtrædende ord mod dine tilsigtede søgeord, ved du, hvordan du redigerer din tekst for at være mere fokuseret."],"Buy %s now!":["Køb %s nu!"],"Are you working on a news article? %s helps you optimize your site for Google News.":["Arbejder du på en nyhedsartikel? %s hjælper dig med at optimere dit websted til Google News."],"Premium SEO analysis":["Premium SEO-analyse"],"1 year of premium support and updates included!":["1 års premium-support og opdateringer er inkluderet!"],"Unlock with %s":["Lås op med %s"],"Learn more about character count":["Få mere at vide om antal tegn"],"Character count":["Tegnoptælling"],"Learn more about word count":["Få mere at vide om ordtælling"],"Word count":["Ordoptælling"],"Learn more about Flesch reading ease":["Lær mere om Flesch læselethed"],"out of 100":["ud af 100"],"okay":["okay"],"Learn more about reading time":["Lær mere om læsetid"],"Reading time":["Læsetid"],"minute":["minut","minutter"],"Activate %1$s!":["Aktiver %1$s!"],"You've installed %1$s but it's not activated yet. %2$sActivate %1$s now!%3$s":["Du har installeret %1$s, men det er ikke aktiveret endnu. %2$sAktiver %1$s nu!%3$s"],"Automatically ping search engines like Bing and Yandex whenever you publish, update or delete a post.":["Ping automatisk søgemaskiner som Bing og Yandex, når du udgiver, opdaterer eller sletter et indlæg."],"Additional URL parameters to allow":["Yderligere URL-parametre, der skal tillades"],"Permalink cleanup settings":["Indstillinger for permalink-oprydning"],"Max number of characters to allow in searches":["Maks. antal tegn, der skal tillades i søgninger"],"Search cleanup settings":["Indstillinger for oprydning af søgning"],"Filter searches with common spam patterns":["Filtrer søgninger med almindelige spammønstre"],"Filter searches with emojis and other special characters":["Filtrer søgninger med emojis og andre specialtegn"],"Filter search terms":["Filtrer søgeord"],"Unregistered URL parameters":["Uregistrerede URL-parametre"],"Campaign tracking URL parameters":["Parametre for URL til kampagnesporing"],"Timestamp this %s":["Tidsstempel i %s"],"%1$s: Not all the words from your keyphrase \"%4$s\" appear in the SEO title. %2$s%5$s%3$s.":["%1$s: Ikke alle ordene fra din nøglesætning \"%4$s\" vises i SEO-titlen. %2$s %5$s %3$s."],"%1$s: The focus keyphrase appears at the beginning of the SEO title. Good job!":["%1$s: Fokusnøglesætningen vises i begyndelsen af SEO-titlen. Godt gået!"],"Keyphrase in SEO title":["Nøglesætning i SEO-titel"],"Contact %s support.":["Kontakt %s support."],"WordProof Timestamp":["WordProof tidsstempel"],"View this content's Timestamp certificate":["Se dette indholds tidsstempelcertifikat"],"Contact WordProof support":["Kontakt WordProof-support"],"Find out how IndexNow can help your site.":["Find ud af, hvordan IndexNow kan hjælpe dit websted."],"IndexNow":["IndexNow"],"Dismiss this notice.":["Afvis denne meddelelse."],"We noticed that you haven't fully configured Yoast SEO yet. Optimize your SEO settings even further by using our improved %1$s First-time configuration%2$s.":["Vi har bemærket, at du ikke har konfigureret Yoast SEO fuldt ud endnu. Optimer dine SEO-indstillinger endnu mere ved at bruge vores forbedrede %1$sførstegangskonfiguration%2$s."],"SEO configuration":["SEO-konfiguration"],"Feed crawl settings":["Indstillinger for crawl af feed"],"Basic crawl settings":["Grundlæggende indstillinger for crawl"],"Powered by HTTP header":["Drevet af HTTP-header"],"Pingback HTTP header":["Pingback HTTP-header"],"Emoji scripts":["Emoji-scripts"],"Generator tag":["Generator tag"],"oEmbed links":["oEmbed links"],"RSD / WLW links":["RSD / WLW links"],"REST API links":["REST API-links"],"Shortlinks":["Kortlinks"],"Atom/RDF feeds":["Atom/RDF feeds"],"Search results feeds":["Feeds til søgeresultater"],"Custom taxonomy feeds":["Brugerdefinerede taksonomifeeds"],"Tag feeds":["Tag feeds"],"Category feeds":["Kategori feeds"],"Post type feeds":["Feeds af indlægstyper"],"Post authors feeds":["Indlægsforfattere feeds"],"Global comment feeds":["Globale kommentarfeeds"],"Global feed":["Globalt feed"],"%1$sLearn more about crawl settings.%2$s":["%1$sFå flere oplysninger om crawlindstillinger.%2$s"],"Post comments feeds":["Send kommentarer feeds"],"Crawl settings":["Indstillinger for crawl"],"Finish configuration":["Afslut konfigurationen"],"Personal preferences":["Personlige præferencer"],"SEO data optimization":["SEO-dataoptimering"],"An error has occurred: %1$s":["Der er sket en fejl: %1$s"],"We could not save the organization name. Please check the value.":["Vi kunne ikke gemme organisationens navn. Kontroller venligst værdien."],"No items found.":["Ingen emner fundet."],"All redirect types":["Alle redirect-typer"],"Add Redirect":["Tilføj viderestilling"],"Old URL":["Gammel URL"],"The redirect type is the HTTP response code sent to the browser telling the browser what type of redirect is served. %1$sLearn more about redirect types%2$s.":["Redirect-typen er den HTTP-svarkode, der sendes til browseren for at fortælle den, hvilken slags redirect en får. %1$sLæs mere om redirect-typer%2$s."],"301 Moved Permanently":["301 Flyttet permanent"],"Type":["Type"],"Plain redirects":["Almindelige viderestillinger"],"Regex Redirects":["Regex-viderestillinger"],"There are unsaved changes in one or more steps. Leaving means that those changes may not be saved. Are you sure you want to leave?":["Der er ikke-gemte ændringer i et eller flere trin. Forlader du siden nu betyder det, at disse ændringer muligvis ikke gemmes. Er du sikker på, at du vil fortsætte?"],"Add another profile":["Tilføje en anden profil"],"Start first-time configuration!":["Start førstegangskonfiguration!"],"Set the essential %s settings for your site in a few steps.":["Indstil de vigtige %s indstillinger for dit websted i et par trin."],"For the best ranking results: configure %s!":["For de bedste placeringsresultater: Konfigurer %s!"],"Your site is already easier to find for search engines.":["Dit websted er allerede lettere at finde for søgemaskiner."],"Tell us about your site, so we can get it ranked!":[""],"Or go to your SEO dashboard":["Eller gå til dit SEO-kontrolpanel"],"E.g. example@email.com":["F.eks. example@email.com"],"Please enter a valid email address.":["Indtast venligst en gyldig e-mail."],"Tell us! Is your site about an organization or a person? ":[""],"Personal logo or avatar":["Personligt logo eller avatar"],"Select a user":["Vælg en bruger"],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. You're not allowed to update this user profile, so please ask this user or an admin to make sure the information is correct.":["Du har valgt brugeren %1$s som den person, dette websted repræsenterer. Disse brugerprofiloplysninger vil nu blive brugt i søgeresultaterne. Du har ikke tilladelse til at opdatere denne brugerprofil, så spørg denne bruger eller en administrator om at sikre, at oplysningerne er korrekte."],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. %2$sUpdate this profile to make sure the information is correct%3$s.":["Du har valgt brugeren %1$s som den person, dette websted repræsenterer. Disse brugerprofiloplysninger vil nu blive brugt i søgeresultaterne. %2$s Opdater denne profil for at sikre, at oplysningerne er korrekte%3$s."],"Uploading image...":["Overfører billede..."],"Select an option":["Vælg en mulighed"],"Be aware that you should run the SEO data optimization for this configuration to take maximum effect.":["Vær opmærksom på, at du skal køre SEO-dataoptimering for at denne konfiguration får maksimal effekt."],"We've already successfully analyzed your site. You can move on to the next step.":["Vi har allerede analyseret dit websted uden problemer. Du kan gå videre til næste trin."],"SEO data optimization is running… You can safely move on to the next steps of this configuration.":["SEO dataoptimering kører... Du kan sikkert gå videre til de næste trin i denne konfiguration."],"You're not allowed to edit the social profiles of this user. Please ask this user or an admin to do this.":["Du har ikke tilladelse til at redigere de sociale profiler for brugeren. Bed denne bruger eller en administrator om at gøre dette."],"E.g. https://www.wikipedia.com/yoast":["F.eks. https://www.wikipedia.com/yoast"],"E.g. https://www.youtube.com/yoast":["F.eks. https://www.youtube.com/yoast"],"E.g. https://www.twitter.com/yoast":["F.eks. https://www.twitter.com/yoast"],"E.g. https://www.tumblr.com/yoast":["F.eks. https://www.tumblr.com/yoast"],"E.g. https://www.soundcloud.com/yoast":["F.eks. https://www.soundcloud.com/yoast"],"E.g. https://www.pinterest.com/yoast":["F.eks. https://www.pinterest.com/yoast"],"E.g. https://www.myspace.com/yoast":["F.eks. https://www.myspace.com/yoast"],"E.g. https://www.linkedin.com/yoast":["F.eks. https://www.linkedin.com/yoast"],"E.g. https://www.instagram.com/yoast":["F.eks. https://www.instagram.com/yoast"],"E.g. https://www.facebook.com/yoast":["F.eks. https://www.facebook.com/yoast"],"Delete item":["Slet emne"],"E.g. https://social-platform.com/yoast":["F.eks. https://social-platform.com/yoast"],"Other social profile":["Anden social profil"],"First-time configuration":["Førstegangskonfiguration"],"You should finish the %1$sfirst time configuration%2$s to make sure your SEO data has been optimized and you’ve set the essential Yoast SEO settings for your site.":["Du skal afslutte %1$sførstegangskonfiguration%2$s for at sikre, at dine SEO-data er optimeret, og du har indstillet de væsentlige Yoast SEO-indstillinger for dit websted."],"Step 4: Go through the first time configuration":["Trin 4: Gennemgå en førstegangskonfiguration"],"Postname permalink":["Indlægstitel permalink"],"Page comments":["Sidekommentarer"],"Links table":["Tabel over links"],"If you already have saved AIOSEO 'Search Appearance' settings and the issue persists, please contact our support team so we can take a closer look.":["Hvis du allerede har gemt AIOSEO's indstillinger for \"Søgeudseende\", og problemet fortsætter, bedes du kontakte vores supportteam, så vi kan se nærmere på det."],"If you have never saved any AIOSEO 'Search Appearance' settings, please do that first and run the import again.":["Hvis du aldrig har gemt nogen AIOSEO 'Søgeudseende' indstillinger, skal du gøre det først og køre importen igen."],"The AIOSEO import was cancelled because some AIOSEO data is missing. Please try and take the following steps to fix this:":["AIOSEO-importen blev annulleret, fordi der mangler nogle AIOSEO-data. Prøv at foretage følgende trin for at løse dette:"],"The validation of the AIOSEO data structure has failed.":["Valideringen af AIOSEO-datastrukturen er mislykkedes."],"Currently, the %s integration is not available for multisites.":["I øjeblikket er %s-integrationen ikke tilgængelig for multisites."],"WordProof authentication":["WordProof-godkendelse"],"Connected to WordProof":["Forbundet til WordProof"],"Connection failed":["Forbindelsen mislykkedes"],"Not working? %1$sContact %3$s support%2$s.":["Virker det ikke? %1$sKontakt %3$s support%2$s."],"Try again":["Prøv igen"],"Find possible solutions in this %1$sArticle%2$s.":["Find mulige løsninger i denne %1$sartikel%2$s."],"There was a connection problem. This could be because your third party connections are blocked.":["Der var et problem med forbindelsen. Det kan skyldes, at dine tredjepartsforbindelser er blokeret."],"The %3$s will automatically be timestamped every time you %1$supdate%2$s or %1$spublish%2$s.":["%3$s bliver automatisk tidsstemplet, hver gang du %1$sopdaterer%2$s eller %1$sudgiver%2$s."],"Your %s is now protected via the blockchain!":["Din %s er nu beskyttet via blockchainen!"],"Something went wrong authenticating your %3$s account with the %4$s site. Please try again or contact %1$s%3$s support%2$s.":["Noget gik galt med at godkende din %3$s-konto på %4$s-webstedet. Prøv igen, eller kontakt %1$s%3$s support%2$s."],"Unable to create new timestamps. Please authenticate with WordProof.":["Kan ikke oprette nye tidsstempler. Godkend venligst med WordProof."],"Timestamp with WordProof":["Tidsstempel med WordProof"],"Learn more about timestamping":["Få mere at vide om tidsstempler"],"Authenticate with WordProof":["Godkend med WordProof"],"Manage WordProof settings":["Administrer WordProof-indstillinger"],"The WordProof Timestamp plugin needs to be disabled before you can activate this integration.":["WordProof Timestamp-pluginet skal deaktiveres, før du kan aktivere denne integration."],"Open settings":["Åbn indstillinger"],"Open authentication":["Åbn godkendelse"],"The timestamp is not created because you need to authenticate with %s first.":["Tidsstemplet oprettes ikke, fordi du først skal godkende med %s."],"The timestamp is not retrieved by your site. Please try again or contact %1$s support.":["Tidsstemplet hentes ikke af dit website. Prøv igen, eller kontakt %1$s support."],"%1$s failed to timestamp this page. Please check if you're correctly authenticated with %1$s and try to save this page again.":["%1$s undlod at tidsstemple denne side. Kontroller, om du er korrekt godkendt med %1$s, og prøv at gemme denne side igen."],"%s has successfully timestamped this page.":["%s har med uden problemer tidsstemplet denne side."],"You are out of timestamps. Please upgrade your account by opening the %s settings.":["Du er løbet tør for tidsstempler. Opgrader din konto ved at åbne %s indstillingerne."],"Use WordProof to timestamp this page to comply with legal regulations and join the fight for a more transparant and accountable internet.":["Brug WordProof til at tidsstemple denne side for at overholde lovbestemmelser og deltage i kampen for et mere gennemsigtigt og ansvarligt internet."],"Timestamp this post":["Tidsstempel dette indlæg"],"content words":["Indhold ord"],"content word":["Indhold ord"],"Cleanup failed with the following error:":["Oprydning mislykkedes med følgende fejl:"],"Note: These settings will overwrite the default settings of Yoast SEO.":["Bemærk: Disse indstillinger overskriver standardindstillingerne for Yoast SEO."],"Note: This metadata will only be imported if there is no existing Yoast SEO metadata yet.":["Bemærk: Disse metadata importeres kun, hvis der endnu ikke findes nogen Yoast SEO-metadata."],"Post metadata (SEO titles, descriptions, etc.)":["Send metadata (SEO-titler, beskrivelser osv.)"],"The import from %s includes:":["Importen fra %s omfatter:"],"Once you're certain that your site is working properly with the imported data from another SEO plugin, you can clean up all the original data from that plugin.":["Når du er sikker på, at dit websted fungerer korrekt med de importerede data fra et andet SEO-plugin, kan du rydde op i alle de originale data fra det plugin."],"Please select an SEO plugin below to see what data can be imported.":["Vælg et SEO-plugin nedenfor for at se, hvilke data der kan importeres."],"Clean up":["Ryd op"],"After you've imported data from another SEO plugin, please make sure to clean up all the original data from that plugin. (step 5)":["Når du har importeret data fra et andet SEO-plugin, skal du sørge for at rydde op i alle de originale data fra det plugin. (trin 5)"],"Note: ":["Note: "],"The cleanup can take a long time depending on your site's size.":["Oprydningen kan tage lang tid afhængigt af dit websteds størrelse."],"Every fifteen minutes":["Hvert femtende minut"],"Default tagline":["Standard undertitel"],"Import failed with the following error:":["Importen mislykkedes med følgende fejl:"],"No data found from other SEO plugins.":["Ingen data fundet fra andre SEO-plugins."],"Select SEO plugin":["Vælg SEO-plugin"],"The import can take a long time depending on your site's size.":["Importen kan tage lang tid afhængigt af dit websteds størrelse."],"For the best SEO results include all words of your keyphrase in the SEO title, and put the keyphrase at the beginning of the title":["For de bedste SEO-resultater skal du inkludere alle ord i din søgesætning i SEO-titlen og sætte søgesætningen i begyndelsen af ​​titlen"],"For the best SEO results write the exact match of your keyphrase in the SEO title, and put the keyphrase at the beginning of the title":["For de bedste SEO-resultater, skriv det nøjagtige match af din søgesætning i SEO-titlen, og sæt søgesætningen i begyndelsen af ​​titlen"],"Installation Successful":["Installationen lykkedes"],"Blog Post":["Blogindlæg"],"%1$s: Title does not begin with the focus keyphrase. %2$sMove your focus keyphrase to the beginning of the title%3$s.":["%1$s: Titlen begynder ikke med fokusnøglesætningen. %2$sFlyt din fokusnøglesætning til begyndelsen af ​​titlen%3$s."],"%1$s: The exact match of the focus keyphrase appears at the beginning of the SEO title. Good job!":["%1$s: Fokusnøglesætningen vises i begyndelsen af ​​SEO-titlen. Godt arbejde!"],"%2$sText length%4$s: The text contains %1$d %6$s. This is below the recommended minimum of %5$d %6$s. %3$sAdd more content%4$s.":["%2$sTekstlængde%4$s: Teksten indeholder %1$d %6$s. Dette er under det anbefalede minimum på %5$d %6$s. %3$sTilføj mere indhold%4$s."],"%2$sText length%4$s: The text contains %1$d %6$s. This is slightly below the recommended minimum of %5$d %6$s. %3$sAdd a bit more copy%4$s.":["%2$sTekstlængde%4$s: Teksten indeholder %1$d %6$s. Dette er lidt under det anbefalede minimum på %5$d %6$s. %3$sTilføj en smule mere kopi%4$s."],"%2$sText length%4$s: The text contains %1$d %6$s. This is far below the recommended minimum of %5$d %7$s. %3$sAdd more content%4$s.":["%2$sTekstlængde%4$s: Teksten indeholder %1$d %6$s. Dette er langt under det anbefalede minimum på %5$d %7$s. %3$sTilføj mere indhold%4$s.","%2$sTekstlængde%4$s: Teksten indeholder %1$d %7$s. Dette er langt under det anbefalede minimum på %5$d %7$s. %3$sTilføj mere indhold%4$s."],"character":["tegn","tegn"],"word":["ord","ord"],"words":["Ord"],"characters":["Tegn"],"%s rolls out the red carpet for the search bots, which helps your site perform better in search engines.":["%s ruller den røde løber ud for søgerobotterne, hvilket hjælper dit websted med at præstere bedre i søgemaskiner."],"You've successfully installed %s!":["Du har installeret %s!"],"Skip%s":["Spring over%s"],"Your %s account does not contain any keyphrases for this website yet. You can track keyphrases by using the \"Track SEO Performance\" button in the post editor.":["Din %s konto indeholder endnu ingen søgesætninger for denne hjemmeside. Du kan spore nøglesætninger ved at bruge knappen \"Spor SEO Performance\" i indlægseditoren."],"%s account":["%s konto"],"This overview only shows you keyphrases added to Yoast SEO. There may be other keyphrases added to your %s.":["Denne oversigt viser dig kun nøglesætninger tilføjet til Yoast SEO. Der kan være tilføjet andre søgesætninger til din %s."],"Tracking the ranking position...":["Sporer ranking placering..."],"Something went wrong while tracking the ranking position(s) of your page. Please try again later.":["Noget gik galt under sporing af rangeringsposition(er) på din side. Prøv igen senere."],"reconnect to %s":["genopret forbindelse til %s"],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["Det ser ud til, at noget gik galt, da du hentede dit websteds data. Venligst %s og prøv igen."],"Before you can track your SEO performance make sure to set either the post’s title and save it as a draft or manually set the post’s slug.":["Før du kan spore din SEO-præstation, skal du sørge for at indstille enten indlæggets titel og gemme det som et udkast eller manuelt indstille indlæggets slug."],"No keyphrase has been set. Please set a keyphrase first.":["Der er ikke indstillet nogen nøglesætning. Indstil venligst en nøglesætning først."],"upgrade your %s plan":["opgrader din %s pakke"],"You've reached the maximum amount of %d keyphrases you can add to your Wincher account. If you wish to add more keyphrases, please %s.":["Du har nået det maksimale antal %d søgesætninger, du kan tilføje til din Wincher konto. Hvis du ønsker at tilføje flere søgesætninger, venligst %s."],"With %1$s you can track the ranking position of your page in the search results based on your keyphrase(s). %2$s":["Med %1$s kan du spore placeringen af ​​din side i søgeresultaterne baseret på dine søgesætninger. %2$s"],"%s is currently tracking the ranking position(s) of your page. This may take a few minutes. Please wait or check back later.":["%s sporer i øjeblikket ranking placering på din side. Dette kan tage et par minutter. Vent venligst eller vend tilbage senere."],"You have successfully connected to %s! You can now track the SEO performance for the keyphrase(s) of this page.":["Du har oprettet forbindelse til %s! Du kan nu spore SEO-præstationen for søgesætningerne på denne side."],"Read more about keyphrase tracking with Wincher":["Læs mere om sporing af nøglesætninger med Wincher"],"Automatic tracking of keyphrases is enabled. Your keyphrase(s) will automatically be tracked by %s when you publish your post.":["Automatisk sporing af nøglesætninger er aktiveret. Din(e) søgesætning(er) vil automatisk blive sporet af %s, når du udgiver dit indlæg."],"Please enter a focus keyphrase first to track keyphrase performance":["Indtast venligst en fokusnøglesætning først for at spore nøglesætningernes ydeevne"],"Keyphrase position in the last 90 days on a scale from 0 to 100.":["Nøglesætningsposition inden for de sidste 90 dage på en skala fra 0 til 100."],"Track SEO performance":["Spor SEO præstation"],"You can enable / disable tracking the SEO performance for each keyphrase below.":["Du kan aktivere/deaktivere sporing af SEO præstationen for hver søgesætning nedenfor."],"Track all keyphrases on this page":["Spor alle søgesætninger på denne side"],"Tracking has already been enabled for one or more keyphrases of this page. Clicking the button below will enable tracking for all of its keyphrases.":["Sporing er allerede blevet aktiveret for en eller flere søgesætninger på denne side. Hvis du klikker på knappen nedenfor, aktiveres sporing af alle dets nøglesætninger."],"Learn more about the SEO performance feature.":["Lær mere om SEO-præstationsfunktionen."],"SEO performance":["SEO præstation"],"Connect with %s":["Forbind med %s"],"* focus keyphrase":["* fokus nøglesætning"],"Get more insights over at %s":["Få mere indsigt hos %s"],"Position over time":["Position over tid"],"Position":["Position"],"Tracking":["Sporing"],"You can still run the SEO data optimization in the %1$sTools section%2$s. Once that is finished, please refresh this page.":["Du kan stadig køre SEO-dataoptimeringen i %1$sVærktøjssektionen%2$s. Når det er færdigt, skal du genindlæse denne side."],"This configuration step is currently disabled, because you're not running the latest version of Yoast SEO Premium. Please update to the latest version (at least %1$s). ":["Dette træningstrin er i øjeblikket deaktiveret, fordi du ikke kører den nyeste version af Yoast SEO Premium. Opdater venligst til den seneste version (mindst %1$s)."],"Save and continue":["Gem og fortsæt"],"Does your site represent an Organization or Person?":["Repræsenterer dit websted en organisation eller person?"],"Activate %s":["Aktiver %s"],"Update %s":["Updater %s"],"Renew %s":["Forny %s"],"Get help activating your subscription":["Få hjælp til at aktivere dit abonnement"],"It looks like you’re running an outdated and unactivated version of %1$s, please activate your subscription in %2$sMyYoast%3$s and update to the latest version (at least 17.7) to gain access to our updated workouts section.":["Det ser ud til, at du kører en forældet og uaktiveret version af %1$s. Aktiver venligst dit abonnement i %2$sMyYoast%3$s og opdater til den seneste version (mindst 17.7) for at få adgang til vores opdaterede træningssektion."],"Activate your subscription of %s":["Aktiver dit abonnement på %s"],"Update to the latest version of %s":["Opdater til den seneste version af %s"],"Renew your subscription":["Forny dit abonnement"],"Accessing the latest workouts requires an updated version of %s (at least 17.7), but it looks like your subscription has expired. Please renew your subscription to update and gain access to all the latest features.":["Adgang til de seneste træningsprogrammer kræver en opdateret version af %s (mindst 17.7), men det ser ud til, at dit abonnement er udløbet. Forny dit abonnement for at opdatere og få adgang til alle de nyeste funktioner."],"Renew your subscription of %s":["Forny dit abonnement på %s"],"Could not save this value. Please check the URL.":["Kunne ikke gemme denne værdi. Tjek venligst URL'en."],"Could not save this value. Please check the URL or username.":["Kunne ikke gemme denne værdi. Tjek venligst URL eller brugernavn. "],"Oops! Something went wrong. Check your email address and try again.":["Ups! Noget gik galt. Tjek din e-mailadresse, og prøv igen."],"Yes, you can collect my site data":[""],"Site representation":["Repræsentation af webstedet"],"Continue":["Fortsæt"],"Thank you! Check your inbox for the confirmation email.":["Tak! Tjek din indbakke for bekræftelses-e-mailen."],"Yoast respects your privacy. Read %1$sour privacy policy%2$s on how we handle your personal information.":["Yoast respekterer dit privatliv. Læs %1$sour privatlivspolitik%2$s om, hvordan vi håndterer dine personlige oplysninger."],"Email address":["Email adresse"],"%1$sBack to all workouts":["%1$sTilbage til alle træningspas"],"Getting your site in shape and keeping it SEO fit can be hard. We can help you get started! Take these step-by-step workouts, and you’ll be tackling some of the most fundamental SEO challenges!":["Det kan være svært at få dit websted i form og holde det SEO-fit. Vi kan hjælpe dig i gang! Tag disse trinvise træningspas, og du vil tackle nogle af de mest fundamentale SEO-udfordringer!"],"Add internal links to your posts and pages":["Tilføj interne links til dine indlæg og sider"],"Make pages easier for Google and visitors to find":["Gør sider nemmere for Google og besøgende at finde"],"Clean up your unlinked content to make sure people can find it":["Ryd op i dit ikke-linkede indhold for at sikre, at folk kan finde det"],"Orphaned content":["Forældreløst indhold"],"Bring more visitors to your articles":["Få flere besøgende til dine artikler"],"Make your important articles rank higher":["Få dine vigtige artikler til at rangere højt"],"%1$s/%2$s steps completed":["%1$s/%2$s trin fuldført"],"Unlock with %s!":["Lås op med %s!"],"Start workout!":["Start træning!"],"Do workout again":["Træn igen"],"Continue workout!":["Fortsæt træning!"],"It looks like you're running an outdated version of %1$s, please %2$supdate to the latest version (at least 17.7)%3$s to gain access to our updated workouts section.":["Det ser ud til, at du kører en forældet version af %1$s. %2$sopdater venligst til den seneste version (mindst 17.7)%3$s for at få adgang til vores opdaterede træningssektion."],"Get started quickly with the %1$s%2$s First-time configuration%3$s and configure Yoast SEO with the optimal SEO settings for your site!":["Kom hurtigt i gang med %1$s%2$s førstegangskonfigurationen%3$s, og konfigurer Yoast SEO med de optimale SEO-indstillinger for dit websted!"],"Current or first category title":["Nuværende eller første kategorititel"],"Category Title":["Kategorititel"],"Replaced with the post content":["Erstattet med indlæggets indhold"],"Post Content":["Indlægsindhold"],"Replaced with the permalink":["Erstattet med permalinket"],"Replaced with the last name of the author":["Erstattet med forfatterens efternavn"],"Author last name":["Forfatterens efternavn"],"Replaced with the first name of the author":["Erstattet med forfatterens fornavn"],"Author first name":["Forfatterens fornavn"],"Replaced with the day the post was published":["Erstattet med den dag, hvor indlægget blev udgivet"],"Post day":["Indlæg dag"],"Replaced with the month the post was published":["Erstattet med den måned, indlægget blev udgivet"],"Post month":["Indlæg måned"],"Replaced with the year the post was published":["Erstattet med det år, indlægget blev udgivet"],"Post year":["Indlæg år"],"Current day":["Nuværende dag"],"Current month":["Nuværende måned"],"Current date":["Nuværende dato"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's way less than the recommended minimum of %2$d %7$s. %4$sMake it longer%5$s!":["%3$sSøgeordsfrasens længde%5$s: Søgeordsfrasen er %1$d %6$s. Det er kortere end det anbefalede minimum på %2$d %7$s. %4$sGør den længere%5$s!","%3$sSøgeordsfrasens kængde%5$s: Søgeordsfrasen indeholder %1$d %7$s. Det er meget mindre end det anbefalede minimum på %2$d %7$s. %4$sGør den længere%5$s!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's less than the recommended minimum of %2$d %6$s. %4$sMake it longer%5$s!":["%3$sSøgeordsfrasens længde%5$s: Søgeordsfrasen er %1$d %6$s lang. Det er kortere end det anbefalede minimum på %2$d %6$s. %4$sGør den længere%5$s!"],"It looks like you aren't using our %1$s%2$s addon%3$s. %4$sUpgrade today%5$s to unlock more tools and SEO features to make your products stand out in search results.":["Det ser ud til at at du bruger vores %1$s%2$s addon%3$s. %4$sOpgrader det nu%5$s for at låse op for flere værktøjer og SEO-funktioner for at få dine produkter til at skille sig ud i søgeresultaterne."],"Below are the technical details for the error. See %1$sthis page%2$s for a more detailed explanation.":["Nedenfor er de tekniske enkeltheder for fejlen. Se %1$sdenne side%2$s for at få en mere detaljeret forklaring."],"%1$sImage Keyphrase%2$s: Good job!":["%1$sBillede nøgleordsfrase%2$s: Godt gået!"],"%1$sImage Keyphrase%3$s: Images on this page do not have alt attributes with at least half of the words from your keyphrase. %2$sFix that%3$s!":["%1$sBillede nøgleordsfrase%3$s: Billeder på denne side har ikke alt attributter med mindst halvdelen af ordene fra din nøgleordsfrase. %2$sFiks det%3$s!"],"%1$sImages%2$s: Good job!":["%1$sBilleder%2$s: Godt gået!"],"%1$sImages and videos%2$s: Good job!":["%1$sBilleder og videoer%2$s: Godt gået!"],"%3$sImages and videos%5$s: Only %1$d image or video appears on this page. We recommend at least %2$d. %4$sAdd more relevant images or videos%5$s!":["%3$sBilleder og videoer%5$s: Kun %1$d billede eller video optræder på denne side. Vi anbefaler mindst %2$d. %4$sTilføj flere relevante billeder og videoer%5$s!","%3$sBilleder og videoer%5$s: Kun %1$d billeder eller videoer optræder på denne side. Vi anbefaler mindst %2$d. %4$sTilføj flere relevante billeder og videoer%5$s!"],"%3$sImages%5$s: Only %1$d image appears on this page. We recommend at least %2$d. %4$sAdd more relevant images%5$s!":["%3$sBilleder%5$s: Kun %1$d billede optræder på denne side. Vi anbefaler mindst %2$d. %4$sTilføj flere relevante billeder%5$s!","%3$sBilleder%5$s: Kun %1$d billeder optræder på denne side. Vi anbefaler mindst %2$d. %4$sTilføj flere relevante billeder%5$s!"],"%1$sImages and videos%3$s: No images or videos appear on this page. %2$sAdd some%3$s!":["%1$sBilleder og videoer%3$s: Ingen billeder eller videoer optræder på denne side. %2$sTilføj nogle%3$s!"],"Error stack trace":["Fejl i stack trace"],"Response":["Svar"],"Error message":["Fejlmeddelelse"],"Status code":["Statuskode"],"Request method":["Anmodningsmetode"],"Request URL":["Anmodningsurl"],"Error details":["Fejldetaljer"],"Workouts":["Øvelser"],"Rank with articles you want to rank with":["Ranger med artikler, du vil rangere med"],"The cornerstone approach":["Hjørnestenstilgang"],"SEO workouts":["SEO øvelser"],"Improve the quality of your site search! Automatically helps your users find your cornerstone and most important content in your internal search results. It also removes noindexed posts & pages from your site’s search results.":["Gør kvaliteten af din søgning på webstedet bedre! Hjælper automatisk dine brugere med at finde dine hjørnesten og vigtigste indhold i dine interne søgeresultater. Det fjerner også noindex-indlæg & sider fra dit websteds søgeresultater."],"Find out more about our %s integration.":["Læs mere om vores %s integration."],"Get relevant internal linking suggestions — while you’re writing! The link suggestions metabox shows a list of posts on your blog with similar content that might be interesting to link to. ":["Få relevante interne linkforslag — mens du skriver! Linkforslag metaboksen viser en liste over indlæg på din blog med lignende indhold, det kan være interessant at linke til. "],"Find out how Insights can help you improve your content.":["Find ud af, hvordan Indblik kan hjælpe dig med at forbedre dit indhold."],"Find relevant data about your content right in the Insights section in the Yoast SEO metabox. You’ll see what words you use most often and if they’re a match with your keywords! ":["Find relevante data om dit indhold direkte i afsnittet Indblik i Yoast SEO-metaboksen. Du vil se, hvilke ord du bruger oftest, og de om passer på dine søgeord! "],"Oops, something has gone wrong and we couldn't complete the optimization of your SEO data. Please make sure to activate your subscription in MyYoast by completing %1$sthese steps%2$s.":["Ups, noget er gået galt, og vi kunne ikke fuldføre optimeringen af dine SEO-data. Sørg for at aktivere dit abonnement i MyYoast ved at udføre %1$sdisse trin%2$s."],"To unlock this feature please update %s to the latest version.":["Hvis du vil låse denne funktion op, skal du opdatere %s til den nyeste version."],"The social appearance settings for archives require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Indstillingerne for det sociale udseende for arkiver kræver Open Graph-metadata (som i øjeblikket er deaktiveret). Du kan aktivere dette i indstillingerne for %1$s'Social' under fanen 'Facebook'%2$s."],"The social appearance settings for taxonomies require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Indstillingerne for det sociale udseende for taksonomier kræver Open Graph-metadata (som i øjeblikket er deaktiveret). Du kan aktivere dette i indstillingerne for %1$s'Social' under fanen 'Facebook'%2$s."],"The social appearance settings for content types require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Indstillingerne for socialt udseende for indholdstyper kræver Open Graph-metadata (som i øjeblikket er deaktiveret). Du kan aktivere dette i indstillingerne for %1$s'Social' under fanen 'Facebook'%2$s."],"The social appearance settings for your homepage require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Indstillingerne for det sociale udseende på din startside kræver Open Graph-metadata (som i øjeblikket er deaktiveret). Du kan aktivere dette i indstillingerne for %1$s'Social' under fanen 'Facebook'%2$s."],"Social image":["Socialt billede"],"Unlock with Premium":["Lås op med Premium"],"Addon installation failed because of an error: %s.":["Addon-installationen mislykkedes på grund af en fejl: %s."],"You are not allowed to install plugins.":["Du har ikke tilladelse til at installere plugins."],"Addon installed.":["Addon installeret."],"Addon activation failed because of an error: %s.":["Addon-aktivering mislykkedes på grund af en fejl: %s."],"You are not allowed to activate plugins.":["Du har ikke tilladelse til at aktivere plugins."],"Addon activated.":["Addon aktiveret."],"%1$s Continue to %2$s%3$s":["%1$s Fortsæt med at %2$s%3$s"],"Installing and activating addons":["Installerer og aktiverer tilføjelsesprogrammer"],"No %1$s plugins have been installed. You don't seem to own any active subscriptions.":["Der er ikke installeret nogen %1$s plugins. Du synes ikke at eje nogen aktive abonnementer."],"the following addons":["følgende tilføjelser"],"%s SEO installation":["%s SEO-installation"],"Install and activate":["Installer og aktiver"],"Please confirm below that you would like to install %s on this site.":["Bekræft nedenfor, at du vil installere %s på dette websted."],"Insert variable":["Indsæt variabel"],"Shopping data preview:":["Eksempel på shoppingdata:"],"Availability":["Tilgængelighed"],"Price":["Pris"],"Rating":["Anmeldelse"],"%s reviews":["%s bedømmelser"],"Rating: %s":["Bedømmelse: %s"],"Image":["Billede"],"Social description":["Social beskrivelse"],"Social title":["Social titel"],"Required by %s":["Kræves af %s"],"Auto-updates are disabled based on this setting for %1$s.":["Automatiske opdateringer deaktiveres på basis af denne indstilling for %1$s."],"Auto-updates are enabled based on this setting for %1$s.":["Automatiske opdateringer er aktiveret på basis af denne indstilling for %1$s."],"New":["Tilføj"],"seconds":["sekunder"],"Select image":["Vælg billede"],"Replace image":["Erstat billede"],"site structure":["sidestruktur"],"internal linking":["Interne links"],"breadcrumbs":["Brødkrummer"],"seo":["seo"],"Adds the Yoast SEO breadcrumbs to your template or content.":["Tilføjer Yoast SEO brødkrummer til dit tema eller indhold"],"Yoast Breadcrumbs":["Yoast brødkrummer"],"The term is considered invalid. The following reason was given by WordPress: %s":["Udtrykket betragtes som ugyldigt. Følgende grund blev givet af WordPress: %s"],"The post could not be found.":["Indlægget blev ikke fundet."],"The term could not be found.":["Udtrykket blev ikke fundet."],"This feature has been disabled since subsites never send tracking data.":["Denne funktion er deaktiveret, da underordnede websteder aldrig sender sporingsdata."],"We notice that you have installed WPML. To make sure your canonical URLs are set correctly, %1$sinstall and activate the WPML SEO add-on%2$s as well!":[""],"Unfortunately we cannot save changes to your SEO settings while you are working on a draft of an already-published %1$s. If you want to save your SEO changes, make sure to click 'Update', or wait to make your SEO changes until you are ready to update the %1$s.":["Desværre kan vi ikke gemme ændringer af dine SEO-indstillinger, mens du arbejder på et udkast til en allerede offentliggjort %1$s. Hvis du vil gemme dine SEO-ændringer, skal du sørge for at klikke på “Opdater” eller vente med at foretage dine SEO-ændringer, indtil du er klar til at opdatere %1$s."],"Get started with Yoast SEO's content analysis for Elementor!":["Kom i gang med Yoast SEO's indholdsanalyse til Elementor!"],"Got it":["Forstået"],"New: Yoast SEO for Elementor":["Nyhed: Yoast SEO til Elementor"],"Because of a change in your category base setting, some of your SEO data needs to be reprocessed.":["På grund af en ændring i kategoribasisindstillingen skal nogle af SEO-dataene genbehandles."],"Wait for a week or so, until %1$s automatically processes most of your content in the background.":["Vent i en uges tid, indtil %1$s automatisk behandler det meste af dit indhold i baggrunden."],"%s minute":["%s minut","%s minutter"],"Est. reading time":["Estimeret læsetid"],"Written by":["Skrevet af"],"Google Rich Results Test":["Google Rich Results test"],"Find out how a rich snippet can improve visibility and click-through-rate.":["Find ud af hvordan et fyldigt uddrag kan forbedre synligheden og klikfrekvensen."],"This adds an author byline and reading time estimate to the article’s snippet when shared on Slack.":["Dette føjer en forfatterkreditering og et læsetidsestimat til artiklens uddrag, når det deles på Slack."],"Enhanced Slack sharing":["Udvidet Slack-deling"],"Activate your subscription":["Aktiver dit abonnement"],"SEO data optimization is disabled for non-production environments.":["SEO-dataoptimering er deaktiveret for ikke-produktionsmiljøer."],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":["Denne funktion omfatter og erstatter tekstlinktælleren og analysen af intern linkning"],"This tab allows you to selectively disable %1$s integrations with third-party products for all sites in the network. By default all integrations are enabled, which allows site admins to choose for themselves if they want to toggle an integration on or off for their site. When you disable an integration here, site admins will not be able to use that integration at all.":["Under denne fane kan du selektivt deaktivere %1$s integrationer med tredjepartsprodukter for alle websteder i netværket. Som standard er alle integrationer aktiveret, hvilket gør det muligt for webstedsadministratorer selv at vælge, om de vil slå en integration til eller fra for deres websted. Når du deaktiverer en integration her, kan webstedsadministratorer slet ikke bruge denne integration."],"Because of a change in your tag base setting, some of your SEO data needs to be reprocessed.":["På grund af en ændring i kodebasisindstillingen skal nogle af SEO-dataene genbehandles."],"Stop SEO data optimization":["Stop SEO-dataoptimering"],"Oops, something has gone wrong and we couldn't complete the optimization of your SEO data. Please click the button again to re-start the process. ":["Ups, noget er gået galt, og vi kunne ikke fuldføre optimeringen af dine SEO-data. Klik på knappen igen for at genstarte processen."],"Optimizing SEO data... This may take a while.":["Optimerer SEO-data... Dette kan tage et stykke tid."],"SEO data optimization complete":["SEO-dataoptimering afsluttet"],"You can speed up your site and get insight into your internal linking structure by letting us perform a few optimizations to the way SEO data is stored. ":["Du kan sætte farten op på dit websted og få indsigt i din interne linkstruktur ved at lade os udføre et par optimeringer til den måde, SEO-data gemmes på. "],"Start SEO data optimization":["Start SEO-dataoptimering"],"Learn more about the benefits of optimized SEO data.":["Få mere at vide om fordelene ved optimerede SEO-data."],"You can speed up your site and get insight into your internal linking structure by letting us perform a few optimizations to the way SEO data is stored. If you have a lot of content it might take a while, but trust us, it's worth it.":["Du kan sætte farten op på dit websted og få indsigt i din interne linkstruktur ved at lade os udføre et par optimeringer til den måde, SEO-data gemmes på. Hvis du har meget indhold, kan det tage et stykke tid, men stol på os, det er det værd."],"Optimize SEO Data":["Optimér SEO-data"],"If the problem persists, please contact support.":["Hvis problemet fortsætter, så skal du kontakte supporten."],"Something has gone wrong and we couldn't complete the optimization of your SEO data. Please %1$sre-start the process%2$s.":["Noget er gået galt, og vi kunne ikke fuldføre optimeringen af dine SEO-data. %1$sstart processen igen%2$s."],"All permalinks were successfully reset":["Alle permalinks blev nulstillet"],"We've encountered a problem trying to get related keyphrases. Please try again later.":["Vi er stødt på et problem med at forsøge at få relaterede søgeordsfraser. Prøv igen senere."],"You've reached the maximum amount of 4 related keyphrases. You can change or remove related keyphrases in the %s metabox or sidebar.":["Du har nået den maksimale mængde på 4 relaterede nøgleordsfraser. Du kan ændre eller fjerne relaterede nøgleordsfraser i %s metaboks eller sidekolonne."],"Please wait while %1$s connects to %2$s to get related keyphrases...":["Vent, mens %1$s opretter forbindelse til %2$s for at få relaterede søgeordsfraser..."],"Upgrade your %s plan":["Opgrader din %s pakke"],"You've reached your request limit for today. Check back tomorrow or upgrade your plan over at %s.":["Du har nået din grænse for forespørgsler for i dag. Vend tilbage i morgen eller opgrader din pakke på %s."],"Last month":["Sidste måned"],"Two months ago":["To måneder siden"],"Three months ago":["Tre måneder siden"],"Four months ago":["Fire måneder siden"],"Five months ago":["Fem måneder siden"],"Six months ago":["Seks måneder siden"],"Seven months ago":["Syv måneder siden"],"Eight months ago":["Otte måneder siden"],"Nine months ago":["Ni måneder siden"],"Ten months ago":["Ti måneder siden"],"Eleven months ago":["Elleve måneder siden"],"Twelve months ago":["Tolv måneder siden"],"Get more insights at %s":["Få mere indsigt på %s"],"Keyphrase volume in the last 12 months on a scale from 0 to 100.":["Nøgleordsfrase volumen i de sidste 12 måneder på en skala fra 0 til 100."],"Learn more about the related keyphrases trend":["Få mere at vide om tendensen med relaterede søgeordsfraser"],"Trend":["Tendens"],"Learn more about the related keyphrases volume":["Få mere at vide om den relaterede nøgleordsfrases volumen"],"Volume":["Lydstyrke"],"Related keyphrase":["Relateret søgeordsfrase"],"Select country":["Vælg land"],"Show results for:":["Vis resultater for:"],"Please enter a focus keyphrase first to get related keyphrases":["Angiv først en fokussøgeords-frase for at få relaterede søgeords-fraser"],"Sorry, there's no data available for that keyphrase/country combination.":["Der er desværre ingen tilgængelige data for den pågældende kombination af nøglefraser/lande."],"Get related keyphrases":["Hent relaterede søgeordsfraser"],"Related keyphrases":["Relaterede søgeordsfraser"],"The number of headers and header labels don't match.":["Antallet af overskrifter og overskriftsetiketter stemmer ikke overens."],"The %s integration offers suggestions and insights for keywords related to the entered focus keyphrase.":["Den %s integration giver forslag og indsigt i nøgleord relateret til den indtastede fokusnøgleordsfrase."],"Disabling Yoast SEO's XML sitemaps will not disable WordPress' core sitemaps. In some cases, this %1$s may result in SEO errors on your site%2$s. These may be reported in Google Search Console and other tools.":["Deaktivering af Yoast SEO's XML-sitemaps deaktiverer ikke WordPresss egne sitemaps. I nogle tilfælde kan dette %1$s resultere i SEO-fejl på dit websted%2$s. Disse kan rapporteres i Google Search Console og andre værktøjer."],"If you still need support and have an active subscription for this product, please email %s.":["Hvis du stadig har brug for support og har et aktivt abonnement på dette produkt, bedes du sende %s en e-mail."],"You can probably find an answer to your question in our %1$shelp center%2$s.":["Du kan sikkert finde et svar på dit spørgsmål i vores %1$shjælpecenter%2$s."],"Need support?":["Har du brug for support?"],"Return to your %s":["Gå tilbage til dit %s"],"Make sure to save your %s for changes to take effect":["Sørg for at gemme dine %s, for at ændringerne kan træde i kraft"],"The advanced section of the %1$s meta box allows a user to remove posts from the search results or change the canonical. The settings in the schema tab allows a user to change schema meta data for a post. These are things you might not want any author to do. That's why, by default, only editors and administrators can do this. Setting to \"%2$s\" allows all users to change these settings.":["Den avancerede sektion i %1$s metaboks lader en bruger fjerne indlæg fra søgeresultaterne eller ændre den kanoniske URL. Indstillingen under skemafanebladet tillader en bruger at ændre skema metadata for et indlæg. Det er ikke noget, du ønsker, alle forfattere skal kunne gøre. Derfor er det som standard kun redaktører og administratorer, der kan gøre det. Indstillingen \"%2$s\" lader alle brugere ændre disse indstillinger."],"Security: no advanced or schema settings for authors":["Sikkerhed: ingen avancerede eller skemaindstillinger til forfattere"],"Report":["Rapport"],"Tech Article":["Teknikartikel"],"Scholarly Article":["Forskningsartikel"],"Satirical Article":["Satirisk artikel"],"Advertiser Content Article":["Annoncør indholdsartikel"],"News Article":["Nyhedsartikel"],"Social Media Posting":["Sociale medier indlæg"],"Article":["Artikel"],"Search Results Page":["Søgeresultater side"],"Real Estate Listing":["Boligsalgsliste"],"Checkout Page":["Kasse side"],"Collection Page":["Indsamlingsside"],"Medical Web Page":["Medicinsk webside"],"Contact Page":["Kontaktside"],"Profile Page":["Profilside"],"QA Page":["Spørgsmål og svar side"],"FAQ Page":["FAQ side"],"About Page":["Om side"],"Item Page":["Elementside"],"Web Page":["Webside"],"Default for %1$s (%2$s)":["Standard for %1$s (%2$s)"],"This helps search engines understand your website and your content. You can change some of your settings for this page below.":["Dette hjælper søgemaskiner til at forstå dit websted og dets indhold. Du kan ændre nogle af dine indstillinger for denne side herunder."],"Yoast SEO automatically describes your pages using schema.org":["Yoast SEO beskriver automatisk dine sider ved at bruge schema.org"],"Article type":["Artikeltype"],"Page type":["Sidetype"],"Learn more about page or content types":["Lær mere om side- eller indholdstyper"],"What type of page or content is this?":["Hvilken slags side eller indhold er dette?"],"Structured Data":["Strukturerede data"],"Yoast How-to":["Yoast How-to"],"Yoast FAQ":["Yoast FAQ"],"%1$s: Does not contain the exact match. %2$sTry to write the exact match of your keyphrase in the SEO title and put it at the beginning of the title%3$s.":["%1$s: Svarer ikke fuldstændigt til hinanden. %2$sPrøv at få dem til at være fuldstændig ens og placer nøgleordsfrasen i starten af titlen%3$s."],"%1$s: The exact match of the focus keyphrase appears in the SEO title, but not at the beginning. %2$sMove it to the beginning for the best results%3$s.":["%1$s: En enslydende fokus nøgleordsfrase optræder i SEO-titlen, men ikke i starten. %2$sFlyt den til starten for at opnå det bedste resultat%3$s."],"%1$s Internal Linking Blocks":["%1$s Interne linkblokke"],"Allow us to track some data about your site to improve our plugin.":["Tillad at vi sporer noget data om dit websted med henblik på at forbedre vores plugin."],"Usage tracking":["Brugersporing"],"Can we collect anonymous information about your website to enhance %1$s?":[""],"Read more about how internal linking can improve your site structure.":["Læs mere om, hvordan interne links kan forbedre dit sites struktur."],"Link suggestions":["Linkforslag"],"Insights":["Indsigter"],"Remove image":["Fjern billede"],"The file size of the uploaded image is too large for %s. File size must be less than %s.":["Filstørrelsen på den uploadede fil er for stor til %s. Filstørrelsen skal være mindre end %s."],"The format of the uploaded image is not supported. The supported formats are: %s, %s, %s and %s.":["Formatet af det uploadede billede er ikke understøttet. De understøttede formater er: %s, %s, %s og %s."],"You have uploaded a %s. Please note that, if it’s an animated %s, only the first frame will be used.":["Du har uploadet et %s. Bemærk venligst at, hvis det er en animeret %s, så vil kun første frame blive brugt."],"Your image dimensions are not suitable. The minimum dimensions are %dx%d pixels. The maximum dimensions are %dx%d pixels.":["Dit billedes dimensioner er ikke passende. Minimumsdimensionerne er %dx%d pixels. Maksimumsdimensionerne er %dx%d pixels."],"Your image dimensions are not suitable. The minimum dimensions are %dx%d pixels.":["Dine billeder er ikke egnede. Minimumsdimensionerne er %dx%d pixels."],"Dismiss":["Ignorer"],"Because of a change in your permalink structure, some of your SEO data needs to be reprocessed.":["På grund af en ændring af din permalinkstruktur, vil noget af dit SEO-data skulle bearbejdes igen."],"Because of a change in your home URL setting, some of your SEO data needs to be reprocessed.":["På grund af en ændring af din indstilling for kategori URLer, så skal noget af dit SEO-data bearbejdes igen."],"Please upgrade your WordPress version or install the Gutenberg plugin to get this %1$s feature.":["Opgrader venligst din WordPress-version eller installer Gutenberg-pluginet for at få denne %1$s funktion."],"Marking links with nofollow/sponsored has been disabled for WordPress installs < 5.4.":["Markering af links med nofollow/sponsoreret er blevet sat ud af funktion i WordPress-installationer < 5.4."],"Open in new tab":["Åbn i et nyt faneblad"],"This is a sponsored link or advert (mark as %1$ssponsored%2$s)%3$s":["Dette er et sponsoreret link eller en reklame (marker som %1$ssponsoreret%2$s)%3$s"],"Search engines should ignore this link (mark as %1$snofollow%2$s)%3$s":["Søgemaskiner bør ignorere dette link (marker som %1$snofollow%2$s)%3$s"],"Learn more about marking a link as nofollow or sponsored.":["Lær mere om at markere et link som nofollow eller sponsoreret."],"Link inserted.":["Link indsat."],"Link edited.":["Link redigeret."],"Warning: the link has been inserted but may have errors. Please test it.":["Advarsel: linket er indsat, men kan have fejl. Test det venligst."],"Unlink":["Fjern link"],"Link removed.":["Link fjernet."],"Link":["Link"],"We've analyzed your post. There is still room for improvement!":["Vi har analyseret dit indlæg. Der er stadig plads til forbedringer!"],"We've analyzed your post. Everything looks good. Well done!":["Vi har analyseret dit indlæg. Det ser fint ud. Godt gået!"],"No focus keyword was entered":["Intet fokusnøgleord blev indtastet"],"Share your post!":["Del dit indlæg!"],"Improve your post with Yoast SEO":["Gør dit indlæg bedre med Yoast SEO"],"SEO analysis:":["SEO analyse:"],"The links columns show the number of articles on this site linking %3$sto%4$s this article and the number of URLs linked %3$sfrom%4$s this article. Learn more about %1$show to use these features to improve your internal linking%2$s, which greatly enhances your SEO.":["Kolonnen med links viser antallet af artikler, der linker %3$stil%4$s denne artikel og antallet af URLer, der linker %3$sfra%4$s denne artikel. Lær mere om %1$shvordan du bruger disse funktioner til at forbedre din interne links%2$s, hvilket forbedrer din SEO betydeligt."],"We've written an article about %1$show to use the SEO score and Readability score%2$s.":["Vi har skrevet en artikel om %1$shvordan du bruger SEO score and Læsvenlighed score%2$s."],"%1$s adds several columns to this page.":["%1$s tilføjer adskillige kolonner til denne side."],"We estimate this will take less than a minute.":["Vi vurderer, at dette vil tage under et minut."],"We estimate this will take a couple of minutes.":["Vi vurderer, at dette vil tage et par minutter."],"%1$sRun the indexation process on your server%2$s using %3$sWP CLI%2$s.":["%1$sKør indekseringsprocessen på din server%2$s ved at bruge %3$sWP CLI%2$s"],"We estimate this could take a long time, due to the size of your site. As an alternative to waiting, you could:":["Vi vurderer, at dette vil tage lang tid, da dit websted er ret omfattende. Et alternativ til at vente kunne være:"],"Show debug information":["Vis debug information"],"Your site will continue to work normally, but won't take full advantage of %s.":["Dit websted vil fungere normalt, men vil ikke få det fulde udbytte af %s."],"%s had problems creating the database tables needed to speed up your site.":["%s havde problemer med at oprette de databasetabeller, der er nødvendige, for at øge hastigheden på dit websted."],"Your keyphrase is too long. It can be a maximum of 191 characters.":["Din søgefrase er for lang. Den kan højst være på 191 tegn."],"%1$sFind out how to solve this problem on our help center%2$s.":["%1$sFind ud af hvordan du løser dette problem i vores vidensbase%2$s."],"The text link counter feature is not working as expected":["Tekstlink tællefunktionen virker ikke som forventet"],"The text link counter helps you improve your site structure. %1$sFind out how the text link counter can enhance your SEO%2$s.":["Tekstlink tælleren hjælper med at forbedre dit websteds struktur. %1$sFind ud af hvordan tekstlink tælleren kan forbedre din SEO%2$s."],"The text link counter is working as expected":["Tekstlink tælleren virker som forventet"],"I don't want this site to show in the search results.":["Jeg ønsker ikke, at dette websted vises i søgeresultater."],"If you want search engines to show this site in their results, you must %1$sgo to your Reading Settings%2$s and uncheck the box for Search Engine Visibility.":["Hvis du ønsker, at søgemaskiner viser dette websted i deres søgeresultater, så skal du %1$sgå til dine Læseindstillinger%2$s og fjerne markeringen i Søgemaskinesynlighed."],"Learn more about the no-index setting on our help page.":["Lær mere om no-index indstillingen på vores hjælpeside."],"Even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Selvom du kan opsætte meta robots indstillingen her, så er hele webstedet sat til noindex i de globale privatlivsindstillinger, så disse indstillinger vil ingen effekt have. "],"Learn more about canonical URLs on our help page.":["Lær mere om kanoniske URLer på vores hjælpeside."],"Learn more about the breadcrumbs title setting on our help page.":["Lær mere om brødkrumme titelindstillingen på vores hjælpeside."],"Learn more about advanced meta robots settings on our help page.":["Lær mere om avancerede metarobot indstillinger på vores hjælpeside."],"Learn more about the no-follow setting on our help page.":["Lær mere om no-follow indstillingerne på vores hjælpeside."],"Should search engines follow links on this content?":["Skal søgemaskiner følge links for dette indhold?"],"This %1$s REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use %1$s for all their SEO meta output.":["Dette %1$s REST API endpoint giver dig alle de metadata du har brug for til en specifik URL. Dette vil gøre det meget enkelt for \"headless\" WordPress websteder at bruge %1$s til at præsentere alt deres SEO meta."],"REST API: Head endpoint":["REST API: Head endpoint"],"Please read %1$sthis help article%2$s to find out how to resolve this problem.":["Læs venligst %1$sdenne hjælpeartikel%2$s for at finde ud af, hvordan du løser dette problem."],"Replaced with the term ancestors hierarchy":["Erstattet med et hierarki for termers slægtninge "],"Term hierarchy":["Hierarki for termer"],"%1$sYou can change the tagline in the customizer%2$s.":["%1$sDu kan ændre undertitlen i tilpasseren%2$s."],"You still have the default WordPress tagline. Even an empty one is probably better.":["Du har stadig WordPress' standard undertitel. Selv en tom er formodentlig bedre. "],"You should change the default WordPress tagline":["Du bør ændre WordPress' standardbeskrivelse."],"You are using a custom tagline or an empty one.":["Du bruger din egen beskrivelse eller en tom."],"You changed the default WordPress tagline":["Du har ændret WordPress' standardbeskrivelse"],"Comments on your posts are displayed on a single page. This is just like we'd suggest it. You're doing well!":["Kommentarer til dine indlæg vises på én side. Dette er lige præcis, hvad vi ville foreslå. Du gør det godt!"],"It's highly recommended to have your postname in the URL of your posts and pages. Consider setting your permalink structure to %s.":["Det anbefales kraftigt at have indlægsnavnet i URLen på dine indlæg og sider. Overvej at indstille dine permalinks til %s."],"You do not have your postname in the URL of your posts and pages":["Du har ikke dit indlægsnavn i URLen på dine indlæg og sider"],"You do have your postname in the URL of your posts and pages.":["Du har dit indlægsnavn i URLen på dine indlæg og sider."],"Your permalink structure includes the post name":["Din permalinkstruktur inkluderer indlægsnavnet"],"Comments on your posts break into multiple pages. As this is not needed in 999 out of 1000 cases, we recommend you disable it. To fix this, uncheck \"Break comments into pages...\" on the Discussion Settings page.":["Kommentarer på dine indlæg brydes op på flere sider. Da dette ikke er nødvendigt i 999 ud af 1000 tilfælde, så anbefaler vi, at du deaktiverer det. For at rette dette, så fjern markeringen i \"Bryd kommentarer op på flere sider...\" på siden med indstillinger for diskussion."],"Comments break into multiple pages":["Kommentarer brydes op på flere sider"],"Comments are displayed on a single page":["Kommentarer vises på én side"],"No title":["ingen titel"],"%1$sGo to the Discussion Settings page%2$s":["%1$sGå til siden med indstillingerne for diskussion%2$s"],"%1$sThis was reported by the %2$s plugin%3$s":["%1$sDette blev rapporteret af %2$s pluginet%3$s"],"Mobile result":["Mobilresultat"],"Preview as:":["Forhåndsvis som:"],"Desktop result":["Resultat computer"],"When you click OK we will open our HelpScout beacon where you can find answers to your questions. This beacon will load our support data and also potentially set cookies.":["Når du klikker OK vil vi åbne vores HelpScout beacon, hvor du kan finde svar på dine spørgsmål. Dette hjælpeværkstøj vil indlæse vores supportdata og måske også lave nogle cookies."],"The browser you are currently using is unfortunately rather dated. Since we strive to give you the best experience possible, we no longer support this browser. Instead, please use %1$sFirefox%4$s, %2$sChrome%4$s or %3$sMicrosoft Edge%4$s.":["Browseren du benytter i øjeblikket er desværre ret forældet. Da vi efterstræber at give den bedst mulige oplevelse, understøtter vi ikke længere denne browser. Brug i stedet  %1$sFirefox%4$s, %2$sChrome%4$s eller %3$sMicrosoft Edge%4$s."],"If you want to apply advanced <code>meta</code> robots settings for this page, please define them in the following field.":["Hvis du vil anvende avancerede <code>meta</code> robots indstillinger for denne side, så definer venligst disse i det efterfølgende felt."],"Check out %1$s":["Tag et kig på %1$s"],"We have both free and premium online courses to learn everything you need to know about SEO.":["Vi har både gratis og premium onlinekurser, hvor du kan lære hvad du har brug for at vide om SEO."],"Want to learn SEO from Team Yoast? Check out our %1$s!":["Vil du lære SEO af team Yoast? Så tag et kik på %1$s!"],"Learn SEO":["Lær SEO"],"%s settings to import:":["%s indstillinger der skal importeres:"],"Import settings from another %1$s installation by pasting them here and clicking \"%2$s\".":["Importer indstillinger fra en anden %1$s installation ved at indsætte dem her og klikke \"%2$s\"."],"Your %1$s settings:":["Dine %1$s indstillinger:"],"Schema":["Skema"],"Please check the format of the YouTube URL you entered. %s":["Tjek venligst formatet på den YouTube-URL du har indtastet. %s"],"Please check the format of the Wikipedia URL you entered. %s":["Tjek venligst formatet på den Wikipedia-URL du har indtastet. %s"],"Please check the format of the Pinterest URL you entered. %s":["Tjek venligst formatet på den Pinterest-URL du har indtastet. %s"],"Please check the format of the MySpace URL you entered. %s":["Tjek venligst formatet på den MySpace-URL du har indtastet. %s"],"Please check the format of the LinkedIn URL you entered. %s":["Tjek venligst formatet på den LinkedIn-URL du har indtastet. %s"],"Please check the format of the Instagram URL you entered. %s":["Tjek venligst formatet på den Instagram-URL du har indtastet. %s"],"Please check the format of the Facebook Page URL you entered. %s":["Tjek venligst formatet på den Facebook-URL du har indtastet. %s"],"Settings saved.":["Indstillinger gemt."],"Dismiss this alert":["Afvis denne alarm"],"The submitted value was: %s":["Den indtastede værdi var: %s"],"Yandex confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Yandex bekræftelseskoder kan kun indeholde bogstaver fra A to F, numre, bindestreger og underscore. %s"],"Twitter usernames can only contain letters, numbers, and underscores. %s":["Twitter brugernavne kan kun indeholde bogstaver, numre og underscore. %s"],"Pinterest confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Pinterest bekræftelseskoder kan kun indeholde bogstaver fra A til F, numre, bindestreger og underscore. %s"],"Bing confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Bing bekræftelseskoder kan kun indeholde bogstaver fra A til F, numre, bindestreger og underscore. %s"],"Google verification codes can only contain letters, numbers, hyphens, and underscores. %s":["Google bekræftelseskoder kan kun indeholde bogstaver, numre, bindestreger og underscore. %s"],"Baidu verification codes can only contain letters, numbers, hyphens, and underscores. %s":["Baidu bekræftelseskoder kan kun indeholde bogstaver, numre, bindestreger og underscore. %s"],"Show this item.":["Vis dette element."],"Hide this item.":["Skjul dette element."],"You have %d hidden problem:":["Du har %d skjult problem:","Du har %d skjulte problemer:"],"You have %d hidden notification:":["Du har %d skjult notifikation:","Du har %d skjulte notifikationer:"],"Focus keyphrase not set":["Fokusnøglesætning ikke indstillet"],"The form contains %1$s error. %2$s":["Formularen indeholder %1$s fejl. %2$s","Formularen indeholder %1$s fejl. %2$s"],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly.":["Følgende ord forekommer mest i indholdet. Disse giver en indikation af, hvad dit indhold fokuserer på. Hvis ordene adskiller sig meget fra dit emne, vil du måske omskrive dit indhold i overensstemmelse hermed."],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":["Lige så snart du tilføjer mere indhold, så kan vi give dig en liste med ord der optræder mest. Disse giver et fingerpeg om, hvilket fokus der er på dit indhold."],"%d occurrences":["%d forekomster"],"Activate %s for your site on MyYoast":["Aktiver %s for dit websted på MyYoast"],"Show blog page in breadcrumbs":["Vis blogside i brødkrummestien"],"We could not find any relevant articles on your website that you could link to from your post.":["Vi kunne ikke finde nogen relevante artikler på dit websted, som du kan linke til i dit indlæg."],"Has feedback":["Har feedback"],"Content optimization:":["Optimering af indhold:"],"%1$sSEO%2$s: %3$s":["%1$sSEO%2$s: %3$s"],"%1$sReadability%2$s: %3$s":["%1$sLæsebarhed%2$s: %3$s"],"Post Noindexed":["Indlæg er Noindexed"],"No Focus Keyphrase":["Ingen fokusnøgleordsfrase"],"Posts with the SEO score: %s":["Indlæg med SEO-scoren: %s"],"SEO: %s":["SEO: %s"],"%s video tutorial":["%s videovejledning"],"To view your current crawl errors, %1$splease visit Google Search Console%2$s.":["For at se dine nuværende crawl-fejl, %1$sså besøg venligst Google Search Console%2$s."],"Google has discontinued its Crawl Errors API. Therefore, any possible crawl errors you might have cannot be displayed here anymore. %1$sRead our statement on this for further information%2$s.":["Google har afviklet deres crawl-fejl API.  Derfor bliver mulige fejl ved gennemgang, som du måtte have, ikke vist her mere. %1$sLæs vores udtalelse om dette for yderligere information%2$s."],"Get the %s plugin now!":["Hent %s plugin'et nu!"],"Personal info":["Personlig info"],"Organization logo":["Organisationslogo"],"Organization name":["Organisationsnavn"],"(if one exists)":["(hvis en findes)"],"Wikipedia page about you":["Wikipedia-side om dig"],"YouTube profile URL":["YouTube-profil URL"],"Tumblr profile URL":["Tumblr-profil URL"],"SoundCloud profile URL":["SoundCloud-profil URL"],"MySpace profile URL":["MySpace-profil URL"],"Organization":["Organisation"],"You have previously set your site to represent a person. We’ve improved our functionality around Schema and the Knowledge Graph, so you should go in and %1$scomplete those settings%2$s.":["Du har tidligere opsat dit websted til at repræsentere en person. Vi har forbedret vores funktionalitet vedrørende Schema og Knowledge Graph, så du bør gå hen og %1$sfuldføre de indstillinger%2$s."],"Select a user...":["Vælg en bruger..."],"Uncategorized":["Ikke kategoriseret"],"Pinterest profile URL":["Pinterest profil-URL"],"LinkedIn profile URL":["LinkedIn profil-URL"],"Instagram profile URL":["Instagram-profil URL"],"No JSON object was returned.":["Intet JSON objekt blev returneret."],"Received internal links":["Modtagne interne links"],"Outgoing internal links":["Udgående interne links"],"New step added":["Nyt trin tilføjet"],"New question added":["Nyt spørgsmål tilføjet"],"For this feature to work, %1$s needs to create a table in your database. We were unable to create this table automatically.":["For at denne funktion skal virke, skal %1$s oprette en tabel i din database. Vi kunne ikke oprette denne tabel automatisk."],"Keyphrase":["Søgefrase"],"%3$sImage Keyphrase%5$s: Out of %2$d images on this page, %1$d have alt attributes with words from your keyphrase or synonyms. That's a bit much. %4$sOnly include the keyphrase or its synonyms when it really fits the image%5$s.":["%3$sBillede alt attributter%5$s: Ud af %2$d billeder på denne side, %1$d har alt attributter med ord fra nøglefraser eller synonymer. Det er lidt for meget. %4$sInkluder kun nøglefraser eller synonymer når det virkelig passer til billedet%5$s."],"%3$sImage Keyphrase%5$s: Out of %2$d images on this page, only %1$d has an alt attribute that reflects the topic of your text. %4$sAdd your keyphrase or synonyms to the alt tags of more relevant images%5$s!":["%3$sBilledets alt attributter%5$s: Ud af %2$d billeder på denne side, så har kun %1$d en alt attribut der afspejler emnet i din tekst. %4$sTilføj din nøgleordsfrase eller synonymer til alt tags på mere relevante billeder%5$s!","%3$sBilleders alt attributter%5$s: Ud af %2$d billeder på denne side, så har kun %1$d en alt attribut der afspejler emnet i din tekst. %4$sTilføj din nøgleordsfrase eller synonymer til alt tags på mere relevante billeder%5$s!"],"%1$sImage Keyphrase%3$s: Images on this page do not have alt attributes that reflect the topic of your text. %2$sAdd your keyphrase or synonyms to the alt tags of relevant images%3$s!":["%1$sBilleders alt attributter%3$s: Billeder på denne side har ikke alt attributter, der afspejler emnet i din tekst. %2$sTilføj din nøgleordsfrase eller synonymer til alt tags på relevante billeder%3$s!"],"%1$sImage Keyphrase%3$s: Images on this page have alt attributes, but you have not set your keyphrase. %2$sFix that%3$s!":["%1$sBilleders alt attributter%3$s: Billeder på denne side har alt attributter, men du har ikke indstillet din nøgleordsfrase. %2$sFix det%3$s!"],"%1$sKeyphrase in subheading%2$s: %3$s of your H2 and H3 subheadings reflects the topic of your copy. Good job!":["%1$sNøglesætning af underoverskrift%2$s: %3$s af dine høj-niveau underoverskrifter indeholder dit indholds emne. Godt arbejde!","%1$sNøglesætning af underoverskrift%2$s: %3$s af dine høj-niveau underoverskrifter indeholder dit indholds emne. Godt arbejde!"],"%1$sKeyphrase in subheading%2$s: Your H2 or H3 subheading reflects the topic of your copy. Good job!":["%1$sNøglesætning af underoverskrift%2$s: Din høj-niveau underoverskrift indeholder dit indholds emne. Godt arbejde!"],"%1$sKeyphrase in subheading%3$s: %2$sUse more keyphrases or synonyms in your H2 and H3 subheadings%3$s!":["%1$sNøglesætning af underoverskrift%3$s: %2$sBrug flere nøglesætninger eller synonymer i dine høj-niveau underoverskrifter.%3$s!"],"Page %s":["Side %s"],"Cannot get the size of %1$s because of unknown reasons.":["Kan ikke få størrelsen af %1$s af ukendte årsager."],"Cannot get the size of %1$s because it is hosted externally.":["Kan ikke få størrelsen af %1$s fordi den hostes eksternt."],"%1$sSingle title%3$s: H1s should only be used as your main title. Find all H1s in your text that aren't your main title and %2$schange them to a lower heading level%3$s!":["%1$sEnkel titel%3$s: H1&#39;ere bør kun bruges som din hovedtitel. Find alle H1&#39;ere i din tekst som ikke er hovedtitlen og %2$sændr dem til et lavere overskriftsniveau%3$s!"],"%1$sKeyphrase density%2$s: The keyphrase was found %5$d time. That's way more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$sSøgeordstæthed%2$s: Søgefrasen blev fundet %5$d gang. Dette er meget mere end det anbefalede maksimum på %3$d gange for en tekst af denne længde. %4$sOverdriv nu ikke%2$s!","%1$sSøgeordstæthed%2$s: Søgefrasen blev fundet %5$d gange. Dette er meget mere end det anbefalede maksimum på %3$d gange for en tekst af denne længde. %4$sOverdriv nu ikke%2$s!"],"%1$sKeyphrase density%2$s: The keyphrase was found %5$d time. That's more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$sSøgeordstæthed%2$s: Søgefrasen blev fundet %5$d gang. Dette er mere end det anbefalede maksimum på %3$d gange for en tekst af denne længde. %4$sOverdriv nu ikke%2$s!","%1$sSøgeordstæthed%2$s: Søgefrasen blev fundet %5$d gange. Dette er mere end det anbefalede maksimum på %3$d gange for en tekst af denne længde. %4$sOverdriv nu ikke%2$s!"],"%1$sKeyphrase density%2$s: The keyphrase was found %3$d time. This is great!":["%1$sSøgeordstæthed%2$s: Søgefrasen blev fundet %3$d gang. Det er fint!","%1$sSøgeordstæthed%2$s: Søgefrasen blev fundet %3$d gange. Det er fint!"],"%1$sKeyphrase density%2$s: The keyphrase was found %5$d time. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sSøgeordstæthed%2$s: Søgefrasen blev fundet %5$d gang. Dette er mindre end det anbefalede minimum på %3$d gange for en tekst af denne længde. %4$sFokuser på din søgefrase%2$s!","%1$sSøgeordstæthed%2$s: Søgefrasen blev fundet %5$d gange. Dette er mindre end det anbefalede minimum på %3$d gange for en tekst af denne længde. %4$sFokuser på din søgefrase%2$s!"],"%1$sKeyphrase density%2$s: The keyphrase was found 0 times. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sSøgeordstæthed%2$s: Søgefrasen blev fundet 0 gange. Dette er mindre end det anbefalede minimum på %3$d gange for en tekst af denne længde. %4$sFokuser på din søgefrase%2$s!"],"Import of settings is only supported on servers that run PHP 5.3 or higher.":["Import af indstillinger understøttes kun på servere der kører PHP 5.3 eller højere."],"Export your %1$s settings here, to copy them on another site.":["Eksporter dine %1$s indstillinger her for at kunne kopiere dem til et andet websted."],"No settings found.":["Ingen indstillinger fundet."],"These are settings for the %1$s plugin by %2$s":["Der er indstillinger til %1$s plugin af %2$s"],"Copy all these settings to another site's %1$s tab and click \"%1$s\" there.":["Kopier alle disse indstillinger til et andet websteds %1$s faneblad og klik \"%1$s\" der."],"You do not have the required rights to export settings.":["Du har ikke de nødvendige rettigheder til at eksportere indstillinger."],"Method %1$s() does not exist in class %2$s":["Metoden %1$s() findes ikke i class %2$s"],"With %s, you can easily create such redirects.":["Med %s kan du nemt oprette denne slags viderestillinger."],"Learn about why permalinks are important for SEO.":["Lær, hvorfor permalinks er vigtige for SEO."],"Changing your permalinks settings can seriously impact your search engine visibility. It should almost %1$s never %2$s be done on a live website.":["At ændre dine indstillinger for permalinks kan have seriøs indvirkning på synlighed i søgeresultater. Det bør næsten %1$saldrig%2$s gøres på et live websted."],"WARNING:":["ADVARSEL:"],"%1$sFunction words in keyphrase%3$s: Your keyphrase \"%4$s\" contains function words only. %2$sLearn more about what makes a good keyphrase.%3$s":["%1$sFunktionsord i søgefrase%3$s: din søgefrase \"%4$s\" indeholder kun funktionsord. %2$sLær mere om, hvad der er en god søgefrase.%3$s"],"Clear Image":["Fjern billede"],"%1$sKeyphrase length%3$s: %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sSøgefraselængde%3$s:%2$s Angiv en søgefrase for at beregne din SEO score%3$s."],"%1$sKeyphrase in slug%2$s: More than half of your keyphrase appears in the slug. That's great!":["%1$sSøgefrase i korttitel%2$s: mere end halvdelen af din søgefrase vises i korttitel. Dette er storartet!"],"%1$sKeyphrase in slug%3$s: (Part of) your keyphrase does not appear in the slug. %2$sChange that%3$s!":["%1$sSøgefrase i korttitel%3$s: (en del af) din søgefrase vises ikke i korttitel. %2$sLav det om%3$s!"],"%1$sKeyphrase in slug%2$s: Great work!":["%1$sSøgefrase i korttitel%2$s: Godt arbejde!"],"Help on choosing the perfect focus keyphrase":["Hjælp til at finde den perfekte søgefrase"],"Go %s!":["Start %s!"],"Add related keyphrase":["Tilføj relateret søgefrase"],"Upgrade to %s":["Opgrader til %s"],"Get %s":["Få %s"],"%4$sPreviously used keyphrase%6$s: You've used this keyphrase %1$s multiple times before%3$s. %5$sDo not use your keyphrase more than once%6$s.":["%4$sTidligere brugt søgefrase%6$s: Du har brugt denne søgefrase %1$s gange før%3$s.\n%5$sBrug ikke dine søgefraser mere end én gang%6$s."],"%3$sPreviously used keyphrase%5$s: You've used this keyphrase %1$sonce before%2$s. %4$sDo not use your keyphrase more than once%5$s.":["%3$sTidligere brugt søgefrase%5$s: Du har brugt denne søgefrase %1$s en gang før%2$s.\n%4$sBrug ikke dine søgefraser mere end én gang%5$s."],"%1$sPreviously used keyphrase%2$s: You've not used this keyphrase before, very good.":["%1$sTidligere brugt søgefrase%2$s: Du har ikke brugt denne søgefrase før, det er fint."],"%1$sImages%3$s: No images appear on this page. %2$sAdd some%3$s!":["%1$sAlt-attributter på billeder%3$s: Der er ingen billeder på denne side. %2$sTilføj nogle%3$s!"],"%1$sLink keyphrase%3$s: You're linking to another page with the words you want this page to rank for. %2$sDon't do that%3$s!":["%1$sLink med nøglefrase%3$s: Du linker til en anden side med netop de ord du ønske at denne side skal SEO-score på. %2$sDet må du ikke gøre%3$s!"],"%2$sText length%3$s: The text contains %1$d %4$s. Good job!":["%2$sTekstlængde%3$s: Teksten indeholder %1$d %4$s. Det er fint!"],"%1$sKeyphrase in subheading%3$s: More than 75%% of your H2 and H3 subheadings reflect the topic of your copy. That's too much. %2$sDon't over-optimize%3$s!":["%1$sNøglesætning af underoverskrift%3$s: Mere end 75%% af dine høj-niveau underoverskrifter indeholder dit indholds emne. Det er for mange. %2$sPas på ikke at over-optimere%3$s!"],"%1$sSEO title width%3$s: %2$sPlease create an SEO title%3$s.":["%1$sSEO-titelbredde%3$s: %2$sOpret venligst en SEO-titel%3$s."],"%1$sSEO title width%3$s: The SEO title is wider than the viewable limit. %2$sTry to make it shorter%3$s.":["%1$sSEO-titelbredde%3$s: SEO-titlen fylder mere end der kan vises. %2$sPrøv at forkorte den%3$s."],"%1$sSEO title width%2$s: Good job!":["%1$sSEO-titelbredde%2$s: Fint!"],"%1$sSEO title width%3$s: The SEO title is too short. %2$sUse the space to add keyphrase variations or create compelling call-to-action copy%3$s.":["%1$sSEO-titelbredde%3$s: SEO-titlen er for bred. %2$sBrug pladsen til at tilføje søgeordsvariationer eller opret overbevisende call-to-action-tekst%3$s."],"%1$sOutbound links%2$s: There are both nofollowed and normal outbound links on this page. Good job!":["%1$sUdgående links%2$s: Der er både links med nofollow og normale udgående links på denne side. Det er fint!"],"%1$sOutbound links%2$s: Good job!":["%1$sUdgående link%2$s: Fint!"],"%1$sOutbound links%3$s: All outbound links on this page are nofollowed. %2$sAdd some normal links%3$s.":["%1$sUdgående links%3$s: Alle udgående links på denne side har nofollow. %2$sTilføj nogle links uden nofollow%3$s."],"%1$sOutbound links%3$s: No outbound links appear in this page. %2$sAdd some%3$s!":["%1$sUdgående links%3$s: Der ser ikke ud til at være udgående links på denne side. %2$sTilføj nogle%3$s!"],"%1$sMeta description length%2$s: Well done!":["%1$sMeta-beskrivelsens længde%2$s: Fint!"],"%1$sMeta description length%3$s: The meta description is over %4$d characters. To ensure the entire description will be visible, %2$syou should reduce the length%3$s!":["%1$sMeta-beskrivelsens længde%3$s: Meta-beskrivelsen er over %4$d tegn. For at sikre, at hele beskrivelsen kan ses, %2$sbør du forkorte den%3$s!"],"%1$sMeta description length%3$s: The meta description is too short (under %4$d characters). Up to %5$d characters are available. %2$sUse the space%3$s!":["%1$sMeta-beskrivelsens længde%3$s: Meta-beskrivelsens længde er for kort (under %4$d tegn). Du kan bruge op til %5$d tegn. %2$sBrug pladsen%3$s!"],"%1$sMeta description length%3$s:  No meta description has been specified. Search engines will display copy from the page instead. %2$sMake sure to write one%3$s!":["%1$sMeta-beskrivelsens længde%3$s:  Der er ikke indtastet nogen meta-beskrivelse. Søgemaskinerne viser tekst fra selve siden i stedet for. %2$sSørg for at skrive en%3$s!"],"%1$sKeyphrase in meta description%2$s: The meta description has been specified, but it does not contain the keyphrase. %3$sFix that%4$s!":["%1$sSøgeordsfrase i meta-beskrivelse%2$s: Meta-beskrivelsen er indtastet, men indeholder ikke søgeordsfrasen. %3$sLøs det%4$s!"],"%1$sKeyphrase in meta description%2$s: The meta description contains the keyphrase %3$s times, which is over the advised maximum of 2 times. %4$sLimit that%5$s!":["%1$sSøgeordsfrase i meta-beskrivelsen%2$s: Meta-beskrivelsen indeholder søgeordsfrasen %3$s gange, hvilket er mere end det anbefalede maksimum på 2 gange. %4$sBegræns brugen%5$s!"],"%1$sKeyphrase in meta description%2$s: Keyphrase or synonym appear in the meta description. Well done!":["%1$sSøgeordsfrasen i meta-beskrivelsen%2$s: Søgeordsfrase eller synonym forekommer i meta-beskrivelsen! Fint!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's way more than the recommended maximum of %2$d %6$s. %4$sMake it shorter%5$s!":["%3$sSøgeordsfrasens længde%5$s: Søgeordsfrasen indeholder %1$d %6$s. Det er over det anbefalede maksimum på %2$d %6$s. %4$sForkort den%5$s!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's more than the recommended maximum of %2$d %6$s. %4$sMake it shorter%5$s!":["%3$sSøgeordsfrasens længde%5$s: Søgeordsfrasen indeholder %1$d %6$s. Det er mere end det anbefalede maksimum på %2$d %6$s. %4$sForkort den%5$s!"],"%1$sKeyphrase length%2$s: Good job!":["%1$sSøgeordsfrasens længde%2$s: Fint!"],"%1$sKeyphrase length%3$s: No focus keyphrase was set for this page. %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sSøgeordsfrasens længde%3$s: Der er ikke indtastet nogen fokus-søgeordsfrase. %2$sIndtast en søgeordsfrase for at beregne din SEO-score%3$s."],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms do not appear in the first paragraph. %2$sMake sure the topic is clear immediately%3$s.":["%1$sSøgeordsfrase i indledningen%3$s: Din søgeordsfrase eller dets synonymer forekommer ikke i første afsnit. %2$sSørg for at emnet står klart fra begyndelsen%3$s."],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms appear in the first paragraph of the copy, but not within one sentence. %2$sFix that%3$s!":["%1$sSøgeordsfrase i indledningen%3$s: Din søgeordsfrase eller dets synonymer forekommer i tekstens første afsnit, men ikke i en enkelt sætning. %2$sLøs det%3$s!"],"%1$sKeyphrase in introduction%2$s: Well done!":["%1$sSøgeordsfrase i indledningen%2$s: Fint!"],"%1$sInternal links%2$s: There are both nofollowed and normal internal links on this page. Good job!":["%1$sInterne links%2$s: Der er interne links både med og uden nofollow på denne side. Fint!"],"%1$sInternal links%2$s: You have enough internal links. Good job!":["%1$sInterne links%2$s: Du har nok interne links! Fint!"],"%1$sInternal links%3$s: The internal links in this page are all nofollowed. %2$sAdd some good internal links%3$s.":["%1$sInterne links%3$s: De interne links på denne side har alle nofollow. %2$sTilføj nogle gode interne links%3$s."],"%1$sInternal links%3$s: No internal links appear in this page, %2$smake sure to add some%3$s!":["%1$sInterne links%3$s: Ingen interne links forekommer på denne side. %2$sSørg for at tilføje nogle%3$s!"],"%1$sTransition words%2$s: Well done!":["%1$sOvergangsord%2$s: Fint!"],"%1$sTransition words%2$s: Only %3$s of the sentences contain transition words, which is not enough. %4$sUse more of them%2$s.":["%1$sOvergangsord%2$s: Kun %3$s af sætningerne indeholder overgangsord, hvilket ikke er nok. %4$sBrug flere af dem%2$s."],"%1$sTransition words%2$s: None of the sentences contain transition words. %3$sUse some%2$s.":["%1$sOvergangsord%2$s: Ingen af dine sætninger indeholder overgangsord. %3$sBrug nogle%2$s."],"%1$sNot enough content%2$s: %3$sPlease add some content to enable a good analysis%2$s.":["%1$sIkke nok indhold%2$s: %3$sTilføj venligst mere indhold for at muliggøre en god analyse%2$s."],"%1$sSubheading distribution%2$s: You are not using any subheadings, but your text is short enough and probably doesn't need them.":["%1$sBrug af underoverskrifter%2$s: Du bruger ikke underoverskrifter, men din tekst er heller ikke særlig lang og har formentlig ikke brug for dem."],"%1$sSubheading distribution%2$s: You are not using any subheadings, although your text is rather long. %3$sTry and add some subheadings%2$s.":["%1$sBrug af underoverskrifter%2$s: Du bruger ingen underoverskrifter, men din tekst er temmelig lang. %3$sPrøv at tilføje nogle underoverskrifter%2$s."],"%1$sSubheading distribution%2$s: %3$d section of your text is longer than %4$d %6$s and is not separated by any subheadings. %5$sAdd subheadings to improve readability%2$s.":["%1$sBrug af underoverskrifter%2$s: %3$d afsnit er længere end %4$d %6$s og har ingen underoverskrifter. %5$sTilføj underoverskrifter for at forbedre læsbarheden%2$s.","%1$sBrug af underoverskrifter%2$s: %3$d afsnit er længere end %4$d %6$s og har ingen underoverskrifter. %5$sTilføj underoverskrifter for at forbedre læsbarheden%2$s."],"%1$sSubheading distribution%2$s: Great job!":["%1$sBrug af underoverskrifter%2$s: Fint!"],"%1$sSentence length%2$s: %3$s of the sentences contain more than %4$s %7$s, which is more than the recommended maximum of %5$s. %6$sTry to shorten the sentences%2$s.":["%1$sSætningslængde%2$s: %3$s af dine sætninger indeholder mere end %4$s %7$s, hvilket er over det anbefalede maksimum på %5$s. %6$sPrøv at forkorte sætningerne%2$s."],"%1$sSentence length%2$s: Great!":["%1$sSætningslængde%2$s: Flot!"],"%1$sConsecutive sentences%2$s: There is enough variety in your sentences. That's great!":["%1$sFortløbende sætninger%2$s: Der er nok variation i dine sætninger. Flot!"],"%1$sConsecutive sentences%2$s: The text contains %3$d consecutive sentences starting with the same word. %5$sTry to mix things up%2$s!":["%1$sFortløbende sætninger%2$s: Teksten indeholder %3$d fortløbende sætninger der begynder med samme ord. %5$sPrøv at variere tingene lidt%2$s!","%1$sFortløbende sætninger%2$s: Teksten indeholder %4$d steder hvor %3$d eller flere fortløbende sætninger begynder med samme ord. %5$sPrøv at variere tingene lidt%2$s!"],"%1$sPassive voice%2$s: %3$s of the sentences contain passive voice, which is more than the recommended maximum of %4$s. %5$sTry to use their active counterparts%2$s.":["%1$sPassiv%2$s: %3$s af dine sætninger indeholder passiv hvilket er mere end det anbefalede maksimum på  %4$s. %5$sPrøv at bruge de tilsvarende aktive formuleringer%2$s."],"%1$sPassive voice%2$s: You're using enough active voice. That's great!":["%1$sPassiv%2$s: Din brug af aktiv er tilstrækkelig. Flot!"],"%1$sParagraph length%2$s: %3$d of the paragraphs contains more than the recommended maximum of %4$d %6$s. %5$sShorten your paragraphs%2$s!":["%1$sAfsnitslængde%2$s: %3$d afsnit indeholder mere end det anbefalede maksimum på %4$d %6$s. %5$sForkort dine afsnit%2$s!","%1$sAfsnitslængde%2$s: %3$d af afsnittene indeholder mere end det anbefalede maksimum på %4$d %6$s. %5$sForkort dine afsnit%2$s!"],"%1$sParagraph length%2$s: None of the paragraphs are too long. Great job!":["%1$sAfsnitslængde%2$s: Ingen afsnit er for lange! Det er fint klaret!"],"Good job!":["Det er fint klaret!"],"Focus keyphrase: ":["Fokussøgeordsfrase: "],"Focus keyphrase":["Fokus-søgeordsfrase"],"Disable":["Deaktiver"],"Allow Control":["Tillad kontrol"],"This tab allows you to selectively disable %s features for all sites in the network. By default all features are enabled, which allows site admins to choose for themselves if they want to toggle a feature on or off for their site. When you disable a feature here, site admins will not be able to use that feature at all.":["Dette faneblad tillader dig at deaktivere %s funktioner for alle websteder i netværket. Som standard er de aktiverede, så det enkelte websted administrator kan vælge at aktivere en funktion eller ej. Hvis du deaktiverer en funktion her, vil ingen administrator have adgang til denne funktion."],"%s is a required feature toggle argument.":["%s er et obligatorisk argument til skift af funktion."],"Remove keyphrase":["Fjern søgefrase"],"Keyphrase:":["Søgefrase:"],"This feature has been disabled by the network admin.":["Denne funktion er deaktiveret af netværkets administrator."],"Focus keyphrase not set.":["Fokus søgefrase ikke angivet."],"Colon":["Kolon"],"Optional. Customize how you want to describe the duration of the instruction":["Valgfrit. Tilpas, hvordan du vil beskrive varigheden af instruktionen"],"Describe the duration of the instruction:":["Beskriv instruktionens varighed:"],"Learn more about the readability analysis":["Lær mere om læsbarhedsanalyse."],"Readability analysis:":["Læsbarhedsanalyse:"],"There is a new notification.":["Der er en ny notifikation.","Der er nye notifikationer."],"Both %1$s and %2$s manage the SEO of your site. Running two SEO plugins at the same time is detrimental.":["Både %1$s and %2$s håndterer SEO'en for dit websted. Det er skadeligt at have to SEO plugins kørende samtidigt."],"%s, %s and %s":["%s, %s og %s"],"%s and %s":["%s og %s"],"%d minute":["%d minut","%d minutter"],"%d hour":["%d time","%d timer"],"%d day":["%d dag","%d dage"],"Enter a step title":["Indtast titel for dette trin"],"Optional. This can give you better control over the styling of the steps.":["Valgfrit. Dette kan give dig bedre kontrol over trinenes udseende."],"CSS class(es) to apply to the steps":["CSS klasse(r) at anvende på trinnene"],"minutes":["minutter"],"hours":["timer"],"days":["dage"],"Create a How-to guide in an SEO-friendly way. You can only use one How-to block per post.":["Opret en vejledning på en SEO-venlig måde. Du kan kun bruge en How-to blok pr. Indlæg."],"Copy error":["Kopieringsfejl"],"An error occurred loading the %s primary taxonomy picker.":["Der opstod en fejl under indlæsningen af %s primære klassificeringsvælger."],"%1$s Structured Data Blocks":["%1$s Strukturerede datablokke"],"Time needed:":["Tidsforbrug:"],"Move question down":["Flyt spørgsmål ned"],"Move question up":["Flyt spørgsmål op"],"Insert question":["Indsæt spørgsmål"],"Delete question":["Slet spørgsmål"],"Enter the answer to the question":["Skriv svaret til spørgsmålet"],"Enter a question":["Skriv et spørgsmål"],"Add question":["Tilføj spørgsmål"],"Frequently Asked Questions":["Ofte stillede spørgsmål"],"Select the primary %s":["Vælg den primære %s"],"Check links to this URL":["Tjek links til denne webadresse"],"Are you trying to use multiple keyphrases? You should add them separately below.":["Forsøger du at bruge flere søgeord? Du bør tilføje dem hver for sig nedenfor."],"Mark as cornerstone content":["Markér som hjørnestensindhold"],"Move step down":["Flyt et trin ned"],"Move step up":["Flyt et trin op"],"Insert step":["Indsæt trin"],"Delete step":["Slet trin"],"Add image":["Tilføj billede"],"Enter a step description":["Indtast trinbeskrivelse"],"Enter a description":["Indtast en beskrivelse"],"Unordered list":["Usorteret liste"],"Showing step items as an ordered list.":["Vis trinelementer som en sorteret liste."],"Showing step items as an unordered list":["Vis trinelementer som en usorteret liste"],"Add step":["Tilføj trin"],"Delete total time":["Slet tid i alt"],"Add total time":["Tilføj tid i alt"],"How to":["Hvordan"],"How-to":["Hvordan"],"Analysis results":["Analyseresultat:"],"Enter a focus keyphrase to calculate the SEO score":["Indtast et fokussøgeord for at beregne SEO-score"],"Learn more about Cornerstone Content.":["Lær mere om hjørnestensindhold."],"Cornerstone content should be the most important and extensive articles on your site.":["Hjørnestensindhold bør være de vigtigste og længste artikler på dit site."],"Restore Site":["Gendan site"],"Network Settings":["Netværksindstillinger"],"You are not allowed to perform this action.":["Du har ikke tilladelse til at gøre dette."],"Error: %s":["Fejl: %s"],"Success: %s":["Succes: %s"],"Site with ID %d not found.":["Site med id&#39;et %d ikke fundet."],"No site has been selected to restore.":["Du har ikke valgt noget site til gendannelse."],"You are not allowed to modify unregistered network settings.":["Du har ikke tilladelse til at ændre uregistrerede netværksindstillinger."],"deleted":["slettet"],"Copied!":["Kopieret!"],"Not supported!":["Ikke understøttet!"],"{{a}}Read our article about site structure{{/a}} to learn more about how internal linking can help improve your SEO.":["Læs {{a}}vores artikel om sitestruktur{{/a}} for at lære mere om, hvordan interne links kan bidrage til at forbedre din SEO."],"Consider linking to these {{a}}cornerstone articles:{{/a}}":["Overvej at linke til disse {{a}}hjørnestensartikler:{{/a}}"],"Consider linking to these articles:":["Overvej at linke til disse artikler:"],"Copy link":["Kopiér link"],"Copy link to suggested article: %s":["Kopiér link til foreslået artikel: %s"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":["Læs vores %1$sultimative guide til søgeordsresearch%2$s for at lære mere om søgeordsresearch og søgeordsstrategier."],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly. ":["De følgende ord og kombinationer af ord forekommer oftest i indholdet. De giver dig en fornemmelse af, hvad dit indhold koncentrerer sig om. Hvis ordene adskiller sig ret meget fra dit emne, skulle du omskrive dit indhold."],"Prominent words":["Fremtrædende ord"],"The site's tagline":["Websitets taglinje"],"Not all required fields are given. Missing field %1$s":["Ikke alle obligatoriske felter er angivet. Manglende felt %1$s"],"Add synonyms":["Tilføj synonymer"],"You can edit the SEO metadata for this custom type on the %1$sShop page%2$s.":["Du kan redigere SEO-metadataene for denne brugerdefinerede type på %1$sShop-siden%2$s."],"Current year":["Dette år"],"Page":["Side"],"Something went wrong. Please reload the page.":["Noget gik galt. Genindlæs venligst siden."],"Tagline":["Tagline"],"description (custom taxonomy)":["beskrivelse (brugerdefineret taksonomi)"],"(custom taxonomy)":["(brugerdefineret taksonomi)"],"(custom field)":["(brugerdefineret felt)"],"Term404":["Term404"],"Caption":["Billedtekst"],"Pagenumber":["Sidenummer"],"Pagetotal":["Sidetotal"],"User description":["Brugerbeskrivelse"],"ID":["ID"],"Modified":["Ændret"],"Post type (plural)":["Indlægstype (flertal)"],"Post type (singular)":["Indlægstype (ental)"],"Separator":[" Separator"],"Search phrase":["Søgefrase"],"Term title":["Termtitel"],"Term description":["Termbeskrivelse"],"Tag description":["Tagbeskrivelse"],"Category description":["Kategoribeskrivelse"],"Primary category":["Primær kategori"],"Category":["Kategori"],"Tag":["Tag"],"Excerpt only":["Kun uddrag"],"Excerpt":["Uddrag"],"Site title":["Sitetitel"],"Archive title":["Arkivtitel"],"Parent title":["Forældertitel"],"Date":["Dato"],"Get Yoast SEO Premium":["Hent Yoast SEO Premium"],"You should create a redirect to ensure your visitors do not get a 404 error when they click on the no longer working URL.":["Du skal oprette en viderestilling for at sikre, at dine besøgende ikke får en 404-fejl, når de klikker på en URL, der ikke længere fungerer."],"Search engines and other websites can still send traffic to your deleted content.":["Søgemaskiner og andre websteder kan stadig sende trafik til dit slettede indhold."],"Make sure you don't miss out on traffic!":["Sørg for, at du ikke går glip af trafikken!"],"You just deleted a %1$s.":["Du har lige slettet en %1$s."],"You just trashed a %1$s.":["Du har lige smidt %1$s i papirkurven."],"Url preview":["URL-forhåndsvisning"],"Please provide a meta description by editing the snippet below. If you don’t, Google will try to find a relevant part of your post to show in the search results.":["Skriv venligst en meta-beskrivelse ved at redigere snippetten herunder. Hvis du ikke gør dette, vil Google prøve at finde en relevant del af dit indlæg til at vise i søgeresultaterne."],"Dismiss this notice":["Afvis denne meddelelse"],"No results":["Ingen resultater"],"%d result found, use up and down arrow keys to navigate":["%d resultat fundet, brug pil op og ned for at navigere","%d resultater fundet, brug pil op og ned for at navigere"],"Your site language is set to %s. If this is not correct, contact your site administrator.":["Dit websteds sprog er indstillet til %s. Hvis dette ikke er korrekt, kontakt dit websteds administrator."],"The %s importer functionality uses temporary database tables. It seems your WordPress install does not have the capability to do this, please consult your hosting provider.":["%s&#39; importfunktioner bruger midlertidige databaser. Det ser ud, som om din WordPress-installation ikke giver mulighed for dette. Kontakt venligst din udbyder."],"Cleanup of %s data failed.":["Oprydning af %s&#39;s data mislykkedes."],"Content Type":["Indholdstype"],"Filter by content type":["Filtrér på indholdstype"],"Show All Content Types":["Vis alle indholdstyper"],"Replaced with the normal title for an archive generated by WordPress":["Erstattet med den normale titel for et arkiv genereret af WordPress"],"Clean":["Ren"],"Once you're certain your site is OK, you can clean up. This will remove all the original data.":["Når du er sikker på, at dit websted er ok, kan du rydde op. Det fjerner alle de oprindelige data."],"Step 5: Clean up":["Trin 5: Ryd op"],"Please check your posts and pages and see if the metadata was successfully imported.":["Kontrollér dine indlæg og sider og se, om metadataene blev importeret korrekt."],"Step 3: Check your data":["Trin 3: Tjek dine data"],"This will import the post metadata like SEO titles and descriptions into your %1$s metadata. It will only do this when there is no existing %1$s metadata yet. The original data will remain in place.":["Dette vil importere metadata fra indlæg så som SEO-titler og beskrivelser og indsætte i dine %1$s-metadata. Det vil kun ske, når der ikke er nogen eksisterende %1$s-metadata endnu. De oprindelige data forbliver uændret."],"Step 2: Import":["Trin 2: Importer"],"Please make a backup of your database before starting this process.":["Lav venligst en backup af din database, før du starter denne proces."],"Step 1: Create a backup":["Trin 1: Opret en backup"],"We've detected data from one or more SEO plugins on your site. Please follow the following steps to import that data:":["Vi har fundet data fra en eller flere SEO-plugins på dit websted. Følg nedenstående trin for at importere disse data:"],"Plugin: ":["Plugin:"],"%s did not detect any plugin data from plugins it can import from.":["%s har ikke fundet nogen plugindata fra plugins, den kan importere fra."],"Posts that should not show up in search results":["Indlæg, der ikke skal vises i søgeresultater"],"%s data found.":["%s-data fundet"],"%s data successfully removed.":["%s-data fjernet uden problemer."],"%s data successfully imported.":["%s-data importeret uden problemer."],"%s data not found.":["%s-data ikke fundet."],"On":["Til"],"Help on: %s":["Hjælp til: %s"],"Off":["Fra"],"See who contributed to %1$s.":["Læs, hvem der har bidraget til %1$s."],"Help on this search results setting":["Hjælp til denne indstilling for søgeresultater"],"Not showing the archive for %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["Viser man ikke arkiver for %1$s i søgeresultaterne, betyder det teknisk set, at de har en %2$s robots-meta og vil blive udeladt af XML-sitemaps. %3$sFlere oplysninger om indstillinger for søgesultater%4$s."],"Not showing %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["Viser man ikke %1$s i søgeresultaterne, betyder det teknisk set, at de har en %2$s robots-meta og vil blive udeladt af XML-sitemaps. %3$sFlere oplysninger om indstillinger for søgesultater%4$s."],"Default for %2$s, currently: %1$s":["Standard for %2$s, aktuelt: %1$s"],"Show %s in search results?":["Vis %s i søgeresultater?"],"this author's archives":["denne forfatters arkiver"],"Do not allow search engines to show %s in search results.":["Tillad ikke søgemaskiner at vise %s i søgeresultater."],"Read why XML Sitemaps are important for your site.":["Læs, hvorfor XML-sitemaps er vigtige for dit site."],"Enable the XML sitemaps that %s generates.":["Aktivér XML-sitemaps, som %s genererer."],"See the XML sitemap.":["Vis XML-sitemap."],"%s (current default for %s)":["%s (nuværende standard for %s)"],"Should search engines follow links on this %1$s?":["Skal søgemaskiner følge links for denne %1$s?"],"Allow search engines to show this %s in search results?":["Tillad søgemaskiner at vise denne/dette %s i søgeresultaterne?"],"Allow search engines to show this content in search results?":["Tillad søgemaskiner at vise dette indhold i søgeresultater?"],"Toggle %1$s's XML Sitemap":["Slå %1$s&#39;s XML-sitemap til/fra"],"%s integration":["%s-integration"],"Find out how the text link counter can enhance your SEO.":["Find ud af, hvordan tekstlink-tælleren kan forbedre din SEO."],"The text link counter helps you improve your site structure.":["Tekstlink-tælleren hjælper dig med at forbedre din sides struktur."],"Find out how cornerstone content can help you improve your site structure.":["Find ud af, hvordan hjørnestensindhold kan hjælpe dig med at forbedre dit websteds struktur."],"The cornerstone content feature lets you to mark and filter cornerstone content on your website.":["Hjørnestensindhold-funktionen lader dig vælge og filtrere hjørnestensindhold på dit websted."],"Discover why readability is important for SEO.":["Læs, hvorfor læsbarhed er vigtig for SEO."],"The readability analysis offers suggestions to improve the structure and style of your text.":["Læsbarhedsanalysen kommer med forslag til, hvordan du kan forbedre din teksts struktur og stil."],"Learn how the SEO analysis can help you rank.":["Lær, hvordan SEO-analyse kan hjælpe dig med dine søgemaskineplaceringer."],"The SEO analysis offers suggestions to improve the SEO of your text.":["SEO-analyse kommer med forslag til, hvordan du forbedrer din teksts SEO."],"SEO analysis":["SEO-analyse"],"Good results":["Gode resultater"],"https://yoa.st/1uk":["https://yoa.st/1uk"],"https://yoa.st/1uj":["https://yoa.st/1uj"],"Latest blog posts on %1$s":["Seneste blogindlæg på %1$s"],"Remove highlight from the text":["Fjern fremhævelser fra teksten"],"Your site language is set to %s. ":["Sproget på dit websted er sat til %s."],"First-time SEO configuration":["Førstegangs SEO-opsætning"],"Highlight this result in the text":["Fremhæv dette resultat i teksten"],"Considerations":["Overvejelser"],"Errors":["Fejl"],"Change language":["Ændr sprog"],"%s file":["%s-fil"],"Save changes to %s":["Gem ændringerne i %s"],"Edit the content of your %s:":["Redigér indholdet af din %s:"],"Create %s file":["Opret filen %s"],"Updated %s":["Opdateret %s"],"You cannot edit the %s file.":["Du kan ikke redigere filen %s."],"You cannot create a %s file.":["Du kan ikke oprette en %s-fil."],"Other integrations":["Andre integrationer"],"More information about %1$s":["Mere information om %1$s"],"Old Configuration Wizard":["gammel opsætningsguide"],"Manage your %s subscription on MyYoast":["Administrér dit %s abonnement på MyYoast"],"Mark the most important %1$s as 'cornerstone content' to improve your site structure. %2$sLearn more about cornerstone content%3$s.":["Markér vigtigste %1$s som 'hjørnestensindhold' for at forbedre din sides struktur. %2$sLæs mere om hjørnestensindhold%3$s."],"(Opens in a new browser tab)":["(Åbner i en ny browserfane)"],"Go back":["Tilbage"],"Posts %1$swithout%2$s a focus keyphrase":["Indlæg %1$suden%2$s en fokussøgefrase"],"Hey, your SEO is doing pretty well! Check out the stats:":["Din SEO klarer sig godt! Se statistikkerne:"],"You don't have any published posts, your SEO scores will appear here once you make your first post!":["Du har ingen udgivne indlæg. Din SEO-score vil fremgå her, når du har udgivet dit første indlæg!"],"Read more like this on our SEO blog":["Læs mere som dette på vores SEO-blog"],"Readability: %s":["Læsbarhed: %s"],"Not activated":["Ikke aktiveret"],"Activated":["Aktiveret"],"%1$s recommendations for you":["%1$s anbefalinger til dig"],"All Readability Scores":["Alle læsbarheds-scorer"],"Filter by Readability Score":["Filtrér med læsbarheds-scorer"],"Request method %1$s is not valid.":["Forespørgselsmetoden %1$s er ikke gyldig."],"Text link counter":["Tekstlinktæller"],"Number of internal links linking to this post. See \"Yoast Columns\" text in the help tab for more info.":["Antal interne links, der linker til dette indlæg. Se \"Yoast-kolonner\"-teksten i hjælpefanen for flere oplysninger."],"Number of outgoing internal links in this post. See \"Yoast Columns\" text in the help tab for more info.":["Antal udgående links i dette indlæg. Se \"Yoast-kolonner\"-teksten i hjælpefanen for flere oplysninger."],"%s Columns":["%s-kolonner"],"Readability score":["Læsbarheds-score"],"Scroll to see the preview content.":["Scroll for at se preview-indholdet."],"Cornerstone content":["Hjørnestensindhold"],"Save changes":["Gem ændringer"],"1 year free support and updates included!":["1 års gratis support og opgraderinger inkluderet!"],"The plugin %2$s changes your site's output and in doing that differentiates between search engines and normal users, a process that's called cloaking. We highly recommend that you disable it.":["Pluginnet %2$s ændrer dit sites outpunkt, men på en måde, som skelner mellem søgemaskiner og normale bruger, en proces, der kaldes tilsløring (cloaking). Vi opfordrer indtrængende til, at du deaktiverer det."],"No ads!":["Ingen annoncer!"],"Get internal linking suggestions":["Få forslag til interne links"],"Variable":["Variabel"],"Available variables":["Tilgængelige variabler"],"Scroll to see the table content.":["Scroll for at se tabelindholdet."],"An error occurred in the '%1$s' assessment":["Der opstod en fejl i '%1$s'-beregningen."],"No new notifications.":["Ingen nye notifikationer."],"Save all":["Gem alle"],"Save":["Gem"],"%1$s, Author at %2$s":["%1$s, skribent på %2$s"],"Mobile preview":["Mobil-preview"],"Desktop preview":["Desktop-preview"],"Please provide an SEO title by editing the snippet below.":["Tilføj venligst en SEO-titel ved at redigere uddraget i snippeteditoren nedenfor."],"Meta description preview:":["Preview af metabeskrivelse:"],"Slug preview:":["Preview af korttitel:"],"SEO title preview:":["Preview af SEO-titel:"],"Close snippet editor":["Luk snippeteditor"],"Slug":["Korttitel"],"Remove marks in the text":["Fjern markeringer i teksten"],"Mark this result in the text":["Markér dette resultat i teksten"],"Marks are disabled in current view":["Markeringer er deaktiveret i den aktuelle visning"],"Good SEO score":["God SEO-score"],"OK SEO score":["OK SEO-score"],"Feedback":["Feedback"],"Name":["Navn"],"Please provide a meta description by editing the snippet below.":["Tilføj venligst en meta-beskrivelse ved at redigere uddraget i snippeteditoren nedenfor."],"Edit snippet":["Redigér snippet"],"You can click on each element in the preview to jump to the Snippet Editor.":["Du kan klikke på hvert enkelt element i previewet for at komme til Snippeteditoren."],"SEO title preview":["Preview af SEO-titel"],"Export settings":["Eksporter indstillinger"],"Please don't show me this notification anymore":["Vis mig venligst ikke denne notifikation igen"],"If you are experiencing issues, %1$splease file a bug report%2$s and we'll do our best to help you out.":["Oplever du problemer, %1$sså opret en supportsag%2$s, og vi vil gøre, hvad vi kan, for at hjælpe dig."],"We've noticed you've been using %1$s for some time now; we hope you love it! We'd be thrilled if you could %2$sgive us a 5 stars rating on WordPress.org%3$s!":["Vi har bemærket, at du har brugt %1$s i nogen tid; vi håber, du er begejstret det! Vi ville blive henrykt, hvis du kunne %2$sgive os en 5-stjernet bedømmelse på WordPress.org%3$s!"],"%1$s + %2$s":["%1$s + %2$s"],"Warning: the variable %1$s cannot be used in this template. See the %2$s for more info.":["Advarsel: variablen %1$s kan ikke bruges i denne skabelon. Se %2$s for yderligere info."],"By the way, did you know we also have a %1$sPremium plugin%2$s? It offers advanced features, like a redirect manager and support for multiple keyphrases. It also comes with 24/7 personal support.":["Vidste du forresten, at vi også har en %1$sbetalingsudgave%2$s? Den indeholder avancerede funktioner som fx administration af viderestilling og understøttelse af flere søgeord. Du får også personlig support 24/7."],"(no title)":["(ingen titel)"],"The %1$s admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["%1$s&#39;s menu i kontrolbjælken rummer en række nyttige links til tredjeparts-værktøjer, der kan analysere sider, og gør det let at se, om du har nye notifikationer."],"Admin bar menu":["Kontrolbjælkemenu"],"Features":["Funktioner"],"SEO title":["SEO-titel"],"Greater than sign":["Større end-tegn"],"Less than sign":["Mindre end-tegn"],"Right angle quotation mark":["Højre dobbel citations-vinkel"],"Left angle quotation mark":["Venstre dobbel citations-vinkel"],"Small tilde":["Lille tilde"],"Vertical bar":["Lodret streg"],"Low asterisk":["Lav asterisk"],"Asterisk":["Asterisk"],"Bullet":["Punkttegn"],"Middle dot":["Midterste prik"],"Em dash":["Em-tankestreg"],"En dash":["En-tankestreg"],"Dash":["Tankestreg"],"No":["Nej"],"Yes":["Ja"],"Google search console":["Google søgekonsol"],"Social profiles":["Sociale profiler"],"Posts list":["Liste over indlæg"],"Posts list navigation":["Navigering for liste over indlæg"],"Filter posts list":["Filtrér liste over indlæg"],"Installed":["Installeret"],"Seamless integration between %1$s and %2$s":["Perfekt integration mellem %1$s og %2$s"],"Optimize your site for Google News":["Optimér dit site til Google News"],"Edit &#8220;%s&#8221;":["Redigér &#8220;%s&#8221;"],"Premium":["Premium"],"Get Premium":["Få Premium"],"Notifications":["Notifikationer"],"Removes the focus keyphrase section from the metabox and disables all SEO-related suggestions.":["Fjerner søgeordsfanen fra metaboksen og deaktiverer alle SEO-relaterede forslag."],"Disable SEO analysis":["Deaktivér SEO-analyse"],"Other social profiles":["Andre sociale profiler"],"Make primary":["Gør primær"],"Cancel":["Annullér"],"%s notification":["%s notifikation","%s notifikationer"],"Disable readability analysis":["Deaktivér læsbarhedsanalyse"],"Removes the readability analysis section from the metabox and disables all readability-related suggestions.":["Fjerner fanen læsbarhed fra metaboksen og deaktiverer alle forslag relateret til læsbarhed."],"Readability analysis":["Læsbarhedsanalyse"],"Needs improvement":["Behov for forbedringer"],"Readability":["Læsbarhed"],"Improvements":["Forbedringer"],"Good job! We could detect no serious SEO problems.":["Godt skuldret! Vi kunne ikke finde nogen alvorlige SEO-problemer."],"We have detected the following issues that affect the SEO of your site.":["Vi har registreret følgende problemer, der påvirker dit websteds SEO."],"Problems":["Problemer"],"Analysis":["Analyse"],"Not available":["Ikke tilgængelig"],"Filter by SEO Score":["Filtrér på SEO-score"],"Meta description not set.":["Metabeskrivelse ikke angivet."],"Open":["Åbn"],"Loading...":["Indlæser …"],"No results found":["Ingen resultater fundet"],"Dashboard":["Kontrolpanel"],"You can fix this on the %1$sPermalink settings page%2$s.":["Du kan fiske dette på siden %1$sPermanente links%2$s."],"Replaced with the primary category of the post/page":["Erstattet med den primære kategori for indlægget/siden"],"Buy %s":["Køb %s"],"New %1$s Title":["Ny %1$s-titel"],"Existing %1$s Title":["Eksisterende %1$s-titel"],"Expected an integer as input.":["Forventede et input bestående af et heltal."],"Trying to build the sitemap cache key, but the postfix and prefix combination leaves too little room to do this. You are probably requesting a page that is way out of the expected range.":["Forsøger at lave en cachenøgle for sitemaps, men kombinationen af postfix og præfix giver for lidt plads til at gøre det. Du har formentlig sendt en forespørgsel om en side, som ligger langt uden for det forventede område."],"Redirects":["Viderestillinger"],"Remove":["Fjern"],"Keep":["Behold"],"Bold the last page":["Sidste side med fed"],"Primary %s":["Primær %s"],"Primary":["Primær"],"Make %1$s primary %2$s":["Gør %1$s til primær %2$s"],"Integrations":["Integrationer"],"Term is set to noindex.":["Term er sat til noindex."],"Author archives":["Forfatterarkiver"],"Enabled":["Aktiveret"],"Disabled":["Deaktiveret"],"The separator defined in your theme's %s tag.":["Separatoren defineret i dit temas %s-tag."],"No index":["Intet indeks"],"SEO score":["SEO-score"],"Team Yoast":["Team Yoast"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["Den første rigtige alt-i-en SEO-løsning for WordPress, inklusiv analyse af siders indhold, XML-sitemaps og meget mere."],"Yoast SEO":["Yoast SEO"],"Activation failed:":["Aktivering mislykkedes:"],"The filter extension seem to be unavailable. Please ask your web host to enable it.":["Filterudvidelsen er ikke tilgængelig. Bed venligst din webudbyder om at aktivere den."],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":["Installationen af pluginnet %1$s er ikke færdiggjort. Se venligst %2$sinstallationsvejledningen%3$s."],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":["Udvidelsen Standard PHP Library  (SPL) ser ikke ud til at være tilgængelig. Bed din webhost om at aktivere den."],"SEO Settings":["SEO-indstillinger"],"Mobile-Friendly Test":["Mobilvenlig test"],"Google Page Speed Test":["Google Page Speed Test"],"Facebook Debugger":["Facebook Debugger"],"Analyze this page":["Analyser denne side"],"%s does not seem to be a valid url. Please correct.":["%s ser ikke ud til at være en gyldig URL. Ret venligst dette."],"%1$s does not seem to be a valid %2$s verification string. Please correct.":["%1$s ser ikke ud til at være en gyldig verifikationsstreng hos %2$s. Ret venligst."],"%s Archive":["%s Arkiv"],"You searched for %s":["Du søgte efter %s"],"%s does not seem to be a valid Twitter Username. Please correct.":["%s ser ikke ud til at være et gyldigt Twitter brugernavn. Ret venligst."],"Summary with large image":["Resume med stort billede"],"The post %1$s appeared first on %2$s.":["Indlægget %1$s blev først udgivet på %2$s."],"No numeric value was received.":["Ingen numerisk værdi blev modtaget."],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":["Dette skal være en eksisterende blog. Bloggen %s findes ikke eller er blevet markeret som slettet."],"The default blog setting must be the numeric blog id of the blog you want to use as default.":["Standardblogindstillingerne skal være den numerisk blog-ID på den blog, du ønsker at bruge som standard."],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":["%1$s er ikke et gyldigt valg for, hvem der skal have adgang til %2$s-indstillingerne. Værdien nulstillet til standard."],"Please select a valid post type for taxonomy \"%s\"":["Vælg venligst en gyldig indholdstype for taksonomien \"%s\""],"Please select a valid taxonomy for post type \"%s\"":["Vælg venligst en gyldig taksonomi for indholdstypen \"%s\""],"You searched for":["Du søgte efter"],"Home":["Hjem"],"Archives for":["Arkiver for"],"Error 404: Page not found":["Fejl 404: Siden blev ikke fundet"],"Good":["God"],"Replaced with a custom taxonomies description":["Erstattes med en brugerdefineret taksonomis beskrivelse"],"Replaced with a posts custom taxonomies, comma separated.":["Erstattet med et indlæg brugerdefinerede taksonomier, kommasepareret."],"Replaced with a posts custom field value":["Erstattet med et indlægs brugerdefineret felts værdi"],"Replaced with the slug which caused the 404":["Erstattet med den korte titel, som forårsagede 404"],"Replaced with the posts focus keyphrase":["Erstattet med indlæggets fokusnøgleord"],"Attachment caption":["Tekst til vedhæftning"],"Replaced with the current page number":["Erstattes med det nuværende sidetal"],"Replaced with the current page total":["Erstattes med det nuværende totale antal sider"],"Replaced with the current page number with context (i.e. page 2 of 4)":["Erstattet af det nuværende sidenummer med kontekst (dvs.: side 2 af 4)"],"Replaced with the current year":["Erstattes med det nuværende år"],"Replaced with the current month":["Erstattes med den nuværende måned"],"Replaced with the current day":["Erstattes med den aktuelle dag"],"Replaced with the current date":["Erstattes med den nuværende dato"],"Replaced with the post/page author's 'Biographical Info'":["Erstattes med indlæggets/sidens forfatter-beskrivelse"],"Replaced with the post/page author's 'nicename'":["Erstattes med indlæggets/sidens forfatter-kaldenavn"],"Replaced with the post/page ID":["Erstattes med indlæggets/sidens ID"],"Replaced with the post/page modified time":["Erstattes med indlæggets/sidens ændringsdato"],"Replaced with the content type plural label":["Erstattes med indholdstypens flertalslabel"],"Replaced with the content type single label":["Erstattes med indholdstypens entalslabel"],"Replaced with the current search phrase":["Erstattes med den nuværende søgning"],"Replaced with the term name":["Erstattes med term-navnet"],"Replaced with the term description":["Erstattes med term-beskrivelsen"],"Replaced with the tag description":["Erstattes med tag-beskrivelsen"],"Replaced with the category description":["Erstattes med kategori-beskrivelsen"],"Replaced with the post categories (comma separated)":["Erstattes med indlæggets kategorier (komma-separeret)"],"Replaced with the current tag/tags":["Erstattes med det/de nuværende tag/tags"],"Replaced with the post/page excerpt (without auto-generation)":["Erstattet med indlægs-/sideuddrag (uden auto-generation)"],"Replaced with the post/page excerpt (or auto-generated if it does not exist)":["Erstattet med indlæg-/sideuddrag (eller auto-genereret hvis det ikke eksisterer)"],"The site's name":["Sidens navn"],"Replaced with the title of the parent page of the current page":["Erstattes med titlen på forælderen til den nuværende side"],"Replaced with the title of the post/page":["Erstattes med titlen på indlægget/siden"],"Replaced with the date of the post/page":["Erstattes med datoen for indlægget/siden"],"Page %1$d of %2$d":["Side %1$d af %2$d"],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":["Du kan ikke overtrumfe en WPSEO-standardvariabeludskiftning ved at registrere en variabel med det samme navn. Brug i stedet filteret \"wpseo_replacements\" til at justere erstatningsværdien."],"A replacement variable with the same name has already been registered. Try making your variable name unique.":["En udskiftningsvariabel med det samme navn er allerede registreret. Prøv at gøre dit variabelnavn unik. "],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":["En udskiftningsvariabel kan ikke starte med \"%%cf_\" eller \"%%ct_\", da disse er forbeholdt variabler for brugerdefinerede felter og brugerdefinerede taksonomier i WPSEO-standardvariabler. Prøv at lave dit variabelnavn unikt."],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":["En erstatningsvariabel kan kun indeholde alfanumeriske tegn, understregningstegnet _ eller skråstregen /. Prøv at give din variabel et nyt navn."],"Admin only notice: this page does not show a meta description because it does not have one, either write it for this page specifically or go into the [%1$s - %2$s] menu and set up a template.":["Besked kun til administrator: Denne side viser ikke en meta-beskrivelse fordi den ikke har en. Du kan enten skrive en specifikt til denne side eller gå til menuen [%1$s - %2$s] og opsætte en skabelon."],"Page not found":["Siden blev ikke fundet"],"%s Archives":["%s Arkiv"],"Meta description to use for Author page":["Meta-beskrivelse til brug på forfattersiden"],"Title to use for Author page":["Titel til forfatter-side"],"%1$s settings":["%1$s-indstillinger"],"Export your %1$s settings":["Eksporter dine %1$s-indstillinger"],"Import settings":["Importer indstillinger"],"Import from other SEO plugins":["Import fra andre SEO-plugins"],"Import":["Importer"],"If you had a %s file and it was editable, you could edit it from here.":["Hvis du havde en %s-fil, og den var redigerbar, kunne du redigere den herfra."],"If your %s were writable, you could edit it from here.":["Hvis din %s var skrivbar, ville du kunne redigere den her."],"You don't have a %s file, create one here:":["Du har ikke en %s-fil. Opret en her:"],"A link to your site, with your site's name and description as anchor text.":["Et link til dit websted med dit websteds navn og beskrivelse som ankertekst."],"A link to your site, with your site's name as anchor text.":["Et link til dit websted med dit websteds navn som ankertekst."],"A link to the post, with the title as anchor text.":["Et link til indlægget, med titlen som ankertekst."],"You can use the following variables within the content, they will be replaced by the value on the right.":["Du kan bruge følgende variabler i indholdet; de vil blive erstattet af værdien til højre."],"Content to put after each post in the feed":["Indhold, der skal indsættes efter hvert indlæg i feedet"],"Content to put before each post in the feed":["indhold, der skal indsættes før hvert indlæg i feedet"],"How to insert breadcrumbs in your theme":["Hvordan man indsætter brødkrummer i sit tema"],"Blog":["Blog"],"Prefix for the breadcrumb path":["Præfiks for brødkrummestien"],"Anchor text for the Homepage":["Link-tekst til forsiden"],"Separator between breadcrumbs":["Seperator imellem brødkrummer"],"Below are your published posts' SEO scores. Now is as good a time as any to start improving some of your posts!":["Nedenfor kan du se din SEO-score for dine udgivne indlæg. Nu vil være et godt tidspunkt at begynde at forbedre dine indlæg!"],"Credits":["Anerkendelse"],"&laquo; Back to Tools page":["&laquo; Tilbage til Værktøjer"],"%1$s comes with some very powerful built-in tools:":["%1$s har nogle meget stærke indbyggede værktøjer:"],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":["Dette værktøj gør det muligt hurtigt at ændre vigtige filer i relation til din SEO, så som din robots.txt, og hvis du har en, din .htaccess-fil."],"File editor":["Fil-editor"],"Import settings from other SEO plugins and export your settings for re-use on (another) site.":["Importér indstillinger fra andre SEO-plugins og eksportér dine indstillinger, så de kan genbruges på denne eller en anden blog."],"Import and Export":["Import og eksport"],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":["Dette værktøj gør det muligt hurtigt at ændre overskrifter og beskrivelser af dine indlæg og sider uden at skulle ind og redigere hver side manuelt."],"Bulk editor":["Masse-redigering"],"Default settings":["Standardindstillinger"],"Description":["Beskrivelse"],"Restore site to defaults":["Gendan websted til standardindstillinger"],"Site ID":["Websted-ID"],"Using this form you can reset a site to the default SEO settings.":["Ved at bruge denne formular kan du nulstille et website til standard-SEO-indstillinger."],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new sites.":["Indstillinger med betydning for privatliv (FB-admins og lignende), temaspecifikke (omskrivning af titel) og nogle få meget websitespecifikke indstillinger vil ikke blive importeret til nye sites."],"Enter the %1$sSite ID%2$s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":["Indtast %1$swebsite-ID%2$s for det websted, hvis indstillinger du ønsker at bruge som standard for alle websites oprettet i dit netværk. Efterlad feltet tomt, hvis du ikke vil bruge funktionen (så vil de normale standardindstillinger i pluginnet blive anvendt)."],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":["Vælg det website, hvis indstillinger du ønsker at bruge som standard for alle de websteder, der er tilføjet på dit netværk. Hvis du vælger 'Ingen', vil de normale standardindstillinger i pluginnet blive brugt. "],"New sites in the network inherit their SEO settings from this site":["Nye websteder i netværket nedarver sine SEO-indstillinger fra dette websted"],"Super Admins only":["Kun Super Admins"],"Site Admins (default)":["Side Administratorer"],"Who should have access to the %1$s settings":["Hvem der skal have adgang til indstillingerne for %1$s"],"spam":["spam"],"mature":["voksen"],"archived":["arkiveret"],"public":["offentlig"],"%s restored to default SEO settings.":["%s er blevet nulstillet til standard SEO-indstillinger."],"Settings Updated.":["Indstillinger opdateret."],"Special pages":["Specialsider"],"Date archives":["Datoarkiver"],"Title":["Titel"],"Take note:":["Bemærk:"],"You can determine the title and description for the homepage by %1$sediting the homepage itself%2$s.":["Du kan bestemme titel og beskrivelse for blogsiden ved at %1$sredigere selve blogsiden%2$s."],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s har automatisk opdaget, om det skal gennemtvinge omskrivning af titler på dine sider. Hvis du synes, det er forkert, og du ved, hvad du laver, kan du ændre indstillingen her."],"Force rewrite titles":["Gennemtving omskrivning af titler"],"Homepage":["Hjemmeside"],"%1$s Extensions":["%1$s udvidelser"],"Seamlessly integrate WooCommerce with %1$s and get extra features!":["Integrer WooCommerce med %1$s helt transparent og få ekstra funktioner!"],"Rank better locally and in Google Maps, without breaking a sweat!":["Få bedre placering lokalt og i Google Maps, uden at komme til at svede!"],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":["Findes du i Google News? Forøg din trafik fra Google News ved at optimere din side dertil!"],"Optimize your videos to show them off in search results and get more clicks!":["Optimer dine videoer for at vise dem i søgeresultater og derved få flere klik!"],"The premium version of %1$s with more features & support.":["Premium-udgaven af %1$s med flere funktioner og support."],"Person":["Person"],"Website name":["Webstedsnavn"],"RSS":["RSS"],"Permalink":["Permanente links"],"Breadcrumbs":["Brødkrummer"],"Authenticate":["Godkend"],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year of support and updates, on %2$s.":["For at kunne viderestille og løse dette problem, har du brug for %1$s. Du kan købe pluginnet, inklusiv et års support og opdateringer, på %2$s."],"Creating redirects is a %s feature":["Oprettelse af viderestillinger er en funktion i %s"],"New URL":["Ny URL"],"Search":["Søg"],"URL":["URL"],"Deactivate %s":["Deaktivér %s"],"The %1$s plugin might cause issues when used in conjunction with %2$s.":["%1$s-pluginnet kan forårsage problemer, når de anvendes sammen med %2$s."],"Upload Image":["Overfør billede"],"%s Posts Overview":["%s indlægsoversigt"],"Breadcrumbs title":["Brødkrummetitel"],"Pinterest":["Pinterest"],"Social settings":["Indstillinger for sociale medier"],"Close":["Luk"],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines and might slow down your site.":["Både %1$s og %2$s kan generere XML-sitemaps. To XML-sitemaps er ikke en fordel for søgemaskiner og gør dit websted langsommere."],"Configure %1$s's Open Graph settings":["Konfigurér OpenGraph-indstillinger for %1$s"],"Both %1$s and %2$s create Open Graph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":["Både %1$s og %2$s opretter OpenGraph-output, som kan få Facebook, Twitter, LinkedIn og andre sociale netværk til at bruge forkerte tekster og billeder, når dine sider bliver delt."],"%s image":["%s billede"],"%s description":["%s beskrivelse"],"%s title":["%s titel"],"Twitter":["Twitter"],"Facebook":["Facebook"],"very difficult":["meget vanskelig"],"Try to make shorter sentences, using less difficult words to improve readability":["Prøv at lav kortere sætninger, og øh læsbarheden ved at benytte mindre vanskelige ord."],"difficult":["vanskelig"],"fairly difficult":["lettere vanskelig"],"OK":["OK"],"fairly easy":["rimelig nem"],"easy":["nem"],"very easy":["meget nem"],"The copy scores %1$s in the test, which is considered %2$s to read.":["Teksten scorer %1$s i testen, som anses for %2$s at læse."],"Flesch reading ease":["Flesch letlæsning"],"Meta Desc.":["Meta Desc."],"All SEO Scores":["Alle SEO-bedømmelser"],"SEO issue: The featured image should be at least 200 by 200 pixels to be picked up by Facebook and other social media sites.":["SEO-problem: Det fremhævede billede skal være mindst 200 x 200 pixels for at kunne bruges af Facebook og andre sociale mediesites."],"(no parent)":["(ingen forælder)"],"meta description":["meta-beskrivelse"],"Page title":["Sidens titel"],"Post is set to noindex.":["Indlæg er sat til noindex."],"The URL that this page should redirect to.":["URL'en som denne side skal viderestille til"],"301 Redirect":["301-viderestilling (redirect)"],"The canonical URL that this page should point to. Leave empty to default to permalink. %1$sCross domain canonical%2$s supported too.":["Den kanoniske webadresse, som denne side skal pege på. Efterlad den tom, hvis permanent link skal bruges som standard. %1$sKanoniske adresser på tværs af domæner%2$s understøttes også."],"Canonical URL":["Canonical URL"],"Title to use for this page in breadcrumb paths":["Titel, der skal bruge for denne side i brødkrummestier"],"Breadcrumbs Title":["Brødkrumme-titel"],"No Snippet":["Intet uddrag"],"No Archive":["Intet arkiv"],"No Image Index":["Intet billede-indeks"],"None":["Ingen"],"Meta robots advanced":["Meta Robots Avanceret"],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Advarsel: Selvom du kan sætte metarobot-indstillinger her, er hele sitet sat til noindex i \"privatlivsindstillingerne for hele sitet\", så indstillingerne her vil ikke have nogen effekt."],"Meta description":["Meta beskrivelse"],"SEO Title":["SEO titel"],"Focus keyword":["Fokussøgeord"],"Settings successfully imported.":["Indstillingerne er importeret succesfuldt."],"Settings could not be imported:":["Indstillingerne kunne ikke importeres:"],"Breadcrumb for 404 pages:":["Brødkrumme for 404-sider:"],"Prefix for search result pages:":["Præfiks for søgeresultatssider:"],"Prefix for archive pages:":["Præfiks for arkivsider:"],"Prefix for breadcrumbs:":["Præfiks for brødkrummer:"],"Anchor text for the homepage:":["Ankertekst for forsiden:"],"Breadcrumbs separator:":["Brødkrumme-separator:"],"%s Breadcrumbs":["%s brødkrummer"],"Use Image":["Benyt billede"],"Action":["Handling"],"Page URL/Slug":["Sides URL/korttitel"],"Publication date":["Udgivelsesdato"],"Post Status":["Indlægsstatus"],"WP Page Title":["WP sidetitel"],"View":["Vis"],"View &#8220;%s&#8221;":["Vis &#8220;%s&#8221;"],"Preview":["Forhåndsvisning"],"Preview &#8220;%s&#8221;":["Forhåndsvis &#8220;%s&#8221;"],"Edit":["Rediger"],"Filter":["Filter"],"New Yoast Meta Description":["Ny Yoast meta-beskrivelse"],"Existing Yoast Meta Description":["Eksisterende Yoast meta-beskrivelse"],"Facebook profile URL":["Facebook-profil-URL"],"Twitter username (without @)":["Twitter brugernavn (uden @)"],"Google":["Google"],"FAQ":["FAQ"],"Settings":["Indstillinger"],"Huge SEO Issue: You're blocking access to robots.":["Stort SEO problem: Du blokerer adgangen for robotter."],"Posts":["Indlæg"],"Edit Files":["Rediger filer"],"General":["Generelt"],"Extensions":["Udvidelser"],"Search Console":["Søgekonsol"],"Tools":["Værktøjer"],"Advanced":["Avanceret"],"XML sitemaps":["XML-sitemaps"],"Social":["Social"],"SEO":["SEO"],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":["%1$s har opdaget, at du bruger version %2$s af %3$s. Opgradér venligst til den seneste version for at undgå kompatibilitetsproblemer."],"Just another WordPress site":["Endnu et Wordpress-websted"],"You have used HTML in your value which is not allowed.":["Du har brugt HTML i din værdi, hvilket ikke er tilladt."],"You can't edit %s that aren't yours.":["Du kan ikke redigere %s, som ikke er dit."],"You can't edit %s.":["Du kan ikke redigere %s."],"Post has an invalid Content Type: %s.":["Indlæg har en ugyldig indholdstype: %s."],"Post doesn't exist.":["Indlæg eksisterer ikke"],"posts\u0004Trash <span class=\"count\">(%s)</span>":["Papirkurv <span class=\"count\">(%s)</span>","Papirkurv <span class=\"count\">(%s)</span>"],"posts\u0004All <span class=\"count\">(%s)</span>":["Alle <span class=\"count\">(%s)</span>","Alle <span class=\"count\">(%s)</span>"]}}}