{"domain":"js-text-analysis","locale_data":{"js-text-analysis":{"":{"domain":"js-text-analysis","plural_forms":"nplurals=2; plural=n > 1;","lang":"fr"},"The %1$s class must not be instantiated before the %2$s global is set.":[""],"%1$sOutrank your competitors even further%2$s with these %3$s plugins":[""],"No need to figure out what to link to. You get linking suggestions for relevant posts and pages to make your website easier to navigate.":[""],"Use AI to write SEO titles and meta descriptions for your posts and pages. It speeds up your work and does some of the thinking for you!":[""],"%s looks at more than just your main keyword. It analyzes different word forms, plurals, and past tenses. This helps your website perform even better in searches!":[""],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for titles and meta descriptions to make your pages rank high and make you look good on social media. %1$sLearn more%2$s%3$s":[""],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for product titles and meta descriptions to make your pages rank high and make you look good on social media. %1$sLearn more%2$s%3$s":[""],"Explore %s!":[""],"You’ll reach more people with multiple keyphrases! Want to quickly add these related keyphrases to the %s analyses for even better content optimization?":[""],"Get AI to write SEO titles and meta descriptions faster. Reach a wider audience with multiple keywords. Get automatic internal linking suggestions. And much, much more!":[""],"Explore now":[""],"Rank higher in search results":[""],"Turn more visitors into customers!":[""],"Increase Google clicks with rich results":[""],"Write product pages that rank using the SEO analysis":[""],"Get XML sitemaps":[""],"Optimize your video previews & thumbnails":[""],"Make sure your videos load quickly for users":[""],"Automatically get technical SEO best practices for video content":[""],"Drive more views to your videos":[""],"Stand out for local searches":[""],"Explore %s now!":[""],"%1$s24/7 support%2$s: Also on evenings and weekends.":[""],"%1$sAppealing social previews%2$s people actually want to click on.":[""],"%1$sNo more broken links%2$s: Automatic redirect manager.":[""],"%1$sSuper fast%2$s internal linking suggestions.":[""],"%1$sMultiple keywords%2$s: Rank higher for more searches.":[""],"%1$sAI%2$s: Better SEO titles and meta descriptions, faster.":[""],"Highlight areas of improvement in your text, no more searching for a needle in a haystack, straight to optimizing! Now also in Elementor!":["Surligne les zones de texte à améliorer : plus besoin de chercher une aiguille dans une botte de foin, optimisez directement ! Maintenant disponible dans Elementor !"],"Leave a quick review":["Laissez un avis rapide"],"Happy with the plugin?":["Vous aimez l’extension ?"],"Show Yoast SEO some love!":["Donnez de l’amour à Yoast SEO !"],"Let's get your site in tip-top shape for the search engines. Simply follow these 5 steps to make Google understand what your site is about.":["Mettons votre site au top de sa forme pour les moteurs de recherche. Suivez ces 5 étapes pour que Google comprenne de quoi parle votre site."],"If your goal is to increase your rankings, you need to work on your SEO regularly. That can be overwhelming, so let's tackle it one step at a time!":["Si vous but est d’améliorer votre visibilité, vous devez travailler votre SEO régulièrement. Ça peut être fatigant, alors avançons étape par étape !"],"Great work! Thanks to the details you've provided, %1$s has enhanced your site for search engines, giving them a clearer picture of what your site is all about.":["Bon travail ! Grâce aux détails fournis, %1$s a optimisé votre sites pour les moteurs de recherche en leur fournissant une image plus précise du contenu de votre site."],"Important: We won't sell this data, and we won't collect any personal information about you or your visitors.":["Important : Nous ne vendrons pas ces données et nous ne collectons aucune donnée personne sur vous ou vos visiteurs."],"What data will be collected and why?":["Quelles données seront collectées et pourquoi ?"],"No, I don't want to share my site data":["Non, je ne veux pas partager les données de mon site"],"Are you open to help us improve our services?":["Accepteriez-vous de nous aider à améliorer nos services ?"],"Yes, give me your free tips!":["Oui, donnez-moi des astuces gratuites !"],"Subscribe to the %1$s newsletter to receive best practices for improving your rankings, save time on SEO tasks, stay up-to-date with the latest SEO news, and get expert guidance on how to make the most of %2$s!":["Inscrivez-vous à la newsletter de %1$s pour obtenir les bonnes pratiques pour améliorer vos positions, gagner du temps sur vos tâches SEO, rester au courant des dernières actualités SEO et avoir des conseils d’expert pour utiliser au mieux %2$s !"],"Get free weekly SEO tips!":["Obtenez des astuces SEO hebdomadaires !"],"You're almost there! Complete all settings in this step so search engines know what your site is about.":["Vous y êtes presque ! Terminez les réglages de cette étape afin que les moteurs de recherche sachent de quoi parle votre site."],"Completing this step helps Google to understand your site even better. Bonus: You'll improve your chance of getting %1$srich results%2$s!":["La complétion de cette étape aidera Google à mieux comprendre votre site. Bonus : ça améliora vos chances d’obtenir des %1$srésultats enrichis%2$s !"],"Let's start by running the SEO data optimization. That means we'll scan your site and create a database with optimized SEO data. It won't change any content or settings on your site and you don't need to do anything, just hit start!\n\nNote: If you have a lot of content, this optimization could take a moment. But trust us, it's worth it!":["Commençons par lancer une optimisation des données SEO. Cela signifie que nous scannerons votre site et créerons une base de données optimisée. Cela ne modifiera aucun contenu ou réglage de votre site et vous avez juste à lancer le processus !\n\nNote : Si vous avez beaucoup de contenu, l’optimisation peut prendre un moment. Mais faites-nous confiance, ça en vaut la peine !"],"We've successfully analyzed your site & optimized your SEO data!":["Nous avons bien analysé votre site et optimisé les données SEO !"],"Fantastic work! Add your organization's social media accounts below. This allows us to fine-tune the metadata for these platforms.":["Fantastique ! Ajoutez les comptes de réseaux sociaux de votre entité ci-dessous. Cela nous permettra d’affiner les métadonnées pour ces plateformes."],"Social share preview":["Prévisualisation de partage sur les réseaux sociaux"],"Twitter share preview":["Prévisualisation de partage sur Twitter"],"The %1$s interface is currently unavailable in the beta WooCommerce product editor. To resolve any issues, please disable the beta editor. %2$sLearn how to disable the beta WooCommerce product editor.%3$s":["L‘interface de %1$s est actuellement indisponible dans la version bêta de l‘éditeur de produits de WooCommerce. Pour résoudre tout problème, veuillez désactiver l'éditeur bêta. %2$sApprendre à désactiver l'éditeur bêta de produits de WooCommerce.%3$s"],"Compatibility issue: Yoast SEO is incompatible with the beta WooCommerce product editor.":["Problème de compatibilité : Yoast SEO est incompatible avec la version bêta de l'éditeur de produits de WooCommerce."],"Search engines and other websites can still send traffic to your trashed content.":["Les moteurs de recherche et d’autres sites peuvent continuer à envoyer du trafic à votre contenu dans la corbeille."],"Unlock with the %1$s":["Débloquer avec %1$s"],"Generate product titles & descriptions with AI!":["Générer des titres et des descriptions de produits avec l‘IA !"],"Last year":["L‘année dernière"],"Last week":["La semaine dernière"],"Last day":["Le jour dernier"],"Last updated":["Dernière mise à jour"],"Activate tracking to show the ranking position":["Activer le suivi pour afficher la position dans le classement"],"List your Frequently Asked Questions in an SEO-friendly way.":["Lister votre Foire aux questions optimisée pour les moteurs de recherche."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by OpenAI GPTBot.":["Ajoute une règle « disallow » à votre fichier robots.txt pour empêcher l’exploration par OpenAI GPTBot."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by the Google-Extended bot. Enabling this setting won’t prevent Google from indexing your website.":["Ajoute une règle « disallow » à votre fichier robots.txt pour empêcher l’exploration de Google-Extended bot. L‘activation de ce réglage n‘empêchera pas Google d‘indexer votre site."],"Lots of web traffic comes from bots crawling the web. Some can benefit your site or business, while other bots don’t. Blocking unwanted bots can save energy, help with site performance, and protect copyrighted content. Learn more about %1$swhen to block unwanted bots%2$s.":["Une grande partie du trafic web provient de robots qui parcourent le web. Certains d‘entre eux peuvent être utiles à votre site ou à votre entreprise, tandis que d‘autres ne le sont pas. Le blocage des robots indésirables permet d‘enregistrer des économies d‘énergie, d‘améliorer les performances du site et de protéger les contenus protégés par des droits d‘auteur. En savoir plus sur %1$squand bloquer les robots indésirables%2$s."],"Prevent OpenAI GPTBot from crawling":["Empêcher l'exploration d‘OpenAI GPTBot"],"Prevent Google Bard and Vertex AI bots from crawling":["Empêcher l'exploration de Google Bard et Vertex AI"],"Prevent Common Crawl CCBot from crawling":["Empêcher l'exploration de Common Crawl CCBot"],"Unlock Premium SEO analysis":["Débloquer l‘analyse SEO Premium"],"Get more help with writing content that ranks":["Obtenez plus d‘aide pour rédiger un contenu qui se classe"],"$ USD / € EUR / £ GBP per year (ex. VAT)":["$ USD / € EUR / £ GBP par an (p. ex. TVA)"],"Internal linking suggestions":["Suggestions de liens internes"],"%1$s SAVE 30%% %2$s on your 12 month subscription":["%1$s Économisez 30%% %2$s sur votre abonnement de 12 mois"],"Learn more about %s (Opens in a new browser tab)":["En savoir plus sur %s (s’ouvre dans un nouvel onglet du navigateur)"],"Write more natural and engaging content":["Rédigez un contenu plus naturel et plus engageant"],"Synonyms help users understand your copy better. It’s easier to read for both users and Google. In %s, you can add synonyms for your focus keyphrase, and we’ll help you optimize for them.":["Les synonymes aident les internautes à mieux comprendre votre texte. Il est plus facile à lire pour les internautes et pour Google. Dans %s, vous pouvez ajouter des synonymes pour votre phrase clé cible, et nous vous aiderons à les optimiser."],"Is your %1$s store ready for Black Friday?":["Votre boutique %1$s est-elle prête pour le Black Friday ?"],"Check your text on even more SEO criteria and get an enhanced keyphrase analysis, making it easier to optimize your content.":["Vérifiez votre texte avec encore plus de critères de référencement et obtenez une analyse améliorée des phrases clés, ce qui facilite l‘optimisation de votre contenu."],"Buy now!":["Achetez maintenant !"],"30% OFF!":["30% de réduction !"],"BLACK FRIDAY SALE: %1$s %2$sBuy now!%3$s":["SOLDES DU BLACK FRIDAY : %1$s %2$sAchetez maintenant !%3$s"],"BLACK FRIDAY SALE: %1$s":["SOLDES DU BLACK FRIDAY : %1$s"],"Reach a wider audience":["Touchez un public plus large"],"Add related keyphrases":["Ajoutez des requêtes cibles liées"],"%s automatically suggests to what content you can link with easy drag-and-drop functionality, which is good for your SEO!":["%s suggère automatiquement vers quel contenu vous pouvez établir un lien grâce à une fonctionnalité simple de glisser-déposer, ce qui est bon pour votre référencement !"],"Rank higher by connecting your content":["Mieux se classer en connectant son contenu"],"Get help optimizing for up to 5 related keyphrases. This helps you reach a wider audience and get more traffic.":["Obtenez de l'aide pour optimiser jusqu‘à 5 requêtes cibles liées. Cela vous aide à atteindre un public plus large et à obtenir plus de trafic."],"-30%":["-30%"],"%1$s Now with 30%% Black Friday Discount!":["%1$s avec 30%% de remise pour le Black Friday !"],"%1$sSALE 30%% OFF!%2$s":["%1$sPROMO 30%% OFFERT !%2$s"],"30% OFF":["30% de réduction"],"BLACK FRIDAY":["BLACK FRIDAY"],"Claim your 30% off now!":["Réclamez vos 30% de remise maintenant !"],"Social media appearance":["Apparence sur les réseaux sociaux"],"Determine how your post should look in the search results.":["Déterminez comment votre publication devrait apparaître dans les résultats de recherche."],"The Yoast %1$sultimate Black Friday checklist%2$s helps you prepare in time, so you can boost your results during this sale.":["La %1$scheck-list ultime du Black Friday de Yoast%2$s vous aide à vous préparer dans les temps, afin de booster vos résultats pendant ces soldes."],"To customize the appearance of your post specifically for Twitter, please fill out the 'Twitter appearance' settings below.":["Pour personnaliser spécifiquement l’apparence de votre publication pour Twitter, renseignez les réglages « d’Apparence sur Twitter » ci-dessous."],"Twitter appearance":["Apparence sur Twitter"],"To customize the appearance of your post specifically for Twitter, please fill out the 'Twitter appearance' settings below. If you leave these settings untouched, the 'Social media appearance' settings mentioned above will also be applied for sharing on Twitter.":["Pour personnaliser spécifiquement l’apparence de votre publication pour Twitter, renseignez les réglages « d’Apparence sur Twitter » ci-dessous. Si vous laissez ces réglages vides, ceux de « l’Apparence sur les réseaux sociaux » ci-dessus seront appliqués sur Twitter."],"Determine how your post should look on social media like Facebook, Twitter, Instagram, WhatsApp, Threads, LinkedIn, Slack, and more.":["Déterminez comment votre publication devrait apparaître sur les réseaux sociaux tels que Facebook, Twitter, Instagram, WhatsApp, Threads, LinkedIn, Slack et plus encore."],"Get the checklist and start optimizing now!":["Obtenez la check-list et démarrez l’optimisation !"],"Is your WooCommerce store ready for Black Friday?":["Votre boutique WooCommerce est-elle prête pour le Black Friday ?"],"The %1$s %2$sultimate Black Friday checklist%3$s helps you prepare in time, so you can boost your results during this sale.":["La %1$scheck-list ultime du Black Friday de %2$s%3$s vous aide à vous préparer dans les temps, afin de booster vos résultats pendant ces soldes."],"AI generator":["IA générative"],"New in %1$s":[""],"Use AI to write your titles & meta descriptions!":[""],"Use the power of Yoast AI to automatically generate compelling titles and descriptions for your posts and pages.":["Utilisez le pouvoir de Yoast AI pour générer automatiquement des titres et descriptions convaincants pour vos publications."],"AI title & description generator":["Générateur de titre et description avec IA"],"Use AI":["Utiliser l’IA"],"Clear selection":["Effacer la sélection"],"Note that the following commonly-used parameters will not be removed: %1$s, %2$s, %3$s, %4$s, %5$s, %6$s, and %7$s.":["Notez que les paramètres les plus courants ne seront pas retirés : %1$s, %2$s, %3$s, %4$s, %5$s, %6$s et %7$s."],"Learn how to increase your rankings with %1$s":["Apprenez à améliorer vos positions avec %1$s"],"Want an enhanced Google preview of how your WooCommerce products look in the search results?":["Vous souhaitez un aperçu enrichi sur comment vos produits WooCommerce apparaîtront dans les résultats de recherche ?"],"Sign up today!":["Inscrivez-vous !"],"Feeling lost when it comes to optimizing your site for the search engines? Join our FREE webinar to gain the confidence that you need in order to start optimizing like a pro! You'll obtain the knowledge and tools to start effectively implementing SEO.":["Vous vous sentez perdus lorsqu’il s’agit d’optimiser votre site pour les moteurs de recherche ? Assistez à notre webinaire GRATUIT pour gagner la confiance nécessaire pour optimiser comme un pro ! Vous obtiendrez les connaissances et les outils pour implémenter efficacement le SEO."],"Join our FREE webinar for SEO success":["Assistez à notre webinaire GRATUIT sur la réussite en SEO"],"Want your products stand out in search results with rich results like price, reviews and more?":["Vous souhaitez que vos produits remontent dans les résultats de recherche avec des extraits enrichis tels que le prix, les avis et plus encore ?"],"%1$s, %2$s and %3$s":["%1$s, %2$s et %3$s"],"%1$s and %2$s":["%1$s et %2$s"],"Please see the “New” badges and review the Search appearance settings.":["Veuillez consulter les badges « Nouveau » et passer en revue les réglages SEO."],"New type of content added to your site!":["Nouveau type de contenu ajouté à votre site !"],"Site policies":["Politiques du site"],"Select a page which provides information about your diversity policies for %1$sstaffing%2$s, %1$shiring%2$s and %1$semployment%2$s.":["Sélectionnez une page qui donne des informations sur les politiques de diversité quant au %1$spersonnel%2$s, au %1$srecrutement%2$s et à %1$sl’emploi%2$s."],"Select a page which provides information on your diversity policies for %1$seditorial%2$s content.":["Sélectionnez une page qui donne des informations sur les politiques de diversité pour le %1$scontenu éditorial%2$s."],"Select a page which describes the personal, organizational, and corporate %1$sstandards%2$s of %1$sbehavior%2$s expected by your organization.":["Sélectionnez une page qui décrit les %1$sstandards%2$s organisationnels et humains de %1$scomportement%2$s attendus par votre organisation."],"Select a page which outlines your procedure for addressing %1$serrors%2$s (e.g., publishing retractions or corrections).":["Sélectionnez une page qui décrit votre procédure de traitement des %1$serreurs%2$s (par ex. les rétractations de publication et les corrections)."],"Select a page which describes how your organization collects and responds to %1$sfeedback%2$s, engages with the %1$spublic%2$s, and prioritizes %1$stransparency%2$s.":["Sélectionnez une page qui décrit comment votre organisation collecte et répond aux %1$sretours%2$s, communique avec son %1$spublic%2$s et priorise la %1$stransparence%2$s."],"Select a page which describes the ownership structure of your organization. It should include information about  %1$sfunding%2$s and %1$sgrants%2$s.":["Sélectionnez une page qui décrit la structure de propriété de votre organisation. Elle devrait inclure des informations sur le %1$sfinancement%2$s et les %1$ssubventions%2$s."],"Select a page which describes the editorial principles of your organization. %1$sWhat%2$s do you write about, %1$swho%2$s do you write for, and %1$swhy%2$s?":["Sélectionnez une page qui décrit les principes éditoriaux de votre organisation. %1$sLes sujets%2$s sur lesquels vous écrivez, %1$sà qui%2$s vous vous adressez et %1$spourquoi%2$s ?"],"Select the pages on your website which contain information about your organizational and publishing policies. Some of these might not apply to your site, and you can select the same page for multiple policies. %1$sLearn more about why setting your site policies is important%2$s.":["Sélectionnez les pages de votre site qui contiennent des informations sur vos politiques d’organisation et de publication. Certaines ne pourraient pas s’appliquer à votre site et vous pouvez sélectionner la même page pour plusieurs politiques. %1$sEn savoir plus sur l’importance des politiques de site%2$s."],"Diversity staffing report":["Rapport de diversité de recrutement"],"Diversity policy":["Politique de diversité"],"Ethics policy":["Politique éthique"],"Corrections policy":["Politique de correction"],"Actionable feedback policy":["Politique sur les retours actionnables"],"Ownership / Funding info":["Informations de propriété/financement"],"Publishing policies":["Politiques de publication"],"Publishing principles":["Principes de publication"],"Failed to retrieve pages.":["Échec de récupération des pages."],"Searching pages...":["Recherche parmi les pages…"],"Add new page...":["Ajouter une nouvelle page…"],"No pages found.":["Aucune page trouvée."],"You've added a new type of content. We recommend that you review the corresponding %1$sSearch appearance settings%2$s.":["Vous avez ajouté un nouveau type de contenu. Nous vous recommandons de passer en revue les types de publication correspondants dans les %1$sréglages SEO%2$s."],"Error: Taxonomy was not removed from new_taxonomies list.":["Erreur : La taxonomie n’a pas été retirée de la liste new_taxonomies."],"Taxonomy is no longer new.":["La taxonomie n’est plus nouvelle."],"Taxonomy is not new.":["La taxonomie n’est pas nouvelle."],"Error: Post type was not removed from new_post_types list.":["Erreur : Le type de publication n’a pas été retiré de la liste new_post_types."],"Post type is no longer new.":["Le type de publication n’est plus nouveau."],"Post type is not new.":["Le type de publication n’est pas nouveau."],"Write a bug report":["Écrire un rapport de bogue"],"Our support team is here to answer any questions you may have. Fill out the (pop-up) contact form, and we'll get back to you as soon as possible!":["Notre équipe de support est là pour répondre à toutes vos questions. Remplissez le formulaire de contact (dans la modale) et nous reviendrons vers vous dès que possible !"],"%1$sSupport languages:%2$s English & Spanish":["%1$sLangues du support : %2$sanglais et espagnol"],"If you don't find the answers you're looking for and need personalized help, you can get 24/7 support from one of our support engineers.":["Si vous ne trouvez pas les réponses à vos problèmes et souhaitez une aide personnalisée, vous pouvez obtenir de l’aide 24/7 de la part de nos ingénieurs au support."],"Contact our support team":["Contactez notre équipe de support"],"Have you stumbled upon a bug while using %1$s? Please raise a bug report on our GitHub repository to let us know about the issue!":["Avez-vous rencontré un bogue en utilisant %1$s ? Veuillez faire un rapport de bogue sur notre répertoire GitHub pour nous informer du problème !"],"Raise a bug report on GitHub":["Faire un rapport de bogue sur GitHub"],"Visit WordPress forum":["Visitez les forums WordPress"],"In the WordPress support forum for %1$s you can find answers or ask for help from %1$s users in the WordPress community.":["Dans les forums de support WordPress pour %1$s, vous trouverez des réponses ou pourrez demander de l’aide d’autres utilisateurs/utilisatrices  de %1$s de la communauté WordPress."],"WordPress support forum for %1$s":["Forums de support WordPress pour %1$s"],"Visit our help center":["Visitez notre centre d’aide"],"Have a look at our help center to find articles, tutorials, and other resources to help you get the most out of %1$s!":["Jetez un œil à notre centre d’aide pour trouver des articles, tutoriels et autres ressources pour vous aider à tirer le meilleur de %1$s !"],"%1$s's help center":["Centre d’aide de %1$s"],"Need help with %1$s? These resources are a great place to start!":["Besoin d’aide avec %1$s ? Ces ressources sont un bon point de départ !"],"Additional resources":["Ressources additionnelles"],"Here, you'll find answers to commonly asked questions about using %1$s. If you don't see your question listed, you can have a look at the section below.":["Ici vous trouverez les réponses aux questions les plus courantes sur l’utilisation de %1$s. Si vous ne voyez pas votre question listée, vous pouvez consulter la section ci-dessous."],"Frequently asked questions":["Foire aux questions"],"If you have any questions, need a hand with a technical issue, or just want to say hi, we've got you covered. Get in touch with us and we'll be happy to assist you!":["Si vous avez des questions, avez besoin d’aide avec un problème technique ou souhaitez juste nous dire bonjour, c’est possible. Contactez-nous et nous serons ravis de vous aider !"],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by Google AdsBot. You should only enable this setting if you're not using Google Ads on your site.":["Ajoute une règle « disallow » à votre fichier robots.txt pour empêcher l’exploration de AdsBot de Google. N’activez pas ce réglage si vous utiliser Google Ads pour votre site."],"Block unwanted bots":["Bloquer les robots non désirés"],"Close the upgrade callout":["Fermer le message de mise à niveau"],"%1$s and get an exclusive %2$s discount for %3$s month(s).":["%1$s et obtenez une remise exclusive de %2$s sur %3$s mois."],"Click here to upgrade your %s plan":["Cliquez ici pour mettre à niveau votre offre %s"],"Keyphrases tracked: %1$s/%2$s":["Requêtes cibles suivies : %1$s/%2$s"],"Your are tracking %1$s out of %2$s keyphrases included in your account.":["Vous suivez %1$s des %2$s requêtes cibles incluses dans votre compte."],"Your are tracking %1$s out of %2$s keyphrases included in your free account.":["Vous suivez %1$s des %2$s requêtes cibles incluses dans votre compte gratuit."],"Support":["Support"],"Prevent Google AdsBot from crawling":["Empêcher l’exploration de Google AdsBot"],"%s":["%s"],"This overview will show you your top performing keyphrases in Google. Connect with %s to get started.":["Cet aperçu affichera vos top requêtes les plus visibles sur Google. Connectez-vous à %s pour démarrer."],"You have successfully connected with %s.":["Vous avez réussi la connexion avec %s."],"You have successfully connected with %1$s. Your %2$s account does not contain any keyphrases for this website yet. You can track keyphrases by using the \"Track SEO Performance\" button in the post editor.":["Votre connexion à %1$s est opérationnelle. Votre compte %2$s ne contient pas encore de requêtes de ce site. Vous pouvez en suivre en utilisant le bouton « Suivre la performance SEO » de l’éditeur de publications."],"Network Error: Unable to connect to the server. Please check your internet connection and try again later.":["Erreur de réseau : impossible de se connecter au serveur. Veuillez vérifier votre connexion internet et réessayez ultérieurement."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of URLs like %1$s, %2$s and %3$s.":["Ajoute une règle « disallow » à votre fichier robots.txt pour empêcher l’exploration des URL comme %1$s, %2$s et %3$s."],"Your WordPress environment is running on a non-production site. Indexables can only be created on production environments. Please check your `WP_ENVIRONMENT_TYPE` settings.":["Votre environnement WordPress tourne sur un site qui n’est pas en production. Les indexables ne peuvent être créés que sur des environnements de production. Veuillez vérifiez vos réglages `WP_ENVIRONMENT_TYPE`."],"Inclusive language: %s":["Langage inclusif : %s"],"%1$s / %2$s: Top Keyphrases":["%1$s / %2$s : top requêtes"],"The post type %s could not be indexed because it does not meet indexing requirements.":["Le type de publication %s ne peut pas être indexé car il n’atteint pas les prérequis d’indexation."],"The name of this category is %1$s.":["Le nom de cette catégorie est %1$s."],"Start the course":["Commencer la formation"],"Start free trial lesson":["Commencer la formation gratuite"],"Maximize your SEO game by purchasing %s, which grants you unlimited access to all courses.":["Maximisez votre SEO en achetant %s qui vous donne un accès illimité à toutes les formations."],"Learn vital SEO skills that you can apply at once! Let us take you by the hand and give you practical SEO tips to help you outrank your competitors. %s comes with five free courses.":["Apprenez des compétences SEO vitales et actionnables ! Nous vous guiderons des astuces SEO pratiques pour dépasser vos concurrents. %s vous offre 5 formations gratuites."],"Learn vital SEO skills that you can apply at once! Let us take you by the hand and give you practical SEO tips to help you outrank your competitors. Maximize your SEO game! Because your %s subscription gives you unlimited access to all courses.":["Apprenez des compétences SEO vitales et actionnables ! Nous vous guiderons des astuces SEO pratiques pour dépasser vos concurrents. Maximisez votre SEO avec votre abonnement %s qui vous donne un accès illimité à toutes les formations."],"Choosing the right type of hosting for your site is the basis of a solid Technical SEO strategy. Learn all about it in this course!":["Un bon hébergement est la base du stratégie de SEO technique solde. Choisissez bien votre hébergeur grâce à cette formation !"],"You have to make it possible for search engines to find your site, so they can display it in the search results. We'll tell you all about how that works in this course!":["Vous devez permettre aux moteurs de recherche de trouver votre site, afin qu’ils l’affichent dans les résultats de recherche. Nous vous dirons comment cela fonctionne dans cette formation !"],"Are you selling in countries all over the world? In this course, you’ll learn all about setting up and managing a site that targets people in different languages and locales.":["Est-ce que vous vendez à l’international ? Dans cette formation, vous apprendrez à créer et gérer un site qui s’adresse à des personnes qui parlent différentes langues."],"Do you want to take a deep dive into structured data? In this course, you'll learn the theory related to structured data in detail.":["Vous souhaitez plonger dans les données structurées ? Dans cette formation, vous apprendrez toute la théorie à ce sujet."],"Learn how to optimize your online shop for your customers and for search engines!":["Apprenez à optimiser votre boutique en ligne pour vos clients et pour les moteurs de recherche !"],"Do you own a local business? This course will teach you how to make sure your local audience can find you in the search results and on Google Maps!":["Vous avez une entreprise locale ? Cette formation vous apprendra à faire en sorte que votre audience locale vous trouve dans les résultats de recherche et sur Google Maps !"],"A clear site structure benefits your users and is of great importance for SEO. Still, most people seem to forget about this. Get ahead of your competition and learn how to improve your site structure!":["Une structure de site claire est importante pour vos visiteurs et pour le SEO. Pourtant, la plupart des webmasters l’oublient. Prenez votre concurrence de court et apprenez à améliorer votre structure de site !"],"Start creating block-tastic content with the new WordPress block editor! Learn all about the block editor and what you can do with it.":["Commencez à créer du contenu fantastique avec le nouvel éditeur de blocs ! Apprenez tout sur ce constructeur et ce que vous pouvez en faire."],"Do you know the essential first step of good SEO? It's keyword research. In this training, you'll learn how to research and select the keywords that will guide searchers to your pages.":["Connaissez-vous la première étape essentielle pour un bon référencement ? C’est l’étude lexicale. Dans ce programme, vous apprendrez à rechercher et sélectionner les requêtes qui amèneront les internautes à vos pages."],"Learn how to make your site stand out from the crowd by adding structured data!":["Apprenez à faire sortir votre site du lot en ajoutant des données structurées !"],"In this course, you'll learn how to write awesome copy that is optimized for ranking in search engines.":["Dans cette formation, vous apprendrez à écrire du bon contenu optimisé pour les moteurs de recherche."],"Do you want to set up your own WordPress site? This course will teach you the ins and outs of creating and maintaining a WordPress website!":["Vous souhaitez configurer votre propre site WordPress ? Cette formation vous apprendra les tenants et aboutissants de la création et maintenance !"],"In this course, you'll learn practical SEO skills on every key aspect of SEO, to make your site stand out.":["Dans cette formation, vous apprendrez les compétences actionnables de tous les aspects du SEO, pour que votre site sorte du lot."],"In this course, you'll learn about how to set up and use the %1$s for WordPress plugin so it makes SEO even easier. This course is meant for users of the block editor.":["Dans cette formation, vous apprendrez à configurer et utiliser l’extension WordPress %1$s afin de faciliter votre référencement. Cette formation s’adresse aux utilisateurs/utilisatrices de l’éditeur de blocs."],"In this free course, you'll get quick wins to make your site rank higher in Google, Bing, and Yahoo.":["Dans cette formation gratuite, vous obtiendrez des pistes efficaces pour être plus visible sur Google, Bong et Yahoo."],"Academy":["Académie"],"%1$s %2$s isn't working as expected %3$s and you are not receiving updates or support! Make sure to %4$s activate your product subscription in %5$s%6$s to unlock all the features of %7$s.":["%1$s %2$s ne fonctionne pas de façon optimale %3$s et vous ne recevez plus les mises à jour ou de support ! Assurez-vous %4$s d’activer votre abonnement dans %5$s%6$s pour débloquer toutes les fonctionnalités de %7$s."],"%1$s can't be updated because your product subscription is expired. %2$sRenew your product subscription%3$s to get updates again and use all the features of %1$s.":["%1$s ne peut pas être mis à jour parce que votre abonnement a expiré. %2$sRenouvelez votre licence%3$s pour obtenir les mises à jour et utiliser toutes les fonctionnalités de %1$s."],"Warning! These are expert features, so make sure you know what you're doing before using this setting. You might break your site. %1$sRead more about how your site can be affected%2$s.":["Avertissement : Ce sont des fonctionnalités pour les experts donc assurez-vous de savoir ce que vous faites avant d’utiliser ce réglage. %1$sEn savoir plus sur l’impact potentiel sur votre site%2$s."],"%1$s: unregistered URL parameter removed. See %2$s":["%1$s : paramètre d’URL non-enregistré retiré. Consultez %2$s"],"This feature is disabled when your site is not using pretty permalinks.":["Cette fonctionnalité est désactivée lorsque votre site n’utilise pas de beaux permaliens."],"This feature is disabled when your site is not using %1$spretty permalinks%2$s.":["Cette fonctionnalité est désactivée lorsque votre site n’utilise pas de %1$sbeaux permaliens%2$s."],"%1$s: redirect utm variables to #":["%1$s : rediriger vers les variables utm vers #"],"Optimize your business for multiple locations":["Optimisez votre activité pour plusieurs emplacements"],"Easily add maps, address finders, and opening hours to your content":["Ajoutez facilement des cartes, des adresses et des heures d’ouverture à votre contenu"],"Automatically get technical SEO best practices for local businesses":["Obtenez automatiquement les bonnes pratiques SEO pour les entreprises locales"],"Attract more customers to your site and physical store":[""],"Remove Other profile %1$s":["Retirer l’autre profil %1$s"],"Please select a user in the Site representation step.":["Veuillez sélectionner un compte utilisateur à l’étape de la représentation du site."],"You can %1$supdate or add social profiles to this user profile%2$s.":["Vous pouvez %1$smettre à jour ou ajouter des profils sociaux à ce profil utilisateur%2$s."],"You have selected the user %1$s as the person this site represents.":["Vous avez sélectionné le compte utilisateur %1$s comme étant la personne que ce site représente."],"If you select a Person to represent this site, we will use the social profiles from the selected user's profile page.":["Si vous sélectionnez une « personne » comme représentante de ce site, nous utiliserons les profils sociaux du compte en question."],"It looks like you've enabled media pages. We recommend that you help us to re-analyze your site by running the SEO data optimization. ":["Il semblerait que vous ayez activé les pages de média. Nous vous recommandons de nous aider à ré-analyser votre site en lançant l’optimisation des données SEO. "],"Organization Mastodon":["Mastodon de l’entité"],"%1$s Settings - %2$s":["Réglages de %1$s - %2$s"],"Read more about how to get your site verified.":["En savoir plus sur la vérification de site."],"Get your site verified in your Mastodon profile.":["Obtenez le statut de site vérifié dans votre profil Mastodon."],"E.g. https://mastodon.social/@yoast":["Par ex. : https://mastodon.social/@yoast"],"Mastodon":["Mastodon"],"%2$s integrates %1$s' Schema output into its own to get rich snippets for your digital products!":["%2$s s’intègre aux données Schema de %1$s et ajoute les siennes pour générer des résultats enrichis pour vos produits numériques !"],"Get %1$srich results for your digital products%2$s in Google search":["Obtenez des %1$srésultats enrichis pour vos produits numériques%2$s dans les recherches Google"],"Add trustworthiness to your %1$s profile by verifying your site with %2$s.":["Ajoutez de la légitimité à votre profil %1$s en vérifiant votre site avec %2$s."],"Verify your site on %1$s%2$s%3$s":["Vérifiez votre site sur %1$s%2$s%3$s"],"Mastodon profile not yet added":["Profil Mastodon pas encore ajouté"],"Mastodon profile added":["Profil Mastodon ajouté"],"Potentially non-inclusive":["Potentiellement non-inclusif"],"Finish your %s":["Finissez votre %s"],"Please enter a number between 1 and 50.":["Veuillez saisir un nombre entre 1 et 50."],"Settings navigation":["Navigation des réglages"],"Close settings navigation":["Fermer la navigation des réglages"],"Open settings navigation":["Ouvrir la navigation des réglages"],"Choose whether your site represents an organization or a person. %1$sLearn more about the differences and choosing between Organization and Person%2$s.":["Choisissez si votre site représente une entité ou une personne. %1$sEn savoir plus sur la différence entre les deux choix%2$s."],"%1$sGet%2$s %3$s":["%1$sPassez à%2$s %3$s"],"Index Now":["Index Now"],"Failed to retrieve media.":["Échec de récupération des médias."],"Limit the length of internal site search queries to reduce the impact of spam attacks and confusing URLs. Please enter a number between 1 and 50.":["Limitez la longueur des requêtes de recherche interne pour réduire l’impact des attaques indésirables et les URL incompréhensibles. Veuillez saisir un nombre entre 1 et 50."],"The number you've entered is not between 1 and 50.":["Le nombre saisi n’est pas entre 1 et 50."],"Determine how your %1$s should look on social media.":["Déterminez comment vos %1$s devraient apparaître sur les réseaux sociaux."],"Disabling this means that archive pages for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["La désactivation signifie que les pages d’archives des %1$s ne seront pas indexées par les moteurs de recherche et seront exclues des plans de site XML."],"Prevents specific URL parameters from being removed by the above feature. E.g., adding %1$s will prevent %2$s from being redirected to %3$s. You can add multiple parameters and separate them by using enter or a comma.":["Empêche des paramètres d’URL spécifiques d’être retirés par la fonctionnalité ci-dessus. Par ex. : en ajoutant %1$s, cela empêchera %2$s d’être redirigé vers %3$s. Vous pouvez ajouter plusieurs paramètres et les séparer par des sauts de ligne ou des virgules."],"Consolidates WordPress' multiple site search URL formats into the %1$s syntax. E.g., %2$s will redirect to %3$s":["Consolide les formats d’URL de site multiple WordPress en syntaxe %1$s. Par ex. : %2$s redirigera vers %3$s"],"Redirect pretty URLs to ‘raw’ formats":["Rediriger les « belles » URL vers leur format brut"],"Allow":["Autoriser"],"Deny":["Refuser"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["Pour consulter cette vidéo, vous devez autoriser %1$s à charger des vidéos embarquées depuis %2$s."],"Only available for English sites":["Uniquement disponible pour les sites en anglais"],"You can change the default type for %1$s under Content types in the %2$sSettings%3$s.":["Vous pouvez changer le type par défaut des %1$s dans la partie des types de contenu des %2$sréglages%3$s."],"all the Yoast plugins":["toutes les extensions de Yoast"],"Show date archives in search results":["Afficher les archives par date dans les résultats de recherche"],"Show %1$s archives in search results":["Afficher les archives des %1$s dans les résultats de recherche"],"Prefix for archive breadcrumbs":["Préfixe pour le fil d’Ariane des archives"],"Unlock rich results in Google search by using plugins that integrate with the %1$sYoast Schema API%2$s.":["Débloquez des résultats enrichis dans Google en utilisant des extensions qui s’intègrent avec %1$sl’API Schema de Yoast%2$s."],"Schema API integrations":["Intégrations à l’API Schema"],"%s can integrate with other products, to help you further improve your website. You can enable or disable these integrations below.":["%s peut s’intégrer à d’autres produits pour vous aider à améliorer votre site. Vous pouvez activer ou désactiver ces intégrations ci-dessous."],"Unlock rich snippets for your product pages by using %1$s.":["Débloquez des résultats enrichis pour vos pages produits en utilisant %1$s."],"Get %1$srich product results%2$s in Google search":["Obtenez des %1$srésultats enrichis de produits%2$s dans Google"],"%1$s integrates with %2$s's Schema API to get rich snippets for your recipes!":["%1$s s’intègre à l’API Schema de %2$s pour obtenir des résultats enrichis pour vos recettes !"],"Get %1$srich results for your recipes%2$s in Google search":["Obtenez des %1$srésultats enrichis pour vos recettes%2$s dans Google"],"%1$s integrates with %2$s's Schema API to get rich snippets for your podcasts!":["%1$s s’intègre à l’API Schema de %2$s pour obtenir des résultats enrichis pour vos podcasts !"],"Get %1$srich results for your podcast%2$s in Google search":["Obtenez des %1$srésultats enrichis pour vos podcasts%2$s dans Google"],"%1$s integrates with %2$s's Schema API to get rich snippets for your events!":["%1$s s’intègre à l’API Schema de %2$s pour obtenir des résultats enrichis pour vos événements !"],"Get %1$srich results for your events%2$s in Google search":["Obtenez des %1$srésultats enrichis pour vos événements%2$s dans Google"],"You have selected the user %1$s%3$s%2$s as the person this site represents. Their user profile information will now be used in search results. We're sorry, you're not allowed to edit this user's profile. Please contact your admin or %1$s%3$s%2$s to check and/or update the profile.":["Vous avez sélectionné le compte %1$s%3$s%2$s comme personne que ce site représente. Ses informations de profil seront désormais utilisées dans les résultats de recherche. Nous sommes désolés, vous n’avez pas le droit de modifier ce profil utilisateur. Veuillez contacter votre administrateur/administratrice ou %1$s%3$s%2$s pour vérifier et/ou mettre à jour le profil."],"An organization name and logo need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site name and logo as default values. %1$sLearn more about the importance of structured data%2$s.":["Un nom et un logo d’entité doivent être définis pour que les données structurées fonctionnent correctement. Puisque vous n’en avez pas mis, nous utilisons le nom du site et son logo comme valeurs par défaut. %1$sEn savoir plus sur l’importance des données structurées%2$s."],"This info is intended to appear in %1$sGoogle's Knowledge Graph%2$s.":["Cette information doit apparaître dans le %1$sKnowledge Graph de Google%2$s."],"Other profile %1$s":["Autre profil %1$s"],"Tweet":["Tweet"],"Organization Twitter":["Entité Twitter"],"Open Graph":["Open Graph"],"Organization Facebook":["Entité Facebook"],"OpenGraph":["OpenGraph"],"Format archives":["Archives par format"],"File":["Fichier"],"PDF":["PDF"],"Video":["Vidéo"],"Attachment":["Fichier joint"],"404 pages title":["Titre des pages 404"],"Search pages title":["Titre des pages de recherche"],"Enable date archives":["Activer les archives par date"],"Enable author archives":["Activer les archives des auteurs/autrices"],"Anchor text for the homepage":["Ancre vers la page d’accueil"],"Organization/person":["Entité / Personne physique"],"Divider":["Séparateur"],"Remove Atom/RDF feeds":["Retirer les flux Atom/RDF"],"Webmaster":["Webmestre"],"Share":["Partage"],"Structured data":["Données structurées"],"Enable the %1$s XML sitemaps. A sitemap is a file that lists a website's essential pages to make sure search engines can find and crawl them.":["Active les plans de site XML de %1$s. Un plan de site est un fichier qui liste les pages essentielles d’un site, pour s’assurer que les moteurs de recherche les trouvent et les explorent."],"The %1$s icon in the top admin bar provides quick access to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["L’icône de %1$s dans la barre d’administration supérieure propose un accès rapide vers des outils-tiers pour analyser des pages et vous permet de consulter les notifications."],"Allows for Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared. Keep this feature enabled to optimize your site for social media.":["Permet à Facebook et d’autres réseaux sociaux d’afficher un aperçu avec des images et un extrait de text lorsqu’un lien vers votre site est partagé. Gardez cette fonctionnalité activée pour optimiser votre site pour les réseaux sociaux."],"Count the number of internal links from and to your posts to improve your site structure.":["Compte le nombre de liens internes depuis et vers vos articles afin d’améliorer la structure de votre site."],"Mark and filter your cornerstone content to make sure your most important articles get the attention they deserve. To help you write excellent copy, we’ll assess your text more strictly.":["Marquez et filtrez votre contenu pilier pour vous assurer que vos articles les plus importants récoltent l’attention qu’ils méritent. Pour vous aider à mieux écrire, nous évaluerons votre texte de façon plus stricte."],"Get more insights into what you are writing. What words do you use most often? How much time does it take to read your text? Is your text easy to read?":["Obtenez des statistiques sur ce que vous écrivez. Quels mots utilisez-vous le plus ? Combien de temps faut-il pour lire votre texte ? Est-il facile à lire ?"],"The inclusive language analysis offers suggestions to write more inclusive copy, so more people will be able to relate to your content.":["L’analyse de langage inclusif vous propose des suggestions pour écrire des contenus plus inclusifs afin que plus de personnes puissent s’identifier à votre texte."],"The SEO analysis offers suggestions to improve the findability of your text and makes sure that your content meets best practices.":["L’analyse SEO vous propose des suggestions pour améliorer la visibilité de votre texte et vous assurer que votre contenu respecte les bonnes pratiques."],"Set the basic info for your website. You can use %1$stagline%2$s and %1$sseparator%2$s as %3$sreplacement variables%4$s when configuring the search appearance of your content.":["Définissez les informations essentielles de votre site. Vous pouvez utiliser le %1$sslogan%2$s et le %1$sséparateur%2$s en %3$svariables de substitution%4$s lors de la configuration de l’apparence SEO de votre contenu."],"Usage tracking allows us to track some data about your site to improve our plugin. %1$sLearn more about which data we track and why%2$s.":["Le suivi d’utilisation nous permet de récolter des données sur votre site pour améliorer notre extension. %1$sEn savoir plus sur les données collectées et pourquoi%2$s."],"A link to the archive for the post author, with the author's name as anchor text.":["Un lien vers les archives de l’auteur ou de l’autrice de la publication, avec son nom pour ancre de lien."],"Determine how your %1$s pages should be described by default in your site's Schema.org markup. You can always customize the settings for individual %1$s pages in the %2$s metabox.":["Déterminez comment vos pages de %1$s devraient être décrites par défaut dans le balisage Schema.org de votre site. Vous pouvez teoufois personnaliser les réglages pour les pages de %1$s individuelles dans la boîte méta de %2$s."],"Determine how your %1$s pages should look in search engines. You can always customize the settings for individual %1$s pages in the %2$s metabox.":["Déterminez comment vos pages de %1$s devraient apparaître dans les résultats de recherche. Vous pouvez toutefois personnaliser ces réglages pour les pages de %1$s individuelles dans la boîte méta de %2$s."],"Enable %1$s pages":["Activer les pages de %1$s"],"Determine how your homepage should look in the search results.":["Déterminez comment votre page d’accueil devrait apparaître dans les résultats de recherche."],"Determine how your %1$s should look in search engines. You can always customize the settings for individual %1$s in the %2$s metabox.":["Déterminez comment vos %1$s devraient apparaître dans les résultats de recherche. Vous pouvez tout de même modifier les réglages pour les %1$s individuels dans la boîte méta de %2$s."],"Enable format-based archives":["Activer les archives par date"],"Not sure how to implement the %3$s breadcrumbs on your site? Read %1$sour help article on breadcrumbs implementation%2$s.":["Vous ne savez pas comment implémenter le fil d’Ariane de %3$s sur votre site ? Lisez %1$snotre article d’aide à ce sujet%2$s."],"Show %1$s without posts in search results":["Afficher les %1$s sans article dans les résultats de recherche"],"Determine how your %1$s should look on social media by default. You can always customize the settings for individual %1$s in the %2$s metabox.":["Déterminez comment vos %1$s devraient apparaître dans les réseaux sociaux par défaut. Vous pouvez toujours modifier ces réglages pour les %1$s individuel(le)s dans la boîte méta de %2$s."],"Determine what your %1$s should look like in the search results by default. You can always customize the settings for individual %1$s in the %2$s metabox.":["Déterminez comment vos %1$s devraient apparaître dans les résultats de recherche par défaut. Vous pouvez toujours modifier ces réglages pour les %1$s individuel(le)s dans la boîte méta de %2$s."],"This taxonomy is used for %2$s.":["Cette taxonomie est utilisée pour les %2$s."],"This taxonomy is used for %1$s and %2$s.":["Cette taxonomie est utilisée pour les %1$s et les %2$s."],"Read more about our custom field analysis":["En savoir plus sur l’analyse des champs personnalisés"],"Determine how your %1$s should look on social media by default. You can always customize the settings for individual %1$s in the %2$s sidebar or metabox.":["Déterminez comment vos %1$s devraient apparaître dans les réseaux sociaux par défaut. Vous pouvez toujours modifier ces réglages pour les %1$s individuel(le)s dans la colonne latérale ou la boîte meta de %2$s."],"Determine what your %1$s should look like in the search results by default. You can always customize the settings for individual %1$s in the %2$s sidebar or metabox.":["Déterminez comment vos %1$s devraient apparaître dans les résultats de recherche par défaut. Vous pouvez toujours modifier ces réglages pour les %1$s individuel(le)s dans la colonne latérale ou la boîte meta de %2$s."],"Determine how your %1$s should be described by default in %2$syour site's Schema.org markup%3$s. You can always change the settings for individual %1$s in the %4$s sidebar or metabox.":["Déterminez comment vos %1$s devraient être décrit(e)s par défaut dans le %2$sbalisage Schema.org de votre site%3$s. Vous pouvez toujours modifier ces réglages pour les %1$s individuel(le)s dans la colonne latérale ou la boîte meta de %4$s."],"You can add multiple custom fields and separate them by using %1$senter%2$s or %1$scomma%2$s.":["Vous pouvez ajouter plusieurs champs personnalisés et les séparer avec %1$sEntrée%2$s ou %1$sdes virgules%2$s."],"Please enter a search term with at least 3 characters.":["Veuillez saisir un terme de recherche avec au moins 3 caractères."],"CtrlK":["Ctrl + K"],"⌘K":["⌘K"],"Add new user...":["Ajouter un nouveau compte…"],"Unavailable for multisites":["Non disponible pour les multisites"],"Integrate your custom fields and SEO data from %1$s%2$s%3$s":["Intégrez vos champs personnalisés et données SEO depuis %1$s%2$s%3$s"],"Upgrade your %1$s%2$s%3$s SEO":["Améliorez votre référencement %1$s%2$s%3$s"],"Improve your internal search results with %1$s%2$s%3$s":["Améliorez votre recherche interne avec %1$s%2$s%3$s"],"Make your terms & privacy pages more trustworthy with %1$s%2$s%3$s":["Ajoutez de la confiance à vos mentions légales et politiques de confidentialité avec %1$s%2$s%3$s"],"Track your rankings through time with %1$s%2$s%3$s":["Suivez vos positions SEO au fil du temps avec %1$s%2$s%3$s"],"Use %1$s%2$s%3$s to do keyword research - without leaving your post":["Utilisez %1$s%2$s%3$s pour faire des études lexicales - sans quitter votre publication"],"We could not save the website name. Please check the value.":["Nous n’avons pas pu enregistrer le nom de votre site. Veuillez vérifier la valeur."],"%1$sSubheading distribution%2$s: The beginning of your text is longer than %4$s %5$s and is not separated by any subheadings. %3$sAdd subheadings to improve readability.%2$s":["%1$sHiérarchie des titres%2$s : Le début de votre texte fait plus de %4$s %5$s et n’est pas séparée par des titres. %3$sAjoutez-en pour améliorer la lisibilité%2$s."],"WordPress.org support forums":["Forums de support WordPress.org"],"Yoast Premium support":["Support de Yoast Premium"],"Yoast.com help section":["Section aide de Yoast.com"],"Help":["Aide"],"Write better content":["Écrivez un meilleur contenu"],"Improve your blog post":["Améliorez votre article"],"Learn more SEO":["Approfondissez le SEO"],"SEO Tools":["Outils SEO"],"not set":["non défini"],"With a 30-day money-back guarantee. No questions asked.":[""],"Reach new customers who live near your business":[""],"Get all 5 Yoast plugins for WordPress at a big discount":[""],"Cover all your SEO bases":["Couvre toutes vos bases SEO"],"Add global identifiers for variable products":["Ajoutez des identifiants globaux pour les produits variables"],"Drive more traffic to your online store":["Générez plus de trafic vers votre boutique en ligne"],"Add all necessary schema.org markup":["Ajoute le balisage schema.org nécessaire"],"Ping Google on the publication of a new post":["Notifiez Google de la sortie de nouvelles publications"],"Rank higher in Google's news carousel":["Soyez plus visible dans le carousel de Google News"],"Make your videos responsive for all screen sizes":["Rendez vos vidéos responsive pour tous les appareils"],"Cleaned up %1$d record from %2$s.":["%1$d enregistrement a été nettoyé de %2$s.","%1$d enregistrements ont été nettoyés de %2$s."],"Cleaning up %1$s [%2$s]":["Nettoyage de %1$s [%2$s]"],"Skipping %1$s. %2$s is not active on this site.":["%1$s ignoré. %2$s n’est pas actif sur ce site."],"Cleaned up %1$d record.":["%1$d enregistrement a été nettoyé.","%1$d enregistrements ont été nettoyés."],"The value for 'batch-size' must be a positive integer higher than equal to 1.":["La valeur pour « batch-size » doit être un entier positif égal ou supérieur à 1."],"The value for 'interval' must be a positive integer.":["La valeur « interval » doit être un entier positif."],"We need to re-analyze some of your SEO data because of a change in the visibility of your taxonomies. Please help us do that by running the SEO data optimization. ":["Nous devons analyser une partie de vos données SEO à nouveau suite à changement de visibilité sur vos taxonomies. Aidez-nous à le faire en lançant une optimisation des données SEO. "],"We need to re-analyze some of your SEO data because of a change in the visibility of your post types. Please help us do that by running the SEO data optimization. ":["Nous devons analyser une partie de vos données SEO à nouveau suite à changement de visibilité sur vos types de publication. Aidez-nous à le faire en lançant une optimisation des données SEO. "],"The term %s could not be built because it's not indexable.":["Le terme %s ne peut pas être généré car il n’est pas indexable."],"The post %s could not be indexed because it's post type is excluded from indexing.":["La publication %s ne peut pas être indexée car son type de publication est exclu de l’indexation."],"The post %s could not be indexed because it does not meet indexing requirements.":["La publication %s ne peut pas être indexée car elle n’atteint pas les prérequis d’indexation."],"%1$sSAVE 30%%%2$s on your 12 month subscription":["%1$sÉconomisez 30%%%2$s sur votre abonnement de 12 mois"],"BLACK FRIDAY - 30% OFF":["BLACK FRIDAY - 30% de réduction"],"Use the alternate organization name for acronyms, or a shorter version of your organization's name.":["Utilisez le nom d’entité alternatif pour un acronyme ou une version courte du nom de votre entité."],"Alternate organization name":["Nom d’entité alternatif"],"Use the alternate website name for acronyms, or a shorter version of your website's name.":["Utilisez le nom de site alternatif pour un acronyme ou une version courte du nom de votre site."],"Alternate website name":["Nom de site alternatif"],"Determine how the title of your 404 error pages should look in the browser.":["Déterminez comment devrait apparaître le titre des pages 404 dans le navigateur."],"404 error pages":["Pages d’erreur 404"],"Determine how the title of your internal search pages should look in the browser.":["Déterminez comment devrait apparaître le titre des pages de recherche interne dans le navigateur."],"Internal search pages":["Pages de recherche interne"],"Show media pages in search results":["Afficher les pages de média dans les résultats de recherche"],"Show format archives in search results":["Afficher les archives par date dans les résultats de recherche"],"Show author archives in search results":["Afficher les archives d’auteurs/autrices dans les résultats de recherche"],"Breadcrumbs for %1$s":["Fil d’Ariane pour les %1$s"],"Site connections":["Connexions au site"],"View the XML sitemap":["Consulter le plan de site XML"],"Enable feature":["Activer la fonctionnalité"],"Site features":["Fonctionnalités du site"],"Learn more":["En savoir plus"],"Site info":["Informations du site"],"We're sorry, you're not allowed to edit the %1$swebsite name%2$s and %1$stagline%2$s.":["Nous sommes désolés, vous n’avez pas l’autorisation de modifier le %1$snom du site%2$s et le %1$sslogan du site%2$s."],"Show or hide our tools and controls in the attachment editor.":["Affichez ou masquez nos outils et contrôles dans l’éditeur de fichier joint."],"(e.g., %1$s)":["(par ex. : %1$s)"],"Remove unregistered URL parameters":["Retirer les paramètres d’URL non enregistrés"],"Optimize Google Analytics utm tracking parameters":["Optimiser les paramètres de suivi utm de Google Analytics"],"Remove WP-JSON API":["Retirer l’API WP-JSON"],"Remove emoji scripts":["Retirer les scripts d’emoji"],"Remove Atom / RDF feeds":["Retirer les flux Atom/RDF"],"Remove search results feeds":["Retirer les flux des résultats de recherche"],"Remove custom taxonomy feeds":["Retirer les flux des taxonomies personnalisées"],"Remove tag feeds":["Retirer les flux des étiquettes"],"Remove category feeds":["Retirer les flux des catégories"],"Remove post type feeds":["Retirer les flux des types de publication"],"Remove post authors feeds":["Retirer les flux des auteurs/autrices d’articles"],"Remove post comments feeds":["Retirer les flux de commentaires des articles"],"Remove global comment feeds":["Retirer les flux globaux de commentaires"],"Remove global feed":["Retirer le flux global"],"Remove powered by HTTP header":["Retirer l’en-tête HTTP « propulsé par »"],"Remove generator tag":["Retirer la balise du générateur"],"Remove oEmbed links":["Retirer les liens oEmbed"],"Remove RSD / WLW links":["Retirer les liens RSD/WLW"],"Remove REST API links":["Retirer les liens d’API REST"],"Remove shortlinks":["Retirer les liens courts"],"Show or hide our tools and controls in the content editor.":["Affichez ou masquez nos outils et contrôles dans l’éditeur de contenu."],"Enable SEO controls and assessments":["Activer les contrôles et les vérifications SEO"],"Unlock with %1$s":["Débloquer avec %1$s"],"We couldn’t find anything with that term.":["Nous n’avons rien trouvé avec ce terme."],"Search...":["Rechercher…"],"Quick search...":["Recherche rapide…"],"No, continue editing":["Non, continuer la modification"],"Yes, discard changes":["Oui, annuler les modifications"],"You are about to discard all unsaved changes. All of your settings will be reset to the point where you last saved. Are you sure you want to do this?":["Vous êtes sur le point d’annuler toutes les modifications non enregistrées. Tous vos réglages reviendront à leur état après le dernier enregistrement. Confirmez-vous cette action ?"],"Discard all changes":["Annuler toutes les modifications"],"Redirect pretty URLs for search pages to raw format":["Rediriger les belles URL des pages de recherche vers leur format brut"],"Choose the general appearance of your breadcrumbs.":["Choisissez l’apparence général de votre fil d’Ariane."],"Breadcrumb appearance":["Apparence du fil d’Ariane"],"You have selected the user %1$s%5$s%2$s as the person this site represents. Their user profile information will now be used in search results. %3$sUpdate their profile to make sure the information is correct%4$s.":["Vous avez sélectionné le compte %1$s%5$s%2$s comme étant la personne que ce site représente. Les informations de son profil seront maintenant utilisées pour les résultats de recherche. %3$sMettez à jour son profil pour vérifier que les informations sont correctes%4$s."],"Please tell us more about the person this site represents.":["Veuillez nous en dire plus sur la personne que ce site représente."],"E.g. https://example.com/yoast":["Par ex. : https://exemple.com/yoast"],"Tell us if you have any other profiles on the web that belong to your organization. This can be any number of profiles, like YouTube, LinkedIn, Pinterest, or even Wikipedia.":["Dites-nous si vous avez d’autres profils qui appartiennent à votre entité. Par exemple des profils Youtube, LinkedIn, Pinterest ou même Wikipedia."],"Please tell us more about your organization. This information will help Google to understand your website, and improve your chance of getting rich results.":["Veuillez nous en dire plus sur votre entité. Cette information aidera Google à comprendre votre site, ce qui améliorera vos chances d’obtenir des résultats enrichis."],"E.g. https://twitter.com/yoast":["Par ex. : https://twitter.com/yoast"],"E.g. https://facebook.com/yoast":["Par ex. : https://facebook.com/yoast"],"Other profiles":["Autres profils"],"Writing":["Écriture"],"You can determine the title and description for the blog page by %1$sediting the blog page itself%2$s.":["Vous pouvez définir le titre et la description de la page de blog en %1$sla modifiant directement%2$s."],"These are expert features, so make sure you know what you're doing before removing the parameters. %1$sRead more about how your site can be affected%2$s.":["Ce sont des fonctionnalités pour les experts donc assurez-vous de savoir ce que vous faites avant de retirer ces paramètres. %1$sEn savoir plus sur l’impact potentiel sur votre site%2$s."],"Advanced: URL cleanup":["Avancé : nettoyage d’URL"],"Prevent crawling of internal site search URLs":["Empêcher l’exploration des URL de recherche interne"],"Block internal site searches which match the patterns of known spam attacks.":["Bloquer les recherches de sites qui correspondent aux mécanismes connus d’attaques."],"Block internal site searches which contain complex and non-alphanumeric characters, as they may be part of a spam attack.":["Bloquer les recherches internes qui contiennent des caractères complexes et non-alphanumériques, signes probables d’attaques."],"Enables advanced settings for protecting your internal site search URLs.":["Active des réglages avancés de protection des URL de recherche interne."],"Your internal site search can create lots of confusing URLs for search engines, and can even be used as a way for SEO spammers to attack your site. Most sites will benefit from experimenting with these protections and optimizations, even if you don’t have a search feature in your theme.":["Votre recherche interne peut créer beaucoup d’URL qui perdent les moteurs de recherche et peuvent également être utilisées comme vecteurs d’attaques SEO. La plupart des sites bénéficieront de ces protections et optimisations, même si vous n’avez pas de fonctionnalité de recherche dans votre thème."],"Internal site search cleanup":["Nettoyage de la recherche interne"],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of WordPress' JSON API endpoints.":["Ajoute une règle « disallow » à votre fichier robots.txt pour empêcher l’exploration des points de terminaison de l’API JSON de WordPress."],"Remove JavaScript used for converting emoji characters in older browsers.":["Retirer le JavaScript utilisé pour convertir les caractères emoji dans les navigateurs obsolètes."],"Remove URLs which provide alternative (legacy) formats of all of the above.":["Retirer les URL qui proposent des formats alternatifs (obsolètes) de tous les éléments ci-dessus."],"Remove URLs which provide information about your search results.":["Retirer les URL qui proposent des informations sur vos résultats de recherche."],"Remove URLs which provide information about your recent posts, for each custom taxonomy.":["Retirer les URL qui proposent des informations sur vos publications récentes, pour chaque taxonomie personnalisée."],"Remove URLs which provide information about your recent posts, for each tag.":["Retirer les URL qui proposent des informations sur vos publications récentes, pour chaque étiquette."],"Remove URLs which provide information about your recent posts, for each category.":["Retirer les URL qui proposent des informations sur vos publications récentes, pour chaque catégorie."],"Remove URLs which provide information about your recent posts, for each post type.":["Retirer les URL qui proposent des informations sur vos publications récentes, pour chaque type de publication."],"Remove URLs which provide information about recent posts by specific authors.":["Retirer les URL qui proposent des informations sur les publications récentes pour des auteurs/autrices spécifiques."],"Remove URLs which provide information about recent comments on each post.":["Retirer les URL qui proposent des informations sur les derniers commentaires de chaque publication."],"Also disables post comment feeds.":["Désactive également les flux des commentaires."],"Remove URLs which provide an overview of recent comments on your site.":["Retirer les URL qui proposent un aperçu des derniers commentaires sur votre site."],"Remove URLs which provide an overview of your recent posts.":["Retirer les URL qui proposent un aperçu de vos publications récentes."],"WordPress outputs your content in many different formats, across many different URLs (like RSS feeds of your posts and categories). It’s generally good practice to disable the formats you’re not actively using.":["WordPress génère votre contenu en plusieurs formats, répartis sur plusieurs URL (comme les flux RSS de vos publications et catégories). La désactivation des formats que vous n’utilisez pas réellement est une bonne pratique."],"Disable unwanted content formats":["Désactiver les formats de contenu non souhaités"],"Remove links which allow others sites to ‘ping’ yours when they link to you.":["Retirer les liens qui permettent aux autres sites de vous notifier lorsqu’ils vous font un lien."],"Remove information about the plugins and software used by your site.":["Retirer les informations sur les extensions et outils utilisés sur votre site."],"Remove links used for embedding your content on other sites.":["Retirer les liens utilisés pour embarquer votre contenu sur d’autres sites."],"Remove links used by external systems for publishing content to your blog.":["Retirer les liens utilisés par les systèmes externes pour publier le contenu de votre blog."],"Remove links to the location of your site’s REST API endpoints.":["Retirer les liens des emplacements des points de terminaison de l’API REST de votre site."],"Remove links to WordPress' internal 'shortlink' URLs for your posts.":["Retirer les liens des URL de « liens courts » internes à WordPress pour vos publications."],"Remove unwanted metadata":["Retirer les métadonnées non souhaitées"],"Crawl optimization":["Optimisation de l’exploration"],"Removes unknown URL parameters via a %1$s redirect. E.g., %2$s will be redirected to %3$s":["Retire les paramètres d’URL inconnus via une redirection %1$s. Par ex. : %2$s sera redirigé vers %3$s"],"Replaces %1$s tracking parameters with the (more performant) %2$s equivalent, via a %3$s redirect. E.g., %4$s will be redirected to %5$s":["Remplace les paramètres de suivi %1$s avec les équivalents %2$s (plus performants), via une redirection %3$s. Par ex. : %4$s sera redirigé vers %5$s"],"Users and search engines may often request your URLs whilst using query parameters, like %1$s. These can be helpful for tracking, filtering, and powering advanced functionality - but they come with a performance and SEO ‘cost’. Sites which don’t rely on URL parameters might benefit from using these options.":["Les visiteurs et les moteurs de recherche peuvent demander vos URL en utilisant des paramètres de recherche, tels que %1$s. Ils peuvent aider à suivre, filtrer et proposer des fonctionnalités avancées… mais ils ont un « coût » en termes de performance et de SEO. Les sites qui n’utilisent pas les paramètres d’URL peuvent profiter de gains en utilisant ces options."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by Common Crawl CCBot.":["Ajoute une règle « disallow » à votre fichier robots.txt pour empêcher l’exploration par Common Crawl CCBot."],"WordPress adds a lot of links and content to your site's %1$s and HTTP headers. For most websites you can safely disable all of these, which can help to save bytes, electricity, and trees.":["WordPress ajoute beaucoup de liens et de contenu dans la balise %1$s et les en-têtes HTTP de votre site. La plupart des sites peuvent s’en passer sans crainte ; ce qui permet d’économiser des données, de l’électricité et des arbres."],"Make your site more efficient and more environmentally friendly by preventing search engines from crawling things they don’t need to, and by removing unused WordPress features. %1$sLearn more about crawl settings and how they could benefit your site%2$s.":["Rendez votre site plus efficient et économe en empêchant les moteurs de recherche d’explorer des URL dont ils n’ont pas besoin et en retirant certaines fonctionnalités de WordPress non utilisées. %1$sEn savoir plus sur les réglages d’exploration et leur impact sur votre site%2$s."],"E.g., %1$s and %2$s":["Par ex. : %1$s et %2$s"],"E.g., %1$s":["Par ex. : %1$s"],"Enable breadcrumbs for your theme":["Activer le fil d’Ariane pour votre thème"],"You can always choose to enable/disable them for your theme below. This setting will not apply to breadcrumbs inserted through a widget, a block or a shortcode.":["Vous pouvez choisir de les activer/désactiver pour votre thème ci-dessous. Ce réglage ne s’appliquera par contre pas aux fils d’Ariane insérés via un widget, un bloc ou un code court."],"Choose which Post type you wish to show in the breadcrumbs for Taxonomies.":["Choisissez quel type de publication vous souhaitez afficher pour le fil d’Ariane des taxonomies."],"Breadcrumbs for taxonomies":["Fil d’Ariane pour les taxonomies"],"Choose which Taxonomy you wish to show in the breadcrumbs for Post types.":["Choisissez quelle taxonomie vous souhaitez afficher pour le fil d’Ariane des types de publication."],"Breadcrumbs for post types":["Fil d’Ariane pour les types de publication"],"Breadcrumb for 404 page":["Fil d’Ariane pour la page 404"],"Prefix for search page breadcrumbs":["Préfixe pour le fil d’Ariane des pages de recherche"],"Add prefix":["Ajouter un préfixe"],"Add anchor text":["Ajouter un texte d’ancrage"],"Add separator":["Ajouter un séparateur"],"Configure the appearance and behavior of %1$syour breadcrumbs%2$s.":["Configurez l’apparence et le comportement de vos %1$sfils d’Ariane%2$s."],"Disabling this will redirect the %1$s to your site's homepage.":["La désactivation redirigera les %1$s vers votre page d’accueil."],"Refresh this page":["Actualiser cette page"],"Unfortunately, this means that all your unsaved changes will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Malheureusement, cela signifie que vos modifications non enregistrées seront perdues. Vous pouvez essayer d’actualiser cette page pour résoudre le problème. Si toutefois il persiste, veuillez contacter notre équipe de support et nous vous aiderons !"],"Something went wrong. An unexpected error occurred.":["Quelque chose s’est mal déroulé. Une erreur inattendue est survenue."],"Failed to retrieve users.":["Échec de récupération des comptes."],"Searching users...":["Recherche parmi les comptes…"],"No users found.":["Aucun compte trouvé."],"Discard changes":["Annuler les modifications"],"The profile is not valid. Please use only 1-25 letters, numbers and underscores or enter a valid Twitter URL.":["Le profil n’est pas valide. Veuillez n’utilisez que des lettres de 1 à 25, des chiffres et tirets bas ou une URL Twitter valide."],"The profile is not valid. Please enter a valid URL.":["Le profil n’est pas valide. Veuillez saisir une URL valide."],"The verification code is not valid. Please use only the letters A to F, numbers, underscores and dashes.":["Le code de vérification n’est pas valide. Veuillez n’utiliser que des lettres de A à F, des chiffres, tirets bas et tirets courts."],"The verification code is not valid. Please use only letters, numbers, underscores and dashes.":["Le code de vérification n’est pas valide. Veuillez ne saisir que des lettres, chiffres, tirets bas et tirets courts."],"User":["Compte utilisateur"],"Site basics":["Réglages essentiels"],"Text formality":["Formalité des textes"],"Read more about text formality.":["En savoir sur la formalité des textes."],"%1$s%3$s%2$s will help you assess the formality level of your text.":["%1$s%3$s%2$s vous aidera à déterminer le niveau de formalité de votre texte."],"WordPress loads lots of resources, some of which your site might not need. If you’re not using these, removing them can speed up your pages and save resources.":["WordPress charge beaucoup de ressources dont certaines ne sont peut-être pas nécessaires. Si vous n’en avez pas besoin, retirez-les pour accélérer vos pages et économiser des ressources."],"Remove unused resources":["Retirer les ressources inutilisées"],"Prevent search engines from crawling /wp-json/":["Empêcher les moteurs de recherche d’explorer /wp-json/"],"Prevent search engines from crawling site search URLs":["Empêcher les moteurs de recherche d’explorer les URL de recherche interne"],"There are unsaved changes on this page. Leaving means that those changes will be lost. Are you sure you want to leave this page?":["Il y a des modifications non enregistrées sur cette page. Elles ne seront pas enregistrées si vous quittez. Confirmez-vous votre départ ?"],"Media pages":["Pages de média"],"Categories & tags":["Taxonomies"],"Content types":["Types de contenu"],"Show more":["Afficher plus"],"Show less":["Afficher moins"],"Configure the basics for your website.":["Configurez les « basiques » de votre site."],"This field updates the %1$stagline in your WordPress settings%2$s.":["Ce champ met à jour le %1$sslogan du site dans vos réglages WordPress%2$s."],"Disabling this means that %1$s pages created by WordPress will not be indexed by search engines and will be excluded from XML sitemaps.":["La désactivation signifie que les pages de %1$s crées par WordPress ne seront pas indexées par les moteurs de recherche et seront exclues des plans de site XML."],"Show %1$s pages in search results":["Afficher les pages de %1$s dans les résultats de recherche"],"We recommend keeping %1$s pages disabled. This will cause all attachment URLs to be redirected to the media itself.":["Nous vous recommandons de laisser les pages de %1$s désactivées. Cela redirigera les URL des fichiers joints vers les médias eux-même."],"%1$s pages":["Pages de %1$s"],"When you upload media (e.g. an image or video), %5$s automatically creates a %3$s page (attachment URL) for it. These pages are quite empty and could cause %1$sthin content problems and lead to excess pages on your site%2$s. Therefore, %4$s disables them by default (and redirects the attachment URL to the media itself).":["Lorsque vous téléversez des médias (image ou vidéo par ex.), %5$s crée automatiquement une page de %3$s associée (URL de fichier joint). Ces pages sont relativement vides et peuvent provoquer des %1$sproblèmes de contenus « minces » et un nombre excessif de pages sur votre site%2$s. C‘est pourquoi %4$s les désactive par défaut (et redirige l’URL de fichier joint sur le fichier lui-même)."],"Format-based archives can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["Les archives basées sur les formats peuvent provoquer des problèmes de contenu dupliqué. Pour la plupart des sites, nous vous recommandons de désactiver ce réglage."],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps. We recommend that you disable this setting.":["La désactivation signifie que les %1$s ne seront pas indexé(e)s par les moteurs de recherche et seront exclu(e)s des plans de site XML. Nous vous recommandons de désactiver ce réglage."],"%1$s can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["Les %1$s peuvent provoquer des problèmes de contenu dupliqué. Pour la plupart des sites, nous vous recommandons de désactiver ce réglage."],"%1$s (e.g. %2$s) are based on publication dates. From an SEO perspective, the posts in these archives have no real relation to the other posts except for their publication dates, which doesn’t say much about the content. They could also lead to duplicate content issues. This is why we recommend you to disable %3$s.":["Les %1$s (%2$s par exemple) sont basées sur les dates de publication. D’un point de vue SEO, les articles de ces archives n’ont aucun lien réel entre eux à l’exception du moment où ils ont été publiés, ce qui ne dit rien de particulier sur leur contenu. Ces archives peuvent également provoquer des problèmes de contenu dupliqué ; c’est pourquoi nous vous recommandons de désactiver les %3$s."],"Determine how your %1$s should look on social media by default.":["Déterminez comment vos %1$s devraient apparaître sur les réseaux sociaux par défaut."],"Disabling this means that %1$s without any posts will not be indexed by search engines and will be excluded from XML sitemaps.":["La désactivation signifie que les %1$s sans publication ne seront pas indexées par les moteurs de recherche et seront exclues des plans de site XML."],"Show archives for authors without posts in search results":["Afficher les archives des auteurs/autrices sans publication dans les résultats de recherche"],"Determine how your %1$s should look in search engines.":["Déterminez comment vos %1$s devraient apparaître dans les résultats de recherche."],"If you're running a one author blog, the %1$s (e.g. %2$s) will be exactly the same as your homepage. This is what's called a %3$sduplicate content problem%4$s. If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or prevent it from showing up in search results.":["Si vous avez un blog avec un(e) seul(e) auteur/autrice, les %1$s (%2$s par exemple) seront identiques à la page des articles. Cela représente un %3$sproblème de contenu dupliqué%4$s. Si c’est le cas sur votre site, vous pouvez choisir de les désactiver (ce qui les redirige vers la page d’accueil) ou les empêcher d’apparaître dans les résultats de recherche."],"Author archive":["Archives d’auteur/autrice"],"Read more about the search results settings":["En savoir plus sur les réglages des résultats de recherche"],"Determine how your %1$s should look in search engines and on social media.":["Déterminez comment vos %1$s devraient apparaître dans les moteurs de recherche et sur les réseaux sociaux."],"Contact support":["Contacter le support"],"We're very sorry, but it seems like the following error has interrupted our application:":["Nous sommes désolés, il semblerait que l’erreur suivante ait interrompu notre application :"],"Read reviews from real users":["Lisez des avis de vrais utilisateurs"],"%1$s attempted to load the class %2$s but it could not be found.":["%1$s a essayé de charger la classe %2$s mais elle est introuvable."],"We noticed that you are using a multilingual plugin. Please be aware that this analysis feedback is intended only for texts written in English.":["Nous avons remarqué que vous utilisez une extension multilingue. Veuillez noter que les conseils des analyses sont seulement prévus pour les textes écrits en anglais."],"Determine how your homepage should look in the search results and on social media. This is what people probably will see when they search for your brand name.":["Déterminez comment votre page d’accueil devrait apparaître dans les résultats de recherche et sur les réseaux sociaux. Ce sera probablement ce que verront les personnes qui rechercheront votre marque."],"Determine how your homepage should look on social media.":["Déterminez comment votre page d’accueil devrait apparaître sur les réseaux sociaux."],"Show the categories prefix in the slug":["Afficher le préfixe des catégories dans le slug"],"Category URLs in WordPress contain a prefix, usually %s. Show or hide that prefix in category URLs.":["Les URL des catégories dans WordPress contiennent un préfixe, habituellement %s. Affichez ou masquer ce préfixe dans les URL de catégories."],"Determine how your %1$s archive should look on social media.":["Déterminez comment les archives de vos %1$s devraient apparaître sur les réseaux sociaux."],"Disabling this means that the archive for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["La désactivation signifie que les archives des %1$s ne seront pas indexées par les moteurs de recherche et seront exclues des plans de site XML."],"Determine how your %1$s archive should look in search engines.":["Déterminez comment les archives de vos %1$s doivent apparaître dans les moteurs de recherche."],"These settings are specifically for optimizing your %1$s archive.":["Ces réglages optimisent précisément les archives de vos %1$s."],"%1$s archive":["Archive des %1$s"],"Add custom fields to page analysis":["Ajouter des champs personnalisés à l’analyse de page"],"Additional settings":["Réglages supplémentaires"],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["La désactivation signifie que les %1$s ne seront pas indexés par les moteurs de recherche et seront exclus des plans de site XML."],"Search appearance":["Apparence sur les moteurs de recherche"],"You haven't set a Shop page in your WooCommerce settings. %1$sPlease do this first%2$s.":["Vous n’avez pas encore défini de page Boutique dans vos réglages WooCommerce. %1$sVeuillez le faire en premier%2$s."],"The %1$ssocial image%2$s, %1$ssocial title%2$s and %1$ssocial description%2$s require Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":["%1$sL’image sociale%2$s, le %1$stitre social%2$s et %1$sla description sociale%2$s nécessite des données Open Graph, qui sont actuellement désactivée dans la section « Partage social » des %3$sFonctionnalités du site%4$s."],"Oh no! It seems your form contains invalid data. Please review the following fields:":["Oh non ! Il semblerait que votre formulaire contienne des données non valide. Veuillez vérifier les champs suivants :"],"Archive social image":["Image sociale pour les archives"],"Archive social description":["Description sociale pour les archives"],"Archive social title":["Titre social pour les archives"],"Show the archive for %1$s in search results":["Afficher les archives des %1$s dans les résultats de recherche"],"Archive breadcrumbs title":["Titre de fil d’Ariane pour les archives"],"Archive meta description":["Méta description pour les archives"],"Archive SEO title":["Titre SEO pour les archives"],"Enable %1$s for %2$s":["Activer %1$s pour les %2$s"],"Show %1$s in search results":["Afficher les %1$s dans les résultats de recherche"],"The selected media type is not valid. Supported types are: JPG, PNG, WEBP and GIF.":["Le format de média sélectionné n’est pas valide. Les formats pris en charge sont : JPG, PNG, WEBP et GIF."],"%1$sInclusive language%2$s: We haven't detected any potentially non-inclusive phrases. Great work!":["%1$sÉcriture inclusive%2$s : Nous n’avons détecté aucune phrase potentiellement non inclusive. Bon travail !"],"Potentially non-inclusive phrases":["Phrases potentiellement non-inclusives"],"Non-inclusive phrases":["Phrases non-inclusives"],"Learn more about the inclusive language analysis":["En savoir plus sur l’analyse d’écriture inclusive"],"Inclusive language:":["Écriture inclusive :"],"Removes the inclusive language analysis section from the metabox and disables all inclusive language-related suggestions.":["Retire la section de l’analyse d’écriture inclusive et désactive toutes les suggestions liées."],"Disable inclusive language analysis":["Désactive l’analyse d’écriture inclusive"],"Discover why inclusive language is important for SEO.":["Découvrez en quoi l’écriture inclusive est importante pour le SEO."],"The inclusive language analysis offers suggestions to write more inclusive copy.":["L’analyse d’écriture inclusive vous donne des suggestions pour écrire de façon plus inclusive."],"Inclusive language analysis":["Analyse d’écriture inclusive"],"Inclusive language":["Écriture inclusive"],"%1$sInclusive language%2$s: %3$s":["%1$sÉcriture inclusive%2$s : %3$s"],"Use %s fields to power your meta tags and templates, and analyze all of your content.":["Utilisez les champs d’%s pour générer vos métadonnées, modèles et analyser tout votre contenu."],"Improve your technical SEO, meta tags and unlock more SEO ecommerce tools.":["Améliorez votre SEO technique, vos métadonnées et débloquez plus d’outils SEO pour le e-commerce."],"Connect your %1$s account to improve your site’s search results using %2$s data.":["Connectez votre compte %1$s pour améliorer les résultats de recherche interne en utilisant les données de %2$s."],"Upgrade your meta tags and social previews and manage your SEO settings in one place.":["Améliorez vos métadonnées, vos prévisualisations sociales et gérez vos réglages SEO en un seul endroit."],"Get the most out of %1$s%2$s%3$s and %4$s, together":["Tirez parti de %1$s%2$s%3$s et %4$s, ensemble"],"Take advantage of your favorite SEO & content analysis tools with your favorite page builder.":["Tirez avantage de vos outils préférés de référencement et d’analyse de contenu directement dans votre constructeur de page préféré."],"Get %1$s tools and functionality in %2$s%3$s%4$s":["Obtenez les outils et fonctionnalités de %1$s dans %2$s%3$s%4$s"],"Use the power of the blockchain to timestamp your content with %s.":["Utilisez la puissance de la blockchain pour horodater votre contenu avec %s."],"Keep an eye on how your posts are ranking by connecting to your %s account.":["Gardez un œil sur les positions de vos publications en vous connectant à %s."],"Find out what your audience is searching for with %s data right in your sidebar.":["Découvrez ce que chercher votre audience avec les données de %s directement dans votre colonne latérale."],"Front-end SEO inspector":["Inspecteur SEO d’interface publique"],"Oops! Something went wrong while saving.":["Oups ! Une erreur est survenue lors de l’enregistrement."],"Great! Your settings were saved successfully.":["Super ! Vos réglages ont bien été enregistrés."],"Get your verification code in %1$sYandex Webmaster tools%2$s.":["Obtenez votre code de vérification dans %1$sYandex Webmaster tools%2$s."],"Yandex":["Yandex"],"Claim your site over at %1$sPinterest%2$s.":["Revendiquez votre site en vous rendant sur %1$sPinterest%2$s."],"Get your verification code in %1$sGoogle Search console%2$s.":["Obtenez votre code de vérification dans %1$sGoogle Search console%2$s."],"Get your verification code in %1$sBing Webmaster tools%2$s.":["Obtenez votre code de vérification dans %1$sBing Webmaster tools%2$s."],"Bing":["Bing"],"Add verification code":["Ajouter le code de vérification"],"Get your verification code in %1$sBaidu Webmaster tools%2$s.":["Obtenez votre code de vérification dans %1$sBaidu Webmaster tools%2$s."],"Baidu":["Baidu"],"Verify your site with different tools. This will add a verification meta tag to your homepage. You can find instructions on how to verify your site for each platform by following the link in the description.":["Revendiquez votre site sur différents outils. Cela ajoute une méta balise de vérification sur votre page d’accueil. Vous pouvez trouvez des instructions sur le processus de revendication pour chaque plateforme en suivant le lien en description."],"By default only editors and administrators can access the Advanced and Schema section of the %1$s sidebar or metabox. Disabling this allows access to all users.":["Par défaut, seuls les éditeurs/éditrices et administrateurs/administratrices peuvent accéder aux sections avancées et Schéma de la colonne latérale ou de la boîte meta de %1$s. La désactivation de l’option permettra à tous les comptes utilisateurs d’y accéder."],"Restrict advanced settings for authors":["Restreindre les réglages avancés aux auteurs/autrices"],"This Yoast SEO REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use Yoast SEO for all their SEO meta output.":["Ce point de terminaison d’API REST de Yoast SEO vous donne toutes les métadonnées d’une URL donnée. Cela permettra aux sites WordPress « headless » d’utiliser Yoast SEO pour générer les métadonnées."],"REST API endpoint":["Point de terminaison d’API REST"],"APIs":["APIs"],"Slack sharing":["Partage sur Slack"],"Allows for Twitter to display a preview with images and a text excerpt when a link to your site is shared.":["Permet à Twitter d’afficher un aperçu avec des images et un extrait de texte lorsqu’un lien vers votre site est partagé."],"Twitter card data":["Données Twitter card"],"Open Graph data":["Données Open Graph"],"Social sharing":["Partage social"],"Site structure":["Structure de site"],"Tell us which features you want to use.":["Dites nous quelles fonctionnalités vous souhaitez utiliser."],"Site preferences":["Préférences du site"],"Network disabled":["Désactivé au niveau du réseau"],"Unavailable for sub-sites":["Non disponible pour les sites enfants"],"This image is used as a fallback for posts/pages that don't have any images set.":["Cette image est utilisée dans le cas où les articles/pages n’ont aucune image définie."],"Site image":["Image du site"],"Title separator":["Séparateur de titre"],"Recommended size for this image is %1$s%3$s%2$s":["La taille recommandée pour cette image est de %1$s%3$s%2$s"],"The %1$sSite image%2$s requires Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":["%1$sL’image du site%2$s nécessite les données Open Graph qui sont actuellement désactivées dans la section « Partage social » des %3$sFonctionnalités du site%4$s."],"Automatically add content to your RSS. This enables you to add links back to your blog and your blog posts, helping search engines identify you as the original source of the content.":["Ajoutez automatiquement du contenu à votre flux RSS. Cela vous permet d’ajouter des liens vers votre blog et vos articles, ce qui aide les moteurs de recherche à identifier la source du contenu."],"RSS feed":["Flux RSS"],"%1$s (default)":["%1$s (par défaut)"],"We took the liberty of using your website name and logo for the organization name and logo. Feel free to change them below.":["Nous avons pris la liberté d’utiliser le nom de votre site et son logo pour les nom et logo d’entité. Vous pouvez les changer ci-dessous."],"Edit your %1$s":["Modifiez votre %1$s"],"slug":["slug"],"keyphrase":["requête cible"],"A company name and logo need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site name and logo as default values. %1$sLearn more about the importance of structured data.%2$s":["Un nom et un logo d’entité doivent être définis pour que les données structurées fonctionnent correctement. Puisque vous n’en avez pas mis, nous utilisons le nom du site et son logo comme valeurs par défaut. %1$sEn savoir plus sur l’importance des données structurées.%2$s"],"Install %1$s Content Analysis for %2$s":["Installer %1$s Content Analysis pour %2$s"],"Activate %1$s Content Analysis for %2$s":["Activer %1$s Content Analysis pour %2$s"],"%1$s integrates with %2$s":["%1$s s’intègre à %2$s"],"Integration active":["Intégration active"],"Plugin not detected":["Extension non détectée"],"Enable integration":["Activer l’intégration"],"Plugin integrations":["Intégrations d’extensions"],"Recommended integrations":["Intégrations recommandées"],"Enable %1$s":["Activer %1$s"],"Integration unavailable for multisites":["Intégration non disponible pour les multisites"],"Network Disabled":["Désactivé au niveau du réseau"],"Unlock with Premium!":["Débloquer avec la version Premium !"],"Premium SEO analysis:":["Analyse SEO Premium :"],"Beta":["Bêta"],"Are you publishing news articles? %s helps you optimize your site for Google News.":["Vous publiez des actualités ? %s vous aide à optimiser votre site pour Google News."],"no data":["aucune donnée"],"Your text should be slightly longer to calculate your Flesch reading ease score.":["Votre contenu devrait être encore un peu plus long pour calculer la note de facilité de lecture Flesch."],"Continue writing to get insight into the readability of your text!":["Continuez d’écrire pour obtenir des informations sur la lisibilité de votre contenu !"],"%1$sKeyphrase distribution%2$s: Have you evenly distributed your focus keyphrase throughout the whole text? %3$sYoast SEO Premium will tell you!%4$s":["%1$sDistribution de la requête cible%2$s : Avez-vous bien réparti votre requête cible tout au long du contenu ? %3$sYoast SEO Premium vous le dira !%4$s"],"%1$sWord complexity%2$s: Is your vocabulary suited for a larger audience? %3$sYoast SEO Premium will tell you!%4$s":["%1$sComplexité des mots%2$s : Votre vocabulaire est-il approprié pour le grand public ? %3$sYoast SEO Premium vous le dira !%4$s"],"Get %s to enjoy the benefits of prominent words":["Obtenez %s pour profiter des mots proéminents"],"With %1$s%3$s%2$s, this section will show you which words occur most often in your text. By checking these prominent words against your intended keyword(s), you'll know how to edit your text to be more focused.":["Avec %1$s%3$s%2$s, cette section vous montrera quels mots apparaissent le plus souvent dans votre contenu. En les comparant à votre requête cible, vous pourrez modifier votre texte pour qu’il soit plus en concordance."],"Buy %s now!":["Acheter %s !"],"Are you working on a news article? %s helps you optimize your site for Google News.":["Travaillez-vous sur une actualité ? %s vous aide à optimiser votre site pour Google News."],"Premium SEO analysis":["Analyse SEO premium"],"1 year of premium support and updates included!":["1 an de support premium et de mises à jour incluses !"],"Unlock with %s":["Débloquer avec %s"],"Learn more about character count":["En savoir plus sur le compteur de caractères"],"Character count":["Nombre de caractères"],"Learn more about word count":["En savoir plus sur le compteur de mots"],"Word count":["Nombre de mots"],"Learn more about Flesch reading ease":["En savoir plus sur la facilité de lecture de Flesch"],"out of 100":["sur 100"],"okay":["OK"],"Learn more about reading time":["En savoir plus sur le temps de lecture"],"Reading time":["Temps de lecture"],"minute":["minute","minutes"],"Activate %1$s!":["Activez %1$s !"],"You've installed %1$s but it's not activated yet. %2$sActivate %1$s now!%3$s":["Vous avez installé %1$s mais ce n’est pas encore activé.  %2$sActivez %1$s !%3$s"],"Automatically ping search engines like Bing and Yandex whenever you publish, update or delete a post.":["Notifie automatiquement les moteurs de recherche tels que Bing et Yandex à chaque fois que vous publiez, mettez à jour ou supprimez une publication."],"Additional URL parameters to allow":["Paramètres d’URL additionnels à autoriser"],"Permalink cleanup settings":["Réglages de nettoyage des permaliens"],"Max number of characters to allow in searches":["Nombre maximum de caractères autorisés dans les recherches"],"Search cleanup settings":["Réglages de nettoyage de la recherche"],"Filter searches with common spam patterns":["Filtrer les recherches avec des motifs courants de spam"],"Filter searches with emojis and other special characters":["Filtrer les recherches avec des emojis et autres caractères spéciaux"],"Filter search terms":["Filtrer les termes de recherche"],"Unregistered URL parameters":["Paramètres URL non enregistrés"],"Campaign tracking URL parameters":["Paramètres d’URL de suivi de campagne"],"Timestamp this %s":["Horodater cet(te) %s"],"%1$s: Not all the words from your keyphrase \"%4$s\" appear in the SEO title. %2$s%5$s%3$s.":["%1$s : Tous les mots de votre requête « %4$s » ne sont pas présents dans votre titre SEO. %2$s%5$s%3$s."],"%1$s: The focus keyphrase appears at the beginning of the SEO title. Good job!":["%1$s : La requête cible apparait au début de votre titre SEO. Bon travail !"],"Keyphrase in SEO title":["Requête dans le titre SEO"],"Contact %s support.":["Contacter le support de %s."],"WordProof Timestamp":["Horodatage WordProof"],"View this content's Timestamp certificate":["Voir le certificat d’horodatage de ce contenu"],"Contact WordProof support":["Contacter le support de WordProof"],"Find out how IndexNow can help your site.":["Découvrez comment IndexNow peut aider votre site."],"IndexNow":["IndexNow"],"Dismiss this notice.":["Ignorer cette notification."],"We noticed that you haven't fully configured Yoast SEO yet. Optimize your SEO settings even further by using our improved %1$s First-time configuration%2$s.":["Nous avons remarqué que nous avons pas entièrement configuré Yoast SEO. Optimisez encore plus vos réglages SEO avec notre nouvelle %1$sconfiguration initiale%2$s."],"SEO configuration":["Configuration SEO"],"Feed crawl settings":["Réglages d’exploration des flux"],"Basic crawl settings":["Réglages basiques d’exploration"],"Powered by HTTP header":["En-tête HTTP « propulsé par »"],"Pingback HTTP header":["En-tête HTTP des pings"],"Emoji scripts":["Script des émojis"],"Generator tag":["Balise du générateur"],"oEmbed links":["Liens oEmbed"],"RSD / WLW links":["Liens RSD/WLW"],"REST API links":["Liens d’API REST"],"Shortlinks":["Liens courts"],"Atom/RDF feeds":["Flux Atom/RDF"],"Search results feeds":["Flux des résultats de recherche"],"Custom taxonomy feeds":["Flux des taxonomies personnalisées"],"Tag feeds":["Flux des étiquettes"],"Category feeds":["Flux des catégories"],"Post type feeds":["Flux des types de publication"],"Post authors feeds":["Flux des auteurs/autrices"],"Global comment feeds":["Flux global des commentaires"],"Global feed":["Flux global"],"%1$sLearn more about crawl settings.%2$s":["%1$sEn savoir plus sur les réglages d’exploration.%2$s"],"Post comments feeds":["Flux des commentaires"],"Crawl settings":["Exploration"],"Finish configuration":["Terminer la configuration"],"Personal preferences":["Préférences personnelles"],"SEO data optimization":["Optimisation des données SEO"],"An error has occurred: %1$s":["Une erreur est survenue : %1$s"],"We could not save the organization name. Please check the value.":["Nous n’avons pas pu enregistrer le nom de l’entité. Veuillez vérifier la valeur."],"No items found.":["Aucun élément trouvé."],"All redirect types":["Tous les types de redirection"],"Add Redirect":["Ajouter une redirection"],"Old URL":["Ancienne URL"],"The redirect type is the HTTP response code sent to the browser telling the browser what type of redirect is served. %1$sLearn more about redirect types%2$s.":["Le type de redirection est le code de réponse HTTP envoyé au navigateur. %1$sEn savoir plus sur les types de redirection%2$s."],"301 Moved Permanently":["301 Déplacé définitivement"],"Type":["Type"],"Plain redirects":["Redirections classiques"],"Regex Redirects":["Redirections regex"],"There are unsaved changes in one or more steps. Leaving means that those changes may not be saved. Are you sure you want to leave?":["Il y a des modifications non enregistrées dans une ou plusieurs étapes. Elles ne seront pas enregistrées si vous quittez. Confirmez-vous votre départ ?"],"Add another profile":["Ajouter un autre profil"],"Start first-time configuration!":["Configuration initiale"],"Set the essential %s settings for your site in a few steps.":["Définissez les réglages essentiels de %s en quelques étapes."],"For the best ranking results: configure %s!":["Pour de meilleurs résultats : configurez %s !"],"Your site is already easier to find for search engines.":["Votre site est plus facilement trouvable par les moteurs de recherche."],"Tell us about your site, so we can get it ranked!":["Parlez-nous de votre site afin que nous le rendions visible !"],"Or go to your SEO dashboard":["Ou allez à votre tableau de bord SEO"],"E.g. example@email.com":["Par ex. : exemple@email.com"],"Please enter a valid email address.":["Veuillez saisir une adresse e-mail valide."],"Tell us! Is your site about an organization or a person? ":["Dites-nous ! Votre site représente-t-il une entité ou une personne ? "],"Personal logo or avatar":["Logo personnel ou avatar"],"Select a user":["Sélectionnez un compte"],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. You're not allowed to update this user profile, so please ask this user or an admin to make sure the information is correct.":["Vous avez sélectionné le compte %1$s comme étant la personne que ce site représente. Les informations de son profil seront maintenant utilisées pour les résultats de recherche. Vous n’avez pas l’autorisation de mettre son profil à jour, veuillez donc demander à ce compte ou à un compte administrateur de s’assurer que les informations sont correctes."],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. %2$sUpdate this profile to make sure the information is correct%3$s.":["Vous avez sélectionné le compte %1$s comme étant la personne que ce site représente. Les informations de son profil seront maintenant utilisées pour les résultats de recherche. %2$sMettez à jour son profil pour vérifier que les informations sont correctes%3$s."],"Uploading image...":["Téléversement de l’image…"],"Select an option":["Sélectionnez une option"],"Be aware that you should run the SEO data optimization for this configuration to take maximum effect.":["Assurez-vous de lancer l’optimisation des données SEO pour que cette configuration porte tous ses fruits."],"We've already successfully analyzed your site. You can move on to the next step.":["Nous avons déjà analysé votre site. Vous pouvez passer à l’étape suivante."],"SEO data optimization is running… You can safely move on to the next steps of this configuration.":["L’optimisation des données SEO est en cours… Vous pouvez passer aux étapes suivantes sans risque de l’interrompre."],"You're not allowed to edit the social profiles of this user. Please ask this user or an admin to do this.":["Vous n’avez pas l’autorisation de modifier les profils sociaux de ce compte utilisateur. Veuillez demander à ce compte ou à un compte administrateur/administratrice de le faire."],"E.g. https://www.wikipedia.com/yoast":["Par ex. : https://www.wikipedia.com/yoast"],"E.g. https://www.youtube.com/yoast":["Par ex. : https://www.youtube.com/yoast"],"E.g. https://www.twitter.com/yoast":["Par ex. : https://www.twitter.com/yoast"],"E.g. https://www.tumblr.com/yoast":["Par ex. : https://www.tumblr.com/yoast"],"E.g. https://www.soundcloud.com/yoast":["Par ex. : https://www.soundcloud.com/yoast"],"E.g. https://www.pinterest.com/yoast":["Par ex. : https://www.pinterest.com/yoast"],"E.g. https://www.myspace.com/yoast":["Par ex. : https://www.myspace.com/yoast"],"E.g. https://www.linkedin.com/yoast":["Par ex. : https://www.linkedin.com/yoast"],"E.g. https://www.instagram.com/yoast":["Par ex. : https://www.instagram.com/yoast"],"E.g. https://www.facebook.com/yoast":["Par ex. : https://www.facebook.com/yoast"],"Delete item":["Supprimer l’élément"],"E.g. https://social-platform.com/yoast":["Par ex. : https://reseau-social.com/yoast"],"Other social profile":["Autre profil social"],"First-time configuration":["Configuration initiale"],"You should finish the %1$sfirst time configuration%2$s to make sure your SEO data has been optimized and you’ve set the essential Yoast SEO settings for your site.":["Vous devriez terminer la %1$sconfiguration initiale%2$s pour que les données SEO soient optimisées et que les réglages essentiels de Yoast SEO soient définis."],"Step 4: Go through the first time configuration":["Étape 4 : Allez au bout de la configuration initiale"],"Postname permalink":["Permalien en nom de publication"],"Page comments":["Commentaires de la page"],"Links table":["Tableau des liens"],"If you already have saved AIOSEO 'Search Appearance' settings and the issue persists, please contact our support team so we can take a closer look.":["Si vous avez déjà enregistré des réglages de AIOSEO dans « Apparence de la recherche » et que le problème persiste, veuillez contacter notre équipe de support afin que nous regardions de plus près."],"If you have never saved any AIOSEO 'Search Appearance' settings, please do that first and run the import again.":["Si vous n’avez jamais enregistré de réglages dans « Apparence de la recherche », veuillez le faire et relancer ensuite l’importation."],"The AIOSEO import was cancelled because some AIOSEO data is missing. Please try and take the following steps to fix this:":["L’importation AIOSEO a été annulée car certaines données sont manquantes. Veuillez réessayer et suivre les étapes suivantes pour corriger le problème :"],"The validation of the AIOSEO data structure has failed.":["La validation de la structure de données de AIOSEO a échoué."],"Currently, the %s integration is not available for multisites.":["Actuellement, l’intégration à %s n’est pas disponible pour les multisites."],"WordProof authentication":["Authentification à WordProof"],"Connected to WordProof":["Connecté à WordProof"],"Connection failed":["Échec de la connexion"],"Not working? %1$sContact %3$s support%2$s.":["Cela ne fonctionne pas ? %1$sContactez le support de %3$s%2$s."],"Try again":["Réessayer"],"Find possible solutions in this %1$sArticle%2$s.":["Trouvez des solutions dans cet %1$sarticle%2$s."],"There was a connection problem. This could be because your third party connections are blocked.":["Il y a eu un problème de connexion. Cela peut provenir d’un blocage des connections tierces."],"The %3$s will automatically be timestamped every time you %1$supdate%2$s or %1$spublish%2$s.":["Le/La %3$s sera automatiquement horodaté(e) chaque fois que vous %1$smettrez à jour%2$s ou %1$spublierez%2$s."],"Your %s is now protected via the blockchain!":["Votre %s est maintenant protégée sur la blockchain !"],"Something went wrong authenticating your %3$s account with the %4$s site. Please try again or contact %1$s%3$s support%2$s.":["Une erreur est survenue lors de l’authentification de votre compte %3$s au site %4$s. Veuillez réessayer ou %1$scontactez le support de %3$s%2$s."],"Unable to create new timestamps. Please authenticate with WordProof.":["Impossible de créer de nouveaux horodatages. Veuillez vous authentifier à WordProof."],"Timestamp with WordProof":["Horodater avec WordProof"],"Learn more about timestamping":["En savoir plus sur l’horodatage"],"Authenticate with WordProof":["S’authentifier à WordProof"],"Manage WordProof settings":["Gérer les réglages de WordProof"],"The WordProof Timestamp plugin needs to be disabled before you can activate this integration.":["L’extension « WordProof Timestamp » doit d’abord être désactivée avant d’activer cette intégration."],"Open settings":["Ouvrir les réglages"],"Open authentication":["Ouvrir l’authentification"],"The timestamp is not created because you need to authenticate with %s first.":["L’horodatage n’a pas été créé parce que vous devez d’abord vous authentifier à %s."],"The timestamp is not retrieved by your site. Please try again or contact %1$s support.":["L’horodatage n’est pas récupéré par votre site. Veuillez réessayer ou contactez le support de %1$s."],"%1$s failed to timestamp this page. Please check if you're correctly authenticated with %1$s and try to save this page again.":["%1$s n’a pas réussi à horodater cette page. Veuillez vérifier votre connexion à %1$s puis mettez cette page à jour."],"%s has successfully timestamped this page.":["%s a bien horodaté cette page."],"You are out of timestamps. Please upgrade your account by opening the %s settings.":["Vous n’avez plus d’horodatages. Veuillez mettre votre compte à niveau en ouvrant les réglages de %s."],"Use WordProof to timestamp this page to comply with legal regulations and join the fight for a more transparant and accountable internet.":["Utilisez WordPress pour horodater cette page, vous mettre en conformité et rejoindre le combat pour un internet plus transparent et responsable."],"Timestamp this post":["Horodater cette publication"],"content words":["mots de contenu"],"content word":["mot de contenu"],"Cleanup failed with the following error:":["Le nettoyage a échoué avec l’erreur suivante :"],"Note: These settings will overwrite the default settings of Yoast SEO.":["Remarque : Ces réglages écraseront ceux par défaut de Yoast SEO."],"Note: This metadata will only be imported if there is no existing Yoast SEO metadata yet.":["Remarque : Cette métadonnée ne sera importée que s’il n‘existe pas encore de métadonnée correspondante dans Yoast SEO."],"Post metadata (SEO titles, descriptions, etc.)":["Les métadonnées des publications (titres SEO, descriptions, etc…)"],"The import from %s includes:":["L’importation de %s inclut :"],"Once you're certain that your site is working properly with the imported data from another SEO plugin, you can clean up all the original data from that plugin.":["Lorsque vous aurez la certitude que votre site fonctionne correctement avec le données importées d’une autre extension SEO, vous pouvez nettoyer ses anciennes données."],"Please select an SEO plugin below to see what data can be imported.":["Veuillez sélectionner une extension SEO ci-dessous pour voir les données éligibles à l’importation."],"Clean up":["Nettoyer"],"After you've imported data from another SEO plugin, please make sure to clean up all the original data from that plugin. (step 5)":["Après l’importation de données d’une autre extension SEO, assurez-vous de nettoyer ses données d’origine. (étape 5)"],"Note: ":["Remarque : "],"The cleanup can take a long time depending on your site's size.":["Le nettoyage peut prendre un certain temps en fonction de la taille de votre site."],"Every fifteen minutes":["Toutes les quinze minutes"],"Default tagline":["Slogan par défaut"],"Import failed with the following error:":["L’importation a échoué avec l’erreur suivante :"],"No data found from other SEO plugins.":["Aucune donnée trouvée de la part d’autres extensions SEO."],"Select SEO plugin":["Sélectionnez une extension SEO"],"The import can take a long time depending on your site's size.":["L’importation peut prendre un certain temps en fonction de la taille de votre site."],"For the best SEO results include all words of your keyphrase in the SEO title, and put the keyphrase at the beginning of the title":["Pour avoir les meilleurs résultats, écrivez tous les mots de votre requête au début du titre SEO"],"For the best SEO results write the exact match of your keyphrase in the SEO title, and put the keyphrase at the beginning of the title":["Pour avoir les meilleurs résultats, écrivez votre requête à l’identique et au début du titre SEO"],"Installation Successful":["Installation réussie"],"Blog Post":["Article de blog"],"%1$s: Title does not begin with the focus keyphrase. %2$sMove your focus keyphrase to the beginning of the title%3$s.":["%1$s : Le titre ne commence pas avec les mots de la requête cible. %2$sDéplacez-les au début du titre%3$s."],"%1$s: The exact match of the focus keyphrase appears at the beginning of the SEO title. Good job!":["%1$s : Les mots de votre requête apparaissent au début de votre titre SEO. Bon travail !"],"%2$sText length%4$s: The text contains %1$d %6$s. This is below the recommended minimum of %5$d %6$s. %3$sAdd more content%4$s.":["%2$sLongueur de publication%4$s : Le texte contient %1$d %6$s. C’est moins que le minimum recommandé de %5$d %6$s. %3$sAjoutez plus de contenu%4$s."],"%2$sText length%4$s: The text contains %1$d %6$s. This is slightly below the recommended minimum of %5$d %6$s. %3$sAdd a bit more copy%4$s.":["%2$sLongueur de publication%4$s : Le texte contient %1$d %6$s. C’est un peu moins que le minimum recommandé de %5$d %6$s. %3$sAjoutez un peu plus de contenu%4$s."],"%2$sText length%4$s: The text contains %1$d %6$s. This is far below the recommended minimum of %5$d %7$s. %3$sAdd more content%4$s.":["%2$sLongueur de publication%4$s : Le texte contient %1$d %6$s. C’est bien moins que le minimum recommandé de %5$d %7$s. %3$sAjoutez plus de contenu%4$s.","%2$sLongueur de publication%4$s : Le texte contient %1$d %7$s. C’est bien moins que le minimum recommandé de %5$d %7$s. %3$sAjoutez plus de contenu%4$s."],"character":["caractère","caractères"],"word":["mot","mots"],"words":["mots"],"characters":["caractères"],"%s rolls out the red carpet for the search bots, which helps your site perform better in search engines.":["%s déroule le tapis rouge aux robots de recherche, ce qui permet à votre site d’être plus visibles dans les résultats de recherche."],"You've successfully installed %s!":["Vous avez bien installé %s !"],"Skip%s":["Passer%s"],"Your %s account does not contain any keyphrases for this website yet. You can track keyphrases by using the \"Track SEO Performance\" button in the post editor.":["Votre compte %s ne contient pas encore de requêtes de ce site. Vous pouvez en suivre en utilisant le bouton « Suivre la performance SEO » de l’éditeur de publications."],"%s account":["compte %s"],"This overview only shows you keyphrases added to Yoast SEO. There may be other keyphrases added to your %s.":["Cet aperçu vous montre uniquement les requêtes ajoutées à Yoast SEO. D’autres sont peut-être présentes dans votre %s."],"Tracking the ranking position...":["Mesure des positions en cours…"],"Something went wrong while tracking the ranking position(s) of your page. Please try again later.":["Une erreur est survenue lors de la mesure des positions de votre publication. Veuillez réessayer ultérieurement."],"reconnect to %s":["vous reconnecter à %s"],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["Il semblerait qu’il y ait eu une erreur dans la récupération des données de votre site. Veuillez %s et réessayez."],"Before you can track your SEO performance make sure to set either the post’s title and save it as a draft or manually set the post’s slug.":["Afin de suivre la performance SEO, veuillez d’abord définir le titre de la publication et l’enregistrer en brouillon ou définissez manuellement le slug."],"No keyphrase has been set. Please set a keyphrase first.":["Aucune requête n’a été définie. Veuille le faire dans un premier temps."],"upgrade your %s plan":["passer à une offre %s supérieure"],"You've reached the maximum amount of %d keyphrases you can add to your Wincher account. If you wish to add more keyphrases, please %s.":["Vous avez atteint la limite maximum de %d requêtes que vous pouviez ajouter à votre compte Wincher. Si vous souhaitez en ajouter plus, veuillez %s."],"With %1$s you can track the ranking position of your page in the search results based on your keyphrase(s). %2$s":["Avec %1$s vous pouvez suivre les positions des requêtes de votre publication dans les résultats de recherche. %2$s"],"%s is currently tracking the ranking position(s) of your page. This may take a few minutes. Please wait or check back later.":["%s relève actuellement les positions de votre publication. Cela peut prendre quelques minutes. Veuillez patienter ou revenir plus ultérieurement."],"You have successfully connected to %s! You can now track the SEO performance for the keyphrase(s) of this page.":["Vous avez bien configuré la connexion à %s ! Vous pouvez maintenant suivre la performance SEO des requêtes cibles de cette publication."],"Read more about keyphrase tracking with Wincher":["En savoir plus sur le suivi des requêtes avec Wincher"],"Automatic tracking of keyphrases is enabled. Your keyphrase(s) will automatically be tracked by %s when you publish your post.":["Le suivi automatique des requêtes est activé. Vos requêtes cibles seront automatiquement suivies par %s à compter de la sortie publique de vos publications."],"Please enter a focus keyphrase first to track keyphrase performance":["Veuillez d’abord saisir une requête cible pour suivre sa performance"],"Keyphrase position in the last 90 days on a scale from 0 to 100.":["Position de la requête cible sur les 90 derniers jours, sur une échelle de 0 à 100."],"Track SEO performance":["Suivre la performance SEO"],"You can enable / disable tracking the SEO performance for each keyphrase below.":["Vous pouvez activer/désactiver le suivi de la performance SEO de chaque requête ci-dessous."],"Track all keyphrases on this page":["Suivre toutes les requêtes de cette publication"],"Tracking has already been enabled for one or more keyphrases of this page. Clicking the button below will enable tracking for all of its keyphrases.":["Le suivi a déjà été activé sur une ou plusieurs requêtes de cette publication. Le bouton ci-dessous activera le suivi pour toutes les requêtes."],"Learn more about the SEO performance feature.":["En savoir plus sur la fonctionnalité de performance SEO."],"SEO performance":["Performance SEO"],"Connect with %s":["Se connecter à %s"],"* focus keyphrase":["* requête cible"],"Get more insights over at %s":["Obtenez plus de détails sur %s"],"Position over time":["Évolution"],"Position":["Position"],"Tracking":["Suivi"],"You can still run the SEO data optimization in the %1$sTools section%2$s. Once that is finished, please refresh this page.":["Vous pouvez quand même lancer l’optimisation des données SEO dans la %1$ssection Outils%2$s. Une fois que c’est terminé, veuillez actualiser cette configuration."],"This configuration step is currently disabled, because you're not running the latest version of Yoast SEO Premium. Please update to the latest version (at least %1$s). ":["Cette étape de configuration est actuellement désactivée parce que vous n’utilisez pas la dernière version de Yoast SEO Premium. Veuillez passer à la dernière version (ou au moins la version %1$s). "],"Save and continue":["Enregistrer et continuer"],"Does your site represent an Organization or Person?":["Votre site représente-t-il une entité ou une personne physique ?"],"Activate %s":["Activer %s"],"Update %s":["Mettre à jour %s"],"Renew %s":["Renouveler %s"],"Get help activating your subscription":["Obtenez de l’aide dans l’activation de votre abonnement"],"It looks like you’re running an outdated and unactivated version of %1$s, please activate your subscription in %2$sMyYoast%3$s and update to the latest version (at least 17.7) to gain access to our updated workouts section.":["Il semblerait que vous utilisiez une version obsolète et désactivée de %1$s. Veuillez renouveler votre abonnement dans%2$sMyYoast%3$s puis mettez l’extension à jour (au moins en version 17.7) pour débloquer l’accès à notre section Entraînements mise à jour."],"Activate your subscription of %s":["Activez votre abonnement de %s"],"Update to the latest version of %s":["Passez à la dernière version de %s"],"Renew your subscription":["Renouvelez votre abonnement"],"Accessing the latest workouts requires an updated version of %s (at least 17.7), but it looks like your subscription has expired. Please renew your subscription to update and gain access to all the latest features.":["L’accès aux derniers entraînements nécessite une version mise à jour de %s (au moins 17.7), mais il semblerait que votre abonnement ait expiré. Veuillez le renouveler pour mettre l’extension à jour et débloquer l’accès aux dernières fonctionnalités."],"Renew your subscription of %s":["Renouvelez votre abonnement à %s"],"Could not save this value. Please check the URL.":["Impossible d’enregistrer cette valeur. Veuillez vérifier l’URL."],"Could not save this value. Please check the URL or username.":["Impossible d’enregistrer cette valeur. Veuillez vérifier l’URL ou l’identifiant."],"Oops! Something went wrong. Check your email address and try again.":["Une erreur est survenue. Veuillez vérifier votre adresse e-mail et réessayez."],"Yes, you can collect my site data":["Oui, vous pouvez collecter les données de mon site"],"Site representation":["Représentation du site"],"Continue":["Continuer"],"Thank you! Check your inbox for the confirmation email.":["Merci ! Vérifiez l’e-mail de confirmation qui a dû arriver dans votre boite de réception."],"Yoast respects your privacy. Read %1$sour privacy policy%2$s on how we handle your personal information.":["Yoast respecte votre vie privée. Consultez %1$snotre politique de confidentialité%2$s pour voir comment nous gérons vos données personnelles."],"Email address":["Adresse e-mail"],"%1$sBack to all workouts":["%1$s Retour à tous les entraînements"],"Getting your site in shape and keeping it SEO fit can be hard. We can help you get started! Take these step-by-step workouts, and you’ll be tackling some of the most fundamental SEO challenges!":["Rendre votre site performant et le garder en forme peut être difficile. Nous pouvons vous aider à démarrer ! Suivez ces entraînements étape par étape et vous vous attaquerez aux challenges SEO les plus importants !"],"Add internal links to your posts and pages":["Ajoutez des liens internes à vos articles et pages"],"Make pages easier for Google and visitors to find":["Rendez vos pages plus facilement trouvables par Google et vos visiteurs"],"Clean up your unlinked content to make sure people can find it":["Améliorez vos contenus non liés pour vous assurer que les visiteurs les trouvent"],"Orphaned content":["Contenu orphelin"],"Bring more visitors to your articles":["Amenez plus de visiteurs à vos articles"],"Make your important articles rank higher":["Rendez vos articles importants plus visibles"],"%1$s/%2$s steps completed":["%1$s/%2$s étapes terminées"],"Unlock with %s!":["Débloquez avec %s !"],"Start workout!":["Commencer l’entraînement !"],"Do workout again":["Recommencer l’entraînement"],"Continue workout!":["Continuer l’entraînement !"],"It looks like you're running an outdated version of %1$s, please %2$supdate to the latest version (at least 17.7)%3$s to gain access to our updated workouts section.":["Il semblerait que vous utilisiez une version obsolète de %1$s. Veuillez %2$spasser à la dernière version%3$s pour débloquer la section des entraînements mise à jour."],"Get started quickly with the %1$s%2$s First-time configuration%3$s and configure Yoast SEO with the optimal SEO settings for your site!":["Démarrez rapidement avec %1$sla première configuration de %2$s%3$s afin de configurer les réglages optimaux pour votre site !"],"Current or first category title":["Titre de la catégorie actuelle ou de la première catégorie"],"Category Title":["Titre de catégorie"],"Replaced with the post content":["Remplacé par le contenu de la publication"],"Post Content":["Contenu de la publication"],"Replaced with the permalink":["Remplacé par le permalien"],"Replaced with the last name of the author":["Remplacé par le nom de famille de l’auteur/autrice"],"Author last name":["Nom de famille de l’auteur/autrice"],"Replaced with the first name of the author":["Remplacé par le prénom de l’auteur/autrice"],"Author first name":["Prénom de l‘auteur/autrice"],"Replaced with the day the post was published":["Remplacé par le jour de publication"],"Post day":["Jour de publication"],"Replaced with the month the post was published":["Remplacé par le mois de publication"],"Post month":["Mois de publication"],"Replaced with the year the post was published":["Remplacé par l’année de publication"],"Post year":["Année de publication"],"Current day":["Jour actuel"],"Current month":["Mois actuel"],"Current date":["Date actuelle"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's way less than the recommended minimum of %2$d %7$s. %4$sMake it longer%5$s!":["%3$sLongueur de la requête%5$s : La requête contient %1$d %6$s. C’est bien moins que le minimum recommandé de %2$d %7$s. %4$sChoisissez-en une plus longue%5$s !","%3$sLongueur de la requête%5$s : La requête contient %1$d %7$s. C’est bien moins que le minimum recommandé de %2$d %7$s. %4$sChoisissez-en une plus longue%5$s !"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's less than the recommended minimum of %2$d %6$s. %4$sMake it longer%5$s!":["%3$sLongueur de la requête%5$s : La requête contient %1$d %6$s. C’est plus court que le minimum recommandé de %2$d %6$s. %4$sChoisissez-en une plus longue%5$s !"],"It looks like you aren't using our %1$s%2$s addon%3$s. %4$sUpgrade today%5$s to unlock more tools and SEO features to make your products stand out in search results.":["Il semblerait que vous n’utilisez pas notre %1$smodule %2$s%3$s. %4$sAchetez-le%5$s et débloquez plus d’outils et de fonctionnalités SEO pour mettre en avant vos produits dans les résultats de recherche."],"Below are the technical details for the error. See %1$sthis page%2$s for a more detailed explanation.":["Vous trouverez ci-dessous les détails techniques de cette erreur. Consultez %1$scette page%2$s pour une explication détaillée."],"%1$sImage Keyphrase%2$s: Good job!":["%1$sRequête dans les images%2$s : Bon travail !"],"%1$sImage Keyphrase%3$s: Images on this page do not have alt attributes with at least half of the words from your keyphrase. %2$sFix that%3$s!":["%1$sRequête dans les images%3$s : Les images de cette publication ont des textes alternatifs mais ils ne contiennent pas la moitié des mots de votre requête cible. %2$sCorrigez ce problème%3$s !"],"%1$sImages%2$s: Good job!":["%1$sImages%2$s : Bon travail !"],"%1$sImages and videos%2$s: Good job!":["%1$sImages et vidéos%2$s : Bon travail !"],"%3$sImages and videos%5$s: Only %1$d image or video appears on this page. We recommend at least %2$d. %4$sAdd more relevant images or videos%5$s!":["%3$sImages et vidéos%5$s : %1$d image ou vidéo apparaît dans cette publication. Nous recommandons d’en mettre au moins %2$d. %4$sAjoutez plus d’images ou de vidéos pertinentes%5$s !","%3$sImages et vidéos%5$s : %1$d images ou vidéos apparaissent dans cette publication. Nous recommandons d’en mettre au moins %2$d. %4$sAjoutez plus d’images ou de vidéos pertinentes%5$s !"],"%3$sImages%5$s: Only %1$d image appears on this page. We recommend at least %2$d. %4$sAdd more relevant images%5$s!":["%3$sImages%5$s : %1$d image apparaît dans cette publication. Nous recommandons d’en mettre au moins %2$d. %4$sAjoutez plus d’images pertinentes%5$s !","%3$sImages%5$s : %1$d images apparaissent dans cette publication. Nous recommandons d’en mettre au moins %2$d. %4$sAjoutez plus d’images pertinentes%5$s !"],"%1$sImages and videos%3$s: No images or videos appear on this page. %2$sAdd some%3$s!":["%1$sImages et vidéos%3$s : Il n’y a pas d’image ou de vidéo dans cette publication. %2$sAjoutez-en%3$s !"],"Error stack trace":["Trace d’appels de l’erreur"],"Response":["Réponse"],"Error message":["Message d’erreur"],"Status code":["Code d’état"],"Request method":["Méthode de la requête"],"Request URL":["URL de la requête"],"Error details":["Détails de l’erreur"],"Workouts":["Entraînements"],"Rank with articles you want to rank with":["Soyez visibles avec les articles souhaités"],"The cornerstone approach":["L’approche Pilier"],"SEO workouts":["Entraînements SEO"],"Improve the quality of your site search! Automatically helps your users find your cornerstone and most important content in your internal search results. It also removes noindexed posts & pages from your site’s search results.":["Améliorez la qualité de la recherche sur votre site ! Cela aide automatiquement vos visiteurs à trouver vos contenus piliers et les plus importants dans les résultats de recherche interne. Cela retire également des publications désindexées de vos résultats de recherche."],"Find out more about our %s integration.":["En savoir plus sur l’intégration à %s."],"Get relevant internal linking suggestions — while you’re writing! The link suggestions metabox shows a list of posts on your blog with similar content that might be interesting to link to. ":["Obtenez des suggestions de maillage interne pertinentes — pendant que vous écrivez ! L’encart des suggestions de liens affiche une liste de publications de votre blog avec du contenu similaire vers lequel il serait intéressant de faire des liens."],"Find out how Insights can help you improve your content.":["Découvrez comment les stats peuvent vous aider à améliorer votre contenu."],"Find relevant data about your content right in the Insights section in the Yoast SEO metabox. You’ll see what words you use most often and if they’re a match with your keywords! ":["Trouvez des données pertinentes sur votre contenu directement dans la section « Stats » de l’encart Yoast SEO. Vous verrez les expressions que vous utilisez le plus et si elles correspondent à vos mots-clés ! "],"Oops, something has gone wrong and we couldn't complete the optimization of your SEO data. Please make sure to activate your subscription in MyYoast by completing %1$sthese steps%2$s.":["Oups, il y a eu une erreur et nous n’avons pas pu terminer l’optimisation de vos données SEO. Veuillez vous assurer de bien activer votre abonnement dans MyYoast en suivant %1$sces étapes%2$s."],"To unlock this feature please update %s to the latest version.":["Pour débloquer ces fonctionnalités, veuillez mettre à jour %s dans sa dernière version."],"The social appearance settings for archives require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Les réglages de réseaux sociaux des archives nécessitent les métadonnées Open Graph (actuellement désactivées). Vous pouvez les activer dans l’onglet %1$s« Réseaux sociaux », dans l’onglet « Facebook »%2$s."],"The social appearance settings for taxonomies require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Les réglages de réseaux sociaux des taxonomies nécessitent les métadonnées Open Graph (actuellement désactivées). Vous pouvez les activer dans l’onglet %1$s« Réseaux sociaux », dans l’onglet « Facebook »%2$s."],"The social appearance settings for content types require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Les réglages de réseaux sociaux des publications nécessitent les métadonnées Open Graph (actuellement désactivées). Vous pouvez les activer dans l’onglet %1$s« Réseaux sociaux », dans l’onglet « Facebook »%2$s."],"The social appearance settings for your homepage require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Les réglages de réseaux sociaux de votre page d’accueil nécessitent les métadonnées Open Graph (actuellement désactivées). Vous pouvez les activer dans l’onglet %1$s« Réseaux sociaux », dans l’onglet « Facebook »%2$s."],"Social image":["Image pour les réseaux sociaux"],"Unlock with Premium":["Débloquer avec la version premium"],"Addon installation failed because of an error: %s.":["Échec d’installation d’un module à cause d’une erreur : %s."],"You are not allowed to install plugins.":["Vous n’avez pas les droits suffisants pour installer des extensions."],"Addon installed.":["Module installé."],"Addon activation failed because of an error: %s.":["Échec d’activation d’un module à cause d’une erreur : %s."],"You are not allowed to activate plugins.":["Vous n’avez pas les droits nécessaires pour activer des extensions."],"Addon activated.":["Module activé."],"%1$s Continue to %2$s%3$s":["%1$s Continuer vers %2$s%3$s"],"Installing and activating addons":["Installation et activation des modules"],"No %1$s plugins have been installed. You don't seem to own any active subscriptions.":["Aucune extension %1$s n’a été installée. Il semblerait que vous n’ayez aucune licence active."],"the following addons":["les modules complémentaires suivants"],"%s SEO installation":["Installation de %s SEO"],"Install and activate":["Installer et activer"],"Please confirm below that you would like to install %s on this site.":["Veuillez confirmer ci-dessous que vous souhaitez installer %s sur ce site."],"Insert variable":["Insérez une variable"],"Shopping data preview:":["Prévisualisation des données Shopping :"],"Availability":["Disponibilité"],"Price":["Prix"],"Rating":["Note"],"%s reviews":["%s avis"],"Rating: %s":["Note : %s"],"Image":["Image"],"Social description":["Description pour les réseaux sociaux"],"Social title":["Titre pour les réseaux sociaux"],"Required by %s":["Nécessaire pour %s"],"Auto-updates are disabled based on this setting for %1$s.":["Les mises à jour automatiques sont désactivées grâce à ce réglage de %1$s."],"Auto-updates are enabled based on this setting for %1$s.":["Les mises à jour automatiques sont activées grâce à ce réglage de %1$s."],"New":["Nouveau"],"seconds":["secondes"],"Select image":["Sélectionner une image"],"Replace image":["Remplacer l’image"],"site structure":["structure de site"],"internal linking":["maillage interne"],"breadcrumbs":["fil d’ariane"],"seo":["seo"],"Adds the Yoast SEO breadcrumbs to your template or content.":["Ajoute le fil d’Ariane de Yoast à votre modèle ou contenu."],"Yoast Breadcrumbs":["Fil d’Ariane de Yoast"],"The term is considered invalid. The following reason was given by WordPress: %s":["Le terme est considéré comme non-valide. Voici la raison donnée par WordPress : %s"],"The post could not be found.":["La publication est introuvable."],"The term could not be found.":["Le terme est introuvable."],"This feature has been disabled since subsites never send tracking data.":["Cette fonctionnalité a été désactivée puisque les sous-sites n’envoient jamais de données de suivi."],"We notice that you have installed WPML. To make sure your canonical URLs are set correctly, %1$sinstall and activate the WPML SEO add-on%2$s as well!":[""],"Unfortunately we cannot save changes to your SEO settings while you are working on a draft of an already-published %1$s. If you want to save your SEO changes, make sure to click 'Update', or wait to make your SEO changes until you are ready to update the %1$s.":["Malheureusement, nous ne pouvons pas enregistrer les modifications à vos réglages SEO pendant que vous travaillez si vous basculez un(e) %1$s déjà publié(e) en brouillon. Si vous souhaitez enregistrer vos modifications SEO, assurez-vous de cliquer sur « Mettre à jour » ou attendez de faire vos modifications sur le/la %1$s."],"Get started with Yoast SEO's content analysis for Elementor!":["Commencez avec l’analyse de contenu Yoast pour Elementor !"],"Got it":["Compris"],"New: Yoast SEO for Elementor":["Nouveau : Yoast SEO pour Elementor"],"Because of a change in your category base setting, some of your SEO data needs to be reprocessed.":["À cause d’un changement dans vos réglages de préfixe de catégorie, une partie de vos données SEO doit être re-traitée."],"Wait for a week or so, until %1$s automatically processes most of your content in the background.":["Attendre une semaine environ, jusqu’à ce que %1$s traite automatiquement votre contenu en arrière-plan."],"%s minute":["%s minute","%s minutes"],"Est. reading time":["Durée de lecture estimée"],"Written by":["Écrit par"],"Google Rich Results Test":["Test de résultats enrichis Google"],"Find out how a rich snippet can improve visibility and click-through-rate.":["Découvrez comment un extrait enrichi peut améliorer votre visibilité et votre taux de clic."],"This adds an author byline and reading time estimate to the article’s snippet when shared on Slack.":["Cela ajoute une ligne à l’extrait de la publication sur Slack avec l’auteur ou l’autrice et la durée de lecture estimée."],"Enhanced Slack sharing":["Partage amélioré sur Slack"],"Activate your subscription":["Activer votre abonnement"],"SEO data optimization is disabled for non-production environments.":["L’optimisation des données SEO est désactivée pour les environnements qui ne sont pas en production."],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":["Cette fonctionnalité remplace le compteur de liens textuels et l’analyse de maillage interne"],"This tab allows you to selectively disable %1$s integrations with third-party products for all sites in the network. By default all integrations are enabled, which allows site admins to choose for themselves if they want to toggle an integration on or off for their site. When you disable an integration here, site admins will not be able to use that integration at all.":["Cet onglet vous permet de désactiver de façon sélective des intégrations de %1$s à des solutions tierces pour l’ensemble du réseau. Par défaut, toutes les intégrations sont activées, ce qui permet aux rôles administration de choisir s’ils veulent les utiliser sur leur site. Par contre, si vous désactivez une intégration ici, aucun site du réseau ne pourra l’utiliser."],"Because of a change in your tag base setting, some of your SEO data needs to be reprocessed.":["À cause d’un changement dans vos réglages de préfixe d’étiquettes, une partie de vos données SEO doit être re-traitée."],"Stop SEO data optimization":["Arrêter l’optimisation des données SEO"],"Oops, something has gone wrong and we couldn't complete the optimization of your SEO data. Please click the button again to re-start the process. ":["Oups, un problème est survenu et nous n’avons pas pu terminer l’optimisation de vos données SEO. Veuillez relancer le traitement."],"Optimizing SEO data... This may take a while.":["Optimisation des données SEO… Cela peut prendre un moment."],"SEO data optimization complete":["Optimisation des données SEO terminée"],"You can speed up your site and get insight into your internal linking structure by letting us perform a few optimizations to the way SEO data is stored. ":["Vous pouvez accélérer votre site et obtenir des statistiques de maillage interne en nous autorisant à procéder à quelques optimisations sur le stockage des données SEO."],"Start SEO data optimization":["Démarrer l’optimisation des données SEO"],"Learn more about the benefits of optimized SEO data.":["En savoir plus sur les avantages des données SEO optimisées."],"You can speed up your site and get insight into your internal linking structure by letting us perform a few optimizations to the way SEO data is stored. If you have a lot of content it might take a while, but trust us, it's worth it.":["Vous pouvez accélérer votre site et obtenir des statistiques de maillage interne en nous autorisant à procéder à quelques optimisations sur le stockage des données SEO. Si vous avez beaucoup de contenu, cela peut prendre un moment. Mais faites-nous confiance, cela vaut le coup."],"Optimize SEO Data":["Optimiser les données SEO"],"If the problem persists, please contact support.":["Si le problème persiste, veuillez contacter le support."],"Something has gone wrong and we couldn't complete the optimization of your SEO data. Please %1$sre-start the process%2$s.":["Un problème est survenu et nous n’avons pas pu terminer l’optimisation de vos données SEO. Veuillez %1$srelancer le traitement%2$s."],"All permalinks were successfully reset":["Tous les permaliens ont bien été réinitialisés"],"We've encountered a problem trying to get related keyphrases. Please try again later.":["Un problème est survenu lors de la récupération des requêtes cibles liées. Veuillez réessayer plus tard."],"You've reached the maximum amount of 4 related keyphrases. You can change or remove related keyphrases in the %s metabox or sidebar.":["Vous avez atteint la limite de 4 requêtes cibles liées. Vous pouvez en ajouter ou en retirer dans l’encart de %s dans la colonne latérale."],"Please wait while %1$s connects to %2$s to get related keyphrases...":["Veuillez patienter le temps que %1$s se connecte à %2$s pour obtenir des requêtes cibles liées…"],"Upgrade your %s plan":["Mettez à niveau votre formule %s"],"You've reached your request limit for today. Check back tomorrow or upgrade your plan over at %s.":["Vous avez atteint votre limite de requête journalière. Revenez demain ou passez à une formule supérieure de %s."],"Last month":["Le mois dernier"],"Two months ago":["Il y a deux mois"],"Three months ago":["Il y a trois mois"],"Four months ago":["Il y a quatre mois"],"Five months ago":["Il y a cinq mois"],"Six months ago":["Il y a six mois"],"Seven months ago":["Il y a sept mois"],"Eight months ago":["Il y a huit mois"],"Nine months ago":["Il y a neuf mois"],"Ten months ago":["Il y a dix mois"],"Eleven months ago":["Il y a onze mois"],"Twelve months ago":["Il y a douze mois"],"Get more insights at %s":["Obtenez plus de statistiques sur %s"],"Keyphrase volume in the last 12 months on a scale from 0 to 100.":["Volume de la requête cible sur les 12 derniers mois, sur une échelle de 0 à 100."],"Learn more about the related keyphrases trend":["En savoir plus sur la tendance des requêtes cibles liées"],"Trend":["Tendance"],"Learn more about the related keyphrases volume":["En savoir plus sur les volumes des requêtes cibles liées"],"Volume":["Volume"],"Related keyphrase":["Requête cible liée"],"Select country":["Sélectionner un pays"],"Show results for:":["Afficher les résultats pour :"],"Please enter a focus keyphrase first to get related keyphrases":["Veuillez d’abord saisir une requête cible pour obtenir des suggestions"],"Sorry, there's no data available for that keyphrase/country combination.":["Désolé, nous n’avons aucune donnée pour cette combinaison de requête cible et pays."],"Get related keyphrases":["Obtenir des requêtes cibles liées"],"Related keyphrases":["Requêtes cibles liées"],"The number of headers and header labels don't match.":["Le nombre d’en-têtes et leurs libellés ne correspondent pas."],"The %s integration offers suggestions and insights for keywords related to the entered focus keyphrase.":["L’intégration à %s ajoute des suggestions et statistiques pour les mots-clés saisis dans la requête cible."],"Disabling Yoast SEO's XML sitemaps will not disable WordPress' core sitemaps. In some cases, this %1$s may result in SEO errors on your site%2$s. These may be reported in Google Search Console and other tools.":["Désactiver les plans de site XML de Yoast SEO ne désactivera pas les plans de site du cœur de WordPress. Dans certains cas, cela %1$s peut provoquer des erreurs SEO sur votre site%2$s. Elles pourraient être relevées dans Google Search Console et d’autres outils."],"If you still need support and have an active subscription for this product, please email %s.":["Si vous avez besoin de support et disposez d’une licence active pour ce produit, veuillez nous écrire un e-mail à %s."],"You can probably find an answer to your question in our %1$shelp center%2$s.":["Vous pouvez probablement trouver une réponse à votre question dans notre %1$scentre d’aide%2$s."],"Need support?":["Besoin d’aide ?"],"Return to your %s":["Retour à votre %s"],"Make sure to save your %s for changes to take effect":["Assurez-vous d’enregistrer votre %s pour que les modifications soient prises en compte"],"The advanced section of the %1$s meta box allows a user to remove posts from the search results or change the canonical. The settings in the schema tab allows a user to change schema meta data for a post. These are things you might not want any author to do. That's why, by default, only editors and administrators can do this. Setting to \"%2$s\" allows all users to change these settings.":["La section avancée de l’encart de %1$s permet de désindexer des publications ou changer l’URL canonique. Les réglages dans l’onglet « schema » permettent de changer les métadonnées de schema pour une publication. Ce sont des choses que vous ne voulez peut-être pas que tous les auteurs et autrices manipulent. C’est pourquoi, par défaut, seuls les éditeurs et éditrices, administrateurs et administratrices peuvent les modifier. En mettant le réglage à « %2$s », vous autoriseriez tous les utilisateurs et utilisatrices à modifier ces réglages."],"Security: no advanced or schema settings for authors":["Sécurité : pas de réglages avancés ou schema pour les auteurs et autrices"],"Report":["Rapport"],"Tech Article":["Article technique"],"Scholarly Article":["Article universitaire"],"Satirical Article":["Article satirique"],"Advertiser Content Article":["Article publi-rédactionnel"],"News Article":["Article d’actualité"],"Social Media Posting":["Publication de réseau social"],"Article":["Article"],"Search Results Page":["Page de résultats de recherche"],"Real Estate Listing":["Fiche de bien immobilier"],"Checkout Page":["Page de commande"],"Collection Page":["Page de navigation"],"Medical Web Page":["Page web médicale"],"Contact Page":["Page de contact"],"Profile Page":["Page de profil"],"QA Page":["Page de questions-réponses"],"FAQ Page":["Page de FAQ"],"About Page":["Page À propos"],"Item Page":["Page d’élément"],"Web Page":["Page web"],"Default for %1$s (%2$s)":["Valeur par défaut pour les %1$s (%2$s)"],"This helps search engines understand your website and your content. You can change some of your settings for this page below.":["Cela aide les moteurs de recherche à comprendre votre site et son contenu. Vous pouvez changer certains réglages de cette publication ci-dessous."],"Yoast SEO automatically describes your pages using schema.org":["Yoast SEO décrit automatiquement vos publications à l’aide de schema.org"],"Article type":["Type d’article"],"Page type":["Type de page"],"Learn more about page or content types":["En savoir plus sur les types de publication"],"What type of page or content is this?":["Quel type de publication ou de contenu est-ce ?"],"Structured Data":["Données structurées"],"Yoast How-to":["Tutoriels de Yoast"],"Yoast FAQ":["FAQ de Yoast"],"%1$s: Does not contain the exact match. %2$sTry to write the exact match of your keyphrase in the SEO title and put it at the beginning of the title%3$s.":["%1$s : Elle n’est pas présente. %2$sEssayez de l’écrire exactement dans le titre SEO et au début de la phrase, de préférence%3$s."],"%1$s: The exact match of the focus keyphrase appears in the SEO title, but not at the beginning. %2$sMove it to the beginning for the best results%3$s.":["%1$s : Les mots de votre requête apparaissent bien dans le titre SEO, mais pas au début. %2$sDéplacez-les en début de phrase pour de meilleurs résultats%3$s."],"%1$s Internal Linking Blocks":["Blocs %1$s de maillage interne"],"Allow us to track some data about your site to improve our plugin.":["Autorisez-nous à suivre quelques données de votre site pour améliorer notre extension."],"Usage tracking":["Suivi d’utilisation"],"Can we collect anonymous information about your website to enhance %1$s?":["Pouvons-nous collecter des informations anonymes sur votre site afin d’améliorer %1$s ?"],"Read more about how internal linking can improve your site structure.":["En savoir plus sur l’impact du maillage interne sur la structure de votre site."],"Link suggestions":["Suggestions de liens"],"Insights":["Stats"],"Remove image":["Retirer l’image"],"The file size of the uploaded image is too large for %s. File size must be less than %s.":["Le poids de l’image téléversée est trop élevé pour %s. Il devrait être inférieur à %s."],"The format of the uploaded image is not supported. The supported formats are: %s, %s, %s and %s.":["Le format de l’image téléversée n’est pas pris en charge. Ceux acceptés sont : %s, %s, %s et %s."],"You have uploaded a %s. Please note that, if it’s an animated %s, only the first frame will be used.":["Vous avez téléversé un %s. Notez que si c’est un %s animé, seule la première image sera utilisée."],"Your image dimensions are not suitable. The minimum dimensions are %dx%d pixels. The maximum dimensions are %dx%d pixels.":["Les dimensions de votre image ne sont pas appropriées. Les dimensions minimum sont de %dx%d pixels et au maximum de %dx%d pixels."],"Your image dimensions are not suitable. The minimum dimensions are %dx%d pixels.":["Les dimensions de votre image ne sont pas appropriées. Les dimensions minimum sont de %dx%d pixels."],"Dismiss":["Ignorer"],"Because of a change in your permalink structure, some of your SEO data needs to be reprocessed.":["À cause d’un changement dans la structure de vos permaliens, une partie de vos données SEO doit être re-traitée."],"Because of a change in your home URL setting, some of your SEO data needs to be reprocessed.":["À cause d’un changement dans vos réglages d’URL de page d’accueil, une partie de vos données SEO doit être re-traitée."],"Please upgrade your WordPress version or install the Gutenberg plugin to get this %1$s feature.":["Veuillez mettre WordPress à jour ou installez l’extension Gutenberg pour obtenir cette fonctionnalité de %1$s."],"Marking links with nofollow/sponsored has been disabled for WordPress installs < 5.4.":["L’ajout des attributs de lien nofollow/sponsored a été désactivé pour les versions de WordPress < à 5.4."],"Open in new tab":["Ouvrir dans un nouvel onglet"],"This is a sponsored link or advert (mark as %1$ssponsored%2$s)%3$s":["Ceci est un lien sponsorisé ou publicitaire (le marquer comme %1$ssponsored%2$s)%3$s"],"Search engines should ignore this link (mark as %1$snofollow%2$s)%3$s":["Les moteurs de recherche devraient ignorer ce lien (le marquer comme %1$snofollow%2$s)%3$s"],"Learn more about marking a link as nofollow or sponsored.":["En savoir plus sur les liens marqués comme nofollow ou sponsored."],"Link inserted.":["Lien inséré."],"Link edited.":["Lien modifié."],"Warning: the link has been inserted but may have errors. Please test it.":["Avertissement : le lien a bien été inséré mais peut contenir des erreurs. Veuillez le tester."],"Unlink":["Supprimer le lien"],"Link removed.":["Lien retiré."],"Link":["Lien"],"We've analyzed your post. There is still room for improvement!":["Nous avons analysé votre publication. Il y a encore de la place pour l’amélioration !"],"We've analyzed your post. Everything looks good. Well done!":["Nous avons analysé votre publication. Tout semble bon. Bien joué !"],"No focus keyword was entered":["Aucune requête cible n’a été saisie"],"Share your post!":["Partagez votre publication !"],"Improve your post with Yoast SEO":["Améliorez votre publication avec Yoast SEO"],"SEO analysis:":["Analyse SEO :"],"The links columns show the number of articles on this site linking %3$sto%4$s this article and the number of URLs linked %3$sfrom%4$s this article. Learn more about %1$show to use these features to improve your internal linking%2$s, which greatly enhances your SEO.":["Les colonnes des liens affichent le nombre d’articles sur ce site faisant un lien %3$svers%4$s cet article et le nombre d’URL liées %3$sdepuis%4$s cet article. En savoir plus sur %1$sces fonctionnalités pour améliorer le maillage interne%2$s, ce qui perfectionnera votre référencement."],"We've written an article about %1$show to use the SEO score and Readability score%2$s.":["Nous avons écrit un article sur %1$sl’utilisation des scores SEO et Lisibilité%2$s."],"%1$s adds several columns to this page.":["%1$s ajoute plusieurs colonnes à cette page."],"We estimate this will take less than a minute.":["Nous estimons que cela prendra moins d’une minute."],"We estimate this will take a couple of minutes.":["Nous estimons que cela prendra quelques minutes."],"%1$sRun the indexation process on your server%2$s using %3$sWP CLI%2$s.":["%1$sLancer le processus d’indexation sur votre serveur%2$s en utilisant %3$sWP CLI%2$s."],"We estimate this could take a long time, due to the size of your site. As an alternative to waiting, you could:":["Nous estimons que cela pourrait prendre beaucoup de temps en raison de la taille de votre site. Au lieu d’attendre, vous pourriez :"],"Show debug information":["Afficher les informations de débogage"],"Your site will continue to work normally, but won't take full advantage of %s.":["Votre site continuera de fonctionner normalement, mais ne profitera pas pleinement de %s."],"%s had problems creating the database tables needed to speed up your site.":["%s a rencontré des problème pour créer les tables de base de données nécessaires pour optimiser votre site."],"Your keyphrase is too long. It can be a maximum of 191 characters.":["Votre requête cible est trop longue. Elle peut être composée de 191 caractères au maximum."],"%1$sFind out how to solve this problem on our help center%2$s.":["%1$sDécouvrez comment régler ce problème dans notre centre d’aide%2$s."],"The text link counter feature is not working as expected":["Le compteur de liens textuels ne fonctionne pas comme prévu"],"The text link counter helps you improve your site structure. %1$sFind out how the text link counter can enhance your SEO%2$s.":["Le compteur de liens textuels vous aide à améliorer la structure de votre site. %1$sDécouvrez comment il peut améliorer votre référencement%2$s."],"The text link counter is working as expected":["Le compteur de liens textuels fonctionne comme prévu"],"I don't want this site to show in the search results.":["Je ne veux pas que ce site apparaisse dans les résultats de recherche."],"If you want search engines to show this site in their results, you must %1$sgo to your Reading Settings%2$s and uncheck the box for Search Engine Visibility.":["Si vous souhaitez que les moteurs de recherche affichent votre site dans leurs résultats, vous devez %1$saller dans les réglages de Lecture%2$s et décocher la case de l’option « Visibilité pour les moteurs de recherche »."],"Learn more about the no-index setting on our help page.":["En savoir plus sur le réglage noindex sur notre page d’aide."],"Even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Même si vous pouvez définir le réglage pour les robots ici, votre site entier est réglé sur « noindex » dans les réglages de lecture. Ces réglages ici n’auront donc aucun effet."],"Learn more about canonical URLs on our help page.":["En savoir plus sur les URL canoniques sur notre page d’aide."],"Learn more about the breadcrumbs title setting on our help page.":["En savoir plus sur le réglage de titre de fil d’Ariane sur notre page d’aide."],"Learn more about advanced meta robots settings on our help page.":["En savoir plus sur les réglages de métadonnées avancés sur notre page d’aide."],"Learn more about the no-follow setting on our help page.":["En savoir plus sur le réglage nofollow sur notre page d’aide."],"Should search engines follow links on this content?":["Est-ce que les moteurs de recherche devraient suivre les liens de ce contenu ?"],"This %1$s REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use %1$s for all their SEO meta output.":["Le point de terminaison REST API de %1$s vous donne toutes les métadonnées d’une URL spécifique. Ainsi, les sites WordPress headless pourront continuer d’utiliser %1$s pour la gestion des métadonnées SEO."],"REST API: Head endpoint":["REST API : Point de terminaison Head"],"Please read %1$sthis help article%2$s to find out how to resolve this problem.":["Veuillez lire %1$sce guide%2$s pour voir comment résoudre ce problème."],"Replaced with the term ancestors hierarchy":["Remplacé par la hiérarchie des termes supérieurs"],"Term hierarchy":["Hiérarchie des termes"],"%1$sYou can change the tagline in the customizer%2$s.":["%1$sVous pouvez changer le slogan dans l’outil de personnalisation%2$s."],"You still have the default WordPress tagline. Even an empty one is probably better.":["Vous avez encore le slogan WordPress par défaut. Même un slogan vide serait probablement mieux."],"You should change the default WordPress tagline":["Vous devriez changer le slogan WordPress par défaut"],"You are using a custom tagline or an empty one.":["Vous utilisez un slogan personnalisé ou vide."],"You changed the default WordPress tagline":["Vous avez changé le slogan WordPress par défaut"],"Comments on your posts are displayed on a single page. This is just like we'd suggest it. You're doing well!":["Les commentaires de vos publications sont affichés sur une seule page. Cela correspond à notre recommandation, tout se passe donc très bien !"],"It's highly recommended to have your postname in the URL of your posts and pages. Consider setting your permalink structure to %s.":["Il est fortement recommandé d’avoir le nom de la publication dans l’URL de vos articles et pages. Envisagez de passer votre structure de permaliens à %s."],"You do not have your postname in the URL of your posts and pages":["Vous n’avez pas le nom de la publication dans l’URL et de vos articles et pages."],"You do have your postname in the URL of your posts and pages.":["Vous avez bien le nom de la publication dans l’URL et de vos articles et pages."],"Your permalink structure includes the post name":["Votre structure de permaliens inclut le nom de la publication"],"Comments on your posts break into multiple pages. As this is not needed in 999 out of 1000 cases, we recommend you disable it. To fix this, uncheck \"Break comments into pages...\" on the Discussion Settings page.":["Les commentaires sur vos publications sont divisés sur plusieurs pages. Ce qui n’est pas nécessaire dans 999 cas sur 1000. Pour corriger ce problème, décochez « Diviser les commentaires en pages […] » dans les réglages de Discussion."],"Comments break into multiple pages":["Commentaires divisés en plusieurs pages"],"Comments are displayed on a single page":["Les commentaires sont affichés sur une seule page"],"No title":["Aucun titre"],"%1$sGo to the Discussion Settings page%2$s":["%1$sAllez dans les réglages de discussion%2$s"],"%1$sThis was reported by the %2$s plugin%3$s":["%1$sCela a été remonté par l’extension %2$s%3$s"],"Mobile result":["Résultat mobile"],"Preview as:":["Prévisualiser en tant que :"],"Desktop result":["Résultat bureau"],"When you click OK we will open our HelpScout beacon where you can find answers to your questions. This beacon will load our support data and also potentially set cookies.":["Lorsque vous cliquerez sur OK, nous lancerons notre balise HelpScout où vous trouverez les réponses à vos questions. Cela chargera nos données de support et cela pourrait potentiellement poser des cookies."],"The browser you are currently using is unfortunately rather dated. Since we strive to give you the best experience possible, we no longer support this browser. Instead, please use %1$sFirefox%4$s, %2$sChrome%4$s or %3$sMicrosoft Edge%4$s.":["Le navigateur que vous utilisez actuellement est malheureusement obsolète. Puisque nous tenons à vous proposer la meilleure expérience possible, nous ne le prenons plus en charge. À la place, veuillez utiliser %1$sFirefox%4$s, %2$sChrome%4$s ou %3$sMicrosoft Edge%4$s."],"If you want to apply advanced <code>meta</code> robots settings for this page, please define them in the following field.":["Si vous souhaitez appliquer des réglages de <code>métadonnées</code> robots pour cette page, veuillez les définir dans le champ suivant."],"Check out %1$s":["Jetez un œil à %1$s"],"We have both free and premium online courses to learn everything you need to know about SEO.":["Nous avons des formations gratuites et payantes pour vous apprendre le référencement."],"Want to learn SEO from Team Yoast? Check out our %1$s!":["Vous souhaitez apprendre le référencement avec l’équipe de Yoast ? Jetez un œil à notre %1$s !"],"Learn SEO":["Apprenez le SEO"],"%s settings to import:":["Réglages %s à importer :"],"Import settings from another %1$s installation by pasting them here and clicking \"%2$s\".":["Importez des réglages d’une autre installation %1$s en les collant ici et en cliquant sur « %2$s »."],"Your %1$s settings:":["Vos réglages %1$s :"],"Schema":["Schema"],"Please check the format of the YouTube URL you entered. %s":["Veuillez vérifier le format de l’URL YouTube saisie. %s"],"Please check the format of the Wikipedia URL you entered. %s":["Veuillez vérifier le format de l’URL Wikipedia saisie. %s"],"Please check the format of the Pinterest URL you entered. %s":["Veuillez vérifier le format de l’URL Pinterest saisie. %s"],"Please check the format of the MySpace URL you entered. %s":["Veuillez vérifier le format de l’URL MySpace saisie. %s"],"Please check the format of the LinkedIn URL you entered. %s":["Veuillez vérifier le format de l’URL LinkedIn saisie. %s"],"Please check the format of the Instagram URL you entered. %s":["Veuillez vérifier le format de l’URL Instagram saisie. %s"],"Please check the format of the Facebook Page URL you entered. %s":["Veuillez vérifier le format de l’URL de la page Facebook saisie. %s"],"Settings saved.":["Réglages enregistrés."],"Dismiss this alert":["Ignorer cette alerte"],"The submitted value was: %s":["La valeur entrée était : %s"],"Yandex confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Les codes de confirmation de Yandex ne peuvent contenir que des lettres de A à Z, des chiffres, tirets courts et tirets bas. %s"],"Twitter usernames can only contain letters, numbers, and underscores. %s":["Les identifiants Twitter ne peuvent contenir que des lettres, chiffres et tirets bas. %s"],"Pinterest confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Les codes de confirmation de Pinterest ne peuvent contenir que des lettres de A à Z, des chiffres, tirets courts et tirets bas. %s"],"Bing confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Les codes de confirmation de Bing ne peuvent contenir que des lettres de A à Z, des chiffres, tirets courts et tirets bas. %s"],"Google verification codes can only contain letters, numbers, hyphens, and underscores. %s":["Les codes de confirmation de Yandex ne peuvent contenir que des lettres, des chiffres, tirets courts et tirets bas. %s"],"Baidu verification codes can only contain letters, numbers, hyphens, and underscores. %s":["Les codes de confirmation de Baidu ne peuvent contenir que des lettres, des chiffres, tirets courts et tirets bas. %s"],"Show this item.":["Afficher cet élément."],"Hide this item.":["Masquer cet élément."],"You have %d hidden problem:":["Vous avez %d problème masqué :","Vous avez %d problèmes masqués :"],"You have %d hidden notification:":["Vous avez %d notification masquée :","Vous avez %d notifications masquées :"],"Focus keyphrase not set":["Requête cible non définie"],"The form contains %1$s error. %2$s":["Le formulaire contient %1$s erreur. %2$s","Le formulaire contient %1$s erreurs. %2$s"],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly.":["Les mots suivants apparaissent le plus souvent dans votre texte. Cela vous donne un aperçu de la perception de votre contenu. Si les mots diffèrent de votre sujet principal, vous devriez réécrire votre contenu en conséquence."],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":["Une fois que vous aurez ajouté plus de texte, nous vous donnerons la liste des mots qui apparaissent le plus dans votre contenu. Cela vous donnera un aperçu de la perception de votre contenu."],"%d occurrences":["%d occurrences"],"Activate %s for your site on MyYoast":["Activez %s pour votre site sur MyYoast"],"Show blog page in breadcrumbs":["Afficher la page de blog dans le fil d’Ariane"],"We could not find any relevant articles on your website that you could link to from your post.":["Nous n’avons pas trouvé d’article pertinent sur votre site vers lequel vous pourriez faire un lien."],"Has feedback":["Dispose d’un retour"],"Content optimization:":["Optimisation du contenu :"],"%1$sSEO%2$s: %3$s":["%1$sSEO%2$s : %3$s"],"%1$sReadability%2$s: %3$s":["%1$sLisibilité%2$s : %3$s"],"Post Noindexed":["Publication désindexée"],"No Focus Keyphrase":["Pas de requête cible"],"Posts with the SEO score: %s":["Publications avec le score SEO : %s"],"SEO: %s":["SEO : %s"],"%s video tutorial":["Tutoriel vidéo de %s"],"To view your current crawl errors, %1$splease visit Google Search Console%2$s.":["Pour voir vos erreurs d’exploration actuelles, %1$sveuillez vous rendre sur Google Search Console%2$s."],"Google has discontinued its Crawl Errors API. Therefore, any possible crawl errors you might have cannot be displayed here anymore. %1$sRead our statement on this for further information%2$s.":["Google a mis fin à son API d’erreurs d’exploration. Par conséquent, les éventuelles erreurs que vous pourriez avoir ne peuvent plus être affichées ici. %1$sLisez notre déclaration à ce sujet pour plus d’informations%2$s."],"Get the %s plugin now!":["Obtenez l’extension %s !"],"Personal info":["Informations personnelles"],"Organization logo":["Logo de l’entité"],"Organization name":["Nom de l’entité"],"(if one exists)":["(si une existe)"],"Wikipedia page about you":["Page Wikipédia à votre propos"],"YouTube profile URL":["URL de profil Youtube"],"Tumblr profile URL":["URL de profil Tumblr"],"SoundCloud profile URL":["URL de profil Soundcloud"],"MySpace profile URL":["URL de profil Myspace"],"Organization":["Entité"],"You have previously set your site to represent a person. We’ve improved our functionality around Schema and the Knowledge Graph, so you should go in and %1$scomplete those settings%2$s.":["Vous avez précédemment réglé votre site en tant que représentant d’une personne. Nous avons amélioré les fonctionnalités de données structurées (Schema et Knowledge Graph), donc nous vous invitons à %1$s compléter ces réglages%2$s."],"Select a user...":["Sélectionner un compte…"],"Uncategorized":["Non classé"],"Pinterest profile URL":["URL de profil Pinterest"],"LinkedIn profile URL":["URL de profil LinkedIn"],"Instagram profile URL":["URL de profil Instagram"],"No JSON object was returned.":["Aucun objet JSON n’a été renvoyé."],"Received internal links":["Liens internes reçus"],"Outgoing internal links":["Liens internes émis"],"New step added":["Nouvelle étape ajoutée"],"New question added":["Nouvelle question ajoutée"],"For this feature to work, %1$s needs to create a table in your database. We were unable to create this table automatically.":["Pour que cette fonctionnalité fonctionne, %1$s a besoin de créer une table dans votre base de données. Nous n’avons pas réussi à le faire automatiquement."],"Keyphrase":["Requête"],"%3$sImage Keyphrase%5$s: Out of %2$d images on this page, %1$d have alt attributes with words from your keyphrase or synonyms. That's a bit much. %4$sOnly include the keyphrase or its synonyms when it really fits the image%5$s.":["%3$sRequête dans les images%5$s : Sur %2$d images de cette publication, %1$d ont des textes alternatifs qui contiennent votre requête cible ou ses synonymes. C’est un peu trop. %4$sN’utilisez ces termes que lorsqu’ils correspondent réellement à l’image%5$s."],"%3$sImage Keyphrase%5$s: Out of %2$d images on this page, only %1$d has an alt attribute that reflects the topic of your text. %4$sAdd your keyphrase or synonyms to the alt tags of more relevant images%5$s!":["%3$sRequête dans les images%5$s : Sur %2$d images de cette publication, seulement %1$d a un texte alternatif qui reflète le sujet de votre texte. %4$sAjoutez votre requête cible ou ses synonymes aux textes alternatifs pertinents%5$s !","%3$sRequête dans les images%5$s : Sur %2$d images de cette publication, seulement %1$d ont un texte alternatif qui reflète le sujet de votre texte. %4$sAjoutez votre requête cible ou ses synonymes aux textes alternatifs pertinents%5$s !"],"%1$sImage Keyphrase%3$s: Images on this page do not have alt attributes that reflect the topic of your text. %2$sAdd your keyphrase or synonyms to the alt tags of relevant images%3$s!":["%1$sRequête dans les images%3$s : Les images de cette publication n’ont pas de texte alternatif qui reflètent le sujet de votre texte. %2$sAjoutez votre requête cible ou ses synonymes aux textes alternatifs qui seraient pertinents%3$s !"],"%1$sImage Keyphrase%3$s: Images on this page have alt attributes, but you have not set your keyphrase. %2$sFix that%3$s!":["%1$sRequête dans les images%3$s : Les images de cette publication ont des textes alternatifs mais vous n’avez pas défini de requête cible. %2$sRenseignez-en une%3$s !"],"%1$sKeyphrase in subheading%2$s: %3$s of your H2 and H3 subheadings reflects the topic of your copy. Good job!":["%1$sRequête dans les titres%2$s : %3$s de vos titres H2 et H3 reflète le sujet de votre contenu. Bon travail !","%1$sRequête dans les titres%2$s : %3$s de vos titres H2 et H3 reflètent le sujet de votre contenu. Bon travail !"],"%1$sKeyphrase in subheading%2$s: Your H2 or H3 subheading reflects the topic of your copy. Good job!":["%1$sRequête dans les titres%2$s : Vos titres H2 et H3 reflètent le sujet de votre contenu. Bon travail !"],"%1$sKeyphrase in subheading%3$s: %2$sUse more keyphrases or synonyms in your H2 and H3 subheadings%3$s!":["%1$sRequête dans les titres%3$s : %2$sUtilisez plus souvent la requête cible ou ses synonymes dans vos titres H2 et H3%3$s !"],"Page %s":["Page %s"],"Cannot get the size of %1$s because of unknown reasons.":["Impossible de récupérer la taille de %1$s pour des raisons inconnues."],"Cannot get the size of %1$s because it is hosted externally.":["Impossible de récupérer la taille de %1$s car elle est externe au site."],"%1$sSingle title%3$s: H1s should only be used as your main title. Find all H1s in your text that aren't your main title and %2$schange them to a lower heading level%3$s!":["%1$sTitre de niveau 1%3$s : Les H1 ne devraient être utilisés que pour votre titre principal. Trouvez-les dans votre texte et %2$spassez-les à un niveau inférieur%3$s !"],"%1$sKeyphrase density%2$s: The keyphrase was found %5$d time. That's way more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$sDensité de requête%2$s : La requête cible a été trouvé %5$d fois. C’est bien plus que le maximum recommandé de %3$d fois pour un texte de cette taille. %4$sNe sur-optimisez pas%2$s !","%1$sDensité de requête%2$s : La requête cible a été trouvé %5$d fois. C’est bien plus que le maximum recommandé de %3$d fois pour un texte de cette taille. %4$sNe sur-optimisez pas%2$s !"],"%1$sKeyphrase density%2$s: The keyphrase was found %5$d time. That's more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$sDensité de requête%2$s : La requête cible a été trouvé %5$d fois. C’est plus que le maximum recommandé de %3$d fois pour un texte de cette taille. %4$sNe sur-optimisez pas%2$s !","%1$sDensité de requête%2$s : La requête cible a été trouvé %5$d fois. C’est plus que le maximum recommandé de %3$d fois pour un texte de cette taille. %4$sNe sur-optimisez pas%2$s !"],"%1$sKeyphrase density%2$s: The keyphrase was found %3$d time. This is great!":["%1$sDensité de requête%2$s : La requête cible a été trouvée %3$d fois. C’est très bien !","%1$sDensité de requête%2$s : La requête cible a été trouvée %3$d fois. C’est très bien !"],"%1$sKeyphrase density%2$s: The keyphrase was found %5$d time. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sDensité de requête%2$s : La requête cible a été trouvé %5$d fois. C’est moins que le minimum recommandé de %3$d fois pour un texte de cette taille. %4$sConcentrez-vous sur votre requête%2$s !","%1$sDensité de requête%2$s : La requête cible a été trouvé %5$d fois. C’est moins que le minimum recommandé de %3$d fois pour un texte de cette taille. %4$sConcentrez-vous sur votre requête%2$s !"],"%1$sKeyphrase density%2$s: The keyphrase was found 0 times. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sDensité de requête%2$s : La requête cible a été trouvée 0 fois. C’est moins que le minimum requis de %3$d fois pour un texte de cette taille. %4$sConcentrez-vous sur votre requête%2$s !"],"Import of settings is only supported on servers that run PHP 5.3 or higher.":["L’import de réglages ne fonctionne que sur les serveurs qui fonctionnent sous PHP 5.3 ou supérieur."],"Export your %1$s settings here, to copy them on another site.":["Exportez vos réglages de %1$s ici, afin de les copier vers un autre site."],"No settings found.":["Aucun réglage trouvé."],"These are settings for the %1$s plugin by %2$s":["Ce sont des réglages pour l’extension %1$s par %2$s"],"Copy all these settings to another site's %1$s tab and click \"%1$s\" there.":["Copiez tous ces réglages dans l’onglet %1$s d’un autre site et cliquez ensuite sur « %1$s »."],"You do not have the required rights to export settings.":["Vous n’avez pas les droits suffisant pour exporter les réglages."],"Method %1$s() does not exist in class %2$s":["La méthode %1$s() n’existe pas dans la classe %2$s"],"With %s, you can easily create such redirects.":["Avec %s, vous pouvez facilement créer de telles redirections."],"Learn about why permalinks are important for SEO.":["Découvrez en quoi les permaliens sont importants pour votre référencement."],"Changing your permalinks settings can seriously impact your search engine visibility. It should almost %1$s never %2$s be done on a live website.":["Changer les réglages de permaliens peut sérieusement impacter votre visibilité sur les moteurs de recherche. On ne devrait %1$s jamais %2$s les changer sur un site en production."],"WARNING:":["AVERTISSEMENT :"],"%1$sFunction words in keyphrase%3$s: Your keyphrase \"%4$s\" contains function words only. %2$sLearn more about what makes a good keyphrase.%3$s":["%1$sMots-outils dans la requête%3$s : Votre requête « %4$s » contient uniquement des mots-outils. %2$sApprenez à concevoir de bonnes requêtes.%3$s"],"Clear Image":["Effacer l’image"],"%1$sKeyphrase length%3$s: %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sLongueur de la requête%3$s : %2$sSaisissez une requête pour calculer votre score SEO%3$s."],"%1$sKeyphrase in slug%2$s: More than half of your keyphrase appears in the slug. That's great!":["%1$sRequête dans le slug%2$s : Plus de la moitié de votre requête apparaît dans le slug. C’est super !"],"%1$sKeyphrase in slug%3$s: (Part of) your keyphrase does not appear in the slug. %2$sChange that%3$s!":["%1$sRequête dans le slug%3$s : (Une partie de) votre requête n’apparaît pas dans le slug. %2$sAjoutez-en plus%3$s !"],"%1$sKeyphrase in slug%2$s: Great work!":["%1$sRequête dans le slug%2$s : Bon travail !"],"Help on choosing the perfect focus keyphrase":["Aide pour obtenir la requête cible parfaite"],"Go %s!":["Passez %s !"],"Add related keyphrase":["Ajouter une variante"],"Upgrade to %s":["Passez à %s"],"Get %s":["%s"],"%4$sPreviously used keyphrase%6$s: You've used this keyphrase %1$s multiple times before%3$s. %5$sDo not use your keyphrase more than once%6$s.":["%4$sRequête déjà utilisée%6$s : Vous avez déjà utilisé cette requête %1$s%2$d fois%3$s. %5$sN’utilisez votre requête qu’une seule fois%6$s."],"%3$sPreviously used keyphrase%5$s: You've used this keyphrase %1$sonce before%2$s. %4$sDo not use your keyphrase more than once%5$s.":["%3$sRequête déjà utilisée%5$s : Vous avez déjà utilisé cette requête %1$sune fois%2$s. %4$sNe l’utilisez pas plus d’une fois%5$s."],"%1$sPreviously used keyphrase%2$s: You've not used this keyphrase before, very good.":["%1$sRequête déjà utilisée%2$s : Vous n’avez jamais utilisé cette requête, très bien."],"%1$sImages%3$s: No images appear on this page. %2$sAdd some%3$s!":["%1$sImages%3$s : Il n’y a pas d’image dans cette page. %2$sAjoutez-en%3$s !"],"%1$sLink keyphrase%3$s: You're linking to another page with the words you want this page to rank for. %2$sDon't do that%3$s!":["%1$sAncre avec la requête cible%3$s : Vous faites un lien vers une autre page avec les mots de votre requête. %2$sNe faites pas cela%3$s !"],"%2$sText length%3$s: The text contains %1$d %4$s. Good job!":["%2$sLongueur du contenu%3$s : Le contenu a une longueur de %1$d %4$s. Bon travail !"],"%1$sKeyphrase in subheading%3$s: More than 75%% of your H2 and H3 subheadings reflect the topic of your copy. That's too much. %2$sDon't over-optimize%3$s!":["%1$sRequête dans les titres%3$s : Plus de 75%% de vos titres H2 et H3 reflètent le sujet de votre contenu. C’est trop. %2$sNe sur-optimisez pas%3$s !"],"%1$sSEO title width%3$s: %2$sPlease create an SEO title%3$s.":["%1$sLongueur de titre SEO%3$s : %2$sVeuillez saisir un titre SEO%3$s."],"%1$sSEO title width%3$s: The SEO title is wider than the viewable limit. %2$sTry to make it shorter%3$s.":["%1$sLongueur de titre SEO%3$s : Le titre SEO est plus long que la limite visible. %2$sEssayez de le raccourcir%3$s."],"%1$sSEO title width%2$s: Good job!":["%1$sLongueur de titre SEO%2$s : Bon travail !"],"%1$sSEO title width%3$s: The SEO title is too short. %2$sUse the space to add keyphrase variations or create compelling call-to-action copy%3$s.":["%1$sLongueur de titre SEO%3$s : Le titre SEO est trop court. %2$sUtilisez l’espace disponible pour ajouter des variantes ou des appels à l’action%3$s."],"%1$sOutbound links%2$s: There are both nofollowed and normal outbound links on this page. Good job!":["%1$sLiens externes%2$s : Il y a des liens nofollow et des liens normaux dans cette page. Bon travail !"],"%1$sOutbound links%2$s: Good job!":["%1$sLiens externes%2$s : Bon travail !"],"%1$sOutbound links%3$s: All outbound links on this page are nofollowed. %2$sAdd some normal links%3$s.":["%1$sLiens externes%3$s : Tous les liens externes de cette page sont en nofollow. %2$sAjoutez des liens normaux%3$s."],"%1$sOutbound links%3$s: No outbound links appear in this page. %2$sAdd some%3$s!":["%1$sLiens externes%3$s : Il n’y a pas de lien externe dans cette page. %2$sAjoutez-en%3$s !"],"%1$sMeta description length%2$s: Well done!":["%1$sLongueur de méta description%2$s : Parfait !"],"%1$sMeta description length%3$s: The meta description is over %4$d characters. To ensure the entire description will be visible, %2$syou should reduce the length%3$s!":["%1$sLongueur de méta description%3$s : La méta description fait plus de %4$d caractères. Pour vous assurer qu’elle soit entièrement visible, %2$svous devriez la raccourcir%3$s !"],"%1$sMeta description length%3$s: The meta description is too short (under %4$d characters). Up to %5$d characters are available. %2$sUse the space%3$s!":["%1$sLongueur de méta description%3$s : La méta description est trop courte (en dessous de %4$d caractères). Vous pouvez aller jusqu’à %5$d caractères, %2$sutilisez cet espace%3$s !"],"%1$sMeta description length%3$s:  No meta description has been specified. Search engines will display copy from the page instead. %2$sMake sure to write one%3$s!":["%1$sLongueur de méta description%3$s : Aucune méta description n’a été renseignée. Les moteurs de recherches afficheront du contenu de la page à la place. %2$sAssurez-vous d’en écrire une%3$s !"],"%1$sKeyphrase in meta description%2$s: The meta description has been specified, but it does not contain the keyphrase. %3$sFix that%4$s!":["%1$sRequête dans la méta description%2$s : La méta description a été renseignée mais elle ne contient pas la requête. %3$sAjoutez-la%4$s !"],"%1$sKeyphrase in meta description%2$s: The meta description contains the keyphrase %3$s times, which is over the advised maximum of 2 times. %4$sLimit that%5$s!":["%1$sRequête dans la méta description%2$s : La méta description contient la requête %3$s fois, ce qui est supérieur au maximum conseillé de 2 fois. %4$sRéfrénez-vous%5$s !"],"%1$sKeyphrase in meta description%2$s: Keyphrase or synonym appear in the meta description. Well done!":["%1$sRequête dans la méta description%2$s : La requête ou son synonyme apparaît dans la méta description. Parfait !"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's way more than the recommended maximum of %2$d %6$s. %4$sMake it shorter%5$s!":["%3$sLongueur de la requête%5$s : La requête contient %1$d %6$s. C’est bien plus que le maximum recommandé de %2$d %6$s. %4$sChoisissez-en une plus courte%5$s !"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's more than the recommended maximum of %2$d %6$s. %4$sMake it shorter%5$s!":["%3$sLongueur de la requête%5$s : La requête contient %1$d %6$s. C’est au delà du maximum recommandé de %2$d %6$s. %4$sChoisissez-en une plus courte%5$s !"],"%1$sKeyphrase length%2$s: Good job!":["%1$sLongueur de la requête%2$s : Bon travail !"],"%1$sKeyphrase length%3$s: No focus keyphrase was set for this page. %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sLongueur de la requête%3$s : Aucune requête cible n’a été définie pour cette page. %2$sRenseignez une requête afin de calculer votre score SEO%3$s."],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms do not appear in the first paragraph. %2$sMake sure the topic is clear immediately%3$s.":["%1$sRequête dans l’introduction%3$s : Votre requête ou ses synonymes n’apparaissent pas dans le premier paragraphe. %2$sAssurez-vous que le sujet soit rapidement évoqué%3$s."],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms appear in the first paragraph of the copy, but not within one sentence. %2$sFix that%3$s!":["%1$sRequête dans l’introduction%3$s : Votre requête ou ses synonymes apparaissent dans le premier paragraphe de la publication mais pas dans la même phrase. %2$sCorrigez ce point%3$s !"],"%1$sKeyphrase in introduction%2$s: Well done!":["%1$sRequête dans l’introduction%2$s : Parfait !"],"%1$sInternal links%2$s: There are both nofollowed and normal internal links on this page. Good job!":["%1$sMaillage interne%2$s : Il y a aussi bien des liens internes en nofollow que des liens normaux sur cette page. Bien joué !"],"%1$sInternal links%2$s: You have enough internal links. Good job!":["%1$sMaillage interne%2$s : Vous avez assez de liens internes. Bon travail !"],"%1$sInternal links%3$s: The internal links in this page are all nofollowed. %2$sAdd some good internal links%3$s.":["%1$sMaillage interne%3$s : Les liens internes dans cette page sont tous en nofollow. %2$sAjoutez donc de bons liens internes%3$s."],"%1$sInternal links%3$s: No internal links appear in this page, %2$smake sure to add some%3$s!":["%1$sMaillage interne%3$s : Il n’y a aucun lien interne dans cette page, %2$sassurez-vous d’en ajouter%3$s !"],"%1$sTransition words%2$s: Well done!":["%1$sMots de transition%2$s : Parfait !"],"%1$sTransition words%2$s: Only %3$s of the sentences contain transition words, which is not enough. %4$sUse more of them%2$s.":["%1$sMots de transition%2$s : Seulement %3$s des phrases contiennent des mots de transition, ce qui n’est pas suffisant. %4$sUtilisez-en plus souvent%2$s."],"%1$sTransition words%2$s: None of the sentences contain transition words. %3$sUse some%2$s.":["%1$sMots de transition%2$s : Aucune de vos phrases ne contient de mots de transition. %3$sUtilisez-en%2$s."],"%1$sNot enough content%2$s: %3$sPlease add some content to enable a good analysis%2$s.":["%1$sPas assez de contenu%2$s : %3$sVeuillez ajouter du contenu pour permettre une bonne analyse%2$s."],"%1$sSubheading distribution%2$s: You are not using any subheadings, but your text is short enough and probably doesn't need them.":["%1$sHiérarchie des titres%2$s : Vous n’utilisez pas de titres mais votre contenu est suffisamment court pour ne pas en mériter."],"%1$sSubheading distribution%2$s: You are not using any subheadings, although your text is rather long. %3$sTry and add some subheadings%2$s.":["%1$sHiérarchie des titres%2$s : Vous n’utilisez pas de titres alors que votre contenu est relativement long. %3$sEssayez d’en ajouter%2$s."],"%1$sSubheading distribution%2$s: %3$d section of your text is longer than %4$d %6$s and is not separated by any subheadings. %5$sAdd subheadings to improve readability%2$s.":["%1$sHiérarchie des titres%2$s : %3$d section de votre contenu fait plus de %4$d %6$s et n’est pas séparée par des titres. %5$sAjoutez-en pour améliorer la lisibilité%2$s.","%1$sHiérarchie des titres%2$s : %3$d sections de votre contenu font plus de %4$d %6$s et ne sont pas séparées par des titres. %5$sAjoutez-en pour améliorer la lisibilité%2$s."],"%1$sSubheading distribution%2$s: Great job!":["%1$sHiérarchie des titres%2$s : Bon travail !"],"%1$sSentence length%2$s: %3$s of the sentences contain more than %4$s %7$s, which is more than the recommended maximum of %5$s. %6$sTry to shorten the sentences%2$s.":["%1$sLongueur de phrase%2$s : %3$s des phrases contiennent plus de %4$s %7$s, ce qui est au delà du ratio maximum recommandé de %5$s. %6$sEssayez de raccourcir vos phrases%2$s."],"%1$sSentence length%2$s: Great!":["%1$sLongueur de phrase%2$s : Très bien !"],"%1$sConsecutive sentences%2$s: There is enough variety in your sentences. That's great!":["%1$sPhrases consécutives%2$s : Il y a suffisamment de variété dans vos phrases. C’est super !"],"%1$sConsecutive sentences%2$s: The text contains %3$d consecutive sentences starting with the same word. %5$sTry to mix things up%2$s!":["%1$sPhrases consécutives%2$s : Le texte contient %3$d phrases consécutives qui commencent avec le même mot. %5$sAjoutez un peu de variété%2$s !","%1$sPhrases consécutives%2$s : Le texte contient %4$d instances dans lesquelles %3$d phrases consécutives ou plus commencent avec le même mot. %5$sAjoutez un peu de variété%2$s !"],"%1$sPassive voice%2$s: %3$s of the sentences contain passive voice, which is more than the recommended maximum of %4$s. %5$sTry to use their active counterparts%2$s.":["%1$sVoix passive%2$s : %3$s des phrases sont à la forme passive, ce qui est au delà du ratio maximum recommandé de %4$s. %5$sPassez plutôt à la voix active%2$s."],"%1$sPassive voice%2$s: You're using enough active voice. That's great!":["%1$sVoix passive%2$s : Vous utilisez suffisamment la voix active. C’est super !"],"%1$sParagraph length%2$s: %3$d of the paragraphs contains more than the recommended maximum of %4$d %6$s. %5$sShorten your paragraphs%2$s!":["%1$sLongueur des paragraphes%2$s : %3$d des paragraphes font plus du maximum recommandé de %4$d %6$s. %5$sRaccourcissez vos paragraphes%2$s !","%1$sLongueur des paragraphes%2$s : %3$d des paragraphes font plus du maximum recommandé de %4$d %6$s. %5$sRaccourcissez vos paragraphes%2$s !"],"%1$sParagraph length%2$s: None of the paragraphs are too long. Great job!":["%1$sLongueur des paragraphes%2$s : Aucun de vos paragraphes n’est trop long. Bon travail !"],"Good job!":["Bon travail !"],"Focus keyphrase: ":["Requête cible :"],"Focus keyphrase":["Requête cible"],"Disable":["Désactiver"],"Allow Control":["Autoriser le contrôle"],"This tab allows you to selectively disable %s features for all sites in the network. By default all features are enabled, which allows site admins to choose for themselves if they want to toggle a feature on or off for their site. When you disable a feature here, site admins will not be able to use that feature at all.":["Cet onglet vous permet de désactiver certaines fonctionnalités de %s pour tous les sites du réseau. Par défaut, toutes les fonctionnalités sont activées, ce qui permet aux administrateurs et administratrices de choisir lesquelles ils veulent activer/désactiver pour leur site. Lorsque vous désactivez une fonctionnalité ici, les administrateurs et administratrices des sites ne pourront plus l’utiliser du tout."],"%s is a required feature toggle argument.":["%s est un argument d’activation de fonctionnalité obligatoire."],"Remove keyphrase":["Retirer la requête"],"Keyphrase:":["Requête :"],"This feature has been disabled by the network admin.":["Cette fonctionnalité a été désactivée par l’administrateur ou l’administratrice du réseau."],"Focus keyphrase not set.":["Requête cible non définie."],"Colon":["Deux-points"],"Optional. Customize how you want to describe the duration of the instruction":["Optionnel. Personnalisez comment vous voulez décrire cette durée."],"Describe the duration of the instruction:":["Saisissez la durée de cette instruction :"],"Learn more about the readability analysis":["Apprenez-en plus sur l’analyse de lisibilité"],"Readability analysis:":["Analyse de lisibilité :"],"There is a new notification.":["Il y a une nouvelle notification.","Il y a des nouvelles notifications."],"Both %1$s and %2$s manage the SEO of your site. Running two SEO plugins at the same time is detrimental.":["%1$s et %2$s gèrent tous les deux le référencement de votre site. En ayant deux solutions concurrentes, vous pourriez créer des conflits au détriment de votre visibilité."],"%s, %s and %s":["%s, %s et %s"],"%s and %s":["%s et %s"],"%d minute":["%d minute","%d minutes"],"%d hour":["%d heure","%d heures"],"%d day":["%d jour","%d jours"],"Enter a step title":["Donnez un titre à cette étape"],"Optional. This can give you better control over the styling of the steps.":["Facultatif. Cela vous donne plus de contrôle sur le style des étapes."],"CSS class(es) to apply to the steps":["Classe(s) CSS à appliquer aux étapes"],"minutes":["minutes"],"hours":["heures"],"days":["jours"],"Create a How-to guide in an SEO-friendly way. You can only use one How-to block per post.":["Créez un tutoriel optimisé pour le référencement. Vous ne pouvez utiliser qu’un seul bloc Tutoriel par publication."],"Copy error":["Copier l’erreur"],"An error occurred loading the %s primary taxonomy picker.":["Une erreur est survenue pendant le chargement du sélecteur de taxonomie principale de %s."],"%1$s Structured Data Blocks":["Blocs de données structurées de %1$s "],"Time needed:":["Temps nécessaire :"],"Move question down":["Descendre la question"],"Move question up":["Monter la question"],"Insert question":["Insérer une question"],"Delete question":["Effacer la question"],"Enter the answer to the question":["Saisissez la réponse à la question"],"Enter a question":["Saisissez une question"],"Add question":["Ajouter une question"],"Frequently Asked Questions":["Foire aux questions"],"Select the primary %s":["Choisissez la %s principale"],"Check links to this URL":["Vérifier les liens vers cette URL"],"Are you trying to use multiple keyphrases? You should add them separately below.":["Essayez-vous d’utiliser plusieurs requêtes ? Vous devriez les ajouter ci-dessous séparément."],"Mark as cornerstone content":["Marquer comme contenu pilier"],"Move step down":["Faire descendre l’étape"],"Move step up":["Faire monter l’étape"],"Insert step":["Insérer une étape"],"Delete step":["Effacer l’étape"],"Add image":["Ajouter une image"],"Enter a step description":["Saisissez une description d’étape"],"Enter a description":["Saisissez une description"],"Unordered list":["Liste non-ordonnée"],"Showing step items as an ordered list.":["Affichage des étapes comme une liste ordonnée."],"Showing step items as an unordered list":["Affichage des étapes comme une liste non-ordonnée."],"Add step":["Ajouter une étape"],"Delete total time":["Effacer le temps total"],"Add total time":["Ajouter le temps total"],"How to":["Tutoriel"],"How-to":["Tutoriel"],"Analysis results":["Résultats de l’analyse"],"Enter a focus keyphrase to calculate the SEO score":["Saisissez une requête cible pour calculer votre score SEO"],"Learn more about Cornerstone Content.":["En savoir plus sur les contenus piliers."],"Cornerstone content should be the most important and extensive articles on your site.":["Les contenus piliers devraient être les publications les plus importantes et les plus longues de votre site."],"Restore Site":["Restaurer le site"],"Network Settings":["Réglages du réseau"],"You are not allowed to perform this action.":["Vous n’avez pas les droits suffisants pour faire cette action."],"Error: %s":["Erreur : %s"],"Success: %s":["Succès : %s"],"Site with ID %d not found.":["Le site avec l’ID %d est introuvable."],"No site has been selected to restore.":["Aucun site n’a été sélectionné pour la restauration."],"You are not allowed to modify unregistered network settings.":["Vous n’avez pas les droits suffisants pour modifier les réglages d’un réseau non-enregistré."],"deleted":["supprimé"],"Copied!":["Copié !"],"Not supported!":["Non compatible !"],"{{a}}Read our article about site structure{{/a}} to learn more about how internal linking can help improve your SEO.":["{{a}}Lisez notre article sur la structure de site{{/a}} pour en savoir plus sur l’impact du maillage interne sur votre référencement naturel."],"Consider linking to these {{a}}cornerstone articles:{{/a}}":["Envisagez de faire des liens vers ces {{a}}articles piliers :{{/a}}"],"Consider linking to these articles:":["Envisagez de faire des liens vers ces articles :"],"Copy link":["Copier le lien"],"Copy link to suggested article: %s":["Copier le lien de l’article suggéré : %s"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":["Lisez notre %1$sguide ultime sur la recherche de mot-clé%2$s pour en apprendre plus à ce sujet."],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly. ":["Les mots suivants apparaissent le plus souvent dans votre texte. Cela vous donne un aperçu de la perception de votre contenu. Si les mots diffèrent de votre sujet principal, vous devriez réécrire votre contenu en conséquence."],"Prominent words":["Mots proéminents"],"The site's tagline":["Le slogan du site"],"Not all required fields are given. Missing field %1$s":["Tous les champs nécessaires ne sont pas renseignés. Champ manquant %1$s"],"Add synonyms":["Ajouter des synonymes"],"You can edit the SEO metadata for this custom type on the %1$sShop page%2$s.":["Vous pouvez modifier les métadonnées SEO de ce type de publication sur la %1$spage Boutique%2$s."],"Current year":["Année en cours"],"Page":["Page"],"Something went wrong. Please reload the page.":["Une erreur est survenue. Veuillez recharger la page."],"Tagline":["Slogan"],"description (custom taxonomy)":["description (taxonomie personnalisée)"],"(custom taxonomy)":["(taxonomie personnalisée)"],"(custom field)":["(champ personnalisé)"],"Term404":["Phrase404"],"Caption":["Légende"],"Pagenumber":["Numéropage"],"Pagetotal":["Nombrepages"],"User description":["Description du compte"],"ID":["ID"],"Modified":["Modifié"],"Post type (plural)":["Types de publication (au pluriel)"],"Post type (singular)":["Type de publication (au singulier)"],"Separator":["Séparateur"],"Search phrase":["Phrase de recherche"],"Term title":["Titre du terme"],"Term description":["Description de l’élément"],"Tag description":["Étiquette du contenu"],"Category description":["Description de la catégorie"],"Primary category":["Catégorie principale"],"Category":["Catégorie"],"Tag":["Étiquette"],"Excerpt only":["Extrait seulement"],"Excerpt":["Extrait"],"Site title":["Titre du site"],"Archive title":["Titre de l’archive"],"Parent title":["Titre parent"],"Date":["Date"],"Get Yoast SEO Premium":["Obtenez Yoast SEO Premium"],"You should create a redirect to ensure your visitors do not get a 404 error when they click on the no longer working URL.":["Vous devriez créer une redirection pour vous assurer que les visiteurs n’obtiennent pas une erreur 404 lorsqu’ils cliquent sur des URL cassées."],"Search engines and other websites can still send traffic to your deleted content.":["Les moteurs de recherche et d’autres sites peuvent continuer à envoyer du trafic à votre contenu supprimé."],"Make sure you don't miss out on traffic!":["Assurez-vous de ne pas perdre de trafic !"],"You just deleted a %1$s.":["Vous venez de supprimer un·e %1$s."],"You just trashed a %1$s.":["Vous venez de mettre un·e %1$s à la corbeille."],"Url preview":["Prévisualisation de l’URL"],"Please provide a meta description by editing the snippet below. If you don’t, Google will try to find a relevant part of your post to show in the search results.":["Veuillez renseigner une méta description en éditant le champ ci-dessous. Si vous ne le faites pas, Google essaiera de trouver une partie pertinente de votre publication et l’affichera dans les résultats de recherche."],"Dismiss this notice":["Masquer cette notification"],"No results":["Aucun résultat"],"%d result found, use up and down arrow keys to navigate":["%d résultat trouvé, utilisez vos flèches haut et bas pour naviguer.","%d résultats trouvés, utilisez vos flèches haut et bas pour naviguer."],"Your site language is set to %s. If this is not correct, contact your site administrator.":["La langue de votre site est réglée à %s. Si ce n’est pas bon, contactez l’administrateur ou l’administratrice du site."],"The %s importer functionality uses temporary database tables. It seems your WordPress install does not have the capability to do this, please consult your hosting provider.":["L’importateur %s utilise des tables temporaires de base de données. Il semblerait que votre installation WordPress ne le permette pas. Veuillez solliciter votre hébergeur."],"Cleanup of %s data failed.":["Le nettoyage des données de %s a échoué."],"Content Type":["Type de contenu"],"Filter by content type":["Filtrer par type de contenu"],"Show All Content Types":["Afficher tous les types de publication"],"Replaced with the normal title for an archive generated by WordPress":["Remplacé avec un titre d’archive normal généré par WordPress"],"Clean":["Propre"],"Once you're certain your site is OK, you can clean up. This will remove all the original data.":["Une fois que vous avez la certitude que votre site est OK, vous pouvez le nettoyer. Cela retirera toutes les données antérieures."],"Step 5: Clean up":["Étape 5 : Nettoyez"],"Please check your posts and pages and see if the metadata was successfully imported.":["Veuillez vérifier que les métadonnées de vos articles et pages soient bien importés."],"Step 3: Check your data":["Étape 3 : Vérifiez vos données"],"This will import the post metadata like SEO titles and descriptions into your %1$s metadata. It will only do this when there is no existing %1$s metadata yet. The original data will remain in place.":["Cela importera les métadonnées de vos publications telles que les titres et descriptions SEO dans %1$s. Cela ne fonctionnera que s’il n’existe pas encore de métadonnées appartenant à %1$s. Les données antérieures ne seront pas effacées."],"Step 2: Import":["Étape 2 : Importez"],"Please make a backup of your database before starting this process.":["Veuillez faire une sauvegarde de votre base de données avant de lancer ce processus."],"Step 1: Create a backup":["Étape 1 : Sauvegardez"],"We've detected data from one or more SEO plugins on your site. Please follow the following steps to import that data:":["Nous avons détecté que vous utilisez une ou plusieurs extensions SEO sur votre site. Veuillez suivre les étapes suivantes pour en importer les données :"],"Plugin: ":["Extension : "],"%s did not detect any plugin data from plugins it can import from.":["%s n’a pas détecté d’extension dont il peut importer les données."],"Posts that should not show up in search results":["Articles qui ne devraient pas apparaître dans les résultats de recherche"],"%s data found.":["%s données trouvées."],"%s data successfully removed.":["Données de %s retirées."],"%s data successfully imported.":["Données de %s importées."],"%s data not found.":["%s données introuvables."],"On":["Activé"],"Help on: %s":["Aide sur : %s"],"Off":["Désactivé"],"See who contributed to %1$s.":["Voir qui a contribué à %1$s."],"Help on this search results setting":["Aide sur les réglages de résultats de recherche"],"Not showing the archive for %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["Ne pas afficher les archives des %1$s dans les résultats de recherche implique qu’elles auront une consigne %2$s et seront exclues des plans de site XML. %3$sPlus d’informations sur les réglages de résultats de recherche%4$s."],"Not showing %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["Ne pas afficher les %1$s dans les résultats de recherche implique qu’ils ou elles auront une consigne %2$s et seront exclu·es des plans de site XML. %3$sPlus d’informations sur les réglages de résultats de recherche%4$s."],"Default for %2$s, currently: %1$s":["Réglages par défaut pour %2$s, actuellement : %1$s"],"Show %s in search results?":["Afficher les %s dans les résultats de recherche ?"],"this author's archives":["archives de cet auteur ou cette autrice"],"Do not allow search engines to show %s in search results.":["Empêcher les moteurs de recherche d’afficher les %s dans les résultats de recherche."],"Read why XML Sitemaps are important for your site.":["Découvrez pourquoi les plans de site XML sont importants pour votre site."],"Enable the XML sitemaps that %s generates.":["Activer les plans de site générés par %s."],"See the XML sitemap.":["Voir le plan de site XML."],"%s (current default for %s)":["%s (réglage par défaut pour les %s)"],"Should search engines follow links on this %1$s?":["Les moteurs de recherche doivent-ils suivre les liens sur le contenu %1$s ?"],"Allow search engines to show this %s in search results?":["Autoriser les moteurs de recherche à afficher le contenu %s dans les résultats de recherche ?"],"Allow search engines to show this content in search results?":["Autoriser les moteurs de recherche à afficher ce contenu dans les résultats de recherche ?"],"Toggle %1$s's XML Sitemap":["Activer le plan de site XML de %1$s"],"%s integration":["Intégration de %s"],"Find out how the text link counter can enhance your SEO.":["Découvrez comment le compteur de liens peut améliorer votre SEO."],"The text link counter helps you improve your site structure.":["Le compteur de liens vous aide à améliorer la structure de votre site."],"Find out how cornerstone content can help you improve your site structure.":["Découvrez comment les contenus piliers peuvent améliorer votre structure de site."],"The cornerstone content feature lets you to mark and filter cornerstone content on your website.":["La fonctionnalité des contenus piliers vous permets de distinguer et filtrer les contenus les plus importants de votre site."],"Discover why readability is important for SEO.":["Découvrez pourquoi la lisibilité est importante pour le SEO."],"The readability analysis offers suggestions to improve the structure and style of your text.":["L’analyse de lisibilité propose des suggestions pour améliorer la structure et le style de votre texte."],"Learn how the SEO analysis can help you rank.":["Découvrez comment l’analyse SEO peut améliorer votre référencement."],"The SEO analysis offers suggestions to improve the SEO of your text.":["L’analyse SEO propose des suggestions pour améliorer le référencement de votre texte."],"SEO analysis":["Analyse SEO"],"Good results":["Déjà optimisé"],"https://yoa.st/1uk":["https://yoa.st/1uk"],"https://yoa.st/1uj":["https://yoa.st/1uj"],"Latest blog posts on %1$s":["Derniers articles sur %1$s"],"Remove highlight from the text":["Retirer le surlignement du texte"],"Your site language is set to %s. ":["La langue de votre site est réglée à %s."],"First-time SEO configuration":["Première configuration SEO"],"Highlight this result in the text":["Surligner ce résultat dans le texte"],"Considerations":["Considérations"],"Errors":["Erreurs"],"Change language":["Changer de langue"],"%s file":["fichier %s"],"Save changes to %s":["Enregistrer les changements de %s"],"Edit the content of your %s:":["Modifiez le contenu de votre %s :"],"Create %s file":["Créer le fichier %s"],"Updated %s":["%s mis à jour"],"You cannot edit the %s file.":["Vous ne pouvez pas modifier le fichier %s."],"You cannot create a %s file.":["Vous ne pouvez pas créer de fichier %s."],"Other integrations":["Autres intégrations"],"More information about %1$s":["Plus d’informations au sujet de %1$s"],"Old Configuration Wizard":["Ancien assistant de configuration"],"Manage your %s subscription on MyYoast":["Gérez votre abonnement à %s sur MyYoast"],"Mark the most important %1$s as 'cornerstone content' to improve your site structure. %2$sLearn more about cornerstone content%3$s.":["Marquez les contenus les plus importants des %1$s comme « contenus piliers » pour améliorer la structure de votre site. %2$sEn savoir plus sur les contenus piliers (en anglais)%3$s."],"(Opens in a new browser tab)":["(S’ouvre dans un nouvel onglet)"],"Go back":["Retour"],"Posts %1$swithout%2$s a focus keyphrase":["Articles %1$ssans%2$s requête cible"],"Hey, your SEO is doing pretty well! Check out the stats:":["Hey, votre SEO se porte plutôt bien ! Regardez les statistiques :"],"You don't have any published posts, your SEO scores will appear here once you make your first post!":["Vous n’avez pas encore publié d’articles, vos scores SEO apparaîtront une fois que vous l’aurez fait !"],"Read more like this on our SEO blog":["Lisez plus d’informations comme celle-ci sur notre blog SEO"],"Readability: %s":["Lisibilité : %s"],"Not activated":["Non activé"],"Activated":["Activé"],"%1$s recommendations for you":["Recommandations %1$s pour vous"],"All Readability Scores":["Tous les scores de lisibilité"],"Filter by Readability Score":["Filtrer par score de lisibilité"],"Request method %1$s is not valid.":["La méthode de requête %1$s n’est pas valide."],"Text link counter":["Compteur de lien textuel"],"Number of internal links linking to this post. See \"Yoast Columns\" text in the help tab for more info.":["Nombre de liens internes VERS cette publication. Voir le texte « Colonnes Yoast » dans l’onglet aide pour plus d’info."],"Number of outgoing internal links in this post. See \"Yoast Columns\" text in the help tab for more info.":["Nombre de liens internes DEPUIS cette publication. Regardez le texte « Colonnes Yoast » dans l’onglet Aide pour plus d’info."],"%s Columns":["Colonnes %s"],"Readability score":["Score de lisibilité"],"Scroll to see the preview content.":["Faites défiler pour voir la prévisualisation du contenu."],"Cornerstone content":["Contenu pilier"],"Save changes":["Enregistrer les modifications"],"1 year free support and updates included!":["1 an de mises à jour et de support offert !"],"The plugin %2$s changes your site's output and in doing that differentiates between search engines and normal users, a process that's called cloaking. We highly recommend that you disable it.":["L’extension %2$s modifie l’apparence de votre site et, ce faisant, elle diffère entre les moteurs de recherche et les utilisateurs normaux, c’est un processus qui se nomme cloaking. Nous vous recommandons vivement de la désactiver."],"No ads!":["Sans publicités !"],"Get internal linking suggestions":["Obtenez des suggestions de liens internes"],"Variable":["Variable"],"Available variables":["Variables disponibles"],"Scroll to see the table content.":["Faire défiler pour voir le contenu du tableau."],"An error occurred in the '%1$s' assessment":["Une erreur s’est produite dans l’analyse « %1$s »"],"No new notifications.":["Aucune nouvelle notification."],"Save all":["Tout enregistrer"],"Save":["Enregistrer"],"%1$s, Author at %2$s":["%1$s, auteur/autrice sur %2$s"],"Mobile preview":["Prévisualisation \"Mobile\""],"Desktop preview":["Prévisualisation \"PC de bureau\""],"Please provide an SEO title by editing the snippet below.":["Veuillez fournir un titre SEO en modifiant le champ ci-dessous."],"Meta description preview:":["Prévisualisation de la méta description :"],"Slug preview:":["Prévisualisation du slug :"],"SEO title preview:":["Prévisualisation du titre SEO :"],"Close snippet editor":["Fermer l’éditeur de métadonnées"],"Slug":["Slug"],"Remove marks in the text":["Retirer toutes les marques du texte"],"Mark this result in the text":["Marquer ce résultat dans le texte"],"Marks are disabled in current view":["Les marques sont désactivés dans la vue actuelle"],"Good SEO score":["Bon score SEO"],"OK SEO score":["Score SEO OK"],"Feedback":["Retour"],"Name":["Nom"],"Please provide a meta description by editing the snippet below.":["Merci de fournir une méta description en modifiant le champ ci-dessous."],"Edit snippet":["Modifier les métadonnées"],"You can click on each element in the preview to jump to the Snippet Editor.":["Vous pouvez cliquez sur n’importe quel élément de la prévisualisation pour retourner dans l’éditeur de métadonnées."],"SEO title preview":["Prévisualisation du titre SEO"],"Export settings":["Exporter les réglages"],"Please don't show me this notification anymore":["Merci de ne plus afficher cette notification"],"If you are experiencing issues, %1$splease file a bug report%2$s and we'll do our best to help you out.":["Si vous rencontrez des problèmes, %1$sveuillez remplir un rapport de bug%2$s et nous ferons notre possible pour vous aider."],"We've noticed you've been using %1$s for some time now; we hope you love it! We'd be thrilled if you could %2$sgive us a 5 stars rating on WordPress.org%3$s!":["Nous avons remarqué que vous utilisez %1$s depuis un certain temps ; nous espérons que vous l’adorez ! Nous serions très heureux si vous pouviez %2$snous attribuer 5 étoiles sur WordPress.org%3$s !"],"%1$s + %2$s":["%1$s + %2$s"],"Warning: the variable %1$s cannot be used in this template. See the %2$s for more info.":["Avertissement : la variable %1$s ne peut pas être utilisée dans ce modèle. Consultez le centre d’aide %2$s pour plus d’informations."],"By the way, did you know we also have a %1$sPremium plugin%2$s? It offers advanced features, like a redirect manager and support for multiple keyphrases. It also comes with 24/7 personal support.":["Au fait, savez-vous que nous avons aussi une %1$sextension Premium%2$s ? Elle offre des fonctionnalités avancées comme un gestionnaire de redirection et la prise en charge des requêtes multiples. Elle donne également accès à un support personnalisé 24/7."],"(no title)":["(sans titre)"],"The %1$s admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["La barre de menu d’administration de %1$s contient des liens utiles vers des outils tiers pour l’analyse de vos pages et facilite l’affichage de nouvelles notifications."],"Admin bar menu":["Menu de la barre d’administration"],"Features":["Fonctionnalités"],"SEO title":["Titre SEO"],"Greater than sign":["Signe supérieur à"],"Less than sign":["Signe inférieur à"],"Right angle quotation mark":["Guillemet droit à angle droit"],"Left angle quotation mark":["Guillemet gauche à angle droit"],"Small tilde":["Petit tilde"],"Vertical bar":["Barre verticale"],"Low asterisk":["Astérisque bas"],"Asterisk":["Astérisque"],"Bullet":["Puces"],"Middle dot":["Point au milieu"],"Em dash":["Tiret Em"],"En dash":["Tiret En"],"Dash":["Tiret"],"No":["Non"],"Yes":["Oui"],"Google search console":["Google Search Console"],"Social profiles":["Profils sociaux"],"Posts list":["Liste des publications"],"Posts list navigation":["Navigation dans la liste des publications"],"Filter posts list":["Filtrer la liste des publications"],"Installed":["Installée"],"Seamless integration between %1$s and %2$s":["Intégration transparente entre %1$s et %2$s"],"Optimize your site for Google News":["Optimisez votre site pour Google Actualités."],"Edit &#8220;%s&#8221;":["Modifier &#8220;%s&#8221;"],"Premium":["Premium"],"Get Premium":["Passer à la version premium"],"Notifications":["Notifications"],"Removes the focus keyphrase section from the metabox and disables all SEO-related suggestions.":["Retire l’onglet de la requête cible du gestionnaire de métadonnées et désactive toutes les suggestions SEO."],"Disable SEO analysis":["Désactiver l’analyse SEO"],"Other social profiles":["Autres profils sociaux"],"Make primary":["Rendre principal"],"Cancel":["Annuler"],"%s notification":["%s notification","%s notifications"],"Disable readability analysis":["Désactiver l’analyse de lisibilité"],"Removes the readability analysis section from the metabox and disables all readability-related suggestions.":["Retire l’onglet de l’analyse de lisibilité du gestionnaire de métadonnées et désactive toutes les suggestions liées."],"Readability analysis":["Analyse de lisibilité"],"Needs improvement":["À améliorer"],"Readability":["Lisibilité"],"Improvements":["Améliorations"],"Good job! We could detect no serious SEO problems.":["Beau travail ! Nous n’avons détecté aucun problème sérieux de référencement."],"We have detected the following issues that affect the SEO of your site.":["Nous avons détecté les problèmes suivants qui affectent le référencement de votre site."],"Problems":["Problèmes"],"Analysis":["Analyse"],"Not available":["Non disponible"],"Filter by SEO Score":["Filtrer par score SEO"],"Meta description not set.":["La méta description n’est pas définie."],"Open":["Ouvrir"],"Loading...":["En cours de chargement..."],"No results found":["Aucun résultat trouvé"],"Dashboard":["Tableau de bord"],"You can fix this on the %1$sPermalink settings page%2$s.":["Vous pouvez corriger cela sur la %1$spage des réglages des permaliens%2$s."],"Replaced with the primary category of the post/page":["Remplacé par la catégorie principale de l’article/page"],"Buy %s":["Achetez %s"],"New %1$s Title":["Nouveau titre %1$s"],"Existing %1$s Title":["Titre %1$s actuel"],"Expected an integer as input.":["L’entrée doit être un entier."],"Trying to build the sitemap cache key, but the postfix and prefix combination leaves too little room to do this. You are probably requesting a page that is way out of the expected range.":["Tentative de construction d’une clé de cache sécurisée pour le plan de site, mais la combinaison du suffixe et du préfixe laisse trop peu de place pour le faire. Vous demandez probablement une page qui est bien loin de la plage attendue."],"Redirects":["Redirections"],"Remove":["Supprimer"],"Keep":["Conserver"],"Bold the last page":["Mettre en gras la dernière page"],"Primary %s":["%s principal"],"Primary":["Principal"],"Make %1$s primary %2$s":["Faire de %1$s le %2$s principal"],"Integrations":["Intégrations"],"Term is set to noindex.":["Le terme est réglé sur noindex."],"Author archives":["Archives d’auteur/autrice"],"Enabled":["Activé"],"Disabled":["Désactivé"],"The separator defined in your theme's %s tag.":["Le séparateur défini dans la balise %s de votre thème."],"No index":["No index"],"SEO score":["Score SEO"],"Team Yoast":["L’équipe Yoast"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["La première solution SEO tout-en-un pour WordPress, y compris l’analyse des pages de contenu, les plans de site XML et bien plus encore."],"Yoast SEO":["Yoast SEO"],"Activation failed:":["Échec de l’activation :"],"The filter extension seem to be unavailable. Please ask your web host to enable it.":["L’extension « filter » semble indisponible. Veuillez demander à votre hébergeur de l’activer."],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":["L’installation de l’extension %1$s est incomplète. Veuillez vous référer %2$saux informations d’installation%3$s."],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":["Les extensions de la Librairie Standard PHP (SPL) semblent ne pas être disponibles.Demandez à votre hébergeur de les activer."],"SEO Settings":["Réglages SEO"],"Mobile-Friendly Test":["Test Mobile-Friendly"],"Google Page Speed Test":["Test de vitesse de page Google"],"Facebook Debugger":["Facebook Debugger"],"Analyze this page":["Analyser cette page"],"%s does not seem to be a valid url. Please correct.":["%s ne semble pas être une URL valide. Veuillez corriger cela."],"%1$s does not seem to be a valid %2$s verification string. Please correct.":["%1$s ne semble pas être une chaine de caractères de vérification valide pour %2$s. Veuillez corriger."],"%s Archive":["%s Archive"],"You searched for %s":["Vous avez cherché %s"],"%s does not seem to be a valid Twitter Username. Please correct.":["%s ne semble pas être un identifiant Twitter valide. Veuillez le corriger."],"Summary with large image":["Résumé avec grande image"],"The post %1$s appeared first on %2$s.":["L’article %1$s est apparu en premier sur %2$s."],"No numeric value was received.":["Les chiffres ne sont pas acceptés"],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":["Blog inexistant. Le blog %s n’existe pas ou a été marqué comme étant supprimé."],"The default blog setting must be the numeric blog id of the blog you want to use as default.":["Le réglage par défaut du blog doit être l’identifiant numérique du blog que vous souhaitez utiliser par défaut."],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":["%1$s n’est pas un choix valide pour ceux qui devraient être autorisés d’accéder aux réglages de %2$s. La valeur par défaut a été remise."],"Please select a valid post type for taxonomy \"%s\"":["Veuillez choisir un type de publication valide pour la taxonomie « %s »"],"Please select a valid taxonomy for post type \"%s\"":["Veuillez choisir une taxonomie valide pour le type de publication « %s »"],"You searched for":["Vous avez cherché"],"Home":["Accueil"],"Archives for":["Archives pour"],"Error 404: Page not found":["Erreur 404 : Page introuvable"],"Good":["Bon"],"Replaced with a custom taxonomies description":["Remplacé par une description des taxonomies personnalisées."],"Replaced with a posts custom taxonomies, comma separated.":["Remplacé par les catégories de la publication, séparées par des virgules."],"Replaced with a posts custom field value":["Remplacé par une valeur de champ personnalisé"],"Replaced with the slug which caused the 404":["Remplacé par le slug qui a causé l’erreur 404"],"Replaced with the posts focus keyphrase":["Remplacé par la requête cible des publications"],"Attachment caption":["Légende de la pièce-jointe"],"Replaced with the current page number":["Remplacé par le numéro de la page en cours"],"Replaced with the current page total":["Remplacé par le nombre total de pages"],"Replaced with the current page number with context (i.e. page 2 of 4)":["Remplacé par le numéro de page en cours avec le contexte (P. ex. : page 2 sur 4)"],"Replaced with the current year":["Remplacé par l’année en cours"],"Replaced with the current month":["Remplacé par le mois en cours"],"Replaced with the current day":["Remplacé par la date actuelle"],"Replaced with the current date":["Remplacé par la date actuelle"],"Replaced with the post/page author's 'Biographical Info'":["Remplacé par « les informations biographiques » de l’auteur ou de l’autrice de la publication"],"Replaced with the post/page author's 'nicename'":["Remplacé par l’identifiant normalisé de l’auteur ou de l’autrice de la publication"],"Replaced with the post/page ID":["Remplacé par l’ID de la publication"],"Replaced with the post/page modified time":["Remplacé par l’heure de modification de la publication"],"Replaced with the content type plural label":["Remplacé par l’intitulé au pluriel du type de contenu"],"Replaced with the content type single label":["Remplacé par l’intitulé au singulier du type de contenu"],"Replaced with the current search phrase":["Remplacé par la phrase recherchée"],"Replaced with the term name":["Remplacé par le nom du terme"],"Replaced with the term description":["Remplacé par la description du terme"],"Replaced with the tag description":["Remplacé par la description du mot-clé"],"Replaced with the category description":["Remplacé par la description de la catégorie"],"Replaced with the post categories (comma separated)":["Remplacé par les catégories de l’article (séparées par des virgules)"],"Replaced with the current tag/tags":["Remplacé par le(s) étiquette(s)"],"Replaced with the post/page excerpt (without auto-generation)":["Remplacé par l’extrait de la publication (sans auto-génération)"],"Replaced with the post/page excerpt (or auto-generated if it does not exist)":["Remplacé par l’extrait de la publication (ou auto-généré, si l’extrait n’existe pas)"],"The site's name":["Le nom du site"],"Replaced with the title of the parent page of the current page":["Remplacé par le titre de la page parent de la présente page"],"Replaced with the title of the post/page":["Remplacé par le titre de la publication"],"Replaced with the date of the post/page":["Remplacé par la date de la publication"],"Page %1$d of %2$d":["Page %1$d sur %2$d"],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":["Vous ne pouvez pas annuler une variable de remplacement standard de WPSEO en enregistrant une variable avec le même nom. Utilisez le filtre « wpseo_replacements » au lieu d’ajuster la valeur de remplacement."],"A replacement variable with the same name has already been registered. Try making your variable name unique.":["Une variable de remplacement portant le même nom est déjà enregistrée. Essayez d’utiliser un nom de variable unique."],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":["Une variable de remplacement ne peut commencer par \"%%cf_\" ou \"%%ct_\" car ces préfixes sont réservés aux variables standards de WPSEO pour les champs et les taxonomies personnalisés. Essayez d’utiliser un nom de variable unique."],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":["Une variable de remplacement ne peut contenir que des caractères alpha-numériques, un souligné ou un tiret. Veuillez renommer votre variable"],"Admin only notice: this page does not show a meta description because it does not have one, either write it for this page specifically or go into the [%1$s - %2$s] menu and set up a template.":["Avis aux administrateurs et administratrices : cette page n’affiche pas de méta description car elle n’en a pas. Vous pouvez donc soit l’ajouter spécifiquement pour cette page soit vous rendre dans vos réglages (%1$s - %2$s) pour configurer un modèle."],"Page not found":["Page non trouvée"],"%s Archives":["Archives des %s"],"Meta description to use for Author page":["Méta description à utiliser pour la page Auteur/autrice"],"Title to use for Author page":["Titre SEO à utiliser pour la page auteur/autrice"],"%1$s settings":["Réglages de %1$s"],"Export your %1$s settings":["Exporter vos réglages de %1$s"],"Import settings":["Importer les réglages"],"Import from other SEO plugins":["Importer à partir d’autres extensions de SEO"],"Import":["Importer"],"If you had a %s file and it was editable, you could edit it from here.":["Si vous aviez un %s et qu’il était modifiable, vous pourriez le modifier à partir d’ici."],"If your %s were writable, you could edit it from here.":["Si votre %s était accessible en écriture, vous pourriez le modifier à partir d’ici."],"You don't have a %s file, create one here:":["Vous n’avez pas de fichier %s, créez-en un ici :"],"A link to your site, with your site's name and description as anchor text.":["Un lien vers votre site, avec le nom de votre site et la description comme texte d’ancrage."],"A link to your site, with your site's name as anchor text.":["Un lien vers votre site, avec le nom de votre site comme texte d’ancrage."],"A link to the post, with the title as anchor text.":["Un lien vers la publication, avec le titre pour ancre de lien."],"You can use the following variables within the content, they will be replaced by the value on the right.":["Vous pouvez utiliser les variables suivantes dans votre contenu, elles seront automatiquement remplacées par la valeur à droite."],"Content to put after each post in the feed":["Contenu à insérer après chaque article dans le flux"],"Content to put before each post in the feed":["Le contenu à ajouter avant chaque article dans le flux"],"How to insert breadcrumbs in your theme":["Comment insérer un fil d’Ariane dans votre thème ?"],"Blog":["Blog"],"Prefix for the breadcrumb path":["Préfixe pour le fil d’Ariane "],"Anchor text for the Homepage":["Texte d’ancrage pour la page d’accueil "],"Separator between breadcrumbs":["Séparateur pour le fil d’Ariane "],"Below are your published posts' SEO scores. Now is as good a time as any to start improving some of your posts!":["Retrouvez ci-dessous les scores SEO de vos articles publiés. C’est le moment de commencer à améliorer certains d’entre eux !"],"Credits":["Crédits"],"&laquo; Back to Tools page":["&laquo; Retour à la page Outils"],"%1$s comes with some very powerful built-in tools:":["%1$s propose des outils intégrés très puissants :"],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":["Cet outil vous permet de modifier rapidement des fichiers importants pour votre référencement, comme le fichier robots.txt ou le fichier .htaccess si vous en avez un."],"File editor":["Éditeur de fichiers"],"Import settings from other SEO plugins and export your settings for re-use on (another) site.":["Importez les réglages d’autres extensions de référencement et exportez les vôtres pour les réutiliser sur un autre site."],"Import and Export":["Importation et exportation"],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":["Cet outil vous permet de modifier rapidement les titres et les descriptions de vos articles et pages, sans avoir à aller dans l’éditeur de chaque publication."],"Bulk editor":["Éditeur par lot"],"Default settings":["Réglages par défaut"],"Description":["Description"],"Restore site to defaults":["Restaurer les réglages du site aux valeurs par défaut"],"Site ID":["ID du site"],"Using this form you can reset a site to the default SEO settings.":["Grâce à ce formulaire, vous pouvez réinitialiser les réglages SEO de votre site aux réglages par défaut."],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new sites.":["Les réglages confidentiels (administrateurs Facebook etc.), spécifiques aux thèmes (réécriture des titres) et quelques réglages très spécifiques au site actuel ne seront pas importés vers les nouveaux sites."],"Enter the %1$sSite ID%2$s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":["Saisissez l’%1$sID du site%2$s que vous utiliserez comme base pour les réglages de tous les nouveaux sites ajoutés à votre réseau. Laissez vide pour n’en choisir aucun. (Les réglages par défaut de l’extension seront alors utilisés)."],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":["Choisissez le site dont les réglages serviront de base à tous les nouveaux sites de votre réseau. Si vous choisissez « Aucun », les réglages par défaut seront utilisés."],"New sites in the network inherit their SEO settings from this site":["Les nouveaux sites du réseau héritent des réglages SEO de ce site"],"Super Admins only":["Super-admins uniquement"],"Site Admins (default)":["Administrateurs et administratrices du site (par défaut)"],"Who should have access to the %1$s settings":["Qui devrait avoir accès aux réglages de %1$s"],"spam":["indésirable"],"mature":["adulte"],"archived":["archivé"],"public":["public"],"%s restored to default SEO settings.":["%s a été rétabli aux réglages SEO par défaut."],"Settings Updated.":["Les réglages ont été mis à jour."],"Special pages":["Pages spéciales"],"Date archives":["Archives par date"],"Title":["Titre"],"Take note:":["À savoir :"],"You can determine the title and description for the homepage by %1$sediting the homepage itself%2$s.":["Vous pouvez définir le titre et la description de la page d’accueil en %1$sla modifiant directement%2$s."],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s détecte automatiquement s’il a besoin de forcer la réécriture des titres de vos pages, si vous pensez que c’est incorrect et que vous savez ce que vous faites, vous pouvez modifier ce réglage ici."],"Force rewrite titles":["Forcer la réécriture des titres"],"Homepage":["Page d’accueil"],"%1$s Extensions":["Extensions de %1$s"],"Seamlessly integrate WooCommerce with %1$s and get extra features!":["Intégrez WooCommerce et %1$s et obtenez des fonctionnalités supplémentaires !"],"Rank better locally and in Google Maps, without breaking a sweat!":["Améliorez votre classement localement dans Google Maps, sans verser une goutte de sueur !"],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":["Êtes-vous sur Google Actualités ? Augmentez votre trafic de Google News grâce à son optimisation !"],"Optimize your videos to show them off in search results and get more clicks!":["Optimisez vos vidéos pour qu’elles apparaissent dans les résultats des recherches et obtenir plus de clics !"],"The premium version of %1$s with more features & support.":["La version Premium de %1$s avec plus de fonctionnalités & de support."],"Person":["Personne"],"Website name":["Nom du Site Web"],"RSS":["RSS"],"Permalink":["Permalien"],"Breadcrumbs":["Fil d’Ariane"],"Authenticate":["S’authentifier"],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year of support and updates, on %2$s.":["Pour pouvoir créer une redirection et régler ce problème, vous avez besoin de %1$s. Vous pouvez acheter l&rsquo;extension, incluant un an de support et de mises à jour, sur %2$s."],"Creating redirects is a %s feature":["la création de redirection est une fonctionnalité de %s."],"New URL":["Nouvelle URL"],"Search":["Rechercher"],"URL":["URL"],"Deactivate %s":["Désactiver %s"],"The %1$s plugin might cause issues when used in conjunction with %2$s.":["L’extension %1$s pourrait provoquer des problèmes si utiliser en conjonction avec %2$s."],"Upload Image":["Téléverser une image"],"%s Posts Overview":["Vue d’ensemble des publications de %s"],"Breadcrumbs title":["Titre du fil d’Ariane"],"Pinterest":["Pinterest "],"Social settings":["Réglages réseaux sociaux"],"Close":["Fermer"],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines and might slow down your site.":["%1$s et %2$s peuvent tous les deux créer des plans de site XML. En avoir deux n’est pas recommandé pour les moteurs de recherche et pourrait même ralentir votre site."],"Configure %1$s's Open Graph settings":["Configurer les réglages de l’OpenGraph de %1$s"],"Both %1$s and %2$s create Open Graph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":["%1$s et %2$s créent des métadonnées OpenGraph, ce qui pourrait faire que Facebook, Twitter, LinkedIn et d’autres réseaux sociaux utilisent de mauvais textes et de mauvaises images lorsque vos pages sont partagées."],"%s image":["%s image"],"%s description":["Description %s"],"%s title":["Titre %s"],"Twitter":["Twitter"],"Facebook":["Facebook"],"very difficult":["très difficile"],"Try to make shorter sentences, using less difficult words to improve readability":["Essayez de faire des phrases plus courtes, en utilisant des mots moins compliqués afin d’améliorer la lisibilité"],"difficult":["difficile"],"fairly difficult":["assez difficile"],"OK":["OK"],"fairly easy":["assez facile"],"easy":["facile"],"very easy":["très facile"],"The copy scores %1$s in the test, which is considered %2$s to read.":["Le texte a obtenu %1$s au test, ce qui est considéré comme %2$s à lire."],"Flesch reading ease":["Facilité de lecture de Flesch "],"Meta Desc.":["Méta Desc."],"All SEO Scores":["Tous les scores SEO"],"SEO issue: The featured image should be at least 200 by 200 pixels to be picked up by Facebook and other social media sites.":["Problème SEO : L’image à la Une doit être au moins de 200 x 200 pixels pour être exploitable par Facebook et les autres réseaux sociaux."],"(no parent)":["(aucun parent)"],"meta description":["méta description"],"Page title":["Titre de la page"],"Post is set to noindex.":["La publication est réglée sur noindex."],"The URL that this page should redirect to.":["L’URL vers laquelle cette page devrait rediriger."],"301 Redirect":["Redirection 301"],"The canonical URL that this page should point to. Leave empty to default to permalink. %1$sCross domain canonical%2$s supported too.":["L’URL canonique vers laquelle cette page devrait pointer. Laissez ce champ vide pour utiliser le slug par défaut. Les %1$sURL canoniques vers d’autres domaines%2$s sont aussi prises en charge."],"Canonical URL":["URL canonique"],"Title to use for this page in breadcrumb paths":["Titre à utiliser pour cette page dans le fil d’Ariane"],"Breadcrumbs Title":["Titre pour le fil d’Ariane"],"No Snippet":["Pas de métadonnées"],"No Archive":["Aucune archive"],"No Image Index":["Pas d’index pour l’image"],"None":["Aucun"],"Meta robots advanced":["Méta robots avancés"],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Avertissement : même si vous pouvez modifier les méta « robots » ici, tout votre site est réglé en mode « noindex » dans les réglages de vie privée, toute modification effectuée ici n’aura donc aucun effet."],"Meta description":["Méta description"],"SEO Title":["Titre SEO"],"Focus keyword":["Requête cible"],"Settings successfully imported.":["Les réglages ont été importés."],"Settings could not be imported:":["Les réglagles n’ont pas été importés :"],"Breadcrumb for 404 pages:":["Fil d’Ariane pour la page 404 :"],"Prefix for search result pages:":["Préfixe pour les pages de résultats de recherche :"],"Prefix for archive pages:":["Préfixe pour les pages d’archive :"],"Prefix for breadcrumbs:":["Préfixe pour le fil d’Ariane :"],"Anchor text for the homepage:":["Texte d’ancrage pour la page d’accueil"],"Breadcrumbs separator:":["Séparateur pour le fil d’Ariane :"],"%s Breadcrumbs":["Fil d’Ariane de %s"],"Use Image":["Utiliser l’image"],"Action":["Action"],"Page URL/Slug":["Slug de la page"],"Publication date":["Date de Publication"],"Post Status":["État de la publication"],"WP Page Title":["Titre de la page"],"View":["Voir"],"View &#8220;%s&#8221;":["Voir &#8220;%s&#8221;"],"Preview":["Prévisualisation"],"Preview &#8220;%s&#8221;":["Prévisualiser &#8220;%s&#8221;"],"Edit":["Modifier"],"Filter":["Filtrer"],"New Yoast Meta Description":["Nouvelle méta description Yoast"],"Existing Yoast Meta Description":["Méta description Yoast actuelle"],"Facebook profile URL":["URL du profil Facebook"],"Twitter username (without @)":["Identifiant Twitter (sans le @)"],"Google":["Google"],"FAQ":["FAQ"],"Settings":["Réglages"],"Huge SEO Issue: You're blocking access to robots.":["Important problème SEO : Vous bloquez actuellement l’accès aux robots des moteurs de recherche."],"Posts":["Articles"],"Edit Files":["Modifier les fichiers"],"General":["Général"],"Extensions":["Extensions"],"Search Console":["Search Console"],"Tools":["Outils"],"Advanced":["Avancé"],"XML sitemaps":["Plans de site XML"],"Social":["Réseaux sociaux"],"SEO":["SEO"],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":["%1$s a détecté que vous utilisez la version de %2$s de %3$s. Veuillez la mettre à jour vers la dernière version pour éviter les problèmes de compatibilité."],"Just another WordPress site":["Un site utilisant WordPress"],"You have used HTML in your value which is not allowed.":["Votre valeur inclut du code HTML non autorisé."],"You can't edit %s that aren't yours.":["Vous ne pouvez pas modifier les %s qui ne sont pas à/de vous."],"You can't edit %s.":["Vous ne pouvez pas modifier %s."],"Post has an invalid Content Type: %s.":["L’article a un type de publication non valide : %s."],"Post doesn't exist.":["L’article n’existe pas."],"posts\u0004Trash <span class=\"count\">(%s)</span>":["Corbeille <span class=\"count\">(%s)</span>","Corbeille <span class=\"count\">(%s)</span>"],"posts\u0004All <span class=\"count\">(%s)</span>":["Tout <span class=\"count\">(%s)</span>","Tous <span class=\"count\">(%s)</span>"]}}}