{"domain":"js-text-analysis","locale_data":{"js-text-analysis":{"":{"domain":"js-text-analysis","plural_forms":"nplurals=2; plural=n != 1;","lang":"nl"},"%1$sGo to %2$s to analyze your entire site%3$s":["%1$sGa naar %2$s om je hele website te analyseren%3$s"],"%1$s offers a free indexability check for %2$s users, and it shows\n\t\t\tthat your site can be found by search engines.":["%1$s biedt een gratis indexeerbaarheidscheck aan voor %2$s gebruikers, en het toont aan\n\t\t\tdat je site kan worden gevonden door zoekmachines."],"Your site can be found by search engines":["Je site kan door zoekmachines worden gevonden"],"%1$s offers a free indexability check for %2$s users and right now it has trouble determining\n\t\t\twhether search engines can find your site. This could have several (legitimate) reasons and is not a problem\n\t\t\tin itself. If this is a live site, %3$sit is recommended that you figure out why the %1$s check failed.%4$s":[""],"%1$s cannot determine whether your site can be found by search engines":["%1$s kan niet bepalen of je site gevonden kan worden door zoekmachines"],"%1$sRead more about troubleshooting search engine visibility.%2$s":["%1$sLees meer over zoekmachine zichtbaarheid problemen op te lossen.%2$s"],"%1$s offers a free indexability check for %2$s users and it has determined that your site cannot be found by search engines. If this site is live or about to become live, this should be fixed.":[""],"Your site cannot be found by search engines":["Je site kan niet gevonden worden door zoekmachines"],"If this is a live site, %1$sit is recommended that you figure out why the check failed.%2$s":[""],"Error details: %1$s %2$s %3$s":["Foutdetails: %1$s %2$s %3$s"],"An error occurred while checking whether your site can be found by search engines":[""],"%1$sYou can change the tagline in the customizer%2$s.":[""],"You still have the default WordPress tagline. Even an empty one is probably better.":[""],"You should change the default WordPress tagline":[""],"You are using a custom tagline or an empty one.":[""],"You changed the default WordPress tagline":[""],"Great! You can activate your premium plugin(s) and receive updates.":[""],"Your site can connect to %1$s":["Je site kan verbinding maken met %1$s"],"You can %1$snot%2$s activate your premium plugin(s) and receive updates. The cause for this error is probably that the cURL software on your server is too old. Please contact your host and ask them to update it to at least version 7.34. %3$sRead more about cURL in our knowledge base%4$s.":[""],"You can %1$snot%2$s activate your premium plugin(s) and receive updates. A common cause for not being able to connect is an out-of-date version of cURL, software used to connect to other servers. However, your cURL version seems fine. Please talk to your host and, if needed, the Yoast support team to figure out what is broken. %3$sRead more about cURL in our knowledge base%4$s.":[""],"Your site can not connect to %1$s":[""],"Comments on your posts are displayed on a single page. This is just like we'd suggest it. You're doing well!":[""],"It's highly recommended to have your postname in the URL of your posts and pages. Consider setting your permalink structure to %s.":[""],"You do not have your postname in the URL of your posts and pages":[""],"You do have your postname in the URL of your posts and pages.":[""],"Your permalink structure includes the post name":[""],"The request to Ryte returned an error.":[""],"Comments on your posts break into multiple pages. As this is not needed in 999 out of 1000 cases, we recommend you disable it. To fix this, uncheck \"Break comments into pages...\" on the Discussion Settings page.":[""],"Comments break into multiple pages":[""],"Comments are displayed on a single page":[""],"No title":[""],"%1$sGo to the Discussion Settings page%2$s":["%1$sGa naar de discussie-instellingenpagina%2$s"],"%1$sThis was reported by the %2$s plugin%3$s":["%1$sDit werd gemeld door de %2$s plugin%3$s"],"Date in Google Preview":["Datum in Google Preview"],"Preview as:":["Bekijk als:"],"Mobile result":["Resultaat op mobiel"],"Google preview":["Google preview"],"Desktop result":["Desktop resultaat"],"When you click OK we will open our HelpScout beacon where you can find answers to your questions. This beacon will load our support data and also potentially set cookies.":["Als je op OK klikt, opent onze HelpScout beacon waar je antwoorden op jouw vragen kunt vinden. Deze pagina laadt onze ondersteuningsgegevens en stelt mogelijk ook cookies in."],"The browser you are currently using is unfortunately rather dated. Since we strive to give you the best experience possible, we no longer support this browser. Instead, please use %1$sFirefox%4$s, %2$sChrome%4$s or %3$sMicrosoft Edge%4$s.":["De browser die je momenteel gebruikt, is helaas nogal gedateerd. Omdat we ernaar streven je de best mogelijke ervaring te bieden, ondersteunen we deze browser niet meer. Gebruik in plaats daarvan %1$sFirefox%4$s, %2$sChrome%4$s or %3$sMicrosoft Edge%4$s."],"If you want to apply advanced <code>meta</code> robots settings for this page, please define them in the following field.":["Als je geavanceerde <code>meta</code> robots instellingen voor deze pagina wil toepassen, definieer ze dan in het volgende veld."],"Check out %1$s":["Bekijk %1$s"],"We have both free and premium online courses to learn everything you need to know about SEO.":["We hebben zowel gratis als betaalde online cursussen om je alles te leren over SEO."],"Want to learn SEO from Team Yoast? Check out our %1$s!":["Wil je SEO leren van team Yoast? Bekijk onze %1$s!"],"Learn SEO":["Leer SEO"],"Start to optimize your site for Google News traffic today!":["Start vandaag nog met het optimaliseren van jouw website voor Google News!"],"Make sure your videos rank and are easy to share with our Video SEO plugin.":["Zorg ervoor dat jouw video's een hoge positie hebben in zoekmachines en gemakkelijk gedeeld kunnen worden met onze Video SEO plugin."],"Our Local SEO plugin will help you rank in Google Maps and local results.":["Onze Local SEO plugin zal je helpen met je positie in Google Maps en lokale resultaten"],"%s settings to import:":["%s instellingen om te importeren:"],"Import settings from another %1$s installation by pasting them here and clicking \"%2$s\".":["Importeer instellingen van een andere %1$s installatie door ze hier te plakken en te klikken op %2$s\"."],"Your %1$s settings:":["Je %1$s instellingen:"],"Schema":["Schema"],"Twitter uses Open Graph metadata just like Facebook, so be sure to keep the \"Add Open Graph meta data\" setting on the Facebook tab enabled if you want to optimize your site for Twitter.":["Twitter gebruikt Open Graph metadata net als Facebook, zorg er dus voor dat je de Open Graph checkbox op het Facebook tabblad aangevinkt houdt als je de site wil optimaliseren voor Twitter."],"Please check the format of the Facebook Page URL you entered. %s":["Gelieve het ingevoerde formaat van de Facebook Pagina URL na te kijken. %s"],"Please check the format of the Instagram URL you entered. %s":["Controleer het formaat van de ingevoerde Instagram URL. %s"],"Please check the format of the Linkedin URL you entered. %s":["Gelieve het ingevoerde formaat van de Linkedin URL na te kijken. %s"],"Please check the format of the MySpace URL you entered. %s":["Gelieve het ingevoerde formaat van de MySpace URL na te kijken. %s"],"Please check the format of the Pinterest URL you entered. %s":["Gelieve het ingevoerde formaat van de Pinterest URL na te kijken. %s"],"Please check the format of the Wikipedia URL you entered. %s":["Gelieve het ingevoerde formaat van de Wikipedia URL na te kijken. %s"],"Please check the format of the Youtube URL you entered. %s":["Gelieve het ingevoerde formaat van de Youtube URL na te kijken. %s"],"Settings saved.":["Instellingen bewaard."],"Continue learning":["Doorgaan met leren"],"%1$s will now take care of all the needed technical optimization of your site. To really improve your site's performance in the search results, it's important to know everything our plugin has to offer. Sign up for our free %1$s plugin training, in which you'll learn how to use %1$s and how it can help you make the best of your website!":["%1$s zorgt nu voor alle nodige technische optimalisaties van je site. Om de prestaties van je site in de zoekresultaten echt te verbeteren, is het belangrijk om alles te weten wat onze plugin te bieden heeft. Meld je aan voor onze gratis%1$s plugin training, waarin je leert hoe je%1$s kunt gebruiken en hoe je hiermee het beste uit je site kunt halen!"],"Dismiss this alert":["Negeer deze waarschuwing"],"A company name and logo need to be set for structured data to work properly. %1$sLearn more about the importance of structured data.%2$s":["Een bedrijfsnaam en logo moeten worden ingesteld om gestructureerde gegevens goed te laten werken. %1$sMeer informatie over het belang van gestructureerde gegevens.%2$s"],"%s does not seem to be a valid Facebook App ID. Please correct.":["%s lijkt geen geldige Facebook App ID te zijn. Pas het aan."],"The submitted value was: %s":["De ingevoerde waarde was: %s"],"Yandex confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Yandex verificatiecodes kunnen enkel bestaan uit de letters A t/m F, cijfers, streepjes en underscores. %s"],"Twitter usernames can only contain letters, numbers, and underscores. %s":["Een Twitter gebruikersnaam kan enkel bestaan uit letters, cijfers en lage streepjes. %s"],"Pinterest confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Pinterest verificatiecodes kunnen enkel bestaan uit de letters A t/m F, cijfers, verbindingsstreepjes en lage streepjes. %s"],"Bing confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Bing verificatiecodes kunnen enkel bestaan uit de letters A t/m F, cijfers, verbindingsstreepjes en lage streepjes. %s"],"Google verification codes can only contain letters, numbers, hyphens, and underscores. %s":["Google verificatiecodes kunnen enkel bestaan uit letters, cijfers, verbindingsstreepjes en lage streepjes. %s"],"The Facebook App ID you entered doesn't exist. %s":["De Facebook App ID die je hebt ingevoerd bestaat niet. %s"],"Baidu verification codes can only contain letters, numbers, hyphens, and underscores. %s":["Baidu verificatiecodes kunnen enkel bestaan uit letters, cijfers, verbindingsstreepjes en lage streepjes. %s"],"Show this item.":["Laat dit item zien."],"Hide this item.":["Verberg dit item."],"You have %d hidden problem:":["Er is %d verborgen probleem:","Er zijn %d verborgen problemen:"],"You have %d hidden notification:":["Er is %d verborgen notificatie:","Er zijn %d verborgen notificaties:"],"The form contains %1$s error. %2$s":["Het formulier bevat %1$s fout. %2$s","Het formulier bevat %1$s fouten. %2$s"],"SEO settings configured":["SEO-instellingen zijn geconfigureerd"],"If you want to double-check your %1$s settings, or change something, you can always %2$sreopen the configuration wizard%3$s.":["Als je je %1$s-instellingen nogmaals wilt controleren, of iets wil veranderen dan kan je %2$sde configuratie wizard altijd opnieuw openen%3$s."],"The following words and word combinations occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly. ":["De volgende woorden en woordcombinaties komen het vaakst voor in de tekst. Deze geven een indicatie van de focus van je tekst. Als de woorden sterk afwijken van je onderwerp dan wil je je tekst misschien herschrijven om dat op te lossen."],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":["Zodra je wat meer inhoud hebt toegevoegd geven we je een lijst met woorden die het vaakst voorkomen in de inhoud. Deze geven je een beeld van waar je inhoud op focust."],"%d occurrences":["%d gevallen"],"Activate %s for your site on MyYoast":["Activeer %s voor je site in MyYoast"],"Show blog page in breadcrumbs":["Blogpagina in kruimelpad tonen"],"We could not find any relevant articles on your website that you could link to from your post.":["We hebben geen relevante artikelen gevonden op je website waar je naartoe kan linken vanuit je bericht."],"Has feedback":["Heeft feedback"],"Content optimization:":["Inhoudsoptimalisatie:"],"%1$sSEO%2$s: %3$s":["%1$sSEO%2$s: %3$s"],"%1$sReadability%2$s: %3$s":["%1$sLeesbaarheid%2$s: %3$s"],"Post Noindexed":["Bericht Noindexed"],"No Focus Keyphrase":["Geen Focus-keyphrase"],"Person logo / avatar":["Persoonlijk logo / avatar"],"Extend %s":["Breid %s uit"],"Posts with the SEO score: %s":["Berichten met de SEO score: %s"],"SEO: %s":["SEO: %s"],"%s video tutorial":["%s video tutorial"],"To view your current crawl errors, %1$splease visit Google Search Console%2$s.":["Om je huidige crawlfouten te bekijken, %1$sbezoek je Google Search Console%2$s."],"Google has discontinued its Crawl Errors API. Therefore, any possible crawl errors you might have cannot be displayed here anymore. %1$sRead our statement on this for further information%2$s.":["Google heeft haar Crawl Errors API stopgezet. Het is daarom niet meer mogelijk om eventuele crawlfouten hier te laten zien. %1$sLees onze verklaring voor meer informatie%2$s."],"Remove this message":["Verwijder dit bericht"],"Truly optimize your site for a local audience with our %s plugin! Optimized address details, opening hours, store locator and pickup option!":["Optimaliseer je site echt voor lokaal publiek met onze %s plugin! Geoptimaliseerde adres gegevens, openingstijden, winkel locatie kiezer en ophaal optie!"],"Serving local customers?":["Bedien je lokale klanten?"],"Get the %s plugin now":["Download nu de %s plugin"],"Organization social profiles":["Sociale profielen van de organisatie"],"You can edit the details shown in meta data, like the social profiles, the name and the description of this user on their %1$s profile page.":["Je kunt de details die worden getoond in de metadata bewerken, zoals de sociale profielen, de naam en beschrijving van de gebruiker op hun %1$s profielpagina."],"Personal info":["Persoonlijke info"],"Organization logo":["Logo organisatie"],"Organization name":["Organisatienaam"],"Choose whether the site represents an organization or a person.":["Kies of je site een organisatie vertegenwoordigt of een persoon."],"Knowledge Graph & Schema.org":["Knowledge Graph & Schema.org"],"To make your site represent a Company or Organization go to %1$sSearch Appearance%2$s and set Organization or Person to \"Organization\".":["Om je site een Bedrijf of Organisatie te laten representeren, ga je naar %1$sZoekweergave%2$s en kies je bij Bedrijf of Persoon voor \"Bedrijf\"."],"To change the social accounts used for your site, update the details for %1$s.":["Om de sociale accounts die je gebruikt voor je site te veranderen, werk je de gegevens voor %1$s bij."],"That means that the form and information below is disabled, and not used.":["Dat betekent dat het formulier en de informatie hieronder zijn uitgeschakeld en niet worden gebruikt."],"Your website is currently configured to represent a Person":["Je website is momenteel geconfigureerd om een persoon te vertegenwoordigen"],"(if one exists)":["(als die bestaat)"],"Wikipedia page about you":["Wikipedia pagina over jou"],"YouTube profile URL":["YouTube-profiel-URL"],"Tumblr profile URL":["Tumblr-profiel-URL"],"SoundCloud profile URL":["SoundCloud-profiel-URL"],"MySpace profile URL":["MySpace-profiel-URL"],"Organization or person":["Organisatie of persoon"],"The person":["De persoon"],"Organization":["Organisatie"],"Does your site represent a person or an organization?":["Vertegenwoordigt je site een persoon of een organisatie?"],"The name of the organization":["De naam van de organisatie"],"Provide an image of the organization logo":["Zorg voor een afbeelding van het logo van de organisatie"],"You have previously set your site to represent a person. We’ve improved our functionality around Schema and the Knowledge Graph, so you should go in and %1$scomplete those settings%2$s.":["Je hebt eerder ingesteld dat je site een persoon vertegenwoordigt. We hebben onze mogelijkheden rond Schema en de Knowledge Graph verbeterd, dus je kunt het beste inloggen en %1$s instellingen daar invullen%2$s."],"Select a user...":["Selecteer een gebruiker..."],"Uncategorized":["Ongecategoriseerd"],"Name:":["Naam:"],"You have selected the user %1$s as the person this site represents. Their user profile information will now be used in search results. %2$sUpdate their profile to make sure the information is correct.%3$s":["Je hebt gebruiker %1$s ingesteld als de persoon waarvoor deze site is gemaakt. De profielgegevens van zijn of haar account worden nu gebruikt in de zoekresultaten. %2$sWerk het profiel bij om zeker te weten dat alle informatie klopt.%3$s"],"Error: Please select a user below to make your site's meta data complete.":["Fout: selecteer hieronder een gebruiker om de metadata voor je site compleet te maken."],"SEO score: %s":["SEO-score: %s"],"If a Wikipedia page for you or your organization exists, add it too.":["Als er een Wikipedia-pagina over jou of je organisatie bestaat, voeg deze dan ook toe."],"Wikipedia URL":["Wikipedia-URL"],"Pinterest profile URL":["Pinterest profiel URL"],"Instagram profile URL":["Instagram profiel URL"],"LinkedIn profile URL":["LinkedIn profiel URL"],"Keyword research is essential in any SEO strategy. You decide the search terms you want to be found for, and figure out what words your audience uses to find you. Great keyword research tells you what content you need to start ranking for the terms you want to rank for. Make sure your efforts go into the keywords you actually have a chance at ranking for! The %1$s walks you through this process, step by step.":["Keyword research is essentieel in elke SEO-strategie. Je kiest de zoektermen waar je op gevonden wil worden en zoekt uit welke woorden je publiek gebruikt om je te vinden. Goed keyword research vertelt je welke inhoud je nodig hebt om een goede ranking te krijgen voor de termen waarop je gevonden wilt worden. Zorg ervoor dat je je inspanningen richt op de keywords waar je echt een kans maakt om op te ranken. De %1$s helpt je door dit proces, stap voor stap."],"The image you selected is too small for Facebook":["De afbeelding die je hebt geselecteerd is te klein voor Facebook"],"The given image url cannot be loaded":["De opgegeven afbeelding url kan niet worden geladen"],"Find out what words your audience uses to find you":["Ontdek welke woorden je publiek gebruikt om je te vinden"],"%1$sFlesch Reading Ease%2$s: The copy scores %3$s in the test, which is considered %4$s to read. %5$s":["%1$sFlesch Reading Ease%2$s: de tekst scoort %3$s in de test wat wordt beoordeeld als %4$s om te lezen. %5$s"],"No JSON object was returned.":["Er werd geen JSON-object teruggestuurd."],"Received internal links":["Interne links ontvangen"],"Outgoing internal links":["Uitgaande interne links"],"New step added":["Nieuwe stap toegevoegd"],"New question added":["Nieuwe vraag toegevoegd"],"The Text link counter feature provides insights in how many links are found in your text and how many links are referring to your text. This is very helpful when you are improving your %1$sinternal linking%2$s.":["De tekst link teller functie geeft je inzicht in hoeveel links worden gevonden in je tekst en hoeveel links verwijzen naar jouw tekst. Dit is erg nuttig wanneer je de %1$sinterne linkstructuur%2$s aan het verbeteren bent."],"Please carefully consider the implications and %1$sread this post%2$s if you want more information about the impact of showing media in search results.":["Denk goed na over de implicaties en %1$slees dit bericht%2$s als je meer informatie wil over de impact van het weergeven van media in zoekresultaten ."],"Keyphrase":["Keyphrase"],"For this feature to work, %1$s needs to create a table in your database. We were unable to create this table automatically.":["Om deze functie werkend te maken zal %1$s een tabel in je database moeten kunnen aanmaken. We kunnen deze tabel helaas niet automatisch aanmaken."],"By enabling this option, attachment URLs become visible to both your visitors and Google. To add value to your website, they should contain useful information, or they might have a negative impact on your ranking.":["Door deze optie in te schakelen worden de URL's zichtbaar voor zowel bezoekers als voor Google. Om waarde toe te voegen aan je website moet deze informatie van toegevoegde waarde zijn of anders heeft het mogelijk een negatieve impact op je ranking."],"The %3$sText link counter%4$s feature (introduced in %1$s %2$s) is currently disabled.":["De  %3$stekst link teller%4$s functie (geïntroduceerd in %1$s %2$s) is momenteel uitgeschakeld."],"Please read the following %1$sknowledge base article%2$s to find out how to resolve this problem.":["Lees het volgende %1$skennisbank artikel%2$s om te ontdekken hoe je dit probleem oplost."],"To make sure all the links in your texts are counted, we need to analyze all your texts.":["Om ervoor te zorgen dat alle links in je teksten geteld worden, moeten we al je teksten analyseren."],"All you have to do is press the following button and we'll go through all your texts for you.":["Druk op de deze knop en we analyseren alle teksten voor je."],"Count links":["Tel het aantal links"],"%3$sImage alt attributes%5$s: Out of %2$d images on this page, %1$d have alt attributes with words from your keyphrase or synonyms. That's a bit much. %4$sOnly include the keyphrase or its synonyms when it really fits the image%5$s.":["%3$sImage alt attributen%5$s: Van de %2$d afbeeldingen op deze pagina ,%1$d hebben alt-attributen met woorden uit je keyphrase of synoniemen. Dat is een beetje teveel. %4$sNeem enkel de keyphrase of de synoniemen ervan op als deze echt in de afbeelding past%5$s."],"%1$sImage alt attributes%2$s: Good job!":["%1$sImage alt attributen%2$s: Goed gedaan!"],"%3$sImage alt attributes%5$s: Out of %2$d images on this page, only %1$d has an alt attribute that reflects the topic of your text. %4$sAdd your keyphrase or synonyms to the alt tags of more relevant images%5$s!":["Enkelvoud:%3$sImage alt-attributen%5$s: Van de %2$d afbeeldingen op deze pagina heeft alleen %1$d een alt-attribuut dat het onderwerp van je tekst weergeeft. %4$s Voeg je keyphrase of synoniemen toe aan de alt-tags van relevantere afbeeldingen%5$s!","Meervoud:%3$sImage alt-attributen%5$s: Van de %2$d afbeeldingen op deze pagina heeft alleen %1$d een alt-attribuut dat het onderwerp van je tekst weergeeft. %4$s Voeg je keyphrase of synoniemen toe aan de alt-tags van relevantere afbeeldingen%5$s!"],"%1$sImage alt attributes%3$s: Images on this page do not have alt attributes that reflect the topic of your text. %2$sAdd your keyphrase or synonyms to the alt tags of relevant images%3$s!":["%1$sImage alt attributen%3$s: Afbeeldingen op deze pagina hebben geen alt-attributen die het onderwerp van uw tekst weergeven.%2$sVoeg je keyphrase of synoniemen toe aan de alt-tags van relevante afbeeldingen%3$s!"],"%1$sImage alt attributes%3$s: Images on this page have alt attributes, but you have not set your keyphrase. %2$sFix that%3$s!":["%1$sImage alt attributen%3$s: Afbeeldingen op deze pagina hebben alt-kenmerken, maar je hebt je keyphrase nog niet ingesteld .%2$sDoe dat eerst%3$s!"],"%1$sKeyphrase in subheading%2$s: %3$s of your higher-level subheadings reflects the topic of your copy. Good job!":["%1$sKeyphrase in subkop%2$s: %3$s van de koppen met een hoger niveau geeft het onderwerp van je kopie weer. Goed gedaan!","%1$sKeyphrase in subkoppen%2$s: %3$s van de koppen met een hoger niveau geeft het onderwerp van je kopie weer. Goed gedaan!"],"%1$sKeyphrase in subheading%2$s: Your higher-level subheading reflects the topic of your copy. Good job!":["%1$sKeyphrase in subkop%2$s: Je subkop(en) met een hoger niveau geven het onderwerp van je kopie weer. Goed gedaan!"],"%1$sKeyphrase in subheading%3$s: %2$sUse more keyphrases or synonyms in your higher-level subheadings%3$s!":["%1$sKeyphrase in subkopje%3$s: %2$sGebruik meer keyphrases of synoniemen in je hogere rubrieken%3$s!"],"Page %s":["Pagina %s"],"Cannot get the size of %1$s because of unknown reasons.":["Kan de grootte van %1$s niet krijgen vanwege onbekende redenen."],"Cannot get the size of %1$s because it is hosted externally.":["Kan de grootte van niet krijgen %1$s omdat het extern wordt gehost."],"Simply switch the toggle to \"on\" and you'll be able to use the recalibrated analysis. At the same time, we'll add you to our specific mailing list. We'll only email you about your experiences with this recalibration!":["Schakel eenvoudig de schakelaar naar \"aan\" en je kunt de opnieuw gekalibreerde analyse gebruiken. Tegelijkertijd, zullen we je toevoegen aan onze specifieke mailinglijst. We sturen je enkel een e-mail  over je ervaringen met deze herijking!"],"We have %1$srecalibrated our analysis%2$s. With the new analysis, we will get even closer to how Google sees your website. It would be %3$sawesome%4$s if you would like to %3$sbeta test this feature%4$s for us!":["Wij hebben %1$sonze analyse opnieuw gekalibreerd%2$s. Met de nieuwe analyse komen we nog dichter bij hoe Google je website ziet. Het zou zijn%3$sgeweldig%4$s als je deze zou willen %3$sbetatesten%4$s voor ons!"],"Get an even better analysis":["Krijg een nog betere analyse"],"%1$sSingle title%3$s: H1s should only be used as your main title. Find all H1s in your text that aren't your main title and %2$schange them to a lower heading level%3$s!":["%1$sEnkele titel%3$s: H1s moeten alleen gebruikt worden voor de hoofd titel. Vind alle H1s in je tekst die niet de hoofdtitel zijn en %2$swijzig ze naar een lager koptekst niveau%3$s!"],"Improve sharing on Facebook and Pinterest":["Verbeter delen op Facebook en Pinterest"],"You do not have the required rights to export settings.":["Je hebt niet de benodigde rechten om instellingen te exporteren."],"Copy all these settings to another site's %1$s tab and click \"%1$s\" there.":["Kopieer al deze instellingen naar het %1$s-tabblad van een andere site en klik daar op \"%1$s\"."],"These are settings for the %1$s plugin by %2$s":["Dit zijn instellingen voor de %1$s-plugin van %2$s"],"No settings found.":["Geen instellingen gevonden."],"Export your %1$s settings here, to copy them on another site.":["Exporteer hier je %1$s-instellingen om ze te kopiëren naar een andere website."],"Import of settings is only supported on servers that run PHP 5.3 or higher.":["Het importeren van instellingen wordt alleen ondersteund op servers die PHP 5.3 of hoger gebruiken."],"%1$sKeyphrase density%2$s: The focus keyphrase was found 0 times. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sKeyphrase dichtheid%2$s: De focus keyphrase is 0 keer gevonden. Dat is minder dan het minimaal aanbevolen aantal van %3$d keer voor een tekst van deze lengte. %4$sFocus op je keyphrase%2$s!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sKeyphrase dichtheid%2$s: De focus keyphrase is %5$d keer gevonden. Dat is minder dan het minimum aanbevolen aantal van %3$d keer voor een tekst van deze lengte. %4$sFocus op je keyphrase%2$s!","%1$sKeyphrase dichtheid%2$s: De focus keyphrase is %5$d keer gevonden. Dat is minder dan het minimum aanbevolen aantal van %3$d keer voor een tekst van deze lengte. %4$sFocus op je keyphrase%2$s!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %3$d time. This is great!":["%1$sKeyphrase dichtheid%2$s: De focus keyphrase is %3$d keer gevonden. Dit is goed!","%1$sKeyphrase dichtheid%2$s: De focus keyphrase is %3$d keer gevonden. Dit is goed!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$sKeyphrase dichtheid%2$s:De focus keyphrase is %5$d keer gevonden. Dat is meer dan het aanbevolen maximaal aantal van %3$d keer voor een tekst van deze lengte. %4$sProbeer niet te over optimaliseren%2$s!","%1$sKeyphrase dichtheid%2$s:De focus keyphrase is %5$d keer gevonden. Dat is meer dan het aanbevolen maximaal aantal van %3$d keer voor een tekst van deze lengte. %4$sProbeer niet te over optimaliseren%2$s!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's way more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$sKeyphrase dichtheid%2$s: De focus keyphrase is %5$d keer gevonden. Dat is veel meer dan het aanbevolen maximaal aantal van %3$d keer voor een tekst van deze lengte. %4$sProbeer niet te over optimaliseren%2$s!","%1$sKeyphrase dichtheid%2$s: De focus keyphrase is %5$d keer gevonden. Dat is veel meer dan het aanbevolen maximaal aantal van %3$d keer voor een tekst van deze lengte. %4$sProbeer niet te over optimaliseren%2$s!"],"Indexable created for object %1$s with type %2$s":["indexeerbare object %1$s met type %2$s bewaard"],"Method %1$s() does not exist in class %2$s":["Methode %1$s() bestaat niet in class %2$s"],"With %s, you can easily create such redirects.":["Met %s kun je eenvoudig deze redirects maken."],"Changing your permalinks settings can seriously impact your search engine visibility. It should almost %1$s never %2$s be done on a live website.":["Het veranderen van je permalinks kan een serieuze invloed hebben op de zichtbaarheid in zoekmachines. Het moet bijna %1$s nooit %2$s gedaan worden op een live website."],"WARNING:":["WAARSCHUWING:"],"Learn about why permalinks are important for SEO.":["Leer waarom permalinks zo belangrijk zijn voor SEO."],"Google Ads":["Google Ads"],"%1$sFunction words in keyphrase%3$s: Your keyphrase \"%4$s\" contains function words only. %2$sLearn more about what makes a good keyphrase.%3$s":["%1$sFunctiewoorden in trefzin%3$s: Je keyphrase \"%4$s\" bavet alleen functiewoorden. %2$sBekijk wat een goede keyphrase is.%3$s"],"Did you know %s also analyzes the different word forms of your keyphrase, like plurals and past tenses?":["Wist je dat %s ook verschillende woordvormen in je keyphrase analyseert, zoals meervoud of verleden tijd?"],"Clear Image":["Haal afbeelding weg"],"%1$sKeyphrase length%3$s: %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sKeyphrase lengte%3$s: %2$sGeef een keyphrase op om je SEO score te kunnen berekenen%3$s."],"%1$sKeyphrase in slug%2$s: More than half of your keyphrase appears in the slug. That's great!":["%1$sKeyphrase in slug%2$s: Meer dan de helft van  je keyphrase komt voor in de slug. Heel goed!"],"%1$sKeyphrase in slug%3$s: (Part of) your keyphrase does not appear in the slug. %2$sChange that%3$s!":["%1$sKeyphrase in slug%3$s: (Een deel van) je keyphrase lijkt niet voor te komen in de slug. %2$sVerander dit%3$s!"],"%1$sKeyphrase in slug%2$s: Great work!":["%1$sKeyphrase in slug%2$s: Goed bezig!"],"%1$sKeyphrase in title%3$s: Not all the words from your keyphrase \"%4$s\" appear in the SEO title. %2$sTry to use the exact match of your keyphrase in the SEO title%3$s.":["%1$sKeyphrase in de titel%3$s: Niet alle woorden uit je keyphrase \"%4$s\" zitten in de SEO-titel. %2$sProbeer om je volledige keyphrase te gebruiken in de SEO-titel%3$s."],"%1$sKeyphrase in title%3$s: Does not contain the exact match. %2$sTry to write the exact match of your keyphrase in the SEO title%3$s.":["%1$sKeyphrase in de titel%3$s: De titel bevat niet de volledige keyphrase. %2$sProbeer om je volledige keyphrase te gebruiken in de SEO-titel%3$s."],"%1$sKeyphrase in title%3$s: The exact match of the keyphrase appears in the SEO title, but not at the beginning. %2$sTry to move it to the beginning%3$s.":["%1$sKeyphrase in de titel%3$s: Je volledige keyphrase staat in de SEO-titel, maar niet aan het begin. %2$sProbeer de volledige keyphrase naar het begin te verplaatsen%3$s."],"%1$sKeyphrase in title%2$s: The exact match of the keyphrase appears at the beginning of the SEO title. Good job!":["%1$sKeyphrase in de titel%2$s: De volledige keyphrase staat aan het begin van de SEO-titel. Goed gedaan!"],"%1$sKeyphrase distribution%2$s: Good job!":["%1$sKeyphrase verdeling%2$s: Goed gedaan!"],"%1$sKeyphrase distribution%3$s: Uneven. Some parts of your text do not contain the keyphrase or its synonyms. %2$sDistribute them more evenly%3$s.":["%1$sKeyphrase verdeling%3$s: Slecht verdeeld. In sommige delen van je tekst komen de keyphrase of synoniemen niet voor. %2$sVerdeel ze beter over de tekst%3$s."],"%1$sKeyphrase distribution%3$s: Very uneven. Large parts of your text do not contain the keyphrase or its synonyms. %2$sDistribute them more evenly%3$s.":["%1$sKeyphrase verdeling%3$s: Zeer slecht verdeeld. In sommige delen van je tekst komen de keyphrase of synoniemen niet voor. %2$sVerdeel ze beter over de tekst%3$s."],"%1$sKeyphrase distribution%3$s: %2$sInclude your keyphrase or its synonyms in the text so that we can check keyphrase distribution%3$s.":["%1$sKeyphrase verdeling%3$s: %2$sGebruik je keyphrases of synoniemen in de tekst zodat we de keyphrase dichtheid kunnen bepalen%3$s."],"Help on choosing the perfect focus keyphrase":["Hulp bij het kiezen van de perfecte focus keyphrase"],"Would you like to add a related keyphrase?":["Wil je een verwant keyphrase toevoegen?"],"Go %s!":["Ga %s!"],"Not showing the date archives in the search results technically means those will have a %1$s robots meta. %2$sMore info on the search results settings%3$s.":["Het niet tonen van de datum archives in de zoekresultaten betekent technisch gezien dat deze een %1$s robots meta hebben. %2$sMeer informatie over de zoekmachine-instellingen%3$s."],"Rank better with synonyms & related keyphrases":["Scoor beter met synoniemen en verwante keyphrases"],"optimize a single post for synonyms and related keyphrases.":["Verbeter een bericht op synoniemen en verwante keyphrases"],"Synonyms & related keyphrases":["Synoniemen & gerelateerde keyphrases"],"Add related keyphrase":["Voeg een gerelateerde keyphrase toe"],"Upgrade to %s":["Upgrade naar %s"],"%1$s video":["%1$s video"],"Get %s":["Koop %s"],"%4$sPreviously used keyphrase%6$s: You've used this keyphrase %1$s%2$d times before%3$s. %5$sDo not use your keyphrase more than once%6$s.":["%4$sEerder gebruikte keyphrase%6$s: Je hebt de volgende keyphrase %1$s%2$d keer eerder gebruikt%3$s. %5$sGebruik je keyphrase niet meer dan één keer%6$s."],"%3$sPreviously used keyphrase%5$s: You've used this keyphrase %1$sonce before%2$s. %4$sDo not use your keyphrase more than once%5$s.":["%3$sEerder gebruikte keyphrase%5$s: Je hebt de volgende keyphrase %1$séén keer eerder gebruikt%2$s. %4$sGebruik je keyphrase niet meer dan één keer%5$s."],"%1$sPreviously used keyphrase%2$s: You've not used this keyphrase before, very good.":["%1$sEerder gebruikt keyphrase%2$s: Je hebt deze keyphrase nog niet eerder gebruikt, heel goed."],"%1$sSlug stopwords%3$s: The slug for this page contains a stop word. %2$sRemove it%3$s!":["%1$sSlug stopwoorden%3$s: De slug voor deze pagina bevat een stopwoord.  %2$sVerwijder deze%3$s!","%1$sSlug stopwoorden%3$s: De slug voor deze pagina bevat stopwoorden. %2$sVerwijder deze%3$s!"],"%1$sSlug too long%3$s: the slug for this page is a bit long. %2$sShorten it%3$s!":["%1$sSlug te lang%3$s: de slug voor deze pagina is een beetje te lang. %2$sMaak hem korter%3$s!"],"%1$sImage alt attributes%3$s: No images appear on this page. %2$sAdd some%3$s!":["%1$sAfbeelding alt attributes%3$s: Er staan geen afbeeldingen op deze pagina %2$sVoeg er een paar toe%3$s!"],"%1$sLink keyphrase%3$s: You're linking to another page with the words you want this page to rank for. %2$sDon't do that%3$s!":["%1$sKeyphrase-links%3$s: Je linkt naar een andere pagina met de woorden waarvan je wil dat deze pagina er op gevonden wordt. %2$sDat moet je niet doen%3$s!"],"This is far below the recommended minimum of %5$d word. %3$sAdd more content%4$s.":["Dit is veel minder dan het aanbevolen minimum aantal van %5$d woord. %3$sVoeg meer inhoud toe%4$s.","Dit is veel minder dan het aanbevolen minimum aantal van %5$d woorden. %3$sVoeg meer inhoud toe%4$s."],"This is below the recommended minimum of %5$d word. %3$sAdd more content%4$s.":["Dit is minder dan het aanbevolen aantal van %5$d woord. %3$sVoeg meer inhoud toe%4$s.","Dit is minder dan het aanbevolen aantal van %5$d woorden. %3$sVoeg meer inhoud toe%4$s."],"%2$sText length%4$s: The text contains %1$d word.":["%2$sTekstlengte%4$s: De tekst bevat %1$d woord.","%2$sTekstlengte%4$s: De tekst bevat %1$d woorden."],"%2$sText length%3$s: The text contains %1$d word. Good job!":["%2$sTekstlengte%3$s: De tekst bevat %1$d woord. Goed gedaan!","%2$sTekstlengte%3$s: De tekst bevat %1$d woorden. Goed gedaan!"],"%1$sKeyphrase in subheading%3$s: More than 75%% of your higher-level subheadings reflect the topic of your copy. That's too much. %2$sDon't over-optimize%3$s!":["%1$sKeyphrase in subkopje%3$s: Meer dan 75 %% van je subkoppen op een hoger niveau geven het onderwerp van je exemplaar weer. Dat is te veel. %2$sOver-optimaliseer niet%3$s!"],"%1$sSEO title width%3$s: %2$sPlease create an SEO title%3$s.":["%1$sSEO titel breedte%3$s: %2$sVoeg een SEO titel toe%3$s."],"%1$sSEO title width%3$s: The SEO title is wider than the viewable limit. %2$sTry to make it shorter%3$s.":["%1$sSEO titel lengte%3$s: de SEO-titel is langer dan de zichtbare limiet. %2$sProbeer die korter te maken%3$s."],"%1$sSEO title width%2$s: Good job!":["%1$s SEO titel breedte%2$s: Goed gedaan!"],"%1$sSEO title width%3$s: The SEO title is too short. %2$sUse the space to add keyphrase variations or create compelling call-to-action copy%3$s.":["%1$sBreedte van de SEO-titel%3$s: De SEO-titel is te kort. %2$sGebruik de ruimte om variaties op je keyphrase toe te voegen of schrijf een overtuigende call-to-action%3$s."],"%1$sOutbound links%2$s: There are both nofollowed and normal outbound links on this page. Good job!":["%1$sUitgaande links%2$s: Er staan zowel nofollow- als follow uitgaande links op deze pagina. Goed gedaan!"],"%1$sOutbound links%2$s: Good job!":["%1$sUitgaande links%2$s: Goed gedaan!"],"%1$sOutbound links%3$s: All outbound links on this page are nofollowed. %2$sAdd some normal links%3$s.":["%1$sUitgaande links%3$s: Alle uitgaande links op deze pagina zijn onvolgbaar. %2$sVoeg een aantal normale links toe%3$s."],"%1$sOutbound links%3$s: No outbound links appear in this page. %2$sAdd some%3$s!":["%1$sUitgaande links%3$s: Geen uitgaande links op deze pagina. %2$sVoeg ze toe%3$s!"],"%1$sMeta description length%2$s: Well done!":["%1$sLengte van de meta beschrijving%2$s: Goed gedaan!"],"%1$sMeta description length%3$s: The meta description is over %4$d characters. To ensure the entire description will be visible, %2$syou should reduce the length%3$s!":["%1$sLengte metabeschrijving%3$s: De metabeschrijving telt meer dan %4$d letters. Om er zeker van te zijn dat de hele beschrijving zichtbaar is %2$smoet je de tekst inkorten%3$s!"],"%1$sMeta description length%3$s: The meta description is too short (under %4$d characters). Up to %5$d characters are available. %2$sUse the space%3$s!":["%1$sLengte metabeschrijving%3$s: De metabeschrijving is te kort (minder dan %4$d letters). Je hebt nog ruimte voor %5$d letters. %2$sGebruik die%3$s!"],"%1$sMeta description length%3$s:  No meta description has been specified. Search engines will display copy from the page instead. %2$sMake sure to write one%3$s!":["%1$sLengte meta-omschrijving%3$s:  Er is geen meta-omschrijving. Zoekmachines tonen in plaats daarvan de tekst van het bericht. %2$sGeef een omschrijving%3$s!"],"%1$sKeyphrase in meta description%2$s: The meta description has been specified, but it does not contain the keyphrase. %3$sFix that%4$s!":["%1$sKeyphrase in meta description%2$s: Er is een meta description, maar de keyphrase zit er niet in. %3$sLos dat op%4$s!"],"%1$sKeyphrase in meta description%2$s: The meta description contains the keyphrase %3$s times, which is over the advised maximum of 2 times. %4$sLimit that%5$s!":["%1$sKeyphrase in meta description%2$s: De meta description bevat de keyphrase %3$s keer, wat meer is dan het geadviseerde maximum van 2 keer. %4$sPas dat aan%5$s!"],"%1$sKeyphrase in meta description%2$s: Keyphrase or synonym appear in the meta description. Well done!":["%1$sKeyphrase in meta-omschrijving%2$s: De keyphrase of synoniem staan in de meta-omschrijving. Goed zo!"],"%3$sKeyphrase length%5$s: The keyphrase is %1$d words long. That's way more than the recommended maximum of %2$d words. %4$sMake it shorter%5$s!":["%3$sKeyphraselengte%5$s: De keyphrase is %1$d woorden lang. Dat is veel meer dan het aanbevolen maximum van %2$d woorden. %4$sMaak het korter%5$s!"],"%3$sKeyphrase length%5$s: The keyphrase is %1$d words long. That's more than the recommended maximum of %2$d words. %4$sMake it shorter%5$s!":["%3$sKeyphrase lengte%5$s: De keyphrase is %1$d woorden lang. Dat is meer dan het aanbevolen maximum van %2$d woorden. %4$sMaak het korter%5$s!"],"%1$sKeyphrase length%2$s: Good job!":["%1$sKeyphraselengte%2$s: goed gedaan!"],"%1$sKeyphrase length%3$s: No focus keyphrase was set for this page. %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sKeyphrase lengte%3$s: Er is geen focus keyphrase ingesteld voor deze pagina. %2$sStel een keyphrase in om je SEO score te kunnen berekenen%3$s."],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms do not appear in the first paragraph. %2$sMake sure the topic is clear immediately%3$s.":["%1$sKeyphrase in introductie%3$s: je keyphrase of synoniemen staan niet in de eerste alinea. %2$sZorg ervoor dat het onderwerp direct duidelijk is%3$s."],"%1$sKeyphrase in introduction%3$s:Your keyphrase or its synonyms appear in the first paragraph of the copy, but not within one sentence. %2$sFix that%3$s!":["%1$sKeyphrase in introductie%3$s: je keyphrase of synoniem staan in de eerste alinea van de tekst, maar niet in één zin. %2$sDoe dit wel%3$s!"],"%1$sKeyphrase in introduction%2$s: Well done!":["%1$sKeyphrase in introductie%2$s: goed gedaan!"],"%1$sInternal links%2$s: There are both nofollowed and normal internal links on this page. Good job!":["%1$sInterne links%2$s: er staan no-follow en normale interne links op deze pagina. Goed werk!"],"%1$sInternal links%2$s: You have enough internal links. Good job!":["%1$sInterne links%2$s: je hebt voldoende interne links. Goed werk!"],"%1$sInternal links%3$s: The internal links in this page are all nofollowed. %2$sAdd some good internal links%3$s.":["%1$sInterne links%3$s: de interne links op deze pagina zijn allemaal no-follow. %2$sVoeg wat goede interne links toe%3$s."],"%1$sInternal links%3$s: No internal links appear in this page, %2$smake sure to add some%3$s!":["%1$sInterne links%3$s: er staan geen interne links op deze pagina, %2$svoeg er een aantal toe%3$s!"],"%1$sTransition words%2$s: Well done!":["%1$sSignaalwoorden%2$s: goed gedaan!"],"%1$sTransition words%2$s: Only %3$s of the sentences contain transition words, which is not enough. %4$sUse more of them%2$s.":["%1$sSignaalwoorden%2$s: slechts %3$s van de zinnen bevatten signaalwoorden, dat is niet genoeg. %4$sGebruik er meer van%2$s."],"%1$sTransition words%2$s: None of the sentences contain transition words. %3$sUse some%2$s.":["%1$sSignaalwoorden%2$s: geen enkele zin bevat signaalwoorden. %3$sGebruik er een paar%2$s."],"%1$sNot enough content%2$s: %3$sPlease add some content to enable a good analysis%2$s.":["%1$sOnvoldoende inhoud%2$s: %3$sVoeg wat inhoud toe om een goede analyse mogelijk te maken%2$s."],"%1$sSubheading distribution%2$s: You are not using any subheadings, but your text is short enough and probably doesn't need them.":["%1$sKoptekst-verdeling%2$s: je gebruikt geen koptekst, maar je tekst is kort genoeg en heeft ze waarschijnlijk niet nodig."],"%1$sSubheading distribution%2$s: You are not using any subheadings, although your text is rather long. %3$sTry and add some subheadings%2$s.":["%1$sKoptekst-verdeling%2$s: je gebruik geen kopteksten, hoewel je tekst vrij lang is. %3$sProbeer wat kopteksten toe te voegen%2$s."],"%1$sSubheading distribution%2$s: %3$d section of your text is longer than %4$d words and is not separated by any subheadings. %5$sAdd subheadings to improve readability%2$s.":["%1$sKoptekst-verdeling%2$s: %3$d sectie van je tekst is langer dan %4$d woorden, en wordt niet verdeeld door kopteksten. %5$sVoeg kopteksten toe om de leesbaarheid te verbeteren%2$s.","%1$sKopteksten-verdeling%2$s: %3$d secties van je tekst zijn langer dan %4$d woorden, en worden niet verdeeld door kopteksten. %5$sVoeg kopteksten toe om de leesbaarheid te verbeteren%2$s."],"%1$sSubheading distribution%2$s: Great job!":["%1$sKoptekst-verdeling%2$s: goed gedaan!"],"%1$sSentence length%2$s: %3$s of the sentences contain more than %4$s words, which is more than the recommended maximum of %5$s. %6$sTry to shorten the sentences%2$s.":["%1$sZinslengte%2$s: %3$s van de zinnen bevat meer dan %4$s woorden, wat meer is dan het aanbevolen maximum van %5$s. %6$sProbeer de zinnen in te korten%2$s."],"%1$sSentence length%2$s: Great!":["%1$sZinslengte%2$s: Fantastisch!"],"%1$sConsecutive sentences%2$s: There is enough variety in your sentences. That's great!":["%1$sOpeenvolgende zinnen%2$s: er zit voldoende variatie in je zinnen. Dat is goed!"],"%1$sConsecutive sentences%2$s: The text contains %3$d consecutive sentences starting with the same word. %5$sTry to mix things up%2$s!":["%1$sOpeenvolgende zinnen%2$s: de tekst bevat %3$d opeenvolgende zinnen die beginnen met hetzelfde woord. %5$sProbeer het te variëren%2$s!","%1$sOpeenvolgende zinnen%2$s: de tekst bevat %4$d plaatsen waar %3$d of meer opeenvolgende zinnen die beginnen met hetzelfde woord. %5$sTry to mix things up%2$s!"],"%1$sPassive voice%2$s: %3$s of the sentences contain passive voice, which is more than the recommended maximum of %4$s. %5$sTry to use their active counterparts%2$s.":["%1$sLijdende vorm%2$s: %3$s van de zinnen bevat lijdende vorm, wat meer is dan het aangeraden maximum van %4$s. %5$sProbeer hun actieve tegenhangers te gebruiken%2$s."],"%1$sPassive voice%2$s: You're using enough active voice. That's great!":["%1$sLijdende vorm%2$s: je gebruikt voldoende actieve vorm. Dat is goed!"],"%1$sParagraph length%2$s: %3$d of the paragraphs contains more than the recommended maximum of %4$d words. %5$sShorten your paragraphs%2$s!":["%1$sParagraaflengte%2$s: %3$d van de paragrafen bevat meer dan het aanbevolen aantal van %4$d woorden. %5$sMaak je paragrafen korter%2$s!","%1$sParagraaflengte%2$s: %3$d van de paragrafen bevatten meer dan het aanbevolen aantal van %4$d woorden. %5$sMaak je paragrafen korter%2$s!"],"%1$sParagraph length%2$s: None of the paragraphs are too long. Great job!":["%1$sParagraaflengte%2$s: geen van de paragrafen is te lang. Goed werk!"],"Good job!":["Goed gedaan!"],"%1$sFlesch Reading Ease%2$s: The copy scores %3$s in the test, which is considered %4$s to read. %5$s%6$s%7$s":["%1$sFlesch Reading Ease%2$s: de tekst scoort %3$s in de test, wat wordt beschouwd als %4$s te lezen. %5$s%6$s%7$s"],"Focus keyphrase":["Focus keyphrase"],"%1$s with ID %2$s couldn't be patched":["%1$s met ID %2$s kan niet worden gepatcht"],"Invalid POST request. Meta values already exist for object with ID %1$s.":["Ongeldig POST verzoek. Meta waarden bestaan al voor het object met ID %1$s."],"Indexable with ID `%1$s` does not exist":["Indexeerbaar met ID `%1$s` bestaat niet"],"No object with ID %1$s and %2$s could be found":["Geen object met ID %1$s en %2$s kon niet worden gevonden"],"`%1$s` is not a valid subtype of `%2$s`":["`%1$s` is geen geldig subtype van `%2$s`"],"The object type `%1$s` is invalid":["Het object type `%1$s` is ongeldig"],"Invalid type for parameter `%1$s` passed. Expected `%2$s`, but got `%3$s`":["Ongeldig type voor parameter `%1$s` geslaagd. Verwacht `%2$s`, maar kreeg `%3$s`"],"The parameter `%1$s` cannot be empty.":["De parameter `%1$s` mag niet leeg zijn."],"Check Keyphrase Density":["Controleer Keyphrase dichtheid"],"Disable":["Uitschakelen"],"Allow Control":["Sta controle toe"],"This tab allows you to selectively disable %s features for all sites in the network. By default all features are enabled, which allows site admins to choose for themselves if they want to toggle a feature on or off for their site. When you disable a feature here, site admins will not be able to use that feature at all.":["Deze tab laat je selectief bepaalde %s functionaliteit uitzetten voor alle sites in het netwerk. Standaard staan alle functies aan, wat site admins toestaat zelf te bepalen welke functies ze aan of uit willen zetten voor hun site. Wanneer je hier een functie uitzet, zullen site admins die functie helemaal niet kunnen gebruiken."],"%s is a required feature toggle argument.":["%s is een vereiste functie-schakel mogelijkheid."],"Keyphrase:":["Keyphrase:"],"Remove keyphrase":["Verwijder keyphrase"],"This feature has been disabled by the network admin.":["Deze optie is uitgeschakeld door de netwerk admin."],"Focus keyphrase not set.":["Focus keyphrase niet ingesteld."],"Multiple keyphrases":["Meerdere keyphrases"],"Colon":["Dubbele punt"],"Both %1$s and %2$s manage the SEO of your site. Running two SEO plugins at the same time is detrimental.":["Zowel %1$s als %2$s beheren de SEO van jouw site. Het tegelijkertijd draaien van twee SEO plugins kan schadelijk zijn."],"There is a new notification.":["Er is een nieuwe notificatie.","Er zijn nieuwe notificaties."],"Learn more about the readability analysis":["Leer meer over Leesbaarheidsanalyse"],"Describe the duration of the instruction:":["Beschrijf de duur van de instructie:"],"Optional. Customize how you want to describe the duration of the instruction":["Optioneel: Pas de omschrijving van de duur van de instructie aan."],"This is a list of related content to which you could link in your post. {{a}}Read our article about site structure{{/a}} to learn more about how internal linking can help improve your SEO.":["Dit is een lijst van gerelateerde content waar je naar kunt linken in je bericht. {{a}}Lees ons artikel over site structure{{/a}} om meer te leren over hoe intern linken je SEO kan verbeteren."],"%s, %s and %s":["%s, %s en %s"],"%s and %s":["%s en %s"],"%d minute":["%d minuut","%d minuten"],"%d hour":["%d uur","%d uren"],"%d day":["%d dag","%d dagen"],"Enter a step title":["Voer een stap titel in"],"Optional. This can give you better control over the styling of the steps.":["Optioneel. Hiermee heb je meer controle over de styling van de stappen."],"CSS class(es) to apply to the steps":["CSS class(es) die gebruikt worden voor de stappen"],"minutes":["minuten"],"hours":["uren"],"days":["dagen"],"Create a How-to guide in an SEO-friendly way. You can only use one How-to block per post.":["Maak een How-to guide op een SEO-vriendelijke manier. Je kunt slechts één How-to block per bericht gebruiken."],"List your Frequently Asked Questions in an SEO-friendly way. You can only use one FAQ block per post.":["Toon je veelgestelde vragen (FAQ's) op een SEO-vriendelijke manier. Je kunt slechts één FAQ block per bericht gebruiken."],"Copy error":["Copy fout"],"An error occurred loading the %s primary taxonomy picker.":["Er deed zich een fout voor met het laden van de %s primaire taxonomy picker."],"%1$s Structured Data Blocks":["%1$s Structured Data Blocks"],"Time needed:":["Benodigde tijd:"],"Move question down":["Verplaats vraag naar beneden"],"Move question up":["Verplaats vraag naar boven"],"Insert question":["Vraag invoeren"],"Delete question":["Verwijder vraag"],"Enter the answer to the question":["Voer het antwoord op de vraag in"],"Enter a question":["Voer een vraag in"],"Add question":["Vraag toevoegen"],"Frequently Asked Questions":["Frequently Asked Questions"],"Great news: you can, with %s!":["Goed nieuws: dat kan, met %s!"],"Select the primary %s":["Selecteer de primaire %s"],"Check links to this URL":["Controleer links naar deze URL"],"Keyword research training":["Keyword research training"],"Please check the %1$sarchive template%2$s for the following content type: %3$s.":["Controleer de %1$sarchive template%2$s voor het volgende contenttype: %3$s.","Controleer de %1$sarchive templates%2$s voor de volgende contenttypes: %3$s."],"Are you trying to use multiple keyphrases? You should add them separately below.":["Probeer je meerdere keyphrases te gebruiken? Vul ze dan hieronder apart in."],"Mark as cornerstone content":["Markeer als cornerstone content"],"Move step down":["Stap naar beneden verplaatsen"],"Move step up":["Stap naar boven verplaatsen"],"Insert step":["Stap toevoegen"],"Delete step":["Stap verwijderen"],"Add image":["Afbeelding toevoegen"],"Enter a step description":["Beschrijving van een stap invullen"],"Enter a description":["Een beschrijving invullen"],"Unordered list":["Ongesorteerde lijst"],"Showing step items as an ordered list.":["Toon de stap onderdelen als geordende lijst."],"Showing step items as an unordered list":["Toon de stap onderdelen als ongeordende lijst"],"Add step":["Stap toevoegen"],"Delete total time":["Totale tijd verwijderen"],"Add total time":["Totale tijd toevoegen"],"How to":["Instructie"],"How-to":["Instructie"],"Analysis results":["Analyse-resultaten"],"Enter a focus keyphrase to calculate the SEO score":["Voer een focus keyphrase in om de SEO-score te berekenen"],"Learn more about Cornerstone Content.":["Leer meer over cornerstone content."],"Cornerstone content should be the most important and extensive articles on your site.":["Cornerstone content zou de belangrijkste en omvangrijkste artikelen op je site moeten zijn."],"Restore Site":["Site herstellen"],"Network Settings":["Netwerkinstellingen"],"You are not allowed to perform this action.":["Je hebt geen toestemming om deze actie uit te voeren."],"Error: %s":["Fout: %s"],"Success: %s":["Gelukt: %s"],"Site with ID %d not found.":["De site met ID %d is niet gevonden."],"No site has been selected to restore.":["Er is geen site geselecteerd om te herstellen."],"You are not allowed to modify unregistered network settings.":["Je hebt geen toestemming om ongeregistreerde netwerk instellingen aanpassen."],"deleted":["verwijderd"],"Would you like to add another keyphrase?":["Wil je nog een keyphrase toevoegen?"],"image preview":["Voorbeeld van afbeelding"],"Copied!":["Gekopieerd!"],"Not supported!":["Niet ondersteund!"],"Read {{a}}our article about site structure{{/a}} to learn more about how internal linking can help improve your SEO.":["Lees {{a}}ons artikel over sitestructuur{{/a}} om meer te leren hoe intern linken je kan helpen met het verbeteren van je SEO."],"Once you add a bit more copy, we'll give you a list of related content here to which you could link in your post.":["Zodra je meer inhoud toevoegt geven we je hier een lijst met gerelateerde inhoud waar je naar zou kunnen linken in je bericht."],"Consider linking to these {{a}}cornerstone articles:{{/a}}":["Overweeg om te linken naar deze {{a}}cornerstone artikelen:{{/a}}"],"Consider linking to these articles:":["Overweeg naar deze artikelen te linken:"],"Copy link":["Link kopieëren"],"Copy link to suggested article: %s":["Kopieer de link naar het voorgestelde artikel: %s"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":["Lees onze %1$sultieme gids voor trefwoord-onderzoek%2$s om meer te leren over trefwoord-onderzoek en trefwoord-strategie."],"Once you add a bit more copy, we'll give you a list of words and word combinations that occur the most in the content. These give an indication of what your content focuses on.":["Zodra je wat meer inhoud hebt toegevoegd, geven we je een lijst met woorden en woordcombinaties die het meest voorkomen in de tekst. Deze geven een indicatie van de focus van je tekst."],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly. ":["De volgende woorden komen het meest voor in de tekst. Deze geven een indicatie van de focus van je tekst. Als de woorden erg afwijken van je onderwerp kun je overwegen om de tekst daarop te herschrijven."],"Prominent words":["Prominente woorden"],"The site's tagline":["De slogan van de site"],"We've recently improved the functionality of the Search Appearance settings. Unfortunately, we've discovered that for some edge-cases, saving the settings for specific post type archives might have gone wrong.":["We hebben de functionaliteit van de zoekweergave-instellingen recent verbeterd. Helaas hebben we ontdekt dat, in enkele bijzondere gevallen, het opslaan van de instellingen voor specifieke posttype-archieven fout is gegaan."],"Not all required fields are given. Missing field %1$s":["Niet alle verplichte velden zijn ingevuld. Het veld %1$s ontbreekt."],"Optimize your shop's SEO and sell more products!":["Optimaliseer de SEO van je webwinkel en verkoop meer producten!"],"Add synonyms":["Synoniemen toevoegen"],"Would you like to add keyphrase synonyms?":["Wil je keyphrase synoniemen toevoegen?"],"Would you like to add more than one keyphrase?":["Wil je meer dan een keyphrase toevoegen?"],"You can edit the SEO meta-data for this custom type on the %1$sShop page%2$s.":["Je kunt je SEO meta-data  voor dit aangepaste type bewerken op de %1$sWinkel pagina%2$s."],"You haven't set a Shop page in your WooCommerce settings. Please do this first.":["Je hebt nog geen Winkel pagina in je WooCommerce instellingen gemaakt. Doe dit eerst."],"Current year":["Huidig jaar"],"Page":["Pagina"],"Breadcrumb settings for %s archive":["Broodkruimel-instellingen voor %s-archief"],"Something went wrong. Please reload the page.":["Er is iets fout gegaan. Herlaad de pagina."],"Tagline":["Slogan"],"Modify your meta description by editing it right here":["Bewerk je meta description door hem hier te bewerken"],"description (custom taxonomy)":["beschrijving (aangepaste taxonomie)"],"(custom taxonomy)":["(aangepaste taxonomie)"],"(custom field)":["(aangepast veld)"],"Term404":["Term404"],"Caption":["Onderschrift"],"Pagenumber":["Paginanummer"],"Pagetotal":["Paginatotaal"],"Page number":["Paginanummer"],"User description":["Gebruikersbeschrijving"],"ID":["ID"],"Modified":["Gewijzigd"],"Post type (plural)":["Berichttypes (meervoud)"],"Post type (singular)":["Berichttype (enkelvoud)"],"Separator":["Scheidingsteken"],"Search phrase":["Zoekzin"],"Term title":["Termtitel"],"Term description":["Termbeschrijving"],"Tag description":["Tagbeschrijving"],"Category description":["Categoriebeschrijving"],"Primary category":["Primaire categorie"],"Category":["Categorie"],"Tag":["Tag"],"Excerpt only":["Alleen de samenvatting"],"Excerpt":["Samenvatting"],"Site title":["Site-titel"],"Archive title":["Archieftitel"],"Parent title":["Bovenliggende titel"],"Date":["Datum"],"You should create a redirect to ensure your visitors do not get a 404 error when they click on the no longer working URL.":["Je zou een redirect moeten maken om ervoor te zorgen dat je bezoekers geen 404 foutmelding krijgen wanneer ze klikken op een niet meer werkende URL."],"Search engines and other websites can still send traffic to your deleted post.":["Zoekmachines en andere websites kunnen nog steeds bezoekers sturen naar een verwijderd bericht."],"Make sure you don't miss out on traffic!":["Zorg ervoor dat je geen internetverkeer mist!"],"You just deleted a %1$s.":["Je hebt zojuist een %1$s verwijderd."],"You just trashed a %1$s.":["Je hebt zojuist een %1$s naar de prullenbak verplaatst."],"Settings for %s archive":["Instellingen voor %s archief"],"Settings for single %s URLs":["Instellingen voor een %s URL"],"The settings on this page allow you to specify what the default search appearance should be for any type of content you have. You can choose which content types appear in search results and what their default description should be.":["De instellingen op deze pagina zorgen ervoor dat je kunt opgeven wat de standaard zoekweergave moet zijn voor ieder type inhoud dat je hebt. Je kunt kiezen welke inhoudstypes verschijnen in zoekresultaten en wat hun standaard-omschrijving moet zijn."],"Url preview":["Url voorbeeld"],"Please provide a meta description by editing the snippet below. If you don’t, Google will try to find a relevant part of your post to show in the search results.":["Voeg een meta beschrijving toe door onderstaande snippet te bewerken. Als je dat niet doet zal Google proberen een relevant stukje uit je bericht te vinden om te tonen in de zoekresultaten."],"Insert snippet variable":["Snippet variabele invoegen"],"Dismiss this notice":["Verwijder dit bericht"],"No results":["Geen resultaten"],"%d result found, use up and down arrow keys to navigate":["%d resultaat gevonden, gebruik de pijl omhoog en omlaag om te navigeren","%d resultaten gevonden, gebruik de pijl omhoog en omlaag om te navigeren"],"Your site language is set to %s. If this is not correct, contact your site administrator.":["De taal van je site is ingesteld op %s. Als dit niet juist is kun je contact opnemen met je site administrator."],"%1$s respects your privacy. Read our %2$sprivacy policy%3$s on how we handle your personal information.":["%1$s respecteert je privacy. Lees onze %2$sprivacy policy%3$s over hoe we omgaan met jouw persoonlijke informatie."],"If you know what this means and you do not want to see this message anymore, you can %1$sdismiss this message%2$s.":["Als je weet wat dit betekent en je dit bericht niet meer wilt zien, kun je %1$sdit bericht sluiten%2$s."],"Your site's settings currently allow attachment URLs on your site to exist. Please read %1$sthis post about a potential issue%2$s with attachment URLs and check whether you have the correct setting for your site.":["De instellingen van je site staan toe dat bijlage URLs kunnen bestaan. Lees %1$sdit bericht over mogelijke problemen%2$s met bijlage URLs en controleer of je de juiste instellingen hebt voor jouw site."],"Unknown type %1$s":["Onbekend type %1$s"],"Includes a free MyYoast account which gives you access to our free SEO for Beginners course!":["Hier zit ook een gratis MyYoast account bij waarmee je toegang hebt tot onze gratis 'SEO for Beginners'-cursus!"],"Sign up for our newsletter if you would like to keep up-to-date about %1$s, other cool plugins by %2$s, and interesting news and tips from the world of SEO.":["Abonneer je op onze newsletter als je up-to-date wilt blijven over %1$s, andere coole plugins van %2$s en interessant nieuws en tips uit de wereld van SEO."],"Get your Baidu verification code in %1$sBaidu Webmaster Tools%2$s.":["Je Baidu verificatiecode ophalen in %1$sBaidu Webmaster Tools%2$s."],"Baidu verification code":["Baidu verificatiecode"],"The %s importer functionality uses temporary database tables. It seems your WordPress install does not have the capability to do this, please consult your hosting provider.":["De %s importeer functionaliteit gebruikt tijdelijke database tabellen. Het lijkt erop dat je WordPress installatie niet de mogelijkheid heeft om dit te doen, raadpleeg a.u.b. je hostingaanbieder."],"Cleanup of %s data failed.":["Het opschonen van de %s gegevens is mislukt."],"Content Type":["Contenttype"],"Filter by content type":["Filter op contenttype"],"Show All Content Types":["Alle contenttypes weergeven"],"Replaced with the normal title for an archive generated by WordPress":["Vervangen door de normale titel voor een archief gegenereerd door WordPress"],"Clean":["Opschonen"],"Once you're certain your site is OK, you can clean up. This will remove all the original data.":["Als je er zeker van bent dat je site OK is, kun je opruimen. Dit zal alle oorspronkelijke data verwijderen."],"Step 5: Clean up":["Stap 5: Opschonen"],"You should run the configuration wizard, from the SEO &rarr; General &rarr; Dashboard page, to make sure all the settings for your site are correct.":["Je zou de configuratie wizard moeten starten vanuit de SEO Algemeen Dashboard pagina, om er zeker van te zijn dat al je instellingen voor de site goed zijn."],"Step 4: Run the configuration wizard":["Stap 4: Start de configuratiewizard"],"Please check your posts and pages and see if the metadata was successfully imported.":["Controleer a.u.b. je posts en pagina's en bekijk of de metagegevens succesvol geïmporteerd zijn."],"Step 3: Check your data":["Stap 3: Controleer je data"],"This will import the post metadata like SEO titles and descriptions into your %1$s metadata. It will only do this when there is no existing %1$s metadata yet. The original data will remain in place.":["Dit importeert de post metadata zoals SEO titels en omschrijvingen in je %1$s metadata. Dit gebeurt enkel wanneer er nog geen bestaande %1$s metadata bestaat. De orginele data blijft dan staan."],"Step 2: Import":["Stap 2: Importeren"],"Please make a backup of your database before starting this process.":["Maak een backup van je database voordat je dit proces start."],"Step 1: Create a backup":["Stap 1: Maak een backup"],"We've detected data from one or more SEO plugins on your site. Please follow the following steps to import that data:":["We hebben data gedetecteerd van een of meer SEO plugins op je site. Volg de volgende stappen om deze data te importeren:"],"Plugin: ":["Plugin: "],"%s did not detect any plugin data from plugins it can import from.":["%s heeft geen data gevonden van plugins die geïmporteerd kunnen worden."],"Posts that should not show up in search results":["Berichten die niet zichtbaar moeten zijn in de zoekresultaten"],"%s data found.":["%s data gevonden."],"%s data successfully removed.":["%s data succesvol verwijderd."],"%s data successfully imported.":["%s data succesvol geïmporteerd."],"%s data not found.":["%s data niet gevonden."],"24/7 email support":["24/7 e-mail ondersteuning"],"No more dead links a.k.a. 404 pages":["Geen dode links meer, ofwel 404 pagina's"],"Get real-time suggestions for internal links":["Krijg real-time suggesties voor interne links"],"Preview your page in Facebook and Twitter":["Bekijk het voorbeeld van je pagina in Facebook en Twitter"],"Click the \"%3$s\" button to use the meta description already set in the %1$sSearch Appearance Homepage%2$s setting.":["Klik de \"%3$s\" knop om de meta beschrijving te gebruiken die al ingesteld is in %1$sZoek uiterlijk op homepage%2$s instelling."],"Help on copying the home meta description":["Hulp bij het kopiëren van de homepage meta beschrijving"],"To let search engines know which social profiles are associated to this site, enter your site social profiles data below.":["Om ervoor te zorgen dat zoekmachines weten welke sociale profielen geassocieerd zijn met deze website kan je hieronder je sociale profielen invullen."],"Learn more about your social profiles settings":["Kom meer te weten over jouw sociale profielen instellingen"],"Remove the categories prefix":["Verwijder de categorie prefix"],"Help on the category prefix setting":["Hulp bij de categorie prefix instelling"],"Learn more about the available variables":["Kom meer te weten over de beschikbare variabelen"],"Learn more about the RSS feed setting":["Kom meer te weten over de RSS feed instelling"],"When you upload media (an image or video for example) to WordPress, it doesn't just save the media, it creates an attachment URL for it. These attachment pages are quite empty: they contain the media item and maybe a title if you entered one. Because of that, if you never use these attachment URLs, it's better to disable them, and redirect them to the media item itself.":["Wanneer je media upload (bijvoorbeeld een afbeelding of video) in WordPress, wordt er naast het opslaan van de media ook een bijlage URL gemaakt. Deze bijlage pagina's zijn vrij leeg: ze bevatten de media en misschien een titel wanneer die is ingevoerd. Om die reden, als je de bijlage URLs nooit gebruikt, is het beter om deze uit te schakelen en ze door te sturen naar media."],"Learn more about the Media and attachment URLs setting":["Kom meer te weten over de media en attachment url's instelling"],"Learn more about the title separator setting":["Leer meer over de titel scheidingsteken instelling"],"Learn more about the knowledge graph setting":["Kom meer te weten over de kennis grafiek instelling"],"Learn more about the homepage setting":["Kom meer te weten over de homepage instelling"],"Learn more about the special pages setting":["Kom meer te weten over de speciale pagina's instelling"],"Help on the date archives search results setting":["Hulp voor de datum archieven zoekresultaten instelling"],"Not showing the archives for authors without posts in the search results technically means those will have a %1$s robots meta and will be excluded from XML sitemaps. %2$sMore info on the search results settings%3$s.":["De archieven niet tonen voor auteurs zonder berichten in de zoekresultaten betekent technisch dat ze een %1$s robots meta krijgen en worden uitgesloten van de XML sitemaps. %2$sMeer info over de zoekresultaten instellingen%3$s. "],"Help on the authors without posts archive search results setting":["Help voor de auteurs zonder berichten archief zoekresultaten instelling"],"Not showing the archive for authors in the search results technically means those will have a %1$s robots meta and will be excluded from XML sitemaps. %2$sMore info on the search results settings%3$s.":["Het archief voor auteurs niet tonen in de zoek resultaten betekent technisch dat ze een %1$s robots meta krijgen en worden uitsloten in de XML sitemap. %2$sMeer info over de instellingen voor zoekresultaten%3$s."],"Help on the author archives search results setting":["Help voor de auteur archieven zoekresultaten instelling"],"Archives settings help":["Archief instelling hulp"],"Learn more about the archives setting":["Kom meer te weten over de archief instelling"],"Get your Yandex verification code in %1$sYandex Webmaster Tools%2$s.":["Download je Yandex verificatie code op %1$sYandex Webmaster Tools%2$s."],"Yandex verification code":["Yandex verificatiecode"],"Get your Google verification code in %1$sGoogle Search Console%2$s.":["Download je Google verificatie code op %1$sGoogle Search Console%2$s."],"Google verification code":["Google verificatiecode"],"Get your Bing verification code in %1$sBing Webmaster Tools%2$s.":["Download je Bing verificatie code op %1$sBing Webmaster Tools%2$s."],"Bing verification code":["Bing verificatiecode"],"You can use the boxes below to verify with the different Webmaster Tools. This feature will add a verification meta tag on your home page. Follow the links to the different Webmaster Tools and look for instructions for the meta tag verification method to get the verification code. If your site is already verified, you can just forget about these.":["Je kan de vakken hieronder gebruiken om te verifiëren met de verschillende Webmaster Tools. Deze functionaliteit voegt een verificatie meta tag toe aan de homepagina. Volg de links naar de verschillende Webmaster Tools en zoek naar de instructies voor de meta tag verificatie methode om de verificatie code te krijgen. Als jouw website al geverifieerd is kan je dit overslaan."],"Learn more about the Webmaster Tools verification":["Kom meer te weten over de Webmaster Tools verificatie"],"On":["Aan"],"Help on: %s":["Hulp bij: %s"],"%1$s comes with a lot of features. You can enable / disable some of them below. Clicking the question mark gives more information about the feature.":["%1$s wordt geleverd met veel functies. Je kunt sommige hiervan hieronder inschakelen / uitschakelen. Klik op het vraagteken voor meer informatie over de functie."],"Off":["Uit"],"The advanced section of the %1$s meta box allows a user to remove posts from the search results or change the canonical. These are things you might not want any author to do. That's why, by default, only editors and administrators can do this. Setting to \"%2$s\" allows all users to change these settings.":["In het geavanceerde gedeelte van de %1$s metabox kan een gebruiker berichten uit de zoekresultaten verwijderen of de canonical wijzigen. Dit zijn dingen die je misschien niet wilt dat een auteur doet. Daarom kunnen enkel editors en beheerders dit standaard doen. Als je dit instelt op \"%2$s\", kunnen alle gebruikers deze instellingen wijzigen."],"Security: no advanced settings for authors":["Beveiliging: geen geavanceerde instellingen voor auteurs"],"See who contributed to %1$s.":["Bekijk wie heeft bijgedragen aan %1$s."],"Help on this search results setting":["Hulp bij deze zoekresultaat instelling"],"Not showing the archive for %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["Het niet tonen van het archief voor %1$s in de zoekresultaten betekent technisch gezien dat die een %2$s robots meta zullen hebben en niet worden opgenomen in de XML sitemaps. %3$sMeer info over de zoekresultaat-instellingen%4$s."],"Not showing %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["Het niet in de zoekresultaten tonen van %1$s betekent technisch gezien dat deze een %2$s robots meta zullen hebben en dat deze zullen worden uitgesloten van XML sitemaps. %3$sMeer info over de zoekresultaat intellingen%4$s."],"Default for %2$s, currently: %1$s":["Standaard voor %2$s, momenteel: %1$s"],"Show %s in search results?":["Toon %s in zoekresultaten?"],"this author's archives":["de archieven van deze auteur"],"Do not allow search engines to show %s in search results.":["Sta zoekmachines niet toe om %s te tonen in de zoekresultaten."],"Category URLs in WordPress contain a prefix, usually %s, this feature removes that prefix, for categories only.":["Categorie-URLs in WordPress bevatten een voorvoegsel, doorgaans %s, deze optie verwijdert dat voorvoegsel, alleen voor categorieën."],"Category URLs":["Categorie-URLs"],"the archive for %s":["het archief voor %s"],"Redirect attachment URLs to the attachment itself?":["Redirect bijlage-URLs naar de bijlage?"],"We recommend you set this to Yes.":["We raden aan deze instelling op Ja te zetten."],"Media & attachment URLs":["Media- en bijlage-URLs"],"This is what shows in the search results when people find your homepage. This means this is probably what they see when they search for your brand name.":["Dit is wat wordt getoond in de zoekresultaten als men je homepage vindt. Dat betekent waarschijnlijk dat dit is wat ze zien wanneer ze jouw merknaam zoeken."],"date archives":["datum archieven"],"archives for authors without posts":["archieven voor auteurs zonder berichten"],"Read why XML Sitemaps are important for your site.":["Lees waarom XML-sitemaps belangrijk zijn voor je site."],"Enable the XML sitemaps that %s generates.":["Schakel de XML-sitemaps in die worden gegenereerd door %s."],"See the XML sitemap.":["Bekijk de XML-sitemap."],"%2$s (current default for %1$s)":["%2$s (huidige standaard voor %1$s)"],"Media":["Media"],"Content Types":["Contenttypes"],"Should search engines follow links on this %1$s?":["Moeten zoekmachines links volgen op deze %1$s?"],"Allow search engines to show this %s in search results?":["Sta zoekmachines toe om deze %s te tonen in zoekresultaten?"],"Search Appearance":["Zoekweergave"],"Please specify what content types you would like to appear in search engines. If you do not know the differences between these, it's best to choose the default settings.":["Geef aan welke contenttypes getoond moeten worden in zoekmachines. Als je het verschil tussen de contenttypes niet weet kan je het beste de standaardinstellingen kiezen. "],"Search engines should show \"%1$s\" in search results:":["Zoekmachines moeten \"%1$s\" tonen in de zoekresultaten:"],"Search engine visibility":["Zichtbaarheid in zoekmachines"],"Toggle %1$s's XML Sitemap":["Schakel %1$s's XML-sitemap in of uit"],"The cornerstone content feature lets you to mark and filter cornerstone content on your website.":["De cornerstone content-functionaliteit laat je cornerstone content op je website markeren en filteren."],"Good results":["Goede resultaten"],"Get better search results in local search":["Krijg betere zoekresultaten in lokale zoekopdrachten"],"Allow customers to pick up their %s order locally":["Biedt je gebruikers aan om hun %s bestellingen lokaal op te halen"],"SEO analysis":["SEO-analyse"],"The SEO analysis offers suggestions to improve the SEO of your text.":["De SEO-analyse geeft suggesties om de SEO van je tekst te verbeteren."],"Learn how the SEO analysis can help you rank.":["Leer hoe de SEO-analyse je kan helpen om te ranken."],"The readability analysis offers suggestions to improve the structure and style of your text.":["De leesbaarheidsanalyse geeft suggesties om de structuur en stijl van je tekst te verbeteren."],"Discover why readability is important for SEO.":["Ontdek waarom leesbaarheid belangrijk is voor SEO."],"Find out how cornerstone content can help you improve your site structure.":["Leer hoe cornerstone content je kan helpen om de structuur van je website te verbeteren."],"The text link counter helps you improve your site structure.":["De tekstlinkteller helpt je om de structuur van je website te verbeteren."],"Find out how the text link counter can enhance your SEO.":["Leer hoe de tekstlinkteller je SEO kan verbeteren."],"%s integration":["%s integratie"],"Read more about how %s works.":["Lees meer over hoe %s werkt."],"Enable this feature if you want Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared.":["Zet deze functionaliteit aan als je wilt dat Facebook en andere sociale media een preview met afbeeldingen en een samenvatting van de tekst toont als een link naar je site wordt gedeeld."],"Enable this feature if you want Twitter to display a preview with images and a text excerpt when a link to your site is shared.":["Zet deze functionaliteit aan als je wilt dat Twitter een preview met afbeeldingen en een samenvatting van de tekst toont als een link naar je site wordt gedeeld."],"Find out why you should upgrade to %s":["Lees hier waarom je zou moeten upgraden naar %s"],"https://yoa.st/1uk":["https://yoa.st/1uk"],"https://yoa.st/1uj":["https://yoa.st/1uj"],"Latest blog posts on %1$s":["De laatste blogberichten op %1$s"],"Remove highlight from the text":["Markering uit de tekst verwijderen"],"Your site language is set to %s. ":["De taal van je site in ingesteld op %s."],"Get started quickly with the %1$s %2$sconfiguration wizard%3$s!":["Snel aan de slag met de %1$s %2$sconfiguratie wizard%3$s!"],"First-time SEO configuration":["Initiële SEO configuratie"],"Your site language is set to {language}. If this is not correct, contact your site administrator.":["De taal van je site is ingesteld op {language}. Neem contact op met de beheerder van je site als dit niet klopt."],"Your site language is set to {language}.":["De taal van je website staat ingesteld op {language}."],"Highlight this result in the text":["Markeer dit resultaat in de tekst"],"Considerations":["Overwegingen"],"Errors":["Fouten"],"Change language":["Wijzig taal"],"You cannot create a %s file.":["Je kunt geen %s bestand maken."],"You cannot edit the %s file.":["Je kunt het %s bestand niet wijzigen."],"Updated %s":["%s is bijgewerkt."],"Create %s file":["Maak %s bestand aan."],"Edit the content of your %s:":["Bewerk de inhoud van je %s."],"Save changes to %s":["Sla %s wijzigingen op."],"%s file":["%s bestand"],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please install %3$s to make your life better. %4$s.":["%1$s en %2$s werken veel beter samen als er een extra, ondersteunende plugin wordt gebruikt. Installeer %3$s, daar wordt je leven makkelijker van. %4$s."],"More information":["Meer informatie"],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please activate %3$s to make your life better.":["%1$s en %2$s werken veel beter samen als er een extra, ondersteunende plugin wordt gebruikt. Activeer %3$s, daar wordt je leven makkelijker van."],"More information about %1$s":["Meer informatie over %1$s"],"Configuration Wizard":["Configuratiewizard"],"You've done it!":["Je hebt het gedaan!"],"Seamlessly integrate %2$s with %1$s for the content analysis!":["Integreer %2$s naadloos met %1$s voor de inhoudsanalyse!"],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please install %3$s to make your life better.":["%1$s en %2$s kunnen beter samenwerken door het toevoegen van een hulpplugin. Installeer %3$s om je leven makkelijker te maken."],"Manage your %s subscription on MyYoast":["Beheer je %s-abonnement in MyYoast"],"Mark the most important %1$s as 'cornerstone content' to improve your site structure. %2$sLearn more about cornerstone content%3$s.":["Markeer de meest belangrlijke %1$s als 'cornerstone content' om jouw sitestructuur te verbeteren. %2$sLeer meer over cornerstone content%3$s."],"(Opens in a new browser tab)":["(Opent in een nieuwe browsertab)"],"Posts %1$swithout%2$s a focus keyphrase":["Berichten %1$szonder%2$s een focus keyphrase"],"Hey, your SEO is doing pretty well! Check out the stats:":["Hey, je SEO doet het goed! Kijk eens naar je statistieken:"],"You don't have any published posts, your SEO scores will appear here once you make your first post!":["Je hebt geen gepubliceerde berichten, je SEO-scores worden hier zichtbaar nadat je je eerste bericht hebt gemaakt!"],"On this page, you can change the name of your site and choose which separator to use. The separator will display, for instance, between your post title and site name. Symbols are shown in the size they'll appear in the search results. Choose the one that fits your brand best or takes up the least space in the snippets.":["Op deze pagina kun je de naam van je site veranderen en kiezen welk\nscheidingsteken je wilt gebruiken. Het scheidingsteken wordt bijvoorbeeld\n getoond tussen je berichttitel en de sitenaam. Symbolen worden getoond in\n \nde grootte waarin ze te zien zijn in de zoekresultaten. Kies degene die het\nbeste past bij je merk of die de minste ruimte inneemt in de snippets."],"Something else":["Iets anders"],"A portfolio":["Een portfolio"],"A corporation":["Een groot bedrijf"],"A small offline business":["Een klein offline bedrijf"],"A news channel":["Een nieuwskanaal"],"An online shop":["Een webshop"],"A blog":["Een blog"],"What does the site %1$s represent?":["Wat vertegenwoordigt je site %1$s?"],"If you choose no, your author archives will be deactivated to prevent  duplicate content issues.":["Als je nee kiest, worden de auteurarchieven gedeactiveerd om \ndubbele-inhoudproblemen te voorkomen."],"Note: we don't store your data in any way and don't have full access to your account. Your privacy is safe with us.":["Let op: we slaan je gegeven op geen enkele manier op en hebben geen volledige toegang tot je account.\nJe privacy is bij ons veilig."],"%1$s integrates with Google Search Console, a must-have tool for site owners. It provides you with information about the health of your site. Don't have a Google account or is your site not activated yet? Find out %2$show to connect Google Search Console to your site%3$s.":["%1$s integreert met de Google Search Console, een tool die site eigenaren moeten hebben. Het geeft je informatie over de gezondheid van je site. Heb je nog een Google account of is je site nog niet geactiveerd? Lees hier %2$shoe de Google Search Console aan je site te koppelen.%3$s"],"Option B: My site is under construction and should not be indexed":["Optie B: Mijn site is in ontwikkeling en mag niet geïndexeerd worden"],"Option A: My site is live and ready to be indexed":["Optie A: Mijn site is live en klaar om geïndexeerd te worden"],"Choose under construction if you want to keep the site out of the index of search engines. Don't forget to activate it once you're ready to publish your site.":["Kies under constructie als je de site uit de index of zoek machines wilt\nhouden. Vergeet niet om dit weer te activeren als je er klaar voor bent om de site\nte publiceren."],"Please specify if your site is under construction or already active.":["Geef aan of je site onder constructie of al actief is."],"This information will be used in Google's Knowledge Graph Card, the big block of information you see on the right side of the search results.":["Deze informatie zal worden gebruikt in Google's Knowledge Graph Card, het grote blok aan informatie dat je aan de rechterkant van de zoekresultaten ziet."],"Read more like this on our SEO blog":["Lees meer zoals dit op ons SEO blog"],"Readability: %s":["Leesbaarheid: %s"],"Not activated":["Niet geactiveerd"],"Activated":["Geactiveerd"],"%1$s recommendations for you":["%1$s aanbevelingen voor jou"],"All Readability Scores":["Alle leesbaarheidsscores"],"Filter by Readability Score":["Filter op leesbaarheidsscore"],"You are not receiving updates or support! Fix this problem by adding this site and enabling %1$s for it in %2$s.":["Je ontvangt geen updates of ondersteuning. Los dit probleem op door deze site toe te voegen en %1$s te activeren voor deze site in %2$s."],"Request method %1$s is not valid.":["Request method %1$s is niet geldig."],"Do you want to preview what it will look like if people share this post on %1$s? You can, with %2$s.":["Wil je een voorbeeld van hoe het er uit ziet als anderen dit bericht delen op %1$s? Dat kan nu met %2$s."],"Good job! All the links in your texts have been counted.":["Goed gedaan. Alle links in je teksten zijn geteld."],"Calculation completed.":["Berekening gereed."],"Calculation in progress...":["Berekening in uitvoering..."],"Stop counting":["Stop met tellen"],"Counting links in your texts":["Links in je teksten worden geteld"],"Text %1$s of %2$s processed.":["Tekst %1$s van %2$s verwerkt."],"All your texts are already counted, there is no need to count them again.":["Al je teksten zijn al geteld, er is geen reden om ze opnieuw te tellen."],"Count links in your texts":["De links in je teksten tellen"],"Text link counter":["Tekstlinkteller"],"Number of internal links linking to this post. See \"Yoast Columns\" text in the help tab for more info.":["Aantal interne links die naar dit bericht linken. Kijk voor meer informatie in de hulptab onder \"Yoast kolommen\"."],"Number of outgoing internal links in this post. See \"Yoast Columns\" text in the help tab for more info.":["Aantal interne links in dit bericht. Zie \"Yoast kolommen\" in het hulptab voor meer informatie."],"%1$s adds several columns to this page. We've written an article about %2$show to use the SEO score and Readability score%3$s. The links columns show the number of articles on this site linking %5$sto%6$s this article and the number of URLs linked %5$sfrom%6$s this article. Learn more about %4$show to use these features to improve your internal linking%3$s, which greatly enhances your SEO.":["%1$s voegt meerdere kolommen toe aan deze pagina. We hebben een artikel geschreven over %2$shoe je de SEO-score en leesbaarheidsscore%3$s kunt gebruiken. De linkkolommen tonen het aantal artikelen op deze website die linken \n %5$snaar%6$s dit artikel en het aantal URL's die linken %5$svanaf%6$s dit artikel. Leer meer over %4$shoe deze opties je interne linkstructuur kunnen verbeteren%3$s, wat je SEO aanzienlijk versterkt."],"%s Columns":["%s kolommen"],"Readability score":["Leesbaarheidsscore"],"Other benefits of %s for you:":["Andere voordelen van %s voor jou:"],"Scroll to see the preview content.":["Scrol om de voorbeeldinhoud te zien."],"Cornerstone content":["Cornerstone content"],"If you want to outrank the competition in a specific town or region, check out our %1$s plugin! You’ll be able to easily insert Google maps, opening hours, contact information and a store locator. Besides that %1$s helps you to improve the usability of your contact page.":["Wanneer je de concurrentie wil verslaan in een specifieke regio of stad, bekijk dan onze %1$s plugin! Je kunt er makkelijk Google maps, openingsuren en contact informatie toevoegen. Daarnaast helpt %1$s jou met het verbeteren van de bruikbaarheid van je contactpagina."],"Attract more customers near you":["Meer lokale klanten aantrekken"],"Upgrade to Premium":["Naar Premium upgraden"],"Do you want to outrank your competition? %1$s gives you awesome additional features that'll help you to set up your SEO strategy like a professional. Add synonyms and related keywords, use our Premium SEO analysis, the redirect manager and our internal linking tool. %1$s will also give you access to premium support.":["Wil je je concurrentie overtreffen? %1$s geeft je geweldige extra functies die het uitvoeren van je SEO-werk eenvoudiger maken. Optimaliseer je berichten voor meerdere trefwoorden, verwijs pagina's met de redirect manager en verbeter je interne linkstructuur. %1$s geeft je ook toegang tot onze Premium support."],"Outrank the competition with %s":["Overtref je concurrenten met %s"],"We have detected that you have not finished this wizard yet, so we recommend you to %2$sstart the configuration wizard to configure %1$s%3$s.":["We hebben gedetecteerd dat je de configuratiehulp nog niet hebt afgerond. We raden aan om de %2$sconfiguratiehulp te starten om %1$s in te stellen%3$s."],"The configuration wizard helps you to easily configure your site to have the optimal SEO settings.":["De configuratiehulp helpt je om gemakkelijk de optimale SEO-instellingen voor je site in te stellen."],"Superfast internal linking suggestions":["Supersnelle interne linksuggesties"],"Great news: you can, with %1$s!":["Fantastisch nieuws: jij kan het met %1$s!"],"Save changes":["Wijzigingen opslaan"],"1 year free support and updates included!":["1 jaar gratis ondersteuning en updates inbegrepen!"],"The plugin %2$s changes your site's output and in doing that differentiates between search engines and normal users, a process that's called cloaking. We highly recommend that you disable it.":["De plugin %2$s past de uitvoer van gegevens op je site aan waardoor een verschil ontstaat tussen wat zoekmachines en normale gebruikers zien. Dit wordt cloaking  genoemd en is een negatieve factor voor ranking. We raden je ten zeerste aan om de %2$s plugin uit te schakelen."],"%1$sSocial media preview%2$s: Facebook & Twitter":["%1$sSocial media preview%2$s: Facebook & Twitter"],"%1$sNo more dead links%2$s: easy redirect manager":["%1$sGeen dode links meer%2$s: eenvoudige redirect manager"],"No ads!":["Geen advertenties!"],"Facebook & Twitter":["Facebook & Twitter"],"Social media preview":["Sociale media preview"],"Easy redirect manager":["Eenvoudige redirect manager"],"No more dead links":["Geen dode links meer"],"Increase your SEO reach":["Je SEO bereik verhogen"],"If you want more help creating awesome content, check out our %2$sSEO copywriting course%3$s. Do you want to know all about the features of the plugin, consider doing our %1$s!":["Als je hulp nodig hebt bij het schrijven van fantastische content, probeer dan eens onze %2$sSEO copywritingcursus%3$s. Wil je alles weten over de functies van de plugin, dan heb je onze %1$s nodig!"],"Variable":["Variabele"],"Available variables":["Beschikbare variabelen"],"Scroll to see the table content.":["Scrol om de inhoud van de tabel te zien"],"An error occurred in the '%1$s' assessment":["Er ging iets fout in de '%1$s'-beoordeling"],"%1$s of the words contain %2$sover %3$s syllables%4$s, which is more than the recommended maximum of %5$s.":["%1$s van de woorden bevat %2$sover %3$s lettergrepen%4$s, wat meer is dan het aanbevolen maximum van %5$s."],"%1$s of the words contain %2$sover %3$s syllables%4$s, which is less than or equal to the recommended maximum of %5$s.":["%1$s van de woorden bevat %2$sover %3$s lettergrepen%4$s, wat minder is dan of gelijk aan het aanbevolen maximum van %5$s."],"This is slightly below the recommended minimum of %5$d word. %3$sAdd a bit more copy%4$s.":["Dit is net onder het minimum aantal aanbevolen van %5$d woord. %3$sVoeg nog iets meer tekst toe%4$s.","Dit is net onder het minimum aantal aanbevolen van %5$d woorden. %3$sVoeg nog iets meer tekst toe%4$s."],"The meta description contains %1$d sentence %2$sover %3$s words%4$s. Try to shorten this sentence.":["De meta-omschrijving bevat %1$d zin van %2$smeer dan %3$s woorden%4$s. Probeer deze in te korten.","De meta-omschrijving bevat %1$d zinnen van %2$smeer dan %3$s woorden%4$s. Probeer deze in te korten."],"The meta description contains no sentences %1$sover %2$s words%3$s.":["De meta-omschrijving bevat geen zinnen van %1$smeer dan %2$s woorden%3$s."],"Step %1$d: %2$s":["Stap %1$d: %2$s"],"No new notifications.":["Geen nieuwe meldingen."],"Save all":["Alles opslaan"],"Save":["Opslaan"],"%1$s, Author at %2$s":["%1$s, auteur op %2$s"],"Mobile preview":["Mobiele preview"],"Desktop preview":["Desktop preview"],"Please provide an SEO title by editing the snippet below.":["Voeg een SEO-titel toe door de snippet hieronder te bewerken."],"Meta description preview:":["Meta-omschrijvingvoorvertoning:"],"Slug preview:":["Voorvertoning slug:"],"SEO title preview:":["SEO-titel-preview:"],"Close snippet editor":["Snippet-editor sluiten"],"Slug":["Slug"],"Remove marks in the text":["Markeringen in de tekst verwijderen"],"Mark this result in the text":["Dit resultaat markeren in de text"],"Marks are disabled in current view":["Markeringen zijn uitgeschakeld in de huidige weergave"],"Good SEO score":["Goede SEO-score"],"OK SEO score":["Redelijke SEO-score"],"Feedback":["Reacties"],"ok":["ok"],"Choose an image":["Een afbeelding kiezen"],"Remove the image":["De afbeelding verwijderen"],"MailChimp signup failed:":["Aanmelden voor Mailchimp mislukt:"],"Sign Up!":["Meld je aan!"],"Name":["Naam"],"Please provide a meta description by editing the snippet below.":["Voeg een meta-omschrijving toe door de onderstaande snippet te bewerken."],"Edit snippet":["Snippet bewerken"],"You can click on each element in the preview to jump to the Snippet Editor.":["Je kan op elk element in het voorbeeld klikken om naar de snippet-editor te gaan."],"SEO title preview":["SEO titel voorbeeld"],"Meta description preview":["Voorbeeld van de meta omschrijving"],"A problem occurred when saving the current step, {{link}}please file a bug report{{/link}} describing what step you are on and which changes you want to make (if any).":["De huidige stap kon niet opgeslagen worden, {{link}}verstuur een foutrapport{{/link}} met een beschrijving bij welke stap het mis gaat en welke wijziging je wil maken (indien van toepassing)."],"Close the Wizard":["De hulp sluiten"],"Export settings":["Instellingen exporteren"],"%1$s video tutorial":["%1$s video tutorial"],"%s &rsaquo; Configuration Wizard":["%s &rsaquo; Configuratieassistent"],"Please don't show me this notification anymore":["Deze melding niet meer tonen"],"If you are experiencing issues, %1$splease file a bug report%2$s and we'll do our best to help you out.":["Als je problemen ondervindt, %1$svul een foutrapport in%2$s en we zullen ons best doen om je te helpen."],"We've noticed you've been using %1$s for some time now; we hope you love it! We'd be thrilled if you could %2$sgive us a 5 stars rating on WordPress.org%3$s!":["We hebben gemerkt dat je %1$s enige tijd nu gebruikt; we hopen dat het je bevalt! Wij zouden zeer erkentelijk zijn als je ons %2$seen 5 ster waardering geeft op WordPress.org%3$s!"],"Date archives settings":["Instellingen datum-archieven"],"Author archives settings":["Instellingen auteursarchieven"],"%1$s by %2$s":["%1$s bij %2$s"],"Warning: the variable %1$s cannot be used in this template. See the %2$s for more info.":["Waarschuwing: de variabele %1$s kan niet gebruikt worden in deze template. Bekijk de %2$s voor meer informatie."],"By the way, did you know we also have a %1$sPremium plugin%2$s? It offers advanced features, like a redirect manager and support for multiple keyphrases. It also comes with 24/7 personal support.":["Wist je dat er ook een %1$sPremium Plugin%2$s is? Deze biedt geavanceerde functies, zoals een redirect manager en ondersteuning voor meerdere trefzinnen. Daarnaast is er ook een 24/7 persoonlijke ondersteuning."],"(no title)":["(geen titel)"],"%s installation wizard":["%s installatie wizard"],"The %1$s admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["Het %1$s toolbar-menu bevat handige links naar tools van derden waarmee je je pagina's kan analyseren en geeft inzicht in hoeveel SEO-meldingen gevonden zijn."],"Admin bar menu":["Toolbar-menu"],"%1$s will check weekly if your site is still indexable by search engines and %2$s will notify you when this is not the case.":["%1$s zal wekelijks controleren of je site nog geïndexeerd kan worden door zoekmachines en %2$s stuurt je een bericht als dit niet het geval is."],"Features":["Functies"],"SEO title":["SEO-titel"],"While we strive to make setting up %1$s as easy as possible, we understand it can be daunting. If you’d rather have us set up %1$s for you (and get a copy of %2$s in the process), order our %3$s%1$s configuration service%4$s here!":["Hoewel we er naar streven %1$s zo gemakkelijk mogelijk te maken, kan het zijn dat er instellingen zijn die ingewikkeld over kunnen komen. Als je liever hebt dat wij %1$s voor je instellen, bestel dan onze %3$s%1$s configuratiedienst%4$s (inclusief onze %2$s-plugin)."],"Welcome to the %1$s configuration wizard. In a few simple steps we'll help you configure your SEO settings to match your website's needs!":["Welkom bij de configuratiehulp van %1$s. In een paar eenvoudige stappen helpen we je de SEO-instellingen naar de behoeften van deze website te configureren."],"Google shows your website's name in the search results, if you want to change it, you can do that here.":["Google toont de naam van de website in de zoekresultaten; als je dat wilt veranderen, doe het dan hier."],"Greater than sign":["Groter dan-teken"],"Less than sign":["Kleiner dan-teken"],"Right angle quotation mark":["Naar rechts gericht aanhalingsteken"],"Left angle quotation mark":["Naar links gericht aanhalingsteken"],"Small tilde":["Kleine tilde"],"Vertical bar":["Vertikale balk"],"Low asterisk":["Laag sterretje"],"Asterisk":["Sterretje"],"Bullet":["Bolletje"],"Middle dot":["Midden-punt"],"Em dash":["Em-streepje"],"En dash":["En-streepje"],"Dash":["Streepje"],"Choose the symbol to use as your title separator. This will display, for instance, between your post title and site name. Symbols are shown in the size they'll appear in the search results.":["Kies het symbool dat je als titelscheidingsteken wilt gebruiken.Dit wordt bijvoorbeeld getoond tussen de berichttitel en de sitenaam. De symbolen worden getoond in de grootte waarmee ze in de zoekresultaten zullen verschijnen."],"The name of the person":["De naam van de persoon"],"No":["Nee"],"Yes":["Ja"],"Does, or will, your site have multiple authors?":["Heb jij of heeft de site meerdere auteurs?"],"WordPress automatically generates an URL for each media item in the library. Enabling this will allow for google to index the generated URL.":["WordPress genereert automatisch een URL voor elk bestand in de mediabibliotheek. Door deze functie te activeren kan Google de gegenereerde URL indexeren. "],"Success!":["Geslaagd!"],"Title settings":["Titelinstellingen"],"Multiple authors":["Meerdere auteurs"],"Site type":["Type site"],"Environment":["Omgeving"],"Yoast option %1$s not found.":["Yoast-optie %1$s niet gevonden."],"Google Structured Data Test":["Gestructureerde datatest van Google"],"Posts list":["Berichtenlijst"],"Posts list navigation":["Berichtenlijst-navigatie"],"Filter posts list":["Berichtenlijst filteren"],"Note that links to archives might be still output by your theme and you would need to remove them separately.":["Hou er rekening mee dat links naar archieven wellicht nog steeds gebruikt kunnen worden door jouw  thema en dat je ze apart zult moeten verwijderen."],"%1$s to optimize your site even further":["%1$s om je site nog verder te optimaliseren"],"%1$s extensions":["%1$s-extensies"],"Comes with our 30-day no questions asked money back guarantee":["Komt met onze 30 dagen 'niet goed, geld terug'-garantie"],"More information %1$sabout %3$s%2$s":["Meer informatie %1$sover %3$s%2$s"],"Installed":["Geïnstalleerd "],"gain access to our 24/7 support team.":["krijg toegang tot onze 24/7 klantenservice."],"Premium support":["Premium support"],"check what your Facebook or Twitter post will look like.":["bepaal hoe je pagina er op Facebook en Twitter uit zal zien"],"Social previews":["Social previews"],"create and manage redirects from within your WordPress install.":["maak en beheer redirects vanuit je WordPress installatie."],"Redirect manager":["Redirectbeheer"],"%1$s, take your optimization to the next level!":["%1$s, breng jouw optimalisatie naar een hoger niveau!"],"A seamless integration between %1$s and %2$s":["Een naadloze integratie tussen %1$s en %2$s"],"Use %1$s breadcrumbs instead of %2$s ones":["Gebruik de %1$s broodkruimel-implementatie in plaats van de %2$s-implementatie"],"Easily insert Google Maps, a store locator, opening hours and more":["Voeg makkelijk Google Maps, een winkelzoeker, openingstijden en meer toe"],"Creates XML News Sitemaps":["Maakt XML-nieuws-sitemaps"],"Immediately pings Google on the publication of a new post":["Stuurt Google direct een melding bij de publicatie van een nieuw bericht"],"Optimize your site for Google News":["Optimaliseer je site voor Google News"],"Make videos responsive through enabling fitvids.js":["Maak video's responsive door fitvids.js in te schakelen"],"Enhance the experience of sharing posts with videos":["Verbeter de ervaring van het delen van berichten die video's bevatten"],"Show your videos in Google Videos":["Toon je video's in Google Videos"],"Edit &#8220;%s&#8221;":["Bewerk &#8220;%s&#8221;"],"Premium":["Premium"],"Google Trends":["Google Trends"],"Notifications":["Meldingen"],"Removes the focus keyphrase section from the metabox and disables all SEO-related suggestions.":["Verwijdert het keyphrase-tabblad uit de metabox en schakelt alle SEO-gerelateerde suggesties uit."],"Disable SEO analysis":["SEO analyse uitschakelen"],"Twitter settings":["Titelinstellingen"],"Pinterest settings":["Pinterest-instellingen"],"Facebook settings":["Facebookinstellingen"],"Title separator symbol":["Titel verbindingsteken"],"RSS feed settings":["RSS-feed instellingen"],"Breadcrumbs settings":["Kruimelpadinstellingen"],"Make primary":["Primair maken"],"%s notification":["%s melding","%s meldingen"],"Disable readability analysis":["Leesbaarheidsanalyse uitschakelen"],"Removes the readability analysis section from the metabox and disables all readability-related suggestions.":["Verwijdert de leesbaarheidsanalyse-sectie uit de metabox en schakelt alle suggesties met betrekking tot leesbaarheid uit."],"Readability analysis":["Leesbaarheidsanalyse"],"Needs improvement":["Heeft verbetering nodig"],"Readability":["Leesbaarheid"],"Improvements":["Verbeteringen"],"Dismiss this item.":["Deze melding negeren."],"Good job! We could detect no serious SEO problems.":["Goed gedaan! We konden geen serieuze SEO-problemen vinden."],"We have detected the following issues that affect the SEO of your site.":["We hebben de volgende problemen ontdekt die invloed hebben op de SEO van je website."],"Problems":["Problemen"],"Analysis":["Analyse"],"Not available":["Niet beschikbaar"],"Filter by SEO Score":["Op SEO-score filteren"],"Meta description not set.":["Geen meta-omschrijving ingesteld."],"Open":["Open"],"Dashboard":["Dashboard"],"You can fix this on the %1$sPermalink settings page%2$s.":["Je kan dit verhelpen op de %1$sPermalink-instellingenpagina%2$s."],"Replaced with the primary category of the post/page":["Vervangen door de primaire categorie van bericht/pagina"],"Pinterest confirmation":["Pinterest-bevestiging"],"If you have already confirmed your website with Pinterest, you can skip the step below.":["Als je al de website bij Pinterest bevestigd hebt, kun je de stap hieronder overslaan."],"Format-based archives":["Opmaak-gebaseerde archieven"],"Webmaster Tools verification":["Verificatie van de webmaster-tools"],"Buy %s":["%s kopen"],"New %1$s Title":["Nieuwe %1$s-titel"],"Existing %1$s Title":["Bestaande %1$s-titel"],"Expected an integer as input.":["Heel getal verwacht als invoer."],"Trying to build the sitemap cache key, but the postfix and prefix combination leaves too little room to do this. You are probably requesting a page that is way out of the expected range.":["Er is geprobeerd een goede sitemapcachesleutel te maken, maar de combinatie van voor- en achtervoegsel geeft hiervoor te weinig mogelijkheden. Je probeert waarschijnlijk een pagina op te vragen die ver buiten het verwachte bereik valt."],"Remove":["Verwijderen"],"Keep":["Behouden"],"Bold the last page":["Toon de laatste pagina vetgedrukt"],"Regular":["Normaal"],"Bold":["Vetgedrukt"],"Show Blog page":["Toon berichtenpagina"],"Primary %s":["Primair %s"],"Primary":["Primair"],"Make %1$s primary %2$s":["Maak %1$s primair %2$s"],"Term is set to noindex.":["Term is ingesteld op noindex"],"Author archives":["Auteursarchieven"],"Show":["Tonen"],"Enabled":["Ingeschakeld"],"Disabled":["Uitgeschakeld"],"The separator defined in your theme's %s tag.":["Het scheidingsteken zoals gedefinieerd in de %s-tag van het thema."],"No index":["Noindex"],"If you want to use an image for sharing on %1$s, you can upload / choose an image or add the image URL here.":["Als je een afbeelding wilt gebruiken om te delen op %1$s, kun je deze hier uploaden/selecteren, of een URL invoeren."],"If you don't want to use the meta description for sharing on %1$s but want another description there, write it here.":["Als je de meta-omschrijving niet wilt gebruiken om het bericht op %1$s te delen, maar een andere omschrijving wilt, kun je die hier schrijven."],"If you don't want to use the title for sharing on %1$s but instead want another title there, write it here.":["Als je de berichttitel niet wilt gebruiken voor het delen van een bericht op %1$s, maar een andere titel wilt gebruiken, voer die hier dan in."],"Once Weekly":["Wekelijks"],"SEO score":["SEO score"],"Recalculating SEO scores for all pieces of content with a focus keyphrase.":["SEO-scores herberekenen voor alle inhoudsonderdelen met een focus keyphrase."],"%1$s of %2$s done.":["%1$s van %2$s gedaan."],"We've updated our SEO score algorithm. %1$sRecalculate the SEO scores%2$s for all posts and pages.":["Het algoritme dat de SEO-score berekent, is vernieuwd. %1$sKlik hier om de SEO-scores opnieuw te berekenen%2$s voor alle berichten en pagina's."],"Team Yoast":["Team Yoast"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["De eerste echte alles-in-één SEO-oplossing voor WordPress, inclusief inhoudsanalyse per pagina, XML-sitemaps en veel meer."],"Yoast SEO":["Yoast SEO"],"Activation failed:":["Activering mislukt:"],"The filter extension seem to be unavailable. Please ask your web host to enable it.":["De filter-extensie is niet beschikbaar. Vraag je hostingprovider om deze in te schakelen."],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":["De %1$s plugininstallatie is onvolledig. Meer informatie in de %2$sinstallatiehandleiding%3$s."],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":["De extensie Standaard-PHP-bibliotheek (SPL) lijkt niet beschikbaar. Vraag de hostingprovider deze te activeren."],"SEO Settings":["SEO-instellingen"],"Mobile-Friendly Test":["Test mobielvriendelijkheid"],"Google Page Speed Test":["'Google Page speed'-test"],"CSS Validator":["CSS-validator"],"HTML Validator":["HTML-validator"],"Pinterest Rich Pins Validator":["'Pinterest rich pins'-validator"],"Facebook Debugger":["Facebook-foutopsporing"],"Check Google Cache":["Google Cache controleren"],"Analyze this page":["Deze pagina analyseren"],"Keyword Research":["Trefwoordenonderzoek"],"%s does not seem to be a valid url. Please correct.":["%s is geen geldige URL. Vul een geldige URL in."],"%1$s does not seem to be a valid %2$s verification string. Please correct.":["%s is geen geldige %s-verificatiestring. Gelieve te corrigeren."],"%s Archive":["Archief %s"],"You searched for %s":["Je hebt gezocht naar %s"],"%s does not seem to be a valid Twitter Username. Please correct.":["%s lijkt geen geldige Twitter gebruikersnaam. Vul een geldige gebruikersnaam in."],"Summary with large image":["Samenvatting met grote afbeelding"],"Summary":["Samenvatting"],"The post %1$s appeared first on %2$s.":["Het bericht %1$s verscheen eerst op %2$s."],"No numeric value was received.":["Geen numerieke waarde ontvangen."],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":["Dit moet een bestaand blog zijn. Blog %s bestaat niet of is gemarkeerd als verwijderd."],"The default blog setting must be the numeric blog id of the blog you want to use as default.":["De standaard bloginstellingen moeten het numerieke blog-ID hebben van het blog dat je als standaard wilt gebruiken."],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":["%1$s is geen geldige keuze voor wie er toegang moet hebben tot de instellingen van %2$s. De standaardwaarde is hersteld."],"Please select a valid post type for taxonomy \"%s\"":["Een geldig berichttype voor taxonomie '%s' selecteren"],"Please select a valid taxonomy for post type \"%s\"":["Een geldige taxonomie selecteren voor berichttype '%s'"],"You searched for":["Je zocht naar"],"Home":["Home"],"Archives for":["Archieven voor"],"Error 404: Page not found":["404-fout: pagina niet gevonden"],"Good":["Goed"],"Replaced with a custom taxonomies description":["Vervangen door een aangepaste taxonomie-omschrijving"],"Replaced with a posts custom taxonomies, comma separated.":["Vervangen door de aangepaste taxonomieën van een bericht, door komma's gescheiden."],"Replaced with a posts custom field value":["Vervangen door de aangepaste veldwaarde van een bericht"],"Replaced with the slug which caused the 404":["De slug vervangen die een 404 veroorzaakt"],"Replaced with the posts focus keyphrase":["Vervangen door de focus keyphrase van het bericht"],"Attachment caption":["Bijlage-onderschrift"],"Replaced with the current page number":["Vervangen door het huidige paginanummer"],"Replaced with the current page total":["Vervangen door het huidige paginatotaal"],"Replaced with the current page number with context (i.e. page 2 of 4)":["Vervangen door het huidige paginanummer met  context (bv pagina 2 van 8)"],"Replaced with the post/page author's 'Biographical Info'":["Vervangen door de 'Biografie-informatie' van de bericht/pagina-auteur"],"Replaced with the post/page author's 'nicename'":["Vervangen door de 'nicename' van de auteur van bericht/pagina"],"Replaced with the post/page ID":["Vervangen door het bericht-/pagina-ID"],"Replaced with the post/page modified time":["Vervangen door de aangepast tijd van bericht/pagina"],"Replaced with the content type plural label":["Vervangen door het berichttype-meervoudslabel"],"Replaced with the content type single label":["Vervangen door enkelvoudig label van het berichttype"],"Replaced with the current search phrase":["Vervangen door de huidige zoekzin"],"Replaced with the term name":["Vervangen door de term-naam"],"Replaced with the term description":["Vervangen door de term-omschrijving"],"Replaced with the tag description":["Vervangen door de tag-omschrijving"],"Replaced with the category description":["Vervangen door de categorie-omschrijving"],"Replaced with the post categories (comma separated)":["Vervangen door de bericht-categorieën (door komma's gescheiden)"],"Replaced with the current tag/tags":["Vervangen door de huidige tag/tags"],"Replaced with the post/page excerpt (without auto-generation)":["Vervangen door de bericht/pagina-samenvatting (niet automatisch gegenereerd)"],"Replaced with the post/page excerpt (or auto-generated if it does not exist)":["Vervangen door de bericht/pagina-samenvatting (of automatisch gegenereerd als deze niet bestaat)"],"The site's name":["De naam van de website"],"Replaced with the title of the parent page of the current page":["Vervangen door de titel van de bovenliggende pagina van de huidige."],"Replaced with the title of the post/page":["Vervangen door de titel van het bericht of de pagina"],"Replaced with the date of the post/page":["Vervangen door de datum van het bericht of de pagina"],"Page %1$d of %2$d":["Pagina %1$d van %2$d"],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":["De standaardvariabele-vervanging van de WP-SEO kan niet worden overschreven door het registreren van een nieuwe variabele met dezelfde naam. Gebruik in plaats daarvan het 'wpseo_replacements'-filter om de vervangingswaarde in te stellen."],"A replacement variable with the same name has already been registered. Try making your variable name unique.":["Een vervangingsvariabele met dezelfde naam is al geregistreerd. Probeer de variabelenaam uniek te maken."],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":["Een vervangingsvariable kan niet beginnen met '%%cf_' of '%%ct_' omdat deze gereserveerd zijn voor de standaardvariablen van de WP-SEO voor aangepaste velden en taxonomieën. Probeer de variabelenaam uniek te maken."],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":["Een vervangingsvariabele kan alleen alfanummerieke karakters, een liggende streep of een verbindingsstreepje bevatten. Probeer de variabele te hernoemen."],"Admin only notice: this page does not show a meta description because it does not have one, either write it for this page specifically or go into the [%1$s - %2$s] menu and set up a template.":["Opmerking voor de admin: deze pagina toont geen meta description omdat het geen heeft. Dit kun je oplossen door er een voor deze pagina te schrijven of ga naar het [%1$s - %2$s] menu en stel een template in."],"Page not found":["Pagina niet gevonden"],"%s Archives":["%s Archieven"],"Search for \"%s\"":["Naar '%s' zoeken"],"Meta description to use for Author page":["Meta-omschrijving voor de auteurspagina"],"Title to use for Author page":["Titel voor de auteurspagina"],"%1$s settings":["%1$s-instellingen"],"Export your %1$s settings":["De %1$s-instellingen exporteren"],"Import settings":["Instellingen importeren"],"Import from other SEO plugins":["Vanuit andere SEO-plugins importeren"],"Import":["Importeren"],"If you had a %s file and it was editable, you could edit it from here.":["Als je een beschrijfbaar %s-bestand hebt, dan kun je het hier bewerken."],"If your %s were writable, you could edit it from here.":["Als %s beschrijfbaar is, kun je het hier bewerken."],"You don't have a %s file, create one here:":["Er bestaat geen %s-bestand. Maak er hier een aan:"],"A link to your site, with your site's name and description as anchor text.":["Een link naar je website, met de naam en omschrijving van je website als linktekst."],"A link to your site, with your site's name as anchor text.":["Een link naar je website, met de naam van je website als linktekst."],"A link to the post, with the title as anchor text.":["Een link naar het bericht, met de titel als linktekst."],"A link to the archive for the post author, with the authors name as anchor text.":["Een link naar het archief van de berichtauteur, met de naam van de auteur als linktekst."],"You can use the following variables within the content, they will be replaced by the value on the right.":["Je kunt de volgende variabelen in de inhoud gebruiken, ze worden vervangen door de waarde aan de rechterkant."],"Content to put after each post in the feed":["Informatie die geplaatst wordt na elk RSS-bericht"],"Content to put before each post in the feed":["Content die voor elk bericht in de feed moet komen"],"This feature is used to automatically add content to your RSS, more specifically, it's meant to add links back to your blog and your blog posts, so dumb scrapers will automatically add these links too, helping search engines identify you as the original source of the content.":["Deze instelling wordt gebruikt om automatisch tekst aan je RSS toe te voegen. Specifieker: het is om koppeling naar je website en je berichten toe te voegen. Hierdoor zullen 'domme' robots automatisch deze koppelingen ook toevoegen en zullen zoekmachines jou identificeren als de originele bron van de berichtinhoud."],"Usage of this breadcrumbs feature is explained in %1$sour knowledge-base article on breadcrumbs implementation%2$s.":["Het gebruik van de functie 'kruimelpad' wordt uitgelegd in %1$sons kennisbankartikel op kruimelpadimplementatie%2$s."],"How to insert breadcrumbs in your theme":["Hoe een kruimelpad aan het thema toe te voegen"],"Blog":["Blog"],"Content type archive to show in breadcrumbs for taxonomies":["Te tonen berichttype-archief in het kruimelpad voor taxonomieën"],"Taxonomy to show in breadcrumbs for content types":["Te tonen taxonomie in het kruimelpad voor berichttypes"],"Breadcrumb for 404 Page":["Kruimelpad voor 404-pagina"],"Prefix for Search Page breadcrumbs":["Voorvoegsel voor kruimelpad op de zoekpagina"],"Prefix for Archive breadcrumbs":["Voorvoegsel voor kruimelpad-archief"],"Prefix for the breadcrumb path":["Voorvoegsel voor het kruimelpad"],"Anchor text for the Homepage":["Linktekst voor de homepagina"],"Separator between breadcrumbs":["Scheidingsteken tussen kruimels"],"Enable Breadcrumbs":["Kruimelpad inschakelen"],"Below are your published posts' SEO scores. Now is as good a time as any to start improving some of your posts!":["Hieronder staan de SEO-scores van de gepubliceerde berichten. Het is nu het goede moment om een aantal van je berichten te verbeteren!"],"Credits":["Credits"],"&laquo; Back to Tools page":["&laquo; Terug naar de pagina Extra"],"%1$s comes with some very powerful built-in tools:":["%1$s heeft enkele zeer krachtige ingebouwde functies:"],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":["Deze tool stelt je in staat snel belangrijke bestanden van de SEO te veranderen, zoals het robots.txt- en .htaccess-bestand (als dit bestaat)."],"File editor":["Bestandsbewerker"],"Import settings from other SEO plugins and export your settings for re-use on (another) blog.":["Instellingen importeren van andere SEO-plugins en exporteren van deze instellingen voor hergebruik op een (ander) blog."],"Import and Export":["Importeren en Exporteren"],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":["Dit hulpmiddel stelt je in staat snel titels en omschrijvingen van berichten en pagina's te veranderen zonder dat je voor elke pagina naar de editor hoeft te gaan."],"Bulk editor":["Bulk editor"],"To %1$sconfirm your site with Pinterest%2$s, add the meta tag here:":["Hier je metatag invoeren om je %1$ssite te valideren met Pinterest%2$s:"],"Pinterest uses Open Graph metadata just like Facebook, so be sure to keep the \"Add Open Graph meta data\" setting on the Facebook tab enabled if you want to optimize your site for Pinterest.":["Pinterest maakt - net als Facebook - gebruik van 'Open Graph'-metadata. Houd Open Graph aangevinkt op het Facebook-tabblad, als je de site wilt optimaliseren voor Pinterest."],"The default card type to use":["Het te gebruiken standaard 'card type'."],"Add Twitter card meta data":["'Twitter card'-metadata toevoegen"],"This image is used if the post/page being shared does not contain any images.":["Deze afbeelding wordt gebruikt als het bericht of de pagina geen afbeeldingen bevat."],"Default settings":["Standaardinstellingen"],"Copy home meta description":["Kopieer home meta-omschrijving"],"Description":["Omschrijving"],"Image URL":["Afbeeldings-URL"],"These are the title, description and image used in the Open Graph meta tags on the front page of your site.":["Dit zijn de titel, beschrijving en afbeelding die gebruikt worden in de 'Open Graph'-metatags op de voorpagina van de site."],"Frontpage settings":["Voorpagina-instellingen"],"Add Open Graph meta data":["'Open Graph'-metadata toevoegen"],"YouTube URL":["YouTube-URL"],"Pinterest URL":["Pinterest-URL"],"MySpace URL":["MySpace-URL"],"LinkedIn URL":["LinkedIn-URL"],"Instagram URL":["Instagram-URL"],"Twitter Username":["Twitter-gebruikersnaam"],"Facebook Page URL":["Facebookpagina-URL"],"Accounts":["Accounts"],"Restore site to defaults":["Site naar standaardinstellingen terugzetten"],"Site ID":["Site-ID"],"Using this form you can reset a site to the default SEO settings.":["Door dit formulier te gebruiken kun je een site terugzetten naar de standaard SEO-instellingen."],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new sites.":["Privacygevoelige (FB-beheerders e.d.), thema-specifieke (titelherschrijving) en een paar erg site-specifieke instellingen zullen niet in nieuwe sites geïmporteerd worden."],"Enter the %1$sSite ID%2$s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":["Voer het %1$sSite-ID%2$s in voor de site waarvan de instellingen als standaard moeten worden gebruikt voor alle nieuwe sites in het netwerk. Laat het vak leeg voor geen standaardwaarden (de normale plugin-standaardwaarden zullen worden gebruikt)."],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":["Kies de site waarvan de instellingen als standaard worden gebruikt voor elke nieuwe site in het netwerk. Bij het kiezen van 'Geen' worden de standaard plugininstellingen gebruikt."],"New sites in the network inherit their SEO settings from this site":["Nieuwe sites in het netwerk overerven de SEO-instellingen van deze site"],"Super Admins only":["Alleen superbeheerders"],"Site Admins (default)":["Sitebeheerders (standaard)"],"Who should have access to the %1$s settings":["Wie moet toegang hebben tot de %1$s-instellingen"],"spam":["spam"],"mature":["volwassen"],"archived":["gearchiveerd"],"public":["openbaar"],"%s restored to default SEO settings.":["%s is teruggezet naar standaard SEO-instellingen."],"Settings Updated.":["Instellingen bijgewerkt."],"404 pages":["404-pagina's"],"Search pages":["Zoekpagina's"],"These pages will be %s by default, so they will never show up in search results.":["Deze pagina's krijgen standaard %s, dus zullen ze nooit in de zoekresultaten verschijnen."],"Special Pages":["Speciale pagina's"],"Date-based archives could in some cases also be seen as duplicate content.":["Op datum gebaseerde archieven zouden in sommige gevallen ook als dubbele inhoud aangemerkt kunnen worden."],"If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or to add %s to it so it doesn't show up in the search results.":["Als dit het geval is op de site, kun je ervoor kiezen het uit te schakelen (wat ervoor zorgt dat men doorgestuurd wordt naar de homepagina) of %s eraan toe te voegen, zodat het niet voorkomt in de zoekresultaten."],"If you're running a one author blog, the author archive will be exactly the same as your homepage. This is what's called a %1$sduplicate content problem%2$s.":["Als je een auteursblog hebt, zal het auteursarchief dezelfde inhoud bevatten als de homepagina. Dit noemt men een %1$s'dubbele inhoud'-probleem%2$s."],"Date archives":["Datum-archieven"],"author archives":["Auteur-archieven"],"Title":["Titel"],"%1$s Meta Box":["%1$s-metabox"],"Hide":["Verbergen"],"Take note:":["Let op:"],"You can determine the title and description for the blog page by %1$sediting the blog page itself%2$s.":["Je kunt de titel en omschrijving voor de blogpagina bepalen door %1$sde blogpagina zelf te bewerken%2$s."],"You can determine the title and description for the front page by %1$sediting the front page itself%2$s.":["Je kunt de titel en omschrijving voor de voorpagina instellen door %1$sde voorpagina zelf te bewerken%2$s"],"Homepage &amp; Front page":["Homepage &amp; voorpagina"],"Title Separator":["Scheidingsteken in de titel"],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s heeft automatisch vastgesteld of het de titels op je pagina's moet herschrijven. Als je denkt dat dat niet goed is en je weet wat je doet, dan kun je de instelling hier veranderen."],"Force rewrite titles":["Titels geforceerd herschrijven"],"Taxonomies":["Taxonomieën"],"Homepage":["Homepage"],"%1$s Extensions":["%1$s-extensies"],"Seamlessly integrate WooCommerce with %1$s and get extra features!":["Integreer WooCommerce naadloos in %1$s en krijg zo extra functies."],"Rank better locally and in Google Maps, without breaking a sweat!":["Zonder moeite een betere lokale score en op Google Maps krijgen."],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":["Lid van Google News? Verhoog dan het verkeer vanaf Google News door ervoor te optimaliseren."],"Optimize your videos to show them off in search results and get more clicks!":["Optimaliseer je video's om ze te tonen in de zoekresultaten en zo meer 'clicks' te krijgen."],"The premium version of %1$s with more features & support.":["The premium-versie van %1$s met meer functies & support."],"Person":["Persoon"],"This data is shown as metadata in your site. It is intended to appear in %1$sGoogle's Knowledge Graph%2$s. You can be either an organization, or a person.":["Deze gegevens worden als metadata getoond op je site. Ze zijn bedoeld om te %1$sGoogle's Knowledge Graph%2$s. Je kunt of een bedrijf of een persoon zijn."],"Website name":["Websitenaam"],"Webmaster Tools":["Webmaster Tools"],"RSS":["RSS"],"Breadcrumbs":["Kruimelpad"],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year of support and updates, on %2$s.":["Om een doorstuuradres aan te maken en dit probleem op te lossen, heb je %1$s nodig. Je kan de plugin, inclusief een jaar ondersteuning en updates, kopen op %2$s."],"Creating redirects is a %s feature":["Het aanmaken van doorstuuradressen is een %s-functie"],"Deactivate %s":["%s deactiveren"],"The %1$s plugin might cause issues when used in conjunction with %2$s.":["De plugin %1$s veroorzaakt mogelijk problemen als deze in combinatie met %2$s wordt gebruikt."],"Upload Image":["Afbeelding uploaden"],"Remove these ads?":["Deze advertenties verwijderen?"],"%s Posts Overview":["%s-berichtenoverzicht"],"The Breadcrumbs Title is used in the breadcrumbs where this taxonomy appears.":["De kruimelpad-titel wordt gebruikt in het kruimelpad waar deze taxonomie voorkomt."],"Breadcrumbs title":["Kruimelpadtitel"],"The canonical link is shown on the archive page for this term.":["De canonieke link wordt getoond op de archiefpagina van deze uitdrukking."],"Facebook App ID":["Facebook-app-ID"],"Pinterest":["Pinterest"],"Archives":["Archieven"],"Email":["E-mailadres"],"Previous":["Vorige"],"Next":["Volgende"],"Close":["Sluiten"],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines and might slow down your site.":["Zowel %1$s als %2$s kunnen XML-sitemaps creëren. Het hebben van twee XML-sitemaps is niet bevorderlijk voor zoekmachines en kan je site trager maken."],"Configure %1$s's Open Graph settings":["OpenGraph-instellingen van %1$s configureren"],"Both %1$s and %2$s create Open Graph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":["Zowel %1$s als %2$s creëren OpenGraph-uitvoer wat ervoor kan zorgen dat Facebook, Twitter, LinkedIn en andere sociale netwerken de verkeerde tekst of afbeelding gebruiken als jouw pagina's worden gedeeld."],"%s Image":["Afbeelding %s"],"%s Description":["Omschrijving %s"],"%s Title":["Titel %s"],"Twitter":["Twitter"],"Facebook":["Facebook"],"The recommended image size for %1$s is %2$s pixels.":["De aanbevolen afbeeldingsgrootte voor %1$s is %2$s pixels."],"If you want to override the image used on %s for this post, upload / choose an image here.":["Als je de afbeelding die gebruikt wordt op %s voor dit bericht wilt overschrijven, kies of upload hier een afbeelding."],"If you don't want to use the meta description for sharing the post on %s but want another description there, write it here.":["Als je geen gebruik wilt maken van de meta-omschrijving voor het delen van dit bericht op %s, schrijf hier dan een andere."],"If you don't want to use the post title for sharing the post on %s but instead want another title there, write it here.":["Als je een andere berichttitel dan deze wilt gebruiken voor het delen van dit bericht op %s, tik hem dan hier in."],"very difficult":["heel moeilijk"],"Try to make shorter sentences, using less difficult words to improve readability":["Probeer kortere zinnen met minder moeilijke woorden te maken om de leesbaarheid te verbeteren."],"difficult":["moeilijk"],"Try to make shorter sentences to improve readability":["Probeer kortere zinnen te maken om de leesbaarheid te verbeteren."],"fairly difficult":["redelijk moeilijk"],"OK":["OK"],"fairly easy":["redelijk eenvoudig"],"easy":["eenvoudig"],"very easy":["heel eenvoudig"],"Meta Desc.":["Meta-omschrijving"],"All SEO Scores":["Alle SEO-scores"],"SEO issue: The featured image should be at least 200 by 200 pixels to be picked up by Facebook and other social media sites.":["SEO probleem: De uitgelichte afbeelding moet minimaal 200x200 pixels groot zijn om te worden gebruikt door Facebook en andere sociale media."],"(no parent)":["(geen hoofd)"],"Post is set to noindex.":["Bericht is ingesteld op noindex."],"The URL that this page should redirect to.":["De URL waar deze pagina naar moet doorsturen."],"301 Redirect":["301-doorsturen"],"The canonical URL that this page should point to. Leave empty to default to permalink. %1$sCross domain canonical%2$s supported too.":["De canonieke URL waar deze pagina naar moet verwijzen; laat dit leeg om naar de eigen permalink te verwijzen. %1$sCross domain canonical%2$s wordt ook ondersteund."],"Canonical URL":["Canonieke URL"],"Title to use for this page in breadcrumb paths":["Titels die voor deze pagina gebruikt worden in het kruimelpad"],"Breadcrumbs Title":["Kruimelpadtitel"],"No Snippet":["Geen snippet"],"No Archive":["Geen archief"],"No Image Index":["Geen afbeeldingsindex"],"None":["Geen"],"Meta robots advanced":["Meta Robots geavanceerd"],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Waarschuwing: hoewel hier de 'metarobots'-instelling geregeld kan worden, heeft dit geen effect, aangezien de hele site op 'noindex' is ingesteld in de privacy-instellingen van de site."],"Meta description":["Meta-omschrijving"],"SEO Title":["SEO-titel"],"Focus keyword":["Focustrefwoord"],"Settings successfully imported.":["De instellingen zijn met succes geïmporteerd."],"Settings could not be imported:":["Instellingen konden niet geïmporteerd worden:"],"Breadcrumb for 404 pages:":["Kruimelpad voor 404-pagina:"],"Prefix for search result pages:":["Voorvoegsel voor kruimelpad op zoekresultatenpagina&#39;s:"],"Prefix for archive pages:":["Voorvoegsel voor kruimelpad op archiefpagina&#39;s:"],"Prefix for breadcrumbs:":["Prefix voor kruimelpad:"],"Anchor text for the homepage:":["Ankertekst voor de homepagina:"],"Breadcrumbs separator:":["Scheidingsteken voor kruimelpad: "],"%s Breadcrumbs":["%s-kruimelpad"],"Use Image":["Afbeelding gebruiken"],"Action":["Actie"],"Page URL/Slug":["Pagina-URL/Slug"],"Publication date":["Publicatiedatum"],"Post Status":["Berichtstatus"],"WP Page Title":["WP-paginatitel"],"View":["Bekijken"],"View &#8220;%s&#8221;":["&#8220;%s&#8221; bekijken"],"Preview":["Voorbeeld"],"Preview &#8220;%s&#8221;":["Voorbeeld &#8220;%s&#8221;"],"Edit":["Bewerken"],"Filter":["Filteren"],"New Yoast Meta Description":["Nieuwe Yoast-meta-omschrijving"],"Existing Yoast Meta Description":["Bestaande Yoast-meta-omschrijving"],"Facebook profile URL":["Facebookprofiel-URL"],"Twitter username (without @)":["Twitter-gebruikersnaam (zonder @)"],"FAQ":["FAQ"],"Premium Support":["Premium support"],"Settings":["Instellingen"],"You must %1$sgo to your Reading Settings%2$s and uncheck the box for Search Engine Visibility.":["Ga naar %1$sInstellingen => Lezen%2$s en haal het vinkje weg bij 'Zoekmachinezichtbaarheid'."],"Huge SEO Issue: You're blocking access to robots.":["Groot SEO-probleem: toegang voor robots wordt geblokkeerd."],"Posts":["Berichten"],"Edit Files":["Bestanden bewerken"],"General":["Algemeen"],"Extensions":["Extensies"],"Search Console":["Search Console"],"Tools":["Extra"],"Advanced":["Geavanceerd"],"XML sitemaps":["XML-sitemaps"],"Social":["Sociaal"],"SEO":["SEO"],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":["%1$s heeft gedetecteerd dat je versie %2$s gebruikt van %3$s, werk deze bij naar de nieuwste versie om compatibiliteitsproblemen te voorkomen. "],"Just another WordPress site":["En nog een WordPress site"],"You have used HTML in your value which is not allowed.":["Het gebruik van HTML in de waarde is niet toegestaan."],"You can't edit %s that aren't yours.":["Je kunt geen %s bewerken die niet van jou zijn."],"You can't edit %s.":["%s bewerken niet mogelijk."],"Post has an invalid Content Type: %s.":["Bericht heeft een ongeldig berichttype: %s."],"Post doesn't exist.":["Dit bericht bestaat niet."],"posts\u0004Trash <span class=\"count\">(%s)</span>":["Prullenbak <span class=\"count\">(%s)</span>","Prullenbak <span class=\"count\">(%s)</span>"],"posts\u0004All <span class=\"count\">(%s)</span>":["Alle <span class=\"count\">(%s)</span>","Alle <span class=\"count\">(%s)</span>"]}}}