{"domain":"js-text-analysis","locale_data":{"js-text-analysis":{"":{"domain":"js-text-analysis","plural_forms":"nplurals=3; plural=(n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2);","lang":"ru"},"Dismiss this alert":[""],"A company name and logo need to be set for structured data to work properly. %1$sLearn more about the importance of structured data.%2$s":[""],"%s does not seem to be a valid Facebook App ID. Please correct.":[""],"The submitted value was: %s":[""],"Yandex confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":[""],"Twitter usernames can only contain letters, numbers, and underscores. %s":[""],"Pinterest confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":[""],"Bing confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":[""],"Google verification codes can only contain letters, numbers, hyphens, and underscores. %s":[""],"The Facebook App ID you entered doesn't exist. %s":[""],"Baidu verification codes can only contain letters, numbers, hyphens, and underscores. %s":[""],"Show this item.":[""],"Hide this item.":[""],"You have %d hidden problem:":["","You have %d hidden problems:","You have %d hidden problems:"],"You have %d hidden notification:":["","You have %d hidden notifications:","You have %d hidden notifications:"],"Focus Keyphrase not set":[""],"The form contains %1$s error. %2$s":["","The form contains %1$s errors. %2$s","The form contains %1$s errors. %2$s"],"SEO settings configured":[""],"If you want to double-check your %1$s settings, or change something, you can always %2$sreopen the configuration wizard%3$s.":[""],"The following words and word combinations occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly. ":["Следующие слова и комбинации слов встречаются в содержимом чаще всего. Это дает информацию о том, какая основная тема Вашего текста. Если данные слова сильно отличаются от задуманной темы, возможно Вы захотите соответствующим образом переписать текст."],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":["Как только вы напишете чуть больше, мы предложим вам список слов и комбинаций, которые чаще всего встречаются в содержимом. Они покажут на чем фокусируется ваше содержимое."],"%d occurrences":["%d совпадений"],"Activate %s for your site on MyYoast":["Активировать %s для вашего сайта на MyYoast"],"Show blog page in breadcrumbs":["Показывать страницу блога в \"хлебных крошках\""],"We could not find any relevant articles on your website that you could link to from your post.":["Мы не смогли найти на вашем веб-сайте соответствующие статьи, на которые вы могли бы сослаться в своем сообщении."],"Has feedback":["Есть обратная связь"],"Content optimization:":["Оптимизация содержимого:"],"%1$sSEO%2$s: %3$s":["%1$sSEO%2$s: %3$s"],"%1$sReadability%2$s: %3$s":["%1$sЧитабельность%2$s: %3$s"],"Read %1$sthis post for more information about why we’re not supporting older versions.%2$s":["Прочтите %1$sэто сообщение для получения дополнительной информации о том, почему мы не поддерживаем более старые версии.%2$s"],"If you’ve held off on updating to %2$s and higher because of the new Gutenberg editor, please install the Classic Editor plugin. It will give you the same editing experience you have now, but also the security of newer versions of WordPress and %1$s.":["Если вы отложили обновление до версии %2$s и выше из-за нового редактора Gutenberg, пожалуйста установите плагин Classic editor. Он предоставит вам тот же функционал, плюс больший уровень безопасности вместе с новыми версиями WordPress и %1$s."],"%1$sUpgrade WordPress to the most recent version%2$s%3$sWe’ve noticed that you’re not on the latest WordPress version, which might cause an issue soon. %4$s (for reasons of security and stability) only supports the current and previous version of WordPress. When the next version of WordPress comes out, that means that we will support WordPress %6$s and %7$s. This means you will not get any updates to %5$s until you update your WordPress, so please make sure to upgrade to the latest WordPress version soon!%3$s%3$s":["%1$sОбновите WordPress до последней версии%2$s%3$sМы заметили, что ваша версия WordPress устарела, что может привести в скором времени к ошибкам. %4$s (по причинам безопасности и стабильности) поддерживает только текущую и предыдущую версии WordPress. Когда выходит следующая версия WordPress, мы обеспечиваем поддержку WordPress версий %6$s и %7$s. То есть, вы не сможете получить обновления %5$s, пока вы не обновите ваш WordPress, поэтому, пожалуйста, уделите внимание обновлению WordPress до последней версии в ближайшее время!%3$s%3$s"],"Post Noindexed":["Запись отмечена noindex"],"No Focus Keyphrase":["Нет фокусной ключевой фразы"],"Person logo / avatar":["Личный логотип / аватар"],"Extend %s":["Улучшить %s"],"Enroll in the %s for WordPress training":["Примите участие в тренинге %s для WordPress"],"Posts with the SEO score: %s":["Записи с SEO оценкой: %s"],"SEO: %s":["SEO: %s"],"%s video tutorial":["Обучающие видео %s "],"To view your current crawl errors, %1$splease visit Google Search Console%2$s.":["Чтобы ознакомиться с актуальными результатами проверки на ошибки, %1$sпожалуйста, посетите панель администратора Google%2$s."],"Google has discontinued its Crawl Errors API. Therefore, any possible crawl errors you might have cannot be displayed here anymore. %1$sRead our statement on this for further information%2$s.":["Работа Google API для проверки ошибок прекращена. По этой причине любые возможные результаты проверки не могут быть отображены. %1$sОзнакомьтесь с нашим соглашением по этому поводу для получения дальнейшей информации%2$s."],"Remove this message":["Удалить это сообщение"],"Truly optimize your site for a local audience with our %s plugin! Optimized address details, opening hours, store locator and pickup option!":["Оптимизируйте свой сайт для местной аудитории с помощью нашего плагина %s! Оптимизированные детали адреса, часы работы, поиск магазина и возможность получения товара!"],"Serving local customers?":["Обслуживаете местных клиентов?"],"Get the %s plugin now":["Получить плагин %s сейчас"],"Organization social profiles":["Профили организации в соцсетях"],"You can edit the details shown in meta data, like the social profiles, the name and the description of this user on their %1$s profile page.":["Вы можете редактировать сведения, отображаемые в метаданных, такие как профили в социальных сетях, имя и описание этого пользователя на странице %1$s его профиля."],"Personal info":["Персональная информация"],"Organization logo":["Логотип организации"],"Organization name":["Название организации"],"Choose whether the site represents an organization or a person.":["Выберите, представляет ли сайт организацию или частное лицо."],"Knowledge Graph & Schema.org":["Knowledge Graph и Schema.org"],"To make your site represent a Company or Organization go to %1$sSearch Appearance%2$s and set Organization or Person to \"Organization\".":["Чтобы ваш сайт представлял компанию или организацию, перейдите в раздел %1$sОтображение в поисковой выдаче%2$s и установите для параметра Организация или лицо значение «Организация»."],"To change the social accounts used for your site, update the details for %1$s.":["Чтобы изменить учетные записи социальных сетей, используемые для вашего сайта, обновите данные для %1$s."],"That means that the form and information below is disabled, and not used.":["Это означает, что форма и информация ниже отключены и не используются."],"Your website is currently configured to represent a Person":["Ваш веб-сайт в настоящее время настроен на представление личности"],"(if one exists)":["(если существует)"],"Wikipedia page about you":["Страница о вас в Wikipedia"],"YouTube profile URL":["Ссылка на профиль YouTube"],"Tumblr profile URL":["Ссылка на профиль Tumblr"],"SoundCloud profile URL":["Ссылка на профиль SoundCloud"],"MySpace profile URL":["Ссылка на профиль в MySpace"],"Organization or person":["Организация или персона"],"The person":["Персона"],"Organization":["Организация"],"Does your site represent a person or an organization?":["Представляет ли ваш сайт лицо или организацию?"],"The name of the organization":["Название организации"],"Provide an image of the organization logo":["Предоставить изображение логотипа организации"],"You have previously set your site to represent a person. We’ve improved our functionality around Schema and the Knowledge Graph, so you should go in and %1$scomplete those settings%2$s.":["Ранее вы установили, что ваш сайт будет представлять интересы конкретного человека. Мы улучшили нашу функциональность в отношении Schema и Knowledge Graph, поэтому вам нужно войти и %1$s заполнить эти настройки %2$s."],"Select a user...":["Выбрать пользователя..."],"Uncategorized":["Без категории"],"Name:":["Имя:"],"You have selected the user %1$s as the person this site represents. Their user profile information will now be used in search results. %2$sUpdate their profile to make sure the information is correct.%3$s":["Вы выбрали пользователя %1$s в качестве лица, представляющего этот сайт. Теперь в результатах поиска будет использована информация из профиля пользователя. %2$sОбновите его профиль, чтобы убедиться, что информация верна.%3$s"],"Error: Please select a user below to make your site's meta data complete.":["Ошибка: Пожалуйста, выберите пользователя ниже, чтобы сделать метаданные вашего сайта полными."],"SEO score: %s":["Оценка SEO: %s"],"If a Wikipedia page for you or your organization exists, add it too.":["Если в Википедии есть страница, посвященная вам или вашей организации, добавьте и ее."],"Wikipedia URL":["Ссылка на статью в Википедии"],"Pinterest profile URL":["Ссылка на профиль в Pinterest"],"Instagram profile URL":["Ссылка на профиль в Instagram"],"LinkedIn profile URL":["Ссылка на профиль в LinkedIn"],"Keyword research is essential in any SEO strategy. You decide the search terms you want to be found for, and figure out what words your audience uses to find you. Great keyword research tells you what content you need to start ranking for the terms you want to rank for. Make sure your efforts go into the keywords you actually have a chance at ranking for! The %1$s walks you through this process, step by step.":["Исследование ключевых слов - необходимый этап в построении стратегии SEO. Вы определяете поисковые запросы, по котором вы хотите быть найденным, и находите слова, которые используют ваши читатели, чтобы найти вас. Хорошее исследование ключевых слов помогает вам определить, какой контент вам нужен для того, чтобы начать ранкироваться по запросам, по которым вы хотите ранкироваться! Убедитесь, что вы работаете в направлении ключевых слов, которые вам по силам! Наш %1$s поможет вам в исследовании ключевых слов, шаг за шагом."],"SEO for Beginners training":["Трейнинг SEO для начинающих"],"%s for WordPress training":["Трейнинг %s для WordPress"],"All-around SEO training":["Трейнинг SEO от А до Я"],"The image you selected is too small for Facebook":["Выбранное изображение слишком маленькое для Facebook"],"The given image url cannot be loaded":["Ссылка на изображение не загружается"],"Find out what words your audience uses to find you":["Узнайте, какие слова ваши читатели используют, чтобы найти вас"],"%1$sFlesch Reading Ease%2$s: The copy scores %3$s in the test, which is considered %4$s to read. %5$s":["%1$sИндекс читаемости Флеша%2$s: Ваш текст получил оценку %3$s в тесте удобочитаемости, что означает, что его %4$s читать. %5$s"],"No JSON object was returned.":["Не был получен объект JSON."],"Received internal links":["Принятые исходящие ссылки"],"Outgoing internal links":["Исходящие внутренние ссылки"],"New step added":["Добавлен новый шаг"],"New question added":["Добавлен новый вопрос"],"To be able to create a redirect and fix this issue, you need %1$s. ":["Чтобы иметь возможность создать редирект и исправить эту проблему, вам нужно %1$s."],"You can buy the plugin, including one year of support and updates, on %1$s.":["Вы можете купить плагин, включая один год поддержки и обновлений, на %1$s."],"The Text link counter feature provides insights in how many links are found in your text and how many links are referring to your text. This is very helpful when you are improving your %1$sinternal linking%2$s.":["Функция счетчика текстовых ссылок позволяет узнать, сколько ссылок находится в тексте и сколько ссылок ссылается на текст. Это очень полезно, когда вы улучшаете  %1$sвнутренние ссылки%2$s."],"For this feature to work %1$s requires at least PHP version %2$s. We have detected PHP version %3$s on this website.":["Для работы этой функции %1$s требуется как минимум версия PHP %2$s. Мы обнаружили версию PHP %3$s на этом сайте."],"Please carefully consider the implications and %1$sread this post%2$s if you want more information about the impact of showing media in search results.":["Пожалуйста, внимательно рассмотрите последствия и %1$sпрочитайте этот пост%2$s, если вам нужна дополнительная информация о влиянии показа мультимедиа в результатах поиска."],"Keyphrase":["Ключевая фраза"],"For this feature to work, %1$s needs to create a table in your database. We were unable to create this table automatically.":["Для работы этой функции, %1$s необходимо создать таблицу в базе данных. Мы можем создать эту таблицу автоматически."],"By enabling this option, attachment URLs become visible to both your visitors and Google. To add value to your website, they should contain useful information, or they might have a negative impact on your ranking.":["Включив эту опцию, URL-адреса вложений станут видны как вашим посетителям, так и Google. Чтобы повысить ценность вашего сайта, они должны содержать полезную информацию, иначе они могут негативно повлиять на ваш рейтинг."],"The %3$sText link counter%4$s feature (introduced in %1$s %2$s) is currently disabled.":["Функция %3$sСчетчик текстовых ссылок%4$s\n(введено в %1$s %2$s) в настоящее время отключено."],"Please read the following %1$sknowledge base article%2$s to find out how to resolve this problem.":["Прочтите следующую статью %1$sв базе знаний%2$s, чтобы узнать, как решить эту проблему."],"To make sure all the links in your texts are counted, we need to analyze all your texts.":["Чтобы все ссылки в ваших текстах были учтены, нам нужно проанализировать все ваши тексты."],"All you have to do is press the following button and we'll go through all your texts for you.":["Все, что вам нужно сделать, это нажать следующую кнопку, и мы просмотрим все ваши тексты."],"Count links":["Количество ссылок"],"%3$sImage alt attributes%5$s: Out of %2$d images on this page, %1$d have alt attributes with words from your keyphrase or synonyms. That's a bit much. %4$sOnly include the keyphrase or its synonyms when it really fits the image%5$s.":["%3$salt атрибуты изображения%5$s: из %2$d изображений на этой странице, %1$d содержат слова из ключевой фразы или синонимов. Это многовато. %4$s Включайте ключевую фразу или ее синонимы только в том случае, если они действительно соответствуют изображению%5$s."],"%1$sImage alt attributes%2$s: Good job!":["%1$sАтрибуты изображений alt%2$s: Хорошая работа!"],"%3$sImage alt attributes%5$s: Out of %2$d images on this page, only %1$d has an alt attribute that reflects the topic of your text. %4$sAdd your keyphrase or synonyms to the alt tags of more relevant images%5$s!":["%3$sАтрибут изображения alt%5$s: из %2$d изображений на этой странице, только %1$d имеет атрибут alt, который отражает тему вашего текста. %4$sДобавьте ключевую фразу или синонимы к тэгам alt более релевантных изображений%5$s!","%3$sАтрибуты изображений alt%5$s: из %2$d изображений на этой странице, только %1$d имеют атрибут alt, который отражает тему вашего текста. %4$sДобавьте ключевую фразу или синонимы к тэгам alt более релевантных изображений%5$s!","%3$sАтрибуты изображений alt%5$s: из %2$d изображений на этой странице, только %1$d имеют атрибут alt, который отражает тему вашего текста. %4$sДобавьте ключевую фразу или синонимы к тэгам alt более релевантных изображений%5$s!"],"%1$sImage alt attributes%3$s: Images on this page do not have alt attributes that reflect the topic of your text. %2$sAdd your keyphrase or synonyms to the alt tags of relevant images%3$s!":["%1$s alt атрибуты изображения%3$s: изображения на этой странице не имеют атрибутов alt, отражающих тему вашего текста. %2$sДобавьте ключевую фразу или синонимы к тэгам alt соответствующих изображений%3$s!"],"%1$sImage alt attributes%3$s: Images on this page have alt attributes, but you have not set your keyphrase. %2$sFix that%3$s!":["%1$salt атрибуты изображения%3$s: изображений на этой странице имеют атрибуты alt, но вы не задали ключевую фразу. %2$sИсправьте это%3$s!"],"%1$sKeyphrase in subheading%2$s: %3$s of your higher-level subheadings reflects the topic of your copy. Good job!":["%1$sКлючевая фраза в подзаголовке%2$s: %3$s ваших подзаголовков более высокого уровня отражает тему вашей статьи. Хорошая работа!","%1$sКлючевые фразы в подзаголовке%2$s: %3$s ваших подзаголовков более высокого уровня отражают тему вашей статьи. Хорошая работа!","%1$sКлючевых фраз в подзаголовке%2$s: %3$s ваших подзаголовков более высокого уровня отражают тему вашей статьи. Хорошая работа!"],"%1$sKeyphrase in subheading%2$s: Your higher-level subheading reflects the topic of your copy. Good job!":["%1$sКлючевая фраза в подзаголовке%2$s: Ваш подзаголовок более высокого уровня отражает тему вашей статьи. Хорошая работа!"],"%1$sKeyphrase in subheading%3$s: %2$sUse more keyphrases or synonyms in your higher-level subheadings%3$s!":["%1$sКлючевая фраза в подзаголовке%3$s: %2$sИспользуйте больше ключевых фраз или синонимов в подзаголовках более высокого уровня%3$s!"],"Page %s":["Страница %s"],"Cannot get the size of %1$s because of unknown reasons.":["Невозможно получить размер %1$s по неизвестным причинам."],"Cannot get the size of %1$s because it is hosted externally.":["Невозможно получить размер %1$s, поскольку он размещен снаружи."],"Simply switch the toggle to \"on\" and you'll be able to use the recalibrated analysis. At the same time, we'll add you to our specific mailing list. We'll only email you about your experiences with this recalibration!":["Установите переключатель в положение «Вкл», и вы сможете использовать уточненный анализ. В то же время мы добавим вас в наш список рассылки. Мы будем сообщать вам по электронной почте о результатах этой настройки!"],"We have %1$srecalibrated our analysis%2$s. With the new analysis, we will get even closer to how Google sees your website. It would be %3$sawesome%4$s if you would like to %3$sbeta test this feature%4$s for us!":["Мы %1$sуточнили наш анализ%2$s. Благодаря новому анализу мы станем еще ближе к тому, как Google видит ваш сайт. Было бы %3$sинтересно%4$s, если бы вы захотели провести %3$s бета-тестирование этой функции%4$s для нас!"],"Get an even better analysis":["Получите еще лучший анализ"],"%1$sSingle title%3$s: H1s should only be used as your main title. Find all H1s in your text that aren't your main title and %2$schange them to a lower heading level%3$s!":["%1$sОдиночный заголовок%3$s: H1 должен использоваться только в качестве основного заголовка. Найдите в тексте все H1, которые не являются главным заголовком, и %2$sизмените их на более низкий уровень заголовка%3$s!"],"Improve sharing on Facebook and Pinterest":["Улучшение обмена на Facebook и Pinterest"],"You do not have the required rights to export settings.":["У вас нет необходимых прав для экспорта настроек."],"Copy all these settings to another site's %1$s tab and click \"%1$s\" there.":["Скопируйте все эти настройки на вкладку %1$s другого сайта и нажмите там \"%1$s\"."],"These are settings for the %1$s plugin by %2$s":["Это настройки для %1$s плагина от %2$s"],"No settings found.":["Настроек не найдено."],"Export your %1$s settings here, to copy them on another site.":["Экспортируйте настройки %1$s здесь, чтобы скопировать их на другой сайт."],"Import of settings is only supported on servers that run PHP 5.3 or higher.":["Импорт настроек доступен только на серверах с PHP 5.3 или выше."],"Import settings by pasting the settings you copied from another site here and clicking \"%s\".":["Импортируйте настройки, вставив сюда скопированные настройки с другого сайта и нажав \"%s\"."],"Paste your settings from another %s installation.":["Вставьте свои настройки из другой установки %s."],"%1$sKeyphrase density%2$s: The focus keyphrase was found 0 times. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sПлотность ключевой фразы%2$s: Фокусная ключевая фраза была найдена 0 раз. Это меньше рекомендуемого минимума%3$d раз для текста этой длины. %4$sСосредоточьтесь на вашей ключевой фразе%2$s!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sПлотность ключевой фразы%2$s: Фокусная ключевая фраза найдена %5$d раз. Это меньше, чем рекомендуемый минимум %3$d раз для текста такой длины. %4$sСосредоточьтесь на вашей ключевой фразе%2$s!","%1$sПлотность ключевой фразы%2$s: Фокусная ключевая фраза найдена %5$d раза. Это меньше, чем рекомендуемый минимум %3$d раз для текста такой длины. %4$sСосредоточьтесь на вашей ключевой фразе%2$s!","%1$sПлотность ключевой фразы%2$s: Фокусная ключевая фраза найдена %5$d раз. Это меньше, чем рекомендуемый минимум %3$d раз для текста такой длины. %4$sСосредоточьтесь на вашей ключевой фразе%2$s!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %3$d time. This is great!":["%1$sПлотность ключевой фразы%2$s: Фокусная ключевая фраза найдена %3$d раз. Это замечательно!","%1$sПлотность ключевой фразы%2$s: Фокусная ключевая фраза найдена %3$d раза. Это замечательно!","%1$sПлотность ключевой фразы%2$s: Фокусная ключевая фраза найдена %3$d раз. Это замечательно!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$sПлотность ключевой фразы%2$s: Фокусная ключевая фраза найдена %5$d раз. Это больше, чем рекомендуемый максимум %3$d раз для текста такой длины. %4$sНе переоптимизируйте%2$s!","%1$sПлотность ключевой фразы%2$s: Фокусная ключевая фраза найдена %5$d раза. Это больше, чем рекомендуемый максимум %3$d раз для текста такой длины. %4$sНе переоптимизируйте%2$s!","%1$sПлотность ключевой фразы%2$s: Фокусная ключевая фраза найдена %5$d раз. Это больше, чем рекомендуемый максимум %3$d раз для текста такой длины. %4$sНе переоптимизируйте%2$s!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's way more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$sПлотность ключевой фразы%2$s: Фокусная ключевая фраза найдена %5$d раз. Это намного больше, чем рекомендуемый максимум %3$d раз для текста такой длины. %4$sНе переоптимизируйте%2$s!","%1$sПлотность ключевой фразы%2$s: Фокусная ключевая фраза найдена %5$d раза. Это намного больше, чем рекомендуемый максимум %3$d раз для текста такой длины. %4$sНе переоптимизируйте%2$s!","%1$sПлотность ключевой фразы%2$s: Фокусная ключевая фраза найдена %5$d раз. Это намного больше, чем рекомендуемый максимум %3$d раз для текста такой длины. %4$sНе переоптимизируйте%2$s!"],"Indexable created for object %1$s with type %2$s":["Индексируемый элемент создан для объекта %1$s с типом %2$s"],"Method %1$s() does not exist in class %2$s":["Метод %1$s() не существует для класса %2$s"],"With %s, you can easily create such redirects.":["C %s, вы с легкостью можете создавать такие перенаправления."],"Changing your permalinks settings can seriously impact your search engine visibility. It should almost %1$s never %2$s be done on a live website.":["Измерение настроек постоянных ссылок может серьезно повлиять на видимость сайта в поисковых системах. Почти %1$s никогда %2$s это лучше не делать на живом сайте."],"WARNING:":["ПРЕДУПРЕЖДЕНИЕ:"],"Learn about why permalinks are important for SEO.":["Узнайте почему постоянные ссылки важны для SEO."],"Google Ads":["Google Ads"],"%1$sFunction words in keyphrase%3$s: Your keyphrase \"%4$s\" contains function words only. %2$sLearn more about what makes a good keyphrase.%3$s":["%1$sСлужебные слова в ключевой фразе%3$s: Ваша ключевая фраза \"%4$s\" содержит исключительно служебные слова. %2$sУзнайте больше о хороших ключевых фразах.%3$s"],"Did you know %s also analyzes the different word forms of your keyphrase, like plurals and past tenses?":["А вы знаете что %s также анализирует разные формы слов из ключевой фразы, например, множественное число или прошедшее время?"],"Clear Image":["Очистить изображение"],"%1$sKeyphrase length%3$s: %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sДлина ключевой фразы%3$s: %2$sВведите ключевую фразу, чтобы мы могли посчитать вашу оценку SEO%3$s."],"%1$sKeyphrase in slug%2$s: More than half of your keyphrase appears in the slug. That's great!":["%1$sКлючевое слово в ярлыке%2$s: Больше половины ключевой фразы есть в ярлыке. Это замечательно!"],"%1$sKeyphrase in slug%3$s: (Part of) your keyphrase does not appear in the slug. %2$sChange that%3$s!":["%1$sКлючевое слово в ярлыке%3$s: В ярлыке нет (части) фразы ключевого слова. %2$sИзмените это%3$s!"],"%1$sKeyphrase in slug%2$s: Great work!":["%1$sКлючевое слово в ярлыке%2$s: Отлично сделано!"],"%1$sKeyphrase in title%3$s: Not all the words from your keyphrase \"%4$s\" appear in the SEO title. %2$sTry to use the exact match of your keyphrase in the SEO title%3$s.":["%1$sКлючевая фраза в заголовке%3$s: Не все слова из вашей ключевой фразы \"%4$s\" встречаются в SEO заголовке. %2$sИспользуйте точную копию ключевой фразы в SEO заголовке%3$s."],"%1$sKeyphrase in title%3$s: Does not contain the exact match. %2$sTry to write the exact match of your keyphrase in the SEO title%3$s.":["%1$sКлючевая фраза в заголовке%3$s: SEO заголовок не содержит точную копию ключевой фразы. %2$sИспользуйте точную копию ключевой фразы в SEO заголовке%3$s."],"%1$sKeyphrase in title%3$s: The exact match of the keyphrase appears in the SEO title, but not at the beginning. %2$sTry to move it to the beginning%3$s.":["%1$sКлючевая фраза в заголовке%3$s: Точная копия ключевой фразы встречается в SEO заголовке, но не в его начале. %2$sПостарайтесь передвинуть его в начало SEO заголовка%3$s."],"%1$sKeyphrase in title%2$s: The exact match of the keyphrase appears at the beginning of the SEO title. Good job!":["%1$sКлючевая фраза в заголовке%2$s: Точная копия ключевой фразы встречается в SEO заголовке. Отличная работа!"],"%1$sKeyphrase distribution%2$s: Good job!":["%1$sРаспределение ключевой фразы%2$s: Отлично!"],"%1$sKeyphrase distribution%3$s: Uneven. Some parts of your text do not contain the keyphrase or its synonyms. %2$sDistribute them more evenly%3$s.":["%1$sРаспределение ключевой фразы%3$s: Неравномерное. Некоторые части вашего текста не содержат ключевой фразы или ее синонимов. %2$sРаспределите их более равномерно%3$s."],"%1$sKeyphrase distribution%3$s: Very uneven. Large parts of your text do not contain the keyphrase or its synonyms. %2$sDistribute them more evenly%3$s.":["%1$sРаспределение ключевой фразы%3$s: Очень неравномерное. Большие части вашего текста не содержат ключевой фразы или ее синонимов. %2$sРаспределите их более равномерно%3$s."],"%1$sKeyphrase distribution%3$s: %2$sInclude your keyphrase or its synonyms in the text so that we can check keyphrase distribution%3$s.":["%1$sРаспределение ключевой фразы%3$s: %2$sИспользуйте в тексте вашу ключевую фразу и ее синонимы, чтобы мы могли посчитать распределение ключевой фразы%3$s."],"Help on choosing the perfect focus keyphrase":["Помощь по выбору идеального фокусного ключевого слова."],"Would you like to add a related keyphrase?":["Хотите добавить похожее ключевое слово?"],"Go %s!":["Перейти %s!"],"Not showing the date archives in the search results technically means those will have a %1$s robots meta. %2$sMore info on the search results settings%3$s.":["Не показывать архивы по дате в результатах поиска технически значит, что они будут иметь метатэг %1$s robots.  %2$sБольше информации о настройках результатов поиска%3$s."],"Rank better with synonyms & related keyphrases":["Получите лучшую ранжировку с использованием синонимов и похожих ключевых слов"],"optimize a single post for synonyms and related keyphrases.":["оптимизируйте отдельную запись по синонимам и похожим ключевым словам."],"Synonyms & related keyphrases":["Синонимы и похожие ключевые слова"],"Add related keyphrase":["Добавить похожее ключевое слово"],"Dismiss %s upgrade notice":["Скрыть заметку об обновлении %s"],"Upgrade to %s":["Обновить до %s"],"%1$s video":["%1$s видео"],"Get %s":["Получите %s"],"%4$sPreviously used keyphrase%6$s: You've used this keyphrase %1$s%2$d times before%3$s. %5$sDo not use your keyphrase more than once%6$s.":["%4$sРанее использованное ключевое слово%6$s: вы уже использовали это ключевое слово %1$s%2$d раз перед%3$s. %5$sНе используйте ключевые слова более одного раза%6$s."],"%3$sPreviously used keyphrase%5$s: You've used this keyphrase %1$sonce before%2$s. %4$sDo not use your keyphrase more than once%5$s.":["%3$sРанее использованное ключевое слово%5$s: вы уже использовали это ключевое слово %1$sодин раз перед%2$s. %4$sНе используйте ключевые слова более одного раза%5$s."],"%1$sPreviously used keyphrase%2$s: You've not used this keyphrase before, very good.":["%1$sРанее использованное ключевое слово%2$s: Вы еще не использовали это ключевое слово. Отлично!"],"%1$sSlug stopwords%3$s: The slug for this page contains a stop word. %2$sRemove it%3$s!":["%1$sСтоп-слова в ярлыке%3$s: Ярлык у этой страницы содержит стоп-слово. %2$sУберите его%3$s!","%1$sСтоп-слова в ярлыке%3$s: Ярлык у этой страницы содержит стоп-слова. %2$sУберите его%3$s!","%1$sСтоп-слова в ярлыке%3$s: Ярлык у этой страницы содержит стоп-слова. %2$sУберите его%3$s!"],"%1$sSlug too long%3$s: the slug for this page is a bit long. %2$sShorten it%3$s!":["%1$sЯрлык слишком длинный%3$s: ярлык для этой страницы слишком длинный. %2$sСократите его%3$s!"],"%1$sImage alt attributes%3$s: No images appear on this page. %2$sAdd some%3$s!":["%1$sAlt-атрибуты изображений%3$s: На этой странице нет изображений. %2$sДобавьте их%3$s!"],"%1$sLink keyphrase%3$s: You're linking to another page with the words you want this page to rank for. %2$sDon't do that%3$s!":["%1$sСсылка с ключевой фразой%3$s: Вы ссылаетесь на другую страницу, используя слова из ключевой фразы. %2$sНе делайте этого%3$s!"],"This is far below the recommended minimum of %5$d word. %3$sAdd more content%4$s.":["Это существенно ниже рекомендуемого минимума в %5$d слово. %3$sДобавьте больше текста%4$s.","Это существенно ниже рекомендуемого минимума в %5$d слова. %3$sДобавьте больше текста%4$s.","Это существенно ниже рекомендуемого минимума в %5$d слов. %3$sДобавьте больше текста%4$s."],"This is below the recommended minimum of %5$d word. %3$sAdd more content%4$s.":["Это ниже рекомендуемого минимума в %5$d слово. %3$sДобавьте больше текста%4$s.","Это ниже рекомендуемого минимума в %5$d слова. %3$sДобавьте больше текста%4$s.","Это ниже рекомендуемого минимума в %5$d слов. %3$sДобавьте больше текста%4$s."],"%2$sText length%4$s: The text contains %1$d word.":["%2$sДлина текста%4$s: Текст содержит %1$d слово.","%2$sДлина текста%4$s: Текст содержит %1$d слова.","%2$sДлина текста%4$s: Текст содержит %1$d слов."],"%2$sText length%3$s: The text contains %1$d word. Good job!":["%2$sДлина текста%3$s: Текста содержит %1$d слово. Отличная работа!","%2$sДлина текста%3$s: Текста содержит %1$d слова. Отличная работа!","%2$sДлина текста%3$s: Текста содержит %1$d слов. Отличная работа!"],"%1$sKeyphrase in subheading%3$s: More than 75%% of your higher-level subheadings reflect the topic of your copy. That's too much. %2$sDon't over-optimize%3$s!":["%1$sКлючевая фраза в подзаголовках%3$s: Более 75%% ваших подзаголовков верхнего уровня отражают тему вашего текста. Это слишком много. %2$sНе переоптимизируйте%3$s!"],"%1$sSEO title width%3$s: %2$sPlease create an SEO title%3$s.":["%1$sШирина SEO заголовка%3$s: %2$sПожалуйста, добавьте SEO заголовок%3$s."],"%1$sSEO title width%3$s: The SEO title is wider than the viewable limit. %2$sTry to make it shorter%3$s.":["%1$sШирина SEO заголовка%3$s: Ваш SEO заголовок выходит за видимый предел. %2$sПостарайтесь сократить его%3$s."],"%1$sSEO title width%2$s: Good job!":["%1$sШирина SEO заголовка%2$s: Отличная работа!"],"%1$sSEO title width%3$s: The SEO title is too short. %2$sUse the space to add keyphrase variations or create compelling call-to-action copy%3$s.":["%1$sШирина SEO заголовка%3$s: SEO заголовок слишком короткий. %2$sИспользуйте пространство, чтобы добавить слова из ключевой фразы или призыв к действию%3$s."],"%1$sOutbound links%2$s: There are both nofollowed and normal outbound links on this page. Good job!":["%1$sИсходящие ссылки%2$s: Есть ссылки и нормальные и с атрибутами nofollow. Хорошо!"],"%1$sOutbound links%2$s: Good job!":["%1$sИсходящие ссылки%2$s: Хорошая работа!"],"%1$sOutbound links%3$s: All outbound links on this page are nofollowed. %2$sAdd some normal links%3$s.":["%1$sИсходящие ссылки%3$s: Все исходящие ссылки имеют атрибут nofollow. %2$sДобавьте пару нормальных ссылок%3$s."],"%1$sOutbound links%3$s: No outbound links appear in this page. %2$sAdd some%3$s!":["%1$sИсходящие ссылки%3$s: На странице нет исходящих ссылок. %2$sДобавьте их%3$s!"],"%1$sMeta description length%2$s: Well done!":["%1$sДлина мета описания%2$s: Отлично!"],"%1$sMeta description length%3$s: The meta description is over %4$d characters. To ensure the entire description will be visible, %2$syou should reduce the length%3$s!":["%1$sДлина мета описания%3$s: Ваше мета описание длиннее %4$d символов. Чтобы сделать ваше описание полностью видимым, %2$sвам надо сократить длину мета описания%3$s!"],"%1$sMeta description length%3$s: The meta description is too short (under %4$d characters). Up to %5$d characters are available. %2$sUse the space%3$s!":["%1$sДлина мета описания%3$s: Ваше мета описание слишком короткое (менее %4$d символов). Вам доступны %5$d символов. %2$sИспользуйте их%3$s!"],"%1$sMeta description length%3$s:  No meta description has been specified. Search engines will display copy from the page instead. %2$sMake sure to write one%3$s!":["%1$sДлина мета описания%3$s:  Вы еще не добавили мета описание. Вместо него поисковые системы будут отображать части содержимого с вашей страницы. %2$sСоздайте мета описание%3$s!"],"%1$sKeyphrase in meta description%2$s: The meta description has been specified, but it does not contain the keyphrase. %3$sFix that%4$s!":["%1$sКлючевая фраза в мета описании%2$s: Вы добавили мета описание, но вы не включили в него вашу ключевую фразу. %3$sИсправьте это%4$s!"],"%1$sKeyphrase in meta description%2$s: The meta description contains the keyphrase %3$s times, which is over the advised maximum of 2 times. %4$sLimit that%5$s!":["%1$sКлючевая фраза в мета описании%2$s: Ваше мета описание содержит ключевую фразу %3$s раз, что больше рекомендуемого максимума (2 раза). %4$sНе повторяйтесь%5$s!"],"%1$sKeyphrase in meta description%2$s: Keyphrase or synonym appear in the meta description. Well done!":["%1$sКлючевая фраза в мета описании%2$s: Ключевая фраза или ее синоним встречаются в мета описании. Отлично!"],"%3$sKeyphrase length%5$s: The keyphrase is %1$d words long. That's way more than the recommended maximum of %2$d words. %4$sMake it shorter%5$s!":["%3$sДлина ключевой фразы%5$s: Ваша ключевая фраза содержит %1$d слов. Это существенно больше чем рекомендуемый максимум (%2$d слов). %4$sУкоротите ее%5$s!"],"%3$sKeyphrase length%5$s: The keyphrase is %1$d words long. That's more than the recommended maximum of %2$d words. %4$sMake it shorter%5$s!":["%3$sДлина ключевой фразы%5$s: Ваша ключевая фраза содержит %1$d слов. Это больше чем рекомендуемый максимум (%2$d слов). %4$sУкоротите ее%5$s!"],"%1$sKeyphrase length%2$s: Good job!":["%1$sДлина ключевой фразы%2$s: Отлично!"],"%1$sKeyphrase length%3$s: No focus keyphrase was set for this page. %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sДлина ключевой фразы%3$s: Для этой страницы не установлено фокусное ключевое слово. %2$sУстановите его для расчета SEO оценки%3$s."],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms do not appear in the first paragraph. %2$sMake sure the topic is clear immediately%3$s.":["%1$sКлючевая фраза во вступлении%3$s: Ваша ключевая фраза или ее синонимы не встречаются в первом абзаце. %2$sУбедитесь, что тема текста ясна сразу%3$s."],"%1$sKeyphrase in introduction%3$s:Your keyphrase or its synonyms appear in the first paragraph of the copy, but not within one sentence. %2$sFix that%3$s!":["%1$sКлючевая фраза во вступлении%3$s: Ваша ключевая фраза или ее синонимы встречаются в первом абзаце, но не внутри одного предложения. %2$sИсправьте это%3$s!"],"%1$sKeyphrase in introduction%2$s: Well done!":["%1$sКлючевая фраза во вступлении%2$s: Отлично!"],"%1$sInternal links%2$s: There are both nofollowed and normal internal links on this page. Good job!":["%1$sВнутренние ссылки%2$s: В тексте есть внутренние ссылки с атрибутом nofollow и обычные внутренние ссылки. Хорошая работа!"],"%1$sInternal links%2$s: You have enough internal links. Good job!":["%1$sВнутренние ссылки%2$s: В вашем тексте достаточно внутренних ссылок. Хорошая работа!"],"%1$sInternal links%3$s: The internal links in this page are all nofollowed. %2$sAdd some good internal links%3$s.":["%1$sВнутренние ссылки%3$s: В тексте есть только внутренние ссылки с атрибутом nofollow. %2$sДобавьте несколько хороших внутренних ссылок%3$s."],"%1$sInternal links%3$s: No internal links appear in this page, %2$smake sure to add some%3$s!":["%1$sВнутренние ссылки%3$s: В тексте нет внутренних ссылок, %2$sдобавьте несколько%3$s!"],"%1$sTransition words%2$s: Well done!":["%1$sПереходные слова%2$s: Отличная работа!"],"%1$sTransition words%2$s: Only %3$s of the sentences contain transition words, which is not enough. %4$sUse more of them%2$s.":["%1$sПереходные слова%2$s: Только %3$s предложений содержат переходные слова, этого не достаточно. %4$sИспользуйте больше переходных слов%2$s."],"%1$sTransition words%2$s: None of the sentences contain transition words. %3$sUse some%2$s.":["%1$sПереходные слова%2$s: Ни одно из предложений не содержит переходных слов. %3$sИспользуйте переходные слова%2$s."],"%1$sNot enough content%2$s: %3$sPlease add some content to enable a good analysis%2$s.":["%1$sНедостаточно содержимого%2$s: %3$sПожалуйста, добавьте больше текста, чтобы мы смогли качественно его проанализировать%2$s."],"%1$sSubheading distribution%2$s: You are not using any subheadings, but your text is short enough and probably doesn't need them.":["%1$sРаспределение подзаголовков%2$s: Вы не используете подзаголовки, но ваш текст достаточно короткий, так что возможно они и не нужны."],"%1$sSubheading distribution%2$s: You are not using any subheadings, although your text is rather long. %3$sTry and add some subheadings%2$s.":["%1$sРаспределение подзаголовков%2$s: Вы не используете подзаголовки хотя ваш текст достаточно длинный. %3$sПостарайтесь добавить несколько подзаголовков%2$s."],"%1$sSubheading distribution%2$s: %3$d section of your text is longer than %4$d words and is not separated by any subheadings. %5$sAdd subheadings to improve readability%2$s.":["%1$sРаспределение подзаголовков%2$s: %3$d секция вашего текста длиннее, чем %4$d слов и не разделена подзаголовками. %5$sДобавьте подзаголовки, чтобы улучшить читаемость%2$s.","%1$sРаспределение подзаголовков%2$s: %3$d секции вашего текста длиннее, чем %4$d слов и не разделены подзаголовками. %5$sДобавьте подзаголовки, чтобы улучшить читаемость%2$s.","%1$sРаспределение подзаголовков%2$s: %3$d секций вашего текста длиннее, чем %4$d слов и не разделены подзаголовками. %5$sДобавьте подзаголовки, чтобы улучшить читаемость%2$s."],"%1$sSubheading distribution%2$s: Great job!":["%1$sРаспределение подзаголовков%2$s: Отличная работа!"],"%1$sSentence length%2$s: %3$s of the sentences contain more than %4$s words, which is more than the recommended maximum of %5$s. %6$sTry to shorten the sentences%2$s.":["%1$sДлина предложений%2$s: %3$s ваших предложений длиннее, чем %4$s слов, что больше, чем рекомендуемый максимум в %5$s. %6$sПопытайтесь укоротить предложения%2$s."],"%1$sSentence length%2$s: Great!":["%1$sДлина предложений%2$s: Отлично!"],"%1$sConsecutive sentences%2$s: There is enough variety in your sentences. That's great!":["%1$sПоследовательные предложения%2$s: В ваших предложениях достаточно разнообразия. Это очень хорошо!"],"%1$sConsecutive sentences%2$s: The text contains %3$d consecutive sentences starting with the same word. %5$sTry to mix things up%2$s!":["%1$sПоследовательные предложения%2$s: Ваш текст содержит %3$d предложений подряд, которые начинаются с одного и того же слова. %5$sДобавьте разнообразия%2$s!","%1$sПоследовательные предложения%2$s: Ваш текст содержит %4$d частей, где %3$d предложений подряд начинаются с одного и того же слова. %5$sДобавьте разнообразия%2$s!","%1$sПоследовательные предложения%2$s: Ваш текст содержит %4$d частей, где %3$d предложений подряд начинаются с одного и того же слова. %5$sДобавьте разнообразия%2$s!"],"%1$sPassive voice%2$s: %3$s of the sentences contain passive voice, which is more than the recommended maximum of %4$s. %5$sTry to use their active counterparts%2$s.":["%1$sПассивный голос%2$s: %3$s ваших предложений содержат пассивный голос, что выше рекомендуемого максимума в %4$s. %5$sСтарайтесь использовать больше активного голоса%2$s."],"%1$sPassive voice%2$s: You're using enough active voice. That's great!":["%1$sПассивный голос%2$s: Вы используете достаточно активного голоса. Это прекрасно!"],"%1$sParagraph length%2$s: %3$d of the paragraphs contains more than the recommended maximum of %4$d words. %5$sShorten your paragraphs%2$s!":["%1$sДлина абзацев%2$s: %3$d из ваших абзацев содержит больше, чем рекомендуемым максимум в %4$d слов. %5$sУкоротите абзацы%2$s!","%1$sДлина абзацев%2$s: %3$d из ваших абзацев содержат больше, чем рекомендуемым максимум в %4$d слов. %5$sУкоротите абзацы%2$s!","%1$sДлина абзацев%2$s: %3$d из ваших абзацев содержат больше, чем рекомендуемым максимум в %4$d слов. %5$sУкоротите абзацы%2$s!"],"%1$sParagraph length%2$s: None of the paragraphs are too long. Great job!":["%1$sДлина абзацев%2$s: Ни один из ваших абзацев не слишком длинный. Отличная работа!"],"Good job!":["Отличная работа!"],"%1$sFlesch Reading Ease%2$s: The copy scores %3$s in the test, which is considered %4$s to read. %5$s%6$s%7$s":["%1$sИндекс читаемости Флеша%2$s: Ваш текст получил оценку %3$s в тесте удобочитаемости, что означает, что его %4$s читать. %5$s%6$s%7$s"],"Focus keyphrase":["Фокусное ключевое слово"],"%1$s with ID %2$s couldn't be patched":["%1$s с ID %2$s не может быть исправлен"],"Invalid POST request. Meta values already exist for object with ID %1$s.":["Неверный запрос POST. Мета значения уже существуют для объекта с ID %1$s."],"Indexable with ID `%1$s` does not exist":["Индексируемый объект с ID `%1$s` не существует"],"No object with ID %1$s and %2$s could be found":["Объекты с ID %1$s и %2$s не могут быть найдены"],"`%1$s` is not a valid subtype of `%2$s`":["`%1$s` - неверный подтип `%2$s`"],"The object type `%1$s` is invalid":["Неверный тип объекта `%1$s`"],"Invalid type for parameter `%1$s` passed. Expected `%2$s`, but got `%3$s`":["Указан неверный тип параметра `%1$s`. Ожидалось `%2$s`, но получено `%3$s`"],"The parameter `%1$s` cannot be empty.":["Параметр `%1$s` не может быть пустым."],"Check Keyphrase Density":["Проверить плотность ключевых слов"],"Disable":["Отключить"],"Allow Control":["Разрешить контроль"],"This tab allows you to selectively disable %s features for all sites in the network. By default all features are enabled, which allows site admins to choose for themselves if they want to toggle a feature on or off for their site. When you disable a feature here, site admins will not be able to use that feature at all.":["На этой вкладке можно выборочно отключить возможности %s для всех сайтов сети. По умолчанию все возможности включены, что позволяет администраторам сайта настраивать их самостоятельно для своих сайтов. Если вы отключите какую-либо возможность здесь, то администраторы сайта не смогут ее использовать совсем."],"%s is a required feature toggle argument.":["%s - требуемый аргумент для включения или выключения возможности."],"Keyphrase:":["Ключевое слово:"],"Remove keyphrase":["Убрать ключевое слово"],"This feature has been disabled by the network admin.":["Эта возможность отключена администратором сети."],"Focus keyphrase not set.":["Фокусное ключевое слово не установлено."],"Multiple keyphrases":["Множественные ключевые слова"],"Colon":["Двоеточие"],"Both %1$s and %2$s manage the SEO of your site. Running two SEO plugins at the same time is detrimental.":["%1$s и %2$s управляют настройками SEO вашего сайта. Запуск двух плагинов SEO одновременно может навредить вашему сайту."],"There is a new notification.":["Есть новое уведомление.","Есть новые уведомления.","Есть новые уведомления."],"Learn more about the readability analysis":["Подробнее об анализе читаемости"],"Describe the duration of the instruction:":["Опишите длительность инструкции:"],"Optional. Customize how you want to describe the duration of the instruction":["Не обязательно. Настройте то, как вы хотите описать длительность инструкции"],"This is a list of related content to which you could link in your post. {{a}}Read our article about site structure{{/a}} to learn more about how internal linking can help improve your SEO.":["Это список связанного содержимого, на которое вы можете сослаться в записи. {{a}}Прочитайте нашу статью о структуре сайта{{/a}}, чтобы узнать как внутренняя перелинковка может улучшить SEO."],"%s, %s and %s":["%s, %s и %s"],"%s and %s":["%s и %s"],"%d minute":["%d минута","%d минуты","%d минут"],"%d hour":["%d час","%d часа","%d часов"],"%d day":["%d день","%d дня","%d дней"],"Enter a step title":["Введите название шага"],"Optional. This can give you better control over the styling of the steps.":["Необязательно, но это даст вам больший контроль над стилем шагов."],"CSS class(es) to apply to the steps":["CSS класс(ы) применяемые к шагам"],"minutes":["минуты"],"hours":["часы"],"days":["дни"],"Create a How-to guide in an SEO-friendly way. You can only use one How-to block per post.":["Создавайте ваши Howto-руководства в SEO-оптимизированном виде. Вы можете использовать только 1 блок Howto на запись. "],"List your Frequently Asked Questions in an SEO-friendly way. You can only use one FAQ block per post.":["Создавайте списки ваших Часто Задаваемых Вопросов в SEO-оптимизированном виде. Вы можете использовать только 1 блок FAQ на запись."],"Copy error":["Ошибка копирования"],"An error occurred loading the %s primary taxonomy picker.":["Возникла ошибка загрузки %s выбора основной таксономии."],"%1$s Structured Data Blocks":["%1$s структурированные блоки данных"],"Time needed:":["Необходимое время:"],"Move question down":["Переместить вопрос ниже"],"Move question up":["Переместить вопрос выше"],"Insert question":["Вставить вопрос"],"Delete question":["Удалить вопрос"],"Enter the answer to the question":["Введите ответ на вопрос"],"Enter a question":["Введите вопрос"],"Add question":["Добавить вопрос"],"Frequently Asked Questions":["Часто задаваемые вопросы"],"Great news: you can, with %s!":["Отличная новость: вы можете, с %s!"],"Select the primary %s":["Выбрать основной %s"],"Check links to this URL":["Проверить ссылки на этот URL"],"Keyword research training":["Тренинг по ключевым словам"],"Please check the %1$sarchive template%2$s for the following content type: %3$s.":["Пожалуйста, проверьте %1$sшаблон архива%2$s для следующего типа контента: %3$s.","Пожалуйста, проверьте %1$sшаблона архива%2$s для следующих типов контента: %3$s.","Пожалуйста, проверьте %1$sшаблонов архива%2$s для следующих типов контента: %3$s."],"Are you trying to use multiple keyphrases? You should add them separately below.":["Вы пытаетесь использовать несколько ключевых слов? Вы должны добавить их раздельно ниже."],"Mark as cornerstone content":["Отметить как основное содержимое"],"Move step down":["Переместить шаг вниз"],"Move step up":["Переместить шаг наверх"],"Insert step":["Вставить шаг"],"Delete step":["Удалить шаг"],"Add image":["Добавить изображение"],"Enter a step description":["Указать описание шага"],"Enter a description":["Указать описание"],"Unordered list":["Несортированый список"],"Showing step items as an ordered list.":["Элементы шагов указаны в упорядоченном списке."],"Showing step items as an unordered list":["Элементы шагов указаны в неупорядоченном списке."],"Add step":["Добавить шаг"],"Delete total time":["Удалить общее время"],"Add total time":["Добавить общее время"],"How to":["How to"],"How-to":["How-to"],"Snippet Preview":["Предварительный просмотр сниппета"],"Analysis results":["Результаты анализа"],"Enter a focus keyphrase to calculate the SEO score":["Введите фокусное ключевое слово для расчета оценки SEO"],"Learn more about Cornerstone Content.":["Узнайте больше про Основное содержимое."],"Cornerstone content should be the most important and extensive articles on your site.":["Основным содержимым должны быть наиболее важные и обширные статьи на вашем сайте."],"Restore Site":["Восстановить сайт"],"Network Settings":["Настройки сети"],"You are not allowed to perform this action.":["Вам не разрешено выполнить это действие."],"Error: %s":["Ошибка: %s"],"Success: %s":["Успешно: %s"],"Site with ID %d not found.":["Сайт с ID %d не найден."],"No site has been selected to restore.":["Не выбран сайт для восстановления."],"You are not allowed to modify unregistered network settings.":["Вам не разрешено изменять незарегистрированные настойки сети."],"deleted":["удалено"],"Would you like to add another keyphrase?":["Хотите добавить другое ключевое слово?"],"image preview":["Предварительный просмотр изображения"],"Copied!":["Скопировано!"],"Not supported!":["Не поддерживается!"],"Read {{a}}our article about site structure{{/a}} to learn more about how internal linking can help improve your SEO.":["Прочитайте {{a}}нашу статью о структуре сайта{{/a}} для того, чтобы узнать больше как внутренняя перелинковка улучшает SEO."],"Once you add a bit more copy, we'll give you a list of related content here to which you could link in your post.":["Как только вы напишете чуть больше, мы предложим вам список связанного содержимого, на которое вы можете сослаться в записи."],"Consider linking to these {{a}}cornerstone articles:{{/a}}":["Рассмотрите создание ссылок на эти {{a}}статьи основного содержимого:{{/a}}"],"Consider linking to these articles:":["Подумайте о размещении ссылок на эти статьи:"],"Copy link":["Скопировать ссылку"],"Copy link to suggested article: %s":["Скопировать ссылку в предложенную статью: %s"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":["Прочтите наше%1$sзамечательное руководство по исследованию ключевых слов%2$s, чтобы узнать больше о исследовании и стратегии ключевых слов."],"Once you add a bit more copy, we'll give you a list of words and word combinations that occur the most in the content. These give an indication of what your content focuses on.":["Как только вы напишете чуть больше, мы предложим вам список слов и комбинаций, которые чаще всего встречаются в содержимом. Они покажут на чем фокусируется ваше содержимое."],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly. ":["Следующие слова и комбинации слов встречаются в содержимом чаще всего. Это дает информацию о том, какая основная тема Вашего текста. Если данные слова сильно отличаются от задуманной темы, возможно Вы захотите соответствующим образом переписать текст."],"Prominent words":["Важные слова"],"The site's tagline":["Краткое описание сайта"],"We've recently improved the functionality of the Search Appearance settings. Unfortunately, we've discovered that for some edge-cases, saving the settings for specific post type archives might have gone wrong.":["Мы недавно улучшили функциональность настроек вида результатов поиска. К сожалению, мы обнаружили, что в отдельных крайних случаях сохранение настроек для отдельных типов архивов записей работало некорректно."],"Not all required fields are given. Missing field %1$s":["Заполнены не все обязательные поля. Пропущено поле %1$s"],"Optimize your site for Google News.":["Оптимизируйте ваш сайт для Google News."],"Optimize your shop's SEO and sell more products!":["Оптимизируйте SEO вашего магазина и продавайте больше!"],"Be found in Google Video search and enhance your video sharing on social media.":["Пусть вас находят в Google поиске видео, а также улучшите распространение видео в социальных сетях."],"Be found in Google Maps and local results.":["Пусть вас находят на Google картах и в локальном поиске."],"Learn practical SEO skills to rank higher in Google.":["Изучите практические навыки SEO, для повышения рейтинга в Google."],"Don’t waste time figuring out the best settings yourself.":["Не тратьте время на то, чтобы самостоятельно определять лучшие настройки."],"Get quick wins to make your site rank higher in search engines.":["Достигните быстрых побед в ранжировке вашего сайта в поисковых системах."],"Add synonyms":["Добавить синонимы"],"Would you like to add keyphrase synonyms?":["Вы хотите добавить синонимы ключевых слов?"],"Would you like to add more than one keyphrase?":["Вы хотите добавить несколько ключевых слов?"],"You can edit the SEO meta-data for this custom type on the %1$sShop page%2$s.":["Вы можете редактировать SEO мета-данные для этого пользовательского типа на %1$sстранице магазина%2$s."],"You haven't set a Shop page in your WooCommerce settings. Please do this first.":["Вы не установили страницу магазина в настройках WooCommerce. Установите её сейчас."],"Current year":["Этот год"],"Page":["Страница"],"Breadcrumb settings for %s archive":["Настройки \"хлебных крошек\" для архивов %s"],"Something went wrong. Please reload the page.":["Что-то пошло не так, перезагрузите страницу."],"Tagline":["Подзаголовок"],"Modify your meta description by editing it right here":["Измените свое мета-описание, отредактировав его прямо здесь"],"description (custom taxonomy)":["описание (произвольная таксономия)"],"(custom taxonomy)":["(произвольная таксономия)"],"(custom field)":["(произвольное поле)"],"Term404":["Элемент404"],"Caption":["Подпись"],"Pagenumber":["Номер страницы"],"Pagetotal":["Число страниц всего"],"Page number":["Номер страницы"],"User description":["Описание пользователя"],"ID":["ID"],"Modified":["Изменено"],"Post type (plural)":["Тип записей (plural)"],"Post type (singular)":["Тип записи (singular)"],"Separator":["Разделитель"],"Search phrase":["Поисковая фраза"],"Term title":["Заголовок элемента"],"Term description":["Описание элемента"],"Tag description":["Описание метки"],"Category description":["Описание рубрики"],"Primary category":["Основная рубрика"],"Category":["Рубрика"],"Tag":["Метка"],"Excerpt only":["Только отрывок"],"Excerpt":["Отрывок"],"Site title":["Название сайта"],"Archive title":["Заголовок архива"],"Parent title":["Заголовок родителя"],"Date":["Дата"],"Label":["Ярлык"],"You should create a redirect to ensure your visitors do not get a 404 error when they click on the no longer working URL.":["Вам стоит создать перенаправление, чтобы посетители не получали 404 ошибку при переходе на более несуществующий URL."],"Search engines and other websites can still send traffic to your deleted post.":["Поисковые системы и другие сайты все еще могут генерировать трафик на удаленную запись."],"Make sure you don't miss out on traffic!":["Не пропустите трафик!"],"You just deleted a %1$s.":["Вы удалили %1$s."],"You just trashed a %1$s.":["Вы переместили %1$s в корзину."],"Settings for %s archive":["Настройки для архивов %s"],"Settings for single %s URLs":["Настройки URL для отдельных %s"],"The settings on this page allow you to specify what the default search appearance should be for any type of content you have. You can choose which content types appear in search results and what their default description should be.":["Настройки на этой странице позволяют указать как будет выглядеть результат поиска по умолчанию для любого типа содержимого. Вы можете выбрать какой тип содержимого появится в результатах поиска и вариант описания по умолчанию."],"Url preview":["Предпросмотр URL"],"Please provide a meta description by editing the snippet below. If you don’t, Google will try to find a relevant part of your post to show in the search results.":["Пожалуйста, укажите мета-описание, изменив фрагмент снизу. Если Вы не сделаете этого, Google попытается найти соответствующую часть Вашего поста, чтобы показать в поисковых результатах."],"Insert snippet variable":["Введите переменную фрагмента"],"Dismiss this notice":["Закрыть это уведомление"],"No results":["Нет результатов"],"%d result found, use up and down arrow keys to navigate":["%d результат найден, используйте стрелки вверх и вниз для навигации","%d результата найдены, используйте стрелки вверх и вниз для навигации","%d результатов найдено, используйте стрелки вверх и вниз для навигации"],"Your site language is set to %s. If this is not correct, contact your site administrator.":["Язык вашего сайта - %s. Если это неверно, сообщите администратору вашего сайта."],"Number of results found: %d":["Количество найденых результатов: %d"],"Note that not all variables can be used in every field.":["Учтите то, что не все переменные можно использовать в каждом поле."],"Snippet variables":["Переменные сниппета"],"%1$s respects your privacy. Read our %2$sprivacy policy%3$s on how we handle your personal information.":["%1$s уважает Вашу конфиденциальность. Прочтите наш %2$sprivacy policy%3$s о том, как мы поступаем с Вашей личной информацией."],"If you know what this means and you do not want to see this message anymore, you can %1$sdismiss this message%2$s.":["Вы можете %1$s отклонить это сообщение%2$s, если знаете, что это значит, и не хотите больше видеть это сообщение."],"Your site's settings currently allow attachment URLs on your site to exist. Please read %1$sthis post about a potential issue%2$s with attachment URLs and check whether you have the correct setting for your site.":["Настройки Вашего сайта разрешают прикреплять URL на Ваш сайт. Пожалуйста, прочтите %1$s этот пост о потенциальных проблемах %2$s с прикреплёнными URL и проверьте, если у Вас установлены правильные настройки для Вашего сайта."],"Unknown type %1$s":["Неизвестный тип %1$s"],"Includes a free MyYoast account which gives you access to our free SEO for Beginners course!":["Включает бесплатную учётную запись MyYoast, которая дает вам доступ к нашему бесплатному курсу SEO для начинающих!"],"Sign up for our newsletter if you would like to keep up-to-date about %1$s, other cool plugins by %2$s, and interesting news and tips from the world of SEO.":["Подпишитесь на нашу новостную рассылку, если хотите получать новости о %1$s и других классных плагинах %2$s, а также читать интересные новости и советы из мира SEO."],"Get your Baidu verification code in %1$sBaidu Webmaster Tools%2$s.":["Получите ваш код верификации Baidu в %1$sBaidu Webmaster Tools%2$s."],"Baidu verification code":["Код верификации Baidu"],"The %s importer functionality uses temporary database tables. It seems your WordPress install does not have the capability to do this, please consult your hosting provider.":["Импортер %s использует временные таблицы баз данных. WordPress, который вы используете, не может делать этого. Пожалуйста, обратитесь к вашему хостинг-провайдеру."],"Cleanup of %s data failed.":["Очистка данных %s не удалась."],"Content Type":["Тип содержимого"],"Filter by content type":["Фильтровать по типу содержимого"],"Show All Content Types":["Показывать все типы содержимого"],"To fix this uncheck the box in front of the \"Break comments into pages...\" on the %1$sComment settings page%2$s.":["Чтобы исправить это, уберите галочку с \"Разделять комментарии по страницам...\" на странице %1$sНастройки комментариев%2$s."],"Replaced with the normal title for an archive generated by WordPress":["Заменено на нормальный заголовок для архива, сгенерированного WordPress"],"Clean":["Очистить"],"Once you're certain your site is OK, you can clean up. This will remove all the original data.":["Если вы уверены, что ваш сайт в порядке, вы можете провести очистку, это удалит все исходные данные."],"Step 5: Clean up":["Шаг 5: очистка"],"You should run the configuration wizard, from the SEO &rarr; General &rarr; Dashboard page, to make sure all the settings for your site are correct.":["Вам нужно запустить мастер конфигурации со страницы SEO &rarr; General &rarr; Dashboard, чтобы убедиться, что ваш сайт настроен правильно. "],"Step 4: Run the configuration wizard":["Шаг 4: запустите мастер настроек"],"Please check your posts and pages and see if the metadata was successfully imported.":["Пожалуйста, проверьте ваши статьи и страницы и убедитесь, что метаданные были импортированы правильно."],"Step 3: Check your data":["Шаг 3: проверьте ваши данные"],"This will import the post metadata like SEO titles and descriptions into your %1$s metadata. It will only do this when there is no existing %1$s metadata yet. The original data will remain in place.":["Это импортирует метаданные типа заголовка SEO и описаний в метаданные %1$s. Это произойдет только в том случае, если вы еще не задали метаданные %1$s. Первоначальные данные останутся на месте."],"Step 2: Import":["Шаг 2: импорт"],"Please make a backup of your database before starting this process.":["Пожалуйста, создайте бекап-версию вашей базы данных прежде чем начинать."],"Step 1: Create a backup":["Шаг 1: создайте резервную копию"],"We've detected data from one or more SEO plugins on your site. Please follow the following steps to import that data:":["Мы обнаружили данные одного или нескольких плагинов SEO на вашем сайте. Пожалуйста, пройдите по следующим ссылкам, чтобы импортировать ваши данные."],"Plugin: ":["Плагин:"],"%s did not detect any plugin data from plugins it can import from.":["%s не обнаружил данных других плагинов для импорта."],"Posts that should not show up in search results":["Записи которые не должны показываться в результатах поиска"],"%s data found.":["%s данные найдены."],"%s data successfully removed.":["%s данные удалены"],"%s data successfully imported.":["%s данные импортированы."],"%s data not found.":["%s данные не найдены."],"Improve your SEO skills":["Улучшите ваши навыки SEO"],"24/7 email support":["Поддержка по e-mail 24/7 "],"No more dead links a.k.a. 404 pages":["Больше нет битых ссылок (404 страниц)"],"Get real-time suggestions for internal links":["Получайте мгновенные предложения по внутренним ссылкам для вашего сайта"],"Preview your page in Facebook and Twitter":["Предпросмотр вашей страницы на Facebook и Twitter"],"Click the \"%3$s\" button to use the meta description already set in the %1$sSearch Appearance Homepage%2$s setting.":["Нажмите кнопку \"%3$s\", чтобы использовать мета-описание, уже установленное в настройке %1$s Поиск по сайту %2$s."],"Help on copying the home meta description":["Помощь по копированию мета-описания главной страницы"],"To let search engines know which social profiles are associated to this site, enter your site social profiles data below.":["Для того чтобы сообщить поисковикам о том, какие профили в социальных сетях привязаны к этому сайту, введите ниже информацию о профилях социальных сетей вашего сайта"],"Learn more about your social profiles settings":["Узнайте подробнее о настройках ваших профилей в соцсетях."],"Remove the categories prefix":["Удалить префиксы рубрик"],"Help on the category prefix setting":["Помощь в настройках префиксов рубрик"],"Learn more about the available variables":["Узнайте поподробнее о доступных переменных"],"Learn more about the RSS feed setting":["Узнайте поподробнее о настройках RSS-ленты"],"When you upload media (an image or video for example) to WordPress, it doesn't just save the media, it creates an attachment URL for it. These attachment pages are quite empty: they contain the media item and maybe a title if you entered one. Because of that, if you never use these attachment URLs, it's better to disable them, and redirect them to the media item itself.":["Если вы загружаете медиафайл (например, изображение или видео), WordPress не только сохраняет ваш медиафайл, но и создает URL для него. Страницы с этими URL почти пустые: на них есть только ваше медиа и, возможно, заголовок (если вы его добавили). По этой причине, если вы никогда не используете эти URL, лучше деактивировать их и перенаправить их на сам медиа-объект."],"Learn more about the Media and attachment URLs setting":["Узнайте больше о настройках URL медиафайлов и вложений"],"Learn more about the title separator setting":["Подробнее о настройке разделителя заголовков ..."],"Learn more about the knowledge graph setting":["Подробнее о настройке графа знаний ..."],"Learn more about the homepage setting":["Подробнее о настройке домашней страницы ..."],"Learn more about the special pages setting":["Подробнее о настройке специальных страниц"],"Help on the date archives search results setting":["Помощь в настройке результатов поиска в датированных архивах"],"Not showing the archives for authors without posts in the search results technically means those will have a %1$s robots meta and will be excluded from XML sitemaps. %2$sMore info on the search results settings%3$s.":["Запрет показа архива авторов без публикаций в результатах поиска технически означает, что у них будет %1$s тег в robots meta и они будут исключены из XML карт сайта. %2$sБольше информации о настройках результатов поиска%3$s."],"Help on the authors without posts archive search results setting":["Помощь в настройке результатов поиска для архива авторов без публикаций"],"Not showing the archive for authors in the search results technically means those will have a %1$s robots meta and will be excluded from XML sitemaps. %2$sMore info on the search results settings%3$s.":["Запрет показа архива авторов в результатах поиска технически означает, что у них будет %1$s тег в robots meta и они будут исключены из XML карт сайта. %2$sБольше информации о настройках результатов поиска%3$s."],"Help on the author archives search results setting":["Помощь в настройке результатов поиска авторских архивов"],"Archives settings help":["Помощь с настройками архивов"],"Learn more about the archives setting":["Узнайте больше о настройках архивов"],"Get your Yandex verification code in %1$sYandex Webmaster Tools%2$s.":["Получите ваш код верификации Яндекс в %1$sYandex Webmaster Tools%2$s."],"Yandex verification code":["Код верификации Яндекс"],"Get your Google verification code in %1$sGoogle Search Console%2$s.":["Получите код верификации Google в %1$s Google Search Console %2$s."],"Google verification code":["Код верификации Google"],"Get your Bing verification code in %1$sBing Webmaster Tools%2$s.":["Получите код верификации Bing в %1$s Bing Инструменты для веб-разработчиков %2$s."],"Bing verification code":["Код верификации Bing"],"You can use the boxes below to verify with the different Webmaster Tools. This feature will add a verification meta tag on your home page. Follow the links to the different Webmaster Tools and look for instructions for the meta tag verification method to get the verification code. If your site is already verified, you can just forget about these.":["Используйте следующие блоки, чтобы верифициаровать ваш сайт в разных поисковых системах. Эта настройка добавит метатег верификации на вашу домашнюю страницу. Пройдите по ссылкам на Инструменты для веб-разработчиков разных поисковых систем и получите верификационные коды. Если ваш сайт уже был верифицирован, вам ничего не надо делать. "],"Learn more about the Webmaster Tools verification":["Узнать больше о верификации в Инструментах для веб-разработчиков"],"On":["Вкл"],"Help on: %s":["Справка по: %s"],"%1$s comes with a lot of features. You can enable / disable some of them below. Clicking the question mark gives more information about the feature.":["%1$s предлагает множество разных сервисов. Вы можете активировать/деактивировать некоторые из них ниже. Кликните на знак вопроса, чтобы получить больше информации о сервисе."],"Off":["Выкл"],"The advanced section of the %1$s meta box allows a user to remove posts from the search results or change the canonical. These are things you might not want any author to do. That's why, by default, only editors and administrators can do this. Setting to \"%2$s\" allows all users to change these settings.":["Профессиональная секция метабокса %1$s позволяет пользователю удалять посты из результатов поиска или менять канонические ссылки. Возможно, вы не хотите, чтобы любой автор мог это делать на вашем сайте. Поэтому, по умолчанию, это могут делать только редакторы и администраторы. Настройка \"%2$s\" позволит любому пользователю менять эти настройки."],"Security: no advanced settings for authors":["Безопасность: нет дополнительных настроек для авторов"],"See who contributed to %1$s.":["Посмотрите, кто внес вклад в %1$s."],"Help on this search results setting":["Помощь с настройкой результатов поиска"],"Not showing the archive for %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["Запрет отображения архива %1$s в результатах поиска технически означает, что для них будет отображаться %2$s robots meta они будут исключены из XML карт сайта. %3$sБольше информации о настройках результатов поиска%4$s."],"Not showing %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["Запрет отображения %1$s в результатах поиска технически означает, что для них будет отображаться %2$s robots meta они будут исключены из XML карт сайта. %3$sБольше информации о настройках результатов поиска%4$s."],"Default for %2$s, currently: %1$s":["По умолчанию для %2$s, в настоящее время: %1$s"],"Show %s in search results?":["Показать %s в результатах поиска?"],"this author's archives":["архивы этого автора"],"Do not allow search engines to show %s in search results.":["Запретить поисковым системам показывать %s в результатах поиска."],"Category URLs in WordPress contain a prefix, usually %s, this feature removes that prefix, for categories only.":["URL-адреса рубрик в WordPress содержат префикс, обычно %s, эта функция удаляет этот префикс только для рубрик."],"Category URLs":["URL рубрик"],"the archive for %s":["архив для %s"],"Redirect attachment URLs to the attachment itself?":["Перенаправить URL вложений на файл вложения?"],"We recommend you set this to Yes.":["Мы рекомендуем \"Да\""],"Media & attachment URLs":["URL медиафайлов и вложений"],"This is what shows in the search results when people find your homepage. This means this is probably what they see when they search for your brand name.":["Так выглядит результат поиска, когда люди находят вашу домашнюю страницу. То есть, вероятно, они видят это, когда ищут имя вашего бренда."],"date archives":["датированные архивы"],"archives for authors without posts":["архивы авторов без записей"],"Read why XML Sitemaps are important for your site.":["Узнайте почему XML карты важны для вашего сайта"],"Enable the XML sitemaps that %s generates.":["Включите файлы Sitemap XML, которые генерирует %s."],"See the XML sitemap.":["Посмотреть XML карту сайта"],"%2$s (current default for %1$s)":["%2$s (текущее значение по умолчанию для %1$s)"],"Media":["Медиа"],"Content Types":["Типы содержимого"],"Should search engines follow links on this %1$s?":["Должны ли поисковые системы проходить по ссылкам в статье %1$s?"],"Allow search engines to show this %s in search results?":["Разрешить поисковым системам показывать %s в результатах поиска?"],"Search Appearance":["Отображение в поисковой выдаче"],"Please specify what content types you would like to appear in search engines. If you do not know the differences between these, it's best to choose the default settings.":["Пожалуйста, укажите, какие типы контента должны появляться в выдачах поисковиков. Если вы не знаете различий между ними, выберите настройки по умолчанию."],"Search engines should show \"%1$s\" in search results:":["Поисковые системы должны показывать \"%1$s\" в результатах поиска:"],"Search engine visibility":["Видимость для поисковых систем"],"Toggle %1$s's XML Sitemap":["Переключить %1$s's XML-карту сайта"],"Support requests you create here are sent directly into our support system, which is secured with 256 bit SSL, so communication is 100% secure.":["Отправляемые отсюда запросы идут напрямую в нашу техподдержку через 256-битный SSL, так что переписка защищена на 100%."],"The cornerstone content feature lets you to mark and filter cornerstone content on your website.":["Функция ключевого содержимого позволяет вам указывать ключевое содержимое на вашем сайте и фильтровать по нему."],"If you have a problem that you can't solve with our video tutorials or knowledge base, you can send a message to our support team. They can be reached 24/7.":["Если вы столкнулись с проблемой, для которой нет решения в наших видеоуроках и базе знаний, можно послать сообщение в нашу техподдержку. Мы работаем круглосуточно."],"Search result":["Результат поиска"],"Good results":["Хорошие результаты"],"Get better search results in local search":["Улучшить результаты в локальном поиске."],"Allow customers to pick up their %s order locally":["Разрешить покупателям забрать заказ с %s на месте"],"SEO analysis":["SEO анализ"],"The SEO analysis offers suggestions to improve the SEO of your text.":["SEO Анализ предлагает предложения по улучшению SEO вашего текста."],"Learn how the SEO analysis can help you rank.":["Узнайте, как SEO анализ может помочь вам продвинуться в результатах поиска."],"The readability analysis offers suggestions to improve the structure and style of your text.":["Анализ читабельности подскажет, как улучшить структуру и стиль вашего текста."],"Discover why readability is important for SEO.":["Узнайте, почему читабельность важна для SEO."],"Find out how cornerstone content can help you improve your site structure.":["Узнайте, как ключевое содержимое может улучшить структуру вашего сайта."],"The text link counter helps you improve your site structure.":["Счетчик текстовых ссылок поможет улучшить структуру вашего сайта."],"Find out how the text link counter can enhance your SEO.":["Узнайте, как счетчик текстовых ссылок может улучшить ваше SEO."],"%s integration":["%s интеграция"],"Read more about how %s works.":["Узнайте больше о том, как работает %s."],"Enable this feature if you want Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared.":["Активируйте, если вы хотите, чтобы Facebook и другие социальные сети отображали изображения и отрывок текста в предпросмотре, если кто-то поделится ссылкой на ваш сайт."],"Enable this feature if you want Twitter to display a preview with images and a text excerpt when a link to your site is shared.":["Активируйте, если вы хотите, чтобы Twitter отображал изображения и отрывок текста в предпросмотре, если кто-то поделится ссылкой на ваш сайт."],"Find out why you should upgrade to %s":["Узнайте почему вам нужно обновиться до %s"],"https://yoa.st/1uk":["https://yoa.st/1uk"],"https://yoa.st/1uj":["https://yoa.st/1uj"],"Latest blog posts on %1$s":["Последние записи блогов на %1$s"],"Need help?":["Нужна помощь?"],"Type here to search...":["Введите сюда поисковый запрос..."],"Search the Yoast Knowledge Base for answers to your questions:":["Используйте Базу Знаний Yoast для поиска ответов на Ваши вопросы:"],"Remove highlight from the text":["Убрать выделение из текста"],"Your site language is set to %s. ":["Язык вашего сайта установлен как %s."],"Get started quickly with the %1$s %2$sconfiguration wizard%3$s!":["Быстро начать работу с %1$s %2$sмастером настройки%3$s!"],"First-time SEO configuration":["Первичная SEO настройка"],"Your site language is set to {language}. If this is not correct, contact your site administrator.":["Языком Вашего сайта выбран {language}. Если эта информация не верна, свяжитесь с администратором Вашего сайта."],"Your site language is set to {language}.":["Языком Вашего сайта выбран {language}. "],"Highlight this result in the text":["Выделить результат в тексте"],"Considerations":["На рассмотрении"],"Errors":["Ошибки"],"Change language":["Сменить язык"],"You cannot create a %s file.":["Вы не можете создать файл %s."],"You cannot edit the %s file.":["Вы не можете редактировать файл %s."],"Updated %s":["%s обновлен"],"Create %s file":["Создать файл %s"],"Edit the content of your %s:":["Редактировать содержимое файла %s:"],"Save changes to %s":["Сохранить изменения в %s"],"%s file":["файл %s"],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please install %3$s to make your life better. %4$s.":["%1$s и %2$s могут работать лучше, если вы добавите вспомогательный плагин. Пожалуйста, установите %3$s, чтобы сделать вашу жизнь проще. %4$s."],"More information":["Больше информации"],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please activate %3$s to make your life better.":["%1$s и %2$s могут работать лучше, если вы добавите вспомогательный плагин. Пожалуйста, установите %3$s, чтобы сделать вашу жизнь проще. "],"More information about %1$s":["Больше информации о %1$s"],"Configuration Wizard":["Мастер настройки"],"You've done it!":["Вы сделали это!"],"Seamlessly integrate %2$s with %1$s for the content analysis!":["Безупречная интергация %2$s c  %1$s для анализа контента!"],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please install %3$s to make your life better.":["%1$s и %2$s могут работать лучше, если установить дополнительный плагин. Пожалуйста, установите %3$s, чтобы сделать жизнь проще."],"Manage your %s subscription on MyYoast":["Управление %s подпиской My Yoast"],"The search appearance settings for %1$s are made up of variables that are replaced by specific values from the page when the page is displayed. The table below contains a list of the available variables.":["Настройка вида в результатах поиска для %1$s устанавливается переменными, которые заменяются конкретными значениями с вашей страницы, в тот момент, когда страница показывается на экране. В таблице ниже перечислены все доступные переменные. "],"Mark the most important %1$s as 'cornerstone content' to improve your site structure. %2$sLearn more about cornerstone content%3$s.":["Обозначьте, какой контент (%1$s) является 'ключевым содержимым'. Это улучшит структуру вашего сайта. %2$sУзнайте больше о ключевом содержимом%3$s."],"Loading help center.":["Загружаем центр помощи."],"Get support":["Обратиться в поддержку"],"View in KB":["Посмотреть в базе знаний"],"Go back":["Назад"],"Go back to the search results":["Назад к результатам поиска"],"(Opens in a new browser tab)":["(Откроется в новой вкладке браузера)"],"Posts %1$swithout%2$s a focus keyphrase":["Записи %1$sбез%2$s фокусного ключевого слова"],"Hey, your SEO is doing pretty well! Check out the stats:":["Эй! У вас отличные оценки SEO! Посмотрите статистику:"],"You don't have any published posts, your SEO scores will appear here once you make your first post!":["У вас нет опубликованных записей, ваша SEO оценка появится после того, как вы опубликуете свою первую запись!"],"On this page, you can change the name of your site and choose which separator to use. The separator will display, for instance, between your post title and site name. Symbols are shown in the size they'll appear in the search results. Choose the one that fits your brand best or takes up the least space in the snippets.":["На этой странице вы можете изменить название своего сайта и выбрать, какой разделитель использовать. Разделитель будет отображаться, например, между заголовком записи и названием сайта. Символы отображаются в том же размере, который показывается в результатах поиска. Выберите тот, который лучше всего подходит вашему бренду, или занимает наименьшее место в сниппетах."],"Something else":["Что-то еще"],"A portfolio":["Портфолио"],"A corporation":["Корпорация"],"A small offline business":["Малый оффлайн бизнес"],"A news channel":["Новостной канал"],"An online shop":["Онлайн-магазин"],"A blog":["Блог"],"What does the site %1$s represent?":["Кого представляет этот сайт %1$s?"],"If you choose no, your author archives will be deactivated to prevent  duplicate content issues.":["Если вы выберете \"нет\", ваши авторские архивы будут деактивированы, чтобы не создавать вторую копию содержимого."],"Note: we don't store your data in any way and don't have full access to your account. Your privacy is safe with us.":["Внимание: мы не храним ваши данные и у нас нет полного доступа к вашей учетной записи.\nС нами ваши личные данные в безопасности."],"%1$s integrates with Google Search Console, a must-have tool for site owners. It provides you with information about the health of your site. Don't have a Google account or is your site not activated yet? Find out %2$show to connect Google Search Console to your site%3$s.":["%1$s интегрируется с Google Search Console, обязательным инструментом для владельцев сайтов. Он предоставляет вам информацию о состоянии вашего сайта. У вас нет учетной записи Google или ваш сайт еще не активирован? Узнайте, %2$sкак подключить Google Search Console к вашему сайту%3$s."],"Option B: My site is under construction and should not be indexed":["Вариант 2: Мой сайт еще создается и не должен быть индексирован"],"Option A: My site is live and ready to be indexed":["Вариант 1: Мой сайт работает и готов к индексации"],"Choose under construction if you want to keep the site out of the index of search engines. Don't forget to activate it once you're ready to publish your site.":["Выберите \"В стадии разработки\", если хотите, чтобы сайт не был проиндексирован поисковыми сервисами. Не забудьте изменить эту настройку потом, когда будете готовы опубликовать свой сайт."],"Please specify if your site is under construction or already active.":["Пожалуйста, укажите, ваш сайт еще разрабатывается или уже работает."],"This information will be used in Google's Knowledge Graph Card, the big block of information you see on the right side of the search results.":["Эта информация будет использоваться в карточке Google Knowledge Graph, большом \n блоке информации, которую вы иногда видите справа от выдачи поиска."],"Read more like this on our SEO blog":["Больше таких статей на нашем SEO блоге"],"Readability: %s":["Читабельность: %s"],"Not activated":["Не активирован"],"Activated":["Активирован"],"%1$s recommendations for you":["%1$s рекомендует"],"All Readability Scores":["Все оценки читаемости"],"Filter by Readability Score":["Фильтровать по оценке читаемости"],"You are not receiving updates or support! Fix this problem by adding this site and enabling %1$s for it in %2$s.":["Вы не получаете обновления или поддержку! Решите эту проблему, добавив этот сайт и включив %1$s для него в %2$s."],"Request method %1$s is not valid.":["Метод запроса %1$s неверен."],"Do you want to preview what it will look like if people share this post on %1$s? You can, with %2$s.":["Хотите увидеть, как ваша запись будет смотреться, если кто-то поделится ею на %1$s? Это возможно с %2$s."],"Good job! All the links in your texts have been counted.":["Отличная работа! Все ссылки в ваших текстах посчитаны."],"Calculation completed.":["Подсчет завершен."],"Calculation in progress...":["Идет подсчет ..."],"Stop counting":["Остановить подсчет"],"Counting links in your texts":["Считаем ссылки в ваших текстах"],"Text %1$s of %2$s processed.":["Обработан текст %1$s из %2$s ."],"All your texts are already counted, there is no need to count them again.":["Все ваши тексты уже пересчитаны, нет необходимости делать это снова."],"Count links in your texts":["Считать ссылки в ваших текстах"],"Text link counter":["Счетчик текстовых ссылок"],"Number of internal links linking to this post. See \"Yoast Columns\" text in the help tab for more info.":["Число внутренних ссылок, ссылающихся на эту запись. Подробности во вкладке Помощь, \"Столбцы Yoast\"."],"Number of outgoing internal links in this post. See \"Yoast Columns\" text in the help tab for more info.":["Количество внутренних ссылок в этом посте. Подробности во вкладке Помощь, \"Столбцы Yoast\"."],"%1$s adds several columns to this page. We've written an article about %2$show to use the SEO score and Readability score%3$s. The links columns show the number of articles on this site linking %5$sto%6$s this article and the number of URLs linked %5$sfrom%6$s this article. Learn more about %4$show to use these features to improve your internal linking%3$s, which greatly enhances your SEO.":["%1$s добавляет несколько столбцов на эту страницу. Мы написали статью о том, %2$sкак использовать оценку SEO и показатель удобочитаемости%3$s. В столбцах ссылок показано количество статей на этом сайте, которые ссылаются %5$sна%6$s эту статью, и количество URL-адресов %5$sв%6$s этой статье. Узнайте больше о том, %4$sкак использовать эти функции, чтобы улучшить ваши внутренние ссылки%3$s, что значительно улучшает ваше SEO."],"%s Columns":["%s Столбцы"],"Readability score":["Оценка читабельности"],"Other benefits of %s for you:":["Другие возможности %s для вас:"],"Scroll to see the preview content.":["Прокрутите, чтобы увидеть предпросмотр содержимого."],"Cornerstone content":["Ключевое содержимое"],"%1$s will now take care of all the needed technical optimization of your site. To really improve your site's performance in the search results, it's important to start creating content that ranks well for keyphrases you care about. Check out this video in which we explain how to use the %1$s metabox when you edit posts or pages.":["%1$s теперь позаботится обо всем, что касается технической оптимизации вашего сайта. Для того, чтобы улучшить показатели вашего сайта в поисковой выдаче, очень важно создавать содержимое, которое хорошо подходит для тех ключевых слов, которые вам важны. Посмотрите это видео, в котором мы объясняем как использовать %1$s метабокс когда вы редактируете статьи или страницы."],"If you want to outrank the competition in a specific town or region, check out our %1$s plugin! You’ll be able to easily insert Google maps, opening hours, contact information and a store locator. Besides that %1$s helps you to improve the usability of your contact page.":["Если вы хотите иметь более высокий ранг по сравнению с конкурентами в определенном городе или регионе, смотрите наш %1$s плагин! Вы лекго сможете добавить Google карты, часы работы, контактную информацию и поиск местоположений. Кроме этого %1$s помогает вам улучшить удобство использования вашей страницы контактов."],"Attract more customers near you":["Привлечь больше клиентов возле вас"],"Do you want to know all the ins and outs of the %1$s plugin? Do you want to learn all about our advanced settings? Want to be able to really get the most out of the %1$s plugin? Check out our %1$s plugin training and start outranking the competition!":["Хотите узнать все тонкости %1$s плагина? Хотите узнать все о наших расширенных настройках? Хотите иметь возможность действительно получить максимум от %1$s плагина? Узнайте больше о наших обучающих курсах по работе с плагином %1$s и начните превосходить конкурентов! "],"Get the most out of %1$s with the %2$s":["Получите максимум от %1$s с %2$s"],"Upgrade to Premium":["Обновитесь до Премиум"],"Do you want to outrank your competition? %1$s gives you awesome additional features that'll help you to set up your SEO strategy like a professional. Add synonyms and related keywords, use our Premium SEO analysis, the redirect manager and our internal linking tool. %1$s will also give you access to premium support.":["Хотите ли вы иметь более высокий ранг по сравнению с конкурентами? %1$s предоставляет отличные дополнительные возможности, которые помогут вам профессионально построить вашу SEO стратегию. Используйте функцию добавления множества ключевых слов, менеджера редиректов и наш инструмент внутренней перелинковки. %1$s также предоставит вам доступ к премиум поддержке."],"Outrank the competition with %s":["Превзойти конкурентов с %s"],"You might like":["Вам может понравиться"],"Newsletter":["Новостная рассылка"],"We have detected that you have not finished this wizard yet, so we recommend you to %2$sstart the configuration wizard to configure %1$s%3$s.":["Мы обнаружили что вы ещё не закончили настройку, поэтому мы рекомендуем вам %2$sзапустить мастера настройки для того, чтобы сконфигурировать %1$s%3$s."],"The configuration wizard helps you to easily configure your site to have the optimal SEO settings.":["Мастер настройки поможет вам с легкостью сконфигурировать оптимальные SEO настройки для вашего сайта."],"Go Premium and our experts will be there for you to answer any questions you might have about the setup and use of the plugin.":["Перейдите на Premium и наши специалисты будут рады ответить на любые вопросы по настройке и использовании плагина."],"Superfast internal linking suggestions":["Мгновенно предлагаемые внутренние ссылки"],"Great news: you can, with %1$s!":["Отличные новости: вы можете с %1$s!"],"Save changes":["Сохранить изменения"],"1 year free support and updates included!":["1 год бесплатных обновлений и улучшений включен!"],"The plugin %2$s changes your site's output and in doing that differentiates between search engines and normal users, a process that's called cloaking. We highly recommend that you disable it.":["Плагин %2$s изменяет вид вашего сайта, так что поисковые системы и обычные пользователи видят его по-разному (это называется cloaking). Мы очень рекомендуем вам отключить его."],"%1$sSocial media preview%2$s: Facebook & Twitter":["Предварительный просмотр %1$sсоциальных медиа%2$s: Facebook и Twitter"],"%1$sNo more dead links%2$s: easy redirect manager":["%1$sБольше никаких мертвых ссылок%2$s: простое управление перенаправлением"],"No ads!":["Без рекламы!"],"Facebook & Twitter":["Facebook и Twitter"],"Social media preview":["Предварительный просмотр в социальных сетях"],"Easy redirect manager":["Легкий менеджер переадресации"],"No more dead links":["Больше никаких мертвых ссылок"],"Increase your SEO reach":["Увеличить SEO-доступность"],"If you want more help creating awesome content, check out our %2$sSEO copywriting course%3$s. Do you want to know all about the features of the plugin, consider doing our %1$s!":["Если вам нужна помощь в создании качественного контента, наш %2$sкурс SEO копирайтинга%3$s для вас! Если вы хотите знать все о возможностях плагина, пройдите наш курс %1$s!"],"Variable":["Переменная"],"Available variables":["Доступные переменные"],"Scroll to see the table content.":["Прокрутите, чтобы увидеть содержимое таблицы."],"Please refer to %1$sour article about how to connect your website to Google Search Console%2$s if you need assistance.":["Пожалуйста посмотрите %1$sнашу статью о том как подключить консоль поиска Google%2$s к вашему сайту, если вам нужна помощь."],"An error occurred in the '%1$s' assessment":["Ошибка при оценке '%1$s'"],"%1$s of the words contain %2$sover %3$s syllables%4$s, which is more than the recommended maximum of %5$s.":["%1$s слов содержат %2$sболее %3$s слогов%4$s, это больше рекомендуемого максимума (%5$s)."],"%1$s of the words contain %2$sover %3$s syllables%4$s, which is less than or equal to the recommended maximum of %5$s.":["%1$s слов содержат %2$sболее %3$s слогов%4$s, это меньше рекомендованного максимума %5$s или равно ему."],"This is slightly below the recommended minimum of %5$d word. %3$sAdd a bit more copy%4$s.":["Это немного меньше рекомендованного минимума в %5$d слово. %3$sДобавьте чуть больше содержания, имеющего отношение к данной теме%4$s.","Это немного меньше рекомендованного минимума в %5$d слова. %3$sДобавьте чуть больше содержания, имеющего отношение к данной теме%4$s.","Это немного меньше рекомендованного минимума в %5$d слов. %3$sДобавьте чуть больше содержания, имеющего отношение к данной теме%4$s."],"The meta description contains %1$d sentence %2$sover %3$s words%4$s. Try to shorten this sentence.":["Мета-описание содержит %1$d предложение, состоящее из %2$sболее %3$s слов%4$s. Постарайтесь сократить это предложение.","Мета-описание содержит %1$d предложения, состоящих из %2$sболее %3$s слов%4$s. Постарайтесь сократить эти предложения.","Мета-описание содержит %1$d предложений, состоящих из %2$sболее %3$s слов%4$s. Постарайтесь сократить эти предложения."],"The meta description contains no sentences %1$sover %2$s words%3$s.":["Мета-описание не содержит предложений, состоящих из %1$sболее %2$s слов%3$s."],"Step %1$d: %2$s":["Шаг %1$d: %2$s"],"No new notifications.":["Нет новых уведомлений."],"Save all":["Сохранить все"],"Save":["Сохранить"],"%1$s, Author at %2$s":["%1$s, Автор в %2$s"],"Mobile preview":["Предварительный просмотр для мобильного устройства."],"Desktop preview":["Предварительный просмотр для Настольного ПК"],"Select redirect":["Выберите перенаправление"],"Please provide an SEO title by editing the snippet below.":["Укажите SEO-заголовок страницы в этом сниппете."],"Meta description preview:":["Просмотр мета-описания:"],"Slug preview:":["Просмотр ярлыка:"],"SEO title preview:":["Предварительный просмотр SEO названия:"],"Close snippet editor":["Закрыть редактор сниппета"],"Slug":["Ярлык"],"Remove marks in the text":["Удалить метки в тексте"],"Mark this result in the text":["Отметить этот результат в тексте"],"Marks are disabled in current view":["Маhrths отключены в текущем представлении"],"Good SEO score":["Хорошая оценка SEO"],"OK SEO score":["Оценка SEO: уд-ная"],"Feedback":["Обратная связь"],"ok":["OK"],"Choose an image":["Выберите изображение"],"Remove the image":["Удалить изображение"],"MailChimp signup failed:":["Регистрация в MailChimp не удалась:"],"Sign Up!":["Зарегистрироваться!"],"Name":["Имя"],"There is an error with the request.":["Ошибка запроса."],"Select profile":["Выберите профиль"],"Choose a profile":["Выберите профиль"],"Authorization code":["Код авторизации"],"Reauthenticate with Google":["Повторно авторизоваться с помощью Google"],"To allow %s to fetch your Google Search Console information, please enter your Google Authorization Code. Clicking the button below will open a new window.":["Чтобы разрешить %s извлечь информацию Google Search Console, введите код авторизации Google. При нажатии на кнопку ниже, откроется новое окно."],"Please provide a meta description by editing the snippet below.":["Укажите мета-описание страницы в этом сниппете."],"Edit snippet":["Изменить сниппет"],"You can click on each element in the preview to jump to the Snippet Editor.":["Кликните на любом элементе предпросмотра, чтобы перейти к редактору снипета."],"SEO title preview":["Предварительный просмотр SEO названия: "],"Meta description preview":["Просмотр мета-описания: "],"A problem occurred when saving the current step, {{link}}please file a bug report{{/link}} describing what step you are on and which changes you want to make (if any).":["Возникла проблема при сохранении текущего шага, {{link}}отправьте сообщение об ошибке{{/link}} описывая на каком вы шаге и какие изменения хотите сделать (если таковые имеются)."],"Close the Wizard":["Закройте мастер"],"Export settings":["Экспорт настроек"],"%1$s video tutorial":["%1$s видеоурок"],"%s &rsaquo; Configuration Wizard":["%s &rsaquo; Мастер настройки"],"Please don't show me this notification anymore":["Не показывайте мне больше это уведомление"],"If you are experiencing issues, %1$splease file a bug report%2$s and we'll do our best to help you out.":["Если у вас возникли проблемы, %1$s предоставьте отчет об ошибке %2$s и мы сделаем все возможное, чтобы помочь вам."],"We've noticed you've been using %1$s for some time now; we hope you love it! We'd be thrilled if you could %2$sgive us a 5 stars rating on WordPress.org%3$s!":["Мы заметили, вы используете %1$s  в течение некоторого времени; мы надеемся, что вы любите его! Мы были бы в восторге, если вы могли бы %2$s дать нам 5 звезд рейтинга на WordPress.org%3$s!"],"Date archives settings":["Настройка архивов по датам"],"Author archives settings":["Настройки архивов авторов"],"%1$s by %2$s":["%1$s от %2$s"],"Warning: the variable %s cannot be used in this template. See the help center for more info.":["Предупреждение: переменная %s не может быть использована в этом шаблоне. Смотрите справочный центр для получения дополнительной информации."],"By the way, did you know we also have a %1$sPremium plugin%2$s? It offers advanced features, like a redirect manager and support for multiple keyphrases. It also comes with 24/7 personal support.":["Знаете ли вы, что у нас также есть %1$sпремиум-плагин%2$s? Он предлагает расширенные функции, такие как переадресация и поддержка нескольких ключевых слов. Он поставляется с персональной поддержкой 24/7."],"(no title)":["(нет заголовка)"],"%s installation wizard":["%s мастер установки"],"The %1$s admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["%1$s меню администратора. Панель содержит список инструментов анализа страниц и предложения для исправлений."],"Admin bar menu":["Меню в панели администратора"],"%1$s will check weekly if your site is still indexable by search engines and %2$s will notify you when this is not the case.":["%1$s проверяет ежедневно, если ваш сайт индексируется поисковыми системами и %2$s  уведомляет вас, если это не так."],"Features":["Возможности"],"SEO title":["SEO-заголовок"],"While we strive to make setting up %1$s as easy as possible, we understand it can be daunting. If you’d rather have us set up %1$s for you (and get a copy of %2$s in the process), order our %3$s%1$s configuration service%4$s here!":["В то время как мы стремимся сделать настройки %1$s как можно проще, мы понимаем, что они все равно могут быть для вас сложными. Если вы предпочитаете, чтобы мы установили %1$sдля вас (и получить копию %2$s в процессе), закажите нашу %3$s%1$s конфигурационную услугу%4$s здесь!"],"Welcome to the %1$s configuration wizard. In a few simple steps we'll help you configure your SEO settings to match your website's needs!":["Добро пожаловать в %1$s мастер настройки. Нескольких простых шагов помогут Вам настроить параметры SEO вашего сайта!"],"Google shows your website's name in the search results, if you want to change it, you can do that here.":["Google показывает имя вашего сайта в результатах поиска, если вы хотите изменить его, можете сделать это здесь."],"Greater than sign":["Больше, чем знак"],"Less than sign":["Знак меньше"],"Right angle quotation mark":["Правая угловая кавычка"],"Left angle quotation mark":["Левая угловая кавычка"],"Small tilde":["Малая тильда"],"Vertical bar":["Вертикальная полоса"],"Low asterisk":["Нижний знак сноски"],"Asterisk":["Звездочка"],"Bullet":["Маркер"],"Middle dot":["Средняя точка"],"Em dash":["Длинное тире"],"En dash":["Короткое тире"],"Dash":["Тире"],"Choose the symbol to use as your title separator. This will display, for instance, between your post title and site name. Symbols are shown in the size they'll appear in the search results.":["Выберите символ для использования в качестве разделителя заголовка. Он будет показан между вашим названием сообщения и названием сайта. Символы будут появляться в результатах поиска."],"The name of the person":["Имя лица"],"No":["Нет"],"Yes":["Да"],"Does, or will, your site have multiple authors?":["Имеет ли или будет ли иметь ваш сайт несколько авторов?"],"WordPress automatically generates an URL for each media item in the library. Enabling this will allow for google to index the generated URL.":["WordPress автоматически генерирует URL для каждого медиа элемента в библиотеке. Включение этой позиции позволит Google индексировать сгенерированный URL."],"Success!":["Успех!"],"Title settings":["Настройки Заглавия"],"Google Search Console":["Поисковая консоль Google"],"Multiple authors":["Несколько авторов"],"Site type":["Тип сайта"],"Environment":["Окружающая среда"],"Yoast option %1$s not found.":["Yoast опция %1$s не найдена."],"Google Structured Data Test":["Google Структурированные данные теста"],"Posts list":["Список сообщений"],"Posts list navigation":["Навигация Списка сообщений"],"Filter posts list":["Фильтр списка сообщений"],"Note that links to archives might be still output by your theme and you would need to remove them separately.":["Обратите внимание, что ссылки на архивы могут иметь еще выход из вашей темы, и вам нужно будет удалить их по отдельности."],"%1$s to optimize your site even further":["%1$s еще больше для оптимизации вашего сайта"],"%1$s extensions":["%1$s расширений"],"Comes with our 30-day no questions asked money back guarantee":["Поставляется с 30-дневной гарантией возврата денег."],"More information %1$sabout %3$s%2$s":["Дополнительная информация %1$s о %3$s%2$s"],"Installed":["Установлено"],"gain access to our 24/7 support team.":["получить доступ к нашей службе поддержки 24/7."],"Premium support":["Премиум-поддержка"],"check what your Facebook or Twitter post will look like.":["Проверяет, как будет выглядеть запись в Facebook или Twitter"],"Social previews":["Социальные предварительные просмотры"],"create and manage redirects from within your WordPress install.":["создавать и управлять переадресацией из вашего WordPress."],"Redirect manager":["Менеджер перенаправления"],"%1$s, take your optimization to the next level!":["%1$s, принял меры по оптимизации на следующем уровне!"],"A seamless integration between %1$s and %2$s":["Бесшовная интеграция между %1$s и %2$s"],"Use %1$s breadcrumbs instead of %2$s ones":["Использовать %1$s хлебные крошки вместо %2$s ones"],"Easily insert Google Maps, a store locator, opening hours and more":["Легко вставить Google Maps,  локатор магазинов, часы и многое другое"],"Creates XML News Sitemaps":["Создает XML Sitemap для новостей"],"Immediately pings Google on the publication of a new post":["Сразу пингует Google о публикации нового поста"],"Optimize your site for Google News":["Оптимизация сайта для Google News"],"Make videos responsive through enabling fitvids.js":["Сделать видео позволяющее реагировать через fitvids.js"],"Enhance the experience of sharing posts with videos":["Повышайте опыт обмена сообщениями с видео"],"Show your videos in Google Videos":["Покажите свои видео в Google Видео"],"Crawl issues list":["Список вопросов обхода контента"],"Crawl issues list navigation":["Сканирование пунктов списка навигации"],"Edit &#8220;%s&#8221;":["Редактировать &#8220;%s&#8221;"],"Premium":["Премиум"],"Google Trends":["Google тренды"],"Notifications":["Уведомления"],"Removes the focus keyphrase section from the metabox and disables all SEO-related suggestions.":["Удаляет вкладку ключевых слов из METABOX и отключает все  связанные с ней SEO предложения."],"Disable SEO analysis":["Отключить SEO анализ"],"Twitter settings":["Настройки Twitter"],"Pinterest settings":["Настройки Pinterest"],"Facebook settings":["Настройки Facebook"],"Title separator symbol":["Символ разделителя Заглавия"],"RSS feed settings":["Настройки RSS канала"],"Breadcrumbs settings":["Настройки \"Хлебных крошек\""],"Make primary":["Сделать основной"],"Enter your Google Authorization Code and press the Authenticate button.":["Введите ваш код авторизации Google и, нажмите кнопку Аутентификация"],"Knowledge base article":["Статья базы знаний"],"Open the knowledge base article in a new window or read it in the iframe below":["Открыть статью базы знаний в новом вкладке или прочитать в приведенном ниже окне"],"Search results":["Результаты поиска"],"%s notification":["%s уведомление","%s уведомления","%s уведомлений"],"Disable readability analysis":["Отключить анализ читаемости"],"Removes the readability analysis section from the metabox and disables all readability-related suggestions.":["Удаляет вкладку \"Читаемость\" из METABOX и отключает все связанные с ней предложения."],"Readability analysis":["Анализ удобочитаемости"],"Needs improvement":["Требуется улучшение"],"Readability":["Читабельность"],"You are trying to load non-minified files. These are only available in our development package. Check out %1$s to see all the source files.":["Вы пытаетесь загрузить не уменьшенные файлы, они доступны только в нашем пакете разработки. Проверьте %1$s чтобы увидеть исходные файлы."],"Improvements":["Улучшения"],"Dismiss this item.":["Скрыть элемент."],"Good job! We could detect no serious SEO problems.":["Отличная работа! Каких-либо серьезных проблем SEO не обнаружено."],"We have detected the following issues that affect the SEO of your site.":["Мы обнаружили следующие проблемы, влияющие на SEO вашего сайта."],"Problems":["Проблемы"],"Analysis":["Анализ"],"Not available":["Недоступно"],"Filter by SEO Score":["Фильтровать по SEO Оценке"],"Meta description not set.":["Мета-описание не задано."],"Video tutorial":["Видео учебник"],"Email support is a %s feature":["Поддержка по e-mail доступна только для %s"],"Knowledge base":["База знаний"],"Open":["Открыть"],"Loading...":["Загрузка..."],"Something went wrong. Please try again later.":["Произошла ошибка. Повторите попытку позже."],"No results found.":["Результатов не найдено."],"Dashboard":["Консоль"],"You can fix this on the %1$sPermalink settings page%2$s.":["Вы можете исправить это на %1$s Постоянная ссылка страницы настройки %2$s."],"Paging comments is enabled, this is not needed in 999 out of 1000 cases, we recommend to disable it.":["Включено деление комментариев на страницы. Этого не требуется в 999 из 1000 случаев. Рекомендуем отключить."],"Replaced with the primary category of the post/page":["Основная рубрика записи/страницы"],"Pinterest confirmation":["Подтверждение Pinterest "],"If you have already confirmed your website with Pinterest, you can skip the step below.":["Если вы уже связали свой сайт с Pinterest, можно пропустить следующий шаг."],"Format-based archives":["Архивы по формату"],"Webmaster Tools verification":["Подтверждение инструментов для веб-мастеров"],"Follow our %1$s for WordPress training and become a certified %1$s Expert!":["Подпишитесь на наш тренинг по %1$s для WordPress и станьте сертифицированным экспертом по %1$s!"],"Want to be a %s Expert?":["Хотите стать экспертом по %s?"],"Buy %s":["Купить %s"],"Show information about errors in category %s":["Показать информацию об ошибках в категории %s"],"New %1$s Title":["Новый заголовок %1$s"],"Existing %1$s Title":["Текущий заголовок %1$s"],"Expected an integer as input.":["На ввод ожидается целочисленное значение."],"Trying to build the sitemap cache key, but the postfix and prefix combination leaves too little room to do this. You are probably requesting a page that is way out of the expected range.":["Попытка создать ключ кэша карты сайта, но постфиксу и комбинации префикса оставлено слишком мало места. Возможно вы запрашиваете страницу, которая находится вне ожидаемого диапазона."],"Remove":["Убрать"],"Keep":["Оставить"],"Bold the last page":["Выделить последнюю страницу"],"Regular":["Обычный"],"Bold":["Полужирный"],"Show Blog page":["Показывать страницу блога"],"Primary %s":["Основная %s"],"Primary":["Основная"],"Make %1$s primary %2$s":["Сделать %1$s основной %2$s"],"Term is set to noindex.":["Для элемента задан атрибут noindex."],"Author archives":["Архивы авторов"],"Show":["Показать"],"Enabled":["Включено"],"Disabled":["Отключено"],"%1$s has not fetched your site's indexability status yet from %2$s":["%1$s еще не получил статус индексируемости вашего сайта с %2$s"],"The separator defined in your theme's %s tag.":["Разделитель определен в вашей теме %s тег."],"No index":["Не индексировать"],"Analyze entire site":["Проанализировать весь сайт"],"Fetch the current status":["Получить текущее состояние"],"%1$s%2$s has not been able to fetch your site's indexability status%3$s from %4$s":["%1$s%2$s не смог получить статус индексируемости вашего сайта %3$s с %4$s"],"Your homepage can be indexed by search engines.":["Ваша домашняя страница может быть проиндексирована поисковыми системами."],"Indexability check by %1$s":["Проверка индексируемости на %1$s"],"If you want to use an image for sharing on %1$s, you can upload / choose an image or add the image URL here.":["Если вы хотите использовать изображение для публикации в %1$s, загрузите (выберите) его или введите здесь здесь его URL-адрес."],"If you don't want to use the meta description for sharing on %1$s but want another description there, write it here.":["Если вы не хотите использовать мета-описание для публикации в %1$s, но хотите ещё одно описание, напишите его здесь."],"If you don't want to use the title for sharing on %1$s but instead want another title there, write it here.":["Если вы не хотите использовать название для совместного использования на %1$s  но вместо этого хотите другой заголовок там, напишите его здесь."],"%1$sYour homepage cannot be indexed by search engines%2$s. This is very bad for SEO and should be fixed.":["%1$s Ваша главная страница не может быть проиндексирована поисковыми системами %2$s. Это очень плохо для SEO и должно быть исправлено."],"Once Weekly":["Раз в неделю"],"SEO score":["Оценка SEO"],"Recalculating SEO scores for all pieces of content with a focus keyphrase.":["Перерасчет оценки SEO для всех частей содержания с фокусным ключевым словом."],"%1$s of %2$s done.":["%1$s из %2$s готово."],"We've updated our SEO score algorithm. %1$sRecalculate the SEO scores%2$s for all posts and pages.":["Мы обновили алгоритм оценки SEO. %1$s Пересчитать оценки SEO %2$s для всех сообщений и страниц."],"Team Yoast":["Команда Yoast"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["Первое настоящее и полноценное решение для SEO в WordPress, в которое включен анализ содержимого страницы, создание карты сайта в формате XML и многое другое."],"Yoast SEO":["Yoast SEO"],"Activation failed:":["Не удалось активировать:"],"The filter extension seem to be unavailable. Please ask your web host to enable it.":["Расширение фильтрации может быть недоступно. Свяжитесь с поставщиком услуг хостинга для включения."],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":["Установка плагина %1$s не завершена. Обратитесь, пожалуйста, к %2$sинструкции по установке%3$s."],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":["Похоже, что стандартная библиотека PHP (SPL) недоступна. Пожалуйста, попросите вашу хостинг-компанию включить ее."],"SEO Settings":["Настройки SEO"],"Mobile-Friendly Test":["Тестирование использования на мобильных устройствах"],"Google Page Speed Test":["Тест скорости загрузки страницы от Google"],"CSS Validator":["Валидатор CSS"],"HTML Validator":["Валидатор HTML"],"Pinterest Rich Pins Validator":["Валидатор Pinterest Rich Pins"],"Facebook Debugger":["Отладчик Facebook"],"Check Headers":["Проверить Заголовки"],"Check Google Cache":["Проверить кэш Google "],"Analyze this page":["Проанализировать эту страницу"],"Keyword Research":["Исследование ключевых слов"],"%s does not seem to be a valid url. Please correct.":["%s — некорректный адрес URL. Пожалуйста, исправьте его."],"%1$s does not seem to be a valid %2$s verification string. Please correct.":["Похоже, что %1$s — некорректный проверочный код для %2$s. Пожалуйста исправьте его."],"%s Archive":["Архив %s"],"You searched for %s":["Вы искали %s"],"%s does not seem to be a valid Twitter Username. Please correct.":[""],"Summary with large image":["Краткое содержание с большой картинкой"],"Summary":["Краткое содержание"],"The post %1$s appeared first on %2$s.":["Сообщение %1$s появились сначала на %2$s."],"No numeric value was received.":["Нет числового значения."],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":["Этот идентификатор должен принадлежать существующему блогу. Блог %s - не существует, или помечен на удаление."],"The default blog setting must be the numeric blog id of the blog you want to use as default.":["Настройка «блог по умолчанию» должна быть числовым ID того блога, который вы хотите использовать по умолчанию."],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":["%1$s — это неправильное значение для имени пользователя, которому можно разрешить доступ к настройкам %2$s. Значение сброшено к первоначальному."],"Please select a valid post type for taxonomy \"%s\"":["Пожалуйста выберите корректный тип записи для таксономии «%s»"],"Please select a valid taxonomy for post type \"%s\"":["Пожалуйста, выберите допустимую таксономию для типа записей «%s»"],"You searched for":["Вы искали"],"Home":["Главная страница"],"Archives for":["Архивы для"],"Error 404: Page not found":["Ошибка 404: страница не найдена"],"Good":["Хорошо"],"Replaced with a custom taxonomies description":["Описание произвольной таксономии"],"Replaced with a posts custom taxonomies, comma separated.":["Значение пользовательских таксономий из записи (через запятую)"],"Replaced with a posts custom field value":["Значение пользовательского поля из записи"],"Replaced with the slug which caused the 404":["Ярлык, вызвавший ошибку 404"],"Replaced with the posts focus keyphrase":["Заменяется фокусным ключевым словом записи"],"Attachment caption":["Подпись под вложением"],"Replaced with the current page number":["Номер страницы текущей записи"],"Replaced with the current page total":["Общее количество страниц текущей записи"],"Replaced with the current page number with context (i.e. page 2 of 4)":["Номер текущей страницы в контексте (т. е. страница 2 из 4)"],"Replaced with the post/page author's 'Biographical Info'":["Биография автора записи/страницы"],"Replaced with the post/page author's 'nicename'":["Псевдоним автора записи/страницы"],"Replaced with the post/page ID":["ID записи/страницы"],"Replaced with the post/page modified time":["Время изменения записи/страницы"],"Replaced with the content type plural label":["Заменено на множественное число лейбла типа содержимого"],"Replaced with the content type single label":["Заменено на единственное число лейбла типа содержимого"],"Replaced with the current search phrase":["Текущая фраза поиска"],"Replaced with the term name":["Название термина"],"Replaced with the term description":["Описание термина"],"Replaced with the tag description":["Описание метки"],"Replaced with the category description":["Описание рубрики"],"Replaced with the post categories (comma separated)":["Рубрики записи (через запятую)"],"Replaced with the current tag/tags":["Текущая(ие) метка/метки"],"Replaced with the post/page excerpt (without auto-generation)":["Цитата записи/страницы (без автоматической генерации)"],"Replaced with the post/page excerpt (or auto-generated if it does not exist)":["Цитата записи/страницы (при отсутствии генерируется автоматически)"],"The site's name":["Имя сайта"],"Replaced with the title of the parent page of the current page":["Заголовок родительской страницы"],"Replaced with the title of the post/page":["Название записи/страницы"],"Replaced with the date of the post/page":["Дата записи/страницы"],"Page %1$d of %2$d":["Страница %1$d из %2$d"],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":["Вы не можете переопределить стандартную переменную плагина. Чтобы изменить значение этой переменной, используйте фильтр «wpseo_replacements»."],"A replacement variable with the same name has already been registered. Try making your variable name unique.":["Переменная для замены с таким же именем уже зарегистрирована. Постарайтесь выбрать уникальное имя для вашей переменной. "],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":["Переменная для замены не может начинаться с «%%cf_» или «%%ct_», эти символы зарезервированы для дополнительных полей и таксономий плагина. Постарайтесь выбрать уникальное имя для вашей переменной."],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":["Переменная для замены может содержать только алфавитно-цифровые символы, подчёркивание или дефис. Попробуйте переименовать переменную."],"Admin only notice: this page does not show a meta description because it does not have one, either write it for this page specifically or go into the [%1$s - %2$s] menu and set up a template.":["Заметка для администратора: на этой странице не отображается мета-описание, потому что оно не задано. Укажите его для данной страницы, либо перейдите в меню [%1$s - %2$s] и настройте шаблон."],"Page not found":["Страница не найдена"],"%s Archives":["Архивы %s"],"Search for \"%s\"":["Поиск \"%s\""],"Meta description to use for Author page":["Мета-описание для страницы автора"],"Title to use for Author page":["Название для страницы автора"],"%1$s settings":["Настройки %1$s"],"Export your %1$s settings":["Экспортировать ваши %1$sнастройки."],"Import settings":["Импортировать настройки"],"Import from other SEO plugins":["Импортировать из других плагинов SEO"],"Import":["Импортировать"],"If you had a %s file and it was editable, you could edit it from here.":["Если бы у вас был файл %s, доступный для записи, здесь можно было бы его изменить."],"If your %s were writable, you could edit it from here.":["Если ваш файл %s доступен для записи, вы можете отредактировать его здесь."],"You don't have a %s file, create one here:":["На сайте отсутствует файл %s, создайте его сейчас:"],"A link to your site, with your site's name and description as anchor text.":["Ссылка на ваш сайт с именем вашего сайта и описанием в качестве текста ссылки."],"A link to your site, with your site's name as anchor text.":["Ссылка на ваш сайт с названием сайта в качестве текста ссылки."],"A link to the post, with the title as anchor text.":["Ссылка на запись с названием в качестве текста ссылки."],"A link to the archive for the post author, with the authors name as anchor text.":["Ссылка на архив автора записи с именем автора в качестве текста ссылки."],"You can use the following variables within the content, they will be replaced by the value on the right.":["Следующие переменные можно использовать в шаблоне, они будут заменены на значения, указанные справа."],"Content to put after each post in the feed":["Контент ставить после каждого сообщения"],"Content to put before each post in the feed":["Содержимое для размещения перед каждой Записью в ленте новостей"],"This feature is used to automatically add content to your RSS, more specifically, it's meant to add links back to your blog and your blog posts, so dumb scrapers will automatically add these links too, helping search engines identify you as the original source of the content.":["Эта функция автоматически добавит содержимое в RSS-поток, Вы можете добавить ссылки на Ваш сайт в каждую запись, защитив содержимое от автоматических агрегаторов, и указав поисковым системам адрес первоисточника."],"Usage of this breadcrumbs feature is explained in %1$sour knowledge-base article on breadcrumbs implementation%2$s.":["Использование этой функции «хлебных крошек» описывается в нашей %1$sстатье о внедрении «хлебных крошек»%2$s. Не забудьте добавить код в нужное место вашего шаблона (темы)."],"How to insert breadcrumbs in your theme":["Как добавить «хлебные крошки» в вашу тему"],"Blog":["Блог"],"Content type archive to show in breadcrumbs for taxonomies":["Архив типа записей, который будет показан в «хлебных крошках» для таксономий"],"Taxonomy to show in breadcrumbs for content types":["Таксономия, которая будет показана в «хлебных крошках» для типов записей"],"Breadcrumb for 404 Page":["«Хлебные крошки» на странице 404"],"Prefix for Search Page breadcrumbs":["Префикс для «хлебных крошек» на странице поиска"],"Prefix for Archive breadcrumbs":["Префикс для «хлебных крошек» на страницах архива"],"Prefix for the breadcrumb path":["Префикс"],"Anchor text for the Homepage":["Текст ссылки на главную страницу"],"Separator between breadcrumbs":["Разделитель между «хлебными крошками»"],"Enable Breadcrumbs":["Включить «хлебные крошки»"],"Below are your published posts' SEO scores. Now is as good a time as any to start improving some of your posts!":["Ниже приведены SEO оценки ваших опубликованных записей. Самое время начать улучшать ваши записи!"],"Credits":["О создателях"],"&laquo; Back to Tools page":["&laquo; назад на страницу инструментов"],"%1$s comes with some very powerful built-in tools:":["%1$s содержит несколько очень мощных инструментов:"],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":["Этот инструмент позволит быстро отредактировать такие важные для вашего SEO файлы, как robots.txt и .htaccess (при его наличии)."],"File editor":["Редактор файлов"],"Import settings from other SEO plugins and export your settings for re-use on (another) blog.":["Импортировать настройки из других SEO плагинов и экспортировать настройки для повторного использования на (другом) блоге."],"Import and Export":["Импорт и экспорт"],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":["Этот инструмент позволит вам быстро изменить заголовки и описания ваших записей и страниц без редактирования отдельных страниц."],"Bulk editor":["Групповой редактор"],"To %1$sconfirm your site with Pinterest%2$s, add the meta tag here:":["Чтобы %1$sподтвердить авторство сайта для Pinterest%2$s, добавьте мета-тег здесь:"],"Pinterest uses Open Graph metadata just like Facebook, so be sure to keep the Open Graph checkbox on the Facebook tab checked if you want to optimize your site for Pinterest.":["Pinterest использует метаданные Open Graph по аналогии с Facebook, поэтому если вы хотите оптимизировать ваш сайт для Pinterest, убедитесь, что чекбокс Open Graph на вкладке Facebook отмечен."],"The default card type to use":["Использовать тип карточки по-умолчанию"],"Add Twitter card meta data":["Добавить метаданные Twitter"],"This image is used if the post/page being shared does not contain any images.":["Если страницей или записью поделятся (shared) и они не содержит изображений, то тогда будет использоваться эта картинка, "],"Default settings":["Настройки по умолчанию"],"Copy home meta description":["Скопировать мета-описание с главной"],"Description":["Описание"],"Image URL":["URL-адрес изображения"],"These are the title, description and image used in the Open Graph meta tags on the front page of your site.":["Заголовок, описание и изображение, используемые в мета-тегах Open Graph на главной странице сайта."],"Frontpage settings":["Настройки главной страницы"],"Add Open Graph meta data":["Добавить метаданные Open Graph"],"YouTube URL":["URL-адрес YouTube"],"Pinterest URL":["URL-адрес Pinterest"],"MySpace URL":["URL-адрес MySpace"],"LinkedIn URL":["URL-адрес LinkedIn"],"Instagram URL":["URL-адрес Instagram"],"Twitter Username":["Имя пользователя в Twitter"],"Facebook Page URL":["Ссылка на страницу Facebook"],"Accounts":["Аккаунты"],"Restore site to defaults":["Восстановить сайт по умолчанию"],"Site ID":["ID сайта"],"Using this form you can reset a site to the default SEO settings.":["С помощью этой формы Вы можете восстановить SEO настройки сайта по умолчанию."],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new sites.":["Конфиденциальные данные (администраторы Facebook и т.п.), параметры темы (перезапись заголовков) и несколько других параметров, относящихся только к данному сайту, не будут импортированы на новые сайты."],"Enter the %1$sSite ID%2$s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":["Укажите %1$sSite ID%2$s, параметры которого вы хотите использовать по умолчанию для всех сайтов сети. Если оставить поле пустым, будут использоваться стандартные настройки плагина."],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":["Выберите сайт, параметры которого вы хотите использовать по умолчанию для всех сайтов сети. Если выбрать «Нет», будут использоваться стандартные настройки."],"New sites in the network inherit their SEO settings from this site":["Новые сайты сети унаследуют SEO-настройки от этого сайта"],"Super Admins only":["Только суперадминистраторы"],"Site Admins (default)":["Администраторы сайта (по умолчанию)"],"Who should have access to the %1$s settings":["Кто должен иметь доступ к настройкам %1$s"],"spam":["спам"],"mature":["для взрослых"],"archived":["в архиве"],"public":["публичный"],"%s restored to default SEO settings.":["%s сброшены в начальные значения SEO."],"Settings Updated.":["Настройки обновлены."],"404 pages":["Страницы 404"],"Search pages":["Страницы поиска"],"These pages will be %s by default, so they will never show up in search results.":["Эта страница %s по умолчанию проиндексирована не будет, а это значит, что в выдаче поисковых систем не отобразится."],"Special Pages":["Особые страницы"],"Date-based archives could in some cases also be seen as duplicate content.":["Архив по дате в некоторых случаях, также может выглядеть как дублированное содержимое."],"If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or to add %s to it so it doesn't show up in the search results.":["Если у вас именно такая ситуация, вы можете либо отключить её (будет происходить перенаправление на домашнюю страницу), либо добавить к ссылке %s, чтобы исключить её из результатов поиска."],"If you're running a one author blog, the author archive will be exactly the same as your homepage. This is what's called a %1$sduplicate content problem%2$s.":["Если вы ведете свой личный блог, архив автора будет полностью совпадать с домашней страницей. Это называется %1$sпроблема дублирования содержимого%2$s."],"Date archives":["Архивы по дате"],"author archives":["Архивы автора"],"Title":["Название"],"%1$s Meta Box":["Блок %1$s"],"Hide":["Скрыть"],"Date in Snippet Preview":["Дата в предпросмотре фрагмента"],"Take note:":["Обратите внимание:"],"You can determine the title and description for the blog page by %1$sediting the blog page itself%2$s.":["Вы можете определить название и описание для страницы блога %1$sредактированием самой страницы блога%2$s"],"You can determine the title and description for the front page by %1$sediting the front page itself%2$s.":["Вы можете определить название и описание для главной страницы %1$sредактированием самой страницы%2$s"],"Homepage &amp; Front page":["Домашняя страница и главная страница"],"Title Separator":["Разделитель для заголовка"],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s автоматически определяет необходимость изменения заголовков Записей на вашем сайте, если вы уверены, что этого делать НЕ надо, отметьте этот пункт."],"Force rewrite titles":["Принудительная перезапись заголовков"],"Taxonomies":["Таксономии"],"Homepage":["Главная страница"],"%1$s Extensions":["Расширения %1$s"],"Seamlessly integrate WooCommerce with %1$s and get extra features!":["Легкая интеграция плагина электронной коммерции WooCommerce с плагином %1$s даст много дополнительных функций!"],"Rank better locally and in Google Maps, without breaking a sweat!":["Получите лучший рейтинг среди локальных ресурсов на Картах Google без лишних усилий!"],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":["Вы зарегистрированы в Google News? Вы можете увеличить трафик оттуда на свой сайт с помощью оптимизации!"],"Optimize your videos to show them off in search results and get more clicks!":["Оптимизируйте свои видео-записи, чтобы они попадали в результаты поиска и получали больше кликов!"],"The premium version of %1$s with more features & support.":["Премиум-версия плагина %1$s с дополнительными функциями и поддержкой."],"Person":["Частное лицо"],"This data is shown as metadata in your site. It is intended to appear in %1$sGoogle's Knowledge Graph%2$s. You can be either an organization, or a person.":["Эти данные показываются как метаданные вашего сайта. Они предназначены для %1$sGoogle's Knowledge Graph%2$s. Вы можете быть либо Компанией, либо Частным лицом."],"Website name":["Название сайта"],"Webmaster Tools":["Инструменты веб-мастеров"],"You do not have your postname in the URL of your posts and pages, it is highly recommended that you do. Consider setting your permalink structure to <strong>/%postname%/</strong>.":["В URL-адресах Ваших записей и страниц отсутствует заголовок. Настоятельно рекомендуется, чтобы он там был. Советуем выбрать <strong>/%postname%/</strong> в качестве структуры постоянных ссылок."],"RSS":["RSS"],"Breadcrumbs":["«Хлебные крошки»"],"or":["или "],"Save Profile":["Сохранить профиль"],"There were no profiles found":["Не было найдено профилей"],"Profile":["Профиль"],"Current profile":["Текущий профиль"],"Authenticate":["Аутентификация"],"Get Google Authorization Code":["Получить код авторизации от Google"],"Reload crawl issues":["Перезагрузить вопросы обхода"],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year of support and updates, on %2$s.":["Чтобы создать перенаправление и исправить эту проблему, необходим %1$s. Купить этот плагин, а также год поддержки и обновлений, можно на %2$s."],"Creating redirects is a %s feature":["Создание перенаправлений — функция %s"],"Errors that only occurred when your site was crawled by Googlebot for feature phones (errors didn't appear for desktop).":["Ошибки, которые происходили, когда ваш сайт обходил робот Google для обычных телефонов (ошибки не появляются на рабочем столе)"],"Errors that occurred only when your site was crawled by Googlebot-Mobile (errors didn't appear for desktop).":["Ошибки индексирования вашего сайта роботом Google для мобильных устройств (ошибки не связанные с настольными компьютерами)"],"Errors that occurred when your site was crawled by Googlebot.":["Ошибки, произошедшие во время индексирования вашего сайта Google-ботом"],"Issue categories":["Категории проблем"],"Incorrect Google Authorization Code.":["Некорректный код авторизации Google"],"The issues have been successfully reloaded!":["Недочёты были успешно перезагружены!"],"The %1$s data has been removed. You will have to reauthenticate if you want to retrieve the data again.":["В %1$s данные были удалены. Вам необходимо повторно пройти проверку подлинности, если вы хотите получить данные снова."],"Crawl errors per page":["Ошибки на странице после индексирования поисковыми системами"],"Search":["Поиск"],"Don't miss your crawl errors: %1$sconnect with Google Search Console here%2$s.":["Не пропустите свои ошибки индексирования: %1$sподключитесь к Google Search Console здесь%2$s."],"Create redirect":["Создать перенаправление (redirect)"],"Mark as fixed":["Пометить как исправленное"],"Response code":["Код ответа"],"First detected":["Первый обнаружен"],"Last crawled":["Последнее индексирование поисковыми системами"],"URL":["URL-адрес"],"%1$s detected you’re using a version of %2$s which is not compatible with %1$s. Please update %2$s to the latest version to use this feature.":["%1$s обнаружил, что вы используете версию %2$s, который не совместим с %1$s. Пожалуйста, обновите %2$s до последней версии, чтобы использовать эту функцию."],"Yoast plugins share some code between them to make your site faster. As a result of that, we need all Yoast plugins to be up to date. We've detected this isn't the case, so please update the Yoast plugins that aren't up to date yet.":["Плагины Yoast используют общий код, чтобы сделать ваш сайт быстрее. Как следствие, все плагины Yoast должны быть обновлены до последней версии. Мы обнаружили, что в вашем случае это не так. Пожалуйста, обновите плагины Yoast, использующие старые версии."],"Feature phone":["Мобильный телефон"],"Smartphone":["Смартфон"],"Desktop":["Настольный компьютер"],"The target URL doesn't exist, but your server is not returning a 404 (file not found) error.":["Целевой URL не существует, однако Ваш сервер не выдаёт ошибку 404 (Страница не найдена)."],"Soft 404":["Soft 404"],"Request timed out or site is blocking Google.":["Время запроса истекло, либо сайт блокирует Google."],"Server Error":["Ошибка сервера"],"Googlebot could access your site, but certain URLs are blocked for Googlebot in your %1$s file. This block could either be for all Googlebots or even specifically for Googlebot-mobile.":["Googlebot удалось зайти на сайт, но некоторые URL-адреса заблокированы для него в файле %1$s . Блокировка может быть либо для всех Googlebot'ов, либо только для Googlebot-mobile."],"Blocked":["Заблокировано "],"Google was unable to crawl this URL due to an undetermined issue.":["Google не удалось проиндексировать этот URL-адрес по неизвестной причине."],"URL points to a non-existent page.":["URL указывает на несуществующую страницу."],"Not found":["Не найдено"],"Not followed":["Не последовало"],"Faulty redirects":["Ошибочные перенаправления"],"Server requires authentication or is blocking Googlebot from accessing the site.":["Сервер запрашивает авторизацию или блокирует доступ к сайту для Googlebot ."],"Access denied":["Доступ запрещён"],"Deactivate %s":["Деактивировать %s"],"The %1$s plugin might cause issues when used in conjunction with %2$s.":["Плагин %1$s может вызвать проблемы в сочетании с %2$s."],"Upload Image":["Загрузить изображение"],"Remove these ads?":["Удалить эту рекламу?"],"%s Posts Overview":["Обзор публикаций %s"],"The Breadcrumbs Title is used in the breadcrumbs where this taxonomy appears.":["«Заголовок „крошек“» используется в навигационных «крошках» там, где появляется эта таксономия."],"Breadcrumbs title":["Заголовок для «хлебных крошек»"],"The canonical link is shown on the archive page for this term.":["Каноническая ссылка отображается на странице архива этого термина."],"Facebook App ID":["ID Facebook приложения"],"Pinterest":["Pinterest"],"Other":["Другое"],"Archives":["Архивы"],"Email":["Email"],"Previous":["Назад"],"Next":["Далее"],"Close":["Закрыть"],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines and might slow down your site.":["И %1$s и %2$s могут создавать XML-карты вашего сайта. Наличие двух карт сайта плохо сказывается на результатах выдачи поисковых систем, а также замедляет скорость работы сайта."],"Configure %1$s's Open Graph settings":["Настроить %1$s Open Graph"],"Both %1$s and %2$s create Open Graph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":["И %1$s и %2$s создают вывод Open Graph, который может привести к использованию неправильных текстов и изображений социальными сетями (Facebook, Twitter, LinkedIn и др.), если вашими страницами поделятся в них."],"%s Image":["Изображение для %s"],"%s Description":["Описание для %s"],"%s Title":["Заголовок для %s"],"Twitter":["Twitter"],"Facebook":["Facebook"],"The recommended image size for %1$s is %2$s pixels.":["Рекомендованный размер изображения для %1$s — %2$s px."],"If you want to override the image used on %s for this post, upload / choose an image here.":["Если вы хотите использовать для этой записи другое изображение в %s, загрузите (выберите) его."],"If you don't want to use the meta description for sharing the post on %s but want another description there, write it here.":["Если вы не хотите использовать мета-описание для публикации в %s, но хотите ещё одно описание, напишите его здесь."],"If you don't want to use the post title for sharing the post on %s but instead want another title there, write it here.":["Если вы хотите использовать для публикации в %s другой заголовок Записи, тогда введите его здесь."],"very difficult":["очень трудно"],"Try to make shorter sentences, using less difficult words to improve readability":["Попробуйте писать более короткими предложениями и использовать меньше трудных слов, чтобы улучшить читабельность."],"difficult":["трудно"],"Try to make shorter sentences to improve readability":["Попробуйте писать более короткими предложениями, чтобы улучшить читабельность."],"fairly difficult":["довольно трудно"],"OK":["ОК"],"fairly easy":["довольно легко"],"easy":["легко"],"very easy":["очень легко"],"Meta Desc.":["Мета описание"],"All SEO Scores":["Все оценки SEO"],"SEO issue: The featured image should be at least 200 by 200 pixels to be picked up by Facebook and other social media sites.":["Это изображение должно быть как минимум 200х200 пикселей, чтобы Facebook и другие социальные сети могли его использовать."],"(no parent)":["(без родителя)"],"Post is set to noindex.":["Запись отмечена как неиндексируемая."],"The URL that this page should redirect to.":["URL-адрес, на который должна перенаправлять эта страница."],"301 Redirect":["301 перенаправление (redirect)"],"The canonical URL that this page should point to. Leave empty to default to permalink. %1$sCross domain canonical%2$s supported too.":["Канонический URL, на который должна указывать эта страница. Если оставить пустым, это будет ссылка по умолчанию. Также поддерживаются %1$sссылки на другие домены%2$s."],"Canonical URL":["Канонический URL-адрес"],"Title to use for this page in breadcrumb paths":["Заголовок этой страницы, который будет выводиться в «хлебных крошках»"],"Breadcrumbs Title":["Заголовок для «хлебных крошек»"],"No Snippet":["Без сниппета"],"No Archive":["Не архивировать"],"No Image Index":["Не индексировать изображения"],"None":["Пусто"],"Site-wide default: %s":["По умолчанию на сайте: %s"],"Advanced <code>meta</code> robots settings for this page.":["Расширенные <code>meta</code> robots настройки для этой страницы."],"Meta robots advanced":["Расширенная настройка тега Meta Robots "],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Предупреждение: Вы можете указать здесь параметры мета-тегов robots, однако в настройках чтения Вашего сайта включена опция «Попросить поисковые системы не индексировать сайт», так что эти настройки ни на что не повлияют."],"Meta description":["Мета-описание"],"SEO Title":["SEO заголовок"],"Focus keyword":["Фокусное ключевое слово"],"Snippet preview":["Просмотр сниппета"],"Settings successfully imported.":["Настройки успешно импортированы."],"Settings could not be imported:":["Настройки не могут быть импортированы:"],"Breadcrumb for 404 pages:":["«Хлебные крошки» для страниц с ошибкой 404:"],"Prefix for search result pages:":["Prefix для страниц результатов поиска:"],"Prefix for archive pages:":["Префикс для страниц архива:"],"Prefix for breadcrumbs:":["Префикс для «хлебных крошек»:"],"Anchor text for the homepage:":["Анкорный текст для главной страницы:"],"Breadcrumbs separator:":["Разделитель для «хлебных крошек»:"],"%s Breadcrumbs":["«Хлебные крошки» %s"],"Use Image":["Использовать изображение"],"Action":["Действие"],"Page URL/Slug":["Ярлык страницы"],"Publication date":["Дата публикации"],"Post Status":["Статус"],"WP Page Title":["Заголовок страницы WP"],"View":["Показать"],"View &#8220;%s&#8221;":["Показать &#8220;%s&#8221;"],"Preview":["Предпросмотр"],"Preview &#8220;%s&#8221;":["Предпросмотр &#8220;%s&#8221;"],"Edit":["Изменить"],"Filter":["Фильтр"],"New Yoast Meta Description":["Новое мета-описание Yoast"],"Existing Yoast Meta Description":["Существующее мета-описание Yoast"],"Facebook profile URL":["Ссылка на профиль в Facebook"],"Twitter username (without @)":["Ваше имя на Twitter (без @)"],"FAQ":["FAQ"],"Premium Support":["Премиум-поддержка"],"Settings":["Настройки"],"You must %1$sgo to your Reading Settings%2$s and uncheck the box for Search Engine Visibility.":["Вы должны %1$sзайти в Настройки чтения%2$s и убрать галочку рядом с пунктом \"Видимость для поисковых систем\"."],"Huge SEO Issue: You're blocking access to robots.":["Серьёзная проблема для SEO: Вы блокируете доступ для поисковых роботов."],"Posts":["Записи"],"Edit Files":["Изменить файлы"],"Advanced Variables":["Дополнительные переменные"],"Basic Variables":["Основные переменные"],"General":["Общие"],"Extensions":["Расширения"],"Search Console":["Консоль поиска"],"Tools":["Инструменты"],"Advanced":["Дополнительно"],"XML sitemaps":["XML-карта сайта"],"Social":["Социальные сети"],"SEO":["SEO"],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":["%1$s обнаружил, что используется версия %3$s или %2$s. Обновите плагин до последней версии, чтобы предотвратить проблемы совместимости."],"Just another WordPress site":["Просто еще один сайт WordPress"],"You still have the default WordPress tagline, even an empty one is probably better. %1$sYou can fix this in the customizer%2$s.":["У вас в WordPress, до сих пор установлено название сайта по умолчанию. Наверно лучше сделать его пустым, чем как сейчас. %1$s вы всегда можете исправить его в настройщике %2$s."],"You have used HTML in your value which is not allowed.":["В этом поле нельзя использовать HTML-теги."],"You can't edit %s that aren't yours.":["Вы не можете редактировать %s, не принадлежащие вам."],"You can't edit %s.":["Вы не можете редактировать %s."],"Post has an invalid Content Type: %s.":["У записи неверный тип: %s."],"Post doesn't exist.":["Запись не существует."],"course\u0004Free:":["Бесплатные:"],"posts\u0004Trash <span class=\"count\">(%s)</span>":["Удаленные <span class=\"count\">(%s)</span>","Удаленные <span class=\"count\">(%s)</span>","Удаленные <span class=\"count\">(%s)</span>"],"posts\u0004All <span class=\"count\">(%s)</span>":["Все <span class=\"count\">(%s)</span>","Все <span class=\"count\">(%s)</span>","Все <span class=\"count\">(%s)</span>"]}}}