{"domain":"js-text-analysis","locale_data":{"js-text-analysis":{"":{"domain":"js-text-analysis","plural_forms":"nplurals=1; plural=0;","lang":"zh_CN"},"The %1$s class must not be instantiated before the %2$s global is set.":[""],"%1$sOutrank your competitors even further%2$s with these %3$s plugins":[""],"No need to figure out what to link to. You get linking suggestions for relevant posts and pages to make your website easier to navigate.":[""],"Use AI to write SEO titles and meta descriptions for your posts and pages. It speeds up your work and does some of the thinking for you!":[""],"%s looks at more than just your main keyword. It analyzes different word forms, plurals, and past tenses. This helps your website perform even better in searches!":[""],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for titles and meta descriptions to make your pages rank high and make you look good on social media. %1$sLearn more%2$s%3$s":[""],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for product titles and meta descriptions to make your pages rank high and make you look good on social media. %1$sLearn more%2$s%3$s":[""],"Explore %s!":[""],"You’ll reach more people with multiple keyphrases! Want to quickly add these related keyphrases to the %s analyses for even better content optimization?":[""],"Get AI to write SEO titles and meta descriptions faster. Reach a wider audience with multiple keywords. Get automatic internal linking suggestions. And much, much more!":[""],"Explore now":[""],"Rank higher in search results":[""],"Turn more visitors into customers!":[""],"Increase Google clicks with rich results":[""],"Write product pages that rank using the SEO analysis":[""],"Get XML sitemaps":[""],"Optimize your video previews & thumbnails":[""],"Make sure your videos load quickly for users":[""],"Automatically get technical SEO best practices for video content":[""],"Drive more views to your videos":[""],"Stand out for local searches":[""],"Explore %s now!":[""],"%1$s24/7 support%2$s: Also on evenings and weekends.":[""],"%1$sAppealing social previews%2$s people actually want to click on.":[""],"%1$sNo more broken links%2$s: Automatic redirect manager.":[""],"%1$sSuper fast%2$s internal linking suggestions.":[""],"%1$sMultiple keywords%2$s: Rank higher for more searches.":[""],"%1$sAI%2$s: Better SEO titles and meta descriptions, faster.":[""],"Highlight areas of improvement in your text, no more searching for a needle in a haystack, straight to optimizing! Now also in Elementor!":[""],"Leave a quick review":[""],"Happy with the plugin?":[""],"Show Yoast SEO some love!":[""],"Let's get your site in tip-top shape for the search engines. Simply follow these 5 steps to make Google understand what your site is about.":[""],"If your goal is to increase your rankings, you need to work on your SEO regularly. That can be overwhelming, so let's tackle it one step at a time!":[""],"Great work! Thanks to the details you've provided, %1$s has enhanced your site for search engines, giving them a clearer picture of what your site is all about.":[""],"Important: We won't sell this data, and we won't collect any personal information about you or your visitors.":[""],"What data will be collected and why?":[""],"No, I don't want to share my site data":[""],"Are you open to help us improve our services?":[""],"Yes, give me your free tips!":[""],"Subscribe to the %1$s newsletter to receive best practices for improving your rankings, save time on SEO tasks, stay up-to-date with the latest SEO news, and get expert guidance on how to make the most of %2$s!":[""],"Get free weekly SEO tips!":[""],"You're almost there! Complete all settings in this step so search engines know what your site is about.":[""],"Completing this step helps Google to understand your site even better. Bonus: You'll improve your chance of getting %1$srich results%2$s!":[""],"Let's start by running the SEO data optimization. That means we'll scan your site and create a database with optimized SEO data. It won't change any content or settings on your site and you don't need to do anything, just hit start!\n\nNote: If you have a lot of content, this optimization could take a moment. But trust us, it's worth it!":[""],"We've successfully analyzed your site & optimized your SEO data!":[""],"Fantastic work! Add your organization's social media accounts below. This allows us to fine-tune the metadata for these platforms.":[""],"Social share preview":[""],"Twitter share preview":[""],"The %1$s interface is currently unavailable in the beta WooCommerce product editor. To resolve any issues, please disable the beta editor. %2$sLearn how to disable the beta WooCommerce product editor.%3$s":[""],"Compatibility issue: Yoast SEO is incompatible with the beta WooCommerce product editor.":[""],"Search engines and other websites can still send traffic to your trashed content.":[""],"Unlock with the %1$s":[""],"Generate product titles & descriptions with AI!":[""],"Last year":[""],"Last week":[""],"Last day":[""],"Last updated":[""],"Activate tracking to show the ranking position":[""],"List your Frequently Asked Questions in an SEO-friendly way.":["以搜索引擎友好的方式列出常见问题。"],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by OpenAI GPTBot.":["在 robots.txt 文件中添加 \"禁止 \"规则，以防止 OpenAI GPTBot 抓取。"],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by the Google-Extended bot. Enabling this setting won’t prevent Google from indexing your website.":["在 robots.txt 文件中添加 \"禁止 \"规则，以防止 Google-Extended 机器人抓取。启用此设置不会阻止 Google 索引您的网站。"],"Lots of web traffic comes from bots crawling the web. Some can benefit your site or business, while other bots don’t. Blocking unwanted bots can save energy, help with site performance, and protect copyrighted content. Learn more about %1$swhen to block unwanted bots%2$s.":["许多网络流量来自于在网络上爬行的机器人。有些机器人可以为您的网站或业务带来好处，而其他机器人则不然。阻止不需要的机器人可以节省能源，有助于提高网站性能，并保护受版权保护的内容。了解有关%1$s的详细信息，然后阻止不需要的机器人%2$s。"],"Prevent OpenAI GPTBot from crawling":["防止 OpenAI GPTBot 抓取"],"Prevent Google Bard and Vertex AI bots from crawling":["防止 Google Bard 和 Vertex AI 机器人抓取"],"Prevent Common Crawl CCBot from crawling":["防止普通抓取 CCBot 抓取"],"Unlock Premium SEO analysis":["解锁高级搜索引擎优化分析"],"Get more help with writing content that ranks":["获取更多有关撰写排名内容的帮助"],"$ USD / € EUR / £ GBP per year (ex. VAT)":["美元/欧元/英镑/年（不含增值税）"],"Internal linking suggestions":["内部链接建议"],"%1$s SAVE 30%% %2$s on your 12 month subscription":["%1$s 在12个月的订阅中节省30%% %2$s"],"Learn more about %s (Opens in a new browser tab)":["了解有关 %s 的更多信息（在新的浏览器选项卡中打开）"],"Write more natural and engaging content":["撰写更自然、更吸引人的内容"],"Synonyms help users understand your copy better. It’s easier to read for both users and Google. In %s, you can add synonyms for your focus keyphrase, and we’ll help you optimize for them.":["同义词有助于用户更好地理解您的文案。对用户和 Google 来说都更容易阅读。在 %s 中，您可以为您的重点关键词添加同义词，我们将帮助您进行优化。"],"Is your %1$s store ready for Black Friday?":["您的 %1$s 商店为黑色星期五做好准备了吗？"],"Check your text on even more SEO criteria and get an enhanced keyphrase analysis, making it easier to optimize your content.":["根据更多搜索引擎优化标准检查文本，并获得增强的关键词分析，从而更轻松地优化内容。"],"Buy now!":["现在购买！"],"30% OFF!":["七折优惠！"],"BLACK FRIDAY SALE: %1$s %2$sBuy now!%3$s":["黑色星期五促销：%1$s %2$s现在购买！%3$s"],"BLACK FRIDAY SALE: %1$s":["黑色星期五促销： %1$s"],"Reach a wider audience":["覆盖更广泛的受众"],"Add related keyphrases":["添加相关关键词"],"%s automatically suggests to what content you can link with easy drag-and-drop functionality, which is good for your SEO!":["%s 可通过简单的拖放功能自动建议您链接到哪些内容，这对您的搜索引擎优化大有裨益！"],"Rank higher by connecting your content":["通过连接内容提高排名"],"Get help optimizing for up to 5 related keyphrases. This helps you reach a wider audience and get more traffic.":["帮助优化多达 5 个相关关键词。这将帮助您接触到更多受众，获得更多流量。"],"-30%":["-30%"],"%1$s Now with 30%% Black Friday Discount!":["%1$s 现在享受 30%% 的黑色星期五折扣！"],"%1$sSALE 30%% OFF!%2$s":["%1$s大减价30%%！%2$s"],"30% OFF":["七折优惠"],"BLACK FRIDAY":["黑色星期五"],"Claim your 30% off now!":["现在就申请七折优惠！"],"Social media appearance":["社交媒体亮相"],"Determine how your post should look in the search results.":["确定帖子在搜索结果中的显示方式。"],"The Yoast %1$sultimate Black Friday checklist%2$s helps you prepare in time, so you can boost your results during this sale.":["Yoast %1$sultimate Black Friday checklist%2$s 可帮助您及时做好准备，从而在促销期间提高业绩。"],"To customize the appearance of your post specifically for Twitter, please fill out the 'Twitter appearance' settings below.":["要专门为 Twitter 定制帖子外观，请填写下面的 \"Twitter 外观 \"设置。"],"Twitter appearance":["推特亮相"],"To customize the appearance of your post specifically for Twitter, please fill out the 'Twitter appearance' settings below. If you leave these settings untouched, the 'Social media appearance' settings mentioned above will also be applied for sharing on Twitter.":["要专门为 Twitter 定制帖子外观，请填写下面的 \"Twitter 外观 \"设置。如果不修改这些设置，上述 \"社交媒体外观 \"设置也将应用于在 Twitter 上的分享。"],"Determine how your post should look on social media like Facebook, Twitter, Instagram, WhatsApp, Threads, LinkedIn, Slack, and more.":["确定您的帖子在 Facebook、Twitter、Instagram、WhatsApp、Threads、LinkedIn、Slack 等社交媒体上的显示效果。"],"Get the checklist and start optimizing now!":["获取清单，现在就开始优化！"],"Is your WooCommerce store ready for Black Friday?":["您的 WooCommerce 商店准备好迎接黑色星期五了吗？"],"The %1$s %2$sultimate Black Friday checklist%3$s helps you prepare in time, so you can boost your results during this sale.":["%1$s %2$s 黑色星期五终极清单%3$s 可以帮助您及时做好准备，从而在这次促销活动中提高业绩。"],"AI generator":["AI生成器"],"New in %1$s":[""],"Use AI to write your titles & meta descriptions!":[""],"Use the power of Yoast AI to automatically generate compelling titles and descriptions for your posts and pages.":["利用 Yoast AI 的强大功能，为您的文章和页面自动生成引人注目的标题和描述。"],"AI title & description generator":["人工智能标题和描述生成器"],"Use AI":["使用人工智能"],"Clear selection":["清除选择。"],"Note that the following commonly-used parameters will not be removed: %1$s, %2$s, %3$s, %4$s, %5$s, %6$s, and %7$s.":["请注意，以下常用参数不会被删除：%1$s、%2$s、%3$s、%4$s、%5$s、%6$s 和 %7$s。"],"Learn how to increase your rankings with %1$s":["了解如何使用 %1$s 提高排名"],"Want an enhanced Google preview of how your WooCommerce products look in the search results?":[""],"Sign up today!":[""],"Feeling lost when it comes to optimizing your site for the search engines? Join our FREE webinar to gain the confidence that you need in order to start optimizing like a pro! You'll obtain the knowledge and tools to start effectively implementing SEO.":[""],"Join our FREE webinar for SEO success":[""],"Want your products stand out in search results with rich results like price, reviews and more?":[""],"%1$s, %2$s and %3$s":[""],"%1$s and %2$s":[""],"Please see the “New” badges and review the Search appearance settings.":[""],"New type of content added to your site!":[""],"Site policies":[""],"Select a page which provides information about your diversity policies for %1$sstaffing%2$s, %1$shiring%2$s and %1$semployment%2$s.":[""],"Select a page which provides information on your diversity policies for %1$seditorial%2$s content.":[""],"Select a page which describes the personal, organizational, and corporate %1$sstandards%2$s of %1$sbehavior%2$s expected by your organization.":[""],"Select a page which outlines your procedure for addressing %1$serrors%2$s (e.g., publishing retractions or corrections).":[""],"Select a page which describes how your organization collects and responds to %1$sfeedback%2$s, engages with the %1$spublic%2$s, and prioritizes %1$stransparency%2$s.":[""],"Select a page which describes the ownership structure of your organization. It should include information about  %1$sfunding%2$s and %1$sgrants%2$s.":[""],"Select a page which describes the editorial principles of your organization. %1$sWhat%2$s do you write about, %1$swho%2$s do you write for, and %1$swhy%2$s?":[""],"Select the pages on your website which contain information about your organizational and publishing policies. Some of these might not apply to your site, and you can select the same page for multiple policies. %1$sLearn more about why setting your site policies is important%2$s.":[""],"Diversity staffing report":[""],"Diversity policy":[""],"Ethics policy":[""],"Corrections policy":[""],"Actionable feedback policy":[""],"Ownership / Funding info":[""],"Publishing policies":[""],"Publishing principles":[""],"Failed to retrieve pages.":[""],"Searching pages...":[""],"Add new page...":["添加新页面"],"No pages found.":[""],"You've added a new type of content. We recommend that you review the corresponding %1$sSearch appearance settings%2$s.":[""],"Error: Taxonomy was not removed from new_taxonomies list.":[""],"Taxonomy is no longer new.":[""],"Taxonomy is not new.":[""],"Error: Post type was not removed from new_post_types list.":[""],"Post type is no longer new.":[""],"Post type is not new.":[""],"Write a bug report":["填写错误报告"],"Our support team is here to answer any questions you may have. Fill out the (pop-up) contact form, and we'll get back to you as soon as possible!":[""],"%1$sSupport languages:%2$s English & Spanish":[""],"If you don't find the answers you're looking for and need personalized help, you can get 24/7 support from one of our support engineers.":[""],"Contact our support team":[""],"Have you stumbled upon a bug while using %1$s? Please raise a bug report on our GitHub repository to let us know about the issue!":[""],"Raise a bug report on GitHub":["在 GitHub 上提交错误报告"],"Visit WordPress forum":[""],"In the WordPress support forum for %1$s you can find answers or ask for help from %1$s users in the WordPress community.":[""],"WordPress support forum for %1$s":[""],"Visit our help center":["访问我们的帮助中心"],"Have a look at our help center to find articles, tutorials, and other resources to help you get the most out of %1$s!":[""],"%1$s's help center":[""],"Need help with %1$s? These resources are a great place to start!":[""],"Additional resources":[""],"Here, you'll find answers to commonly asked questions about using %1$s. If you don't see your question listed, you can have a look at the section below.":[""],"Frequently asked questions":["常见问题"],"If you have any questions, need a hand with a technical issue, or just want to say hi, we've got you covered. Get in touch with us and we'll be happy to assist you!":[""],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by Google AdsBot. You should only enable this setting if you're not using Google Ads on your site.":["在 robots.txt 文件中添加“禁止”规则，以防止 Google AdsBot 进行爬网。如果你的网站没有使用 Google Ads，建议启用此设置。"],"Block unwanted bots":["阻止不需要的机器人"],"Close the upgrade callout":[""],"%1$s and get an exclusive %2$s discount for %3$s month(s).":[""],"Click here to upgrade your %s plan":[""],"Keyphrases tracked: %1$s/%2$s":[""],"Your are tracking %1$s out of %2$s keyphrases included in your account.":[""],"Your are tracking %1$s out of %2$s keyphrases included in your free account.":[""],"Support":["支持"],"Prevent Google AdsBot from crawling":["阻止Google AdsBot 爬网"],"%s":[""],"This overview will show you your top performing keyphrases in Google. Connect with %s to get started.":[""],"You have successfully connected with %s.":["你已经成功和%s连接。"],"You have successfully connected with %1$s. Your %2$s account does not contain any keyphrases for this website yet. You can track keyphrases by using the \"Track SEO Performance\" button in the post editor.":[""],"Network Error: Unable to connect to the server. Please check your internet connection and try again later.":[""],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of URLs like %1$s, %2$s and %3$s.":[""],"Your WordPress environment is running on a non-production site. Indexables can only be created on production environments. Please check your `WP_ENVIRONMENT_TYPE` settings.":[""],"Inclusive language: %s":[""],"%1$s / %2$s: Top Keyphrases":[""],"The post type %s could not be indexed because it does not meet indexing requirements.":[""],"The name of this category is %1$s.":[""],"Start the course":["开始教程"],"Start free trial lesson":[""],"Maximize your SEO game by purchasing %s, which grants you unlimited access to all courses.":[""],"Learn vital SEO skills that you can apply at once! Let us take you by the hand and give you practical SEO tips to help you outrank your competitors. %s comes with five free courses.":[""],"Learn vital SEO skills that you can apply at once! Let us take you by the hand and give you practical SEO tips to help you outrank your competitors. Maximize your SEO game! Because your %s subscription gives you unlimited access to all courses.":[""],"Choosing the right type of hosting for your site is the basis of a solid Technical SEO strategy. Learn all about it in this course!":[""],"You have to make it possible for search engines to find your site, so they can display it in the search results. We'll tell you all about how that works in this course!":[""],"Are you selling in countries all over the world? In this course, you’ll learn all about setting up and managing a site that targets people in different languages and locales.":[""],"Do you want to take a deep dive into structured data? In this course, you'll learn the theory related to structured data in detail.":[""],"Learn how to optimize your online shop for your customers and for search engines!":[""],"Do you own a local business? This course will teach you how to make sure your local audience can find you in the search results and on Google Maps!":[""],"A clear site structure benefits your users and is of great importance for SEO. Still, most people seem to forget about this. Get ahead of your competition and learn how to improve your site structure!":[""],"Start creating block-tastic content with the new WordPress block editor! Learn all about the block editor and what you can do with it.":[""],"Do you know the essential first step of good SEO? It's keyword research. In this training, you'll learn how to research and select the keywords that will guide searchers to your pages.":[""],"Learn how to make your site stand out from the crowd by adding structured data!":[""],"In this course, you'll learn how to write awesome copy that is optimized for ranking in search engines.":[""],"Do you want to set up your own WordPress site? This course will teach you the ins and outs of creating and maintaining a WordPress website!":[""],"In this course, you'll learn practical SEO skills on every key aspect of SEO, to make your site stand out.":[""],"In this course, you'll learn about how to set up and use the %1$s for WordPress plugin so it makes SEO even easier. This course is meant for users of the block editor.":[""],"In this free course, you'll get quick wins to make your site rank higher in Google, Bing, and Yahoo.":[""],"Academy":[""],"%1$s %2$s isn't working as expected %3$s and you are not receiving updates or support! Make sure to %4$s activate your product subscription in %5$s%6$s to unlock all the features of %7$s.":[""],"%1$s can't be updated because your product subscription is expired. %2$sRenew your product subscription%3$s to get updates again and use all the features of %1$s.":[""],"Warning! These are expert features, so make sure you know what you're doing before using this setting. You might break your site. %1$sRead more about how your site can be affected%2$s.":[""],"%1$s: unregistered URL parameter removed. See %2$s":[""],"This feature is disabled when your site is not using pretty permalinks.":[""],"This feature is disabled when your site is not using %1$spretty permalinks%2$s.":[""],"%1$s: redirect utm variables to #":[""],"Optimize your business for multiple locations":[""],"Easily add maps, address finders, and opening hours to your content":[""],"Automatically get technical SEO best practices for local businesses":[""],"Attract more customers to your site and physical store":[""],"Remove Other profile %1$s":[""],"Please select a user in the Site representation step.":[""],"You can %1$supdate or add social profiles to this user profile%2$s.":[""],"You have selected the user %1$s as the person this site represents.":[""],"If you select a Person to represent this site, we will use the social profiles from the selected user's profile page.":[""],"It looks like you've enabled media pages. We recommend that you help us to re-analyze your site by running the SEO data optimization. ":[""],"Organization Mastodon":["Mastodon 组织"],"%1$s Settings - %2$s":["%1$s 设置 - %2$s"],"Read more about how to get your site verified.":["详细了解如何验证您的网站。"],"Get your site verified in your Mastodon profile.":["在您的 Mastodon 个人资料中验证您的网站。"],"E.g. https://mastodon.social/@yoast":["例如: https://mastodon.social/@yoast"],"Mastodon":["Mastodon"],"%2$s integrates %1$s' Schema output into its own to get rich snippets for your digital products!":["把模式输出自我 %2$s 综合 %1$s' ,获得数码产品的丰富片段！"],"Get %1$srich results for your digital products%2$s in Google search":["为您的数字化产品%1$s 获取 %2$s 丰富的Google 搜索结果"],"Add trustworthiness to your %1$s profile by verifying your site with %2$s.":[""],"Verify your site on %1$s%2$s%3$s":[""],"Mastodon profile not yet added":[""],"Mastodon profile added":[""],"Potentially non-inclusive":[""],"Finish your %s":[""],"Please enter a number between 1 and 50.":[""],"Settings navigation":[""],"Close settings navigation":[""],"Open settings navigation":[""],"Choose whether your site represents an organization or a person. %1$sLearn more about the differences and choosing between Organization and Person%2$s.":[""],"%1$sGet%2$s %3$s":[""],"Index Now":[""],"Failed to retrieve media.":[""],"Limit the length of internal site search queries to reduce the impact of spam attacks and confusing URLs. Please enter a number between 1 and 50.":[""],"The number you've entered is not between 1 and 50.":[""],"Determine how your %1$s should look on social media.":[""],"Disabling this means that archive pages for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":[""],"Prevents specific URL parameters from being removed by the above feature. E.g., adding %1$s will prevent %2$s from being redirected to %3$s. You can add multiple parameters and separate them by using enter or a comma.":[""],"Consolidates WordPress' multiple site search URL formats into the %1$s syntax. E.g., %2$s will redirect to %3$s":[""],"Redirect pretty URLs to ‘raw’ formats":[""],"Allow":[""],"Deny":[""],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":[""],"Only available for English sites":[""],"You can change the default type for %1$s under Content types in the %2$sSettings%3$s.":[""],"all the Yoast plugins":[""],"Show date archives in search results":["在搜索结果中显示日期存档"],"Show %1$s archives in search results":["在搜索结果中显示 %1$s 存档"],"Prefix for archive breadcrumbs":["汇聚页面存档的前缀词"],"Unlock rich results in Google search by using plugins that integrate with the %1$sYoast Schema API%2$s.":[""],"Schema API integrations":[""],"%s can integrate with other products, to help you further improve your website. You can enable or disable these integrations below.":[""],"Unlock rich snippets for your product pages by using %1$s.":[""],"Get %1$srich product results%2$s in Google search":[""],"%1$s integrates with %2$s's Schema API to get rich snippets for your recipes!":[""],"Get %1$srich results for your recipes%2$s in Google search":[""],"%1$s integrates with %2$s's Schema API to get rich snippets for your podcasts!":[""],"Get %1$srich results for your podcast%2$s in Google search":[""],"%1$s integrates with %2$s's Schema API to get rich snippets for your events!":[""],"Get %1$srich results for your events%2$s in Google search":[""],"You have selected the user %1$s%3$s%2$s as the person this site represents. Their user profile information will now be used in search results. We're sorry, you're not allowed to edit this user's profile. Please contact your admin or %1$s%3$s%2$s to check and/or update the profile.":["您已选择用户 %1$s%3$s%2$s 作为站点的代表者。他们的用户配置文件信息现在将用于搜索结果。很抱歉，您不能编辑此用户的配置文件。请联系管理员或 %1$s%3$s%2$s 以检查和 / 更新以下信息。"],"An organization name and logo need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site name and logo as default values. %1$sLearn more about the importance of structured data%2$s.":["为了使结构化数据正常的运作，需要设置组织名称和图标。由于您尚未设置这这两者，我们将默认使用站点的名称和图标。%1$s了解有关结构化数据%2$s重要性的详细信息。"],"This info is intended to appear in %1$sGoogle's Knowledge Graph%2$s.":["这条消息将出现在%1$s谷歌的知识图表%2$s中。"],"Other profile %1$s":[""],"Tweet":[""],"Organization Twitter":[""],"Open Graph":[""],"Organization Facebook":[""],"OpenGraph":[""],"Format archives":[""],"File":[""],"PDF":[""],"Video":[""],"Attachment":[""],"404 pages title":[""],"Search pages title":[""],"Enable date archives":[""],"Enable author archives":[""],"Anchor text for the homepage":[""],"Organization/person":[""],"Divider":[""],"Remove Atom/RDF feeds":[""],"Webmaster":[""],"Share":[""],"Structured data":[""],"Enable the %1$s XML sitemaps. A sitemap is a file that lists a website's essential pages to make sure search engines can find and crawl them.":[""],"The %1$s icon in the top admin bar provides quick access to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":[""],"Allows for Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared. Keep this feature enabled to optimize your site for social media.":[""],"Count the number of internal links from and to your posts to improve your site structure.":[""],"Mark and filter your cornerstone content to make sure your most important articles get the attention they deserve. To help you write excellent copy, we’ll assess your text more strictly.":[""],"Get more insights into what you are writing. What words do you use most often? How much time does it take to read your text? Is your text easy to read?":[""],"The inclusive language analysis offers suggestions to write more inclusive copy, so more people will be able to relate to your content.":[""],"The SEO analysis offers suggestions to improve the findability of your text and makes sure that your content meets best practices.":[""],"Set the basic info for your website. You can use %1$stagline%2$s and %1$sseparator%2$s as %3$sreplacement variables%4$s when configuring the search appearance of your content.":[""],"Usage tracking allows us to track some data about your site to improve our plugin. %1$sLearn more about which data we track and why%2$s.":[""],"A link to the archive for the post author, with the author's name as anchor text.":[""],"Determine how your %1$s pages should be described by default in your site's Schema.org markup. You can always customize the settings for individual %1$s pages in the %2$s metabox.":[""],"Determine how your %1$s pages should look in search engines. You can always customize the settings for individual %1$s pages in the %2$s metabox.":[""],"Enable %1$s pages":[""],"Determine how your homepage should look in the search results.":[""],"Determine how your %1$s should look in search engines. You can always customize the settings for individual %1$s in the %2$s metabox.":[""],"Enable format-based archives":[""],"Not sure how to implement the %3$s breadcrumbs on your site? Read %1$sour help article on breadcrumbs implementation%2$s.":[""],"Show %1$s without posts in search results":[""],"Determine how your %1$s should look on social media by default. You can always customize the settings for individual %1$s in the %2$s metabox.":[""],"Determine what your %1$s should look like in the search results by default. You can always customize the settings for individual %1$s in the %2$s metabox.":[""],"This taxonomy is used for %2$s.":[""],"This taxonomy is used for %1$s and %2$s.":[""],"Read more about our custom field analysis":[""],"Determine how your %1$s should look on social media by default. You can always customize the settings for individual %1$s in the %2$s sidebar or metabox.":[""],"Determine what your %1$s should look like in the search results by default. You can always customize the settings for individual %1$s in the %2$s sidebar or metabox.":[""],"Determine how your %1$s should be described by default in %2$syour site's Schema.org markup%3$s. You can always change the settings for individual %1$s in the %4$s sidebar or metabox.":[""],"You can add multiple custom fields and separate them by using %1$senter%2$s or %1$scomma%2$s.":[""],"Please enter a search term with at least 3 characters.":[""],"CtrlK":[""],"⌘K":[""],"Add new user...":[""],"Unavailable for multisites":[""],"Integrate your custom fields and SEO data from %1$s%2$s%3$s":[""],"Upgrade your %1$s%2$s%3$s SEO":[""],"Improve your internal search results with %1$s%2$s%3$s":[""],"Make your terms & privacy pages more trustworthy with %1$s%2$s%3$s":[""],"Track your rankings through time with %1$s%2$s%3$s":[""],"Use %1$s%2$s%3$s to do keyword research - without leaving your post":[""],"We could not save the website name. Please check the value.":[""],"%1$sSubheading distribution%2$s: The beginning of your text is longer than %4$s %5$s and is not separated by any subheadings. %3$sAdd subheadings to improve readability.%2$s":[""],"WordPress.org support forums":[""],"Yoast Premium support":[""],"Yoast.com help section":[""],"Help":[""],"Write better content":[""],"Improve your blog post":[""],"Learn more SEO":[""],"SEO Tools":[""],"not set":[""],"With a 30-day money-back guarantee. No questions asked.":[""],"Reach new customers who live near your business":[""],"Get all 5 Yoast plugins for WordPress at a big discount":[""],"Cover all your SEO bases":[""],"Add global identifiers for variable products":[""],"Drive more traffic to your online store":[""],"Add all necessary schema.org markup":[""],"Ping Google on the publication of a new post":[""],"Rank higher in Google's news carousel":[""],"Make your videos responsive for all screen sizes":[""],"Cleaned up %1$d record from %2$s.":["已从 %2$s 中清除 %1$d 条记录。"],"Cleaning up %1$s [%2$s]":["清除%1$s [%2$s]"],"Skipping %1$s. %2$s is not active on this site.":["跳过 %1$s。 %2$s 在此站点上未激活。"],"Cleaned up %1$d record.":["清除了%1$d记录"],"The value for 'batch-size' must be a positive integer higher than equal to 1.":["'batch-size' 的值必须是大于等于 1 的正整数。"],"The value for 'interval' must be a positive integer.":["“间隔”的值必须是正整数。"],"We need to re-analyze some of your SEO data because of a change in the visibility of your taxonomies. Please help us do that by running the SEO data optimization. ":["由于分类标准的可见性发生了变化，我们需要重新分析您的一些搜索引擎优化数据。请运行 SEO 数据优化，帮助我们完成这项工作。 "],"We need to re-analyze some of your SEO data because of a change in the visibility of your post types. Please help us do that by running the SEO data optimization. ":["由于帖子类型的可见性发生了变化，我们需要重新分析您的一些搜索引擎优化数据。请运行 SEO 数据优化，帮助我们完成这项工作。 "],"The term %s could not be built because it's not indexable.":["无法构建术语 %s，因为它不可索引。"],"The post %s could not be indexed because it's post type is excluded from indexing.":["帖子 %s 无法编入索引，因为它的帖子类型已从索引中排除。"],"The post %s could not be indexed because it does not meet indexing requirements.":["帖子 %s 无法编入索引，因为它不符合索引要求。"],"%1$sSAVE 30%%%2$s on your 12 month subscription":["%1$s 为您的 12 个月订阅节省 30%% %2$s"],"BLACK FRIDAY - 30% OFF":["黑色星期五 - 30% 折扣"],"Use the alternate organization name for acronyms, or a shorter version of your organization's name.":["使用备用组织名称作为首字母缩写，或使用组织名称的更短版本。"],"Alternate organization name":["备用组织名称"],"Use the alternate website name for acronyms, or a shorter version of your website's name.":["使用备用网站名称作为首字母缩写，或使用网站名称的更短版本。"],"Alternate website name":["备用网站名称"],"Determine how the title of your 404 error pages should look in the browser.":["选择 404 错误页面的标题在浏览器中的显示方式。"],"404 error pages":["404错误页面"],"Determine how the title of your internal search pages should look in the browser.":["选择你的内部搜索页面的标题在浏览器中应该是什么样子。"],"Internal search pages":[""],"Show media pages in search results":["在搜索结果中显示媒体页面"],"Show format archives in search results":["在搜索结果中显示日期档案"],"Show author archives in search results":["在搜索结果中显示作者档案"],"Breadcrumbs for %1$s":["%1$s的面包屑"],"Site connections":["网站连接"],"View the XML sitemap":["查看XML网站地图"],"Enable feature":[""],"Site features":[""],"Learn more":[""],"Site info":[""],"We're sorry, you're not allowed to edit the %1$swebsite name%2$s and %1$stagline%2$s.":[""],"Show or hide our tools and controls in the attachment editor.":[""],"(e.g., %1$s)":[""],"Remove unregistered URL parameters":[""],"Optimize Google Analytics utm tracking parameters":[""],"Remove WP-JSON API":[""],"Remove emoji scripts":[""],"Remove Atom / RDF feeds":[""],"Remove search results feeds":[""],"Remove custom taxonomy feeds":[""],"Remove tag feeds":[""],"Remove category feeds":[""],"Remove post type feeds":[""],"Remove post authors feeds":[""],"Remove post comments feeds":[""],"Remove global comment feeds":[""],"Remove global feed":[""],"Remove powered by HTTP header":[""],"Remove generator tag":[""],"Remove oEmbed links":[""],"Remove RSD / WLW links":[""],"Remove REST API links":[""],"Remove shortlinks":[""],"Show or hide our tools and controls in the content editor.":[""],"Enable SEO controls and assessments":[""],"Unlock with %1$s":[""],"We couldn’t find anything with that term.":[""],"Search...":[""],"Quick search...":[""],"No, continue editing":[""],"Yes, discard changes":[""],"You are about to discard all unsaved changes. All of your settings will be reset to the point where you last saved. Are you sure you want to do this?":[""],"Discard all changes":[""],"Redirect pretty URLs for search pages to raw format":["将搜索页面的漂亮URL重定向为原始格式"],"Choose the general appearance of your breadcrumbs.":[""],"Breadcrumb appearance":[""],"You have selected the user %1$s%5$s%2$s as the person this site represents. Their user profile information will now be used in search results. %3$sUpdate their profile to make sure the information is correct%4$s.":[""],"Please tell us more about the person this site represents.":[""],"E.g. https://example.com/yoast":[""],"Tell us if you have any other profiles on the web that belong to your organization. This can be any number of profiles, like YouTube, LinkedIn, Pinterest, or even Wikipedia.":[""],"Please tell us more about your organization. This information will help Google to understand your website, and improve your chance of getting rich results.":[""],"E.g. https://twitter.com/yoast":[""],"E.g. https://facebook.com/yoast":[""],"Other profiles":[""],"Writing":[""],"You can determine the title and description for the blog page by %1$sediting the blog page itself%2$s.":[""],"These are expert features, so make sure you know what you're doing before removing the parameters. %1$sRead more about how your site can be affected%2$s.":[""],"Advanced: URL cleanup":[""],"Prevent crawling of internal site search URLs":[""],"Block internal site searches which match the patterns of known spam attacks.":[""],"Block internal site searches which contain complex and non-alphanumeric characters, as they may be part of a spam attack.":[""],"Enables advanced settings for protecting your internal site search URLs.":[""],"Your internal site search can create lots of confusing URLs for search engines, and can even be used as a way for SEO spammers to attack your site. Most sites will benefit from experimenting with these protections and optimizations, even if you don’t have a search feature in your theme.":[""],"Internal site search cleanup":[""],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of WordPress' JSON API endpoints.":[""],"Remove JavaScript used for converting emoji characters in older browsers.":[""],"Remove URLs which provide alternative (legacy) formats of all of the above.":[""],"Remove URLs which provide information about your search results.":[""],"Remove URLs which provide information about your recent posts, for each custom taxonomy.":[""],"Remove URLs which provide information about your recent posts, for each tag.":[""],"Remove URLs which provide information about your recent posts, for each category.":[""],"Remove URLs which provide information about your recent posts, for each post type.":[""],"Remove URLs which provide information about recent posts by specific authors.":[""],"Remove URLs which provide information about recent comments on each post.":[""],"Also disables post comment feeds.":[""],"Remove URLs which provide an overview of recent comments on your site.":[""],"Remove URLs which provide an overview of your recent posts.":[""],"WordPress outputs your content in many different formats, across many different URLs (like RSS feeds of your posts and categories). It’s generally good practice to disable the formats you’re not actively using.":[""],"Disable unwanted content formats":[""],"Remove links which allow others sites to ‘ping’ yours when they link to you.":[""],"Remove information about the plugins and software used by your site.":[""],"Remove links used for embedding your content on other sites.":[""],"Remove links used by external systems for publishing content to your blog.":[""],"Remove links to the location of your site’s REST API endpoints.":[""],"Remove links to WordPress' internal 'shortlink' URLs for your posts.":[""],"Remove unwanted metadata":[""],"Crawl optimization":[""],"Removes unknown URL parameters via a %1$s redirect. E.g., %2$s will be redirected to %3$s":[""],"Replaces %1$s tracking parameters with the (more performant) %2$s equivalent, via a %3$s redirect. E.g., %4$s will be redirected to %5$s":[""],"Users and search engines may often request your URLs whilst using query parameters, like %1$s. These can be helpful for tracking, filtering, and powering advanced functionality - but they come with a performance and SEO ‘cost’. Sites which don’t rely on URL parameters might benefit from using these options.":[""],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by Common Crawl CCBot.":[""],"WordPress adds a lot of links and content to your site's %1$s and HTTP headers. For most websites you can safely disable all of these, which can help to save bytes, electricity, and trees.":[""],"Make your site more efficient and more environmentally friendly by preventing search engines from crawling things they don’t need to, and by removing unused WordPress features. %1$sLearn more about crawl settings and how they could benefit your site%2$s.":[""],"E.g., %1$s and %2$s":[""],"E.g., %1$s":[""],"Enable breadcrumbs for your theme":[""],"You can always choose to enable/disable them for your theme below. This setting will not apply to breadcrumbs inserted through a widget, a block or a shortcode.":[""],"Choose which Post type you wish to show in the breadcrumbs for Taxonomies.":[""],"Breadcrumbs for taxonomies":[""],"Choose which Taxonomy you wish to show in the breadcrumbs for Post types.":[""],"Breadcrumbs for post types":[""],"Breadcrumb for 404 page":[""],"Prefix for search page breadcrumbs":[""],"Add prefix":[""],"Add anchor text":[""],"Add separator":[""],"Configure the appearance and behavior of %1$syour breadcrumbs%2$s.":[""],"Disabling this will redirect the %1$s to your site's homepage.":[""],"Refresh this page":[""],"Unfortunately, this means that all your unsaved changes will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":[""],"Something went wrong. An unexpected error occurred.":[""],"Failed to retrieve users.":[""],"Searching users...":[""],"No users found.":[""],"Discard changes":[""],"The profile is not valid. Please use only 1-25 letters, numbers and underscores or enter a valid Twitter URL.":[""],"The profile is not valid. Please enter a valid URL.":[""],"The verification code is not valid. Please use only the letters A to F, numbers, underscores and dashes.":[""],"The verification code is not valid. Please use only letters, numbers, underscores and dashes.":[""],"User":[""],"Site basics":[""],"Text formality":[""],"Read more about text formality.":[""],"%1$s%3$s%2$s will help you assess the formality level of your text.":[""],"WordPress loads lots of resources, some of which your site might not need. If you’re not using these, removing them can speed up your pages and save resources.":["WordPress加载了大量资源，其中一些资源可能您的网站不需要。如果不使用这些，删除它们可以加快页面速度并节省资源。"],"Remove unused resources":["删除未使用的资源"],"Prevent search engines from crawling /wp-json/":["防止搜索引擎爬网/wp-json/"],"Prevent search engines from crawling site search URLs":["阻止搜索引擎爬网网站搜索URLs"],"There are unsaved changes on this page. Leaving means that those changes will be lost. Are you sure you want to leave this page?":["这个页面上存在着尚未保存的修改。如果离开页面，这些修改将会丢失。您确认您想要离开此页面吗？"],"Media pages":["媒体页面"],"Categories & tags":["分类与标签"],"Content types":["内容类型"],"Show more":["显示更多"],"Show less":["显示更少"],"Configure the basics for your website.":["配置您的网站的基本信息"],"This field updates the %1$stagline in your WordPress settings%2$s.":[""],"Disabling this means that %1$s pages created by WordPress will not be indexed by search engines and will be excluded from XML sitemaps.":["关闭该选项意味着由 WordPress 创建的 %1$s 页面不会被搜索引擎收录，并且会被排除出 XML 站点地图。"],"Show %1$s pages in search results":[""],"We recommend keeping %1$s pages disabled. This will cause all attachment URLs to be redirected to the media itself.":[""],"%1$s pages":[""],"When you upload media (e.g. an image or video), %5$s automatically creates a %3$s page (attachment URL) for it. These pages are quite empty and could cause %1$sthin content problems and lead to excess pages on your site%2$s. Therefore, %4$s disables them by default (and redirects the attachment URL to the media itself).":[""],"Format-based archives can cause duplicate content issues. For most sites, we recommend that you disable this setting.":[""],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps. We recommend that you disable this setting.":[""],"%1$s can cause duplicate content issues. For most sites, we recommend that you disable this setting.":[""],"%1$s (e.g. %2$s) are based on publication dates. From an SEO perspective, the posts in these archives have no real relation to the other posts except for their publication dates, which doesn’t say much about the content. They could also lead to duplicate content issues. This is why we recommend you to disable %3$s.":[""],"Determine how your %1$s should look on social media by default.":[""],"Disabling this means that %1$s without any posts will not be indexed by search engines and will be excluded from XML sitemaps.":[""],"Show archives for authors without posts in search results":[""],"Determine how your %1$s should look in search engines.":[""],"If you're running a one author blog, the %1$s (e.g. %2$s) will be exactly the same as your homepage. This is what's called a %3$sduplicate content problem%4$s. If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or prevent it from showing up in search results.":[""],"Author archive":["作者归档"],"Read more about the search results settings":[""],"Determine how your %1$s should look in search engines and on social media.":[""],"Contact support":["联系支持人员"],"We're very sorry, but it seems like the following error has interrupted our application:":[""],"Read reviews from real users":["阅读真实用户的评论"],"%1$s attempted to load the class %2$s but it could not be found.":["%1$s attempted to load the class %2$s but it could not be found."],"We noticed that you are using a multilingual plugin. Please be aware that this analysis feedback is intended only for texts written in English.":[""],"Determine how your homepage should look in the search results and on social media. This is what people probably will see when they search for your brand name.":["选择你的主页在搜索引擎和社交媒体中展示的样式。注意，这就是人们在搜索引擎中搜索你的品牌所显示的样式"],"Determine how your homepage should look on social media.":["选择你的主页在社交媒体上如何展示。"],"Show the categories prefix in the slug":["将类别前缀保留在 slug 中"],"Category URLs in WordPress contain a prefix, usually %s. Show or hide that prefix in category URLs.":["WordPress中的分类目录网址包含前缀，通常为%s。仅在分类上使用前缀。"],"Determine how your %1$s archive should look on social media.":["选择你的%1$s归档在社交媒体上如何展示。"],"Disabling this means that the archive for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["禁用此功能意味着 %1$s 的存档将不会被搜索引擎索引，并将从 XML 站点地图中排除。"],"Determine how your %1$s archive should look in search engines.":["选择你的%1$s归档在搜索引擎上如何展示。"],"These settings are specifically for optimizing your %1$s archive.":["这些设置专门用于优化您的 %1$s 存档。"],"%1$s archive":["%1$s归档"],"Add custom fields to page analysis":["将自定义字段添加到页面分析"],"Additional settings":["其他设置"],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["禁用此功能意味着 %1$s 将不会被搜索引擎索引，并将被排除在 XML 站点地图之外。"],"Search appearance":["搜索外观"],"You haven't set a Shop page in your WooCommerce settings. %1$sPlease do this first%2$s.":["您尚未在 WooCommerce 设置中设置商店页面。 %1$s请先执行此操作%2$s。"],"The %1$ssocial image%2$s, %1$ssocial title%2$s and %1$ssocial description%2$s require Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":["%1$s社交图片%2$s、%1$s社交标题%2$s和%1$s社交描述%2$s需要Open Graph数据，目前在%3$s的“社交分享”部分禁用s网站偏好%4$s。"],"Oh no! It seems your form contains invalid data. Please review the following fields:":["哦，不！看起来似乎您的表格中含有无效的数据。请重新检查以下信息："],"Archive social image":["归档社交图像"],"Archive social description":["归档社交描述"],"Archive social title":["归档社交标题"],"Show the archive for %1$s in search results":["在搜索结果中展示%1$s的归档"],"Archive breadcrumbs title":["归档面包屑标题"],"Archive meta description":["归档元描述"],"Archive SEO title":["归档SEO标题"],"Enable %1$s for %2$s":["为 %2$s 启用 %1$s"],"Show %1$s in search results":["在搜索结果中显示%1$s"],"The selected media type is not valid. Supported types are: JPG, PNG, WEBP and GIF.":["选择的媒体类型无效。支持的类型有：JPG、PNG、WEBP 和 GIF。"],"%1$sInclusive language%2$s: We haven't detected any potentially non-inclusive phrases. Great work!":[""],"Potentially non-inclusive phrases":[""],"Non-inclusive phrases":[""],"Learn more about the inclusive language analysis":[""],"Inclusive language:":[""],"Removes the inclusive language analysis section from the metabox and disables all inclusive language-related suggestions.":[""],"Disable inclusive language analysis":[""],"Discover why inclusive language is important for SEO.":["了解为什么包容性语言对SEO很重要。"],"The inclusive language analysis offers suggestions to write more inclusive copy.":["包容性语言分析为编写更具包容性的文本提供了建议。"],"Inclusive language analysis":["包容性语言分析"],"Inclusive language":["包容性语言"],"%1$sInclusive language%2$s: %3$s":[""],"Use %s fields to power your meta tags and templates, and analyze all of your content.":["使用 %s 字段为您的元标记和模板提供支持，并分析您的所有内容。"],"Improve your technical SEO, meta tags and unlock more SEO ecommerce tools.":["改进您的技术 SEO、元标记并解锁更多 SEO 电子商务工具。"],"Connect your %1$s account to improve your site’s search results using %2$s data.":["连接您的 %1$s 帐户，以使用 %2$s 数据改进您网站的搜索结果。"],"Upgrade your meta tags and social previews and manage your SEO settings in one place.":["在这里改进您的元标签和公众预览以及管理您的SEO设置"],"Get the most out of %1$s%2$s%3$s and %4$s, together":["一起充分利用 %1$s 和 %2$s"],"Take advantage of your favorite SEO & content analysis tools with your favorite page builder.":["使用您最喜欢的页面构建器来利用您最喜欢的 SEO 和内容分析工具。"],"Get %1$s tools and functionality in %2$s%3$s%4$s":["在 %2$s 中获取 %1$s 工具和功能"],"Use the power of the blockchain to timestamp your content with %s.":["使用区块链的力量为您的内容添加 %s 时间戳。"],"Keep an eye on how your posts are ranking by connecting to your %s account.":["通过连接到您的 %s 帐户来密切关注您的帖子的排名。"],"Find out what your audience is searching for with %s data right in your sidebar.":["使用侧边栏中的 %s 数据找出您的受众正在搜索的内容。"],"Front-end SEO inspector":[""],"Oops! Something went wrong while saving.":["Oops! 保存时出了点问题。"],"Great! Your settings were saved successfully.":["太棒了！您的设置已经保存成功。"],"Get your verification code in %1$sYandex Webmaster tools%2$s.":["在%1$sYandex网站管理员工具%2$s获取您的验证码。"],"Yandex":["Yandex"],"Claim your site over at %1$sPinterest%2$s.":["在%1$sPinterest%2$s上宣传你的网站。"],"Get your verification code in %1$sGoogle Search console%2$s.":["在%1$sGoogle搜索控制台%2$s获取你的验证码。"],"Get your verification code in %1$sBing Webmaster tools%2$s.":["在%1$sBing网站管理员工具%2$s获取您的验证码。"],"Bing":["Bing"],"Add verification code":["加入验证码"],"Get your verification code in %1$sBaidu Webmaster tools%2$s.":["在%1$s百度站长工具%2$s获取您的验证码。"],"Baidu":["Baidu"],"Verify your site with different tools. This will add a verification meta tag to your homepage. You can find instructions on how to verify your site for each platform by following the link in the description.":["用不同的工具验证你的网站。这将在你的主页上添加一个验证元标签。你可以通过描述中的链接找到关于如何为每个平台验证你的网站的说明。"],"By default only editors and administrators can access the Advanced and Schema section of the %1$s sidebar or metabox. Disabling this allows access to all users.":["默认情况下，只有编辑和管理员可以访问 Yoast SEO 元框的高级和架构部分。禁用此功能允许所有用户访问。"],"Restrict advanced settings for authors":["限制作者的高级设置"],"This Yoast SEO REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use Yoast SEO for all their SEO meta output.":["这个 Yoast SEO REST API 端点为您提供特定 URL 所需的所有元数据。这将使无头 WordPress 网站非常容易将 Yoast SEO 用于其所有 SEO 元输出。"],"REST API endpoint":["REST API 端点"],"APIs":["API接口"],"Slack sharing":["松弛共享"],"Allows for Twitter to display a preview with images and a text excerpt when a link to your site is shared.":["允许 Twitter 在共享指向您的站点的链接时显示带有图像和文本摘录的预览。"],"Twitter card data":["推特卡数据"],"Open Graph data":["打开图形化数据显示"],"Social sharing":["社交分享"],"Site structure":["站点结构"],"Tell us which features you want to use.":["告诉我们您想使用哪个特性"],"Site preferences":["网站偏好"],"Network disabled":["网络已禁用"],"Unavailable for sub-sites":["无法获取子站点"],"This image is used as a fallback for posts/pages that don't have any images set.":["此图像用作未设置任何图像的帖子/页面的后备。"],"Site image":["网站图片"],"Title separator":["标题分隔符"],"Recommended size for this image is %1$s%3$s%2$s":["此图片的推荐尺寸为 %1$s%3$s%2$s"],"The %1$sSite image%2$s requires Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":["%1$sSite 图片%2$s 需要 Open Graph 数据，该数据目前在 %3$sSite 偏好设置%4$s 的“社交分享”部分中被禁用。"],"Automatically add content to your RSS. This enables you to add links back to your blog and your blog posts, helping search engines identify you as the original source of the content.":["自动将内容添加到您的 RSS。这使您能够将链接添加回您的博客和博客文章，帮助搜索引擎将您识别为内容的原始来源。"],"RSS feed":["RSS源"],"%1$s (default)":["%1$s（默认）"],"We took the liberty of using your website name and logo for the organization name and logo. Feel free to change them below.":["我们冒昧地使用您的网站标题和徽标作为组织名称和徽标。随意在下面更改它们。"],"Edit your %1$s":["修改您的 %1$s"],"slug":["蛞蝓"],"keyphrase":["关键词"],"A company name and logo need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site name and logo as default values. %1$sLearn more about the importance of structured data.%2$s":["要使结构化数据正常工作，需要设置公司名称和徽标。由于您尚未设置这些，我们将使用站点名称和徽标作为默认值。%1$s了解有关结构化数据重要性的更多信息。%2$s"],"Install %1$s Content Analysis for %2$s":["为 %2$s 安装 %1$s 内容分析"],"Activate %1$s Content Analysis for %2$s":["为 %2$s 激活 %1$s 内容分析"],"%1$s integrates with %2$s":["%1$s 与 %2$s 集成"],"Integration active":["集成激活"],"Plugin not detected":["未检测到插件"],"Enable integration":["启用集成"],"Plugin integrations":["插件集成"],"Recommended integrations":["推荐的集成"],"Enable %1$s":[""],"Integration unavailable for multisites":["多站点无法集成"],"Network Disabled":["网络已禁用"],"Unlock with Premium!":["使用Premium解锁！"],"Premium SEO analysis:":["高级搜索引擎优化分析："],"Beta":["测试"],"Are you publishing news articles? %s helps you optimize your site for Google News.":["你在发表新闻文章吗？ %s 可帮助您针对 Google 新闻优化您的网站。立即获取 %s！"],"no data":["没有数据"],"Your text should be slightly longer to calculate your Flesch reading ease score.":["您的文本应该稍长一些，以计算您的 Flesch 阅读难度分数。"],"Continue writing to get insight into the readability of your text!":["继续写作以深入了解您的文本的可读性！"],"%1$sKeyphrase distribution%2$s: Have you evenly distributed your focus keyphrase throughout the whole text? %3$sYoast SEO Premium will tell you!%4$s":["%1$s关键词分布%2$s：你是否在整篇文章中均匀地分布了你的焦点关键词？ %3$sYoast SEO Premium 会告诉你！%4$s"],"%1$sWord complexity%2$s: Is your vocabulary suited for a larger audience? %3$sYoast SEO Premium will tell you!%4$s":["%1$s单词复杂性%2$s：您的词汇表适合更多的受众吗？ %3$sYoast SEO Premium 会告诉你！%4$s"],"Get %s to enjoy the benefits of prominent words":["获取 %s 即可享受突出词的好处"],"With %1$s%3$s%2$s, this section will show you which words occur most often in your text. By checking these prominent words against your intended keyword(s), you'll know how to edit your text to be more focused.":["使用 %1$s%3$s%2$s，此部分将向您显示文本中最常出现的单词。通过对照您的预期关键字检查这些突出的词，您将知道如何编辑您的文本以更加集中。"],"Buy %s now!":["立即购买 %s！"],"Are you working on a news article? %s helps you optimize your site for Google News.":["你在写一篇新闻文章吗？ %s 可帮助您针对 Google 新闻优化您的网站。"],"Premium SEO analysis":["高级搜索引擎优化分析"],"1 year of premium support and updates included!":["包括 1 年的高级支持和更新！"],"Unlock with %s":["用 %s 解锁"],"Learn more about character count":["了解有关字符数的更多信息"],"Character count":["字符数"],"Learn more about word count":["了解有关字数的更多信息"],"Word count":["字数"],"Learn more about Flesch reading ease":["了解有关 Flesch 阅读轻松的更多信息"],"out of 100":["满分 100"],"okay":["好的"],"Learn more about reading time":["了解有关阅读时间的更多信息"],"Reading time":["阅读时间"],"minute":["分钟"],"Activate %1$s!":["激活%1$s！"],"You've installed %1$s but it's not activated yet. %2$sActivate %1$s now!%3$s":["您已安装%1$s，但尚未激活。%2$s立即激活%1$s！%3$s"],"Automatically ping search engines like Bing and Yandex whenever you publish, update or delete a post.":["无论何时发布、更新或删除帖子，都会自动ping Bing和Yandex等搜索引擎。"],"Additional URL parameters to allow":["允许的其他URL参数"],"Permalink cleanup settings":["永久链接清理设置"],"Max number of characters to allow in searches":["搜索中允许的最大字符数"],"Search cleanup settings":["搜索清理设置"],"Filter searches with common spam patterns":["使用常见垃圾邮件模式筛选搜索"],"Filter searches with emojis and other special characters":["使用表情符号和其他特殊字符筛选搜索"],"Filter search terms":["筛选搜索词"],"Unregistered URL parameters":["未注册的URL参数"],"Campaign tracking URL parameters":["活动跟踪URL参数"],"Timestamp this %s":["此%s的时间戳"],"%1$s: Not all the words from your keyphrase \"%4$s\" appear in the SEO title. %2$s%5$s%3$s.":["%1$s：并非您的关键词“%4$s”中的所有词都出现在 SEO 标题中。 %2$s%5$s%3$s。"],"%1$s: The focus keyphrase appears at the beginning of the SEO title. Good job!":["%1$s：焦点关键词出现在 SEO 标题的开头。好工作！"],"Keyphrase in SEO title":["SEO标题中的关键词"],"Contact %s support.":["联系 %s 支持。"],"WordProof Timestamp":["WordProof 时间戳"],"View this content's Timestamp certificate":["查看此内容的时间戳证书"],"Contact WordProof support":["联系WordProof支持"],"Find out how IndexNow can help your site.":["了解IndexNow如何帮助您的网站。"],"IndexNow":["立即索引"],"Dismiss this notice.":["忽略此通知。"],"We noticed that you haven't fully configured Yoast SEO yet. Optimize your SEO settings even further by using our improved %1$s First-time configuration%2$s.":["我们注意到您尚未完全配置 Yoast SEO。使用我们改进的 %1$s 首次配置%2$s 进一步优化您的 SEO 设置。"],"SEO configuration":["搜索引擎优化配置"],"Feed crawl settings":["Feed 抓取设置"],"Basic crawl settings":["基本抓取设置"],"Powered by HTTP header":["由 HTTP 标头提供支持"],"Pingback HTTP header":["Pingback HTTP 标头"],"Emoji scripts":["表情符号脚本"],"Generator tag":["生成器标签"],"oEmbed links":["o嵌入链接"],"RSD / WLW links":["RSD/WLW 链接"],"REST API links":["REST API 链接"],"Shortlinks":["短链接"],"Atom/RDF feeds":["Atom/RDF 提要"],"Search results feeds":["搜索结果提要"],"Custom taxonomy feeds":["自定义分类源"],"Tag feeds":["标记源"],"Category feeds":["分类提要"],"Post type feeds":["帖子类型反馈"],"Post authors feeds":["帖子作者订阅"],"Global comment feeds":["全球评论源"],"Global feed":["全球订阅源"],"%1$sLearn more about crawl settings.%2$s":["%1$s了解有关爬网设置的详细信息。%2$s"],"Post comments feeds":["帖子评论订阅"],"Crawl settings":["爬网设置"],"Finish configuration":["完成配置"],"Personal preferences":["偏好设置"],"SEO data optimization":["SEO 数据优化"],"An error has occurred: %1$s":["出现了一个错误：%1$s"],"We could not save the organization name. Please check the value.":["无法保存组织名称，请检查填写内容。"],"No items found.":["未找到任何项目。"],"All redirect types":["所有重定向类型"],"Add Redirect":["添加重定向"],"Old URL":["旧URL"],"The redirect type is the HTTP response code sent to the browser telling the browser what type of redirect is served. %1$sLearn more about redirect types%2$s.":["重定向类型是发送到浏览器的HTTP响应代码，告诉浏览器提供的重定向类型。%1$s了解有关重定向类型%2$s的更多信息。"],"301 Moved Permanently":["301永久移动"],"Type":["类型"],"Plain redirects":["普通重定向"],"Regex Redirects":["正则表达式重定向"],"There are unsaved changes in one or more steps. Leaving means that those changes may not be saved. Are you sure you want to leave?":["在一个或更多的步骤中有未保存的更改。离开此页面则这些更改不会保存。您确定要离开么？"],"Add another profile":["添加其他资料"],"Start first-time configuration!":["进行初次设定！"],"Set the essential %s settings for your site in a few steps.":["只需几个步骤即可为您的站点设置基本的 %s 设置。"],"For the best ranking results: configure %s!":["为获得最佳排名结果：配置 %s！"],"Your site is already easier to find for search engines.":["您的网站现在更容易被搜索引擎发现了。"],"Tell us about your site, so we can get it ranked!":[""],"Or go to your SEO dashboard":["转到SEO仪表盘"],"E.g. example@email.com":["例如 example@email.com"],"Please enter a valid email address.":["请输入有效的电子邮箱地址。"],"Tell us! Is your site about an organization or a person? ":[""],"Personal logo or avatar":["个人标志/头像"],"Select a user":["选择一个用户"],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. You're not allowed to update this user profile, so please ask this user or an admin to make sure the information is correct.":["您已选择用户 %1$s 作为此站点所代表的人。此用户配置文件信息现在将用于搜索结果。您无权更新此用户个人资料，因此请询问此用户或管理员以确保信息正确无误。"],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. %2$sUpdate this profile to make sure the information is correct%3$s.":["您已选择用户 %1$s 作为此站点所代表的人。此用户配置文件信息现在将用于搜索结果。 %2$s更新此配置文件以确保信息正确%3$s。"],"Uploading image...":["正在上传图片…"],"Select an option":["选择一个选项"],"Be aware that you should run the SEO data optimization for this configuration to take maximum effect.":["请注意，您应该为此配置运行 SEO 数据优化以发挥最大效果。"],"We've already successfully analyzed your site. You can move on to the next step.":["我们已经成功地分析了您的网站。您可以继续下一步。"],"SEO data optimization is running… You can safely move on to the next steps of this configuration.":["SEO数据优化中，你可以继续下一步配置。"],"You're not allowed to edit the social profiles of this user. Please ask this user or an admin to do this.":["您无权编辑用户 %1$s 的社交资料。请让该用户或管理员执行此操作。"],"E.g. https://www.wikipedia.com/yoast":["例如 https://www.wikipedia.com/yoast"],"E.g. https://www.youtube.com/yoast":["例如 https://www.youtube.com/yoast"],"E.g. https://www.twitter.com/yoast":["例如 https://www.twitter.com/yoast"],"E.g. https://www.tumblr.com/yoast":["例如 https://www.tumblr.com/yoast"],"E.g. https://www.soundcloud.com/yoast":["例如 https://www.soundcloud.com/yoast"],"E.g. https://www.pinterest.com/yoast":["例如 https://www.pinterest.com/yoast"],"E.g. https://www.myspace.com/yoast":["例如 https://www.myspace.com/yoast"],"E.g. https://www.linkedin.com/yoast":["例如 https://www.linkedin.com/yoast"],"E.g. https://www.instagram.com/yoast":["例如 https://www.instagram.com/yoast"],"E.g. https://www.facebook.com/yoast":["例如 https://www.facebook.com/yoast"],"Delete item":["删除项"],"E.g. https://social-platform.com/yoast":["例如 https://social-platform.com/yoast"],"Other social profile":["其他社交资料"],"First-time configuration":["首次配置"],"You should finish the %1$sfirst time configuration%2$s to make sure your SEO data has been optimized and you’ve set the essential Yoast SEO settings for your site.":["您应该完成%1$s首次配置%2$s，以确保您的SEO数据已优化，并且您已为您的站点设置了基本的Yoast SEO设置。"],"Step 4: Go through the first time configuration":["步骤4：完成第一次配置"],"Postname permalink":["邮政名永久链接"],"Page comments":["页面注释"],"Links table":["链接表"],"If you already have saved AIOSEO 'Search Appearance' settings and the issue persists, please contact our support team so we can take a closer look.":["如果您已经保存了AIOSEO“搜索外观”设置，并且问题仍然存在，请与我们的支持团队联系，以便我们可以仔细查看。"],"If you have never saved any AIOSEO 'Search Appearance' settings, please do that first and run the import again.":["如果您从未保存过任何AIOSEO“搜索外观”设置，请先保存并再次运行导入。"],"The AIOSEO import was cancelled because some AIOSEO data is missing. Please try and take the following steps to fix this:":["AIOSEO 导入已取消，因为缺少一些 AIOSEO 数据。请尝试并采取以下步骤来解决此问题："],"The validation of the AIOSEO data structure has failed.":["AIOSEO 数据结构的验证失败。"],"Currently, the %s integration is not available for multisites.":["当前，%s集成不可用于多站点。"],"WordProof authentication":["WordProof 身份验证"],"Connected to WordProof":["连接到 WordProof"],"Connection failed":["连接失败"],"Not working? %1$sContact %3$s support%2$s.":["不工作？ %1$s联系%3$s支持%2$s。"],"Try again":["再试一次"],"Find possible solutions in this %1$sArticle%2$s.":["在这篇 %1$sArticle%2$s 中找到可能的解决方案。"],"There was a connection problem. This could be because your third party connections are blocked.":["出现连接问题。这可能是因为您的第三方连接被阻止。"],"The %3$s will automatically be timestamped every time you %1$supdate%2$s or %1$spublish%2$s.":["每次您 %1$supdate%2$s 或 %1$spublish%2$s 时，%3$s 都会自动加上时间戳。"],"Your %s is now protected via the blockchain!":["您的 %s 现在受到区块链的保护！"],"Something went wrong authenticating your %3$s account with the %4$s site. Please try again or contact %1$s%3$s support%2$s.":["在 %4$s 网站上验证您的 %3$s 帐户时出现问题。请重试或联系%1$s%3$s 支持%2$s。"],"Unable to create new timestamps. Please authenticate with WordProof.":["无法创建新的时间戳。请使用 WordProof 进行身份验证。"],"Timestamp with WordProof":["带有 WordProof 的时间戳"],"Learn more about timestamping":["了解有关时间戳的更多信息"],"Authenticate with WordProof":["使用 WordProof 进行身份验证"],"Manage WordProof settings":["管理 WordProof 设置"],"The WordProof Timestamp plugin needs to be disabled before you can activate this integration.":["在激活此集成之前，需要禁用WordProof时间戳插件。"],"Open settings":["打开设置"],"Open authentication":["打开身份验证"],"The timestamp is not created because you need to authenticate with %s first.":["未创建时间戳，因为您需要首先向%s进行身份验证。"],"The timestamp is not retrieved by your site. Please try again or contact %1$s support.":["您的站点无法检索时间戳。请重试或联系%1$s支持。"],"%1$s failed to timestamp this page. Please check if you're correctly authenticated with %1$s and try to save this page again.":["%1$s无法为此页面添加时间戳。请检查您是否正确通过了%1$s的身份验证，然后再次尝试保存此页面。"],"%s has successfully timestamped this page.":["%s已成功为此页面添加时间戳。"],"You are out of timestamps. Please upgrade your account by opening the %s settings.":["你没有时间戳了。请打开%s设置来升级您的帐户。"],"Use WordProof to timestamp this page to comply with legal regulations and join the fight for a more transparant and accountable internet.":["使用WordProof标记此页面的时间戳，以遵守法律法规，并加入到为更透明和更负责任的互联网而斗争中。"],"Timestamp this post":["给这篇文章加时间戳"],"content words":["内容词"],"content word":["内容词"],"Cleanup failed with the following error:":["清理失败，出现以下错误："],"Note: These settings will overwrite the default settings of Yoast SEO.":["注意：这些设置将覆盖 Yoast SEO 的默认设置。"],"Note: This metadata will only be imported if there is no existing Yoast SEO metadata yet.":["注意：只有在没有现有的 Yoast SEO 元数据时才会导入此元数据。"],"Post metadata (SEO titles, descriptions, etc.)":["发布元数据（SEO 标题、描述等）"],"The import from %s includes:":["从 %s 导入的内容包括："],"Once you're certain that your site is working properly with the imported data from another SEO plugin, you can clean up all the original data from that plugin.":["一旦您确定您的网站可以正常使用来自另一个 SEO 插件的导入数据，您就可以清理该插件中的所有原始数据。"],"Please select an SEO plugin below to see what data can be imported.":["请在下方选择一个 SEO 插件以查看可以导入哪些数据。"],"Clean up":["清理"],"After you've imported data from another SEO plugin, please make sure to clean up all the original data from that plugin. (step 5)":["从另一个 SEO 插件导入数据后，请确保清理该插件中的所有原始数据。 （第 5 步）"],"Note: ":["注意： "],"The cleanup can take a long time depending on your site's size.":["清理可能需要很长时间，具体取决于您网站的大小。"],"Every fifteen minutes":["每 15 分钟"],"Default tagline":["默认标语"],"Import failed with the following error:":["导入失败，出现以下错误："],"No data found from other SEO plugins.":["没有从其他SEO插件中找到数据。"],"Select SEO plugin":["选择SEO插件"],"The import can take a long time depending on your site's size.":["根据站点的大小，导入可能需要很长时间。"],"For the best SEO results include all words of your keyphrase in the SEO title, and put the keyphrase at the beginning of the title":["为了获得最佳的SEO效果，请让SEO标题中包括你的关键词的所有字词，并将关键词放在标题的开头。"],"For the best SEO results write the exact match of your keyphrase in the SEO title, and put the keyphrase at the beginning of the title":["为了获得最好的SEO结果，请在SEO标题中写出与关键字完全匹配的内容，并将关键字放在标题的开头。"],"Installation Successful":["安装成功"],"Blog Post":["博客文章"],"%1$s: Title does not begin with the focus keyphrase. %2$sMove your focus keyphrase to the beginning of the title%3$s.":["%1$s：标题不以焦点关键词开头。 %2$s将您的焦点关键词移动到标题的开头%3$s。"],"%1$s: The exact match of the focus keyphrase appears at the beginning of the SEO title. Good job!":["%1$s：焦点关键词的完全匹配出现在 SEO 标题的开头。好工作！"],"%2$sText length%4$s: The text contains %1$d %6$s. This is below the recommended minimum of %5$d %6$s. %3$sAdd more content%4$s.":["%2$s文本长度%4$s：文本包含%1$d %6$s。这低于建议的最小值 %5$d %6$s。 %3$s添加更多内容%4$s。"],"%2$sText length%4$s: The text contains %1$d %6$s. This is slightly below the recommended minimum of %5$d %6$s. %3$sAdd a bit more copy%4$s.":["%2$s文本长度%4$s：文本包含%1$d %6$s。这略低于建议的最小值 %5$d %6$s。 %3$s添加更多副本%4$s。"],"%2$sText length%4$s: The text contains %1$d %6$s. This is far below the recommended minimum of %5$d %7$s. %3$sAdd more content%4$s.":["%2$s文本长度%4$s：文本包含%1$d%7%s。这远远低于建议的最低%5$d%7%s。%3$s添加更多内容%4$s。"],"character":["特点"],"word":["单词"],"words":["字"],"characters":["人物"],"%s rolls out the red carpet for the search bots, which helps your site perform better in search engines.":["%s 为搜索机器人铺开红地毯，这有助于您的网站在搜索引擎中表现得更好。"],"You've successfully installed %s!":["您已成功安装 %s！"],"Skip%s":["跳过%s"],"Your %s account does not contain any keyphrases for this website yet. You can track keyphrases by using the \"Track SEO Performance\" button in the post editor.":["您的 %s 帐户尚未包含该网站的任何关键词。您可以使用帖子编辑器中的“跟踪 SEO 绩效”按钮来跟踪关键词。"],"%s account":["%s 帐户"],"This overview only shows you keyphrases added to Yoast SEO. There may be other keyphrases added to your %s.":["此概述仅向您显示添加到 Yoast SEO 的关键词。您的 %s 中可能添加了其他关键词。"],"Tracking the ranking position...":["跟踪排名位置..."],"Something went wrong while tracking the ranking position(s) of your page. Please try again later.":["跟踪页面的排名位置时出现问题。请稍后再试。"],"reconnect to %s":["重新连接到 %s"],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["检索您网站的数据时似乎出了点问题。请 %s 再试一次。"],"Before you can track your SEO performance make sure to set either the post’s title and save it as a draft or manually set the post’s slug.":["在您可以跟踪您的 SEO 性能之前，请确保设置帖子的标题并将其保存为草稿或手动设置帖子的 slug。"],"No keyphrase has been set. Please set a keyphrase first.":["没有设置关键词。请先设置一个关键词。"],"upgrade your %s plan":["升级您的 %s 计划"],"You've reached the maximum amount of %d keyphrases you can add to your Wincher account. If you wish to add more keyphrases, please %s.":["您已达到可以添加到 Wincher 帐户的 %d 个关键字的最大数量。如果您想添加更多关键词，请 %s。"],"With %1$s you can track the ranking position of your page in the search results based on your keyphrase(s). %2$s":["使用 %1$s，您可以根据您的关键词跟踪您的网页在搜索结果中的排名位置。 %2$s"],"%s is currently tracking the ranking position(s) of your page. This may take a few minutes. Please wait or check back later.":["%s 当前正在跟踪您页面的排名位置。这可能需要几分钟的时间。请稍候或稍后再回来查看。"],"You have successfully connected to %s! You can now track the SEO performance for the keyphrase(s) of this page.":["您已成功连接到 %s！您现在可以跟踪此页面的关键词的 SEO 性能。"],"Read more about keyphrase tracking with Wincher":["阅读有关使用 Wincher 进行关键词跟踪的更多信息"],"Automatic tracking of keyphrases is enabled. Your keyphrase(s) will automatically be tracked by %s when you publish your post.":["启用了关键短语的自动跟踪。当您发布帖子时，%s 将自动跟踪您的关键词。"],"Please enter a focus keyphrase first to track keyphrase performance":["请先输入焦点关键词以跟踪关键词表现"],"Keyphrase position in the last 90 days on a scale from 0 to 100.":["过去 90 天的关键词位置，范围从 0 到 100。"],"Track SEO performance":["跟踪 SEO 表现"],"You can enable / disable tracking the SEO performance for each keyphrase below.":["您可以启用/禁用跟踪以下每个关键词的 SEO 性能。"],"Track all keyphrases on this page":["跟踪此页面上的所有关键词"],"Tracking has already been enabled for one or more keyphrases of this page. Clicking the button below will enable tracking for all of its keyphrases.":["已为此页面的一个或多个关键词启用跟踪。单击下面的按钮将启用对其所有关键短语的跟踪。"],"Learn more about the SEO performance feature.":["详细了解 SEO 性能功能。"],"SEO performance":["搜索引擎优化性能"],"Connect with %s":["与 %s 连接"],"* focus keyphrase":["* 重点关键词"],"Get more insights over at %s":["在 %s 获得更多见解"],"Position over time":["位置随时间变化"],"Position":["位置"],"Tracking":["追踪"],"You can still run the SEO data optimization in the %1$sTools section%2$s. Once that is finished, please refresh this page.":["您仍然可以在 %1$sTools 部分%2$s 中运行 SEO 数据优化。完成后，请刷新此页面。"],"This configuration step is currently disabled, because you're not running the latest version of Yoast SEO Premium. Please update to the latest version (at least %1$s). ":["由于您运行的不是最新版本的 Yoast SEO Premium，因此此配置步骤当前处于禁用状态。请更新到最新版本（至少 %1$s）。 "],"Save and continue":["保存并继续"],"Does your site represent an Organization or Person?":["您的网站是否代表一个组织或个人？"],"Activate %s":["激活%s"],"Update %s":["更新 %s"],"Renew %s":["续订%s"],"Get help activating your subscription":["获取激活订阅的帮助"],"It looks like you’re running an outdated and unactivated version of %1$s, please activate your subscription in %2$sMyYoast%3$s and update to the latest version (at least 17.7) to gain access to our updated workouts section.":["您运行的%1$s版本似乎已过时且未激活，请在%2$sMyYoast%3$s中激活您的订阅，并更新到最新版本（至少17.7），以访问我们更新的训练部分。"],"Activate your subscription of %s":["激活您的%s订阅"],"Update to the latest version of %s":["更新到%s的最新版本"],"Renew your subscription":["续订订阅"],"Accessing the latest workouts requires an updated version of %s (at least 17.7), but it looks like your subscription has expired. Please renew your subscription to update and gain access to all the latest features.":["访问最新训练需要%s的更新版本（至少17.7），但您的订阅似乎已过期。请续订订阅以更新并访问所有最新功能。"],"Renew your subscription of %s":["续订%s的订阅"],"Could not save this value. Please check the URL.":["无法保存此值。请检查网址。"],"Could not save this value. Please check the URL or username.":["无法保存此值。请检查 URL 或用户名。"],"Oops! Something went wrong. Check your email address and try again.":["哎呀！出问题了。检查您的电子邮件地址，然后重试。"],"Yes, you can collect my site data":[""],"Site representation":["现场代表"],"Continue":["继续"],"Thank you! Check your inbox for the confirmation email.":["感谢！请检查您的收件箱中的确认邮件。"],"Yoast respects your privacy. Read %1$sour privacy policy%2$s on how we handle your personal information.":["Yoast 尊重您的隐私。请阅读 %1$s 我们的隐私政策 %2$s，了解我们如何处理您的个人信息。"],"Email address":["电子邮件地址"],"%1$sBack to all workouts":["%1$s返回所有锻炼"],"Getting your site in shape and keeping it SEO fit can be hard. We can help you get started! Take these step-by-step workouts, and you’ll be tackling some of the most fundamental SEO challenges!":["让您的网站保持良好状态并保持其 SEO 匹配可能很困难。我们可以帮助您开始！采取这些循序渐进的锻炼，您将解决一些最基本的 SEO 挑战！"],"Add internal links to your posts and pages":["将内部链接添加到您的帖子和页面"],"Make pages easier for Google and visitors to find":["让 Google 和访问者更容易找到页面"],"Clean up your unlinked content to make sure people can find it":["清理您未链接的内容以确保人们可以找到它"],"Orphaned content":["孤立的内容"],"Bring more visitors to your articles":["为您的文章带来更多访问者"],"Make your important articles rank higher":["让您的重要文章排名更高"],"%1$s/%2$s steps completed":["%1$s/%2$s 个步骤已完成"],"Unlock with %s!":["用 %s 解锁！"],"Start workout!":["开始锻炼！"],"Do workout again":["再次锻炼"],"Continue workout!":["继续锻炼！"],"It looks like you're running an outdated version of %1$s, please %2$supdate to the latest version (at least 17.7)%3$s to gain access to our updated workouts section.":["您运行的%1$s版本似乎已过时，请%2$s更新到最新版本（至少17.7）%3$s，以访问我们更新的训练部分。"],"Get started quickly with the %1$s%2$s First-time configuration%3$s and configure Yoast SEO with the optimal SEO settings for your site!":["快速开始使用%1$s%2$s首次配置%3$s，并使用您的站点的最佳SEO设置配置Yoast SEO！"],"Current or first category title":["当前或第一类标题"],"Category Title":["类别标题"],"Replaced with the post content":["替换为帖子内容"],"Post Content":["帖子内容"],"Replaced with the permalink":["替换为永久链接"],"Replaced with the last name of the author":["替换为作者的姓氏"],"Author last name":["作者姓氏"],"Replaced with the first name of the author":["替换为作者的名字"],"Author first name":["作者姓名"],"Replaced with the day the post was published":["替换为发布帖子的日期"],"Post day":["帖子日数"],"Replaced with the month the post was published":["替换为帖子发布的月份"],"Post month":["帖子月份"],"Replaced with the year the post was published":["替换为帖子发布的年份"],"Post year":["帖子年份"],"Current day":["当前日期"],"Current month":["本月"],"Current date":["当前日期"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's way less than the recommended minimum of %2$d %7$s. %4$sMake it longer%5$s!":["%3$s关键字长度%5$s：关键词包含 %1$d %6$s。这远远少于建议的最低限度 %2$d %7$s。%4$s加长%5$s！"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's less than the recommended minimum of %2$d %6$s. %4$sMake it longer%5$s!":["%3$s关键字长度%5$s：关键字包含%1$d %6$s。这低于建议的最小值 %2$d %6$s。 %4$s加长%5$s！"],"It looks like you aren't using our %1$s%2$s addon%3$s. %4$sUpgrade today%5$s to unlock more tools and SEO features to make your products stand out in search results.":["看起来您没有使用我们的%1$s%2$s插件%3$s。%4$s立即升级%5$s以解锁更多工具和SEO功能，使您的产品在搜索结果中脱颖而出。"],"Below are the technical details for the error. See %1$sthis page%2$s for a more detailed explanation.":["以下是错误的技术细节。有关详细说明，请参阅%1$s此页%2$s。"],"%1$sImage Keyphrase%2$s: Good job!":["%1$s图片关键词%2$s：干得好！"],"%1$sImage Keyphrase%3$s: Images on this page do not have alt attributes with at least half of the words from your keyphrase. %2$sFix that%3$s!":["%1$sImage Keyphrase%3$s：此页面上的图像没有 alt 属性，其中至少有一半来自您的关键字。 %2$s修复%3$s！"],"%1$sImages%2$s: Good job!":["%1$s图片%2$s：干得好！"],"%1$sImages and videos%2$s: Good job!":["%1$s图片和视频%2$s：干得好！"],"%3$sImages and videos%5$s: Only %1$d image or video appears on this page. We recommend at least %2$d. %4$sAdd more relevant images or videos%5$s!":["%3$s图片和视频%5$s：此页面上仅显示 %1$d 张图片或视频。我们建议至少 %2$d。 %4$s添加更多相关图片或视频%5$s！"],"%3$sImages%5$s: Only %1$d image appears on this page. We recommend at least %2$d. %4$sAdd more relevant images%5$s!":["%3$sImages%5$s：此页面上仅显示 %1$d 张图片。我们建议至少 %2$d。 %4$s添加更多相关图片%5$s！"],"%1$sImages and videos%3$s: No images or videos appear on this page. %2$sAdd some%3$s!":["%1$s图片和视频%3$s：此页面上没有图片或视频。 %2$s添加一些%3$s！"],"Error stack trace":["错误堆栈跟踪"],"Response":["响应"],"Error message":["错误消息"],"Status code":["状态码"],"Request method":["请求方法"],"Request URL":["请求地址"],"Error details":["错误详情"],"Workouts":[""],"Rank with articles you want to rank with":[""],"The cornerstone approach":[""],"SEO workouts":[""],"Improve the quality of your site search! Automatically helps your users find your cornerstone and most important content in your internal search results. It also removes noindexed posts & pages from your site’s search results.":[""],"Find out more about our %s integration.":[""],"Get relevant internal linking suggestions — while you’re writing! The link suggestions metabox shows a list of posts on your blog with similar content that might be interesting to link to. ":[""],"Find out how Insights can help you improve your content.":[""],"Find relevant data about your content right in the Insights section in the Yoast SEO metabox. You’ll see what words you use most often and if they’re a match with your keywords! ":[""],"Oops, something has gone wrong and we couldn't complete the optimization of your SEO data. Please make sure to activate your subscription in MyYoast by completing %1$sthese steps%2$s.":[""],"To unlock this feature please update %s to the latest version.":[""],"The social appearance settings for archives require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":[""],"The social appearance settings for taxonomies require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":[""],"The social appearance settings for content types require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":[""],"The social appearance settings for your homepage require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":[""],"Social image":[""],"Unlock with Premium":[""],"Addon installation failed because of an error: %s.":[""],"You are not allowed to install plugins.":[""],"Addon installed.":[""],"Addon activation failed because of an error: %s.":[""],"You are not allowed to activate plugins.":[""],"Addon activated.":[""],"%1$s Continue to %2$s%3$s":[""],"Installing and activating addons":[""],"No %1$s plugins have been installed. You don't seem to own any active subscriptions.":[""],"the following addons":[""],"%s SEO installation":[""],"Install and activate":[""],"Please confirm below that you would like to install %s on this site.":[""],"Insert variable":[""],"Shopping data preview:":[""],"Availability":[""],"Price":[""],"Rating":[""],"%s reviews":[""],"Rating: %s":[""],"Image":[""],"Social description":[""],"Social title":[""],"Required by %s":[""],"Auto-updates are disabled based on this setting for %1$s.":[""],"Auto-updates are enabled based on this setting for %1$s.":[""],"New":[""],"seconds":[""],"Select image":[""],"Replace image":[""],"site structure":[""],"internal linking":[""],"breadcrumbs":[""],"seo":[""],"Adds the Yoast SEO breadcrumbs to your template or content.":[""],"Yoast Breadcrumbs":[""],"The term is considered invalid. The following reason was given by WordPress: %s":[""],"The post could not be found.":[""],"The term could not be found.":[""],"This feature has been disabled since subsites never send tracking data.":["此功能已被禁用，因为子站点从未发送跟踪数据。"],"We notice that you have installed WPML. To make sure your canonical URLs are set correctly, %1$sinstall and activate the WPML SEO add-on%2$s as well!":[""],"Unfortunately we cannot save changes to your SEO settings while you are working on a draft of an already-published %1$s. If you want to save your SEO changes, make sure to click 'Update', or wait to make your SEO changes until you are ready to update the %1$s.":["很遗憾，当您正在处理已发布的%1$s的草稿时，我们无法保存对您的SEO设置所做的更改。如果您要保存您的SEO更改，请确保单击“更新”，或者等到您准备好更新%1$s后再进行SEO更改。"],"Get started with Yoast SEO's content analysis for Elementor!":["开始使用Yoast SEO对Elementor的内容分析！"],"Got it":["知道了"],"New: Yoast SEO for Elementor":["新增：Elementor的Yoast SEO"],"Because of a change in your category base setting, some of your SEO data needs to be reprocessed.":["由于您的分类基础设置发生了变化，您的一些SEO数据需要重新处理。"],"Wait for a week or so, until %1$s automatically processes most of your content in the background.":["等待一周左右，直到%1$s在后台自动处理您的大部分内容。"],"%s minute":["%s分"],"Est. reading time":["预计阅读时间"],"Written by":["作者"],"Google Rich Results Test":["谷歌富文本结果测试"],"Find out how a rich snippet can improve visibility and click-through-rate.":["了解富文本段如何提高知名度和点击率。"],"This adds an author byline and reading time estimate to the article’s snippet when shared on Slack.":["当在Slack上分享时，这将为文章的片段添加作者署名和阅读时间估计。"],"Enhanced Slack sharing":["增强的Slack共享"],"Activate your subscription":["激活您的订阅"],"SEO data optimization is disabled for non-production environments.":["非生产环境下禁用SEO数据优化。"],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":["该功能包括并取代了文本链接计数器和内部链接分析"],"This tab allows you to selectively disable %1$s integrations with third-party products for all sites in the network. By default all integrations are enabled, which allows site admins to choose for themselves if they want to toggle an integration on or off for their site. When you disable an integration here, site admins will not be able to use that integration at all.":["此选项卡允许您选择性地禁用网络中所有站点与第三方产品的%1$s集成。默认情况下，所有的集成都是启用的，这允许网站管理员自己选择是否要为他们的网站打开或关闭集成。当您在这里禁用一个集成时，站点管理员将完全不能使用该集成。"],"Because of a change in your tag base setting, some of your SEO data needs to be reprocessed.":["由于标签库设置发生变化，一些 SEO 数据需要重新处理。"],"Stop SEO data optimization":["停止SEO数据优化"],"Oops, something has gone wrong and we couldn't complete the optimization of your SEO data. Please click the button again to re-start the process. ":[""],"Optimizing SEO data... This may take a while.":["优化SEO数据...这可能需要一段时间。"],"SEO data optimization complete":["SEO数据优化完成"],"You can speed up your site and get insight into your internal linking structure by letting us perform a few optimizations to the way SEO data is stored. ":["您可以通过让我们对SEO数据的存储方式进行一些优化来加快您的网站，并深入了解您的内部链接结构。 "],"Start SEO data optimization":["开始SEO数据优化"],"Learn more about the benefits of optimized SEO data.":["了解更多关于优化SEO数据的好处。"],"You can speed up your site and get insight into your internal linking structure by letting us perform a few optimizations to the way SEO data is stored. If you have a lot of content it might take a while, but trust us, it's worth it.":["您可以通过让我们对SEO数据的存储方式进行一些优化来加快您的网站，并深入了解您的内部链接结构。如果您有很多内容，可能需要一段时间，但相信我们，这是值得的。"],"Optimize SEO Data":["优化SEO数据"],"If the problem persists, please contact support.":["检索结果错误。如果问题仍然存在，请联系支持。"],"Something has gone wrong and we couldn't complete the optimization of your SEO data. Please %1$sre-start the process%2$s.":["出了一些问题，我们无法完成您的SEO数据的优化。请%1$s重新开始这个过程%2$s。"],"All permalinks were successfully reset":["所有的固定链接都被成功重置"],"We've encountered a problem trying to get related keyphrases. Please try again later.":["我们在获取相关关键词时遇到了问题。请稍后再试。"],"You've reached the maximum amount of 4 related keyphrases. You can change or remove related keyphrases in the %s metabox or sidebar.":["您已经达到了4个相关关键词的最大数量。您可以在%s元框或侧栏中更改或删除相关的关键词。"],"Please wait while %1$s connects to %2$s to get related keyphrases...":["请等待，%1$s连接到%2$s获取相关关键词..."],"Upgrade your %s plan":["升级您的%s计划"],"You've reached your request limit for today. Check back tomorrow or upgrade your plan over at %s.":["您已经达到了今天的请求上限。明天再来检查或升级您的计划在%s。"],"Last month":["上月"],"Two months ago":["2个月前"],"Three months ago":["3个月前"],"Four months ago":["4个月前"],"Five months ago":["5个月前"],"Six months ago":["6个月前"],"Seven months ago":["7个月前"],"Eight months ago":["8个月前"],"Nine months ago":["9个月前"],"Ten months ago":["10个月前"],"Eleven months ago":["11个月前"],"Twelve months ago":["12个月前"],"Get more insights at %s":["更多见解请点击%s"],"Keyphrase volume in the last 12 months on a scale from 0 to 100.":["过去12个月的关键词数量，从0到100。"],"Learn more about the related keyphrases trend":["了解更多关于相关关键词趋势的信息"],"Trend":["趋势"],"Learn more about the related keyphrases volume":["了解更多相关的关键词值"],"Volume":["值"],"Related keyphrase":["添加相关短语"],"Select country":["选择国家/地区"],"Show results for:":["显示结果："],"Please enter a focus keyphrase first to get related keyphrases":["请先输入重点关键词，获取相关关键词"],"Sorry, there's no data available for that keyphrase/country combination.":["抱歉，没有该关键词/国家组合的数据。"],"Get related keyphrases":["获取相关关键词"],"Related keyphrases":["使用同义词和相关关键词排名更好"],"The number of headers and header labels don't match.":["标头数量和标头标签不匹配。"],"The %s integration offers suggestions and insights for keywords related to the entered focus keyphrase.":["%s集成提供了与输入的焦点关键词相关的建议和见解。"],"Disabling Yoast SEO's XML sitemaps will not disable WordPress' core sitemaps. In some cases, this %1$s may result in SEO errors on your site%2$s. These may be reported in Google Search Console and other tools.":["禁用Yoast SEO的XML网站地图不会禁用WordPress的核心网站地图。在某些情况下，这%1$s可能会导致您的网站出现SEO错误%2$s。这些可能会在Google Search Console和其他工具中被报告。"],"If you still need support and have an active subscription for this product, please email %s.":["如果您还需要支持，并且已经订阅了本产品，请发邮件至%s。"],"You can probably find an answer to your question in our %1$shelp center%2$s.":["您可能会在我们的%1$s帮助中心%2$s找到问题的答案。"],"Need support?":["需要支持？"],"Return to your %s":["返回到您的%s"],"Make sure to save your %s for changes to take effect":["请务必保存您的%s，以便更改生效"],"The advanced section of the %1$s meta box allows a user to remove posts from the search results or change the canonical. The settings in the schema tab allows a user to change schema meta data for a post. These are things you might not want any author to do. That's why, by default, only editors and administrators can do this. Setting to \"%2$s\" allows all users to change these settings.":["%1$s元框的高级部分允许用户从搜索结果中删除文章或更改标准链接。模式选项卡中的设置允许用户更改文章的模式元数据。这些是您可能不希望任何作者接触。因此，默认情况下，只有编辑者和管理员才能执行此操作。设置为“%2$s”允许所有用户更改这些设置。"],"Security: no advanced or schema settings for authors":["安全性：作者没有高级或架构设置"],"Report":["报告"],"Tech Article":["技术文章"],"Scholarly Article":[""],"Satirical Article":["讽刺文章"],"Advertiser Content Article":["广告软文"],"News Article":["新闻文章"],"Social Media Posting":["社交文章"],"Article":["文章"],"Search Results Page":["搜索结果页"],"Real Estate Listing":["房地产列表"],"Checkout Page":["结算页面"],"Collection Page":["收藏页面"],"Medical Web Page":["医学网页"],"Contact Page":["联系页面"],"Profile Page":["资料页面"],"QA Page":["问答页面"],"FAQ Page":["FAQ页面"],"About Page":["关于页面"],"Item Page":["项目页面"],"Web Page":["网页"],"Default for %1$s (%2$s)":["%1$s （%2$s） 的默认值"],"This helps search engines understand your website and your content. You can change some of your settings for this page below.":["这可以助于搜索引擎了解您的站点和内容。您可以在下面更改此页面的某些设置。"],"Yoast SEO automatically describes your pages using schema.org":["Yoast SEO 使用您的应用程序自动描述您的schema.org"],"Article type":["文章类型"],"Page type":["页面类型"],"Learn more about page or content types":["了解有关页面或内容类型的信息"],"What type of page or content is this?":["这是什么类型的页面或内容？"],"Structured Data":["结构化数据"],"Yoast How-to":["Yoast如何"],"Yoast FAQ":["Yoast常见问题解答"],"%1$s: Does not contain the exact match. %2$sTry to write the exact match of your keyphrase in the SEO title and put it at the beginning of the title%3$s.":[""],"%1$s: The exact match of the focus keyphrase appears in the SEO title, but not at the beginning. %2$sMove it to the beginning for the best results%3$s.":[""],"%1$s Internal Linking Blocks":["%1$s内部链接块"],"Allow us to track some data about your site to improve our plugin.":["让我们跟踪有关您站点的一些数据以改进我们的插件。"],"Usage tracking":["使用情况跟踪"],"Can we collect anonymous information about your website to enhance %1$s?":[""],"Read more about how internal linking can improve your site structure.":[""],"Link suggestions":[""],"Insights":[""],"Remove image":[""],"The file size of the uploaded image is too large for %s. File size must be less than %s.":["上传的图片的文件大小对于%s太大。文件大小必须小于%s。"],"The format of the uploaded image is not supported. The supported formats are: %s, %s, %s and %s.":["不支持上传图像的格式。支持的格式为：%s、%s、%s和%s。"],"You have uploaded a %s. Please note that, if it’s an animated %s, only the first frame will be used.":["您已上传%s。请注意，如果是%s动画，则只会使用第一帧。"],"Your image dimensions are not suitable. The minimum dimensions are %dx%d pixels. The maximum dimensions are %dx%d pixels.":["您的图片尺寸不合适。最小尺寸为%dx%d个像素。最大尺寸为%dx%d个像素。"],"Your image dimensions are not suitable. The minimum dimensions are %dx%d pixels.":["您的图片尺寸不合适。最小尺寸为%dx%d个像素。"],"Dismiss":["解雇"],"Because of a change in your permalink structure, some of your SEO data needs to be reprocessed.":["由于您的固定链接结构发生了变化，您的一些SEO数据需要重新处理。"],"Because of a change in your home URL setting, some of your SEO data needs to be reprocessed.":["由于您的主页网址设置的改变，您的一些SEO数据需要重新处理。"],"Please upgrade your WordPress version or install the Gutenberg plugin to get this %1$s feature.":["请升级您的WordPress版本或安装Gutenberg插件以获得此%1$s 功能。"],"Marking links with nofollow/sponsored has been disabled for WordPress installs < 5.4.":["WordPress安装<5.4时，已禁用标记为nofollow / sponsored的链接。"],"Open in new tab":["在新标签页中打开"],"This is a sponsored link or advert (mark as %1$ssponsored%2$s)%3$s":["这是赞助商链接或广告(标记为%1$ssponsored%2$s)%3$s"],"Search engines should ignore this link (mark as %1$snofollow%2$s)%3$s":["搜索引擎应忽略此链接（标记为%1$snofollow%2$s）%3$s"],"Learn more about marking a link as nofollow or sponsored.":["了解有关将链接标记为nofollow或赞助的更多信息。"],"Link inserted.":["链接已插入。"],"Link edited.":["已编辑链接。"],"Warning: the link has been inserted but may have errors. Please test it.":["警告：此链接已被插入但可能含有错误，请测试。"],"Unlink":["取消链接"],"Link removed.":["已移除链接。"],"Link":["链接"],"We've analyzed your post. There is still room for improvement!":["我们已经分析了您的文章。 仍有改进的空间！"],"We've analyzed your post. Everything looks good. Well done!":["我们已经分析了您的文章。 一切看起来都很好。 做得好！"],"No focus keyword was entered":["没有输入焦点关关键词"],"Share your post!":["分享您的文章！"],"Improve your post with Yoast SEO":["使用Yoast SEO改善您的文章"],"SEO analysis:":["SEO分析："],"The links columns show the number of articles on this site linking %3$sto%4$s this article and the number of URLs linked %3$sfrom%4$s this article. Learn more about %1$show to use these features to improve your internal linking%2$s, which greatly enhances your SEO.":["链接列显示此站点上链接本文%3$s到%4$s的文章数以及链接%3$s来自%4$s本文的网址数。了解有关%1$s如何使用这些功能来改善您的内部链接%2$s，从而大大提高您的SEO。"],"We've written an article about %1$show to use the SEO score and Readability score%2$s.":["我们写了一篇有关%1$s如何使用SEO得分和可读性得分的文章%2$s。"],"%1$s adds several columns to this page.":["%1$s在此页面中添加了几列。"],"We estimate this will take less than a minute.":["我们估计这将花费不到一分钟的时间。"],"We estimate this will take a couple of minutes.":["我们估计这将需要几分钟。"],"%1$sRun the indexation process on your server%2$s using %3$sWP CLI%2$s.":["%1$s在您的服务器上使用%3$sWP CLI%2$s运行索引进程%2$s。"],"We estimate this could take a long time, due to the size of your site. As an alternative to waiting, you could:":["我们估计，由于您网站的规模，这可能需要很长时间。作为等待的替代方法，您可以："],"Show debug information":["显示调试信息"],"Your site will continue to work normally, but won't take full advantage of %s.":["您的网站将继续正常运行，但不会充分利用%s。"],"%s had problems creating the database tables needed to speed up your site.":["%s在创建加速站点所需的数据库表时遇到问题。"],"Your keyphrase is too long. It can be a maximum of 191 characters.":["您的关键词太长。最多可以包含191个字符。"],"%1$sFind out how to solve this problem on our help center%2$s.":["%1$s在我们的帮助中心查看如何解决此问题%2$s。"],"The text link counter feature is not working as expected":["文字链接计数器功能无法正常工作"],"The text link counter helps you improve your site structure. %1$sFind out how the text link counter can enhance your SEO%2$s.":["文字链接计数器可帮助您改善网站结构。 %1$s了解文本链接计数器如何增强您的SEO%2$s。"],"The text link counter is working as expected":["文字链接计数器工作正常"],"I don't want this site to show in the search results.":["我不希望该网站显示在搜索结果中。"],"If you want search engines to show this site in their results, you must %1$sgo to your Reading Settings%2$s and uncheck the box for Search Engine Visibility.":["如果您希望搜索引擎在其结果中显示此网站，则必须%1$s进入“阅读设置”%2$s，然后取消选中“搜索引擎可见性”框。"],"Learn more about the no-index setting on our help page.":["在我们的帮助页面上了解有关无索引no-index设置的更多信息。"],"Even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["即使您可以在此处设置元机器人设置，整个站点的隐私设置中的整个站点都设置为noindex，因此这些设置不会起作用。"],"Learn more about canonical URLs on our help page.":["在我们的帮助页面上了解有关规范网址的更多信息。"],"Learn more about the breadcrumbs title setting on our help page.":["在我们的帮助页面上了解有关面包屑标题设置的更多信息。"],"Learn more about advanced meta robots settings on our help page.":["在我们的帮助页面上了解有关高级元机器人设置的更多信息。"],"Learn more about the no-follow setting on our help page.":["在我们的帮助页面上了解有关“不关注no-follow”设置的更多信息。"],"Should search engines follow links on this content?":[""],"This %1$s REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use %1$s for all their SEO meta output.":["此 %1$s REST API 端点为您提供特定 网址 所需的所有元数据。这将使无头WordPress网站很容易使用 %1$s 的所有 SEO 元输出。"],"REST API: Head endpoint":["REST API：头部端点"],"Please read %1$sthis help article%2$s to find out how to resolve this problem.":["请阅读 %1$s此帮助文章%2$s，以了解如何解决此问题。"],"Replaced with the term ancestors hierarchy":["替换为术语\"祖级层次结构\""],"Term hierarchy":["术语层次结构"],"%1$sYou can change the tagline in the customizer%2$s.":["%1$s 您可以更改自定义中的副标题 %2$s。"],"You still have the default WordPress tagline. Even an empty one is probably better.":["您仍然具有默认的 WordPress 副标题。即使是空的也可能更好。"],"You should change the default WordPress tagline":["您应该更改默认的 WordPress 副标题"],"You are using a custom tagline or an empty one.":["您使用的是自定义副标题或空的副标题。"],"You changed the default WordPress tagline":["您更改了默认的 WordPress 副标题"],"Comments on your posts are displayed on a single page. This is just like we'd suggest it. You're doing well!":["文章上的评论将显示在单个页面上。这就像我们建议的一样。您做得很好！"],"It's highly recommended to have your postname in the URL of your posts and pages. Consider setting your permalink structure to %s.":["强烈建议在文章和页面链接中输入您的文章名称。请考虑将固定连接结构设置为 %s。"],"You do not have your postname in the URL of your posts and pages":["您的文章和页面的链接中没有您的文章名"],"You do have your postname in the URL of your posts and pages.":["您的文章和页面的链接中确实包含您的文章名。"],"Your permalink structure includes the post name":["您的渗透结构包括文章名"],"Comments on your posts break into multiple pages. As this is not needed in 999 out of 1000 cases, we recommend you disable it. To fix this, uncheck \"Break comments into pages...\" on the Discussion Settings page.":["文章的评论会分页。由于在 1000 个案例中不需要 999 例，因此我们建议您禁用它。要解决此问题，请取消选中\"将评论分解到页面...\"在\"讨论设置\"页上。"],"Comments break into multiple pages":["评论分成多个页面"],"Comments are displayed on a single page":["评论显示在单个页面上"],"No title":["无标题"],"%1$sGo to the Discussion Settings page%2$s":["%1$s 转到\"讨论设置\"页面%2$s"],"%1$sThis was reported by the %2$s plugin%3$s":["%1$s这是由%2$s插件%3$s报告的"],"Mobile result":["移动结果"],"Preview as:":["预览为："],"Desktop result":["桌面结果"],"When you click OK we will open our HelpScout beacon where you can find answers to your questions. This beacon will load our support data and also potentially set cookies.":["当您单击确定时，我们将打开我们的HelpScout信标，您可以在其中找到问题的答案。 该信标将加载我们的支持数据，并可能设置cookie。"],"The browser you are currently using is unfortunately rather dated. Since we strive to give you the best experience possible, we no longer support this browser. Instead, please use %1$sFirefox%4$s, %2$sChrome%4$s or %3$sMicrosoft Edge%4$s.":["很遗憾，您当前使用的浏览器版本较低。 由于我们努力为您提供最佳体验，因此我们不再支持该浏览器。 相反，请使用%1$sFirefox%4$s，%2$sChrome%4$s或%3$sMicrosoft Edge%4$s。"],"If you want to apply advanced <code>meta</code> robots settings for this page, please define them in the following field.":["如果要 <code>meta</code> 为此页面应用高级机器人设置，请在以下字段中定义它们。"],"Check out %1$s":["查看 %1$s"],"We have both free and premium online courses to learn everything you need to know about SEO.":["我们提供免费和高级在线课程，以学习您需要了解的有关SEO的所有信息。"],"Want to learn SEO from Team Yoast? Check out our %1$s!":["想跟Yoast团队学习SEO吗？查看我们的%1$s！"],"Learn SEO":["学习SEO"],"%s settings to import:":["要导入的%s设置："],"Import settings from another %1$s installation by pasting them here and clicking \"%2$s\".":["通过将设置粘贴到此处并单击“%2$s”，从另一个%1$s安装导入设置。"],"Your %1$s settings:":["您的 %1$s 设置："],"Schema":["Schema架构"],"Please check the format of the YouTube URL you entered. %s":[""],"Please check the format of the Wikipedia URL you entered. %s":["请检查您输入的维基百科网址的格式。%s"],"Please check the format of the Pinterest URL you entered. %s":["请检查您输入的 Plicent 网址 的格式。%s"],"Please check the format of the MySpace URL you entered. %s":["请检查您输入的 MySpace 网址 的格式。%s"],"Please check the format of the LinkedIn URL you entered. %s":[""],"Please check the format of the Instagram URL you entered. %s":["请检查您输入的 Instagram 网址 的格式。%s"],"Please check the format of the Facebook Page URL you entered. %s":["请检查您输入的Facebook页面网址的格式。%s"],"Settings saved.":["设置已保存。"],"Dismiss this alert":["关闭提醒"],"The submitted value was: %s":["提交的值是：%s"],"Yandex confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Yandex 确认代码只能包含从 A 到 F 的字母、数字、连字符和下划线。%s"],"Twitter usernames can only contain letters, numbers, and underscores. %s":["Twitter 用户名只能包含字母、数字和下划线。%s"],"Pinterest confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Pinterest确认代码只能包含从A到F的字母，数字，连字符和下划线。%s"],"Bing confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["必应确认码只能包含从A到F的字母、数字、连字符和下划线。%s"],"Google verification codes can only contain letters, numbers, hyphens, and underscores. %s":["Google 验证码只能包含字母、数字、连字符和下划线。%s"],"Baidu verification codes can only contain letters, numbers, hyphens, and underscores. %s":["百度验证码只能包含字母，数字，连字符和下划线。%s"],"Show this item.":["显示此项目。"],"Hide this item.":["隐藏此项目。"],"You have %d hidden problem:":["您有%d个隐藏问题："],"You have %d hidden notification:":["您有%d个隐藏通知："],"Focus keyphrase not set":[""],"The form contains %1$s error. %2$s":["该窗口包含 %1$s 错误%2$s"],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly.":[""],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":["添加更多副本后，我们将为您提供内容中出现次数最多的单词的列表。 这些指示内容的重点。"],"%d occurrences":["%d次"],"Activate %s for your site on MyYoast":["在 MyYoast 上为您的网站激活 %s"],"Show blog page in breadcrumbs":["在面包屑中显示博客页面"],"We could not find any relevant articles on your website that you could link to from your post.":["我们无法在您的网站上找到可以从您的文章链接到的任何相关文章。"],"Has feedback":["发送反馈"],"Content optimization:":["内容优化："],"%1$sSEO%2$s: %3$s":["%1$sSEO%2$s： %3$s"],"%1$sReadability%2$s: %3$s":["%1$s可读性%2$s： %3$s"],"Post Noindexed":["未索引的文章"],"No Focus Keyphrase":["没有焦点关键词"],"Posts with the SEO score: %s":["文章SEO得分：%s"],"SEO: %s":["SEO：%s"],"%s video tutorial":["%s视频教程"],"To view your current crawl errors, %1$splease visit Google Search Console%2$s.":["查看当前的抓取错误，请到%1$sGoogle搜索控制台%2$s中查看。"],"Google has discontinued its Crawl Errors API. Therefore, any possible crawl errors you might have cannot be displayed here anymore. %1$sRead our statement on this for further information%2$s.":["谷歌已经停止了它的爬行错误API。因此，您可能已经出现的任何可能的爬行错误都将无法再显示在此处。%1$s请阅读我们关于此的声明，了解更多信息%2$s。"],"Get the %s plugin now!":[""],"Personal info":["个人信息"],"Organization logo":["组织Logo"],"Organization name":["组织名称"],"(if one exists)":["(如果存在)"],"Wikipedia page about you":["关于您的维基百科页面"],"YouTube profile URL":["YouTube个人资料网址"],"Tumblr profile URL":["Tumblr个人资料网址"],"SoundCloud profile URL":["SoundCloud个人资料网址"],"MySpace profile URL":["Myspace个人资料网址"],"Organization":["组织"],"You have previously set your site to represent a person. We’ve improved our functionality around Schema and the Knowledge Graph, so you should go in and %1$scomplete those settings%2$s.":["您之前已将网站设置为代表某个人。 我们已经改进了围绕Schema和知识图的功能，所以您应该进入并且%1$s完成这些设置%2$s。"],"Select a user...":["选择用户…"],"Uncategorized":["未分类"],"Pinterest profile URL":["Pinterest个人资料网址"],"LinkedIn profile URL":["LinkedIn个人资料网址"],"Instagram profile URL":["Instagram个人资料网址"],"No JSON object was returned.":["没有JSON对象返回。"],"Received internal links":["收到内链"],"Outgoing internal links":["传出内链"],"New step added":["下一步"],"New question added":["新问题已添加"],"For this feature to work, %1$s needs to create a table in your database. We were unable to create this table automatically.":["要使此功能正常工作，%1$s需要在数据库中创建一个表。我们无法自动创建此表。"],"Keyphrase":["关键词"],"%3$sImage Keyphrase%5$s: Out of %2$d images on this page, %1$d have alt attributes with words from your keyphrase or synonyms. That's a bit much. %4$sOnly include the keyphrase or its synonyms when it really fits the image%5$s.":[""],"%3$sImage Keyphrase%5$s: Out of %2$d images on this page, only %1$d has an alt attribute that reflects the topic of your text. %4$sAdd your keyphrase or synonyms to the alt tags of more relevant images%5$s!":[""],"%1$sImage Keyphrase%3$s: Images on this page do not have alt attributes that reflect the topic of your text. %2$sAdd your keyphrase or synonyms to the alt tags of relevant images%3$s!":[""],"%1$sImage Keyphrase%3$s: Images on this page have alt attributes, but you have not set your keyphrase. %2$sFix that%3$s!":[""],"%1$sKeyphrase in subheading%2$s: %3$s of your H2 and H3 subheadings reflects the topic of your copy. Good job!":["%1$s关键词在副标题%2$s： %3$s 的 H2 和 H3 副标题反映了您的副本的主题。干得好！"],"%1$sKeyphrase in subheading%2$s: Your H2 or H3 subheading reflects the topic of your copy. Good job!":["%1$s关键词在副标题%2$s： 您的 H2 或 H3 副标题反映了您的副本的主题。干得好！"],"%1$sKeyphrase in subheading%3$s: %2$sUse more keyphrases or synonyms in your H2 and H3 subheadings%3$s!":["%1$s副标题中的关键词%3$s：%2$s在更高级别的副标题%3$s中使用更多关键词或同义词！"],"Page %s":["第%s页"],"Cannot get the size of %1$s because of unknown reasons.":["由于未知原因，无法获取%1$s的大小。"],"Cannot get the size of %1$s because it is hosted externally.":["无法获取%1$s的大小，因为它是外部主机。"],"%1$sSingle title%3$s: H1s should only be used as your main title. Find all H1s in your text that aren't your main title and %2$schange them to a lower heading level%3$s!":["%1$s单个标题%3$s：H1s只能用作您的主标题。在您的文本中查找不是您的主标题的所有H1，然后%2$s将其更改为较低的标题级别%3$s！"],"%1$sKeyphrase density%2$s: The keyphrase was found %5$d time. That's way more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":[""],"%1$sKeyphrase density%2$s: The keyphrase was found %5$d time. That's more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":[""],"%1$sKeyphrase density%2$s: The keyphrase was found %3$d time. This is great!":[""],"%1$sKeyphrase density%2$s: The keyphrase was found %5$d time. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":[""],"%1$sKeyphrase density%2$s: The keyphrase was found 0 times. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":[""],"Import of settings is only supported on servers that run PHP 5.3 or higher.":["只有运行php 5.3或更高版本的服务器才支持导入设置。"],"Export your %1$s settings here, to copy them on another site.":["在此处导出您的%1$s设置，以便将其复制到其他站点。"],"No settings found.":["找不到设置。"],"These are settings for the %1$s plugin by %2$s":["这些是由%2$s为%1$s插件设置的"],"Copy all these settings to another site's %1$s tab and click \"%1$s\" there.":["将所有这些设置复制到另一个站点的%1$s选项卡，然后单击其中的“%1$s”。"],"You do not have the required rights to export settings.":["您没有导出设置所需的权限。"],"Method %1$s() does not exist in class %2$s":["方法%1$s()在类%2$s中不存在"],"With %s, you can easily create such redirects.":["通过%s，您可以轻松地创建此类重定向。"],"Learn about why permalinks are important for SEO.":["了解为什么永久链接对SEO很重要。"],"Changing your permalinks settings can seriously impact your search engine visibility. It should almost %1$s never %2$s be done on a live website.":["更改永久链接设置会严重影响搜索引擎的可见性。它应该几乎是%1$s，而不是%2$s在一个实时网站上完成。"],"WARNING:":["警告："],"%1$sFunction words in keyphrase%3$s: Your keyphrase \"%4$s\" contains function words only. %2$sLearn more about what makes a good keyphrase.%3$s":["%1$s关键词中的函数字%3$s：您的关键词“%4$s”只包含功能词，%2$s进一步了解什么是一个好的关键词。%3$s"],"Clear Image":["清除图像"],"%1$sKeyphrase length%3$s: %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$s关关键词长度%3$s：%2$s设置关关键词以计算SEO得分%3$s。"],"%1$sKeyphrase in slug%2$s: More than half of your keyphrase appears in the slug. That's great!":["%1$s别名中的关键词%2$s：超过一半的关键词出现在别名中。 太棒了！"],"%1$sKeyphrase in slug%3$s: (Part of) your keyphrase does not appear in the slug. %2$sChange that%3$s!":["%1$s别名中的关键词%3$s：（部分）您的关键词没有出现在网址中。 %2$s调整这个%3$s!"],"%1$sKeyphrase in slug%2$s: Great work!":["%1$s别名中的关键词%2$s：非常好！"],"Help on choosing the perfect focus keyphrase":["帮助选择完美的焦点关键词"],"Go %s!":["转到%s！"],"Add related keyphrase":["添加相关短语"],"Upgrade to %s":["升级到%s"],"Get %s":["获得%s"],"%4$sPreviously used keyphrase%6$s: You've used this keyphrase %1$s multiple times before%3$s. %5$sDo not use your keyphrase more than once%6$s.":[""],"%3$sPreviously used keyphrase%5$s: You've used this keyphrase %1$sonce before%2$s. %4$sDo not use your keyphrase more than once%5$s.":["%3$s以前使用过关键词%5$s：您在%2$s之前使用过此关键词%1$s一次，%4$s不要多次使用关键词%5$s。"],"%1$sPreviously used keyphrase%2$s: You've not used this keyphrase before, very good.":["%1$s以前使用过关键词%2$s：您以前没有使用过这个关键词，非常好。"],"%1$sImages%3$s: No images appear on this page. %2$sAdd some%3$s!":[""],"%1$sLink keyphrase%3$s: You're linking to another page with the words you want this page to rank for. %2$sDon't do that%3$s!":["%1$s链接关键词%3$s：您正在链接到另一页，其中包含希望此页排名的单词，%2$s不要这样做%3$s！"],"%2$sText length%3$s: The text contains %1$d %4$s. Good job!":[""],"%1$sKeyphrase in subheading%3$s: More than 75%% of your H2 and H3 subheadings reflect the topic of your copy. That's too much. %2$sDon't over-optimize%3$s!":["%1$s副标题中的关键词%3$s：您的高级副标题中超过75%%反映了您的副本话题。太多了。%2$s请不要过度优化%3$s！"],"%1$sSEO title width%3$s: %2$sPlease create an SEO title%3$s.":["%1$sSEO标题宽度%3$s：%2$s请创建SEO标题%3$s。"],"%1$sSEO title width%3$s: The SEO title is wider than the viewable limit. %2$sTry to make it shorter%3$s.":["%1$sSEO标题宽度%3$s：SEO标题比可见限制更宽。 %2$s尝试缩短%3$s。"],"%1$sSEO title width%2$s: Good job!":["%1$sSEO标题宽度%2$s：很好！"],"%1$sSEO title width%3$s: The SEO title is too short. %2$sUse the space to add keyphrase variations or create compelling call-to-action copy%3$s.":["%1$sSEO标题宽度%3$s：SEO标题太短。 %2$s使用空格添加关键词变体或创建引人注目的号召性用语副本%3$s。"],"%1$sOutbound links%2$s: There are both nofollowed and normal outbound links on this page. Good job!":["%1$s出站链接%2$s：此页上既没有后续的出站链接，也没有正常的出站链接。很好！"],"%1$sOutbound links%2$s: Good job!":["%1$s出站链接%2$s：很好！"],"%1$sOutbound links%3$s: All outbound links on this page are nofollowed. %2$sAdd some normal links%3$s.":["%1$s出站链接%3$s：此页上的所有出站链接均未被跟踪。%2$s添加一些正常链接%3$s。"],"%1$sOutbound links%3$s: No outbound links appear in this page. %2$sAdd some%3$s!":["%1$s出站链接%3$s：此页中没有出站链接。%2$s添加一些%3$s！"],"%1$sMeta description length%2$s: Well done!":["%1$s元描述长度%2$s：很好！"],"%1$sMeta description length%3$s: The meta description is over %4$d characters. To ensure the entire description will be visible, %2$syou should reduce the length%3$s!":["%1$s元描述长度%3$s：元描述超过%4$d个字符，为了确保整个描述可见，%2$s您应该减少长度%3$s！"],"%1$sMeta description length%3$s: The meta description is too short (under %4$d characters). Up to %5$d characters are available. %2$sUse the space%3$s!":["%1$s元描述长度%3$s：元描述太短（少于%4$d个字符，最多可使用%5$d个字符，%2$s使用空间%3$s！"],"%1$sMeta description length%3$s:  No meta description has been specified. Search engines will display copy from the page instead. %2$sMake sure to write one%3$s!":["%1$s元描述长度%3$s：未指定元描述。 搜索引擎将显示来自页面的副本。 %2$s确保写一个%3$s！"],"%1$sKeyphrase in meta description%2$s: The meta description has been specified, but it does not contain the keyphrase. %3$sFix that%4$s!":["%1$s元描述中的关键词%2$s：已指定元描述，但它不包含关键词。 %3$s修复%4$s！"],"%1$sKeyphrase in meta description%2$s: The meta description contains the keyphrase %3$s times, which is over the advised maximum of 2 times. %4$sLimit that%5$s!":["%1$s元描述%2$s中的1$s关关键词短语：元描述包含关关键词短语%3$s次，超出建议的最大值2次。%4$s限制为%5$s！"],"%1$sKeyphrase in meta description%2$s: Keyphrase or synonym appear in the meta description. Well done!":["%1$s元描述中的关键词%2$s：关键词或同义词出现在元描述中。很好！"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's way more than the recommended maximum of %2$d %6$s. %4$sMake it shorter%5$s!":[""],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's more than the recommended maximum of %2$d %6$s. %4$sMake it shorter%5$s!":[""],"%1$sKeyphrase length%2$s: Good job!":["%1$s关关键词长度%2$s：很好！"],"%1$sKeyphrase length%3$s: No focus keyphrase was set for this page. %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$s关关键词长度%3$s：没有为此页设置焦点关关键词。%2$s设置一个关关键词短语以计算您的SEO分数%3$s。"],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms do not appear in the first paragraph. %2$sMake sure the topic is clear immediately%3$s.":["%1$s简介中的关键词%3$s：您的关键词或其同义词未出现在第一段中。 %2$s确保话题立即清除%3$s。"],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms appear in the first paragraph of the copy, but not within one sentence. %2$sFix that%3$s!":["介紹中的%1$s關鍵詞%3$s。你的关键词或其同义词出现在文案的第一段，但不是在一个句子内。%2$s 解决此问题 %3$s!"],"%1$sKeyphrase in introduction%2$s: Well done!":["%1$s简介中的关键词%2$s：很好！"],"%1$sInternal links%2$s: There are both nofollowed and normal internal links on this page. Good job!":["%1$s内部链接%2$s：此页上既没有后续链接，也没有正常的内部链接。很好！"],"%1$sInternal links%2$s: You have enough internal links. Good job!":["%1$s内部链接%2$s：您有足够的内部链接。很好！"],"%1$sInternal links%3$s: The internal links in this page are all nofollowed. %2$sAdd some good internal links%3$s.":["%1$s内部链接%3$s：此页中的内部链接均未被跟踪。%2$s添加一些良好的内部链接%3$s。"],"%1$sInternal links%3$s: No internal links appear in this page, %2$smake sure to add some%3$s!":["%1$s内部链接%3$s：此页中没有内部链接，%2$s请确保添加一些%3$s！"],"%1$sTransition words%2$s: Well done!":["%1$s过渡词%2$s：很好！"],"%1$sTransition words%2$s: Only %3$s of the sentences contain transition words, which is not enough. %4$sUse more of them%2$s.":["%1$s过渡词%2$s：只有%3$s的句子包含过渡词，这还不够。 %4$s使用更多%2$s。"],"%1$sTransition words%2$s: None of the sentences contain transition words. %3$sUse some%2$s.":["%1$s过渡词%2$s：所有句子都不包含过渡词。 %3$s使用一些%2$s。"],"%1$sNot enough content%2$s: %3$sPlease add some content to enable a good analysis%2$s.":["%1$s内容不足%2$s：%3$s请添加一些内容以启用良好的分析%2$s。"],"%1$sSubheading distribution%2$s: You are not using any subheadings, but your text is short enough and probably doesn't need them.":["%1$s副标题分配%2$s：您没有使用任何副标题，但您的文字足够短，可能不需要它们。"],"%1$sSubheading distribution%2$s: You are not using any subheadings, although your text is rather long. %3$sTry and add some subheadings%2$s.":["%1$s副标题分配%2$s：虽然您的文字很长，但您没有使用任何副标题。 %3$s尝试添加一些子标题%2$s。"],"%1$sSubheading distribution%2$s: %3$d section of your text is longer than %4$d %6$s and is not separated by any subheadings. %5$sAdd subheadings to improve readability%2$s.":[""],"%1$sSubheading distribution%2$s: Great job!":["%1$s副标题分配%2$s：很好！"],"%1$sSentence length%2$s: %3$s of the sentences contain more than %4$s %7$s, which is more than the recommended maximum of %5$s. %6$sTry to shorten the sentences%2$s.":[""],"%1$sSentence length%2$s: Great!":["%1$s副标题长度%2$s：太棒了！"],"%1$sConsecutive sentences%2$s: There is enough variety in your sentences. That's great!":["%1$s连续句子%2$s：您的句子有足够的多样性。那很好！"],"%1$sConsecutive sentences%2$s: The text contains %3$d consecutive sentences starting with the same word. %5$sTry to mix things up%2$s!":["%1$s连续句子%2$s：文本包含%4$d以相同单词开头的%3$d个连续句子。 %5$s尝试混合%2$s！"],"%1$sPassive voice%2$s: %3$s of the sentences contain passive voice, which is more than the recommended maximum of %4$s. %5$sTry to use their active counterparts%2$s.":["%1$s被动语态%2$s：%3$s句子包含被动语态，超过建议的最大值%4$s。 %5$s尝试使用他们的主动对应%2$s。"],"%1$sPassive voice%2$s: You're using enough active voice. That's great!":["%1$s被动语态%2$s：您使用的主动语态已足够。那很好！"],"%1$sParagraph length%2$s: %3$d of the paragraphs contains more than the recommended maximum of %4$d %6$s. %5$sShorten your paragraphs%2$s!":[""],"%1$sParagraph length%2$s: None of the paragraphs are too long. Great job!":["%1$s段落长度%2$s：所有段落都不太长。很好！"],"Good job!":["很好！"],"Focus keyphrase: ":[""],"Focus keyphrase":["焦点关键词"],"Disable":["禁用"],"Allow Control":["允许控制"],"This tab allows you to selectively disable %s features for all sites in the network. By default all features are enabled, which allows site admins to choose for themselves if they want to toggle a feature on or off for their site. When you disable a feature here, site admins will not be able to use that feature at all.":["此选项卡允许您有选择地禁用网络中所有站点的%s功能。默认情况下，所有功能都是启用的，这允许站点管理员自己选择是否要为其站点打开或关闭某个功能。当您在此处禁用某个功能时，站点管理员将完全无法使用该功能。"],"%s is a required feature toggle argument.":["%s是必需的功能切换参数。"],"Remove keyphrase":["删除关关键词"],"Keyphrase:":["关键词："],"This feature has been disabled by the network admin.":["网络管理员已禁用此功能。"],"Focus keyphrase not set.":["焦点关键词未设置。"],"Colon":["冒号"],"Optional. Customize how you want to describe the duration of the instruction":["可选，自定义描述指令持续时间的方式"],"Describe the duration of the instruction:":["描述指令的持续时间："],"Learn more about the readability analysis":["进一步了解可读性分析"],"Readability analysis:":["可读性分析："],"There is a new notification.":["有一个新的通知。"],"Both %1$s and %2$s manage the SEO of your site. Running two SEO plugins at the same time is detrimental.":["%1$s和%2$s都管理站点的SEO。同时运行两个SEO插件是有害的。"],"%s, %s and %s":["%s，%s和%s"],"%s and %s":["%s 和 %s"],"%d minute":["%d 分钟"],"%d hour":["%d 小时"],"%d day":["%d 天"],"Enter a step title":["输入步骤标题"],"Optional. This can give you better control over the styling of the steps.":["可选，这样可以更好地控制步骤的样式。"],"CSS class(es) to apply to the steps":["应用于步骤的CSS类"],"minutes":["分钟"],"hours":["小时"],"days":["天"],"Create a How-to guide in an SEO-friendly way. You can only use one How-to block per post.":["以一种SEO友好的方式创建一个如何引导。每个文章只能使用一个“如何阻止”。"],"Copy error":["复制错误"],"An error occurred loading the %s primary taxonomy picker.":["加载%s主分类选取器时出错。"],"%1$s Structured Data Blocks":["%1$s 结构化数据块"],"Time needed:":["所需时间："],"Move question down":["向下移动问题"],"Move question up":["向上移动问题"],"Insert question":["插入问题"],"Delete question":["删除问题"],"Enter the answer to the question":["输入问题的答案"],"Enter a question":["输入问题"],"Add question":["添加问题"],"Frequently Asked Questions":["常见问题"],"Select the primary %s":["选择主要%s"],"Check links to this URL":["检查此网址的链接"],"Are you trying to use multiple keyphrases? You should add them separately below.":["您想用多个关键词吗？您应该在下面单独添加。"],"Mark as cornerstone content":["标记为基石内容"],"Move step down":["向下移动"],"Move step up":["向上移动"],"Insert step":["插入步骤"],"Delete step":["删除步骤"],"Add image":["添加图像"],"Enter a step description":["输入步骤描述"],"Enter a description":["输入描述"],"Unordered list":["无序列表"],"Showing step items as an ordered list.":["将步骤项显示为有序列表。"],"Showing step items as an unordered list":["将步骤项显示为无序列表"],"Add step":["添加步骤"],"Delete total time":["删除总时间"],"Add total time":["添加总时间"],"How to":["如何"],"How-to":["如何"],"Analysis results":["分析结果"],"Enter a focus keyphrase to calculate the SEO score":["输入焦点关关键词短语以计算SEO得分"],"Learn more about Cornerstone Content.":["进一步了解基石内容。"],"Cornerstone content should be the most important and extensive articles on your site.":["基石内容应该是您网站上最重要和最广泛的文章。"],"Restore Site":["恢复站点"],"Network Settings":["网络设置"],"You are not allowed to perform this action.":["您不能执行此操作。"],"Error: %s":["错误：%s"],"Success: %s":["成功：%s"],"Site with ID %d not found.":["找不到ID为%d的网站。"],"No site has been selected to restore.":["没有选择要还原的网站。"],"You are not allowed to modify unregistered network settings.":["不允许修改未注册的网络设置。"],"deleted":["已删除"],"Copied!":["已复制！"],"Not supported!":["获取帮助！"],"{{a}}Read our article about site structure{{/a}} to learn more about how internal linking can help improve your SEO.":["{{a}}阅读我们有关站点结构的文章{{/a}}，以了解有关内部链接如何帮助改善您的SEO的更多信息。"],"Consider linking to these {{a}}cornerstone articles:{{/a}}":["考虑链接到这些{{a}}基石文章：{{/a}}"],"Consider linking to these articles:":["考虑链接到这些文章："],"Copy link":["复制链接"],"Copy link to suggested article: %s":["将链接复制到建议文章：%s"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":["阅读我们的%1$s sultimate 指南到关关键词研究中心 %2$s, 了解更多关于关关键词研究和关关键词战略。"],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly. ":["以下单词在内容中出现最多。 这些指示内容的重点。 如果这些单词与您的主题相差很大，则可能需要相应地重写内容。 "],"Prominent words":["醒目词"],"The site's tagline":["网站的标语"],"Not all required fields are given. Missing field %1$s":["并非所有必需字段都给出。缺少字段%1$s"],"Add synonyms":["添加同义词"],"You can edit the SEO metadata for this custom type on the %1$sShop page%2$s.":[""],"Current year":["今年"],"Page":["页面"],"Something went wrong. Please reload the page.":["出了些问题。请重新加载页面。"],"Tagline":["标语"],"description (custom taxonomy)":["描述(自定义分类法)"],"(custom taxonomy)":["(自定义分类法)"],"(custom field)":["(自定义字段)"],"Term404":["条款404"],"Caption":["副标题"],"Pagenumber":["页码"],"Pagetotal":["页面总数"],"User description":["用户描述"],"ID":["标识（ID）"],"Modified":["修改"],"Post type (plural)":["文章类型(复数)"],"Post type (singular)":["文章类型(单数)"],"Separator":["分隔线"],"Search phrase":["搜索短语"],"Term title":["术语标题"],"Term description":["术语描述"],"Tag description":["标签描述"],"Category description":["类别描述"],"Primary category":["主要类别"],"Category":["类别"],"Tag":["标签"],"Excerpt only":["仅摘录"],"Excerpt":["摘录"],"Site title":["网站标题"],"Archive title":["归档标题"],"Parent title":["父级标题"],"Date":["时间"],"Get Yoast SEO Premium":[""],"You should create a redirect to ensure your visitors do not get a 404 error when they click on the no longer working URL.":["您应该创建一个重定向，以确保访问者在单击不再工作的网址时不会收到404错误。"],"Search engines and other websites can still send traffic to your deleted content.":[""],"Make sure you don't miss out on traffic!":["确保您没有丢失流量!"],"You just deleted a %1$s.":["您刚刚删除了%1$s。"],"You just trashed a %1$s.":["您刚刚回收了一个%1$s。"],"Url preview":["网址预览"],"Please provide a meta description by editing the snippet below. If you don’t, Google will try to find a relevant part of your post to show in the search results.":["请通过编辑下面的代码段提供元描述。如果不这样做，Google会尝试在搜索结果中找到您文章的相关部分。"],"Dismiss this notice":["关闭此通知"],"No results":["没有结果"],"%d result found, use up and down arrow keys to navigate":["找到%d 果，使用向上和向下箭头键进行导航"],"Your site language is set to %s. If this is not correct, contact your site administrator.":["您站点的语言设置为%s如果不正确，请联系您的站点管理员。"],"The %s importer functionality uses temporary database tables. It seems your WordPress install does not have the capability to do this, please consult your hosting provider.":["%s导入程序功能使用临时数据库表。看来您的WordPress安装没有能力做到这一点，请咨询您的主机提供商。"],"Cleanup of %s data failed.":["清理 %s 数据时出错。"],"Content Type":["内容类型"],"Filter by content type":["按内容类型过滤"],"Show All Content Types":["显示所有内容类型"],"Replaced with the normal title for an archive generated by WordPress":["用 WordPress 生成的归档替换为正常标题"],"Clean":["清理"],"Once you're certain your site is OK, you can clean up. This will remove all the original data.":["一旦您确定您的站点是好的，您可以清理。这将删除所有原始数据。"],"Step 5: Clean up":["第5步：清理"],"Please check your posts and pages and see if the metadata was successfully imported.":["请检查您的文章和页面，查看元数据是否已成功导入。"],"Step 3: Check your data":["第3步：检查您的数据"],"This will import the post metadata like SEO titles and descriptions into your %1$s metadata. It will only do this when there is no existing %1$s metadata yet. The original data will remain in place.":["这将在%1$s元数据中导入文章元数据 (如 SEO 标题和说明)。只有在还没有现有的%1$s元数据时, 它才会执行此操作。原始数据将保持不变。"],"Step 2: Import":["第2步：导入"],"Please make a backup of your database before starting this process.":["请在开始此过程之前备份您的数据库。"],"Step 1: Create a backup":["第1步：创建备份"],"We've detected data from one or more SEO plugins on your site. Please follow the following steps to import that data:":["我们检测到您站点上的一个或多个 SEO 插件的数据。请按照以下步骤导入该数据："],"Plugin: ":["插件： "],"%s did not detect any plugin data from plugins it can import from.":["%s没有检测到它可以从插件导入的任何插件数据。"],"Posts that should not show up in search results":["不应显示在搜索结果中的文章"],"%s data found.":["%s 数据已找到。"],"%s data successfully removed.":["成功移除 %s。"],"%s data successfully imported.":["%s 成功导入。"],"%s data not found.":["未找到 %s。"],"On":["开启"],"Help on: %s":["在线求助：%s"],"Off":["关闭"],"See who contributed to %1$s.":["看看谁为%1$s做出了贡献。"],"Help on this search results setting":["帮助搜索结果设置"],"Not showing the archive for %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["在技术上不显示搜索结果中的%1$s的归档意味着那些将具有%2$s robots Meta，并且将从XML站点地图中排除。%3$s有关搜索结果设置的详细信息%4$s。"],"Not showing %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["技术上不在搜索结果中显示%1$s意味着那些将具有%2$s robots Meta，并且将从XML站点地图中排除。%3$s有关搜索结果设置的详细信息%4$s。"],"Default for %2$s, currently: %1$s":["默认为%2$s，目前：%1$s"],"Show %s in search results?":["在搜索结果中显示%s？"],"this author's archives":["作者归档"],"Do not allow search engines to show %s in search results.":["不允许搜索引擎在搜索结果中显示%s。"],"Read why XML Sitemaps are important for your site.":["阅读为什么 XML 站点地图对您的站点很重要。"],"Enable the XML sitemaps that %s generates.":["启用 %s 生成的XML 站点地图。"],"See the XML sitemap.":["请参阅 XML 站点地图。"],"%s (current default for %s)":["%s（%s的当前默认设置）"],"Should search engines follow links on this %1$s?":["搜索引擎是否应该跟踪此%1$s上的链接？"],"Allow search engines to show this %s in search results?":["允许搜索引擎在搜索结果中显示此%s吗？"],"Allow search engines to show this content in search results?":[""],"Toggle %1$s's XML Sitemap":["切换%1$s的XML站点地图"],"%s integration":["%s 整合"],"Find out how the text link counter can enhance your SEO.":["了解如何文本链接计数器可以提高您的搜索引擎优化。"],"The text link counter helps you improve your site structure.":["文本链接计数器可帮助您完善您的站点结构。"],"Find out how cornerstone content can help you improve your site structure.":["了解基础内容帮助您改善您的站点结构。"],"The cornerstone content feature lets you to mark and filter cornerstone content on your website.":["基石内容功能可让您标记和过滤您站点上的基石内容。"],"Discover why readability is important for SEO.":["了解为什么可读性对SEO很重要。"],"The readability analysis offers suggestions to improve the structure and style of your text.":["可读性分析能提供建议帮助您完善文章的结构和风格。"],"Learn how the SEO analysis can help you rank.":["了解SEO分析怎样帮助您提供您的搜索排名。"],"The SEO analysis offers suggestions to improve the SEO of your text.":["SEO分析提供建议帮助完善您的文章SEO。"],"SEO analysis":["SEO分析"],"Good results":["好结果"],"https://yoa.st/1uk":["https://yoa.st/1uk"],"https://yoa.st/1uj":["https://yoa.st/1uj"],"Latest blog posts on %1$s":["%1$s 最新文章"],"Remove highlight from the text":["从文本中删除高亮显示"],"Your site language is set to %s. ":["您的站点语言设置为%s。 "],"First-time SEO configuration":["首次SEO的配置"],"Highlight this result in the text":["在文本中高亮显示此结果"],"Considerations":["注意事项"],"Errors":["错误"],"Change language":["更改语言"],"%s file":["%s文件"],"Save changes to %s":["保存改变到%s"],"Edit the content of your %s:":["编辑您的%s内容："],"Create %s file":["创建%s文件"],"Updated %s":["%s 已升级"],"You cannot edit the %s file.":["您无法编辑文件 %s。"],"You cannot create a %s file.":["您无法创建文件 %s。"],"Other integrations":["其他整合"],"More information about %1$s":["更多信息关于%1$s"],"Old Configuration Wizard":[""],"Manage your %s subscription on MyYoast":["在 MyYoast 上管理您的 %s 订阅"],"Mark the most important %1$s as 'cornerstone content' to improve your site structure. %2$sLearn more about cornerstone content%3$s.":["将最重要的%1$s标记为“基石内容”，以改善您的站点结构。%2$s详细了解基础内容%3$s。"],"(Opens in a new browser tab)":["（在新的浏览器选项卡中打开）"],"Go back":["返回"],"Posts %1$swithout%2$s a focus keyphrase":["%1$s没有%2$s焦点关键词的文章"],"Hey, your SEO is doing pretty well! Check out the stats:":["嘿，您的SEO做得相当好！ 查看统计信息："],"You don't have any published posts, your SEO scores will appear here once you make your first post!":["您还没有发表过文章！在您发表了第一篇文章后，您的SEO得分会显示在此处！"],"Read more like this on our SEO blog":["在我们的SEO博客上阅读更多"],"Readability: %s":["可读性：%s"],"Not activated":["未激活"],"Activated":["已激活"],"%1$s recommendations for you":["%1$s 推荐给您"],"All Readability Scores":["可读性总分"],"Filter by Readability Score":["根据可读性分数过滤"],"Request method %1$s is not valid.":["所请求的方法 %1$s 无效。"],"Text link counter":["文本链接计数器"],"Number of internal links linking to this post. See \"Yoast Columns\" text in the help tab for more info.":["链接到这篇文章的内链数。 参考帮助菜单中的 “Yoast 栏目” 获取更多信息。"],"Number of outgoing internal links in this post. See \"Yoast Columns\" text in the help tab for more info.":["本文中的内链数。 参考帮助菜单中的 “Yoast 栏目” 获取更多信息。"],"%s Columns":["%s 栏目"],"Readability score":["可读性分数"],"Scroll to see the preview content.":["滚动查看预览内容。"],"Cornerstone content":["基石内容"],"Save changes":["保存更改"],"1 year free support and updates included!":["包括1年免费支持和更新!"],"The plugin %2$s changes your site's output and in doing that differentiates between search engines and normal users, a process that's called cloaking. We highly recommend that you disable it.":["%2$s插件会为搜索引擎和普通用户呈现不同的内容，这一行为我们称之为搜索引擎欺诈。我们强烈建议您禁用该插件。"],"No ads!":["没有广告！"],"Get internal linking suggestions":[""],"Variable":["变量"],"Available variables":["可用变量"],"Scroll to see the table content.":["滚动查看表内容。"],"An error occurred in the '%1$s' assessment":["在评估'%1$s'过程中出现错误"],"No new notifications.":["没有新通知。"],"Save all":["保存全部"],"Save":["保存"],"%1$s, Author at %2$s":["%1$s，作者%2$s"],"Mobile preview":["手机版预览"],"Desktop preview":["桌面版预览"],"Please provide an SEO title by editing the snippet below.":["在下面的编辑框当作中输入SEO标题。"],"Meta description preview:":["元描述预览："],"Slug preview:":["别名预览："],"SEO title preview:":["SEO标题预览："],"Close snippet editor":["关闭片段编辑器"],"Slug":["别名"],"Remove marks in the text":["删除文本中的标记"],"Mark this result in the text":["在文段中标记这个结果"],"Marks are disabled in current view":["标记/对号在当前视图已被禁用"],"Good SEO score":["SEO分数较高"],"OK SEO score":["SEO得分良好"],"Feedback":["反馈"],"Name":["名称"],"Please provide a meta description by editing the snippet below.":["请通过下面的输入框输入元描述。"],"Edit snippet":["编辑片段"],"You can click on each element in the preview to jump to the Snippet Editor.":["您可以点击预览中的每个元素，以跳转到Snippet 编辑器。"],"SEO title preview":["SEO标题预览"],"Export settings":["导出设置"],"Please don't show me this notification anymore":["请不要再这个通显示此通知"],"If you are experiencing issues, %1$splease file a bug report%2$s and we'll do our best to help you out.":["如果您遇到问题，%1$s请写一份bug报告%2$s，我们会尽最大的努力帮助您。"],"We've noticed you've been using %1$s for some time now; we hope you love it! We'd be thrilled if you could %2$sgive us a 5 stars rating on WordPress.org%3$s!":["我们注意到您已经使用%1$s有一段时间了；我们希望您能喜欢！如果您能%2$s在WordPress.org给我们一个五星好评%3$s，我们会非常兴奋！"],"%1$s + %2$s":[""],"Warning: the variable %1$s cannot be used in this template. See the %2$s for more info.":["警告：变量 %1$s不能在此模板中使用。见%2$s 有关更多信息。"],"By the way, did you know we also have a %1$sPremium plugin%2$s? It offers advanced features, like a redirect manager and support for multiple keyphrases. It also comes with 24/7 personal support.":["顺便提一下，您知道我们还有一个%1$s高级版插件%2$s吗？它提供高级功能，如重定向管理器和对多个关键词的支持。它还提供全天候的个人支持。"],"(no title)":["（无标题）"],"The %1$s admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["如果您有新的通知，该 %1$s管理菜单栏包含有用的链接的第三方工具分析页面和可以很容易地看到。"],"Admin bar menu":["管理员菜单栏"],"Features":["特点"],"SEO title":["SEO标题"],"Greater than sign":["大于号"],"Less than sign":["小于号"],"Right angle quotation mark":["直角引号"],"Left angle quotation mark":["左角引号"],"Small tilde":["小波浪线"],"Vertical bar":["垂直线"],"Low asterisk":["低的星号"],"Asterisk":["星号"],"Bullet":["点"],"Middle dot":["中间的点"],"Em dash":["长破折号"],"En dash":["短破折号"],"Dash":["破折号"],"No":["否"],"Yes":["是"],"Google search console":[""],"Social profiles":["社交个人资料"],"Posts list":["文章列表"],"Posts list navigation":["文章列表导航"],"Filter posts list":["过滤文章列表"],"Installed":["已安裝"],"Seamless integration between %1$s and %2$s":[""],"Optimize your site for Google News":["为谷歌新闻优化您的站点"],"Edit &#8220;%s&#8221;":["编辑  &#8220;%s&#8221;"],"Premium":["高级版"],"Get Premium":["获取高级版"],"Notifications":["通知"],"Removes the focus keyphrase section from the metabox and disables all SEO-related suggestions.":["从Meta数据库中删除焦点关键词部分并禁用所有与SEO相关的建议。"],"Disable SEO analysis":["停止SEO分析"],"Other social profiles":[""],"Make primary":["设为主要"],"Cancel":["取消"],"%s notification":["%s个通知"],"Disable readability analysis":["禁用可读性分析"],"Removes the readability analysis section from the metabox and disables all readability-related suggestions.":["从Meta数据库中删除可读性分析部分，并禁用所有与可读性相关的建议。"],"Readability analysis":["可读性分析"],"Needs improvement":["需要改进"],"Readability":["可读性"],"Improvements":["改进"],"Good job! We could detect no serious SEO problems.":["很好！ 我们可以没有发现严重的SEO问题。"],"We have detected the following issues that affect the SEO of your site.":["我们检测到以下影响您站点SEO的问题。"],"Problems":["问题"],"Analysis":["分析"],"Not available":["不可用"],"Filter by SEO Score":["按照SEO分数分类"],"Meta description not set.":["还没设置元描述。"],"Open":["打开"],"Loading...":["加载中..."],"No results found":[""],"Dashboard":["仪表盘"],"You can fix this on the %1$sPermalink settings page%2$s.":["您可以在%1$s固定链接设置页面%2$s上修复此问题。"],"Replaced with the primary category of the post/page":["替换为文章/页面的主要类别"],"Buy %s":["购买%s"],"New %1$s Title":["新的%1$s标题"],"Existing %1$s Title":["现在的%1$s标题"],"Expected an integer as input.":["需输入整数。"],"Trying to build the sitemap cache key, but the postfix and prefix combination leaves too little room to do this. You are probably requesting a page that is way out of the expected range.":["尝试创建一个安全的站点缓存键，但是前、后缀的组合留下的空间太小，您请求的页面可能会超出预期范围。"],"Redirects":[""],"Remove":["移除"],"Keep":["保存"],"Bold the last page":["最后一页用粗体"],"Primary %s":["主标题%s"],"Primary":["主要"],"Make %1$s primary %2$s":["让%1$s主标题拥有%2$s子标题"],"Integrations":["集成"],"Term is set to noindex.":["设置为不索引的项。"],"Author archives":["作者归档"],"Enabled":["激活"],"Disabled":["已禁用"],"The separator defined in your theme's %s tag.":["分隔符定义了您的主题中的 %s 标签。"],"No index":["无索引"],"SEO score":["SEO分数"],"Team Yoast":["Yoast团队"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["第一个真正意义上的 WordPress 全能SEO解决方案！包含了页面内容分析、XML站点地图和更多功能。"],"Yoast SEO":["Yoast SEO"],"Activation failed:":["激活失败："],"The filter extension seem to be unavailable. Please ask your web host to enable it.":["该过滤扩展功能看来是不可用的。请询问您的服务器提供商来启用它。"],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":["%1$s没有正确安装，请参阅%2$s安装指南%3$s。"],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":["标准 PHP库(SPL) 扩展似乎不可用。请联系您的主机商启用。"],"SEO Settings":["SEO设置"],"Mobile-Friendly Test":["移动端友好度测试"],"Google Page Speed Test":["Google页面速度测试"],"Facebook Debugger":["Facebook调试器"],"Analyze this page":["分析这个页面"],"%s does not seem to be a valid url. Please correct.":["%s似乎不是一个有效的网址。请更正。"],"%1$s does not seem to be a valid %2$s verification string. Please correct.":["%1$s似乎并不是一个有效的%2$s验证字符串。请更正。"],"%s Archive":["%s归档"],"You searched for %s":["您正搜索 %s"],"%s does not seem to be a valid Twitter Username. Please correct.":["%s似乎不是有效的Twitter用户名。请改正。"],"Summary with large image":["大型图像摘要"],"The post %1$s appeared first on %2$s.":["%1$s最先出现在%2$s。"],"No numeric value was received.":["没有收到数值。"],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":["这必须是一个现有的博客。博客 %s “不存在”或已被标记为“已删除”。"],"The default blog setting must be the numeric blog id of the blog you want to use as default.":["默认博客必须是您想设为默认的博客ID数值。"],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":["%1$s 不是允许访问 %2$s 设置的有效选择。值重置为默认值。"],"Please select a valid post type for taxonomy \"%s\"":["请为分类\"%s\"选择一个有效的文章形式。"],"Please select a valid taxonomy for post type \"%s\"":["请为文章形式\"%s\"选择一个有效的分类。"],"You searched for":["您正在搜索"],"Home":["首页"],"Archives for":["归档于"],"Error 404: Page not found":["404错误：找不到页面"],"Good":["优良"],"Replaced with a custom taxonomies description":["用一个自定义的分类描述替换"],"Replaced with a posts custom taxonomies, comma separated.":["用一个文章自定义分类法替换，以逗号分隔。"],"Replaced with a posts custom field value":["用文章的自定义字段值替换"],"Replaced with the slug which caused the 404":["用引起404的别名替换"],"Replaced with the posts focus keyphrase":["替换为文章焦点关键词"],"Attachment caption":["附件标题"],"Replaced with the current page number":["用当前的页号替换"],"Replaced with the current page total":["替换当前页面的总数"],"Replaced with the current page number with context (i.e. page 2 of 4)":["替换为当前页码（如：第2页/共4页）"],"Replaced with the current year":["用当前年替换"],"Replaced with the current month":["用当前月替换"],"Replaced with the current day":["用当前天替换"],"Replaced with the current date":["用当前日期替换"],"Replaced with the post/page author's 'Biographical Info'":["用文章/页面作者的‘传记信息’替换"],"Replaced with the post/page author's 'nicename'":["用文章/页面作者的‘昵称’替换"],"Replaced with the post/page ID":["用文章/页面ID替换"],"Replaced with the post/page modified time":["用文章/页面修改后的时间替换"],"Replaced with the content type plural label":["用文章的柱式复数标签替换"],"Replaced with the content type single label":["用文章的单标签替换"],"Replaced with the current search phrase":["用当前的搜索短语替换"],"Replaced with the term name":["用术语名称替换"],"Replaced with the term description":["用术语描述替换"],"Replaced with the tag description":["用标签描述替换"],"Replaced with the category description":["取代分类描述"],"Replaced with the post categories (comma separated)":["取代后类别（逗号分隔）"],"Replaced with the current tag/tags":["替换当前的标签/标签"],"Replaced with the post/page excerpt (without auto-generation)":["文章/页面摘要（不自动生成）"],"Replaced with the post/page excerpt (or auto-generated if it does not exist)":["文章/页面摘要（如不存在则自动生成）"],"The site's name":["站点名称"],"Replaced with the title of the parent page of the current page":["替换为当前页面的父页的标题"],"Replaced with the title of the post/page":["文章/页面的标题"],"Replaced with the date of the post/page":["替换为文章/页面的日期"],"Page %1$d of %2$d":["第%1$d页 共%2$d页"],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":["由具有相同名称注册一个变量，您不能推翻一个WPSEO标准变量替换。使用“wpseo_replacements”过滤器，而不是调整重置价值。"],"A replacement variable with the same name has already been registered. Try making your variable name unique.":["具有相同名称的替换变量已注册。试着让您的变量名独一无二。"],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":["一个替代变量不能以“%%cf_”或“%%ct_”开头，因为这些都是WPSEO保留的标准可变变量的自定义字段和自定义分类。试着让您的变量名独一无二。"],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":["一个替代变量只能包含字母、下划线或破折号。尝试重命名您的变量。"],"Admin only notice: this page does not show a meta description because it does not have one, either write it for this page specifically or go into the [%1$s - %2$s] menu and set up a template.":["通知（仅管理员）：此页不显示元描述，因为没有指定。请填写元描述或进入[%1$s - %2$s]，并设置一个模板。"],"Page not found":["(/ﾟДﾟ)/没找到页面"],"%s Archives":["%s归档"],"Meta description to use for Author page":["作者页面的元描述"],"Title to use for Author page":["用于作者页面的标题"],"%1$s settings":["%1$s设置"],"Export your %1$s settings":["导出您的%1$s设置"],"Import settings":["导入设置"],"Import from other SEO plugins":["从其他SEO插件导入"],"Import":["导入"],"If you had a %s file and it was editable, you could edit it from here.":["如存在%s文件并且可写，即可在此编辑。"],"If your %s were writable, you could edit it from here.":["如果%s可写，即可在此编辑。"],"You don't have a %s file, create one here:":["没有%s文件，在这里创建一个："],"A link to your site, with your site's name and description as anchor text.":["您的站点链接，锚文本为站点名称和描述。"],"A link to your site, with your site's name as anchor text.":["您的站点链接，锚文本为站点名称。"],"A link to the post, with the title as anchor text.":["文章链接，锚文本为标题。"],"You can use the following variables within the content, they will be replaced by the value on the right.":["支持以下变量，它们会被替换为右边的值。"],"Content to put after each post in the feed":["在Feed中添加到文章尾部的内容"],"Content to put before each post in the feed":["在Feed中添加到文章头部的内容"],"How to insert breadcrumbs in your theme":["如何在您的主题插入路径导航"],"Blog":["博客"],"Prefix for the breadcrumb path":["路径导航前缀"],"Anchor text for the Homepage":["站点首页的锚文本"],"Separator between breadcrumbs":["路径导航间的分隔符"],"Below are your published posts' SEO scores. Now is as good a time as any to start improving some of your posts!":["以下是您已经发表的文章的SEO得分，是时候对部分文章进行优化了！"],"Credits":["鸣谢"],"&laquo; Back to Tools page":["&laquo; 返回工具页面"],"%1$s comes with some very powerful built-in tools:":["%1$s附带了一些非常强大的内置工具："],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":["这个工具允许您快捷地改变您的SEO的重要文件，例如robots.txt和.htaccess文件。"],"File editor":["文件编辑器"],"Import settings from other SEO plugins and export your settings for re-use on (another) site.":[""],"Import and Export":["导入和导出"],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":["这个工具可以让您快速改变您的文章和页面的标题和描述，而不必去为每一页编辑。"],"Bulk editor":["批量编辑器"],"Default settings":["默认设置"],"Description":["描述"],"Restore site to defaults":["恢复站点到默认值"],"Site ID":["站点ID"],"Using this form you can reset a site to the default SEO settings.":["您可以使用此项重置某个站点为默认SEO设置。"],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new sites.":["敏感隐私（FB管理员等）、主题特定（标题重写）和一些非常特定于站点的设置将不会导入新站点。"],"Enter the %1$sSite ID%2$s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":["对于您要将其设置用作添加到网络中的所有站点的默认设置的站点，输入%1$s站点ID%2$s。 留空（即将使用正常的插件默认值）。"],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":["选择您已添加到网络中的想作为默认的站点。如果选择 “无”，标准插件默认值将被使用。"],"New sites in the network inherit their SEO settings from this site":["网络上新建的站点从这个站点继承SEO设置"],"Super Admins only":["仅超级管理员"],"Site Admins (default)":["站点管理员（默认）"],"Who should have access to the %1$s settings":["谁应该有访问权%1$s设置"],"spam":["垃圾"],"mature":["成熟"],"archived":["已归档"],"public":["公开"],"%s restored to default SEO settings.":["%s 已恢复至默认的搜索引擎优化设置。"],"Settings Updated.":["设置已更新。"],"Special pages":["特殊页面"],"Date archives":["日期归档"],"Title":["标题"],"Take note:":["注意："],"You can determine the title and description for the homepage by %1$sediting the homepage itself%2$s.":["您可以通过%1$s编辑主页本身来确定主页的标题和描述%2$s。"],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s 会自动检测到不论它是否需要强制为您的页面重写这个标题，如果您认为它是错的并且您知道您现在做的事情，您可以在这更改这个设置。"],"Force rewrite titles":["强制重写标题"],"Homepage":["首页"],"%1$s Extensions":["%1$s扩展"],"Seamlessly integrate WooCommerce with %1$s and get extra features!":["无缝集成%1$s到WooCommerce插件并获得额外的功能！"],"Rank better locally and in Google Maps, without breaking a sweat!":["轻松提高本地和谷歌地图的排名！"],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":["您在谷歌新闻？通过它优化增加谷歌新闻的流量！"],"Optimize your videos to show them off in search results and get more clicks!":["优化您的视频在搜索结果中的展示并赚取更多点击量！"],"The premium version of %1$s with more features & support.":["%1$s 高级版拥有更多功能及技术支持。"],"Person":["个人"],"Website name":["站点名称"],"RSS":["RSS"],"Permalink":[""],"Breadcrumbs":["面包屑导航"],"Authenticate":["认证"],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year of support and updates, on %2$s.":["要修复该问题您需要创建一个重定向，需升级到 %1$s。您可以在 %2$s购买插件，同时附赠一年的免费支持和升级。"],"Creating redirects is a %s feature":["创建重定向是 一种 %s 功能"],"New URL":[""],"Search":["搜索"],"URL":["网址"],"Deactivate %s":["停用 %s"],"The %1$s plugin might cause issues when used in conjunction with %2$s.":["%1$s插件在与%2$s结合使用时可能会导致问题。"],"Upload Image":["上传图像"],"%s Posts Overview":["%s文章预览"],"Breadcrumbs title":["面包屑的标题"],"Pinterest":["Pinterest"],"Social settings":["社会化设置"],"Close":["关闭"],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines and might slow down your site.":["%1$s和%2$s可以创建XML站点地图。使用两个XML站点地图，非但不利于搜索引擎，甚至可能会减慢您的站点。"],"Configure %1$s's Open Graph settings":["配置%1$s开放式图谱设置"],"Both %1$s and %2$s create Open Graph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":["%1$s 和 %2$s 都能创建OpenGraph 输出，可能导致您的页面共享到 Facebook, Twitter, LinkedIn和其它社交网络时使用错误的文本和图像。"],"%s image":["%s 图片"],"%s description":["%s 描述"],"%s title":["%s 标题"],"Twitter":["Twitter"],"Facebook":["Facebook"],"very difficult":["非常困难"],"Try to make shorter sentences, using less difficult words to improve readability":["尽量缩短句子，使用难度较小的单词来提高可读性"],"difficult":["困难"],"fairly difficult":["还算困难"],"OK":["好"],"fairly easy":["还算容易"],"easy":["容易"],"very easy":["非常容易"],"The copy scores %1$s in the test, which is considered %2$s to read.":[""],"Flesch reading ease":[""],"Meta Desc.":["Meta描述。"],"All SEO Scores":["全部SEO分数"],"SEO issue: The featured image should be at least 200 by 200 pixels to be picked up by Facebook and other social media sites.":["SEO问题：特色图像应该至少是200 x 200像素，由Facebook和其他社交媒体站点提取。"],"(no parent)":["(没有父级)"],"meta description":[""],"Page title":[""],"Post is set to noindex.":["文章被设置为不索引."],"The URL that this page should redirect to.":["网址重定向的目标页面。"],"301 Redirect":["301 转址"],"The canonical URL that this page should point to. Leave empty to default to permalink. %1$sCross domain canonical%2$s supported too.":["此网页应指向的规范网址，留空，默认为固定链接。%1$s跨域名规范%2$s也支持。"],"Canonical URL":["规范链接"],"Title to use for this page in breadcrumb paths":["此页在包屑路径中的标题"],"Breadcrumbs Title":["面包屑的标题"],"No Snippet":["没有摘要"],"No Archive":["没有归档"],"No Image Index":["没有图像索引"],"None":["无"],"Meta robots advanced":["高级Meta Robots"],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["警告：虽然您可以在此设置元数据爬虫的选项，但是由于整个站点的隐私设定为不索引，因此本设置不会有效果。"],"Meta description":["元描述"],"SEO Title":["SEO标题"],"Focus keyword":["焦点关键词"],"Settings successfully imported.":["设置导入成功。"],"Settings could not be imported:":["设置无法导入："],"Breadcrumb for 404 pages:":["404页的面包屑："],"Prefix for search result pages:":["搜索结果页面前缀："],"Prefix for archive pages:":["归档页面前缀："],"Prefix for breadcrumbs:":["面包屑导航前缀："],"Anchor text for the homepage:":["首页的锚文本："],"Breadcrumbs separator:":["面包屑分隔符："],"%s Breadcrumbs":["%s面包屑导航"],"Use Image":["使用图像"],"Action":["启动"],"Page URL/Slug":["页面网址/别名"],"Publication date":["发布日期"],"Post Status":["文章状态"],"WP Page Title":["WP页面标题"],"View":["浏览"],"View &#8220;%s&#8221;":["查看&#8220;%s&#8221;"],"Preview":["预览"],"Preview &#8220;%s&#8221;":["预览&#8220;%s&#8221;"],"Edit":["编辑"],"Filter":["筛选"],"New Yoast Meta Description":["新的 Yoast 元描述"],"Existing Yoast Meta Description":["现有的 Yoast 元描述"],"Facebook profile URL":["Facebook个人资料网址"],"Twitter username (without @)":["Twitter用户名（不包含@）"],"Google":[""],"FAQ":["常见问题"],"Settings":["设置"],"Huge SEO Issue: You're blocking access to robots.":["严重的SEO问题：站点正在屏蔽搜索引擎。"],"Posts":["文章"],"Edit Files":["编辑文件"],"General":["常规"],"Extensions":["扩展"],"Search Console":["搜索控制台"],"Tools":["工具"],"Advanced":["高级"],"XML sitemaps":["XML 站点地图"],"Social":["社交"],"SEO":["SEO"],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":["%1$s 检测到您正在使用 %2$s 版的%3$s, 请更新到最新版本，以防止出现兼容性问题。"],"Just another WordPress site":["又一个WordPress站点"],"You have used HTML in your value which is not allowed.":["您在文章中使用了不被允许的HTML代码。"],"You can't edit %s that aren't yours.":["无法编辑非您创建的文章%s 。"],"You can't edit %s.":["无法编辑%s。"],"Post has an invalid Content Type: %s.":["文章拥有一个无效的文章形式：%s。"],"Post doesn't exist.":["文章不存在。"],"posts\u0004Trash <span class=\"count\">(%s)</span>":["回收站 <span class=\"count\">(%s)</span>"],"posts\u0004All <span class=\"count\">(%s)</span>":["全部<span class=\"count\">(%s)</span>"]}}}