{"domain":"js-text-analysis","locale_data":{"js-text-analysis":{"":{"domain":"js-text-analysis","plural_forms":"nplurals=3; plural=(n==1) ? 0 : (n>=2 && n<=4) ? 1 : 2;","lang":"cs_CZ"},"Enter authorization code here...":[""],"The Cornerstone content functionality enables you to mark and filter cornerstone content on your website. %1$sRead more about how cornerstone content can help you improve your site structure.%2$s":[""],"Cornerstone content":[""],"%1$s will now take care of all the needed technical optimization of your site. To really improve your site's performance in the search results, it's important to start creating content that ranks well for keywords you care about. Check out this video in which we explain how to use the %1$s metabox when you edit posts or pages.":[""],"Your %1$s plugin is now set up. SEO, however, is subject to constant change. Sign up for our newsletter if you would like to keep up-to-date regarding %1$s, other plugins by Yoast and important news in the world of SEO.":[""],"Stay up-to-date":[""],"If you want to outrank the competition in a specific town or region, check out our %1$s plugin! You’ll be able to easily insert Google maps, opening hours, contact information and a store locator. Besides that %1$s helps you to improve the usability of your contact page.":[""],"Attract more customers near you":[""],"Do you want to know all the ins and outs of the %1$s plugin? Do you want to learn all about our advanced settings? Want to be able to really get the most out of the %1$s plugin? Check out our %1$s plugin training and start outranking the competition!":[""],"Get the most out of %1$s with the %2$s":[""],"Do you want to learn how to write content that generates traffic? Check out our %1$s. We will help you to write awesome copy that will rank in the search engines. The %1$s covers all the main steps in SEO copywriting: from keyword research to publishing.":[""],"Learn how to write copy that ranks":[""],"Upgrade to Premium":[""],"Do you want to outrank your competition? %1$s gives you awesome additional features that'll help you to set up your SEO strategy like a professional. Use the multiple focus keywords functionality, the redirect manager and our internal linking tool. %1$s will also give you access to premium support.":[""],"Outrank the competition with %s":[""],"Configuration service":[""],"While we strive to make setting up %1$s as easy as possible, we understand it can still be daunting. If you would rather have us set up %1$s for you (and get a copy of %2$s in the process), order a %1$s configuration service and sit back while we configure your site.":[""],"Let us set up Yoast SEO for you":[""],"Configure %s":[""],"Welcome to the %1$s configuration wizard. In a few simple steps we'll help you configure your SEO settings to match your website's needs! %1$s will take care of all the technical optimizations your site needs.":[""],"Configure Yoast SEO in a few steps":[""],"Please choose the %s configuration of your liking:":[""],"You might like":[""],"Newsletter":[""],"We have detected that you have not finished this wizard yet, so we recommend you to %2$sstart the configuration wizard to configure %1$s%3$s.":[""],"The configuration wizard helps you to easily configure your site to have the optimal SEO settings.":[""],"Cornerstone articles":[""],"This article is %1$scornerstone content%2$s":[""],"If you cannot upgrade your PHP version yourself, you can send an email to your host. We have %1$sexamples here%2$s. If they don't want to upgrade your PHP version, we would suggest you switch hosts. Have a look at one of our recommended %3$sWordPress hosting partners%4$s, they've all been vetted by our Yoast support team and provide all the features a modern host should provide.":[""],"If you cannot upgrade your PHP version yourself, you can send an email to your host. We have %1$sexamples here%2$s. If they don't want to upgrade your PHP version, we would suggest you switch hosts. Have a look at one of the recommended %3$sWordPress hosting partners%4$s.":[""],"Can't update? Ask your host!":[""],"You should update your PHP version to either 5.6 or to 7.0 or 7.1. On a normal WordPress site, switching to PHP 5.6 should never cause issues. We would however actually recommend you switch to PHP7. There are some plugins that are not ready for PHP7 though, so do some testing first. We have an article on how to test whether that's an option for you %1$shere%2$s. PHP7 is much faster than PHP 5.6. It's also the only PHP version still in active development and therefore the better option for your site in the long run.":[""],"To which version should I update?":[""],"Hosts have the ability to update your PHP version, but sometimes they don't dare to do that because they're afraid they'll break your site.":[""],"Hey, we've noticed that you're running an outdated version of PHP. PHP is the programming language that WordPress and Yoast SEO are built on. The version that is currently used for your site is no longer supported. Newer versions of PHP are both faster and more secure. In fact, your version of PHP no longer receives security updates, which is why we're sending you to this notice.":[""],"Your site could be faster and more secure with a newer PHP version.":[""],"A message from %1$s":[""],"Get %s now &raquo;":[""],"Go Premium and our experts will be there for you to answer any questions you might have about the setup and use of the plugin.":[""],"24/7 support":[""],"<strong>Social media preview</strong>: Facebook &amp; Twitter":[""],"Superfast internal linking suggestions":[""],"<strong>No more dead links</strong>: easy redirect manager":[""],"Other benefits of Yoast SEO Premium for you:":[""],"Great news: you can, with %1$s!":[""],"Save changes":[""],"1 year free updates and upgrades included!":[""],"The plugin %2$s changes your site's output and in doing that differentiates between search engines and normal users, a process that's called cloaking. We highly recommend that you disable it.":[""],"Want to add more than one keyword?":[""],"Social media preview: Facebook & Twitter":[""],"Superfast internal link suggestions":[""],"No more dead links: easy redirect manager":[""],"Other benefits of %1$s for you:":[""],"Go Premium and our experts will be there for you to answer any questions you might have about the set-up and use of the plug-in!  ":[""],"Prices start as low as 69,- for one site":[""],"No ads!":[""],"Facebook & Twitter":[""],"Social media preview":[""],"Find related posts superfast":[""],"Internal linking suggestions":[""],"Easy redirect manager":[""],"No more dead links":[""],"Increase your SEO reach":[""],"Multiple keywords":[""],"Get %1$s":[""],"The focus keyword contains a stop word. This may or may not be wise depending on the circumstances. %1$sLearn more about the stop words%2$s.":["","The focus keyword contains %3$d stop words. This may or may not be wise depending on the circumstances. %1$sLearn more about the stop words%2$s.","The focus keyword contains %3$d stop words. This may or may not be wise depending on the circumstances. %1$sLearn more about the stop words%2$s."],"Take the online Technical SEO Training course and learn essential technical SEO-concepts!":[""],"If you want more help creating awesome content, check out our %2$sSEO copywriting course%3$s. Do you want to know all about the features of the plugin, consider doing our %1$s!":[""],"Variable":[""],"Available variables":[""],"Scroll to see the table content.":[""],"Need help determining your settings? Configure %1$s step-by-step.":[""],"Please refer to %1$sour article about how to connect your website to Google Search Console%2$s if you need assistance.":[""],"The keyword density is %1$s, which is way over the advised %3$s maximum; the focus keyword was found %2$d times.":[""],"An error occurred in the '%1$s' assessment":[""],"%1$s of the words contain %2$sover %3$s syllables%4$s, which is more than the recommended maximum of %5$s.":[""],"%1$s of the words contain %2$sover %3$s syllables%4$s, which is less than or equal to the recommended maximum of %5$s.":[""],"The slug for this page contains a %1$sstop word%2$s, consider removing it.":["","The slug for this page contains %1$sstop words%2$s, consider removing them.","The slug for this page contains %1$sstop words%2$s, consider removing them."],"%1$s of the sentences contain a %2$stransition word%3$s or phrase, which is great.":[""],"%1$s of the sentences contain a %2$stransition word%3$s or phrase, which is less than the recommended minimum of %4$s.":[""],"The focus keyword '%1$s' does not appear in the SEO title.":[""],"This is far below the recommended minimum of %2$d word. Add more content that is relevant for the topic.":["","This is far below the recommended minimum of %2$d words. Add more content that is relevant for the topic.","This is far below the recommended minimum of %2$d words. Add more content that is relevant for the topic."],"This is below the recommended minimum of %2$d word. Add more content that is relevant for the topic.":["","This is below the recommended minimum of %2$d words. Add more content that is relevant for the topic.","This is below the recommended minimum of %2$d words. Add more content that is relevant for the topic."],"This is slightly below the recommended minimum of %2$d word. Add a bit more copy.":["","This is slightly below the recommended minimum of %2$d words. Add a bit more copy.","This is slightly below the recommended minimum of %2$d words. Add a bit more copy."],"This is more than or equal to the recommended minimum of %2$d word.":["","This is more than or equal to the recommended minimum of %2$d words.","This is more than or equal to the recommended minimum of %2$d words."],"The text contains %1$d word.":["","The text contains %1$d words.","The text contains %1$d words."],"%1$d subheading is followed by more than the recommended maximum of %2$d words. Try to insert another subheading.":["","%1$d of the subheadings are followed by more than the recommended maximum of %2$d words. Try to insert additional subheadings.","%1$d of the subheadings are followed by more than the recommended maximum of %2$d words. Try to insert additional subheadings."],"The amount of words following each of the subheadings doesn't exceed the recommended maximum of %1$d words, which is great.":[""],"%1$s of the sentences contain %2$smore than %3$s words%4$s, which is more than the recommended maximum of %5$s. Try to shorten the sentences.":[""],"%1$s of the sentences contain %2$smore than %3$s words%4$s, which is less than or equal to the recommended maximum of %5$s.":[""],"The meta description contains %1$d sentence %2$sover %3$s words%4$s. Try to shorten this sentence.":["","The meta description contains %1$d sentences %2$sover %3$s words%4$s. Try to shorten these sentences.","The meta description contains %1$d sentences %2$sover %3$s words%4$s. Try to shorten these sentences."],"The meta description contains no sentences %1$sover %2$s words%3$s.":[""],"The text contains %2$d consecutive sentences starting with the same word. Try to mix things up!":["","The text contains %1$d instances where %2$d or more consecutive sentences start with the same word. Try to mix things up!","The text contains %1$d instances where %2$d or more consecutive sentences start with the same word. Try to mix things up!"],"%1$s of the sentences contain %2$spassive voice%3$s, which is more than the recommended maximum of %4$s. Try to use their active counterparts.":[""],"%1$s of the sentences contain %2$spassive voice%3$s, which is less than or equal to the recommended maximum of %4$s.":[""],"%1$d of the paragraphs contains more than the recommended maximum of %2$d words. Are you sure all information is about the same topic, and therefore belongs in one single paragraph?":["","%1$d of the paragraphs contain more than the recommended maximum of %2$d words. Are you sure all information within each of these paragraphs is about the same topic, and therefore belongs in a single paragraph?","%1$d of the paragraphs contain more than the recommended maximum of %2$d words. Are you sure all information within each of these paragraphs is about the same topic, and therefore belongs in a single paragraph?"],"The meta description is over %1$d characters. Reducing the length will ensure the entire description will be visible.":[""],"The keyword density is %1$s, which is too low; the focus keyword was found %2$d times.":[""],"Step %1$d: %2$s":[""],"No new notifications.":[""],"Save all":[""],"Save":[""],"You have %d new issue concerning your SEO!":["","You have %d new issues concerning your SEO!","You have %d new issues concerning your SEO!"],"%1$s, Author at %2$s":[""],"wpSEO data successfully imported. Would you like to %1$sdisable the wpSEO plugin%2$s?":[""],"All in One SEO data successfully imported. Would you like to %1$sdisable the All in One SEO plugin%2$s?":[""],"All in One SEO data successfully imported. Would you like to %1$sdisable the All in One SEO plugin%3$s? You've had Google Analytics enabled in All in One SEO, would you like to install our %2$sGoogle Analytics plugin%3$s?":[""],"Mobile preview":[""],"Desktop preview":[""],"Use queries instead":[""],"Use javascript instead.":[""],"Select redirect":[""],"Take the online Site Structure Training course and learn how to structure your website!":[""],"you are <strong>not</strong> receiving updates.":[""],"INACTIVE":["NEAKTIVNÍ"],"you are receiving updates.":[""],"ACTIVE":["AKTIVNÍ"],"<b>Warning!</b> Your %s license is inactive which means you're missing out on updates and support! <a href=\"%s\">Activate your license</a> or <a href=\"%s\" target=\"_blank\">get a license here</a>.":[""],"<b>Warning!</b> You didn't set your %s license key yet, which means you're missing out on updates and support! <a href=\"%s\">Enter your license key</a> or <a href=\"%s\" target=\"_blank\">get a license here</a>.":[""],"Please provide an SEO title by editing the snippet below.":[""],"Meta description preview:":[""],"Slug preview:":[""],"SEO title preview:":[""],"Close snippet editor":[""],"Slug":[""],"Remove marks in the text":[""],"Mark this result in the text":[""],"Marks are disabled in current view":[""],"Content optimization: Good SEO score":[""],"Good SEO score":[""],"Content optimization: OK SEO score":[""],"OK SEO score":[""],"Content optimization: Bad SEO score":[""],"Bad SEO score":[""],"Content optimization: Has feedback":[""],"Feedback":[""],"http://en.wikipedia.org/wiki/Stop_words":[""],"The focus keyword appears in the URL for this page.":[""],"You have far too little content, please add some content to enable a good analysis.":[""],"The images on this page contain alt attributes.":[""],"The images on this page do not have alt attributes containing the focus keyword.":[""],"The images on this page contain alt attributes with the focus keyword.":[""],"The text does not contain any subheadings. Add at least one subheading.":[""],"None of the paragraphs are too long, which is great.":[""],"The page title is wider than the viewable limit.":[""],"The page title has a nice length.":[""],"The page title is too short. Use the space to add keyword variations or create compelling call-to-action copy.":[""],"The length of the meta description is sufficient.":[""],"The meta description contains the focus keyword.":[""],"The keyphrase is over 10 words, a keyphrase should be shorter.":[""],"ok":["ano"],"Choose an image":[""],"Remove the image":[""],"company logo image preview":[""],"Choose image":[""],"MailChimp signup failed:":[""],"Sign Up!":["Přihlásit se!"],"Name":["Jméno"],"There is an error with the request.":[""],"Select profile":["Vybrat profil"],"Choose a profile":[""],"Reauthenticate with Google":[""],"To allow %s to fetch your Google Search Console information, please enter your Google Authorization Code. Clicking the button below will open a new window.":[""],"Search Result Preview":[""],"URL preview: ":[""],"Please provide a meta description by editing the snippet below.":[""],"Edit snippet":[""],"Search Result Form":[""],"You can click on each element in the preview to jump to the Snippet Editor.":[""],"SEO title preview: ":[""],"This is an example title - edit by clicking here":[""],"Slug preview: ":[""],"Meta description preview: ":[""],"Please provide a meta description by editing it here.":[""],"Close search result form":[""],"A problem occurred when saving the current step, {{link}}please file a bug report{{/link}} describing what step you are on and which changes you want to make (if any).":[""],"Close the Wizard":[""],"Previous step":["Předchozí krok"],"Next step":["Další krok"],"Export settings":["Nastavení exportu"],"Get %s now!":[""],"You're not getting the benefits of %1$s yet. If you had %1$s, you could use its awesome features:":[""],"%1$s video tutorial":[""],"Go back to the %s dashboard.":[""],"%s &rsaquo; Configuration Wizard":[""],"%1$sPlease don't show me this notification anymore%2$s":[""],"If you are experiencing issues, %1$splease file a bug report%2$s and we'll do our best to help you out.":[""],"We've noticed you've been using %1$s for some time now; we hope you love it! We'd be thrilled if you could %2$sgive us a 5 stars rating on WordPress.org%3$s!":[""],"Take the %1$s course and become a certified %2$s expert!":[""],"Do you want to get a grip on your own SEO-strategy? Learn all about it in one of %1$sour courses%2$s.":[""],"Buy the %1$s plugin now and optimize your shop today to improve your product promotion!":[""],"Take your SEO to the next level and outrank your competition with our %1$sSEO plugins%2$s.":[""],"Let our experts set up your %1$s plugin!":[""],"Do you want to know how to improve your rankings? %1$sLet team %2$s help you!%3$s":[""],"Take the online Keyword Research Training course and learn how to rank with your keywords!":[""],"Courses":[""],"Services":[""],"Date archives settings":[""],"Author archives settings":[""],"Remove keyword":[""],"%1$s by %2$s":[""],"Warning: the variable %s cannot be used in this template. See the help center for more info.":[""],"Choose your settings.zip file":[""],"Open the configuration wizard":[""],"Configuration wizard":[""],"Enter the meta keywords":[""],"Enter a focus keyword":[""],"By the way, did you know we also have a %1$sPremium plugin%2$s? It offers advanced features, like a redirect manager and support for multiple keywords. It also comes with 24/7 personal support.":[""],"(no title)":[""],"%1$s comes with a lot of features. You can enable / disable some of them below.":[""],"The %1$s admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":[""],"Admin bar menu":[""],"The %1$s integration checks daily if your site is still indexable by search engines and notifies you when this is not the case.":[""],"OnPage.org":[""],"The advanced settings include site-wide settings for your titles and meta descriptions, social metadata, sitemaps and much more.":[""],"Advanced settings pages":[""],"Features":[""],"More info":[""],"Gain access to our 24/7 support team.":[""],"Check what your Facebook or Twitter post will look like.":[""],"Social Previews":[""],"Optimize a single post for up to 5 keywords.":[""],"Create and manage redirects within your WordPress install.":[""],"Meta robots index":[""],"SEO title":[""],"While we strive to make setting up %1$s as easy as possible, we understand it can be daunting. If you’d rather have us set up %1$s for you (and get a copy of %2$s in the process), order our %3$s%1$s configuration service%4$s here!":[""],"Welcome to the %1$s configuration wizard. In a few simple steps we'll help you configure your SEO settings to match your website's needs!":[""],"Please add all your relevant social profiles. We use these to let search engines know about them, and to enhance your social metadata:":[""],"Other personal site":[""],"Other corporate site":[""],"Small business site":[""],"News site":[""],"Webshop":[""],"What kind of site is %1$s?":[""],"Google shows your website's name in the search results, if you want to change it, you can do that here.":[""],"Greater than sign":[""],"Less than sign":[""],"Right angle quotation mark":[""],"Left angle quotation mark":[""],"Small tilde":[""],"Vertical bar":[""],"Low asterisk":[""],"Asterisk":[""],"Bullet":[""],"Middle dot":[""],"Em dash":[""],"En dash":[""],"Dash":[""],"Choose the symbol to use as your title separator. This will display, for instance, between your post title and site name. Symbols are shown in the size they'll appear in the search results.":[""],"Please specify which of the following public post types you would like Google to see.":[""],"The name of the person":[""],"No":[""],"Yes":[""],"Does, or will, your site have multiple authors?":[""],"Development (this site is running locally for development purposes)":[""],"Staging (this is a copy of a live site used for testing purposes only)":[""],"Production (this is a live site with real traffic)":[""],"Please specify the environment in which this site - %1$s - is running.":[""],"The name of the company":[""],"Provide an image of the company logo":[""],"Hidden":[""],"Visible":[""],"The post type \"%1$s\" should be":[""],"WordPress automatically generates an URL for each media item in the library. Enabling this will allow for google to index the generated URL.":[""],"Success!":[""],"Title settings":[""],"Google Search Console":[""],"Multiple authors":[""],"Post type visibility":[""],"Social profiles":[""],"Site type":[""],"Environment":[""],"Welcome!":[""],"Yoast option %1$s not found.":[""],"Posts that are set to &#8220;%s&#8221;":[""],"Microsoft Edge Site Scan":["Microsoft Edge scan stránky"],"Google Structured Data Test":["Test Google strukturovaných dat"],"Posts list":["Výpis článků"],"Posts list navigation":["Navigace archívu článků"],"Filter posts list":["Filtr archívu článků"],"Note that links to archives might be still output by your theme and you would need to remove them separately.":["Vězte, že odkaz na výpis archívů, může být stále zobrazován šablonou a musejí být odstraněny samostatně."],"View credits":[""],"Take a look at the people that create %1$s.":["Podívejte se na t, kdo vytvořili %1$s."],"Team and contributors":["Tým a spolupracovníci"],"Default for this taxonomy type, currently: %s":["Výchozí, pro tuto taxonomii, aktuálně: %s"],"%1$s to optimize your site even further":["%1$s pro větší optimalizaci vašich stránek"],"%1$s extensions":["%1$s rozšíření"],"Comes with our 30-day no questions asked money back guarantee":["Třiceti denní jistota vrácení peněz. "],"More information %1$sabout %3$s%2$s":["Více informací %1$so %3$s%2$s"],"Buy %1$s":["Koupit %1$s"],"Installed":["Instalováno"],"gain access to our 24/7 support team.":["získejte 24/7 podporu našeho týmu."],"Premium support":["Prémiová podpora"],"check what your Facebook or Twitter post will look like.":["zkontrolujte, jak bude váš Facebook a Twitter článek bude vypadat."],"Social previews":["Náhled sociálních sítí"],"optimize a single post for up to 5 keywords.":["optimalizujte článek pro více než 5 klíčových slov"],"Multiple focus keywords":["Vícenásobně zaměřená klíčová slova"],"create and manage redirects from within your WordPress install.":["vytvářejte a spravujte přímo z vaší WordPress instalace."],"Redirect manager":["Manager přesměrování"],"%1$s, take your optimization to the next level!":["%1$s, posune vaši optimalizaci na vyšší stupeň"],"A seamless integration between %1$s and %2$s":["Bezproblémová integrace mezi %1$s a %2$s"],"Use %1$s breadcrumbs instead of %2$s ones":["Použij %1$s drobečkovou navigaci, místo %2$s"],"Improve sharing on Pinterest":["Vylepšete sdílení na Pinterestu"],"Improve the usability of your contact page":["Zvyšte použitelnost vaší kontaktní stránky"],"Easily insert Google Maps, a store locator, opening hours and more":["Jednoduše vložte Google mapy, umístění obchodu, otevírací hodiny a více"],"Get found by potential clients":["Nalezněte potencionální klienty"],"Creates XML News Sitemaps":["Vytvoření XML News Sitemapy "],"Immediately pings Google on the publication of a new post":["Okamžitě upozornit Google na publikaci nového článku"],"Optimize your site for Google News":["Optimalizujte vaši stránku pro Google News"],"Make videos responsive through enabling fitvids.js":["Udělejte videa responsivní, povolením fitvids.js"],"Enhance the experience of sharing posts with videos":["Vylepšit sdílení článků s videi"],"Show your videos in Google Videos":["Zobrazte vaše videa na Google Videa"],"The following file is blocking your XML sitemaps from working properly. Either delete it (this can be done with the \"Fix it\" button) or disable %1$s XML sitemaps.":["Následující soubor blokuje vaši XML sitemapu. Smažte soubor (pomocí tlačítka \"Opravit\"), nebo deaktivujte %1$s XML sitemapu.","Následující soubory blokují vaši XML sitemapu. Smažte soubory (pomocí tlačítka \"Opravit\"), nebo deaktivujte %1$s XML sitemapu.","Následující soubory blokují vaši XML sitemapu. Smažte soubory (pomocí tlačítka \"Opravit\"), nebo deaktivujte %1$s XML sitemapu."],"Crawl issues list":["Chyby v archívu"],"Crawl issues list navigation":["Nalezeny chyby v navigaci archívu"],"Number of search results: %d":["Počet nalezených výsledků: %d"],"Edit &#8220;%s&#8221;":["Upravit &#8220;%s&#8221;"],"Filter by post type":["Filtrovat podle typu článku"],"Show All Post Types":["Zobrazit všechny typy článku"],"Premium":["Prémium"],"Go Premium":["Získej prémium"],"Files successfully removed.":["Soubory byly úspěšně odstraněny"],"The directory %s could not be removed. Please remove it via FTP.":["Složka %s nemůže být přesunuta. Prosím, použijte FTP."],"Google Trends":["Google trendy "],"Notifications":["Oznámení "],"Removes the keyword tab from the metabox and disables all SEO-related suggestions.":["Odstraní kartu klíčových slov z metaboxu a deaktivuje všechny návrhy související se SEO. "],"Disable SEO analysis":["Deaktivovat SEO analýzu "],"Twitter settings":["Nastavení Twitter"],"Pinterest settings":["Nastavení Pinterest"],"Google+ settings":["Nastavení Google+"],"Facebook settings":["Nastavení Facebook"],"To let search engines know which social profiles are associated to this site, enter them below:":["Chcete-li, aby vyhledávače věděly, které sociální profily jsou spojeny s touto stránkou, zadejte je níže:"],"Your social profiles":["Vaše profily na sociálních sítích "],"User sitemap settings":["Uživatelské nastavení mapy stránek "],"Taxonomies sitemap settings":["Nastavení taxonomie mapy stránek "],"Post types sitemap settings":["Nastavení typů postu mapy stránek"],"Entries per sitemap page":["Přístupy přes mapu stránek"],"Your XML Sitemap":["Vaše mapa stránek XML "],"Excluded posts settings":["Nastavení vyloučených postů "],"As you are redirecting attachment URLs to parent post URLs, these settings will currently only have an effect on unattached media items! So remember: If you change the %1$sattachment redirection setting%2$s in the future, the below settings will take effect for *all* media items.":["Vzhledem k tomu, že přesměrováváte URL adresy souborů na URL adresy rodičovského postu,  tato nastavení v současné době mají vliv pouze na nepřipojené mediální položky! Takže pamatujte: Pokud změníte v budoucnu %1$snastavení přesměrování přílohy%2$s, níže uvedená nastavení se projeví u *všech* mediálních položek"],"Removes the keyword tab from the metabox and disables all keyword-related suggestions.":["Odstraní kartu klíčových slov z metaboxu a deaktivuje veškeré návrhy související s klíčovým slovem. "],"Keyword analysis":["Analýza klíčových slov "],"Title separator symbol":["Symbol separátoru v Title"],"Security setting":["Bezpečnostní nastavení"],"Restore default settings":["Obnovit výchozí nastavení"],"RSS feed settings":["Nastavení RSS feedu"],"Stop words in slugs.":["Zastavit slova ve slugu. "],"Breadcrumbs settings":["Nastavení drobečkové navigace"],"Make primary":["Udělat primárním "],"Content optimization":["Optimalizace obsahu"],"Enter your Google Authorization Code and press the Authenticate button.":["Zadejte váš autorizační kód Google a stiskněte tlačítko ověření "],"To allow %1$s to fetch your %2$s information, please enter your Google Authorization Code. Clicking the button below will open a new window.":["Chcete-li umožnit %1$s přenést vaši %2$s informaci, prosím, zadejte váš autorizační kód Google. Kliknutím na tlačítko níže otevřete nové okno. "],"Knowledge base article":["Článek znalostní databáze"],"Open the knowledge base article in a new window or read it in the iframe below":["Otevřít článek znalostní databáze v novém okně nebo ho číst v uvedeném rámečku dole. "],"Back to search results":["Zpět na výsledky vyhledávání"],"Search results":["Výsledky vyhledávání "],"Yoast SEO video tutorial":["Instruktážní video Yoast SEO "],"%s notification":["%s oznámení","%s oznámení","%s oznámení"],"Disable readability analysis":["Deaktivovat analýzu čitelnosti"],"Removes the readability tab from the metabox and disables all readability-related suggestions.":["Odstraní kartu čitelnosti z metaboxu a deaktivuje veškeré návrhy související s čitelností. "],"Readability analysis":["Analýza čitelnosti "],"Needs improvement":["Potřebuje vylepšení "],"Readability":["Čitelnost "],"You are trying to load non-minified files, these are only available in our development package. Check out %1$s to see all the source files.":["Snažíte se načíst neminifikované soubory, které jsou k dispozici pouze v našem vývojářském balíčku. Podívejte se na %1$s, kde uvidíte všechny zdrojové soubory. "],"You have a new issue concerning your SEO!":["Máte nový problém týkající se vašeho SEO! "],"\"Max entries per sitemap page\" should be below %1$s to meet Google's requirements, which %2$s is not.":[""],"%1$s Dashboard":["%1$s Nástěnka"],"Restore this item.":["Obnovit tuto položku. "],"Dismiss this item.":["Zamítnout tuto položku. "],"Good job! We could detect no serious SEO problems.":["Dobrá práce! Nenašli jsme žádné závažné SEO problémy.  "],"We have detected the following issues that affect the SEO of your site.":["Zjistili jsme následující problémy, které mají vliv na SEO vašich stránek."],"Problems":["Problémy"],"We're always grateful for patches from non-regular contributors, in %1$s %2$s, patches from the following people made it in:":["Jsme vždy vděčni za opravy od nepravidelných přispěvatelů, v %1$s %2$s, prošly opravy od následujících uživatelů:  "],"Community contributors":["Kontributoři z komunity"],"Tester":["Tester"],"Quality Assurance & Testing":["Ověřování a testování kvality "],"Yoast Developers":["Vývojáři Yoast "],"CTO":["CTO "],"Development Leaders":["Vedoucí vývoje "],"Linguist":["Lingvista "],"Head R&D":["Vedoucí R&D"],"Product Management":["Produktový management "],"This is the content analysis, a collection of content checks that analyze the content of your page. %1$sLearn more about the Content Analysis Tool%2$s.":[""],"Pick the main keyword or keyphrase that this post/page is about. %1$sLearn more about the Focus Keyword%2$s.":[""],"Analysis":["Analýza"],"This is a rendering of what this post might look like in Google's search results. %1$sLearn more about the Snippet Preview%2$s.":[""],"Not available":["Není dostupný"],"Enter your focus keyword":["Zadejte vaše klíčové slovo zaměření"],"Keyword:":["Klíčové slovo: "],"Buy the %1$s plugin now and start optimizing to get your site featured in Google News!":[""],"Buy the %1$s plugin now to improve your site&#8217;s Local SEO and ranking in Google Maps!":[""],"Buy the %1$s plugin now and optimize your videos for video search results and social media!":[""],"Take the online Basic SEO Training course and learn the fundamentals of SEO!":["Absolvujte tento online tréninkový kurz Basic SEO a naučte se základy SEO. "],"Take the online SEO Copywriting Training course and learn how to write awesome copy that ranks!":["Absolvujte tento online tréninkový kurz SEO Copywriting a naučte se, jak napsat úžasné texty, které vítězí! "],"Filter by SEO Score":["Filtrovat dle SEO dosaženého výsledku"],"Meta description not set.":["Meta popis není nastaven. "],"Video tutorial":["Instruktážní video"],"Email support":["Emailová podpora "],"Email support is a %s feature":["Emailová podpora je %s prvek"],"Knowledge base":["Znalostní databáze "],"Open":["Otevřít "],"Back":["Zpět"],"search":["hledat "],"Loading...":["Nahrávám..."],"Something went wrong. Please try again later.":["Něco je špatně. Prosím, zkuste to znovu později."],"Search the Yoast knowledge base":["Prohledat znalostní databázi Yoast"],"No results found.":["Nebyly nalezeny žádné výsledky."],"Dashboard":["Nástěnka"],"You can fix this on the %1$sPermalink settings page%2$s.":["Tento problém lze vyřešit na %1$sstránce nastavení trvalého odkazu%2$s."],"Simply uncheck the box before \"Break comments into pages...\" on the %1$sComment settings page%2$s.":["Jednoduše zrušte zaškrtnutí políčka na %1$sstránce nastavení komentářů%2$s.než \"Uvolníte komentáře na stránky...\""],"Paging comments is enabled, this is not needed in 999 out of 1000 cases, we recommend to disable it.":["Stránkování komentářů je povoleno, toto není potřeba v 999 z 1000 případů, doporučujeme je vypnout. "],"Replaced with the primary category of the post/page":["Nahrazen primární kategorií příspěvku/stránky. "],"Pinterest confirmation":["Potvrzení Pinterest"],"If you have already confirmed your website with Pinterest, you can skip the step below.":["Pokud jste již potvrdily vaše webové stránky s Pinterestem, můžete přeskočit následující krok."],"You can choose to not include users without posts.":["Můžete se rozhodnout nezahrnovat uživatele bez příspěvků. "],"Users without posts":["Uživatelé bez příspěvků "],"The user sitemap contains the author archive URLs for every user on your site.":["Mapa stránek uživatele obsahuje adresy URL archívu autora pro každého uživatele na vašich stránkách. "],"Format-based archives":["Archívy založené na formátu "],"Prevents search engines from using the DMOZ description in the search results for all pages on this site. Note: If you set a custom description for a page or post, it will have the %s tag regardless of this setting.":["Zabraňuje vyhledávačům používat DMOZ popis ve výsledcích vyhledávání pro všechny stránky na tomto webu. Poznámka: pokud nastavíte vlastní popis stránky nebo příspěvku, bude mít %s tag bez ohledu na toto nastavení.   "],"Webmaster Tools verification":["Ověření Nástrojů pro webmastery"],"Enroll in the %s training &raquo;":["Zapiště se do %s školení &raquo; "],"Follow our %1$s for WordPress training and become a certified %1$s Expert!":["Následujte náš %1$s pro trénink WordPress a staňte se certifikovaným %1$s odborníkem! "],"Want to be a %s Expert?":["Chcete být %s odborník?"],"Need some help?":[""],"Show information about the focus keyword":["Zobrazit informace o klíčovém slově zaměření "],"Show information about the content analysis":["Zobrazit informace o obsahové analýze "],"Show information about the snippet editor":["Zobrazit informace o Snippet Editoru"],"Buy %s":["Koupit %s"],"Show information about errors in category 'Soft 404'":["Zobrazit informace o chybách v kategorii \"Soft 404\""],"Show information about errors in category 'Server'":["Zobrazit informace o chybách v kategorii \"Server\""],"Show information about errors in category 'Blocked'":["Zobrazit informace o chybách v kategorii \"Blokováno\""],"Show information about errors in category 'Other'":["Zobrazit informace o chybách v kategorii \"Ostatní\""],"Show information about errors in category 'Not Found'":["Zobrazit informace o chybách v kategorii \"Nenalezeno\""],"Show information about errors in category 'Access Denied'":["Zobrazit informace o chybách v kategorii \"Přístup byl odepřen\""],"Help center":["Centrum nápovědy"],"New %1$s Title":["Nový %1$s Title"],"Existing %1$s Title":["Stávající %1$s titul"],"Expected an integer as input.":["Zadání musí být celé číslo. "],"Trying to build the sitemap cache key, but the postfix and prefix combination leaves too little room to do this. You are probably requesting a page that is way out of the expected range.":["Snaha o vybudování klíče mezipaměti mapy stránek, ale kombinace postfix a prefix ponechává příliš málo prostoru, jak toho dosáhnout. Pravděpodobně požadujete stránku, která je mimo očekávané rozmezí. "],"Note: this feature has been deprecated, as the SEO value is close to 0 these days. If you disable it you will not be able to put it back on.":["Poznámka: Tato funkce byla zavržena, neboť SEO hodnota se pohybuje v těchto dnech v blízkosti 0. Pokud ji deaktivujete, nebudete ji moci vrátit zpět."],"Redirect":["Přesměrování"],"No redirect":["Nepřesměrovávat "],"Remove":["Odebrat"],"Keep":["Udržet"],"Bold the last page":["Označit tučně poslední stránku "],"Regular":["Normální"],"Bold":["Tučné písmo"],"Show Blog page":["Zobrazit stránku Blogu"],"Primary %s":["Základní %s"],"Primary":["Základní"],"Make %1$s primary %2$s":["Udělat %1$s primární %2$s"],"Integrations":["Integrace "],"Term is set to noindex.":["Term je nastaven pro neindexování."],"Filter specific user roles":["Filtrovat specifické uživatelské role "],"Not in sitemap":["Ne v mapě stránek"],"In sitemap":["Na mapě stránek "],"Author / user sitemap":["Mapa stránek autora/uživatele "],"XML sitemap functionality":["Funkce XML mapy stránek"],"Subpages of archives":["Podstránky archívů "],"Author archives":["Archívy autora"],"Show":["Ukázat"],"The advanced section of the %1$s meta box allows a user to noindex posts or change the canonical. These are things you might not want if you don't trust your authors, so by default, only administrators can do this. Enabling the advanced box allows all users to change these settings.":["Pokročilá část %1$s meta boxu umožňuje uživatelům neindexovat příspěvky nebo měnit ty kanonické. To jsou věci,které možná nebudete chtít, pokud nedůvěřujete vašim autorům, takže jako výchozí stav jsou nastaveny změny pouze administrátorem. Povolením pokročilého políčka bude umožněno měnit tato nastavení všem uživatelům.  "],"Advanced part of the %1$s meta box":["Pokročilá část %1$s meta boxu "],"Enabled":["Aktivní"],"Disabled":["Zakázáno"],"%s has not fetched your site's indexability status yet from OnPage.org":[""],"The separator defined in your theme's %s tag.":["Oddělovač definovaný ve vašem %s tagu motivu."],"No index":["Neindexovat"],"Import from wpSEO":["Import z wpSEO"],"Remove the %s variables.":["Odstranit %s proměnné. "],"Strip the category base (usually %s) from the category URL.":["Vyjmout bázi kategorie (obvykle %s) z URL adresy kategorie. "],"Analyze entire site":["Analyzovat celé stránky"],"Fetch the current status":["Načíst aktuílní stav "],"%1$s%2$s has not been able to fetch your site's indexability status%3$s from OnPage.org":[""],"Your homepage can be indexed by search engines.":["Vaše domovská stránka může být indexována pomocí vyhledávačů. "],"Indexability check by %1$s":["Kontrola indexovatelnosti pomocí %1$s"],"Architect":["Architekt "],"If you want to use an image for sharing on %1$s, you can upload / choose an image or add the image URL here.":["Pokud chcete použít obrázek pro sdílení na %1$s, můžete nahrát/vybrat obrázek nebo přidat URL adresu obrázku zde.  "],"If you don't want to use the meta description for sharing on %1$s but want another description there, write it here.":["Pokud nechcete používat meta popis pro sdílení na %1$s, ale místo toho tam chcete jiný popis, napište ho zde."],"If you don't want to use the title for sharing on %1$s but instead want another title there, write it here.":["Pokud nechcete používat název pro sdílení na %1$s, ale místo toho chcete ještě další titul, napište ho zde."],"%1$sYour homepage cannot be indexed by search engines%2$s. This is very bad for SEO and should be fixed.":["%1$sVaše domovská stránka nemůže být indexována pomocí vyhledávačů%2$s. To je pro SEO velmi špatné a mělo by to být opraveno. "],"Once Weekly":["Jednou týdně"],"Add-ons":["Add-ony"],"Snippet editor":["Snippet editor"],"Add keyword":["Přidat klíčové slovo "],"wpSEO has been deactivated":["wpSEO byl deaktivován"],"The plugin wpSEO has been detected. Do you want to %1$simport its settings%2$s?":[""],"Twitter metadata":["Metadata Twitter "],"Facebook / Open Graph metadata":["Metadata Facebook/Opengraph"],"Recalculating SEO scores for all pieces of content with a focus keyword.":["Přepočítání SEO skóre pro všechny části obsahu s klíčovým slovem zaměření."],"%1$s of %2$s done.":["%1$s z %2$s hotovo."],"%s filter/action":["%s filtr/akce "],"We've updated our SEO score algorithm. %1$sRecalculate the SEO scores%2$s for all posts and pages.":["Aktualizovali jsme náš algoritmus SEO skóre. %1$sPřepočítat SEO skóre%2$s pro všechny příspěvky a stránky. "],"https://yoast.com/":["https://yoast.com/"],"Team Yoast":["Tým Yoast "],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["První opravdovu plnohodnotné SEO řešení pro WordPress, včetně analýzy obsahu stránky, XML map webu a ještě mnohem více."],"https://yoast.com/wordpress/plugins/seo/#utm_source=wpadmin&utm_medium=plugin&utm_campaign=wpseoplugin":["https://yoast.com/wordpress/plugins/seo/#utm_source=wpadmin&utm_medium=plugin&utm_campaign=wpseoplugin"],"Yoast SEO":["Yoast SEO"],"Activation failed:":["Aktivace selhala: "],"The filter extension seem to be unavailable. Please ask your web host to enable it.":["Zdá se, že rozšíření filtru není k dispozici. Prosím, požádejte váš webhosting o jeho aktivaci."],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":["Instalace pluginu  %1$s je neúplná. Viz %2$spokyny pro instalaci%3$s."],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":["Rozšíření Standard PHP Library (SPL) zřejmě není k dispozici. Požádejte správce vašeho serveru o její aktivaci."],"%sRenew your license now%s.":["%sObnovte svou licenci%s"],"Your %s license will expire on %s.":["Vaše licence %s vyprší %s."],"You defined your license key using the %s PHP constant.":["Definovali jste svůj licenční klíč pomocí PHP konstanty %s."],"Paste your %s license key here...":[""],"License Key":["Licenční klíč"],"Please enter a license key in the field below first.":["Vložte prosím licenční klíč do políčka níže."],"Activate License":["Aktivace licence"],"(deactivate your license so you can activate it on another WordPress site)":["(deaktivujte svou licenci, abyste ji mohli aktivovat na jiném webu provozujícím WordPress)"],"Deactivate License":["Deaktivovat licenci"],"Toggle license status":["Přepnout stav licence"],"License status":["Stav licence"],"Your server has an outdated version of the PHP module cURL (Version: %s). Please ask your hosting company to update this to a recent version of cURL. You can read more about that in our %sKnowledge base%s.":["Váš server má zastaralou verzi PHP modulu cURL (verze %s). Prosím, požádejte vaši hostingovou společnost o aktualiyaci na současnou verzi cURL. Více informací o tom naleznete v naší %sznalostní databázi%s. "],"We couldn't create a connection to our API to verify your license key(s). Please ask your hosting company to allow outgoing connections from your server to %s.":["Nemohli jsme se připojit k našemu API pro ověření vašeho licenčního klíče(ů). Prosím, požádejte vaši hostingovou společnost o povolení odchozích připojení z vašeho serveru na %s."],"This site has not been activated properly on yoast.com and thus cannot check for future updates. Please activate your site with a valid license key.":["Tento web zatím nebyl řádně aktivován na yoast.com a nemůže tedy kontrolovat aktualizace pluginu.\nAktivujte, prosím, váš web pomocí platného licenčního klíče."],"%s failed to check for updates because of the following error: <em>%s</em>":["%s se nepodařilo zkontrolovat aktualizace protože nastala následující chyba: <em>%s</em>"],"%s is network activated, please contact your site administrator to manage the license.":["%s má aktivován multisite režim, kontaktujte prosím správce vašeho webu pro správu licence."],"%s is network activated, you can manage your license in the <a href=\"%s\">network admin license page</a>.":["%s má aktivován multisite režim, vaši licenci můžete spravovat na stránce <a href=\"%s\">správa síťové licence</a>."],"%s: License Settings":["%s: Nastavení licence"],"Request error: \"%s\" (%scommon license notices%s)":["Chyba požadavku: \"%s\" (%scommon license notices%s)"],"Failed to deactivate your %s license.":["Nepodařilo se dekativovat vaši %s licenci."],"Your %s license has been deactivated.":["Vaše %s licence byla deaktivována."],"Failed to activate your license, your license key seems to be invalid.":["Nepodařilo se aktivovat vaši licenci, váš licenční klíč je zřejmě neplatný."],"Your license has expired. You must <a href=\"%s\">extend your license</a> in order to use it again.":["Vaše licence vypršela. Pro další použití musíte <a href=\"%s\">prodloužit svou licenci</a>."],"You've reached your activation limit. You must <a href=\"%s\">upgrade your license</a> to use it on this site.":["Dovršili jste limitu vašich aktivací. Pro aktivaci na tomto webu musíte <a href=\"%s\">rozšířit svou licenci</a>."],"<a href=\"%s\">Your license is expiring in %d day, would you like to extend it?</a> ":["","<a href=\"%s\">Your license is expiring in %d days, would you like to extend it?</a> ","<a href=\"%s\">Your license is expiring in %d days, would you like to extend it?</a> "],"<a href=\"%s\">Did you know you can upgrade your license?</a> ":[""],"You have used %d/%d activation. ":["","You have used %d/%d activations. ","You have used %d/%d activations. "],"You have an unlimited license. ":["Máte neomezenou licenci. "],"Your %s license has been activated. ":["Vaše %s licence byla aktivována. "],"<b>Warning!</b> You're blocking external requests which means you won't be able to get %s updates. Please add %s to %s.":["<b>Varování!</b> Blokujete externí dotazy, což znamená, že nebudete dostávat aktualizace %s. Prosím přidejte %s do %s."],"Register now &raquo;":["Zaregistrovat se nyní &raquo;"],"Translation of %s":["Překlad %s"],"You're using WordPress in a language we don't support yet. We'd love for %2$s to be translated in that language too, but unfortunately, it isn't right now. You can change that! Register at %4$s to help translate it!":["Používáte WordPress v jazyce, který ještě nepodporujeme. Rádi bychom, aby %2$s byl také přeložen do tohoto jazyka, ale bohužel tomu tak v současnosti není . Vy to můžete změnit! Zaregistrujte se na %4$s a pomožte nám s překladem!"],"You're using WordPress in %1$s. While %2$s has been translated to %1$s for %3$d%%, it's not been shipped with the plugin yet. You can help! Register at %4$s to help complete the translation to %1$s!":["Používáte WordPress v %1$s. I když %2$s byl přeložen do %1$s pro %3$d%%, ještě nebyl spojen s pluginem. Můžete pomoci! Zaregistrujte se na %4$s, abyste mohli pomoci s překladem do %1$s!"],"As you can see, there is a translation of this plugin in %1$s. This translation is currently %3$d%% complete. We need your help to make it complete and to fix any errors. Please register at %4$s to help complete the translation to %1$s!":["Jak vidíte, existuje překlad tohoto pluginu v %1$s. Tento překlad je v současnosti %3$d%% kompletní. Potřebujeme vaši pomoc k jeho dokončení a opravám chyb. Prosím, zaregistrujte se na %4$s, abyste pomohli dokončit překlad do %1$s!"],"All-In-One-SEO has been deactivated":["All-In-One-SEO byl deaktivován"],"The plugin All-In-One-SEO has been detected. Do you want to %1$simport its settings%2$s?":[""],"SEO Settings":["SEO nastavení"],"Mobile-Friendly Test":["Test mobile-friendly"],"Google Page Speed Test":["Google test rychlosti stránek "],"CSS Validator":["CSS validátor "],"HTML Validator":["HTML validátor "],"Pinterest Rich Pins Validator":["Validátor Pinterest Rich Pins"],"Facebook Debugger":["Facebook Debugger"],"Check Headers":["Zkontroluj Headers"],"Check Google Cache":["Zkontrolujte Google Cache"],"Check Keyword Density":["Zkontroluj hustotu klíčové fráze"],"Check Inlinks (OSE)":["Zkontroluj příchozí odkazy (OSE)"],"Analyze this page":["Analyzuj tuto stránku"],"SEO Book":["SEO Kniha"],"AdWords External":["Externí AdWords "],"Keyword Research":["Průzkum klíčových slov"],"%s does not seem to be a valid url. Please correct.":["%s nevypadá na platnou URL. Prosím o opravu."],"%1$s does not seem to be a valid %2$s verification string. Please correct.":[""],"\"Max entries per sitemap page\" should be a positive number, which %s is not. Please correct.":["\"Maximální počet položek na stránku sitemapy\" by mělo být kladné číslo, což %s není. Prosím o opravu."],"%s Archive":["%s Archív"],"You searched for %s":["Výsledky vyhledávání %s"],"%s does not seem to be a valid Twitter user-id. Please correct.":["%s nevypadá na platný uživatelský id do služby Twitter. Prosím o opravu."],"Summary with large image":["Souhrn s velkým obrázkem"],"Summary":["Souhrn"],"The post %1$s appeared first on %2$s.":[""],"No numeric value was received.":["Nebyla obdržena žádná numerická hodnota."],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":["Musí jít o existující blog. Blog %s buď neexistuje, nebo byl označen ke smazání."],"The default blog setting must be the numeric blog id of the blog you want to use as default.":["Základní nastavení blogu musí být numerické id blogu, který chcete použít jako výchozí."],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":["%1$s není platná volba pro toho, kdo by měl mít přístup k nastavením %2$s. Hodnota byla obnovena na výchozí. "],"Please select a valid post type for taxonomy \"%s\"":["Vyberte prosím platný typ příspěvku pro taxonomii \"%s\""],"Please select a valid taxonomy for post type \"%s\"":["Zvolte prosím platnou taxonomii pro typ příspěvku \"%s\""],"You searched for":["Hledali jste"],"Home":["Domů"],"Archives for":["Archivy pro"],"Error 404: Page not found":["Chyba 404: Stránka nebyla nalezena"],"Bad":["Špatné"],"Good":["Dobré"],"Replaced with a custom taxonomies description":["Nahrazeno popisem s vlastní taxonomií"],"Replaced with a posts custom taxonomies, comma separated.":["Nahradit příspěvky s vlastní taxonomií, oddělené čárkami."],"Replaced with a posts custom field value":["Nahradit příspěvky z pole s vlastní hodnotou"],"Replaced with the slug which caused the 404":["Nahrazuje odkazem, který způsobuje chybu 404"],"Replaced with the posts focus keyword":["Nahrazeno hlavním klíčovým slovem příspěvku"],"Attachment caption":["Příloha titulku"],"Replaced with the current page number":["Nahrazeno aktuálním číslem stránky"],"Replaced with the current page total":["Nahrazeno celkovým počtem stran aktuálního záznamu"],"Replaced with the current page number with context (i.e. page 2 of 4)":["Nahrazeno číslem aktuální stránky dle kontextu (např. stránka 2 ze 4)"],"Replaced with the current year":["Nahrazeno aktuálním rokem"],"Replaced with the current month":["Nahrazeno aktuálním měsícem"],"Replaced with the current day":["Nahraďte současným datem"],"Replaced with the current date":["Nahrazeno aktuálním datem"],"Replaced with the current time":["Nahrazeno aktuálním časem"],"Replaced with the post/page author's userid":["Nahrazeno ID-čkem autora příspěvku/stránky"],"Replaced with the post/page author's 'Biographical Info'":["Nahrazeno \"Biografickou informací\" autora příspěvku/stránky"],"Replaced with the post/page author's 'nicename'":["Nahrazeno uživatelským jménem autora příspěvku/stránky"],"Replaced with the post/page ID":["Nahrazeno ID-čkem příspěvku/stránky"],"Replaced with the post/page modified time":["Nahrazeno časem změny příspěvku/sránky"],"Replaced with the post type plural label":["Typ záznamu v množném čísle"],"Replaced with the post type single label":["Typ záznamu v jednotném čísle"],"Replaced with the current search phrase":["Nahrazeno aktuálně hledanou frází"],"Replaced with the term name":["Nahrazeno názvem termínu"],"Replaced with the term description":["Nahrazeno popisem termínu"],"Replaced with the tag description":["Nahrazeno popisem štítku"],"Replaced with the category description":["Nahrazeno popisem kategorie"],"Replaced with the post categories (comma separated)":["Nahrazeno kategoriemi příspěvků (oddělené čárkami)"],"Replaced with the current tag/tags":["Nahrazeno současným štítkem/ma"],"Replaced with the post/page excerpt (without auto-generation)":["Nahrazeno výňatkem z příspěvku/stránky (bez automatického generovaní)"],"Replaced with the post/page excerpt (or auto-generated if it does not exist)":["Nahrazeno výňatkem z příspěvku/stránky (nebo automatické generovaní pokud neexistuje)"],"The site's tag line / description":["Popis vašeho webu"],"The site's name":["Název stránek"],"Replaced with the title of the parent page of the current page":["Nahrazeno titulkem nadřazené stránky."],"Replaced with the title of the post/page":["Nahrazeno názvem příspěveku/stránky"],"Replaced with the date of the post/page":["Nahrazeno datem příspěveku/stránky"],"Page %1$d of %2$d":["Strana %1$d z %2$d"],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":["Pokoušíte se upravit základní proměnnou WPSEO registrováním nové proměnné stejného názvu. Použijte filtr \"wpseo_replacements\" namísto změny hodnoty proměnné."],"A replacement variable with the same name has already been registered. Try making your variable name unique.":[""],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":["Náhradní proměnná nemůže začínat na \"%%cf_\" nebo \"%%ct_\", protože tyto prefixy jsou využívány jako základní proměnné WPSEO pro uživatelská pole a vlastní taxonomie. Pokuste se zvolit unikátní název své proměnné."],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":["Náhradní proměnná může obsahovat pouze alfanumerické znaky,podtržítko nebo pomlčku. Zkuste přejmenování proměnné."],"Admin only notice: this page doesn't show a meta description because it doesn't have one, either write it for this page specifically or go into the SEO -> Titles menu and set up a template.":["Poznámka pro administrátora: Této stránce se nezobrazuje meta description, protože žádný nemá. Buďto jej napište ručně, nebo v SEO -> Nadpisy nastavte šablonu"],"Page not found":["Stránka nenalezena"],"%s Archives":["%s Archivy"],"Search for \"%s\"":["Hledat \"%s\""],"Exclude user from Author-sitemap":["Vyloučit uživatele z autorovy mapy stránek"],"Meta keywords to use for Author page":["Meta klíčová slova pro autorovu stránku"],"Meta description to use for Author page":["Meta popis pro stránku autora"],"Title to use for Author page":["Titulek pro stránku Autora"],"%1$s settings":["Nastavení %1$s"],"Delete the old data after import? (recommended)":["Odstranit stará data po importu? (Doporučeno)"],"Import from WooThemes SEO framework?":["Importovat z WooThemes SEO framework?"],"Import from All-in-One SEO?":["Importovat z All-in-One SEO?"],"Import from HeadSpace2?":["Importovat z HeadSpace2?"],"If you've used another SEO plugin, try the %1$sSEO Data Transporter%2$s plugin to move your data into this plugin, it rocks!":[""],"No doubt you've used an SEO plugin before if this site isn't new. Let's make it easy on you, you can import the data below. If you want, you can import first, check if it was imported correctly, and then import &amp; delete. No duplicate data will be imported.":["Pokud nemáte stránky nové, tak jste určitě již použili nějaký SEO plugin. Můžete z něj jednoduše importovat data. Pokud chcete, můžete data nejdříve importovat, zkontrolovat zda byla importována správně. Následně odstranit staré a uložit. Žádné duplicitní data nebudou importována."],"Export your %1$s settings":["Exportujte vaše %1$s nastavení"],"Include Taxonomy Metadata":["Zahrnout Taxonomy Metadata"],"Export your %1$s settings here, to import them again later or to import them on another site.":["Exportujte vaše %1$s nastavení sem, abyste ho mohli později znovu importovat nebo ho importovat na jiný web. "],"Import settings":["Importovat nastavení"],"Import settings by locating <em>settings.zip</em> and clicking \"Import settings\"":["Importovat nastavení umístěním <em>settings.zip</em> a kliknutím na \"Importovat nastavení\" "],"Import from other SEO plugins":["Importovat z jiných SEO pluginů"],"Import":["Importovat"],"The old data of the imported plugin was deleted successfully.":["Stará data importovaného pluginu byla úspěšně odstraněna."],"If you had a .htaccess file and it was editable, you could edit it from here.":["Pokud má váš soubor .htaccess atribut pro úpravy, můžete ho upravit zde."],"Save changes to .htaccess":["Uložit změny .htaccess"],"Edit the content of your .htaccess:":["Upravte obsah souboru .htaccess:"],"If your .htaccess were writable, you could edit it from here.":["Pokud má váš soubor .htaccess atribut pro zápis, můžete ho tady upravit."],".htaccess file":["soubor .htaccess"],"Save changes to Robots.txt":["Uložit změny Robots.txt"],"Edit the content of your robots.txt:":["Upravte obsah souboru robots.txt:"],"If your robots.txt were writable, you could edit it from here.":["Pokud má váš soubor robots.txt atribut pro zápis, můžete ho tady upravit."],"If you had a robots.txt file and it was editable, you could edit it from here.":["Pokud má váš soubor robots.txt atribut pro úpravy, můžete ho upravit zde."],"Create robots.txt file":["Vytvořit soubor robots.txt"],"You don't have a robots.txt file, create one here:":["Váš web nemá soubor robots.txt, můžete jej vytvořit zde:"],"Robots.txt":["Robots.txt"],"You cannot edit the .htaccess file.":["Nemůžete upravovat soubor .htaccess."],"Updated Robots.txt":["Robots.txt aktualizován"],"You cannot edit the robots.txt file.":["Nemůžete upravovat soubor robots.txt."],"You cannot create a robots.txt file.":["Nemůžete vytvořit soubor robots.txt."],"A link to your site, with your site's name and description as anchor text.":["Odkaz na vaše webové stránky s názvem a popisem vašich stránek jako textu odkazu."],"A link to your site, with your site's name as anchor text.":["Odkaz na vaše stránky s názvem webu jako text odkazu."],"A link to the post, with the title as anchor text.":["Odkaz na příspěvek. Nadpis příspěvku je použit jako textu odkazu."],"A link to the archive for the post author, with the authors name as anchor text.":["Odkaz na archiv autora. Jméno autora jako text odkazu."],"You can use the following variables within the content, they will be replaced by the value on the right.":["V obsahu můžete použít následující proměnné. Budou nahrazeny hodnotou na pravé straně."],"Content to put after each post in the feed":["Šablona, která se vloží po každém obsahu zprávy"],"Content to put before each post in the feed":["Šablona která se vloží před každý obsah zprávy"],"This feature is used to automatically add content to your RSS, more specifically, it's meant to add links back to your blog and your blog posts, so dumb scrapers will automatically add these links too, helping search engines identify you as the original source of the content.":["Tato funkce bude automaticky přidávat obsah do RSS feedu více specificky. Přidává odkazy na váš blog a vaše příspěvky. Pomáhá to vyhledávačům označit vás web jako původní zdroj obsahu."],"Other variables not to clean":["Další proměnné, které nejsou třeba čistit"],"You might have extra variables you want to prevent from cleaning out, add them here, comma separated.":["Máte-li extra proměnné a chcete-li zabránit jejich vymazání, vložte je sem, oddělené čárkou."],"Prevent cleaning out Google Analytics Campaign & Google AdWords Parameters.":["Zamezit vyčištění parametrů kampaně Google Analytics a Google AdWords."],"If you use Google Analytics campaign parameters starting with %s, check this box. However, you're advised not to use these. Instead, use the version with a hash.":["Pokud používáte parametry kampaně Google Analytics začínající %s, zaškrtněte toto políčko. Nicméně se toto nedoporučuje. Místo toho použijte verzi s hash."],"Prevent cleaning out Google Site Search URLs.":[""],"Google Site Search URLs look weird, and ugly, but if you're using Google Site Search, you probably do not want them cleaned out.":[""],"Redirect ugly URLs to clean permalinks. (Not recommended in many cases!)":[""],"People make mistakes in their links towards you sometimes, or unwanted parameters are added to the end of your URLs, this allows you to redirect them all away. Please note that while this is a feature that is actively maintained, it is known to break several plugins, and should for that reason be the first feature you disable when you encounter issues after installing this plugin.":["Někdy odkaz na Vašich stránkách může obsahovat chyby. Převážně se stane to, že se na konec odkazů přidají některé další parametry. Toto nastavení umožní přesměrovat tyto odkazy mimo a vyloučí je z procházení roboty. I když je tato funkce široce používána je známo, že není kompatibilní s mnoha pluginy. Pokud zaznamenáte problémy ihned po instalaci nejdřív vypněte tuto funkci."],"Enforce a trailing slash on all category and tag URLs":[""],"If you choose a permalink for your posts with %1$s, or anything else but a %2$s at the end, this will force WordPress to add a trailing slash to non-post pages nonetheless.":["Pokud zvolíte trvalý odkaz pro vaše příspěvky s %1$s nebo čímkoliv jiným než %2$s na konci,to přinutí WordPress přidat koncové lomítko ne příspěvkovým stránkám.  "],"This prevents threaded replies from working when the user has JavaScript disabled, but on a large site can mean a <em>huge</em> improvement in crawl efficiency for search engines when you have a lot of comments.":["Toto vypne vlákna komentářů, pokud má uživatel vypnutý JavaScript. Způsobí to <em>velké</em> zlepšení v rychlosti procházení vyhledávacími roboty, pokud máte velké množství příspěvků s komentáři."],"This helps you to create cleaner URLs by automatically removing the stopwords from them.":["Toto Vám pomůže vytvořit čistší URL. Automaticky z nich odstraní stopwords (slova bez vlastního obsahu, např. spojky či předložky)."],"Clean up permalinks":["Vyčistit trvalé odkazy "],"Redirect attachment URLs to parent post URL.":[""],"Attachments to posts are stored in the database as posts, this means they're accessible under their own URLs if you do not redirect them, enabling this will redirect them to the post they were attached to.":[""],"Change URLs":["Změna adres URL"],"Usage of this breadcrumbs feature is explained in %1$sour knowledge-base article on breadcrumbs implementation%2$s.":["Použití této funkce drobečkové navigace je vysvětleno v %1$snašem článku o implementaci drobečkové navigace v databázi znalostí%2$s."],"How to insert breadcrumbs in your theme":["Jak vložit drobečkovou navigaci do vaší šablony"],"Blog":["Blog"],"Post type archive to show in breadcrumbs for taxonomies":["Archív typu příspěvků k zobrazení v drobečkové navigaci pro taxonomie"],"Taxonomy to show in breadcrumbs for post types":["Taxonomie k zobrazení v drobečkové navigaci pro typy příspěvků"],"Breadcrumb for 404 Page":["Drobečková navigace pro stránku 404"],"Prefix for Search Page breadcrumbs":["Prefix pro výsledky vyhledávání v drobečkové navigaci"],"Prefix for Archive breadcrumbs":["Prefix pro archiv drobečkové navigace"],"Prefix for the breadcrumb path":["Prefix cesty k drobečkové navigaci"],"Anchor text for the Homepage":["Textové odkazy na domovskou stránku"],"Separator between breadcrumbs":["Oddělovač mezi body drobečkové navigace"],"Enable Breadcrumbs":["Povolit drobečkovou navigaci"],"Below are your published posts&#8217; SEO scores. Now is as good a time as any to start improving some of your posts!":["Níže jsou vaše publikované příspěvky&#8217;SEO skóre. Nyní je dobrý čas na to, abyste vylepšili některé z vašich příspěvků.  "],"Developer":["Vývojář"],"QA & Translations Manager":["Manažer překladů a QA "],"Project Lead":["Vedoucí projektu "],"Want to help us develop? Read our %1$scontribution guidelines%2$s!":["Chcete nám pomoci z vývojem? Přečtěte si naše %1$sPokyny pro přispěvatele%2$s!"],"While most of the development team is at %1$sYoast%2$s in the Netherlands, %3$s is created by a worldwide team.":["Zatímco většina z vývojového týmu je v %1$sYoast%2$s v Holandsku, %3$s je vytvořen mezinárodním týmem."],"Credits":["Autoři"],"Thank you for updating %1$s!":["Děkujeme za aktualizaci %1$s!"],"Posts to exclude":["Příspěvky k vyloučení "],"You can exclude posts from the sitemap by entering a comma separated string with the Post ID's. The format will become something like: %1$s.":["Můžete vyloučit příspěvky z mapy stránek vložením řetězce s ID příspěvků, oddělenými čárkami. Formát bude něco jako: %1$s."],"Max entries per sitemap":["Maximální počet položek na mapu stránky"],"Please enter the maximum number of entries per sitemap page (defaults to %s, you might want to lower this to prevent memory issues on some installs):":["Vložte prosím maximální množství příspěvků na stránku sitemapy (základní je %s, tuto hodnotu můžete chtít snížit pro snížení paměťových nároků u některých instalací):"],"Save your settings to activate your XML Sitemap.":[""],"You do <strong>not</strong> need to generate the XML sitemap, nor will it take up time to generate after publishing a post.":["<strong>Není potřeba</strong> generovat XML Sitemap ručně a aktualizovat ji po zveřejnění záznamu."],"You can find your XML Sitemap here: %1$sXML Sitemap%2$s":[""],"Excluded Posts":["Vyloučené příspěvky"],"User sitemap":["Uživatelská sitemap"],"&laquo; Back to Tools page":["&laquo; Zpět na stránku Nástroje"],"%1$s comes with some very powerful built-in tools:":["%1$s přichází s některými velmi výkonnými vestavěnými nástroji:"],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":["Tento nástroj vám umožní rychle změnit důležité soubory pro vaše SEO, jako například vaše soubory robots.txt, a pokud existuje, také htaccess soubor."],"File editor":["Editor souborů"],"Import settings from other SEO plugins and export your settings for re-use on (another) blog.":["Importujte nastavení z jiných SEO pluginů a exportujte vaše nastavení pro opětovné použití na (jiném) blogu."],"Import and Export":["Import a export "],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":["Tento nástroj vám umožní rychle přepínat mezi jednotlivými tituly a popisy vašich příspěvků a stránek, aniž by museli jít do editoru pro každou stránku."],"Bulk editor":["Bulk editor "],"Google Publisher Page":["Stránka Google Publisher"],"If you have a Google+ page for your business, add that URL here and link it on your Google+ page's about page.":["Pokud pro Vaše podnikání používáte stránku Google+, přidejte zde její URL. A naopak zadejte odkaz zpět sem na vaši Google+ stránku."],"To %1$sconfirm your site with Pinterest%2$s, add the meta tag here:":["Pro %1$spotvrzení vašich stránek s Pinterest%2$s, přidejte meta štítek zde:"],"Pinterest uses Open Graph metadata just like Facebook, so be sure to keep the Open Graph checkbox on the Facebook tab checked if you want to optimize your site for Pinterest.":["Pinterest používá Open Graph metadata stejně jako Facebook, ujistěte se tedy, že políčko Open Graph na kartě Facebook bude neustále zatržené v případě, že chcete vaše stránky optimalizovat pro Pinterest.  "],"The default card type to use":["Použít základní typ karty"],"Add Twitter card meta data":["Přidat Twitter card meta data"],"Add Twitter card meta data to your site's %s section.":["Přidejte Twitter card meta data do %s sekce vašich stránek."],"This image is used if the post/page being shared does not contain any images.":["Tento obrázek se používá v případě, že sdílený příspěvek/stránka neobsahuje žádné obrázky."],"Default settings":["Výchozí nastavení"],"Copy home meta description":["Kopírovat home meta popis"],"Description":["Popis"],"Image URL":["URL obrázku"],"These are the title, description and image used in the Open Graph meta tags on the front page of your site.":["Toto jsou název, popis a obrázek, které jsou použity v Open Graph meta štítku na přední straně  vašeho webu."],"Frontpage settings":["Nastavení úvodní stránky"],"Add Open Graph meta data":["Přidat Open Graph meta data"],"Add Open Graph meta data to your site's %s section, Facebook and other social networks use this data when your pages are shared.":["Přidejte Open Graph meta data do %s sekce vašich stránek, Facebook a další sociální sítě použijí tato data při sdílení vašich stránek."],"Google+ URL":["URL Google+"],"YouTube URL":["YouTube URL"],"Pinterest URL":["Pinterest URL"],"MySpace URL":["MySpace URL"],"LinkedIn URL":["LinkedIn URL"],"Instagram URL":["Instagram URL "],"Twitter Username":["Uživatelské jméno Twitter "],"Facebook Page URL":["URL Facebook stránky"],"Accounts":["Účty"],"Restore site to defaults":["Obnovení výchozí stránky"],"Blog ID":["Blog ID"],"Site ID":["ID webu"],"Using this form you can reset a site to the default SEO settings.":["Pomocí tohoto formuláře můžete obnovit stránky na výchozí SEO nastavení."],"Restore site to default settings":["Obnovení stránky na výchozí nastavení"],"Save MultiSite Settings":["Uložte vícemístné (MultiSite) nastavení"],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new blogs.":["Citlivé osobní údaje (FB admini a podobní), specifická témata (přepsání nadpisu) a několik velmi specifických nastaveních stránek nebudou importovány do nových blogů."],"Enter the %1$sSite ID%2$s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":[""],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":["Vyberte web, jehož nastavení chcete použít jako výchozí pro všechny weby, které jsou přidány k vaší síti. Pokud zvolíte 'Žádné', budou použity normální výchozí nastavení pluginu. "],"New sites in the network inherit their SEO settings from this site":["Nová místa v síti zdědí jejich nastavení SEO z tohoto webu "],"Super Admins only":["Pouze Super Administrátoři"],"Site Admins (default)":["Správci webu (výchozí)"],"Who should have access to the %1$s settings":["Kdo by měl mít přístup k nastavením %1$s"],"spam":["spam"],"mature":["zralý "],"archived":["archivován"],"public":["veřejný"],"Blog %s not found.":["Blog %s nebyl nalezen"],"%s restored to default SEO settings.":["%s obnoveno na základní SEO nastavení."],"Settings Updated.":["Nastavení aktualizováno"],"Force %s meta robots tag sitewide":["Vynutit štítkování %s meta roboty v rámci celého webu "],"Use meta keywords tag?":["Použít štítek meta klíčového slova? "],"I don't know why you'd want to use meta keywords, but if you want to, enable this.":[""],"If you want to prevent /page/2/ and further of any archive to show up in the search results, set this to \"noindex\".":[""],"Sitewide meta settings":["Celostránkové meta nastavení "],"404 pages":["Stránky 404"],"Search pages":["Hledat stránky"],"These pages will be %s by default, so they will never show up in search results.":["Tyto stránky budou %s automaticky, takže se nikdy nebudou objevovat ve výsledcích vyhledávání. "],"Special Pages":["Speciální stránky"],"Date-based archives could in some cases also be seen as duplicate content.":["Archívy na bázi data by mohly být v některých případech také viděny jako duplicitní obsah. "],"If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or to add %s to it so it doesn't show up in the search results.":["Pokud je to případ na vašem webu, můžete si vybrat buď ho vypnout (což umožňuje jeho přesměrování na domovskou stránku), nebo k němu přidat %s , takže se nezobrazuje ve výsledcích vyhledávání."],"If you're running a one author blog, the author archive will be exactly the same as your homepage. This is what's called a %1$sduplicate content problem%2$s.":["Pokud přehráváte blog jednoho autora, archív autora bude úplně stejný jako vaše domovská stránka. To je to, co se nazývá  %1$sproblém duplicity obsahu%2$s."],"Date archives":["Archívy datumů"],"Title":["Název"],"Note: instead of templates these are the actual titles and meta descriptions for these custom post type archive pages.":["Poznámka: místo šablony jsou to skutečné tituly a meta popisy těchto Archivů vlastních typů záznamů (Custom Post Type Archives)"],"Custom Post Type Archives":["Archiv vlastních typů záznamů (Custom Post Type Archives)"],"%1$s Meta Box":["%1$s Meta Box"],"Hide":["Skrýt"],"Date in Snippet Preview":["Datum v náhledu úryvku"],"Meta Robots":["Meta Roboty"],"Take note:":["Vemte na vědomí: "],"You can determine the title and description for the blog page by %1$sediting the blog page itself &raquo;%2$s":[""],"You can determine the title and description for the front page by %1$sediting the front page itself &raquo;%2$s":[""],"Homepage &amp; Front page":["Domovská stránka &amp; Úvodní stránka"],"Meta keywords template":["Meta klíčová slova šablony"],"Meta description template":["Meta popis (description) šablony"],"Title template":["Název šablony"],"Symbols are shown in the size they'll appear in the search results.":["Symboly jsou uvedeny ve velikosti, ve které se budou zobrazovat ve výsledcích vyhledávání. "],"Choose the symbol to use as your title separator. This will display, for instance, between your post title and site name.":["Vyberte symbol, který bude použit jako oddělovač nadpisů. Ten se zobrazí, například, mezi vaším nadpisem příspěvku a názvem webu. "],"Title Separator":["Oddělovač titulků"],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s automaticky objevil, kdy je třeba vynutit přepsání nadpisů na vašich stránkách. Pokud si myslíte, že to není správně a víte, co děláte, můžete změnit nastavení zde. "],"Force rewrite titles":["Vynutit přepsání nadpisů"],"Taxonomies":["Taxonomie"],"Post Types":["Typy příspěvků"],"Homepage":["Úvodní stránka"],"This is where you would enter the license keys for one of our premium plugins, should you activate one.":["To je místo, kde byste měli zadat licenční klíče pro jeden z našich prémiových pluginů, měli byste jeden aktivovat."],"%1$s Extensions":["Rozšíření %1$s"],"Seamlessly integrate WooCommerce with %1$s and get extra features!":["Jednoduše integrujte WooCommerce s %1$s a získejte extra funkce! "],"Rank better locally and in Google Maps, without breaking a sweat!":["Umístěte se výše v Google Maps, bez potu a úsilí!"],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":["Jste v Google News? Zvyšte přístupy svého webu z Google News další optimalizací!"],"Optimize your videos to show them off in search results and get more clicks!":["Optimalizujte svá videa pro jejich lepší propagaci ve výsledcích vyhledávání a získejte více kliknutí!"],"The premium version of %1$s with more features & support.":["Prémiová verze %1$s s více funkcemi a podporou. "],"Yandex Webmaster Tools":["Yandex Webmaster Tools"],"Bing Webmaster Tools":["Bing Webmaster Tools"],"You can use the boxes below to verify with the different Webmaster Tools, if your site is already verified, you can just forget about these. Enter the verify meta values for:":["Pole níže můžete použít na ověření různých Nástrojů pro Webmastery. (Pokud je vaše stránka již verifikována, můžete tato nastavení ignorovat.) Zadejte meta hodnoty pro ověření:"],"Your name":["Vaše jméno "],"Company logo":[""],"Company name":[""],"Person":["Osoba"],"Company":["Firma"],"Choose whether you're a company or person":["Vyberte, zda jste firma či osoba"],"This data is shown as metadata in your site. It is intended to appear in Google's Knowledge Graph. You can be either a company, or a person, choose either:":["Tato data jsou zobrazována na vašich stránkách jako metadata. Jsou určena k zobrazení v Google Knowledge Graph. Můžete být firma či osoba, zvolte mezi: "],"Company or person":["Firma nebo osoba "],"Alternate name":["Alternativní název"],"Google shows your website's name in the search results, we will default to your site name but you can adapt it here. You can also provide an alternate website name you want Google to consider.":["Google zobrazuje název vaší webové stránky ve výsledcích vyhledávání, automaticky jej nastavíme, ale můžete ho upravit zde. Můžete také poskytnout alternativní název webové stránky, který chcete, aby Google bral v úvahu. "],"Website name":["Název webové stránky"],"Are you sure you want to reset your SEO settings?":["Jste si jisti, že chcete obnovit nastavení SEO? "],"If you want to restore a site to the default %s settings, press this button.":["Pokud chcete obnovit stránky do jejich výchozího %s nastavení, stiskněte toto tlačítko. "],"Security":["Zabezpečení"],"Webmaster tools":[""],"Your info":[""],"Company info":[""],"You do not have your postname in the URL of your posts and pages, it is highly recommended that you do. Consider setting your permalink structure to <strong>/%postname%/</strong>.":["Nebylo zádano jméno příspěvku (postname) ve vaší URL adrese. Velmi doporučujeme jeho použití. Zvažte změnu struktury trvalých odkazů na <strong>/%postname%/</strong>."],"Fix it":[""],"RSS":["RSS"],"Permalinks":["Trvalé odkazy (permalinks)"],"Breadcrumbs":["Drobečková navigace "],"or":["nebo"],"Save Profile":["Uložit profil "],"There were no profiles found":["Nebyly nalezeny žádné profily "],"Profile":["Profil "],"Current profile":["Současný profil "],"Reauthenticate with Google ":["Znovu ověřit pomocí Google"],"Authenticate":["Ověřit "],"Get Google Authorization Code":["Získat autorizační kód Google"],"Reload crawl issues":["Znovu načíst problémy procházení "],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year of support and updates, on %2$s.":["Aby bylo možné vytvořit přesměrování a tento problém vyřešit, potřebujete %1$s. Tento plugin si můžete zakoupit, včetně jednoroční podpory a aktualizací na %2$s."],"Creating redirects is a %s feature":["Vytvářené přesměrování je funkce %s "],"Errors that only occurred when your site was crawled by Googlebot for feature phones (errors didn't appear for desktop).":["Chyby, ke kterým došlo pouze při procházení webu pomocí Googlebot pro feature telefony (k chybě nedošlo u osobních počítačů)."],"Errors that occurred only when your site was crawled by Googlebot-Mobile (errors didn't appear for desktop).":["Chyby, ke kterým došlo pouze při procházení webu pomocí Googlebot-Mobile (chyby se neobjevily u stolních počítačů)."],"Errors that occurred when your site was crawled by Googlebot.":["Chyby, ke kterým došlo když byly vaše stránky procházeny pomocí Googlebot. "],"Issue categories":["Kategorie problémů "],"Incorrect Google Authorization Code.":["Nesprávný autorizační kód Google. "],"The issues have been successfully reloaded!":["Tyto problémy byly znovu úspěšně načteny. "],"The %1$s data has been removed. You will have to reauthenticate if you want to retrieve the data again.":["Data %1$s byla odstraněna. Budete se muset znovu ověřit, pokud budete chtít data obnovit.  "],"Crawl errors per page":["Chyby procházení na stránku"],"Search":["Vyhledání"],"Don't miss your crawl errors: %1$sconnect with Google Search Console here%2$s.":["Nenechte si ujít vaše chyby při procházení: %1$sspojit se z Vyhledávací konzolí Google zde%2$s."],"Create redirect":["Vytvořit přesměrování "],"Mark as fixed":["Označit jako opraveno"],"Response code":["Kód odpovědi "],"First detected":["Zjištěno jako první"],"Last crawled":["Naposledy procházeno "],"URL":["URL"],"%1$s detected you’re using a version of %2$s which is not compatible with %1$s. Please update %2$s to the latest version to use this feature.":["%1$s zjistil, že používáte verzi %2$s, která není kompatibilní s %1$s. Prosím, aktualizujte %2$s na nejnovejší verzi, abyste mohli tuto funkci používat."],"Yoast plugins share some code between them to make your site faster. As a result of that, we need all Yoast plugins to be up to date. We've detected this isn't the case, so please update the Yoast plugins that aren't up to date yet.":["Pluginy Yoast sdílejí mezi sebou některé kódy, aby byly vaše stránky rychlejší. Z tohoto důvodu je potřeba mít všechny pluginy aktuální. Zjistili jsme, že to není váš případ, prosíme tedy, abyste si aktualizovali ty pluginy Yoast, které nebyly dosud aktualizovány. "],"Feature phone":["Feature phone"],"Smartphone":["Smartphone"],"Desktop":["Desktop"],"The target URL doesn't exist, but your server is not returning a 404 (file not found) error.":["Cílová adresa URL neexistuje, ale váš server nevrací chybu 404 (soubor nebyl nalezen)."],"Soft 404":["Soft 404"],"Request timed out or site is blocking Google.":["Vypršel časový limit požadavku nebo webové stránky blokuje Google."],"Server Error":["Chyba serveru"],"Googlebot could access your site, but certain URLs are blocked for Googlebot in your %1$s file. This block could either be for all Googlebots or even specifically for Googlebot-mobile.":["Googlebot má přístup na vaše stránky, ale některé adresy URL jsou pro Googlebot blokovány va vašem souboru %1$s. Toto blokování by mohlo být buď pro všechny Googlebots nebo dokonce specificky jen pro Googlebot-mobile."],"Blocked":["Blokováno "],"Google was unable to crawl this URL due to an undetermined issue.":["Google nemohl procházet tuto URL v důsledku neurčitého problému."],"URL points to a non-existent page.":["URL odkazuje na neexistující stránku."],"Not found":["Nenalezeno "],"Not followed":["Nenásledováno"],"Faulty redirects":["Chybné přesměrování"],"Server requires authentication or is blocking Googlebot from accessing the site.":["Server vyžaduje ověření nebo blokuje Googlebotu přístup na stránky."],"Access denied":["Přístup odepřen"],"Deactivate %s":["Deaktivovat %s"],"The %1$s plugin might cause issues when used in conjunction with %2$s.":["Plugin %1$s by mohl způsobit problémy ve spojení s %2$s."],"Upload Image":["Nahrát obrázek "],"Upgrade to %1$s &raquo;":["Upgrade na %1$s &raquo;"],"Remove these ads?":["Odstranit reklamy?"],"Current option:":["Aktuální volba:"],"Debug Information":["Ladící informace"],"Posts without focus keyword":["Příspěvky s klíčovým slovem zaměření"],"Posts with bad SEO score":["Příspěvky se špatným SEO skóre"],"Posts with OK SEO score":["Příspěvky s OK SEO skóre"],"Posts with good SEO score":["Příspěvky s dobrým SEO skóre"],"%s Posts Overview":["Přehled příspěvků %s "],"Include in Sitemap?":[""],"This taxonomy follows the indexation rules set under Metas and Titles, you can override it here.":[""],"The Breadcrumbs Title is used in the breadcrumbs where this taxonomy appears.":[""],"Breadcrumbs title":["Název Drobečkové navigace"],"The canonical link is shown on the archive page for this term.":["Kanonický odkaz se zobrazí na stránce archivu pro tento výraz."],"Meta keywords used on the archive page for this term.":["Meta klíčová slova použita na archivní stránky pro tento výraz."],"Never include":["Nikdy nezahrnovat"],"Always include":["Vždy zahrnout"],"Auto detect":["Autodetekce"],"Clear all Facebook Data":["Vymazat všechna Facebook data"],"Facebook App ID":["Facebook App ID"],"Currently connected Facebook admins:":["Připojení Facebook admini"],"Add Another Facebook Admin":["Přidat dalšího Facebook admina"],"Add Facebook admin":["Přidat Facebook správce"],"Admin's Facebook user ID:":["Uživatelské ID Facebook správce: "],"Admin's name:":["Jméno správce: "],"If you don't know where to find the needed ID, see %1$sthis knowledge base article%2$s.":["Pokud nevíte, kde nalézt potřebné ID, přečtěte si %1$stento článek vědomostní databáze%2$s."],"To be able to access %1$sFacebook Insights%2$s, you need to add a user here. The name is used for reference only, the ID is used for verification.":["Aby bylo možné přistupovat k %1$sFacebook Insights%2$s, musíte přidat uživatele zde. Jméno se používá pouze pro referenční účely, ID se používá pro ověření."],"More info can be found %1$son our knowledge base%2$s.":["Více informací naleznete %1$sv naší znalostní databázi%2$s."],"To be able to access %1$sFacebook Insights%2$s for your site, you need to specify a Facebook Admin. This can be a user. If you have an app for your site, you could use that as well.":["Aby bylo možné přistupovat k %1$sFacebook Insights%2$s pro vaše stránky, musíte určit Facebook správce. To může být uživatel. Máte-li aplikaci pro vaše stránky, můžete ji také použít."],"Facebook Insights and Admins":["Facebook Insights a Admins"],"Successfully cleared all Facebook Data":["Úspěšně vymazána všechna Facebook data"],"Successfully removed admin %s":["Úspěšně odstraněn administrátor %s"],"This Facebook user has already been added as an admin.":["Tento Facebook uživatel byl již přidán jako správce."],"Your input contains invalid characters. Please make sure both fields are filled in correctly.":["Zadané údaje obsahují neplatné znaky. Prosím, ujistěte se, že obě pole jsou vyplněna správně."],"Please make sure both fields are filled.":["Prosím, ujistěte se, že obě pole jsou vyplněna."],"Licenses":["Licence"],"Pinterest":["Pinterest"],"Other":["Ostatní"],"Archives":["Archivy"],"Email":["E-mail"],"Previous":["Předcházející"],"Next":["Další"],"Close":["Zavřít"],"Configure %1$s's XML Sitemap settings":["Konfigurovat nastavení %1$s's XML Sitemap"],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines, yet might slow down your site.":["Jak %1$s, tak %2$s mohou vytvářet mapy stránek XML. Mít dvoje mapy stránek XML není pro vyhledávače prospěšné, mohlo by to zpomalit vaše stránky. "],"Configure %1$s's OpenGraph settings":["Konfigurovat nastavení  %1$s's OpenGraph"],"Both %1$s and %2$s create OpenGraph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":["Jak %1$s, tak %2$s vytváří OpenGraph výstup, který by mohl způsobit, že Facebook, Twitter, LinkedIn a další sociální sítě použijí chybné texty a obrázky při sdílená vašcih stránek.  "],"%s Image":["%s Obrázek "],"%s Description":["%s Popis "],"%s Title":["%s Title"],"Twitter":["Twitter"],"Facebook":["Facebook"],"The recommended image size for %1$s is %2$s pixels.":[""],"If you want to override the image used on %s for this post, upload / choose an image or add the URL here.":["Pokud chcete zrušit obrázek použitý na %s pro tento příspěvek, nahrajte/vyberte obrázek nebo přidejte URL adresu zde. "],"If you don't want to use the meta description for sharing the post on %s but want another description there, write it here.":["Pokud nechcete používat meta popis pro sdílení příspěvku na %s, ale místo toho chcete jiný popis, napište ho zde."],"If you don't want to use the post title for sharing the post on %s but instead want another title there, write it here.":["Pokud nechcete používat název příspěvku pro sdílení příspěvku na %s, ale místo toho chcete jiný titul, napište ho zde. "],"very difficult":["velmi obtížné"],"Try to make shorter sentences, using less difficult words to improve readability.":["Snažte se tvořit kratší věty použitím méně obtížných slov pro zlepšení čitelnosti."],"difficult":["obtížné"],"Try to make shorter sentences to improve readability.":["Snažte se tvořit kratší věty, aby se zlepšila čitelnost."],"fairly difficult":["poměrně obtížné"],"OK":["OK"],"fairly easy":["poměrně snadné"],"easy":["snadné"],"very easy":["velmi snadné"],"The copy scores %1$s in the %2$s test, which is considered %3$s to read. %4$s":[""],"The focus keyword appears in the first paragraph of the copy.":[""],"The focus keyword doesn't appear in the first paragraph of the copy. Make sure the topic is clear immediately.":[""],"The keyword density is %1$s, which is great; the focus keyword was found %2$d times.":[""],"The keyword density is %1$s, which is over the advised %3$s maximum; the focus keyword was found %2$d times.":[""],"A meta description has been specified, but it does not contain the focus keyword.":[""],"No meta description has been specified. Search engines will display copy from the page instead.":[""],"The meta description is under %1$d characters long. However, up to %2$d characters are available.":[""],"You have not used the focus keyword in any subheading (such as an H2) in your copy.":[""],"The focus keyword appears in %2$d (out of %1$d) subheadings in the copy. While not a major ranking factor, this is beneficial.":[""],"The images on this page are missing alt attributes.":[""],"No links appear in this page, consider adding some as appropriate.":[""],"This page has %1$s nofollowed link(s) and %2$s normal outbound link(s).":[""],"This page has %1$s outbound link(s), all nofollowed.":[""],"This page has %1$s outbound link(s).":[""],"You're linking to another page with the focus keyword you want this page to rank for. Consider changing that if you truly want this page to rank.":[""],"No images appear in this page, consider adding some as appropriate.":["Na této stránce nejsou žádné obrázky, zkuste přidat nějaké smysluplné"],"The SEO title contains the focus keyword, but it does not appear at the beginning; try and move it to the beginning.":[""],"The SEO title contains the focus keyword, at the beginning which is considered to improve rankings.":[""],"Please create a page title.":["Vytvořte si prosím název stránky."],"The slug for this page is a bit long, consider shortening it.":["Část (the slug) na této stránce je to trochu dlouhý, zvažte jeho zkrácení."],"The focus keyword does not appear in the URL for this page. If you decide to rename the URL be sure to check the old URL 301 redirects to the new one!":[""],"You've used this focus keyword %1$s%2$d times before%3$s, it's probably a good idea to read %4$sthis post on cornerstone content%5$s and improve your keyword strategy.":[""],"You've used this focus keyword %1$sonce before%2$s, be sure to make very clear which URL on your site is the most important for this keyword.":["Použili jste toto klíčové slovo %1$sonce before%2$s, rozmyslete si pro kterou URL na vašich stránkách je toto klíčové slovo nejdůležitější."],"You've never used this focus keyword before, very good.":["Vámi zvolené klíčové slovo jste ještě nepoužili. Velmi dobře."],"No focus keyword was set for this page. If you do not set a focus keyword, no score can be calculated.":[""],"Focus keyword not set.":["Není nastavené žádné klíčové slovo"],"Focus KW":["Klíčové slovo"],"Meta Desc.":["Meta Desc."],"All SEO Scores":["Všechny SEO skóre"],"SEO: Post Noindexed":["SEO: Příspěvek není indexován"],"SEO: Good":["SEO: Dobré"],"SEO: OK":["SEO: OK"],"SEO: Bad":["SEO: Špatné"],"SEO: No Focus Keyword":["SEO: Žádné klíčové slovo"],"SEO issue: The featured image should be at least 200 by 200 pixels to be picked up by Facebook and other social media sites.":[""],"(no parent)":["(bez základu)"],"No focus keyword set.":["Nebylo nastaveno žádné hlavní klíčové slovo."],"Post is set to noindex.":["Příspěvek je nastaven na \"neindexovat\"."],"The URL that this page should redirect to.":["URL na kterou se má tato stránka přesměrovat"],"301 Redirect":["301 Přesměrování"],"The canonical URL that this page should point to, leave empty to default to permalink. %1$sCross domain canonical%2$s supported too.":[""],"Canonical URL":["Kanonická URL"],"Title to use for this page in breadcrumb paths":["Název který bude použit na této stránce v adrese Drobečkové navigáce"],"Breadcrumbs Title":["Název drobečkové navigace"],"No Snippet":["Žádný úryvek (snippet)"],"No Archive":["Nearchivovat"],"No Image Index":["Žádný index obrázku"],"NO ODP":["Žádné ODP"],"None":["Žádný"],"Site-wide default: %s":["Základní nastavení pro celý web: %s"],"Advanced <code>meta</code> robots settings for this page.":["Rozšířené nastavení <code>Meta</code> robotů pro tuto stránku."],"Meta robots advanced":[""],"Meta robots follow":[""],"Noindex":[""],"Index":[""],"Default for this post type, currently: %s":[""],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Varování: přestože zde můžete změnit nastavit tagu meta robots, celý váš web je nastaven na noindex v 'nastavení zobrazování webu', takže toto nastavení nebude mít fakticky žádný efekt."],"If you type something above it will override your %1$smeta keywords template%2$s.":[""],"Meta keywords":["Meta klíčová slova"],"Meta description":["Meta popis"],"SEO Title":["SEO Titulek"],"Focus keyword":["Klíčové slovo zaměření "],"Snippet preview":[""],"Setting \"%s\" is no longer used and has been discarded.":["Volba \"%s\" již není používána a byla odstraněna."],"No settings found in file.":["V souboru nebylo nalezeno žádné nastavení."],"Settings successfully imported.":["Nastavení úspěšně importováno."],"Unzipping failed - file settings.ini not found.":["Rozbalování se nepodařilo - soubor settings.ini nebyl nalezen."],"Unzipping failed with error \"%s\".":["Rozbalování skončilo chybou \"%s\"."],"Upload failed.":["Nahrávání se nezdařilo."],"Settings could not be imported:":["Nastavení nelze importovat:"],"WooThemes SEO framework settings &amp; data successfully imported.":["WooThemes SEO framework nastavení &amp; data úspěšně importována."],"HeadSpace2 data successfully imported":["HeadSpace2 data úspěšně importována"],"No taxonomy metadata found":["Nebyla nalezena žádná metadata taxonomie "],"This export includes taxonomy metadata":["Tento export obsahuje metadata taxonomie"],"This is a settings export file for the %1$s plugin by Yoast.com":["Toto je exportní soubor nastavení pro plugin %1$s Yoast.com"],"Could not write settings to file.":["Nepodařilo se zapsat nastavení do souboru."],"Could not zip settings-file.":["Nelze vytvořit zip souboru nastavení. "],"Error creating %1$s export: ":["Chyba při vytváření exportu %1$s: "],"Breadcrumb for 404 pages:":["Drobečková navigace pro stránky 404: "],"Prefix for search result pages:":["Prefix pro stránky výsledků vyhledávání: "],"Prefix for archive pages:":["Prefix pro stránky archívu: "],"Prefix for breadcrumbs:":["Prefix pro drobečkovou navigaci: "],"Anchor text for the homepage:":["Text odkazu pro domovské stránky:"],"Breadcrumbs separator:":["Oddělovač drobečkové navigace: "],"Remove blog page from breadcrumbs":["Odstraňte stránku blogu z drobečkové navigace"],"%s Breadcrumbs":["Drobečková navigace %s "],"Use Image":["Použít obrázek"],"Action":["Akce"],"Page URL/Slug":["URL příspěvku (slug)"],"Publication date":["Datum zveřejnění"],"Post Status":["Stav příspěvku"],"Post Type":["Typ příspěvku"],"WP Page Title":["WP Page Title"],"View":["Zobrazit"],"View &#8220;%s&#8221;":["Zobrazit &#8220;%s&#8221;"],"Preview":["Náhled"],"Preview &#8220;%s&#8221;":["Náhled &#8220;%s&#8221;"],"Edit":["Upravit"],"Filter":["Filtrovat"],"You are not allowed to access this page.":["Nemáte povolen přístup na tuto stránku."],"New Yoast Meta Description":["Nový Yoast meta popis"],"Existing Yoast Meta Description":["Existující Yoast meta popis"],"a,about,above,after,again,against,all,am,an,and,any,are,as,at,be,because,been,before,being,below,between,both,but,by,could,did,do,does,doing,down,during,each,few,for,from,further,had,has,have,having,he,he'd,he'll,he's,her,here,here's,hers,herself,him,himself,his,how,how's,i,i'd,i'll,i'm,i've,if,in,into,is,it,it's,its,itself,let's,me,more,most,my,myself,nor,of,on,once,only,or,other,ought,our,ours,ourselves,out,over,own,same,she,she'd,she'll,she's,should,so,some,such,than,that,that's,the,their,theirs,them,themselves,then,there,there's,these,they,they'd,they'll,they're,they've,this,those,through,to,too,under,until,up,very,was,we,we'd,we'll,we're,we've,were,what,what's,when,when's,where,where's,which,while,who,who's,whom,why,why's,with,would,you,you'd,you'll,you're,you've,your,yours,yourself,yourselves":["o,nahoře,po,znovu,proti,všechno,jsem,a,nějaký,jsme, jako,v,být,protože,je,před,jsoucí,dole,mezi,oba,ale,pomocí,mohl by,udělal,dělat,dělá,dělající,dole,během,každý, někteří,pro,z,dále,měl,má,mít, mějící, on,on by,on bude,on je,ji, zde,zde je,její,ona sama,ho,on sám,jeho,jak,jak je,já,já bych, já budu, já jsem,já jsem, kdyby,v,v,je,to,to je,jeho,to samotné,pojďme, mě,více,nejvíc,můj,já sám,ani,z, na,jednou,pouze,nebo,jiný,mělo by,náš,my sami,venku,přes,vlastní,stejný,ona,ona by,ona bude,ona je,mělo by,tak,nějaký,takový, než, tento,to je,ten,jejich, jejich,jim,oni sami,tedy,tam,tam je,tyto,oni,oni by,oni budou,oni jsou,oni byli,toto,tamti,skrz,na,příliš,pod,do,nahoru,hodně,byl,my,my bychom,my budeme,my jsme,my jsem byli,byli,co,co je,kdy,kdy je,kde,kde je,který,zatímco,kdo,kdo je,komu,proč,proč je,s,bych,ty,ty bys,ty budeš,ty jseš,jste, váš,vaše,vy sám,vy sami "],"Facebook profile URL":["URL adresa profilu na Facebooku"],"Twitter username (without @)":["Uživatelské jméno Twitteru (bez @)"],"Google+":["Google+"],"FAQ":["Často kladené dotazy"],"Premium Support":["Prémiová podpora"],"Settings":["Nastavení"],"You must %1$sgo to your Reading Settings%2$s and uncheck the box for Search Engine Visibility.":[""],"Huge SEO Issue: You're blocking access to robots.":["Obrovský SEO problém: Blokuje přístup pro roboty."],"Posts":["Příspěvky"],"Edit Files":["Upravit soubory"],"MultiSite Settings":["Vícemístné (MultiSite) nastavení"],"Advanced Variables":["Rozšířené proměnné"],"Basic Variables":["Základní proměnné"],"Note that not all variables can be used in every template.":["Všimněte si, že ne všechny proměnné mohou být použity v každé šabloně."],"The title &amp; metas settings for %1$s are made up of variables that are replaced by specific values from the page when the page is displayed. The tabs on the left explain the available variables.":["Název &amp; Metas nastavení pro %1$s se skládá z proměnných, které jsou nahrazeny konkrétními hodnotami ze stránky při jejím zobrazení. Záložky na levé straně vysvětlují dostupné proměnné."],"Template explanation":["Popis šablony"],"Why Google won't display the right page title":["Proč Google nezobrazí správný název stránky"],"Title optimization":["Optimalizace nadpisu"],"For more information:":["Pro více informací:"],"General":["Obecné"],"Extensions":["Rozšíření"],"Search Console":["Vyhledávací konzole"],"Tools":["Nástroje"],"Advanced":["Pokročilé"],"XML Sitemaps":["XML Sitemap"],"Social":["Sociální sítě"],"Titles &amp; Metas":["Nadpisy &amp; Meta data"],"SEO":["SEO"],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":["%1$s zjistil, že používáte verzi %2$s z %3$s, prosím, aktualizujte na poslední verzi."],"Just another WordPress site":[""],"You still have the default WordPress tagline, even an empty one is probably better. %1$sYou can fix this in the customizer%2$s.":["Stále máte výchozí WordPress slogan, i žádný by byl asi lepší.%1$sTento problém lze odstranit v personalizátoru%2$s."],"You have used HTML in your value which is not allowed.":["Použili jste HTML ve vaší hodnotě, což není povoleno. "],"You can't edit %s that aren't yours.":["Nemůžete upravovat %s který není váš."],"You can't edit %s.":["Nemůžete upravovat %s."],"Post has an invalid Post Type: %s.":["Příspěvek má chybně nastaven typ příspěvku: %s."],"Post doesn't exist.":["Příspěvek neexistuje."],"The file %s could not be removed. Please remove it via FTP.":[""],"posts\u0004Trash <span class=\"count\">(%s)</span>":["Odstranit <span class=\"count\">(%s)</span>","Odstranit <span class=\"count\">(%s)</span>","Odstranit <span class=\"count\">(%s)</span>"],"posts\u0004All <span class=\"count\">(%s)</span>":["Všechny <span class=\"count\">(%s)</span>","Všechny <span class=\"count\">(%s)</span>","Všechny <span class=\"count\">(%s)</span>"]}}}