{"domain":"js-text-analysis","locale_data":{"js-text-analysis":{"":{"domain":"js-text-analysis","plural_forms":"nplurals=2; plural=n != 1;","lang":"pt"},"The %1$s class must not be instantiated before the %2$s global is set.":[""],"%1$sOutrank your competitors even further%2$s with these %3$s plugins":[""],"No need to figure out what to link to. You get linking suggestions for relevant posts and pages to make your website easier to navigate.":[""],"Use AI to write SEO titles and meta descriptions for your posts and pages. It speeds up your work and does some of the thinking for you!":[""],"%s looks at more than just your main keyword. It analyzes different word forms, plurals, and past tenses. This helps your website perform even better in searches!":[""],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for titles and meta descriptions to make your pages rank high and make you look good on social media. %1$sLearn more%2$s%3$s":[""],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for product titles and meta descriptions to make your pages rank high and make you look good on social media. %1$sLearn more%2$s%3$s":[""],"Explore %s!":[""],"You’ll reach more people with multiple keyphrases! Want to quickly add these related keyphrases to the %s analyses for even better content optimization?":[""],"Get AI to write SEO titles and meta descriptions faster. Reach a wider audience with multiple keywords. Get automatic internal linking suggestions. And much, much more!":[""],"Explore now":[""],"Rank higher in search results":[""],"Turn more visitors into customers!":[""],"Increase Google clicks with rich results":[""],"Write product pages that rank using the SEO analysis":[""],"Get XML sitemaps":[""],"Optimize your video previews & thumbnails":[""],"Make sure your videos load quickly for users":[""],"Automatically get technical SEO best practices for video content":[""],"Drive more views to your videos":[""],"Stand out for local searches":[""],"Explore %s now!":[""],"%1$s24/7 support%2$s: Also on evenings and weekends.":[""],"%1$sAppealing social previews%2$s people actually want to click on.":[""],"%1$sNo more broken links%2$s: Automatic redirect manager.":[""],"%1$sSuper fast%2$s internal linking suggestions.":[""],"%1$sMultiple keywords%2$s: Rank higher for more searches.":[""],"%1$sAI%2$s: Better SEO titles and meta descriptions, faster.":[""],"Highlight areas of improvement in your text, no more searching for a needle in a haystack, straight to optimizing! Now also in Elementor!":[""],"Leave a quick review":[""],"Happy with the plugin?":[""],"Show Yoast SEO some love!":[""],"Let's get your site in tip-top shape for the search engines. Simply follow these 5 steps to make Google understand what your site is about.":[""],"If your goal is to increase your rankings, you need to work on your SEO regularly. That can be overwhelming, so let's tackle it one step at a time!":[""],"Great work! Thanks to the details you've provided, %1$s has enhanced your site for search engines, giving them a clearer picture of what your site is all about.":[""],"Important: We won't sell this data, and we won't collect any personal information about you or your visitors.":[""],"What data will be collected and why?":[""],"No, I don't want to share my site data":[""],"Are you open to help us improve our services?":[""],"Yes, give me your free tips!":[""],"Subscribe to the %1$s newsletter to receive best practices for improving your rankings, save time on SEO tasks, stay up-to-date with the latest SEO news, and get expert guidance on how to make the most of %2$s!":[""],"Get free weekly SEO tips!":[""],"You're almost there! Complete all settings in this step so search engines know what your site is about.":[""],"Completing this step helps Google to understand your site even better. Bonus: You'll improve your chance of getting %1$srich results%2$s!":[""],"Let's start by running the SEO data optimization. That means we'll scan your site and create a database with optimized SEO data. It won't change any content or settings on your site and you don't need to do anything, just hit start!\n\nNote: If you have a lot of content, this optimization could take a moment. But trust us, it's worth it!":[""],"We've successfully analyzed your site & optimized your SEO data!":[""],"Fantastic work! Add your organization's social media accounts below. This allows us to fine-tune the metadata for these platforms.":[""],"Social share preview":[""],"Twitter share preview":[""],"The %1$s interface is currently unavailable in the beta WooCommerce product editor. To resolve any issues, please disable the beta editor. %2$sLearn how to disable the beta WooCommerce product editor.%3$s":["A interface do %1$s está de momento indisponível no editor de produtos beta do WooCommerce. Para resolver qualquer problema, desactive o editor beta. %2$sSaiba como desactivar o editor de produtos beta do WooCommerce.%3$s"],"Compatibility issue: Yoast SEO is incompatible with the beta WooCommerce product editor.":["Problema de compatibilidade: O Yoast SEO é incompatível com o editor de produtos beta do WooCommerce."],"Search engines and other websites can still send traffic to your trashed content.":[""],"Unlock with the %1$s":["Desbloquear com o %1$s"],"Generate product titles & descriptions with AI!":["Crie títulos e descrições de produtos com IA!"],"Last year":["Último ano"],"Last week":["Última semana"],"Last day":["Último dia"],"Last updated":["Última actualização"],"Activate tracking to show the ranking position":["Activar o rastreio para mostrar a posição da classificação"],"List your Frequently Asked Questions in an SEO-friendly way.":["Liste as suas perguntas frequentes de forma adequada para SEO."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by OpenAI GPTBot.":["Adicione uma regra 'disallow' ao seu ficheiro robots.txt para impedir o rastreio pelo GPTBot da OpenAI."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by the Google-Extended bot. Enabling this setting won’t prevent Google from indexing your website.":["Adicione uma regra \"disallow\" ao seu ficheiro robots.txt para impedir o rastreio pelo bot Google-Extended. A activação desta definição não impedirá o Google de indexar o seu site."],"Lots of web traffic comes from bots crawling the web. Some can benefit your site or business, while other bots don’t. Blocking unwanted bots can save energy, help with site performance, and protect copyrighted content. Learn more about %1$swhen to block unwanted bots%2$s.":["Grande parte do tráfego provém de bots que rastreiam a internet. Alguns podem beneficiar o seu site ou empresa, outros não. O bloqueio de bots indesejados pode poupar energia, ajudar no desempenho do site e proteger conteúdos sujeitos a direitos de autor. Saiba mais sobre %1$squando bloquear bots indesejados%2$s."],"Prevent OpenAI GPTBot from crawling":["Impedir o rastreio do GPTBot da OpenAI"],"Prevent Google Bard and Vertex AI bots from crawling":["Impedir o rastreio dos bots do Google Bard e do Vertex AI"],"Prevent Common Crawl CCBot from crawling":["Impedir o rastreio do Common Crawl CCBot"],"Unlock Premium SEO analysis":["Desbloqueie a análise de SEO Premium"],"Get more help with writing content that ranks":["Obtenha mais ajuda para escrever conteúdos bem classificados"],"$ USD / € EUR / £ GBP per year (ex. VAT)":["$ USD / € EUR / £ GBP por ano (exc. IVA)"],"Internal linking suggestions":["Sugestões de ligações internas"],"%1$s SAVE 30%% %2$s on your 12 month subscription":[""],"Learn more about %s (Opens in a new browser tab)":["Saiba mais sobre a %s (Abre num novo separador do navegador)"],"Write more natural and engaging content":["Escreva conteúdos mais naturais e cativantes"],"Synonyms help users understand your copy better. It’s easier to read for both users and Google. In %s, you can add synonyms for your focus keyphrase, and we’ll help you optimize for them.":["Os sinónimos ajudam os utilizadores a compreender melhor o seu texto. É mais fácil de ler, tanto para os utilizadores como para o Google. No %s, pode adicionar sinónimos para a sua frase-chave principal e nós ajudamos a optimizá-los."],"Is your %1$s store ready for Black Friday?":["A sua loja %1$s está preparada para a Black Friday?"],"Check your text on even more SEO criteria and get an enhanced keyphrase analysis, making it easier to optimize your content.":["Verifique o seu texto com base em ainda mais critérios de SEO e obtenha uma análise de frases-chave melhorada, facilitando a optimização do seu conteúdo."],"Buy now!":["Compre agora!"],"30% OFF!":["30% DE DESCONTO!"],"BLACK FRIDAY SALE: %1$s %2$sBuy now!%3$s":["PROMOÇÃO DA BLACK FRIDAY: %1$s %2$sCompre agora!%3$s"],"BLACK FRIDAY SALE: %1$s":["PROMOÇÃO DA BLACK FRIDAY: %1$s"],"Reach a wider audience":["Alcance um público mais vasto"],"Add related keyphrases":["Adicione frases-chave relacionadas"],"%s automatically suggests to what content you can link with easy drag-and-drop functionality, which is good for your SEO!":["O %s sugere automaticamente o conteúdo a que pode ligar-se com a funcionalidade fácil de arrastar e largar, o que é bom para o seu SEO!"],"Rank higher by connecting your content":["Obtenha melhor classificação ao ligar o seu conteúdo"],"Get help optimizing for up to 5 related keyphrases. This helps you reach a wider audience and get more traffic.":["Obtenha ajuda para optimizar até 5 frases-chave relacionadas. Isto ajuda a alcançar um público mais vasto e a obter mais tráfego."],"-30%":["-30%"],"%1$s Now with 30%% Black Friday Discount!":["%1$s Agora com 30%% de desconto da Black Friday!"],"%1$sSALE 30%% OFF!%2$s":["%1$sPROMOÇÃO DE 30%% DE DESCONTO!%2$s"],"30% OFF":["30% DE DESCONTO"],"BLACK FRIDAY":["BLACK FRIDAY"],"Claim your 30% off now!":["Peça já o seu desconto de 30%!"],"Social media appearance":["Apresentação nas redes sociais"],"Determine how your post should look in the search results.":["Determine como o seu conteúdo deverá aparecer nos resultados da pesquisa."],"The Yoast %1$sultimate Black Friday checklist%2$s helps you prepare in time, so you can boost your results during this sale.":["A %1$slista de tarefas para a Black Friday%2$s do Yoast ajuda a preparar-se a tempo, para que possa aumentar os seus resultados durante estas promoções."],"To customize the appearance of your post specifically for Twitter, please fill out the 'Twitter appearance' settings below.":["Para personalizar a apresentação do seu conteúdo especificamente para o Twitter, preencha as definições de \"Apresentação no Twitter\" abaixo."],"Twitter appearance":["Apresentação no Twitter"],"To customize the appearance of your post specifically for Twitter, please fill out the 'Twitter appearance' settings below. If you leave these settings untouched, the 'Social media appearance' settings mentioned above will also be applied for sharing on Twitter.":["Para personalizar a apresentação do seu conteúdo especificamente para o Twitter, preencha as definições de \"Apresentação no Twitter\" abaixo. Se deixar estas definições inalteradas, as definições de \"Apresentação nas redes sociais\" mencionadas acima também serão aplicadas para partilha no Twitter."],"Determine how your post should look on social media like Facebook, Twitter, Instagram, WhatsApp, Threads, LinkedIn, Slack, and more.":["Determine o aspecto do seu conteúdo nas redes sociais, como o Facebook, o Twitter, o Instagram, o WhatsApp, o Threads, o LinkedIn, o Slack e muito mais."],"Get the checklist and start optimizing now!":["Obtenha a lista de tarefas e comece já a optimizar!"],"Is your WooCommerce store ready for Black Friday?":["A sua loja WooCommerce está pronta para a Black Friday?"],"The %1$s %2$sultimate Black Friday checklist%3$s helps you prepare in time, so you can boost your results during this sale.":["A %2$slista de tarefas para a Black Friday%3$s do %1$s ajuda a preparar-se a tempo, para que possa aumentar os seus resultados durante estas promoções."],"AI generator":["Gerador de IA"],"New in %1$s":[""],"Use AI to write your titles & meta descriptions!":[""],"Use the power of Yoast AI to automatically generate compelling titles and descriptions for your posts and pages.":["Utilize o poder da IA do Yoast para gerar automaticamente títulos e descrições atraentes para os seus conteúdos e páginas."],"AI title & description generator":["Gerador de títulos e descrições com IA"],"Use AI":["Utilizar a IA"],"Clear selection":["Limpar selecção"],"Note that the following commonly-used parameters will not be removed: %1$s, %2$s, %3$s, %4$s, %5$s, %6$s, and %7$s.":["Atenção que os estes parâmetros normalmente utilizados não serão removidos: %1$s, %2$s, %3$s, %4$s, %5$s, %6$s e %7$s."],"Learn how to increase your rankings with %1$s":["Saiba como aumentar as suas classificações com o %1$s"],"Want an enhanced Google preview of how your WooCommerce products look in the search results?":["Quer uma pré-visualização melhorada do Google, com o aspecto dos seus produtos WooCommerce nos resultados de pesquisa?"],"Sign up today!":["Registe-se hoje!"],"Feeling lost when it comes to optimizing your site for the search engines? Join our FREE webinar to gain the confidence that you need in order to start optimizing like a pro! You'll obtain the knowledge and tools to start effectively implementing SEO.":["Não sabe para onde se virar quando se trata de optimizar o seu site para os motores de pesquisa? Participe no nosso webinar GRATUITO para ganhar a confiança que precisa para começar a optimizar como um profissional! Obterá os conhecimentos e as ferramentas para se iniciar de forma eficaz na implementação SEO."],"Join our FREE webinar for SEO success":["Participe no nosso webinar GRATUITO para ter sucesso em SEO"],"Want your products stand out in search results with rich results like price, reviews and more?":["Quer que os seus produtos se destaquem nos resultados de pesquisa com resultados detalhados como o preço, avaliações, etc?"],"%1$s, %2$s and %3$s":["%1$s, %2$s e %3$s"],"%1$s and %2$s":["%1$s e %2$s"],"Please see the “New” badges and review the Search appearance settings.":["Consulte os emblemas \"Novo\" e reveja as definições de Apresentação da pesquisa."],"New type of content added to your site!":["Novo tipo de conteúdo adicionado ao seu site!"],"Site policies":["Políticas do site"],"Select a page which provides information about your diversity policies for %1$sstaffing%2$s, %1$shiring%2$s and %1$semployment%2$s.":["Seleccione uma página que forneça informações sobre as suas políticas de diversidade para %1$spessoal%2$s, %1$scontratação%2$s e %1$semprego%2$s."],"Select a page which provides information on your diversity policies for %1$seditorial%2$s content.":["Seleccione uma página que forneça informações sobre as suas políticas de diversidade para o conteúdo %1$seditorial%2$s."],"Select a page which describes the personal, organizational, and corporate %1$sstandards%2$s of %1$sbehavior%2$s expected by your organization.":["Seleccione uma página que descreva os %1$spadrões%2$s de %1$scomportamento%2$s pessoais, organizacionais e empresariais esperados pela sua organização."],"Select a page which outlines your procedure for addressing %1$serrors%2$s (e.g., publishing retractions or corrections).":["Seleccione uma página que descreva o seu procedimento para tratar de %1$serros%2$s (por exemplo, publicar retractações ou correcções)."],"Select a page which describes how your organization collects and responds to %1$sfeedback%2$s, engages with the %1$spublic%2$s, and prioritizes %1$stransparency%2$s.":["Seleccione uma página que descreva a forma como a sua organização recolhe e responde a %1$sfeedback%2$s, se envolve com o %1$spúblico%2$s e dá prioridade à %1$stransparência%2$s."],"Select a page which describes the ownership structure of your organization. It should include information about  %1$sfunding%2$s and %1$sgrants%2$s.":["Seleccione uma página que descreva a estrutura de propriedade da sua organização. Deve incluir informações sobre %1$sfinanciamento%2$s e %1$ssubvenções%2$s."],"Select a page which describes the editorial principles of your organization. %1$sWhat%2$s do you write about, %1$swho%2$s do you write for, and %1$swhy%2$s?":["Seleccione uma página que descreva os princípios editoriais da sua organização. %1$sSobre o que%2$s escreve, %1$squem%2$s escreve, e %1$sporquê%2$s?"],"Select the pages on your website which contain information about your organizational and publishing policies. Some of these might not apply to your site, and you can select the same page for multiple policies. %1$sLearn more about why setting your site policies is important%2$s.":["Seleccione as páginas do seu site que contêm informações sobre as suas políticas da organização e de publicação. Algumas destas podem não se aplicar ao seu site e pode seleccionar a mesma página para várias políticas. %1$sSaiba mais sobre a importância de definir as políticas do seu site%2$s."],"Diversity staffing report":["Relatório sobre a diversidade do pessoal"],"Diversity policy":["Política de diversidade"],"Ethics policy":["Política de ética"],"Corrections policy":["Política de correcções"],"Actionable feedback policy":["Política de feedback accionável"],"Ownership / Funding info":["Informações de propriedade/financiamento"],"Publishing policies":["Políticas de publicação"],"Publishing principles":["Princípios de publicação"],"Failed to retrieve pages.":["Falhou ao obter páginas."],"Searching pages...":["A pesquisar páginas..."],"Add new page...":["Adicionar nova página..."],"No pages found.":["Nenhuma página encontrada."],"You've added a new type of content. We recommend that you review the corresponding %1$sSearch appearance settings%2$s.":["Adicionou um novo tipo de conteúdo. Recomendamos que reveja as %1$sdefinições de apresentação da pesquisa%2$s correspondentes."],"Error: Taxonomy was not removed from new_taxonomies list.":["Erro: A taxonomia não foi removida da lista new_taxonomies."],"Taxonomy is no longer new.":["A taxonomia já não é nova."],"Taxonomy is not new.":["A taxonomia não é nova."],"Error: Post type was not removed from new_post_types list.":["Erro: O tipo de conteúdo não foi removido da lista new_post_types."],"Post type is no longer new.":["O tipo de conteúdo já não é novo."],"Post type is not new.":["O tipo de conteúdo não é novo."],"Write a bug report":["Escreva um relatório de erro"],"Our support team is here to answer any questions you may have. Fill out the (pop-up) contact form, and we'll get back to you as soon as possible!":["A nossa equipa de suporte está aqui para responder a quaisquer questões que possa ter. Preencha o formulário de contacto (popup) e entraremos em contacto consigo o mais rapidamente possível!"],"%1$sSupport languages:%2$s English & Spanish":["%1$sIdiomas do suporte:%2$s Inglês e espanhol"],"If you don't find the answers you're looking for and need personalized help, you can get 24/7 support from one of our support engineers.":["Se não encontrar as respostas que procura e precisar de ajuda personalizada, pode obter suporte 24 horas por dia, 7 dias por semana, de um dos nossos engenheiros de suporte."],"Contact our support team":["Contacte a nossa equipa de suporte"],"Have you stumbled upon a bug while using %1$s? Please raise a bug report on our GitHub repository to let us know about the issue!":["Deparou-se com um erro ao utilizar o %1$s? Por favor, crie um relatório de erro no nosso repositório GitHub para nos informar sobre o problema!"],"Raise a bug report on GitHub":["Crie um relatório de erro no GitHub"],"Visit WordPress forum":["Visite o fórum do WordPress"],"In the WordPress support forum for %1$s you can find answers or ask for help from %1$s users in the WordPress community.":["No fórum de suporte WordPress do %1$s pode encontrar respostas ou pedir ajuda a utilizadores do %1$s da comunidade WordPress."],"WordPress support forum for %1$s":["Fórum de suporte WordPress do %1$s"],"Visit our help center":["Visite o nosso centro de ajuda"],"Have a look at our help center to find articles, tutorials, and other resources to help you get the most out of %1$s!":["Consulte o nosso centro de ajuda para encontrar artigos, tutoriais e outros recursos para lhe ajudar a tirar o máximo partido do %1$s!"],"%1$s's help center":["Centro de ajuda do %1$s"],"Need help with %1$s? These resources are a great place to start!":["Precisa de ajuda com o %1$s? Estes recursos são um óptimo ponto de partida!"],"Additional resources":["Recursos adicionais"],"Here, you'll find answers to commonly asked questions about using %1$s. If you don't see your question listed, you can have a look at the section below.":["Aqui, encontrará respostas às perguntas mais frequentes sobre a utilização do %1$s. Se não encontrar a sua pergunta na lista, consulte a secção abaixo."],"Frequently asked questions":["Perguntas frequentes"],"If you have any questions, need a hand with a technical issue, or just want to say hi, we've got you covered. Get in touch with us and we'll be happy to assist you!":["Se tiver alguma dúvida, precisar de ajuda com um problema técnico ou apenas quiser dizer olá, temos tudo o que precisa. Entre em contacto connosco e teremos todo o gosto em ajudar!"],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by Google AdsBot. You should only enable this setting if you're not using Google Ads on your site.":["Adicione uma regra \"disallow\" ao seu ficheiro robots.txt para impedir o rastreio pelo AdsBot da Google. Só deve activar esta definição se não estiver a utilizar o Google Ads no seu site."],"Block unwanted bots":["Bloquear robôs indesejados"],"Close the upgrade callout":["Fechar a chamada para actualização"],"%1$s and get an exclusive %2$s discount for %3$s month(s).":["%1$s e obtenha um desconto exclusivo de %2$s durante %3$s mês(es)."],"Click here to upgrade your %s plan":["Clique aqui para actualizar o seu plano de %s"],"Keyphrases tracked: %1$s/%2$s":["Frases-chave rastreadas: %1$s/%2$s"],"Your are tracking %1$s out of %2$s keyphrases included in your account.":["Está a rastrear %1$s de %2$s frases-chave incluídas na sua conta."],"Your are tracking %1$s out of %2$s keyphrases included in your free account.":["Está a rastrear %1$s de %2$s frases-chave incluídas na sua conta gratuita."],"Support":["Suporte"],"Prevent Google AdsBot from crawling":["Impedir o rastreio do Google AdsBot"],"%s":["%s"],"This overview will show you your top performing keyphrases in Google. Connect with %s to get started.":["Esta vista geral mostra-lhe as suas frases-chave com melhor desempenho no Google. Ligue-se a %s para começar."],"You have successfully connected with %s.":["A ligação com %s foi efectuada com sucesso."],"You have successfully connected with %1$s. Your %2$s account does not contain any keyphrases for this website yet. You can track keyphrases by using the \"Track SEO Performance\" button in the post editor.":["A ligação com %1$s foi efectuada com sucesso. A sua conta %2$s ainda não contém quaisquer frases-chave para este site. Pode rastrear as frases-chave utilizando o botão \"Rastrear desempenho de SEO\" no editor de conteúdos."],"Network Error: Unable to connect to the server. Please check your internet connection and try again later.":["Erro de rede: Não é possível ligar ao servidor. Verifique a sua ligação à internet e tente de novo mais tarde."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of URLs like %1$s, %2$s and %3$s.":["Adicione uma regra \"disallow\" ao seu ficheiro robots.txt para impedir o rastreio dos URL como %1$s, %2$s e %3$s."],"Your WordPress environment is running on a non-production site. Indexables can only be created on production environments. Please check your `WP_ENVIRONMENT_TYPE` settings.":["O seu ambiente WordPress está a ser executado num site que não é de produção. Os Indexables só podem ser criados em ambientes de produção. Por favor, verifique as suas definições de \"WP_ENVIRONMENT_TYPE\"."],"Inclusive language: %s":["Linguagem inclusiva: %s"],"%1$s / %2$s: Top Keyphrases":["%1$s/%2$s: Top de frases-chave"],"The post type %s could not be indexed because it does not meet indexing requirements.":["Não foi possível indexar o tipo de conteúdo %s porque não cumpre os requisitos de indexação."],"The name of this category is %1$s.":["O nome desta categoria é %1$s."],"Start the course":["Iniciar o curso"],"Start free trial lesson":["Iniciar aula experimental gratuita"],"Maximize your SEO game by purchasing %s, which grants you unlimited access to all courses.":["Maximize o seu trabalho de SEO ao comprar o %s, que lhe dá acesso ilimitado a todos os cursos."],"Learn vital SEO skills that you can apply at once! Let us take you by the hand and give you practical SEO tips to help you outrank your competitors. %s comes with five free courses.":["Aprenda competências vitais de SEO que pode aplicar de imediato! Deixe-nos levá-lo pela mão e dar-lhe dicas práticas de SEO para o ajudar a ultrapassar os seus concorrentes. O %s inclui cinco cursos gratuitos."],"Learn vital SEO skills that you can apply at once! Let us take you by the hand and give you practical SEO tips to help you outrank your competitors. Maximize your SEO game! Because your %s subscription gives you unlimited access to all courses.":["Aprenda competências vitais de SEO que pode aplicar de imediato! Deixe-nos levá-lo pela mão e dar-lhe dicas práticas de SEO para o ajudar a ultrapassar os seus concorrentes. Maximize o seu trabalho de SEO! A sua subscrição %s dá-lhe acesso ilimitado a todos os cursos."],"Choosing the right type of hosting for your site is the basis of a solid Technical SEO strategy. Learn all about it in this course!":["Escolher o tipo certo de alojamento para o seu site é a base de uma estratégia técnica sólida de SEO. Aprenda tudo sobre isto neste curso!"],"You have to make it possible for search engines to find your site, so they can display it in the search results. We'll tell you all about how that works in this course!":["Tem de permitir que os motores de pesquisa encontrem o seu site, para que o possam apresentar nos resultados da pesquisa. Neste curso, explicaremos como isto funciona!"],"Are you selling in countries all over the world? In this course, you’ll learn all about setting up and managing a site that targets people in different languages and locales.":["Está a vender em países de todo o mundo? Neste curso, aprenderá tudo sobre como criar e gerir um site destinado a pessoas em diferentes idiomas e locais."],"Do you want to take a deep dive into structured data? In this course, you'll learn the theory related to structured data in detail.":["Quer mergulhar a fundo nos dados estruturados? Neste curso, aprenderá em pormenor a teoria relacionada com os dados estruturados."],"Learn how to optimize your online shop for your customers and for search engines!":["Saiba como optimizar a sua loja virtual para os seus clientes e para os motores de pesquisa!"],"Do you own a local business? This course will teach you how to make sure your local audience can find you in the search results and on Google Maps!":["Tem um negócio local? Este curso vai ensinar-lhe a garantir que o seu público local o consegue encontrar nos resultados de pesquisa e no Google Maps!"],"A clear site structure benefits your users and is of great importance for SEO. Still, most people seem to forget about this. Get ahead of your competition and learn how to improve your site structure!":["Uma estrutura de site clara beneficia os seus utilizadores e é de grande importância para o SEO. No entanto, a maioria das pessoas parece esquecer-se disto. Fique à frente da sua concorrência e aprenda a melhorar a estrutura do seu site!"],"Start creating block-tastic content with the new WordPress block editor! Learn all about the block editor and what you can do with it.":["Comece a criar conteúdos fantásticos em blocos com o novo editor de blocos do WordPress! Saiba tudo sobre o editor de blocos e o que pode fazer com ele."],"Do you know the essential first step of good SEO? It's keyword research. In this training, you'll learn how to research and select the keywords that will guide searchers to your pages.":["Sabe qual é o primeiro passo essencial para um bom SEO? É a pesquisa de palavras-chave. Nesta formação, aprenderá a pesquisar e a seleccionar as palavras-chave que conduzirão os utilizadores até às suas páginas."],"Learn how to make your site stand out from the crowd by adding structured data!":["Saiba como fazer para que o seu site se destaque da multidão, através da utilização de dados estruturados!"],"In this course, you'll learn how to write awesome copy that is optimized for ranking in search engines.":["Neste curso, aprenderá a escrever um texto fantástico, optimizado para ser bem classificado nos motores de pesquisa."],"Do you want to set up your own WordPress site? This course will teach you the ins and outs of creating and maintaining a WordPress website!":["Quer criar o seu próprio site WordPress? Este curso vai ensinar-lhe os prós e contras de criar e manter um site WordPress!"],"In this course, you'll learn practical SEO skills on every key aspect of SEO, to make your site stand out.":["Neste curso, ganhará competências práticas de SEO em todos os seus aspectos fundamentais, para que o seu site se destaque dos demais."],"In this course, you'll learn about how to set up and use the %1$s for WordPress plugin so it makes SEO even easier. This course is meant for users of the block editor.":["Neste curso, aprenderá a configurar e utilizar o plugin %1$s para WordPress para facilitar ainda mais o SEO. Este curso destina-se a utilizadores do editor de blocos."],"In this free course, you'll get quick wins to make your site rank higher in Google, Bing, and Yahoo.":["Neste curso gratuito, obterá instruções de rápida implementação para que o seu site tenha uma classificação mais elevada no Google, Bing e Yahoo."],"Academy":["Academia"],"%1$s %2$s isn't working as expected %3$s and you are not receiving updates or support! Make sure to %4$s activate your product subscription in %5$s%6$s to unlock all the features of %7$s.":["%1$sO %2$s não está a funcionar como esperado%3$s e não está a receber actualizações ou suporte! Certifique-se de %4$sactivar a sua subscrição em %5$s%6$s para desbloquear todas as funcionalidades do %7$s."],"%1$s can't be updated because your product subscription is expired. %2$sRenew your product subscription%3$s to get updates again and use all the features of %1$s.":["Não é possível actualizar o %1$s porque a sua subscrição expirou. %2$sRenove a sua subscrição%3$s para voltar a receber actualizações e utilizar todas as funcionalidades do %1$s."],"Warning! These are expert features, so make sure you know what you're doing before using this setting. You might break your site. %1$sRead more about how your site can be affected%2$s.":["Aviso! Estas são funcionalidades para especialistas, por isso certifique-se de que sabe o que está a fazer antes de utilizar esta definição. Pode danificar o seu site. %1$sLeia mais sobre como o seu site pode ser afectado%2$s."],"%1$s: unregistered URL parameter removed. See %2$s":["%1$s: O parâmetro de URL não registado foi removido. Ver %2$s"],"This feature is disabled when your site is not using pretty permalinks.":["Esta funcionalidade é desactivada se o seu site não utilizar ligações permanentes personalizadas."],"This feature is disabled when your site is not using %1$spretty permalinks%2$s.":["Esta funcionalidade é desactivada se o seu site não utilizar %1$sligações permanentes personalizadas%2$s."],"%1$s: redirect utm variables to #":["%1$s: Redireccionar variáveis utm para #"],"Optimize your business for multiple locations":["Optimize o seu negócio para várias localizações"],"Easily add maps, address finders, and opening hours to your content":["Adicione facilmente mapas, localizadores de endereços e horários de funcionamento ao seu conteúdo"],"Automatically get technical SEO best practices for local businesses":["Obtenha automaticamente as melhores práticas técnicas de SEO para empresas locais"],"Attract more customers to your site and physical store":[""],"Remove Other profile %1$s":["Remover outro perfil %1$s"],"Please select a user in the Site representation step.":["Seleccione um utilizador no passo de representação do site."],"You can %1$supdate or add social profiles to this user profile%2$s.":["Pode %1$sactualizar ou adicionar perfis de redes sociais ao perfil deste utilizador%2$s."],"You have selected the user %1$s as the person this site represents.":["Seleccionou o utilizador %1$s como a pessoa que este site representa."],"If you select a Person to represent this site, we will use the social profiles from the selected user's profile page.":["Se seleccionar uma Pessoa para representar este site, utilizaremos os perfis das redes sociais do utilizador seleccionado."],"It looks like you've enabled media pages. We recommend that you help us to re-analyze your site by running the SEO data optimization. ":["Parece que activou as páginas de multimédia. Recomendamos que nos ajude a reanalisar o seu site, ao executar a optimização de dados SEO. "],"Organization Mastodon":["Organização Mastodon"],"%1$s Settings - %2$s":["Definições de %1$s - %2$s"],"Read more about how to get your site verified.":["Leia mais sobre como ter o seu site verificado."],"Get your site verified in your Mastodon profile.":["Tenha o seu site verificado no seu perfil Mastodon."],"E.g. https://mastodon.social/@yoast":["Por exemplo: https://mastodon.social/@yoast"],"Mastodon":["Mastodon"],"%2$s integrates %1$s' Schema output into its own to get rich snippets for your digital products!":["O %2$s integra os dados de Schema do %1$s nos seus próprios para obter fragmentos dinâmicos para os seus produtos digitais!"],"Get %1$srich results for your digital products%2$s in Google search":["Obtenha %1$sresultados dinâmicos para os seus produtos digitais%2$s na pesquisa do Google"],"Add trustworthiness to your %1$s profile by verifying your site with %2$s.":["Adicione fiabilidade ao seu perfil do %1$s ao verificar o seu site com o %2$s."],"Verify your site on %1$s%2$s%3$s":["Verificar o seu site no %1$s%2$s%3$s"],"Mastodon profile not yet added":["O perfil do Mastodon ainda não foi adicionado"],"Mastodon profile added":["O perfil do Mastodon foi adicionado"],"Potentially non-inclusive":["Potencialmente não-inclusiva"],"Finish your %s":["Termine a sua %s"],"Please enter a number between 1 and 50.":["Por favor, digite um número entre 1 e 50."],"Settings navigation":["Navegação das definições"],"Close settings navigation":["Fechar navegação das definições"],"Open settings navigation":["Abrir navegação das definições"],"Choose whether your site represents an organization or a person. %1$sLearn more about the differences and choosing between Organization and Person%2$s.":["Escolha se o seu site representa uma organização ou uma pessoa. %1$sConheça as diferenças e escolha entre organização ou pessoa%2$s."],"%1$sGet%2$s %3$s":["%1$sObter o%2$s %3$s"],"Index Now":["Indexar agora"],"Failed to retrieve media.":["Falhou ao obter multimédia."],"Limit the length of internal site search queries to reduce the impact of spam attacks and confusing URLs. Please enter a number between 1 and 50.":["Limite o tamanho das suas consultas de pesquisa interna do site para reduzir o impacto de ataques de spam e URL confusos. Por favor digite um número entre 1 e 50."],"The number you've entered is not between 1 and 50.":["O número que digitou não se encontra entre 1 e 50."],"Determine how your %1$s should look on social media.":["Escolha a apresentação de %1$s nas redes sociais."],"Disabling this means that archive pages for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Desactivar isto significa que as páginas de arquivo de %1$s não serão indexadas pelos motores de pesquisa e serão excluídas dos sitemaps XML."],"Prevents specific URL parameters from being removed by the above feature. E.g., adding %1$s will prevent %2$s from being redirected to %3$s. You can add multiple parameters and separate them by using enter or a comma.":["Impede que parâmetros específicos do URL sejam removidos pela funcionalidade acima referida. Por exemplo, adicionar %1$s evitará que %2$s seja redireccionado para %3$s. É possível adicionar vários parâmetros e separá-los usando o Enter ou uma vírgula."],"Consolidates WordPress' multiple site search URL formats into the %1$s syntax. E.g., %2$s will redirect to %3$s":["Consolida os formatos de URL da pesquisa de múltiplos sites WordPress com a sintaxe %1$s. Por exemplo, %2$s será redireccionado para %3$s"],"Redirect pretty URLs to ‘raw’ formats":["Redireccione URL personalizados para formato genérico"],"Allow":["Permitir"],"Deny":["Recusar"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["Para ver este vídeo, o %1$s precisa de permissão para carregar vídeos incorporados a partir de %2$s."],"Only available for English sites":["Apenas disponível para sites em inglês"],"You can change the default type for %1$s under Content types in the %2$sSettings%3$s.":["Pode alterar o tipo por omissão para %1$s em Tipos de conteúdo nas %2$sdefinições%3$s."],"all the Yoast plugins":["todos os plugins Yoast"],"Show date archives in search results":["Mostrar arquivo por datas nos resultados de pesquisa"],"Show %1$s archives in search results":["Mostrar arquivo de %1$s nos resultados de pesquisa"],"Prefix for archive breadcrumbs":["Prefixo para breadcrumbs do arquivo"],"Unlock rich results in Google search by using plugins that integrate with the %1$sYoast Schema API%2$s.":["Desbloqueie resultados dinâmicos nas pesquisas do Google com plugins que se integram com a %1$sYoast Schema API%2$s."],"Schema API integrations":["Integrações da API de Schema"],"%s can integrate with other products, to help you further improve your website. You can enable or disable these integrations below.":["O %s pode integrar-se com produtos de terceiros, para ajudar a melhorar o seu site. Pode activar ou desactivar estas integrações abaixo."],"Unlock rich snippets for your product pages by using %1$s.":["Desbloqueie fragmentos dinâmicos para as suas páginas de produtos, com o %1$s."],"Get %1$srich product results%2$s in Google search":["Obtenha %1$sresultados dinâmicos de produtos%2$s nas pesquisas do Google"],"%1$s integrates with %2$s's Schema API to get rich snippets for your recipes!":["O %1$s integra-se com a Schema API do %2$s para obter fragmentos dinâmicos para as suas receitas!"],"Get %1$srich results for your recipes%2$s in Google search":["Obtenha %1$sresultados dinâmicos para as suas receitas%2$s nas pesquisas do Google"],"%1$s integrates with %2$s's Schema API to get rich snippets for your podcasts!":["O %1$s integra-se com a Schema API do %2$s para obter fragmentos dinâmicos para os seus podcasts!"],"Get %1$srich results for your podcast%2$s in Google search":["Obtenha %1$sresultados dinâmicos para os seus podcasts%2$s nas pesquisas do Google"],"%1$s integrates with %2$s's Schema API to get rich snippets for your events!":["O %1$s integra-se com a Schema API do %2$s para obter fragmentos dinâmicos para os seus eventos!"],"Get %1$srich results for your events%2$s in Google search":["Obtenha %1$sresultados dinâmicos para os seus eventos%2$s nas pesquisas do Google"],"You have selected the user %1$s%3$s%2$s as the person this site represents. Their user profile information will now be used in search results. We're sorry, you're not allowed to edit this user's profile. Please contact your admin or %1$s%3$s%2$s to check and/or update the profile.":["Seleccionou o utilizador %1$s%3$s%2$s como a pessoa representada por este site. As informações deste perfil serão usadas nos resultados de pesquisas. Não tem permissão para actualizar este perfil de utilizador. Por favor peça ao administrador ou a %1$s%3$s%2$s para verificar e/ou actualizar o seu perfil."],"An organization name and logo need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site name and logo as default values. %1$sLearn more about the importance of structured data%2$s.":["Deve configurar o nome e o logótipo da organização para que os dados estruturados funcionem correctamente. Como ainda não estão configurados, estão a ser usados o nome e logótipo do site como valores por omissão. %1$sSaiba mais sobre a importância de dados estruturados%2$s."],"This info is intended to appear in %1$sGoogle's Knowledge Graph%2$s.":["Estes dados destinam-se a ser mostrados no %1$sPainel de Conhecimentos do Google%2$s."],"Other profile %1$s":["Outro perfil %1$s"],"Tweet":["Publicar no Twitter"],"Organization Twitter":["Twitter da organização"],"Open Graph":["Open Graph"],"Organization Facebook":["Facebook da organização"],"OpenGraph":["OpenGraph"],"Format archives":["Arquivo de formatos"],"File":["Ficheiro"],"PDF":["PDF"],"Video":["Vídeo"],"Attachment":["Anexo"],"404 pages title":["Título das páginas 404"],"Search pages title":["Título das páginas de pesquisa"],"Enable date archives":["Activar arquivo por datas"],"Enable author archives":["Activar arquivo por autores"],"Anchor text for the homepage":["Texto de âncora para a página inicial"],"Organization/person":["Organização/pessoa"],"Divider":["Divisória"],"Remove Atom/RDF feeds":["Remover feeds Atom/RDF"],"Webmaster":["Webmaster"],"Share":["Partilhar"],"Structured data":["Dados estruturados"],"Enable the %1$s XML sitemaps. A sitemap is a file that lists a website's essential pages to make sure search engines can find and crawl them.":["Active os sitemaps XML do %1$s. Um sitemap é um ficheiro que lista as páginas essenciais do site para assegurar que os motores de pesquisa as encontram e rastreiam."],"The %1$s icon in the top admin bar provides quick access to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["O ícone do %1$s na barra superior de administração permite acesso rápido a ferramentas de terceiros para análise de páginas, e torna mais fácil ver se tem novas notificações."],"Allows for Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared. Keep this feature enabled to optimize your site for social media.":["Permite que o Facebook e outras redes sociais mostrem uma pré-visualização, com imagens e excerto do texto, quando se partilha uma ligação para o seu site. Mantenha esta funcionalidade activa para optimizar o site para as redes sociais."],"Count the number of internal links from and to your posts to improve your site structure.":["Conte o número de ligações internas de e para os seus conteúdos, para melhorar a estrutura do seu site."],"Mark and filter your cornerstone content to make sure your most important articles get the attention they deserve. To help you write excellent copy, we’ll assess your text more strictly.":["Marque e filtre os seus conteúdos principais, para assegurar que os seus conteúdos mais importantes recebam a atenção que merecem. Para ajudar a aperfeiçoar a sua escrita, faremos uma avaliação rigorosa do seu texto."],"Get more insights into what you are writing. What words do you use most often? How much time does it take to read your text? Is your text easy to read?":["Obtenha mais informações sobre o que está a escrever. Que palavras usa mais frequentemente? Qual é o tempo estimado de leitura do seu texto? O seu texto é de fácil leitura?"],"The inclusive language analysis offers suggestions to write more inclusive copy, so more people will be able to relate to your content.":["A análise da linguagem inclusiva oferece sugestões para escrever textos mais inclusivos, para que mais pessoas possam relacionar-se com o seu conteúdo."],"The SEO analysis offers suggestions to improve the findability of your text and makes sure that your content meets best practices.":["A análise de SEO oferece sugestões para melhorar a possibilidade de o seu texto ser encontrado e assegura que o seu conteúdo cumpre as melhores práticas."],"Set the basic info for your website. You can use %1$stagline%2$s and %1$sseparator%2$s as %3$sreplacement variables%4$s when configuring the search appearance of your content.":["Defina as informações essenciais do site. Pode usar a %1$sdescrição%2$s e %1$sseparador%2$s como %3$svariáveis de substituição%4$s ao configurar a aparência da pesquisa dos seus conteúdos."],"Usage tracking allows us to track some data about your site to improve our plugin. %1$sLearn more about which data we track and why%2$s.":["O rastreio de utilização permite-nos conhecer alguns dados sobre o seu site para melhorar o nosso plugin. %1$sSaiba mais sobre que dados rastreamos e porquê%2$s."],"A link to the archive for the post author, with the author's name as anchor text.":["Uma ligação para o arquivo do autor deste conteúdo, com o nome do autor como texto âncora."],"Determine how your %1$s pages should be described by default in your site's Schema.org markup. You can always customize the settings for individual %1$s pages in the %2$s metabox.":["Escolha a descrição por omissão das suas páginas de %1$s na notação de Schema.org do seu site. Pode sempre personalizar individualmente as definições por cada página de %1$s na metabox do %2$s."],"Determine how your %1$s pages should look in search engines. You can always customize the settings for individual %1$s pages in the %2$s metabox.":["Escolha a apresentação das suas páginas de %1$s nos motores de pesquisa. Pode sempre personalizar as definições individualmente por cada página de %1$s na metabox do %2$s."],"Enable %1$s pages":["Activar páginas de %1$s"],"Determine how your homepage should look in the search results.":["Escolha a apresentação da sua página inicial nos motores de pesquisa."],"Determine how your %1$s should look in search engines. You can always customize the settings for individual %1$s in the %2$s metabox.":["Escolha a apresentação de %1$s nos motores de pesquisa. Pode sempre personalizar individualmente as definições de %1$s na metabox do %2$s."],"Enable format-based archives":["Activar arquivo com base no formato"],"Not sure how to implement the %3$s breadcrumbs on your site? Read %1$sour help article on breadcrumbs implementation%2$s.":["Não sabe como implementar as breadcrumbs do %3$s no seu site? Leia o %1$snosso artigo de ajuda sobre a implementação de breadcrumbs%2$s."],"Show %1$s without posts in search results":["Mostrar %1$s sem conteúdos nos resultados de pesquisa"],"Determine how your %1$s should look on social media by default. You can always customize the settings for individual %1$s in the %2$s metabox.":["Escolha a apresentação por omissão de %1$s nas redes sociais. Pode sempre personalizar individualmente as definições de %1$s na metabox do %2$s."],"Determine what your %1$s should look like in the search results by default. You can always customize the settings for individual %1$s in the %2$s metabox.":["Escolha a apresentação por omissão de %1$s nas redes sociais. Pode sempre personalizar individualmente as definições de %1$s na metabox do %2$s."],"This taxonomy is used for %2$s.":["Esta taxonomia é usada para %2$s!"],"This taxonomy is used for %1$s and %2$s.":["Esta taxonomia é usada para %1$s e %2$s."],"Read more about our custom field analysis":["Leia mais sobre a nossa análise de campos personalizados"],"Determine how your %1$s should look on social media by default. You can always customize the settings for individual %1$s in the %2$s sidebar or metabox.":["Escolha a apresentação por omissão de %1$s nas redes sociais. Pode sempre personalizar individualmente as definições de %1$s na barra lateral ou na metabox do %2$s."],"Determine what your %1$s should look like in the search results by default. You can always customize the settings for individual %1$s in the %2$s sidebar or metabox.":["Escolha a apresentação por omissão de %1$s nas redes sociais. Pode sempre personalizar individualmente as definições de %1$s na barra lateral ou na metabox do %2$s."],"Determine how your %1$s should be described by default in %2$syour site's Schema.org markup%3$s. You can always change the settings for individual %1$s in the %4$s sidebar or metabox.":["Escolha a descrição por omissão de %1$s na %2$snotação de Schema.org do seu site%3$s. Pode sempre personalizar individualmente as definições de %1$s na barra lateral ou na metabox do %4$s."],"You can add multiple custom fields and separate them by using %1$senter%2$s or %1$scomma%2$s.":["Pode adicionar múltiplos campos personalizados e separá-los usando %1$sEnter%2$s ou %1$svírgula%2$s."],"Please enter a search term with at least 3 characters.":["Digite um termo de pesquisa com pelo menos 3 caracteres."],"CtrlK":["Ctrl+K"],"⌘K":["⌘K"],"Add new user...":["Adicionar novo utilizador..."],"Unavailable for multisites":["Indisponível para multissites"],"Integrate your custom fields and SEO data from %1$s%2$s%3$s":["Integre os seus campos personalizados do %1$s%2$s%3$s com dados de SEO"],"Upgrade your %1$s%2$s%3$s SEO":["Actualize o SEO do seu %1$s%2$s%3$s"],"Improve your internal search results with %1$s%2$s%3$s":["Melhore os seus resultados de pesquisa interna com %1$s%2$s%3$s"],"Make your terms & privacy pages more trustworthy with %1$s%2$s%3$s":["Torne mais fiáveis as suas páginas de termos e privacidade com %1$s%2$s%3$s"],"Track your rankings through time with %1$s%2$s%3$s":["Rastreie as suas classificações ao longo do tempo com %1$s%2$s%3$s"],"Use %1$s%2$s%3$s to do keyword research - without leaving your post":["Use o %1$s%2$s%3$s para fazer pesquisa de palavras-chave - sem sair do seu conteúdo"],"We could not save the website name. Please check the value.":["Não foi possível guardar o nome do site. Por favor verifique o valor."],"%1$sSubheading distribution%2$s: The beginning of your text is longer than %4$s %5$s and is not separated by any subheadings. %3$sAdd subheadings to improve readability.%2$s":["%1$sDistribuição de subtítulos%2$s: O início do seu texto tem mais de %4$s %5$s e não é separado por quaisquer subtítulos. %3$sAdicione subtítulos para melhorar a legibilidade%2$s."],"WordPress.org support forums":["Fórum de suporte de WordPress.org"],"Yoast Premium support":["Suporte do Yoast Premium"],"Yoast.com help section":["Secção de ajuda de Yoast.com"],"Help":["Ajuda"],"Write better content":["Escreva melhor conteúdo"],"Improve your blog post":["Melhore o seu artigo do blog"],"Learn more SEO":["Saiba mais sobre SEO"],"SEO Tools":["Ferramentas de SEO"],"not set":["não definido"],"With a 30-day money-back guarantee. No questions asked.":[""],"Reach new customers who live near your business":[""],"Get all 5 Yoast plugins for WordPress at a big discount":[""],"Cover all your SEO bases":["Cubra todas as suas áreas de SEO"],"Add global identifiers for variable products":["Adicione identificadores globais para produtos variáveis"],"Drive more traffic to your online store":["Obtenha mais tráfego para a sua loja online"],"Add all necessary schema.org markup":["Adicione todas as notações necessárias de schema.org"],"Ping Google on the publication of a new post":["Notifique o Google sobre a publicação de um novo conteúdo"],"Rank higher in Google's news carousel":["Obtenha melhor classificação no carrossel de notícias do Google"],"Make your videos responsive for all screen sizes":["Torne os seus vídeos responsivos em todos os tamanhos de ecrã"],"Cleaned up %1$d record from %2$s.":["Foi limpo %1$d registo de %2$s.","Foram limpos %1$d registos de %2$s."],"Cleaning up %1$s [%2$s]":["Limpeza de %1$s [%2$s]"],"Skipping %1$s. %2$s is not active on this site.":["Ignorar %1$s. O %2$s não está activo neste site."],"Cleaned up %1$d record.":["Foi limpo %1$d registo.","Foram limpos %1$d registos."],"The value for 'batch-size' must be a positive integer higher than equal to 1.":["O valor para \"tamanho do lote\" deve ser um inteiro positivo superior a 1."],"The value for 'interval' must be a positive integer.":["O valor para \"intervalo\" tem de ser um número inteiro positivo."],"We need to re-analyze some of your SEO data because of a change in the visibility of your taxonomies. Please help us do that by running the SEO data optimization. ":["É necessário reanalisar alguns dos seus dados de SEO por causa de uma alteração na visibilidade das taxonomias. Por favor ajude-nos a fazer isto ao executar a optimização de dados de SEO. "],"We need to re-analyze some of your SEO data because of a change in the visibility of your post types. Please help us do that by running the SEO data optimization. ":["É necessário reanalisar alguns dos seus dados de SEO por causa de uma alteração na visibilidade dos seus tipos de conteúdo. Por favor ajude-nos a fazer isto ao executar a optimização de dados de SEO. "],"The term %s could not be built because it's not indexable.":["Não foi possível criar o termo %s porque não é indexável."],"The post %s could not be indexed because it's post type is excluded from indexing.":["Não foi possível indexar o conteúdo %s porque é de um tipo de conteúdo excluído da indexação."],"The post %s could not be indexed because it does not meet indexing requirements.":["Não foi possível indexar o conteúdo %s porque não cumpre os requisitos para indexação."],"%1$sSAVE 30%%%2$s on your 12 month subscription":["%1$sPOUPE 30%%%2$s na sua subscrição de 12 meses"],"BLACK FRIDAY - 30% OFF":["BLACK FRIDAY - 30% DE DESCONTO"],"Use the alternate organization name for acronyms, or a shorter version of your organization's name.":["Utilize o nome alternativo da organização para acrónimos ou versões abreviadas do nome da sua organização."],"Alternate organization name":["Nome alternativo da organização"],"Use the alternate website name for acronyms, or a shorter version of your website's name.":["Utilize o nome alternativo do site para acrónimos ou versões abreviadas do nome do seu site."],"Alternate website name":["Nome alternativo do site"],"Determine how the title of your 404 error pages should look in the browser.":["Escolha a apresentação do título das suas páginas de erro 404 no navegador."],"404 error pages":["Páginas de erro 404"],"Determine how the title of your internal search pages should look in the browser.":["Escolha a apresentação do título das suas páginas de pesquisa interna no navegador."],"Internal search pages":["Páginas de pesquisa interna"],"Show media pages in search results":["Mostrar páginas de multimédia nos resultados de pesquisa"],"Show format archives in search results":["Mostrar arquivo por datas nos resultados de pesquisa"],"Show author archives in search results":["Mostrar arquivos de autores nos resultados de pesquisa"],"Breadcrumbs for %1$s":["Breadcrumbs de %1$s"],"Site connections":["Ligações do site"],"View the XML sitemap":["Veja o sitemap XML"],"Enable feature":["Activar funcionalidade"],"Site features":["Funcionalidades do site"],"Learn more":["Saiba mais"],"Site info":["Informações do site"],"We're sorry, you're not allowed to edit the %1$swebsite name%2$s and %1$stagline%2$s.":["Não tem permissão para editar o %1$stítulo do site%2$s e a %1$sdescrição%2$s."],"Show or hide our tools and controls in the attachment editor.":["Mostre ou esconda as nossas ferramentas e controlos no editor de anexos."],"(e.g., %1$s)":["(p.ex. %1$s)"],"Remove unregistered URL parameters":["Remover do URL parâmetros não registados"],"Optimize Google Analytics utm tracking parameters":["Optimizar parâmetros de rastreio utm do Google Analytics"],"Remove WP-JSON API":["Remover WP-JSON API"],"Remove emoji scripts":["Remover scripts de emoji"],"Remove Atom / RDF feeds":["Remover feeds Atom/RDF"],"Remove search results feeds":["Remover feeds dos resultados de pesquisa"],"Remove custom taxonomy feeds":["Remover feeds de taxonomias personalizadas"],"Remove tag feeds":["Remover metadados de feeds"],"Remove category feeds":["Remover feeds das categorias"],"Remove post type feeds":["Remover feeds de tipos de conteúdo"],"Remove post authors feeds":["Remover feeds de autores de conteúdos"],"Remove post comments feeds":["Remover feeds de comentários de conteúdos"],"Remove global comment feeds":["Remover feeds de comentários globais"],"Remove global feed":["Remover feed global"],"Remove powered by HTTP header":["Remover cabeçalho HTTP de Criado com"],"Remove generator tag":["Remover metadados do gerador"],"Remove oEmbed links":["Remover ligações oEmbed"],"Remove RSD / WLW links":["Remover ligações de RSD/WLW"],"Remove REST API links":["Remover ligações da REST API"],"Remove shortlinks":["Remover shortlinks"],"Show or hide our tools and controls in the content editor.":["Mostre ou esconda as nossas ferramentas e controlos no editor de conteúdos."],"Enable SEO controls and assessments":["Activar controlos e análises de SEO"],"Unlock with %1$s":["Desbloqueie com o %1$s"],"We couldn’t find anything with that term.":["Não foi possível encontrar nada com este termo."],"Search...":["Pesquisar..."],"Quick search...":["Pesquisa rápida..."],"No, continue editing":["Não, continue a editar"],"Yes, discard changes":["Sim, ignorar alterações"],"You are about to discard all unsaved changes. All of your settings will be reset to the point where you last saved. Are you sure you want to do this?":["Está prestes a descartar todas as alterações não guardadas. Todas as suas definições serão repostas ao ponto em que foram guardadas pela última vez. De certeza que quer fazer isto?"],"Discard all changes":["Descartar todas as alterações"],"Redirect pretty URLs for search pages to raw format":["Redireccione URL personalizados de páginas de pesquisa para formato genérico"],"Choose the general appearance of your breadcrumbs.":["Escolha a aparência geral das suas breadcrumbs."],"Breadcrumb appearance":["Apresentação de breadcrumbs"],"You have selected the user %1$s%5$s%2$s as the person this site represents. Their user profile information will now be used in search results. %3$sUpdate their profile to make sure the information is correct%4$s.":["Seleccionou o utilizador %1$s%5$s%2$s como a pessoa representada por este site. As informações deste perfil serão usadas nos resultados de pesquisas. %3$sActualize este perfil para garantir que a informação está correcta%4$s."],"Please tell us more about the person this site represents.":["Por favor diga-nos mais sobre a pessoa que este site representa."],"E.g. https://example.com/yoast":["P.ex. https://exemplo.com/yoast"],"Tell us if you have any other profiles on the web that belong to your organization. This can be any number of profiles, like YouTube, LinkedIn, Pinterest, or even Wikipedia.":["Diga-nos se tem outros quaisquer perfis na web que pertençam à sua organização. Pode ser um qualquer número de perfis, como YouTube, LinkedIn, Pinterest ou Wikipédia."],"Please tell us more about your organization. This information will help Google to understand your website, and improve your chance of getting rich results.":["Por favor diga-nos mais sobre a sua organização. Esta informação irá ajudar o Google a compreender o seu site, e melhora a probabilidade de obter resultados dinâmicos."],"E.g. https://twitter.com/yoast":["P.ex. https://twitter.com/yoast"],"E.g. https://facebook.com/yoast":["P.ex. https://facebook.com/yoast"],"Other profiles":["Outros perfis"],"Writing":["Escrita"],"You can determine the title and description for the blog page by %1$sediting the blog page itself%2$s.":["Pode definir o título e descrição da página de blog ao %1$seditar a página de blog%2$s."],"These are expert features, so make sure you know what you're doing before removing the parameters. %1$sRead more about how your site can be affected%2$s.":["Estas são funcionalidades especializadas, por isso certifique-se de que sabe o que está a fazer antes de remover os parâmetros. %1$sLer mais sobre como o seu site pode ser afectado%2$s."],"Advanced: URL cleanup":["Avançadas: Limpeza de URL"],"Prevent crawling of internal site search URLs":["Impedir o rastreio dos URL da pesquisa interna do seu site"],"Block internal site searches which match the patterns of known spam attacks.":["Bloqueie pesquisas internas do site que correspondam a padrões de conhecidos ataques de spam."],"Block internal site searches which contain complex and non-alphanumeric characters, as they may be part of a spam attack.":["Bloqueie pesquisas internas do site que contenham caracteres complexos não-alfanuméricos, uma vez que poderão ser parte de um ataque de spam."],"Enables advanced settings for protecting your internal site search URLs.":["Activa definições avançadas para proteger os URL de pesquisa interna do seu site."],"Your internal site search can create lots of confusing URLs for search engines, and can even be used as a way for SEO spammers to attack your site. Most sites will benefit from experimenting with these protections and optimizations, even if you don’t have a search feature in your theme.":["A sua pesquisa interna do site pode criar imensos URL confusos para os motores de pesquisa, e pode até ser usado como spam de SEO para atacar o seu site. A maioria dos sites beneficiam de experimentar estas protecções e optimizações, mesmo que não tenha uma funcionalidade de pesquisa no seu tema."],"Internal site search cleanup":["Limpeza da pesquisa interna do site"],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of WordPress' JSON API endpoints.":["Adicione ao seu ficheiro robots.txt uma regra de ‘não autorizar’, para impedir o rastreio dos endpoints da JSON API do WordPress."],"Remove JavaScript used for converting emoji characters in older browsers.":["Remove o JavaScript usado para converter caracteres emoji em navegadores antigos."],"Remove URLs which provide alternative (legacy) formats of all of the above.":["Remove os URL que fornecem formatos alternativos (obsoletos) a todos os acima."],"Remove URLs which provide information about your search results.":["Remove os URL que fornecem informações sobre os seus resultados de pesquisa."],"Remove URLs which provide information about your recent posts, for each custom taxonomy.":["Remove os URL que fornecem informações sobre os seus conteúdos mais recentes, por cada taxonomia."],"Remove URLs which provide information about your recent posts, for each tag.":["Remove os URL que fornecem informações sobre os seus conteúdos mais recentes, por cada etiqueta."],"Remove URLs which provide information about your recent posts, for each category.":["Remove os URL que fornecem informações sobre os seus conteúdos mais recentes, por cada categoria."],"Remove URLs which provide information about your recent posts, for each post type.":["Remove os URL que fornecem informações sobre os seus conteúdos mais recentes, por cada tipo de conteúdo."],"Remove URLs which provide information about recent posts by specific authors.":["Remove os URL que fornecem informações sobre conteúdos recentes por autores específicos."],"Remove URLs which provide information about recent comments on each post.":["Remove os URL que fornecem informações sobre comentários recentes em cada conteúdo."],"Also disables post comment feeds.":["Desactivar também feeds de comentários dos conteúdos."],"Remove URLs which provide an overview of recent comments on your site.":["Remove os URL que fornecem uma visão geral dos comentários recentes no seu site."],"Remove URLs which provide an overview of your recent posts.":["Remove os URL que fornecem uma visão geral dos seus conteúdos mais recentes."],"WordPress outputs your content in many different formats, across many different URLs (like RSS feeds of your posts and categories). It’s generally good practice to disable the formats you’re not actively using.":["O WordPress fornece o seu conteúdo em diversos formatos, através de muitos URL diferentes (como feeds RSS dos seus artigos e categorias). É geralmente uma boa prática desactivar os formatos que não está a utilizar activamente."],"Disable unwanted content formats":["Desactive formatos de conteúdo indesejados"],"Remove links which allow others sites to ‘ping’ yours when they link to you.":["Remove ligações que permitem a outros sites fazer \"ping\" ao seu site ao criarem uma ligação para o seu site."],"Remove information about the plugins and software used by your site.":["Remove as informações sobre plugins e softwares usados pelo seu site."],"Remove links used for embedding your content on other sites.":["Remove ligações usadas para incorporar os seus conteúdos noutros sites."],"Remove links used by external systems for publishing content to your blog.":["Remove ligações usadas por sistemas externos para publicar conteúdos no seu blog."],"Remove links to the location of your site’s REST API endpoints.":["Remove ligações para a localização dos endpoints da REST API do seu site."],"Remove links to WordPress' internal 'shortlink' URLs for your posts.":["Remove ligações para URL de \"shortlinks internos\" do WordPress para os seus conteúdos."],"Remove unwanted metadata":["Remover metadados indesejados"],"Crawl optimization":["Optimização de rastreio"],"Removes unknown URL parameters via a %1$s redirect. E.g., %2$s will be redirected to %3$s":["Remove os parâmetros e URL desconhecidos através de um redireccionamento %1$s. Por exemplo, %2$s será redireccionado para %3$s."],"Replaces %1$s tracking parameters with the (more performant) %2$s equivalent, via a %3$s redirect. E.g., %4$s will be redirected to %5$s":["Substitui os parâmetros de rastreio %1$s pelo equivalente %2$s (com melhor desempenho), através de um redireccionamento %3$s. Por exemplo, %4$s será redireccionado para %5$s."],"Users and search engines may often request your URLs whilst using query parameters, like %1$s. These can be helpful for tracking, filtering, and powering advanced functionality - but they come with a performance and SEO ‘cost’. Sites which don’t rely on URL parameters might benefit from using these options.":["Os utilizadores e motores de pesquisa pedem com frequência os seus URL com parâmetros de consulta como %1$s. Estes podem ser úteis para rastrear, filtrar e outras funcionalidades avançadas, mas prejudicam o desempenho e o SEO. Os sites que não dependem de parâmetros de URL podem beneficiar do uso destas opções."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by Common Crawl CCBot.":["Adicione ao seu ficheiro robots.txt uma regra de \"não autorizar\", para impedir o rastreio pelo Common Crawl CCBot."],"WordPress adds a lot of links and content to your site's %1$s and HTTP headers. For most websites you can safely disable all of these, which can help to save bytes, electricity, and trees.":["O WordPress adiciona muitas ligações e conteúdo ao %1$s e cabeçalhos HTTP do seu site. A maioria das pessoas podem desactivar tudo isto em segurança, o que pode ajudar a poupar bytes, electricidade e árvores."],"Make your site more efficient and more environmentally friendly by preventing search engines from crawling things they don’t need to, and by removing unused WordPress features. %1$sLearn more about crawl settings and how they could benefit your site%2$s.":["Torne o seu site mais eficiente e mais amigo do ambiente ao impedir que os motores de pesquisa rastreiem coisas que não precisam, e ao remover funcionalidades do WordPress não utilizadas. %1$sSaiba mais sobre definições de rastreio e como podem beneficiar o seu site%2$s."],"E.g., %1$s and %2$s":["P. ex. %1$s e %2$s"],"E.g., %1$s":["P. ex. %1$s"],"Enable breadcrumbs for your theme":["Active as breadcrumbs para o seu tema"],"You can always choose to enable/disable them for your theme below. This setting will not apply to breadcrumbs inserted through a widget, a block or a shortcode.":["Pode sempre escolher activar/desactivar para o seu tema abaixo. Esta definição não será aplicada a breadcrumbs inseridas através de um widget, um bloco ou um shortcode."],"Choose which Post type you wish to show in the breadcrumbs for Taxonomies.":["Escolha que tipo de conteúdo gostaria de mostrar nas breadcrumbs para taxonomias."],"Breadcrumbs for taxonomies":["Breadcrumbs para taxonomias"],"Choose which Taxonomy you wish to show in the breadcrumbs for Post types.":["Escolha que taxonomia gostaria de mostrar nas breadcrumbs para tipos de conteúdo."],"Breadcrumbs for post types":["Breadcrumbs para tipos de conteúdo"],"Breadcrumb for 404 page":["Breadcrumb para página 404"],"Prefix for search page breadcrumbs":["Prefixo para breadcrumbs de página de pesquisa"],"Add prefix":["Adicionar prefixo"],"Add anchor text":["Adicionar texto âncora"],"Add separator":["Adicionar separador"],"Configure the appearance and behavior of %1$syour breadcrumbs%2$s.":["Configure a apresentação e comportamento das %1$ssuas breadcrumbs%2$s."],"Disabling this will redirect the %1$s to your site's homepage.":["Desactivar isto irá redireccionar o item %1$s para a página inicial do seu site."],"Refresh this page":["Actualizar esta página"],"Unfortunately, this means that all your unsaved changes will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Infelizmente, isto significa que todas as alterações por guardar serão perdidas. Pode tentar actualizar esta página para corrigir o problema. Se o erro persistir, por favor contacte a nossa equipa de suporte para obter toda a ajuda que precisa!"],"Something went wrong. An unexpected error occurred.":["Algo correu mal. Ocorreu um erro inesperado."],"Failed to retrieve users.":["Falhou ao obter utilizadores."],"Searching users...":["A pesquisar utilizadores..."],"No users found.":["Não foram encontrados utilizadores."],"Discard changes":["Descartar alterações"],"The profile is not valid. Please use only 1-25 letters, numbers and underscores or enter a valid Twitter URL.":["Este perfil é inválido. Por favor utilize apenas 1 a 25 letras, números e underscores, ou digite um URL válido do Twitter."],"The profile is not valid. Please enter a valid URL.":["Este perfil é inválido. Por favor insira um URL válido."],"The verification code is not valid. Please use only the letters A to F, numbers, underscores and dashes.":["O código de verificação é inválido. Por favor utilize apenas letras de A a F, números, underscores e hífenes."],"The verification code is not valid. Please use only letters, numbers, underscores and dashes.":["O código de verificação é inválido. Por favor utilize apenas letras, números, underscores e hífenes."],"User":["Utilizador"],"Site basics":["Essencial do site"],"Text formality":["Formalidade do texto"],"Read more about text formality.":["Leia mais sobre a formalidade do texto."],"%1$s%3$s%2$s will help you assess the formality level of your text.":["O %1$s%3$s%2$s ajuda na avaliação do nível de formalidade do seu texto."],"WordPress loads lots of resources, some of which your site might not need. If you’re not using these, removing them can speed up your pages and save resources.":["O WordPress carrega muitos recursos, alguns dos quais o seu site poderá não precisar. Se não usar alguns destes, a sua remoção pode aumentar a velocidade das suas páginas e poupar recursos."],"Remove unused resources":["Remover recursos não utilizados"],"Prevent search engines from crawling /wp-json/":["Impedir o rastreio de /wp-json/ pelos motores de pesquisa"],"Prevent search engines from crawling site search URLs":["Impedir o rastreio dos URL da pesquisa do site pelos motores de pesquisa"],"There are unsaved changes on this page. Leaving means that those changes will be lost. Are you sure you want to leave this page?":["Há alterações por guardar nesta página. Sair significa que essas alterações serão perdidas. De certeza que quer sair desta página?"],"Media pages":["Páginas de multimédia"],"Categories & tags":["Categorias e etiquetas"],"Content types":["Tipos de conteúdo"],"Show more":["Mostrar mais"],"Show less":["Mostrar menos"],"Configure the basics for your website.":["Configure o essencial para o seu site."],"This field updates the %1$stagline in your WordPress settings%2$s.":["Este campo actualiza a %1$sdescrição do site nas opções do seu WordPress%2$s."],"Disabling this means that %1$s pages created by WordPress will not be indexed by search engines and will be excluded from XML sitemaps.":["Desactivar isto significa que as páginas de %1$s criadas pelo WordPress não serão indexadas pelos motores de pesquisa e serão excluídas dos sitemaps XML."],"Show %1$s pages in search results":["Mostrar %1$s páginas nos resultados de pesquisa"],"We recommend keeping %1$s pages disabled. This will cause all attachment URLs to be redirected to the media itself.":["Recomendamos a desactivação das páginas de %1$s. Isto irá redireccionar os URL dos anexos para os próprios itens multimédia."],"%1$s pages":["Páginas de %1$s"],"When you upload media (e.g. an image or video), %5$s automatically creates a %3$s page (attachment URL) for it. These pages are quite empty and could cause %1$sthin content problems and lead to excess pages on your site%2$s. Therefore, %4$s disables them by default (and redirects the attachment URL to the media itself).":["Ao carregar itens multimédia (por exemplo, uma imagem ou um vídeo), o %5$s cria automaticamente uma página respectiva de %3$s (URL de anexo). Estas páginas de anexo são praticamente vazias, criando %1$sproblemas de conteúdo sem valor e excesso de páginas no seu site%2$s. Por isso, o %4$s desactiva-as por omissão (e redirecciona os URL de anexos para os próprios itens multimédia)."],"Format-based archives can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["Arquivos com base no formato podem causar problemas de duplicação de conteúdos. Para a maioria dos sites é recomendado que esta definição seja desactivada."],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps. We recommend that you disable this setting.":["Desactivar isto significa que os itens de %1$s não serão indexados pelos motores de pesquisa e serão excluídos dos sitemaps XML. Recomendamos que desactive esta definição."],"%1$s can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["O %1$s poderá criar problemas de duplicação de conteúdos. Para a maioria dos sites é recomendado que desactive esta opção."],"%1$s (e.g. %2$s) are based on publication dates. From an SEO perspective, the posts in these archives have no real relation to the other posts except for their publication dates, which doesn’t say much about the content. They could also lead to duplicate content issues. This is why we recommend you to disable %3$s.":["O %1$s (p.ex. %2$s) baseia-se nas datas de publicação. Do ponto de vista de SEO, os conteúdos no arquivo não têm relação real com outros conteúdos, com excepção da data de publicação, que não diz muito sobre o conteúdo. Isto poderá ainda criar problemas de duplicação de conteúdos. É por isso que é recomendável desactivar o %3$s."],"Determine how your %1$s should look on social media by default.":["Escolha a apresentação por omissão de %1$s nas redes sociais."],"Disabling this means that %1$s without any posts will not be indexed by search engines and will be excluded from XML sitemaps.":["Desactivar isto significa que os %1$s sem qualquer artigo não serão indexados pelos motores de pesquisa e serão excluídos dos sitemaps XML."],"Show archives for authors without posts in search results":["Mostrar nos resultados de pesquisa os arquivos de autores sem artigos"],"Determine how your %1$s should look in search engines.":["Escolha a apresentação por omissão de %1$s nos motores de pesquisa."],"If you're running a one author blog, the %1$s (e.g. %2$s) will be exactly the same as your homepage. This is what's called a %3$sduplicate content problem%4$s. If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or prevent it from showing up in search results.":["Se está a gerir um site apenas com um autor, o %1$s (p.ex. %2$s) será o mesmo que a sua página inicial. Isto é o que se chama %3$sum problema de conteúdo duplicado%4$s. Se este for o seu caso, pode escolher desactivar (o que facilita o redireccionamento para a página inicial), ou impedir que seja mostrado nos resultados de pesquisa."],"Author archive":["Arquivo do autor"],"Read more about the search results settings":["Leia mais sobre as definições dos resultados de pesquisa"],"Determine how your %1$s should look in search engines and on social media.":["Escolha a apresentação por omissão de %1$s nos motores de pesquisa e nas redes sociais."],"Contact support":["Contacte o suporte"],"We're very sorry, but it seems like the following error has interrupted our application:":["Desculpe, parece que o seguinte erro interrompeu a nossa aplicação:"],"Read reviews from real users":["Leia avaliações de utilizadores reais"],"%1$s attempted to load the class %2$s but it could not be found.":["O %1$s tentou carregar a classe %2$s mas esta não foi encontrada."],"We noticed that you are using a multilingual plugin. Please be aware that this analysis feedback is intended only for texts written in English.":["Reparámos que está a usar um plugin multilingue. Atenção que o feedback desta análise se destina apenas aos textos escritos em inglês."],"Determine how your homepage should look in the search results and on social media. This is what people probably will see when they search for your brand name.":["Escolha a apresentação por omissão da sua página inicial nos motores de pesquisa e nas redes sociais. Atenção que isto é provavelmente o que as pessoas encontrarão ao pesquisar pelo nome da sua marca."],"Determine how your homepage should look on social media.":["Escolha a apresentação da sua página inicial nas redes sociais."],"Show the categories prefix in the slug":["Manter o prefixo das categorias na slug"],"Category URLs in WordPress contain a prefix, usually %s. Show or hide that prefix in category URLs.":["Os URL das categorias do WordPress contêm um prefixo, geralmente %s. Mostre ou esconda esse prefixo nos URL das categorias."],"Determine how your %1$s archive should look on social media.":["Escolha a apresentação do arquivo de %1$s nas redes sociais."],"Disabling this means that the archive for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Desactivar isto significa que o arquivo de %1$s não será indexado pelos motores de pesquisa e será excluído dos sitemaps XML."],"Determine how your %1$s archive should look in search engines.":["Escolha a apresentação do arquivo de %1$s nos motores de pesquisa."],"These settings are specifically for optimizing your %1$s archive.":["Estas definições são para optimizar especificamente o seu arquivo de %1$s."],"%1$s archive":["Arquivo de %1$s"],"Add custom fields to page analysis":["Adicionar campos personalizados à análise de páginas"],"Additional settings":["Opções adicionais"],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Ao desactivar isto, deixará de ser feita a indexação de %1$s pelos motores de pesquisa e a sua inclusão nos sitemaps XML."],"Search appearance":["Apresentação da pesquisa"],"You haven't set a Shop page in your WooCommerce settings. %1$sPlease do this first%2$s.":["Não definiu a página da loja nas configurações do WooCommerce. %1$sPor favor, faça isto primeiro%2$s."],"The %1$ssocial image%2$s, %1$ssocial title%2$s and %1$ssocial description%2$s require Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":["A %1$simagem de redes sociais%2$s, %1$stítulo de redes sociais%2$s e %1$sdescrição de redes sociais%2$s requerem dados Open Graph, que estão de momento desactivados na secção \"Partilha em redes sociais\" das %3$sfuncionalidades do site%4$s."],"Oh no! It seems your form contains invalid data. Please review the following fields:":["Oh não! Parece que o seu formulário contém dados inválidos. Por favor verifique os seguintes campos:"],"Archive social image":["Imagem do arquivo nas redes sociais"],"Archive social description":["Descrição do arquivo nas redes sociais"],"Archive social title":["Título do arquivo nas redes sociais"],"Show the archive for %1$s in search results":["Mostrar o arquivo de %1$s nos resultados de pesquisa"],"Archive breadcrumbs title":["Título de breadcrumbs do arquivo"],"Archive meta description":["Descrição do arquivo"],"Archive SEO title":["Título SEO do arquivo"],"Enable %1$s for %2$s":["Activar o %1$s para %2$s"],"Show %1$s in search results":["Mostrar %1$s nos resultados de pesquisa"],"The selected media type is not valid. Supported types are: JPG, PNG, WEBP and GIF.":["O tipo de item multimédia é inválido. Os tipos suportados são: JPG, PNG, WEBP e GIF."],"%1$sInclusive language%2$s: We haven't detected any potentially non-inclusive phrases. Great work!":["%1$sLinguagem inclusiva%2$s: Não detectámos nenhuma frase potencialmente não inclusiva. Óptimo trabalho!"],"Potentially non-inclusive phrases":["Frases potencialmente não inclusivas"],"Non-inclusive phrases":["Frases não inclusivas"],"Learn more about the inclusive language analysis":["Saiba mais sobre a análise de linguagem inclusiva"],"Inclusive language:":["Linguagem inclusiva:"],"Removes the inclusive language analysis section from the metabox and disables all inclusive language-related suggestions.":["Remove a secção de análise de linguagem inclusiva da metabox e desactiva todas as sugestões relacionadas com linguagem inclusiva."],"Disable inclusive language analysis":["Desactivar análise de linguagem inclusiva"],"Discover why inclusive language is important for SEO.":["Saiba porque a linguagem inclusiva é importante para o SEO."],"The inclusive language analysis offers suggestions to write more inclusive copy.":["A análise de linguagem inclusiva oferece sugestões para escrever textos mais inclusivos."],"Inclusive language analysis":["Análise de linguagem inclusiva"],"Inclusive language":["Linguagem inclusiva"],"%1$sInclusive language%2$s: %3$s":["%1$sLinguagem inclusiva%2$s: %3$s"],"Use %s fields to power your meta tags and templates, and analyze all of your content.":["Use campos do %s para gerar os seus metadados e modelos, e para analisar todo o seu conteúdo."],"Improve your technical SEO, meta tags and unlock more SEO ecommerce tools.":["Melhore os aspectos técnicos do seu SEO, os metadados, e desbloqueie mais ferramentas de SEO para comércio electrónico."],"Connect your %1$s account to improve your site’s search results using %2$s data.":["Ligue a sua conta de %1$s e melhore os resultados de pesquisa do seu site, usando os dados do %2$s."],"Upgrade your meta tags and social previews and manage your SEO settings in one place.":["Actualize os seus metadados e pré-visualizações de redes sociais, e gira as suas definições de SEO num único lugar."],"Get the most out of %1$s%2$s%3$s and %4$s, together":["Obtenha o máximo do %1$s%2$s%3$s e %4$s juntos"],"Take advantage of your favorite SEO & content analysis tools with your favorite page builder.":["Tire partido das suas ferramentas de SEO e análise de conteúdo com o seu construtor de páginas favorito."],"Get %1$s tools and functionality in %2$s%3$s%4$s":["Obtenha ferramentas e funcionalidades do %1$s no %2$s%3$s%4$s"],"Use the power of the blockchain to timestamp your content with %s.":["Utilize o poder da blockchain para criar um Timestamp do seu conteúdo com o %s."],"Keep an eye on how your posts are ranking by connecting to your %s account.":["Fique atento à forma como os seus conteúdos são classificadas, através de ligar à sua conta de %s."],"Find out what your audience is searching for with %s data right in your sidebar.":["Descubra o que a sua audiência está à procura com os dados do %s na sua barra lateral."],"Front-end SEO inspector":["Inspector de SEO no site"],"Oops! Something went wrong while saving.":["Ups! Algo correu mal ao guardar."],"Great! Your settings were saved successfully.":["Óptimo! As suas definições foram guardadas com sucesso."],"Get your verification code in %1$sYandex Webmaster tools%2$s.":["Obtenha o seu código de verificação em %1$sFerramentas de webmaster do Yandex%2$s."],"Yandex":["Yandex"],"Claim your site over at %1$sPinterest%2$s.":["Reivindique o seu site no %1$sPinterest%2$s."],"Get your verification code in %1$sGoogle Search console%2$s.":["Obtenha o seu código de verificação em %1$sGoogle Search Console%2$s."],"Get your verification code in %1$sBing Webmaster tools%2$s.":["Obtenha o seu código de verificação em %1$sFerramentas de webmaster do Bing%2$s."],"Bing":["Bing"],"Add verification code":["Adicionar código de verificação"],"Get your verification code in %1$sBaidu Webmaster tools%2$s.":["Obtenha o seu código de verificação em %1$sFerramentas de webmaster do Baidu%2$s."],"Baidu":["Baidu"],"Verify your site with different tools. This will add a verification meta tag to your homepage. You can find instructions on how to verify your site for each platform by following the link in the description.":["Verifique o seu site com várias ferramentas. Isto irá incluir um elemento de metadados de verificação à sua página inicial. Pode encontrar instruções sobre como verificar o seu site em cada plataforma seguindo a ligação na descrição."],"By default only editors and administrators can access the Advanced and Schema section of the %1$s sidebar or metabox. Disabling this allows access to all users.":["Por omissão, apenas editores e administradores podem aceder à secção Avançadas e Schema da metabox do %1$s. Desactivar isto permite o acesso a todos os utilizadores."],"Restrict advanced settings for authors":["Restringir definições avançadas para autores"],"This Yoast SEO REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use Yoast SEO for all their SEO meta output.":["Este endpoint da REST API do Yoast SEO fornece-lhe todos os metadados que precisa para um URL específico. Isto facilita muito a utilização do Yoast SEO por sites headless WordPress para gerar todos os seus metadados de SEO."],"REST API endpoint":["Endpoint da REST API"],"APIs":["API"],"Slack sharing":["Partilha pelo Slack"],"Allows for Twitter to display a preview with images and a text excerpt when a link to your site is shared.":["Permite que o Twitter mostre uma pré-visualização com imagens e excerto do texto ao partilhar uma ligação para o seu site."],"Twitter card data":["Metadados do cartão do Twitter"],"Open Graph data":["Dados Open Graph"],"Social sharing":["Partilha em redes sociais"],"Site structure":["Estrutura do site"],"Tell us which features you want to use.":["Diga-nos que funcionalidades quer utilizar."],"Site preferences":["Preferências do site"],"Network disabled":["Desactivado na rede"],"Unavailable for sub-sites":["Indisponível para subsites"],"This image is used as a fallback for posts/pages that don't have any images set.":["Esta imagem é usada como alternativa nos artigos e páginas que ainda não tenham qualquer imagem definida."],"Site image":["Imagem do site"],"Title separator":["Separador de títulos"],"Recommended size for this image is %1$s%3$s%2$s":["O tamanho recomendado para esta imagem é %1$s%3$s%2$s"],"The %1$sSite image%2$s requires Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":["A %1$simagem do site%2$s requer dados Open Graph, que está de momento desactivada na secção \"Partilha em redes sociais\" das %3$sfuncionalidades do site%4$s."],"Automatically add content to your RSS. This enables you to add links back to your blog and your blog posts, helping search engines identify you as the original source of the content.":["Adicionar informação automaticamente ao seu RSS. isto permite adicionar ligações para o seu site e respectivos conteúdos, permitindo a sua identificação como fonte original dos conteúdos."],"RSS feed":["Feed RSS"],"%1$s (default)":["%1$s (por omissão)"],"We took the liberty of using your website name and logo for the organization name and logo. Feel free to change them below.":["Tomámos a liberdade de usar o título e o logótipo do seu site para o nome e logótipo da organização. Pode personalizá-los abaixo."],"Edit your %1$s":["Edite o(a) %1$s"],"slug":["slug"],"keyphrase":["frase-chave"],"A company name and logo need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site name and logo as default values. %1$sLearn more about the importance of structured data.%2$s":["Deve configurar o nome e o logótipo da empresa para que os dados estruturados funcionem correctamente. Como ainda não estão configurados, estão a ser usados o nome e logótipo do site como valores por omissão. %1$sSaiba mais sobre a importância de dados estruturados.%2$s"],"Install %1$s Content Analysis for %2$s":["Instale a análise de conteúdo do %1$s para o %2$s"],"Activate %1$s Content Analysis for %2$s":["Active a análise de conteúdo do %1$s para o %2$s"],"%1$s integrates with %2$s":["O %1$s integra-se com o %2$s"],"Integration active":["Integração activa"],"Plugin not detected":["Plugin não detectado"],"Enable integration":["Activar integração"],"Plugin integrations":["Integrações de plugins"],"Recommended integrations":["Integrações recomendadas"],"Enable %1$s":["Activar %1$s"],"Integration unavailable for multisites":["Integração indisponível para multissites"],"Network Disabled":["Desactivado na rede"],"Unlock with Premium!":["Desbloqueie com o Premium!"],"Premium SEO analysis:":["Análise de SEO premium:"],"Beta":["Beta"],"Are you publishing news articles? %s helps you optimize your site for Google News.":["Está a publicar artigos de notícias? O %s ajuda a optimizar o seu site para o Google News."],"no data":["sem dados"],"Your text should be slightly longer to calculate your Flesch reading ease score.":["O cálculo do índice de legibilidade de Flesch do seu texto será um pouco mais demorado."],"Continue writing to get insight into the readability of your text!":["Continue a escrever para obter informações sobre a legibilidade do seu texto!"],"%1$sKeyphrase distribution%2$s: Have you evenly distributed your focus keyphrase throughout the whole text? %3$sYoast SEO Premium will tell you!%4$s":["%1$sDistribuição da frase-chave%2$s: Distribuiu uniformemente a sua frase-chave principal ao longo de todo o texto? %3$sDeixe que o Yoast SEO Premium lhe diga!%4$s"],"%1$sWord complexity%2$s: Is your vocabulary suited for a larger audience? %3$sYoast SEO Premium will tell you!%4$s":["%1$sComplexidade das palavras%2$s: O seu vocabulário é adequado para um público vasto? %3$sDeixe que o Yoast SEO Premium lhe diga!%4$s"],"Get %s to enjoy the benefits of prominent words":["Obtenha o %s para beneficiar das palavras proeminentes"],"With %1$s%3$s%2$s, this section will show you which words occur most often in your text. By checking these prominent words against your intended keyword(s), you'll know how to edit your text to be more focused.":["Com o %1$s%3$s%2$s, nesta secção serão mostradas as palavras mais frequentes do seu texto. Ao comparar estas palavras proeminentes com as suas palavras-chave, saberá como editar o seu texto para se focar no que é mais importante."],"Buy %s now!":["Compre o %s agora!"],"Are you working on a news article? %s helps you optimize your site for Google News.":["Está a trabalhar num artigo de notícias? O %s ajuda a optimizar o seu site para o Google News."],"Premium SEO analysis":["Análise de SEO premium"],"1 year of premium support and updates included!":["1 ano de suporte premium e actualizações incluídas!"],"Unlock with %s":["Desbloquear com o %s"],"Learn more about character count":["Saiba mais sobre a contagem de caracteres"],"Character count":["Contagem de caracteres"],"Learn more about word count":["Saiba mais sobre a contagem de palavras"],"Word count":["Contagem de palavras"],"Learn more about Flesch reading ease":["Saiba mais sobre o índice de legibilidade de Flesch"],"out of 100":["de 100"],"okay":["razoável"],"Learn more about reading time":["Saiba mais sobre o tempo de leitura"],"Reading time":["Tempo de leitura"],"minute":["minuto","minutos"],"Activate %1$s!":["Activar %1$s!"],"You've installed %1$s but it's not activated yet. %2$sActivate %1$s now!%3$s":["Instalou o %1$s mas ainda não o activou. %2$sActive o %1$s agora!%3$s"],"Automatically ping search engines like Bing and Yandex whenever you publish, update or delete a post.":["Informe automaticamente os motores de pesquisa como o Bing e Yandex sempre que publicar, actualizar ou eliminar um conteúdo."],"Additional URL parameters to allow":["Parâmetros de URL adicionais a permitir"],"Permalink cleanup settings":["Definições de limpeza das ligações permanentes"],"Max number of characters to allow in searches":["Número máximo de caracteres permitidos em pesquisas"],"Search cleanup settings":["Definições de limpeza de pesquisa"],"Filter searches with common spam patterns":["Filtrar pesquisas com padrões de spam comuns"],"Filter searches with emojis and other special characters":["Filtrar pesquisas com emojis e outros caracteres especiais"],"Filter search terms":["Filtrar termos de pesquisa"],"Unregistered URL parameters":["Parâmetros de URL não registados"],"Campaign tracking URL parameters":["Parâmetros de URL de rastreio de campanhas"],"Timestamp this %s":["Criar Timestamp de %s"],"%1$s: Not all the words from your keyphrase \"%4$s\" appear in the SEO title. %2$s%5$s%3$s.":["%1$s: Nem todas as palavras da sua frase-chave \"%4$s\" estão incluídas no seu título SEO. %2$s%5$s%3$s."],"%1$s: The focus keyphrase appears at the beginning of the SEO title. Good job!":["%1$s: A frase-chave principal aparece no início do título de SEO. Bom trabalho!"],"Keyphrase in SEO title":["Frase-chave no título SEO"],"Contact %s support.":["Contacte o suporte do %s."],"WordProof Timestamp":["Timestamp do WordProof"],"View this content's Timestamp certificate":["Ver certificado do Timestamp deste conteúdo"],"Contact WordProof support":["Contacte o suporte do WordProof"],"Find out how IndexNow can help your site.":["Saiba como o IndexNow pode ajudar o seu site."],"IndexNow":["IndexNow"],"Dismiss this notice.":["Ignorar este aviso."],"We noticed that you haven't fully configured Yoast SEO yet. Optimize your SEO settings even further by using our improved %1$s First-time configuration%2$s.":["Reparámos que ainda não configurou completamente o Yoast SEO. Optimize as suas definições de SEO ainda mais com a nossa %1$sconfiguração inicial%2$s."],"SEO configuration":["Configuração de SEO"],"Feed crawl settings":["Opções de rastreio do feed"],"Basic crawl settings":["Opções básicas de rastreio"],"Powered by HTTP header":["Cabeçalho HTTP de Criado com"],"Pingback HTTP header":["Cabeçalho HTTP de pingback"],"Emoji scripts":["Scripts de emoji"],"Generator tag":["Metadados do gerador"],"oEmbed links":["Ligações oEmbed"],"RSD / WLW links":["Ligações de RSD/WLW"],"REST API links":["Ligações da REST API"],"Shortlinks":["Shortlinks"],"Atom/RDF feeds":["Feeds Atom/RDF"],"Search results feeds":["Feeds dos resultados de pesquisa"],"Custom taxonomy feeds":["Feeds de taxonomias personalizadas"],"Tag feeds":["Metadados de feeds"],"Category feeds":["Feeds das categorias"],"Post type feeds":["Feeds de tipos de conteúdo"],"Post authors feeds":["Feeds de autores de conteúdos"],"Global comment feeds":["Feeds de comentários globais"],"Global feed":["Feed global"],"%1$sLearn more about crawl settings.%2$s":["%1$sSaiba mais sobre as definições de rastreio.%2$s"],"Post comments feeds":["Feeds de comentários de conteúdos"],"Crawl settings":["Opções de rastreio"],"Finish configuration":["Terminar configuração"],"Personal preferences":["Preferências pessoais"],"SEO data optimization":["Optimização de dados de SEO"],"An error has occurred: %1$s":["Ocorreu um erro: %1$s"],"We could not save the organization name. Please check the value.":["Não foi possível guardar o nome da organização. Por favor verifique o valor."],"No items found.":["Nenhum item encontrado."],"All redirect types":["Todos os tipos de redireccionamento"],"Add Redirect":["Adicionar redireccionamento"],"Old URL":["Antigo URL"],"The redirect type is the HTTP response code sent to the browser telling the browser what type of redirect is served. %1$sLearn more about redirect types%2$s.":["O tipo de redireccionamento é o código de resposta HTTP enviado para o navegador, dizendo que tipo de redirecionamento é servido. %1$sSaiba mais sobre os tipos de redireccionamento%2$s."],"301 Moved Permanently":["301 Movido permanentemente"],"Type":["Tipo"],"Plain redirects":["Redireccionamentos simples"],"Regex Redirects":["Redireccionamentos Regex"],"There are unsaved changes in one or more steps. Leaving means that those changes may not be saved. Are you sure you want to leave?":["Há alterações por guardar num ou mais passos. Deixar como está significa que estas alterações poderão não ser guardadas. De certeza que quer sair?"],"Add another profile":["Adicionar outro perfil"],"Start first-time configuration!":["Começar a configuração inicial!"],"Set the essential %s settings for your site in a few steps.":["Configure em poucos passos as opções essenciais do %s para o seu site."],"For the best ranking results: configure %s!":["Para obter os melhores resultados de classificação: configure o %s!"],"Your site is already easier to find for search engines.":["O seu site já pode ser facilmente encontrado por motores de pesquisa."],"Tell us about your site, so we can get it ranked!":[""],"Or go to your SEO dashboard":["Ou vá para o seu painel de SEO"],"E.g. example@email.com":["P.ex. exemplo@email.com"],"Please enter a valid email address.":["Por favor, digite um endereço de email válido."],"Tell us! Is your site about an organization or a person? ":[""],"Personal logo or avatar":["Logótipo ou avatar pessoal"],"Select a user":["Seleccione um utilizador"],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. You're not allowed to update this user profile, so please ask this user or an admin to make sure the information is correct.":["Seleccionou o utilizador %1$s como a pessoa representada por este site. As informações deste perfil serão usadas nos resultados de pesquisas. Não tem permissão para actualizar este perfil de utilizador, por favor peça ao utilizador ou a um administrador para certificar que a informação está correcta."],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. %2$sUpdate this profile to make sure the information is correct%3$s.":["Seleccionou o utilizador %1$s como a pessoa representada por este site. As informações deste perfil serão usadas nos resultados de pesquisas. %2$sActualize este perfil com a informação correcta%3$s."],"Uploading image...":["A carregar imagem..."],"Select an option":["Seleccione uma opção"],"Be aware that you should run the SEO data optimization for this configuration to take maximum effect.":["Esteja ciente de que deve executar a optimização de dados de SEO para que esta configuração tenha o máximo efeito."],"We've already successfully analyzed your site. You can move on to the next step.":["O seu site já foi analisado com sucesso. Pode continuar para o próximo passo."],"SEO data optimization is running… You can safely move on to the next steps of this configuration.":["A optimização de dados de SEO está a decorrer... Pode em segurança continuar para os próximos passos desta configuração."],"You're not allowed to edit the social profiles of this user. Please ask this user or an admin to do this.":["Não tem permissão para editar perfis de redes sociais deste utilizador. Por favor peça ao utilizador ou a um administrador para o fazer."],"E.g. https://www.wikipedia.com/yoast":["P.ex. https://www.wikipedia.com/yoast"],"E.g. https://www.youtube.com/yoast":["P.ex. https://www.youtube.com/yoast"],"E.g. https://www.twitter.com/yoast":["P.ex. https://www.twitter.com/yoast"],"E.g. https://www.tumblr.com/yoast":["P.ex. https://www.tumblr.com/yoast"],"E.g. https://www.soundcloud.com/yoast":["P.ex. https://www.soundcloud.com/yoast"],"E.g. https://www.pinterest.com/yoast":["P.ex. https://www.pinterest.com/yoast"],"E.g. https://www.myspace.com/yoast":["P.ex. https://www.myspace.com/yoast"],"E.g. https://www.linkedin.com/yoast":["P.ex. https://www.linkedin.com/yoast"],"E.g. https://www.instagram.com/yoast":["P.ex. https://www.instagram.com/yoast"],"E.g. https://www.facebook.com/yoast":["P.ex. https://www.facebook.com/yoast"],"Delete item":["Eliminar item"],"E.g. https://social-platform.com/yoast":["P.ex. https://social-platform.com/yoast"],"Other social profile":["Outros perfis de redes sociais"],"First-time configuration":["Configuração inicial"],"You should finish the %1$sfirst time configuration%2$s to make sure your SEO data has been optimized and you’ve set the essential Yoast SEO settings for your site.":["Deve concluir a %1$sconfiguração inicial%2$s para certificar-se de que os seus dados de SEO foram optimizados e configurou as opções essenciais do Yoast SEO para o seu site."],"Step 4: Go through the first time configuration":["Passo 4: Execute a configuração inicial"],"Postname permalink":["Ligação permanente com nome do conteúdo"],"Page comments":["Comentários de páginas"],"Links table":["Tabela de ligações"],"If you already have saved AIOSEO 'Search Appearance' settings and the issue persists, please contact our support team so we can take a closer look.":["Se já guardou as opções da \"Apresentação da pesquisa\" do AIOSEO e o problema persistir, por favor contacte a nossa equipa de suporte para que possamos ajudar."],"If you have never saved any AIOSEO 'Search Appearance' settings, please do that first and run the import again.":["Se nunca guardou as opções da \"Apresentação da pesquisa\" do AIOSEO, por favor faça-o primeiro, e depois execute de novo a importação."],"The AIOSEO import was cancelled because some AIOSEO data is missing. Please try and take the following steps to fix this:":["A importação do AIOSEO foi cancelada devido à falta de alguns dados do AIOSEO. Por favor tente os seguintes passos para corrigir:"],"The validation of the AIOSEO data structure has failed.":["Falhou ao validar a estrutura dos dados do AIOSEO."],"Currently, the %s integration is not available for multisites.":["De momento a integração de %s não está disponível para multissites."],"WordProof authentication":["Autenticação do WordProof"],"Connected to WordProof":["Ligado ao WordProof"],"Connection failed":["A ligação falhou"],"Not working? %1$sContact %3$s support%2$s.":["Não funciona? %1$sContacte o suporte do %3$s%2$s."],"Try again":["Tentar de novo"],"Find possible solutions in this %1$sArticle%2$s.":["Encontre possíveis soluções neste %1$sconteúdo%2$s."],"There was a connection problem. This could be because your third party connections are blocked.":["Ocorreu um problema com a ligação. Isto pode acontecer porque as suas ligações a terceiros estão bloqueadas."],"The %3$s will automatically be timestamped every time you %1$supdate%2$s or %1$spublish%2$s.":["O Timestamp de %3$s é criado automaticamente ao %1$sactualizar%2$s ou %1$spublicar%2$s."],"Your %s is now protected via the blockchain!":["Activada protecção de %s através da blockchain!"],"Something went wrong authenticating your %3$s account with the %4$s site. Please try again or contact %1$s%3$s support%2$s.":["Algo correu mal ao autenticar-se com a conta do %3$s no seu site %4$s. Por favor tente de novo ou contacte o %1$ssuporte do %3$s%2$s."],"Unable to create new timestamps. Please authenticate with WordProof.":["Não foi possível criar novos Timestamps. Por favor autentique-se com o WordProof."],"Timestamp with WordProof":["Timestamp com o WordProof"],"Learn more about timestamping":["Saiba mais sobre os Timestamps"],"Authenticate with WordProof":["Autenticar com o WordProof"],"Manage WordProof settings":["Gerir definições do WordProof"],"The WordProof Timestamp plugin needs to be disabled before you can activate this integration.":["O plugin WordProof Timestamp precisa de ser desactivado antes de activar esta integração."],"Open settings":["Abrir definições"],"Open authentication":["Abrir autenticação"],"The timestamp is not created because you need to authenticate with %s first.":["O Timestamp não foi criado porque primeiro tem de se autenticar com o %s."],"The timestamp is not retrieved by your site. Please try again or contact %1$s support.":["O Timestamp não foi obtido pelo seu site. Por favor tente de novo ou contacte o suporte do %1$s."],"%1$s failed to timestamp this page. Please check if you're correctly authenticated with %1$s and try to save this page again.":["O %1$s falhou ao criar o Timestamp desta página. Por favor verifique se está autenticado correctamente com o %1$s e tente guardar esta página de novo."],"%s has successfully timestamped this page.":["Foi criado com sucesso um Timestamp do %s para esta página."],"You are out of timestamps. Please upgrade your account by opening the %s settings.":["Esgotou os seus Timestamps. Por favor actualize a sua conta nas opções do %s."],"Use WordProof to timestamp this page to comply with legal regulations and join the fight for a more transparant and accountable internet.":["Use um Timestamp do WordProof nesta página para cumprir os regulamentos legais e juntar-se à luta por uma internet mais transparente e responsável."],"Timestamp this post":["Criar Timestamp deste conteúdo"],"content words":["palavras de conteúdo"],"content word":["palavra de conteúdo"],"Cleanup failed with the following error:":["A limpeza falhou com o seguinte erro:"],"Note: These settings will overwrite the default settings of Yoast SEO.":["Atenção: Estas opções vão sobrepor-se às opções por omissão do Yoast SEO."],"Note: This metadata will only be imported if there is no existing Yoast SEO metadata yet.":["Atenção: Estes metadados apenas serão importados caso ainda não existam metadados do Yoast SEO."],"Post metadata (SEO titles, descriptions, etc.)":["Metadados de conteúdos (títulos e descrições de SEO, etc.)"],"The import from %s includes:":["A importação do %s inclui:"],"Once you're certain that your site is working properly with the imported data from another SEO plugin, you can clean up all the original data from that plugin.":["Quando tiver a certeza de que o seu site está a funcionar correctamente com os dados importados de outro plugin de SEO, pode limpar todos os dados originais desse plugin."],"Please select an SEO plugin below to see what data can be imported.":["Por favor seleccione um plugin SEO abaixo para ver que dados podem ser importados."],"Clean up":["Limpar"],"After you've imported data from another SEO plugin, please make sure to clean up all the original data from that plugin. (step 5)":["Depois de importar dados de outro plugin de SEO, certifique-se de que limpa todos os dados originais desse plugin. (passo 5)"],"Note: ":["Atenção: "],"The cleanup can take a long time depending on your site's size.":["A limpeza poderá demorar mais do que o esperado dependendo do tamanho do seu site."],"Every fifteen minutes":["A cada quinze minutos"],"Default tagline":["Descrição por omissão"],"Import failed with the following error:":["A importação falhou com o seguinte erro:"],"No data found from other SEO plugins.":["Não foram encontrados dados de outros plugins de SEO."],"Select SEO plugin":["Seleccionar plugin de SEO"],"The import can take a long time depending on your site's size.":["A importação poderá demorar mais dependendo do tamanho do seu site."],"For the best SEO results include all words of your keyphrase in the SEO title, and put the keyphrase at the beginning of the title":["Para os melhores resultados de SEO inclua todas as palavras da sua frase-chave no título de SEO, e ponha a frase-chave no início do título"],"For the best SEO results write the exact match of your keyphrase in the SEO title, and put the keyphrase at the beginning of the title":["Para os melhores resultados de SEO inclua uma correspondência exacta da sua frase-chave no título de SEO, e ponha a frase-chave no início do título"],"Installation Successful":["Instalação concluída"],"Blog Post":["Artigo do blog"],"%1$s: Title does not begin with the focus keyphrase. %2$sMove your focus keyphrase to the beginning of the title%3$s.":["%1$s: O título não começa com a frase-chave principal. %2$sMova a sua frase-chave principal para o início do título%3$s."],"%1$s: The exact match of the focus keyphrase appears at the beginning of the SEO title. Good job!":["%1$s: A frase-chave principal aparece no início do título de SEO. Bom trabalho!"],"%2$sText length%4$s: The text contains %1$d %6$s. This is below the recommended minimum of %5$d %6$s. %3$sAdd more content%4$s.":["%2$sComprimento do texto%4$s: O texto contém %1$d %6$s. Isto é inferior ao mínimo recomendado de %5$d %6$s. %3$sAdicione mais conteúdo%4$s."],"%2$sText length%4$s: The text contains %1$d %6$s. This is slightly below the recommended minimum of %5$d %6$s. %3$sAdd a bit more copy%4$s.":["%2$sComprimento do texto%4$s: O texto contém %1$d %6$s. Isto é ligeiramente inferior ao mínimo recomendado de %5$d %6$s. %3$sAdicione mais conteúdo%4$s."],"%2$sText length%4$s: The text contains %1$d %6$s. This is far below the recommended minimum of %5$d %7$s. %3$sAdd more content%4$s.":["%2$sComprimento do texto%4$s: O texto contém %1$d %6$s. Isto é muito inferior ao mínimo recomendado de %5$d %7$s. %3$sAdicione mais conteúdo%4$s.","%2$sComprimento do texto%4$s: O texto contém %1$d %7$s. Isto é muito inferior ao mínimo recomendado de %5$d %7$s. %3$sAdicione mais conteúdo%4$s."],"character":["caractere","caracteres"],"word":["palavra","palavras"],"words":["palavras"],"characters":["caracteres"],"%s rolls out the red carpet for the search bots, which helps your site perform better in search engines.":["O %s estende a passadeira vermelha aos robôs de pesquisa, o que melhora o desempenho do seu site nos motores de pequisa."],"You've successfully installed %s!":["Instalou o %s com sucesso!"],"Skip%s":["Ignorar%s"],"Your %s account does not contain any keyphrases for this website yet. You can track keyphrases by using the \"Track SEO Performance\" button in the post editor.":["A sua conta %s ainda não contém nenhuma frase-chave desde site. Pode rastrear frases-chave ao usar o botão \"Rastrear desempenho de SEO\" no editor de conteúdos."],"%s account":["Conta do %s"],"This overview only shows you keyphrases added to Yoast SEO. There may be other keyphrases added to your %s.":["Esta visão geral mostra apenas as frases-chave adicionadas ao Yoast SEO. Poderá haver outras frases-chave adicionadas ao seu %s."],"Tracking the ranking position...":["A rastrear a posição da classificação..."],"Something went wrong while tracking the ranking position(s) of your page. Please try again later.":["Algo correu mal ao rastrear as posições da classificação da sua página. Por favor tente de novo."],"reconnect to %s":["ligar de novo a %s"],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["Parece que algo correu mal ao obter dados do seu site. Por favor vá ao %s e tente de novo."],"Before you can track your SEO performance make sure to set either the post’s title and save it as a draft or manually set the post’s slug.":["Antes de poder rastrear o seu desempenho de SEO, defina o título do conteúdo e guarde-o como um rascunho, ou defina manualmente a slug do conteúdo."],"No keyphrase has been set. Please set a keyphrase first.":["Nenhuma frase-chave foi definida. Por favor, defina primeiro uma frase-chave."],"upgrade your %s plan":["actualize o seu plano do %s"],"You've reached the maximum amount of %d keyphrases you can add to your Wincher account. If you wish to add more keyphrases, please %s.":["Atingiu o limite máximo de %d frases-chave que pode adicionar à sua conta Wincher. Se quiser adicionar mais frases-chave, por favor %s."],"With %1$s you can track the ranking position of your page in the search results based on your keyphrase(s). %2$s":["Com o %1$s pode rastrear a posição da classificação da sua página nos resultados de pesquisa com base nas suas frases-chave. %2$s"],"%s is currently tracking the ranking position(s) of your page. This may take a few minutes. Please wait or check back later.":["O %s está de momento a rastrear a posição da classificação da sua página. Isto poderá demorar alguns minutos. Por favor aguarde ou volte mais tarde."],"You have successfully connected to %s! You can now track the SEO performance for the keyphrase(s) of this page.":["Ligou-se com sucesso ao %s! Agora já pode rastrear o desempenho de SEO das frases-chave desta página."],"Read more about keyphrase tracking with Wincher":["Leia mais sobre o rastreio de frases-chave com o Wincher"],"Automatic tracking of keyphrases is enabled. Your keyphrase(s) will automatically be tracked by %s when you publish your post.":["O rastreio automático de frases-chave está activado. As suas frases-chave serão automaticamente rastreadas pelo %s ao publicar um conteúdo."],"Please enter a focus keyphrase first to track keyphrase performance":["Por favor, insira primeiro uma frase-chave principal para rastrear o desempenho das palavras-chave"],"Keyphrase position in the last 90 days on a scale from 0 to 100.":["Posição de frases-chave nos últimos 90 dias numa escala de 0 a 100."],"Track SEO performance":["Rastrear desempenho de SEO"],"You can enable / disable tracking the SEO performance for each keyphrase below.":["Pode activar/desactivar o rastreio do desempenho de SEO para cada frase-chave abaixo."],"Track all keyphrases on this page":["Rastrear todas as frases-chave nesta página"],"Tracking has already been enabled for one or more keyphrases of this page. Clicking the button below will enable tracking for all of its keyphrases.":["O rastreio já foi activado para uma ou mais frases-chave desta página. Clique no botão abaixo para activar o rastreio para todas as frases-chave."],"Learn more about the SEO performance feature.":["Saiba mais sobre a funcionalidade de desempenho de SEO."],"SEO performance":["Desempenho de SEO"],"Connect with %s":["Ligar ao %s"],"* focus keyphrase":["* frase-chave principal"],"Get more insights over at %s":["Obtenha mais informações em %s"],"Position over time":["Posição ao longo do tempo"],"Position":["Posição"],"Tracking":["Rastreio"],"You can still run the SEO data optimization in the %1$sTools section%2$s. Once that is finished, please refresh this page.":["Ainda pode executar a optimização de dados de SEO na %1$sseccção das ferramentas%2$s. Assim que estiver concluído, por favor actualize esta página."],"This configuration step is currently disabled, because you're not running the latest version of Yoast SEO Premium. Please update to the latest version (at least %1$s). ":["Este passo de configuração está de momento desactivado, por não está a usar a última versão do Yoast SEO Premium. Por favor actualize para a última versão (no mínimo %1$s). "],"Save and continue":["Guardar e continuar"],"Does your site represent an Organization or Person?":["O seu site representa uma pessoa ou uma organização?"],"Activate %s":["Activar o %s"],"Update %s":["Actualizar o %s"],"Renew %s":["Renove o %s"],"Get help activating your subscription":["Obtenha ajuda para activar a subscrição"],"It looks like you’re running an outdated and unactivated version of %1$s, please activate your subscription in %2$sMyYoast%3$s and update to the latest version (at least 17.7) to gain access to our updated workouts section.":["Parece que está a usar uma versão obsoleta ou desactivada do %1$s, por favor active a sua subscrição em %2$sMy Yoast%3$s e actualize para a última versão (no mínimo 17.7) para obter acesso à nossa secção actualizada de exercícios."],"Activate your subscription of %s":["Active a sua subscrição do %s"],"Update to the latest version of %s":["Actualize para a última versão do %s"],"Renew your subscription":["Renove a sua subscrição"],"Accessing the latest workouts requires an updated version of %s (at least 17.7), but it looks like your subscription has expired. Please renew your subscription to update and gain access to all the latest features.":["O acesso aos últimos exercícios requer uma versão actualizada do %s (no mínimo 17.7), mas parece que a sua subscrição expirou. Por favor renove a sua subscrição para actualizar e aceder a todas as mais recentes funcionalidades."],"Renew your subscription of %s":["Renove a sua subscrição do %s"],"Could not save this value. Please check the URL.":["Não foi possível guardar este valor. Por favor verifique o URL."],"Could not save this value. Please check the URL or username.":["Não foi possível guardar este valor. Por favor verifique o URL ou o nome de utilizador."],"Oops! Something went wrong. Check your email address and try again.":["Ups! Algo correu mal. Verifique o seu endereço de email e tente de novo."],"Yes, you can collect my site data":[""],"Site representation":["Representação do site"],"Continue":["Continuar"],"Thank you! Check your inbox for the confirmation email.":["Obrigado! Verifique o email de confirmação na sua caixa de correio."],"Yoast respects your privacy. Read %1$sour privacy policy%2$s on how we handle your personal information.":["O Yoast respeita a sua privacidade. Leia a nossa %1$spolítica de privacidade%2$s sobre como utilizamos as suas informações pessoais."],"Email address":["Endereço de email"],"%1$sBack to all workouts":["%1$sVoltar para todos os exercícios"],"Getting your site in shape and keeping it SEO fit can be hard. We can help you get started! Take these step-by-step workouts, and you’ll be tackling some of the most fundamental SEO challenges!":["Manter o seu site e o SEO em forma pode ser difícil. Nós podemos ajudar a começar! Faça estes exercícios passo-a-passo, e enfrentará alguns dos desafios mais fundamentais de SEO!"],"Add internal links to your posts and pages":["Adicione ligações internas para os seus artigos e páginas"],"Make pages easier for Google and visitors to find":["Torne as páginas mais fáceis de encontrar pelo Google e pelos seus visitantes"],"Clean up your unlinked content to make sure people can find it":["Crie ligações para os seus conteúdos órfãos para garantir que as pessoas os encontram"],"Orphaned content":["Conteúdo órfão"],"Bring more visitors to your articles":["Traga mais visitantes aos seus artigos"],"Make your important articles rank higher":["Faça com que os seus artigos importantes fiquem mais bem classificados."],"%1$s/%2$s steps completed":["%1$s/%2$s passos concluídos"],"Unlock with %s!":["Desbloquear com o %s!"],"Start workout!":["Começar exercício!"],"Do workout again":["Fazer exercício de novo"],"Continue workout!":["Continuar exercício!"],"It looks like you're running an outdated version of %1$s, please %2$supdate to the latest version (at least 17.7)%3$s to gain access to our updated workouts section.":["Parece que está a usar uma versão obsoleta do %1$s, por favor %2$sactualize para a última versão (no mínimo 17.7)%3$s para aceder à nossa secção actualizada de exercícios."],"Get started quickly with the %1$s%2$s First-time configuration%3$s and configure Yoast SEO with the optimal SEO settings for your site!":["Comece rapidamente com a %1$sconfiguração inicial do %2$s%3$s e configure o Yoast SEO com as definições de SEO ideais para o seu site!"],"Current or first category title":["Título da primeira categoria ou da actual"],"Category Title":["Título da categoria"],"Replaced with the post content":["Substituído pelo conteúdo em si"],"Post Content":["Conteúdo do artigo"],"Replaced with the permalink":["Substituído pela ligação permanente"],"Replaced with the last name of the author":["Substituído pelo apelido do autor"],"Author last name":["Apelido do autor"],"Replaced with the first name of the author":["Substituído pelo nome do autor"],"Author first name":["Nome do autor"],"Replaced with the day the post was published":["Substituído pelo dia de publicação do conteúdo"],"Post day":["Dia do conteúdo"],"Replaced with the month the post was published":["Substituído pelo mês de publicação do conteúdo"],"Post month":["Mês do conteúdo"],"Replaced with the year the post was published":["Substituído pelo ano de publicação do conteúdo"],"Post year":["Ano do conteúdo"],"Current day":["Dia actual"],"Current month":["Mês actual"],"Current date":["Data actual"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's way less than the recommended minimum of %2$d %7$s. %4$sMake it longer%5$s!":["%3$sComprimento da frase-chave%5$s: A frase-chave tem %1$d %6$s. Isto é bastante menos do que o mínimo recomendado de %2$d %7$s. %4$sTorne-a mais longa%5$s!","%3$sComprimento da frase-chave%5$s: A frase-chave tem %1$d %7$s. Isto é bastante menos do que o mínimo recomendado de %2$d %7$s. %4$sTorne-a mais longa%5$s!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's less than the recommended minimum of %2$d %6$s. %4$sMake it longer%5$s!":["%3$sComprimento da frase-chave%5$s: A frase-chave tem %1$d %6$s. Isto é menos do que o mínimo recomendado de %2$d %6$s. %4$sTorne-a mais longa%5$s!"],"It looks like you aren't using our %1$s%2$s addon%3$s. %4$sUpgrade today%5$s to unlock more tools and SEO features to make your products stand out in search results.":["Parece que não está a usar o nosso %1$splugin %2$s%3$s. %4$sActualize hoje%5$s para desbloquear mais ferramentas e funcionalidades de SEO, para destacar os seus produtos nos resultados de pesquisas."],"Below are the technical details for the error. See %1$sthis page%2$s for a more detailed explanation.":["Abaixo estão os detalhes técnicos do erro. Consulte %1$sesta página%2$s para uma explicação mais detalhada."],"%1$sImage Keyphrase%2$s: Good job!":["%1$sFrase-chave de imagens%2$s: Bom trabalho!"],"%1$sImage Keyphrase%3$s: Images on this page do not have alt attributes with at least half of the words from your keyphrase. %2$sFix that%3$s!":["%1$sFrase-chave de imagens%3$s: As imagens desta página não têm texto alternativo com pelo menos metade das palavras da sua frase-chave. %2$sCorrija isto%3$s!"],"%1$sImages%2$s: Good job!":["%1$sImagens%2$s: Bom trabalho!"],"%1$sImages and videos%2$s: Good job!":["%1$sImagens e vídeos%2$s: Bom trabalho!"],"%3$sImages and videos%5$s: Only %1$d image or video appears on this page. We recommend at least %2$d. %4$sAdd more relevant images or videos%5$s!":["%3$sImagens e vídeos%5$s: Apenas existe %1$d imagem ou vídeo nesta página. Recomendamos pelo menos %2$d. %4$sAdicione mais imagens ou vídeos relevantes%5$s!","%3$sImagens e vídeos%5$s: Apenas existem %1$d imagens ou vídeos nesta página. Recomendamos pelo menos %2$d. %4$sAdicione mais imagens ou vídeos relevantes%5$s!"],"%3$sImages%5$s: Only %1$d image appears on this page. We recommend at least %2$d. %4$sAdd more relevant images%5$s!":["%3$sImagens%5$s: Apenas existe %1$d imagem nesta página. Recomendamos pelo menos %2$d. %4$sAdicione mais imagens relevantes%5$s!","%3$sImagens%5$s: Apenas existem %1$d imagens nesta página. Recomendamos pelo menos %2$d. %4$sAdicione mais imagens relevantes%5$s!"],"%1$sImages and videos%3$s: No images or videos appear on this page. %2$sAdd some%3$s!":["%1$sImagens e vídeos%3$s: Nenhuma imagem ou vídeo encontrados nesta página. %2$sAdicione alguns%3$s!"],"Error stack trace":["Rastreio da sequência de erros"],"Response":["Resposta"],"Error message":["Mensagem de erro"],"Status code":["Código de estado"],"Request method":["Método do pedido"],"Request URL":["URL do pedido"],"Error details":["Detalhes do erro"],"Workouts":["Exercícios"],"Rank with articles you want to rank with":["Obtenha boa classificação com os conteúdos que quer"],"The cornerstone approach":["A abordagem dos conteúdos principais"],"SEO workouts":["Exercícios de SEO"],"Improve the quality of your site search! Automatically helps your users find your cornerstone and most important content in your internal search results. It also removes noindexed posts & pages from your site’s search results.":["Melhore a qualidade da pesquisa do seu site! Ajude os seus utilizadores a encontrar os conteúdos principais e mais importantes, de forma automática, nos seus resultados de pesquisa interna. Isto também remove dos resultados de pesquisa os artigos e páginas não indexados."],"Find out more about our %s integration.":["Saiba mais sobre a nossa integração com %s."],"Get relevant internal linking suggestions — while you’re writing! The link suggestions metabox shows a list of posts on your blog with similar content that might be interesting to link to. ":["Obtenha sugestões de ligações internas relevantes, enquanto escreve! A metabox das sugestões de ligações mostra uma lista de artigos do seu blog com conteúdo similar a que pode ser interessante ligar."],"Find out how Insights can help you improve your content.":["Saiba como os detalhes podem ajudar a melhorar o seu conteúdo."],"Find relevant data about your content right in the Insights section in the Yoast SEO metabox. You’ll see what words you use most often and if they’re a match with your keywords! ":["Encontre dados relevantes sobre o seu conteúdo directamente na secção de detalhes da metabox do Yoast SEO. Verá quais as palavras que mais usa e se correspondem às suas palavras-chave!"],"Oops, something has gone wrong and we couldn't complete the optimization of your SEO data. Please make sure to activate your subscription in MyYoast by completing %1$sthese steps%2$s.":["Ups, algo correu mal e não foi possível concluir a optimização dos seus dados de SEO. Por favor active a sua subscrição em MyYoast, concluindo %1$sestes passos%2$s."],"To unlock this feature please update %s to the latest version.":["Para desbloquear esta funcionalidade, por favor actualize o %s para a versão mais recente."],"The social appearance settings for archives require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["As definições de redes sociais do arquivo requerem metadados Open Graph (de momento desactivados). Pode activá-los no %1$sseparador ‘Facebook’ das definições de ‘Redes sociais’%2$s."],"The social appearance settings for taxonomies require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["As definições de redes sociais de taxonomias requerem metadados Open Graph (de momento desactivados). Pode activá-los no %1$sseparador ‘Facebook’ das definições de ‘Redes sociais’%2$s."],"The social appearance settings for content types require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["As definições de redes sociais de tipos de conteúdo requerem metadados Open Graph (de momento desactivados). Pode activá-los no %1$sseparador ‘Facebook’ das definições de ‘Redes sociais’%2$s."],"The social appearance settings for your homepage require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["As definições de redes sociais da sua página inicial requerem metadados Open Graph (de momento desactivados). Pode activá-los no %1$sseparador ‘Facebook’ das definições de ‘Redes sociais’%2$s."],"Social image":["Imagem de redes sociais"],"Unlock with Premium":["Desbloquear com o Premium"],"Addon installation failed because of an error: %s.":["A instalação da extensão falhou por causa de um erro: %s."],"You are not allowed to install plugins.":["Não tem permissão para instalar plugins."],"Addon installed.":["Extensão instalada."],"Addon activation failed because of an error: %s.":["A activação da extensão falhou por causa de um erro: %s."],"You are not allowed to activate plugins.":["Não tem permissão para activar plugins."],"Addon activated.":["Extensão activada."],"%1$s Continue to %2$s%3$s":["%1$sContinuar para o %2$s%3$s"],"Installing and activating addons":["Instalação e activação de extensões"],"No %1$s plugins have been installed. You don't seem to own any active subscriptions.":["Não foi instalado qualquer plugin do %1$s. Parece que não tem subscrições activas."],"the following addons":["as seguintes extensões"],"%s SEO installation":["Instalação do %s SEO"],"Install and activate":["Instalar e activar"],"Please confirm below that you would like to install %s on this site.":["Por confirme abaixo que gostaria de instalar %s neste site."],"Insert variable":["Inserir variável"],"Shopping data preview:":["Pré-visualização de dados de compras:"],"Availability":["Disponibilidade"],"Price":["Preço"],"Rating":["Classificação"],"%s reviews":["%s avaliações"],"Rating: %s":["Classificação: %s"],"Image":["Imagem"],"Social description":["Descrição de redes sociais"],"Social title":["Título de redes sociais"],"Required by %s":["Requerido pelo %s"],"Auto-updates are disabled based on this setting for %1$s.":["Actualizações automáticas desactivadas com base nesta definição do %1$s."],"Auto-updates are enabled based on this setting for %1$s.":["Actualizações automáticas activadas com base nesta definição do %1$s."],"New":["Novo"],"seconds":["segundos"],"Select image":["Seleccionar imagem"],"Replace image":["Substituir imagem"],"site structure":["estrutura do site"],"internal linking":["ligações internas"],"breadcrumbs":["breadcrumbs"],"seo":["seo"],"Adds the Yoast SEO breadcrumbs to your template or content.":["Adiciona as breadcrumbs do Yoast SEO ao seu modelo ou conteúdo."],"Yoast Breadcrumbs":["Yoast Breadcrumbs"],"The term is considered invalid. The following reason was given by WordPress: %s":["O termo é considerado inválido. O WordPress deu a seguinte razão: %s"],"The post could not be found.":["Não foi possível encontrar este artigo."],"The term could not be found.":["Não foi possível encontrar o termo."],"This feature has been disabled since subsites never send tracking data.":["Esta funcionalidade foi desactivada uma vez que os subsites nunca enviam dados de rastreio."],"We notice that you have installed WPML. To make sure your canonical URLs are set correctly, %1$sinstall and activate the WPML SEO add-on%2$s as well!":[""],"Unfortunately we cannot save changes to your SEO settings while you are working on a draft of an already-published %1$s. If you want to save your SEO changes, make sure to click 'Update', or wait to make your SEO changes until you are ready to update the %1$s.":["Infelizmente não é possível guardar alterações feitas às suas definições de SEO enquanto trabalha num rascunho de %1$s já publicado. Se quiser guardar as suas alterações de SEO, clique em 'Actualizar', ou faça as alterações de SEO quando for o momento da actualização de %1$s."],"Get started with Yoast SEO's content analysis for Elementor!":["Comece a analisar conteúdo com o Yoast SEO para Elementor!"],"Got it":["Compreendi"],"New: Yoast SEO for Elementor":["Novo: Yoast SEO para Elementor"],"Because of a change in your category base setting, some of your SEO data needs to be reprocessed.":["Devido a uma alteração na definição da base das categorias, alguns dos seus dados de SEO têm de ser processados de novo."],"Wait for a week or so, until %1$s automatically processes most of your content in the background.":["Espere aproximadamente uma semana, até que o %1$s processe automaticamente a maioria dos seus conteúdos em segundo plano."],"%s minute":["%s minuto","%s minutos"],"Est. reading time":["Tempo estimado de leitura"],"Written by":["Escrito por"],"Google Rich Results Test":["Resultado do Google Rich Test"],"Find out how a rich snippet can improve visibility and click-through-rate.":["Descubra como um fragmento dinâmico pode melhorar a visibilidade e a taxa de cliques."],"This adds an author byline and reading time estimate to the article’s snippet when shared on Slack.":["Isto adiciona a autoria e uma estimativa de tempo de leitura ao fragmento do artigo quando partilhado no Slack."],"Enhanced Slack sharing":["Partilha pelo Slack melhorada"],"Activate your subscription":["Activar a sua subscrição"],"SEO data optimization is disabled for non-production environments.":["A optimização de dados de SEO está desactivada para ambientes que não sejam de produção."],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":["Esta funcionalidade inclui e substitui o Contador de ligações de texto e a Análise de ligações internas"],"This tab allows you to selectively disable %1$s integrations with third-party products for all sites in the network. By default all integrations are enabled, which allows site admins to choose for themselves if they want to toggle an integration on or off for their site. When you disable an integration here, site admins will not be able to use that integration at all.":["Este separador permite seleccionar as integrações do %1$s com produtos de terceiros a desactivar para todos os sites da rede. Todas as integrações estão activadas por omissão, o que permite a quem administra os sites utilizar ou não uma determinada integração nesse site. Ao desactivar aqui uma integração, ela deixa de estar disponível para ser utilizada por quem administra os sites."],"Because of a change in your tag base setting, some of your SEO data needs to be reprocessed.":["Devido a uma alteração na definição da base das etiquetas, alguns dos seus dados de SEO têm de ser processados de novo."],"Stop SEO data optimization":["Parar a optimização de dados SEO"],"Oops, something has gone wrong and we couldn't complete the optimization of your SEO data. Please click the button again to re-start the process. ":["Ups, algo correu mal e não foi possível concluir a optimização dos seus dados de SEO. Por favor clique de novo no botão para reiniciar o processo."],"Optimizing SEO data... This may take a while.":["A optimizar dados de SEO... Isto poderá demorar algum tempo."],"SEO data optimization complete":["A optimização de dados de SEO foi concluída"],"You can speed up your site and get insight into your internal linking structure by letting us perform a few optimizations to the way SEO data is stored. ":["Pode acelerar o seu site e obter informações sobre a sua estrutura de ligações internas: deixe-nos optimizar a forma como os dados de SEO são armazenados."],"Start SEO data optimization":["Iniciar optimização de dados de SEO"],"Learn more about the benefits of optimized SEO data.":["Saiba mais sobre os benefícios dos dados de SEO optimizados."],"You can speed up your site and get insight into your internal linking structure by letting us perform a few optimizations to the way SEO data is stored. If you have a lot of content it might take a while, but trust us, it's worth it.":["Pode acelerar o seu site e obter informações sobre a sua estrutura de ligações internas: deixe-nos optimizar a forma como os dados de SEO são armazenados. Pode demorar algum tempo se tiver muitos conteúdos, mas, acredite, vai valer a pena."],"Optimize SEO Data":["Optimizar dados de SEO"],"If the problem persists, please contact support.":["Se o problema persistir, por favor contacte o suporte."],"Something has gone wrong and we couldn't complete the optimization of your SEO data. Please %1$sre-start the process%2$s.":["Algo correu mal a não foi possível concluir a optimização dos seus dados de SEO. Por favor %1$sreinicie o processo%2$s."],"All permalinks were successfully reset":["Todas as ligações permanentes foram repostas com sucesso"],"We've encountered a problem trying to get related keyphrases. Please try again later.":["Foi encontrado um problema ao tentar obter as frases-chave relacionadas. Por favor tente de novo."],"You've reached the maximum amount of 4 related keyphrases. You can change or remove related keyphrases in the %s metabox or sidebar.":["Atingiu o limite máximo de 4 frases-chave relacionadas. Pode alterar ou remover as frases-chave relacionadas na metabox do %s ou na barra lateral."],"Please wait while %1$s connects to %2$s to get related keyphrases...":["Por favor aguarde enquanto o %1$s se liga ao %2$s para obter as frases-chave relacionadas..."],"Upgrade your %s plan":["Actualize o seu plano do %s"],"You've reached your request limit for today. Check back tomorrow or upgrade your plan over at %s.":["Atingiu o limite máximo de pedidos por hoje. Tente de novo amanhã, ou actualize o seu plano em %s."],"Last month":["Último mês"],"Two months ago":["Há 2 meses"],"Three months ago":["Há 3 meses"],"Four months ago":["Há 4 meses"],"Five months ago":["Há 5 meses"],"Six months ago":["Há 6 meses"],"Seven months ago":["Há 7 meses"],"Eight months ago":["Há 8 meses"],"Nine months ago":["Há 9 meses"],"Ten months ago":["Há 10 meses"],"Eleven months ago":["Há 11 meses"],"Twelve months ago":["Há 12 meses"],"Get more insights at %s":["Obtenha mais informações em %s"],"Keyphrase volume in the last 12 months on a scale from 0 to 100.":["Volume de frases-chave nos últimos 12 meses numa escala de 0 a 100."],"Learn more about the related keyphrases trend":["Saiba mais sobre a tendência de frases-chave relacionadas"],"Trend":["Tendência"],"Learn more about the related keyphrases volume":["Saiba mais sobre o volume de frases-chave relacionadas"],"Volume":["Volume"],"Related keyphrase":["Frase-chave relacionada"],"Select country":["Seleccionar país"],"Show results for:":["Mostrar resultados para:"],"Please enter a focus keyphrase first to get related keyphrases":["Por favor, insira primeiro uma frase-chave principal para obter frases-chave relacionadas"],"Sorry, there's no data available for that keyphrase/country combination.":["Desculpe, não existem dados disponíveis para esta combinação de frase-chave/país."],"Get related keyphrases":["Obter frases-chave relacionadas"],"Related keyphrases":["Frases-chave relacionadas"],"The number of headers and header labels don't match.":["O número de cabeçalhos e as etiquetas dos cabeçalhos não correspondem."],"The %s integration offers suggestions and insights for keywords related to the entered focus keyphrase.":["A integração com %s oferece sugestões de palavras-chave relacionadas com a frase-chave principal introduzida."],"Disabling Yoast SEO's XML sitemaps will not disable WordPress' core sitemaps. In some cases, this %1$s may result in SEO errors on your site%2$s. These may be reported in Google Search Console and other tools.":["Desactivar os sitemaps XML do Yoast SEO não desactiva os sitemaps do próprio WordPress. Em alguns casos, isto %1$spoderá resultar em erros de SEO no seu site%2$s. Estes erros podem ser reportados na Google Search Console e noutras ferramentas."],"If you still need support and have an active subscription for this product, please email %s.":["Se precisa de suporte e tem uma subscrição activa para este produto, por favor envie um email para %s."],"You can probably find an answer to your question in our %1$shelp center%2$s.":["É provável que encontre a resposta à sua pergunta no nosso %1$scentro de ajuda%2$s."],"Need support?":["Precisa de suporte?"],"Return to your %s":["Voltar para %s"],"Make sure to save your %s for changes to take effect":["Certifique-se de que guarda %s para efectivar as alterações"],"The advanced section of the %1$s meta box allows a user to remove posts from the search results or change the canonical. The settings in the schema tab allows a user to change schema meta data for a post. These are things you might not want any author to do. That's why, by default, only editors and administrators can do this. Setting to \"%2$s\" allows all users to change these settings.":["A secção avançada da metabox do %1$s permite remover artigos dos resultados de pesquisa ou alterar o URL canónico. As definições no separador Schema permitem alterar os metadados de schema dos artigos. Isto são funcionalidades que poderá não querer disponibilizar a qualquer pessoa que esteja a criar ou editar conteúdos. É por isso que, por omissão, apenas editores e administradores podem fazê-lo. Ao definir como \"%2$s\", todos os utilizadores podem alterar estas definições."],"Security: no advanced or schema settings for authors":["Segurança: sem definições avançadas ou de schema para autores"],"Report":["Relatório"],"Tech Article":["Artigo técnico"],"Scholarly Article":["Artigo académico"],"Satirical Article":["Artigo satírico"],"Advertiser Content Article":["Artigo publicitário"],"News Article":["Notícia"],"Social Media Posting":["Publicação de redes sociais"],"Article":["Artigo"],"Search Results Page":["Página de resultados de pesquisa"],"Real Estate Listing":["Lista de imóveis"],"Checkout Page":["Página de finalização de compras"],"Collection Page":["Página de colecção"],"Medical Web Page":["Página web de medicina"],"Contact Page":["Página de contacto"],"Profile Page":["Página de perfil"],"QA Page":["Página de perguntas e respostas"],"FAQ Page":["Página de perguntas frequentes"],"About Page":["Página Sobre"],"Item Page":["Página de item"],"Web Page":["Página web"],"Default for %1$s (%2$s)":["Por omissão para %1$s (%2$s)"],"This helps search engines understand your website and your content. You can change some of your settings for this page below.":["Isto ajuda os motores de pesquisa a compreender o seu site e o seu conteúdo. Abaixo poderá alterar algumas das definições para esta página."],"Yoast SEO automatically describes your pages using schema.org":["O Yoast SEO descreve automaticamente as suas páginas de acordo com schema.org"],"Article type":["Tipo de artigo"],"Page type":["Tipo de página"],"Learn more about page or content types":["Saiba mais sobre páginas ou tipos de conteúdo"],"What type of page or content is this?":["Esta página ou conteúdo é de que tipo?"],"Structured Data":["Dados estruturados"],"Yoast How-to":["Tutorial do Yoast"],"Yoast FAQ":["Perguntas frequentes do Yoast"],"%1$s: Does not contain the exact match. %2$sTry to write the exact match of your keyphrase in the SEO title and put it at the beginning of the title%3$s.":["%1$s: Não contém uma correspondência exacta. %2$sTente escrever uma correspondência exacta da sua frase-chave no início do seu título de SEO%3$s."],"%1$s: The exact match of the focus keyphrase appears in the SEO title, but not at the beginning. %2$sMove it to the beginning for the best results%3$s.":["%1$s: O seu título de SEO inclui uma correspondência exacta da sua frase-chave principal, mas não no início. %2$sMova-a para o início para obter os melhores resultados%3$s."],"%1$s Internal Linking Blocks":["Blocos de ligações internas do %1$s"],"Allow us to track some data about your site to improve our plugin.":["Permita-nos recolher alguns dados sobre o seu site para melhorar o nosso plugin."],"Usage tracking":["Rastreio de utilização"],"Can we collect anonymous information about your website to enhance %1$s?":[""],"Read more about how internal linking can improve your site structure.":["Leia mais sobre como as ligações internas podem melhorar a estrutura do seu site."],"Link suggestions":["Sugestão de ligações"],"Insights":["Detalhes"],"Remove image":["Remover imagem"],"The file size of the uploaded image is too large for %s. File size must be less than %s.":["O tamanho do ficheiro de imagem carregado é demasiado grande para o %s. O tamanho do ficheiro tem de ser inferior a %s."],"The format of the uploaded image is not supported. The supported formats are: %s, %s, %s and %s.":["O formato da imagem carregada não é suportado. Os formatos suportados são: %s, %s, %s e %s."],"You have uploaded a %s. Please note that, if it’s an animated %s, only the first frame will be used.":["Carregou um %s. Atenção que, se for um %s animado, apenas será utilizado o primeiro frame."],"Your image dimensions are not suitable. The minimum dimensions are %dx%d pixels. The maximum dimensions are %dx%d pixels.":["As dimensões da imagem não são adequadas. As dimensões mínimas são %dx%d píxeis. As dimensões máximas são %dx%d píxeis."],"Your image dimensions are not suitable. The minimum dimensions are %dx%d pixels.":["As dimensões da imagem não são adequadas. As dimensões mínimas são %dx%d píxeis."],"Dismiss":["Ignorar"],"Because of a change in your permalink structure, some of your SEO data needs to be reprocessed.":["Devido a uma alteração na estrutura da sua ligações permanentes, alguns dos seus dados de SEO têm de ser processados de novo."],"Because of a change in your home URL setting, some of your SEO data needs to be reprocessed.":["Devido a uma alteração na definição do URL da página inicial, alguns dos seus dados de SEO têm de ser processados de novo."],"Please upgrade your WordPress version or install the Gutenberg plugin to get this %1$s feature.":["Actualize a sua versão do WordPress ou instale o plugin Gutenberg para obter esta funcionalidade de %1$s."],"Marking links with nofollow/sponsored has been disabled for WordPress installs < 5.4.":["A marcação de ligações como nofollow/sponsored foi desactivada para instalações WordPress anteriores ao 5.4."],"Open in new tab":["Abrir num novo separador"],"This is a sponsored link or advert (mark as %1$ssponsored%2$s)%3$s":["Esta é uma ligação patrocinada ou anúncio (marque como %1$ssponsored%2$s)%3$s"],"Search engines should ignore this link (mark as %1$snofollow%2$s)%3$s":["Os motores de pesquisa devem ignorar esta ligação (marque como %1$snofollow%2$s)%3$s"],"Learn more about marking a link as nofollow or sponsored.":["Saiba mais sobre como marcar uma ligação como nofollow ou sponsored."],"Link inserted.":["Ligação inserida."],"Link edited.":["Ligação editada."],"Warning: the link has been inserted but may have errors. Please test it.":["Atenção: a ligação foi inserida mas pode conter erros. Por favor teste."],"Unlink":["Desligar"],"Link removed.":["Ligação removida."],"Link":["Ligar"],"We've analyzed your post. There is still room for improvement!":["Analisámos o seu conteúdo. Ainda pode ser melhorado!"],"We've analyzed your post. Everything looks good. Well done!":["Analisámos o seu conteúdo. Tudo parece bem. Muito bem!"],"No focus keyword was entered":["Não foi inserida nenhuma palavra-chave principal"],"Share your post!":["Partilhe a sua publicação!"],"Improve your post with Yoast SEO":["Melhore o seu conteúdo com o Yoast SEO"],"SEO analysis:":["Análise de SEO:"],"The links columns show the number of articles on this site linking %3$sto%4$s this article and the number of URLs linked %3$sfrom%4$s this article. Learn more about %1$show to use these features to improve your internal linking%2$s, which greatly enhances your SEO.":["As colunas das ligações mostram a quantidade de artigos neste site que ligam %3$spara%4$s este artigo e a quantidade de URL ligados %3$sa partir%4$s deste artigo. Saiba mais sobre %1$scomo usar estas funcionalidades para melhorar as suas ligações internas%2$s, o que valoriza muito o seu SEO."],"We've written an article about %1$show to use the SEO score and Readability score%2$s.":["Escrevemos um artigo sobre %1$scomo utilizar a classificação de SEO e a classificação de legibilidade%2$s."],"%1$s adds several columns to this page.":["O %1$s adiciona várias colunas a esta página."],"We estimate this will take less than a minute.":["Estimamos que demore menos de um minuto."],"We estimate this will take a couple of minutes.":["Estimamos que demore alguns minutos."],"%1$sRun the indexation process on your server%2$s using %3$sWP CLI%2$s.":["%1$sExecute o processo de indexação no seu servidor%2$s com o %3$sWP CLI%2$s."],"We estimate this could take a long time, due to the size of your site. As an alternative to waiting, you could:":["É possível que isto demore algum tempo, devido ao tamanho do seu site. Em vez de esperar, pode:"],"Show debug information":["Mostrar informações de depuração"],"Your site will continue to work normally, but won't take full advantage of %s.":["O seu site continuará a funcionar normalmente, mas não irá aproveitar o %s na sua totalidade."],"%s had problems creating the database tables needed to speed up your site.":["O %s teve problemas ao criar as tabelas da base de dados necessárias para acelerar seu site."],"Your keyphrase is too long. It can be a maximum of 191 characters.":["A sua frase-chave é demasiado longa. Só pode ter no máximo 191 caracteres."],"%1$sFind out how to solve this problem on our help center%2$s.":["%1$sSaiba como resolver este problema no nosso centro de ajuda%2$s."],"The text link counter feature is not working as expected":["A funcionalidade de contador de ligações de texto não está a funcionar conforme esperado"],"The text link counter helps you improve your site structure. %1$sFind out how the text link counter can enhance your SEO%2$s.":["O contador de ligações de texto ajuda a melhorar a estrutura do site. %1$sDescubra como o contador de ligações de texto pode melhorar o seu SEO%2$s."],"The text link counter is working as expected":["O contador de ligações de texto funciona conforme esperado"],"I don't want this site to show in the search results.":["Não quero que este site seja mostrado nos resultados de pesquisas."],"If you want search engines to show this site in their results, you must %1$sgo to your Reading Settings%2$s and uncheck the box for Search Engine Visibility.":["Se quiser que o seu site seja mostrado nos resultados de pesquisas, tem de %1$sir às opções de leitura%2$s e desseleccionar a opção da Visibilidade nos motores de pesquisa."],"Learn more about the no-index setting on our help page.":["Saiba mais sobre a definição de não indexar na nossa página de ajuda."],"Even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Apesar de poder configurar aqui as definições de robôs, as definições globais de privacidade estabelecem que o site no seu todo não será indexado. Portanto, estas definições específicas não terão qualquer efeito."],"Learn more about canonical URLs on our help page.":["Saiba mais sobre os URL canónicos na nossa página de ajuda."],"Learn more about the breadcrumbs title setting on our help page.":["Saiba mais sobre a definição de título de breadcrumbs na nossa página de ajuda."],"Learn more about advanced meta robots settings on our help page.":["Saiba mais sobre definições avançadas de metadados de robôs na nossa página de ajuda."],"Learn more about the no-follow setting on our help page.":["Saiba mais sobre a definição de não seguir na nossa página de ajuda."],"Should search engines follow links on this content?":["Os motores de pesquisa deverão seguir ligações neste conteúdo?"],"This %1$s REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use %1$s for all their SEO meta output.":["Este endpoint da REST API do %1$s dá-lhe todos os dados que precisa para um URL específico. Isto permite a sites WordPress headless utilizarem de forma simples o %1$s para gerar os seus metadados de SEO."],"REST API: Head endpoint":["REST API: Head endpoint"],"Please read %1$sthis help article%2$s to find out how to resolve this problem.":["Por favor leia %1$seste artigo de ajuda%2$s para descobrir como resolver este problema."],"Replaced with the term ancestors hierarchy":["Substituído pelo termo hierarquicamente superior"],"Term hierarchy":["Hierarquia de termos"],"%1$sYou can change the tagline in the customizer%2$s.":["%1$sPode alterar a descrição no Personalizador%2$s."],"You still have the default WordPress tagline. Even an empty one is probably better.":["Ainda tem a descrição por omissão do WordPress."],"You should change the default WordPress tagline":["Deve alterar a descrição por omissão do WordPress"],"You are using a custom tagline or an empty one.":["Está a usar uma descrição personalizada ou em branco."],"You changed the default WordPress tagline":["Alterou a descrição por omissão do WordPress"],"Comments on your posts are displayed on a single page. This is just like we'd suggest it. You're doing well!":["Os comentários aos seus artigos são mostrados numa única página. Isto é tal e qual como sugerimos. Está a fazer bem!"],"It's highly recommended to have your postname in the URL of your posts and pages. Consider setting your permalink structure to %s.":["É altamente recomendado ter o nome do artigo no URL dos seus artigos e páginas. Considere definir a sua estrutura de ligações permanentes como %s."],"You do not have your postname in the URL of your posts and pages":["Não tem o nome do artigo no URL dos seus artigos e páginas"],"You do have your postname in the URL of your posts and pages.":["Tem o nome do artigo no URL dos seus artigos e páginas."],"Your permalink structure includes the post name":["A sua estrutura de ligações permanentes inclui o nome do artigo"],"Comments on your posts break into multiple pages. As this is not needed in 999 out of 1000 cases, we recommend you disable it. To fix this, uncheck \"Break comments into pages...\" on the Discussion Settings page.":["Os comentários aos seus artigos estão divididos em múltiplas páginas. Como isto não é necessário em 999 de 1000 casos, recomendamos que desactive. Para corrigir isto, desseleccione \"Dividir os comentários em páginas...\" na página das opções de discussão."],"Comments break into multiple pages":["Os comentários dividem-se em múltiplas páginas"],"Comments are displayed on a single page":["Os comentários são apresentados numa página"],"No title":["Sem título"],"%1$sGo to the Discussion Settings page%2$s":["%1$sVá para a página de opções de discussão%2$s"],"%1$sThis was reported by the %2$s plugin%3$s":["%1$sIsto foi reportado pelo plugin %2$s%3$s"],"Mobile result":["Resultado em dispositivos móveis"],"Preview as:":["Pré-visualizar como:"],"Desktop result":["Resultado em computador"],"When you click OK we will open our HelpScout beacon where you can find answers to your questions. This beacon will load our support data and also potentially set cookies.":["Ao clicar em OK será mostrado o nosso HelpScout onde poderá encontrar respostas às suas questões. Isto irá carregar os dados do nosso suporte e provavelmente definir cookies."],"The browser you are currently using is unfortunately rather dated. Since we strive to give you the best experience possible, we no longer support this browser. Instead, please use %1$sFirefox%4$s, %2$sChrome%4$s or %3$sMicrosoft Edge%4$s.":["O navegador que está a utilizar é muito antigo. Como estamos sempre interessados em proporcionar-lhe a melhor experiência possível, este navegador já não é suportado. Em alternativa, por favor utilize o %1$sFirefox%4$s, %2$sChrome%4$s ou %3$sMicrosoft Edge%4$s."],"If you want to apply advanced <code>meta</code> robots settings for this page, please define them in the following field.":["Se quiser aplicar definições avançadas de <code>meta</code> para robôs nesta página, por favor configure-as no campo abaixo."],"Check out %1$s":["Visite a %1$s"],"We have both free and premium online courses to learn everything you need to know about SEO.":["Temos cursos online gratuitos e premium para aprender tudo o que precisa para saber sobre SEO."],"Want to learn SEO from Team Yoast? Check out our %1$s!":["Quer aprender SEO com a Equipa do Yoast? Visite a nossa %1$s!"],"Learn SEO":["Aprenda SEO"],"%s settings to import:":["Definições do %s a importar:"],"Import settings from another %1$s installation by pasting them here and clicking \"%2$s\".":["Importe definições de outra instalação do %1$s, colando-as aqui e clicando em \"%2$s\"."],"Your %1$s settings:":["As suas definições do %1$s:"],"Schema":["Schema"],"Please check the format of the YouTube URL you entered. %s":["Verifique o formato do URL do YouTube que inseriu. %s"],"Please check the format of the Wikipedia URL you entered. %s":["Verifique o formato do URL da Wikipedia que inseriu. %s"],"Please check the format of the Pinterest URL you entered. %s":["Verifique o formato do URL do Pinterest que inseriu. %s"],"Please check the format of the MySpace URL you entered. %s":["Verifique o formato do URL do MySpace que inseriu. %s"],"Please check the format of the LinkedIn URL you entered. %s":["Verifique o formato do URL do Linkedin que inseriu. %s"],"Please check the format of the Instagram URL you entered. %s":["Verifique o formato do URL do Instagram que inseriu. %s"],"Please check the format of the Facebook Page URL you entered. %s":["Verifique o formato do URL do Facebook que inseriu. %s"],"Settings saved.":["Definições guardadas."],"Dismiss this alert":["Ignorar este alerta"],"The submitted value was: %s":["O valor submetido foi: %s"],"Yandex confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Os códigos de confirmação Yandex apenas podem conter letras de A a F, números, hífenes e underscores. %s"],"Twitter usernames can only contain letters, numbers, and underscores. %s":["Os nomes de utilizador do Twitter apenas podem conter letras, números e underscores. %s"],"Pinterest confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Os códigos de confirmação do Pinterest apenas podem conter letras de A a F, números, hífenes e underscores. %s"],"Bing confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Os códigos de confirmação do Bing apenas podem conter letras de A a F, números, hífenes e underscores. %s"],"Google verification codes can only contain letters, numbers, hyphens, and underscores. %s":["Os códigos de verificação do Google apenas podem conter letras, números, hífenes e underscores. %s"],"Baidu verification codes can only contain letters, numbers, hyphens, and underscores. %s":["Os códigos de verificação do Baidu apenas podem conter letras, números, hífenes e underscores. %s"],"Show this item.":["Mostrar este item."],"Hide this item.":["Esconder este item."],"You have %d hidden problem:":["Tem %d problema escondido:","Tem %d problemas escondidos:"],"You have %d hidden notification:":["Tem %d notificação oculta:","Tem %d notificações ocultas:"],"Focus keyphrase not set":["Frase-chave principal não definida"],"The form contains %1$s error. %2$s":["O formulário contém %1$s erro. %2$s","O formulário contém %1$s erros. %2$s"],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly.":["Estas são as palavras que ocorrem mais vezes no seu conteúdo. Indicam em que é que o seu conteúdo se foca. Se as palavras forem muito diferentes do seu tópico, considere reescrever o seu conteúdo."],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":["Assim que adicione um pouco mais de texto, dar-lhe-emos uma lista de palavras que ocorrem mais vezes no seu conteúdo. Estas indicam em que é que o seu conteúdo se foca."],"%d occurrences":["%d ocorrências"],"Activate %s for your site on MyYoast":["Activar %s para o seu site em MyYoast"],"Show blog page in breadcrumbs":["Mostrar a página do blog nas breadcrumbs"],"We could not find any relevant articles on your website that you could link to from your post.":["Não foram encontrados artigos relevantes no seu site para os quais possa ligar a partir do seu conteúdo."],"Has feedback":["Tem feedback"],"Content optimization:":["Optimização de conteúdo:"],"%1$sSEO%2$s: %3$s":["%1$sSEO%2$s: %3$s"],"%1$sReadability%2$s: %3$s":["%1$sLegibilidade%2$s: %3$s"],"Post Noindexed":["Artigo não indexado"],"No Focus Keyphrase":["Nenhuma frase-chave principal"],"Posts with the SEO score: %s":["Conteúdos com classificação SEO: %s"],"SEO: %s":["SEO: %s"],"%s video tutorial":["Tutorial de vídeo do %s"],"To view your current crawl errors, %1$splease visit Google Search Console%2$s.":["Para consultar os erros actuais de rastreio, %1$spor favor visite a Google Search Console%2$s."],"Google has discontinued its Crawl Errors API. Therefore, any possible crawl errors you might have cannot be displayed here anymore. %1$sRead our statement on this for further information%2$s.":["O Google descontinuou a sua Crawl Errors API. Por isto, já não será possível mostrar quaisquer possíveis erros de rastreio. %1$sLeia a nossa declaração sobre isto para referência futura%2$s."],"Get the %s plugin now!":["Obter agora o plugin %s"],"Personal info":["Informações pessoais"],"Organization logo":["Logótipo da organização"],"Organization name":["Nome da organização"],"(if one exists)":["(se existir)"],"Wikipedia page about you":["Página da Wikipedia sobre si"],"YouTube profile URL":["URL do perfil do YouTube"],"Tumblr profile URL":["URL do perfil do Tumblr"],"SoundCloud profile URL":["URL do perfil do SoundCloud"],"MySpace profile URL":["URL do perfil do MySpace"],"Organization":["Organização"],"You have previously set your site to represent a person. We’ve improved our functionality around Schema and the Knowledge Graph, so you should go in and %1$scomplete those settings%2$s.":["Indicou previamente este site como representante de uma pessoa. Melhorámos as funcionalidades sobre Schema e Painel de Conhecimentos, pelo que deverá %1$scompletar as definições respectivas%2$s."],"Select a user...":["Seleccione um utilizador..."],"Uncategorized":["Sem categoria"],"Pinterest profile URL":["URL do perfil do Pinterest"],"LinkedIn profile URL":["URL do perfil do LinkedIn"],"Instagram profile URL":["URL do perfil do Instagram"],"No JSON object was returned.":["Nenhum objecto JSON devolvido."],"Received internal links":["Ligações internas recebidas"],"Outgoing internal links":["Ligações internas"],"New step added":["Novo passo adicionado"],"New question added":["Nova pergunta adicionada"],"For this feature to work, %1$s needs to create a table in your database. We were unable to create this table automatically.":["Para isto funcionar, o %1$s tem de criar uma tabela na sua base de dados. Não foi possível criar esta tabela automaticamente."],"Keyphrase":["Frase-chave"],"%3$sImage Keyphrase%5$s: Out of %2$d images on this page, %1$d have alt attributes with words from your keyphrase or synonyms. That's a bit much. %4$sOnly include the keyphrase or its synonyms when it really fits the image%5$s.":["%3$sFrase-chave de imagens%5$s: Das %2$d imagens nesta página, %1$d têm texto alternativo com palavras da sua frase-chave ou sinónimos. Isto é demasiado. %4$sDeverá incluir a frase-chave, ou sinónimos, apenas se se relacionar com a imagem%5$s."],"%3$sImage Keyphrase%5$s: Out of %2$d images on this page, only %1$d has an alt attribute that reflects the topic of your text. %4$sAdd your keyphrase or synonyms to the alt tags of more relevant images%5$s!":["%3$sFrase-chave de imagens%5$s: Das %2$d imagens nesta página, apenas %1$d tem um texto alternativo que reflecte o tópico do seu texto. %4$sAdicione a sua frase-chave ou sinónimos ao texto alternativo das imagens mais relevantes%5$s!","%3$sFrase-chave de imagens%5$s: Das %2$d imagens nesta página, apenas %1$d têm textos alternativos que reflectem o tópico do seu texto. %4$sAdicione a sua frase-chave ou sinónimos ao texto alternativo das imagens mais relevantes%5$s!"],"%1$sImage Keyphrase%3$s: Images on this page do not have alt attributes that reflect the topic of your text. %2$sAdd your keyphrase or synonyms to the alt tags of relevant images%3$s!":["%1$sFrase-chave de imagens%3$s: As imagens desta página não têm texto alternativo que corresponda ao tópico do seu texto. %2$sAdicione a sua frase-chave, ou os seus sinónimos, ao texto alternativo das imagens relevantes%3$s!"],"%1$sImage Keyphrase%3$s: Images on this page have alt attributes, but you have not set your keyphrase. %2$sFix that%3$s!":["%1$sFrase-chave de imagens%3$s: As imagens desta página têm texto alternativo, mas ainda não configurou a sua frase-chave. %2$sCorrija isto%3$s!"],"%1$sKeyphrase in subheading%2$s: %3$s of your H2 and H3 subheadings reflects the topic of your copy. Good job!":["%1$sFrases-chave em subtítulos%2$s: %3$s subtítulo H2 ou H3 reflecte o tópico do seu texto. Bom trabalho!","%1$sFrases-chave em subtítulos%2$s: %3$s subtítulos H2 e H3 reflectem o tópico do seu texto. Bom trabalho!"],"%1$sKeyphrase in subheading%2$s: Your H2 or H3 subheading reflects the topic of your copy. Good job!":["%1$sFrases-chave em subtítulos%2$s: O seu subtítulo H2 ou H3 reflecte o tópico do seu texto. Bom trabalho!"],"%1$sKeyphrase in subheading%3$s: %2$sUse more keyphrases or synonyms in your H2 and H3 subheadings%3$s!":["%1$sFrases-chave em subtítulos%3$s: %2$sUse mais frases-chave ou sinónimos nos subtítulos principais%3$s!"],"Page %s":["Página %s"],"Cannot get the size of %1$s because of unknown reasons.":["Não é possível obter o tamanho de %1$s por razão desconhecida."],"Cannot get the size of %1$s because it is hosted externally.":["Não é possível obter o tamanho de %1$s porque está num alojado externo."],"%1$sSingle title%3$s: H1s should only be used as your main title. Find all H1s in your text that aren't your main title and %2$schange them to a lower heading level%3$s!":["%1$sTítulo de conteúdo%3$s: Os H1 deverão apenas ser usados no seu título principal. Verifique todos os H1 no seu texto que não sejam o título principal e %2$saltere para um título com nível inferior%3$s!"],"%1$sKeyphrase density%2$s: The keyphrase was found %5$d time. That's way more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$sDensidade de frases-chave%2$s: A sua frase-chave principal foi encontrada %5$d vez. Isto é muito mais do que o máximo recomendado de %3$d vezes para um texto deste tamanho. %4$sNão exagere%2$s!","%1$sDensidade de frases-chave%2$s: A sua frase-chave principal foi encontrada %5$d vezes. Isto é muito mais do que o máximo recomendado de %3$d vezes para um texto deste tamanho. %4$sNão exagere%2$s!"],"%1$sKeyphrase density%2$s: The keyphrase was found %5$d time. That's more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$sDensidade de frases-chave%2$s: A sua frase-chave principal foi encontrada %5$d vez. Isto é mais do que o máximo recomendado de %3$d vezes para um texto deste tamanho. %4$sNão exagere%2$s!","%1$sDensidade de frases-chave%2$s: A sua frase-chave principal foi encontrada %5$d vezes. Isto é mais do que o máximo recomendado de %3$d vezes para um texto deste tamanho. %4$sNão exagere%2$s!"],"%1$sKeyphrase density%2$s: The keyphrase was found %3$d time. This is great!":["%1$sDensidade de frases-chave%2$s: A sua frase-chave principal foi encontrada %3$d vez. Está óptimo!","%1$sDensidade de frases-chave%2$s: A sua frase-chave principal foi encontrada %3$d vezes. Está óptimo!"],"%1$sKeyphrase density%2$s: The keyphrase was found %5$d time. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sDensidade de frases-chave%2$s: A sua frase-chave principal foi encontrada %5$d vez. Isto é menos do que o mínimo recomendado de %3$d vezes para um texto deste tamanho. %4$sConcentre-se na sua frase-chave%2$s!","%1$sDensidade de frases-chave%2$s: A sua frase-chave principal foi encontrada %5$d vezes. Isto é menos do que o mínimo recomendado de %3$d vezes para um texto deste tamanho. %4$sConcentre-se na sua frase-chave%2$s!"],"%1$sKeyphrase density%2$s: The keyphrase was found 0 times. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sDensidade de frases-chave%2$s: A frase-chave principal foi encontrada 0 vezes. Isto é menos do que o mínimo recomendado de %3$d vezes para um texto deste tamanho. %4$sConcentre-se na sua frase-chave%2$s!"],"Import of settings is only supported on servers that run PHP 5.3 or higher.":["A importação de definições apenas é suportada em servidores com o PHP 5.3 ou superior."],"Export your %1$s settings here, to copy them on another site.":["Exporte aqui as suas definições do %1$s, para copiar para outro site."],"No settings found.":["Nenhuma definição encontrada."],"These are settings for the %1$s plugin by %2$s":["Estas são definições do plugin %1$s da %2$s"],"Copy all these settings to another site's %1$s tab and click \"%1$s\" there.":["Copie todas estas definições para o separador %1$s de outro site e clique em \"%1$s\"."],"You do not have the required rights to export settings.":["Não tem permissão para exportar definições."],"Method %1$s() does not exist in class %2$s":["O método %1$s() não existe na classe %2$s"],"With %s, you can easily create such redirects.":["Com o %s pode facilmente criar estes redireccionamentos."],"Learn about why permalinks are important for SEO.":["Saiba porque as ligações permanentes são importantes para SEO."],"Changing your permalinks settings can seriously impact your search engine visibility. It should almost %1$s never %2$s be done on a live website.":["Alterar as definições das ligações permanentes pode ter um grande impacto na visibilidade nos motores de pesquisa. Quase %1$snunca%2$s deverá fazê-lo num site de produção."],"WARNING:":["AVISO:"],"%1$sFunction words in keyphrase%3$s: Your keyphrase \"%4$s\" contains function words only. %2$sLearn more about what makes a good keyphrase.%3$s":["%1$sPalavras funcionais na frase-chave%3$s: A sua frase-chave \"%4$s\"  contém apenas palavras funcionais. %2$sSaiba mais sobre o que é uma boa frase-chave.%3$s"],"Clear Image":["Limpar imagem"],"%1$sKeyphrase length%3$s: %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sComprimento da frase-chave%3$s: %2$sDefina uma frase-chave para calcular sua classificação de SEO%3$s."],"%1$sKeyphrase in slug%2$s: More than half of your keyphrase appears in the slug. That's great!":["%1$sFrase-chave na slug%2$s: A slug contém mais de metade da sua frase-chave. Isto é óptimo!"],"%1$sKeyphrase in slug%3$s: (Part of) your keyphrase does not appear in the slug. %2$sChange that%3$s!":["%1$sFrase-chave na slug%3$s: A slug não contém parte da sua frase-chave. %2$sAltere isto%3$s!"],"%1$sKeyphrase in slug%2$s: Great work!":["%1$sFrase-chave na slug%2$s: Óptimo trabalho!"],"Help on choosing the perfect focus keyphrase":["Ajuda sobre como escolher uma frase-chave principal perfeita"],"Go %s!":["Obter o %s!"],"Add related keyphrase":["Adicionar frase-chave relacionada"],"Upgrade to %s":["Actualize para o %s"],"Get %s":["Obter o %s"],"%4$sPreviously used keyphrase%6$s: You've used this keyphrase %1$s multiple times before%3$s. %5$sDo not use your keyphrase more than once%6$s.":["%4$sFrase-chave reutilizada%6$s: Já usou esta frase-chave %1$svárias vezes%3$s. %5$sNão utilize frases-chave mais do que uma vez%6$s."],"%3$sPreviously used keyphrase%5$s: You've used this keyphrase %1$sonce before%2$s. %4$sDo not use your keyphrase more than once%5$s.":["%3$sFrase-chave reutilizada%5$s: Já usou esta frase-chave %1$suma vez%2$s. %4$sNão utilize frases-chave mas do que uma vez%5$s."],"%1$sPreviously used keyphrase%2$s: You've not used this keyphrase before, very good.":["%1$sFrase-chave reutilizada%2$s: Não usou esta frase-chave anteriormente, muito bem."],"%1$sImages%3$s: No images appear on this page. %2$sAdd some%3$s!":["%1$sImagens%3$s: Nenhuma imagem encontrada nesta página. %2$sAdicione algumas%3$s!"],"%1$sLink keyphrase%3$s: You're linking to another page with the words you want this page to rank for. %2$sDon't do that%3$s!":["%1$sLigação com frase-chave%3$s: Está a ligar a outra página com as palavras com que quer destacar esta página. %2$sNão faça isto%3$s!"],"%2$sText length%3$s: The text contains %1$d %4$s. Good job!":["%2$sComprimento do texto%3$s: O texto contém %1$d %4$s. Bom trabalho!"],"%1$sKeyphrase in subheading%3$s: More than 75%% of your H2 and H3 subheadings reflect the topic of your copy. That's too much. %2$sDon't over-optimize%3$s!":["%1$sFrases-chave em subtítulos%3$s: Mais de 75%% dos subtítulos H2 e H3 reflectem o tópico do seu texto. É demasiado. %2$sNão exagere%3$s!"],"%1$sSEO title width%3$s: %2$sPlease create an SEO title%3$s.":["%1$sComprimento do título SEO%3$s: %2$sPor favor crie um título SEO%3$s."],"%1$sSEO title width%3$s: The SEO title is wider than the viewable limit. %2$sTry to make it shorter%3$s.":["%1$sComprimento do título SEO%3$s: O título SEO é mais comprido do que o limite visível. %2$sTente encurtá-lo%3$s."],"%1$sSEO title width%2$s: Good job!":["%1$sComprimento do título SEO%2$s: Bom trabalho!"],"%1$sSEO title width%3$s: The SEO title is too short. %2$sUse the space to add keyphrase variations or create compelling call-to-action copy%3$s.":["%1$sComprimento do título SEO%3$s: O título SEO é demasiado curto. %2$sUtilize o espaço para adicionar variações da frase-chave ou criar um texto convidativo%3$s."],"%1$sOutbound links%2$s: There are both nofollowed and normal outbound links on this page. Good job!":["%1$sLigações externas%2$s: Nesta página existem ligações externas a não seguir e ligações externas normais. Bom trabalho!"],"%1$sOutbound links%2$s: Good job!":["%1$sLigações externas%2$s: Bom trabalho!"],"%1$sOutbound links%3$s: All outbound links on this page are nofollowed. %2$sAdd some normal links%3$s.":["%1$sLigações externas%3$s: Todas as ligações externas nesta página são a não seguir. %2$sAdicione algumas ligações normais%3$s."],"%1$sOutbound links%3$s: No outbound links appear in this page. %2$sAdd some%3$s!":["%1$sLigações externas%3$s: Não há nenhuma ligação externa nesta página. %2$sAdicione algumas%3$s!"],"%1$sMeta description length%2$s: Well done!":["%1$sComprimento da descrição%2$s: Muito bem!"],"%1$sMeta description length%3$s: The meta description is over %4$d characters. To ensure the entire description will be visible, %2$syou should reduce the length%3$s!":["%1$sComprimento da descrição%3$s: A descrição tem %4$d caracteres a mais. Para garantir que toda a descrição seja visível, %2$sdeverá reduzir o seu comprimento%3$s!"],"%1$sMeta description length%3$s: The meta description is too short (under %4$d characters). Up to %5$d characters are available. %2$sUse the space%3$s!":["%1$sComprimento da descrição%3$s: A descrição é demasiado curta (menos de %4$d caracteres). Tem %5$d caracteres disponíveis. %2$sAproveite o espaço%3$s!"],"%1$sMeta description length%3$s:  No meta description has been specified. Search engines will display copy from the page instead. %2$sMake sure to write one%3$s!":["%1$sComprimento da descrição%3$s: Nenhuma descrição especificada. Em alternativa, os motores de pesquisa irão mostrar um texto da página. %2$sEscreva uma descrição%3$s!"],"%1$sKeyphrase in meta description%2$s: The meta description has been specified, but it does not contain the keyphrase. %3$sFix that%4$s!":["%1$sFrase-chave na descrição%2$s: A descrição foi definida, mas não contém a frase-chave. %3$sCorrija isto%4$s!"],"%1$sKeyphrase in meta description%2$s: The meta description contains the keyphrase %3$s times, which is over the advised maximum of 2 times. %4$sLimit that%5$s!":["%1$sFrase-chave na descrição%2$s: A descrição contém a frase-chave %3$s vezes, o que é superior ao máximo recomendado de 2 vezes. %4$sLimite isto%5$s!"],"%1$sKeyphrase in meta description%2$s: Keyphrase or synonym appear in the meta description. Well done!":["%1$sFrase-chave na descrição%2$s: A descrição contém a frase-chave ou sinónimo. Muito bem!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's way more than the recommended maximum of %2$d %6$s. %4$sMake it shorter%5$s!":["%3$sComprimento da frase-chave%5$s: A frase-chave tem %1$d %6$s. Isto é muito mais do que o máximo recomendado de %2$d %6$s. %4$sTorne-a mais curta%5$s!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's more than the recommended maximum of %2$d %6$s. %4$sMake it shorter%5$s!":["%3$sComprimento da frase-chave%5$s: A frase-chave tem %1$d %6$s. Isto é mais do que o máximo recomendado de %2$d %6$s. %4$sTorne-a mais curta%5$s!"],"%1$sKeyphrase length%2$s: Good job!":["%1$sComprimento da frase-chave%2$s: Bom trabalho!"],"%1$sKeyphrase length%3$s: No focus keyphrase was set for this page. %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sComprimento da frase-chave%3$s: Nenhuma frase-chave definida nesta página. %2$sDefina uma frase-chave para calcular a sua classificação de SEO%3$s."],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms do not appear in the first paragraph. %2$sMake sure the topic is clear immediately%3$s.":["%1$sFrase-chave na introdução%3$s: O primeiro parágrafo do texto não inclui a sua frase-chave, ou sinónimo. %2$sCertifique-se de que o tópico é claro%3$s."],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms appear in the first paragraph of the copy, but not within one sentence. %2$sFix that%3$s!":["%1$sFrase-chave na introdução%3$s: O primeiro parágrafo do texto inclui a sua frase-chave, ou sinónimo, mas não numa única frase. %2$sCorrija isto%3$s!"],"%1$sKeyphrase in introduction%2$s: Well done!":["%1$sFrase-chave na introdução%2$s: Muito bem!"],"%1$sInternal links%2$s: There are both nofollowed and normal internal links on this page. Good job!":["%1$sLigações internas%2$s: Nesta página existem ligações internas a não seguir e ligações internas normais. Bom trabalho!"],"%1$sInternal links%2$s: You have enough internal links. Good job!":["%1$sLigações internas%2$s: Existem ligações internas suficientes. Bom trabalho!"],"%1$sInternal links%3$s: The internal links in this page are all nofollowed. %2$sAdd some good internal links%3$s.":["%1$sLigações internas%3$s: Todas as ligações internas nesta página são a não seguir. %2$sAdicione algumas boas ligações internas%3$s."],"%1$sInternal links%3$s: No internal links appear in this page, %2$smake sure to add some%3$s!":["%1$sLigações internas%3$s: Não há nenhuma ligação interna nesta página, %2$sadicione algumas%3$s!"],"%1$sTransition words%2$s: Well done!":["%1$sPalavras de transição%2$s: Muito bem!"],"%1$sTransition words%2$s: Only %3$s of the sentences contain transition words, which is not enough. %4$sUse more of them%2$s.":["%1$sPalavras de transição%2$s: Apenas %3$s das suas frases contêm palavras de transição, o que é insuficiente. %4$sUtilize mais%2$s."],"%1$sTransition words%2$s: None of the sentences contain transition words. %3$sUse some%2$s.":["%1$sPalavras de transição%2$s: Nenhuma das suas frases contem palavras de transição. %3$sUtilize algumas%2$s."],"%1$sNot enough content%2$s: %3$sPlease add some content to enable a good analysis%2$s.":["%1$sConteúdo insuficiente%2$s: %3$sAdicione algum conteúdo para permitir uma boa análise%2$s."],"%1$sSubheading distribution%2$s: You are not using any subheadings, but your text is short enough and probably doesn't need them.":["%1$sDistribuição de subtítulos%2$s: Não está a usar nenhum subtítulo, mas o seu texto é suficientemente pequeno e provavelmente não precisa."],"%1$sSubheading distribution%2$s: You are not using any subheadings, although your text is rather long. %3$sTry and add some subheadings%2$s.":["%1$sDistribuição de subtítulos%2$s: Não está a usar nenhum subtítulo, no entanto o seu texto é bastante grande. %3$sTente adicionar alguns subtítulos%2$s."],"%1$sSubheading distribution%2$s: %3$d section of your text is longer than %4$d %6$s and is not separated by any subheadings. %5$sAdd subheadings to improve readability%2$s.":["%1$sDistribuição de subtítulos%2$s: %3$d secção do seu texto tem mais de %4$d %6$s e não é separada por quaisquer subtítulos. %5$sAdicione subtítulos para melhorar a legibilidade%2$s.","%1$sDistribuição de subtítulos%2$s: %3$d secções do seu texto têm mais de %4$d %6$s e não são separadas por quaisquer subtítulos. %5$sAdicione subtítulos para melhorar a legibilidade%2$s."],"%1$sSubheading distribution%2$s: Great job!":["%1$sDistribuição de subtítulos%2$s: Óptimo trabalho!"],"%1$sSentence length%2$s: %3$s of the sentences contain more than %4$s %7$s, which is more than the recommended maximum of %5$s. %6$sTry to shorten the sentences%2$s.":["%1$sComprimento da frase%2$s: %3$s das frases contêm mais do que %4$s %7$s, o que é superior ao máximo recomendado de %5$s. %6$sTente encurtar as frases%2$s."],"%1$sSentence length%2$s: Great!":["%1$sComprimento da frase%2$s: Óptimo!"],"%1$sConsecutive sentences%2$s: There is enough variety in your sentences. That's great!":["%1$sFrases consecutivas%2$s: Há variedade suficiente nas suas frases. Está óptimo!"],"%1$sConsecutive sentences%2$s: The text contains %3$d consecutive sentences starting with the same word. %5$sTry to mix things up%2$s!":["%1$sFrases consecutivas%2$s: O texto contém %3$d frases consecutivas a começar com a mesma palavra. %5$sTente misturar as coisas%2$s!","%1$sFrases consecutivas%2$s: O texto contém %4$d instâncias onde %3$d ou mais frases consecutivas começam com a mesma palavra. %5$sTente misturar as coisas%2$s!"],"%1$sPassive voice%2$s: %3$s of the sentences contain passive voice, which is more than the recommended maximum of %4$s. %5$sTry to use their active counterparts%2$s.":["%1$sVoz passiva%2$s: %3$s das frases contém voz passiva, o que é superior ao máximo recomendado de %4$s. %5$sTente usar os equivalentes em voz activa%2$s."],"%1$sPassive voice%2$s: You're using enough active voice. That's great!":["%1$sVoz passiva%2$s: Está a usar voz activa suficiente. Óptimo!"],"%1$sParagraph length%2$s: %3$d of the paragraphs contains more than the recommended maximum of %4$d %6$s. %5$sShorten your paragraphs%2$s!":["%1$sComprimento do parágrafo%2$s: %3$d parágrafo contém mais do que o máximo recomendado de %4$d %6$s. %5$sEncurte os seus parágrafos%2$s!","%1$sComprimento do parágrafo%2$s: %3$d parágrafos contêm mais do que o máximo recomendado de %4$d %6$s. %5$sEncurte os seus parágrafos%2$s!"],"%1$sParagraph length%2$s: None of the paragraphs are too long. Great job!":["%1$sComprimento do parágrafo%2$s: Nenhum dos parágrafos é demasiado grande. Bom trabalho!"],"Good job!":["Bom trabalho!"],"Focus keyphrase: ":["Frase-chave principal: "],"Focus keyphrase":["Frase-chave principal"],"Disable":["Desactivar"],"Allow Control":["Permitir controlo"],"This tab allows you to selectively disable %s features for all sites in the network. By default all features are enabled, which allows site admins to choose for themselves if they want to toggle a feature on or off for their site. When you disable a feature here, site admins will not be able to use that feature at all.":["Este separador permite-lhe desactivar selectivamente funcionalidades do %s para todos os sites da rede. Por omissão todas as funcionalidades estão activadas, o que permite aos administradores dos sites utilizar ou não uma determinada funcionalidade nesse site. Ao desactivar aqui uma funcionalidade, os administradores dos sites não poderão utilizar essa funcionalidade."],"%s is a required feature toggle argument.":["%s é um argumento obrigatório da opção da funcionalidade."],"Remove keyphrase":["Remover frase-chave"],"Keyphrase:":["Frase-chave:"],"This feature has been disabled by the network admin.":["Esta funcionalidade foi desactivada pelo administrador da rede."],"Focus keyphrase not set.":["Frase-chave principal não definida."],"Colon":["Dois pontos"],"Optional. Customize how you want to describe the duration of the instruction":["Opcional. Personalize a forma como quer descrever a duração das instruções."],"Describe the duration of the instruction:":["Descreva a duração das instruções:"],"Learn more about the readability analysis":["Saiba mais sobre a análise de legibilidade"],"Readability analysis:":["Análise de legibilidade:"],"There is a new notification.":["Existe uma nova notificação.","Existem novas notificações."],"Both %1$s and %2$s manage the SEO of your site. Running two SEO plugins at the same time is detrimental.":["Ambos os plugins %1$s e %2$s gerem o SEO do seu site. A execução simultânea de dois plugins de SEO é prejudicial."],"%s, %s and %s":["%s, %s e %s"],"%s and %s":["%s e %s"],"%d minute":["%d minuto","%d minutos"],"%d hour":["%d hora","%d horas"],"%d day":["%d dia","%d dias"],"Enter a step title":["Insira o título do passo"],"Optional. This can give you better control over the styling of the steps.":["Opcional. Isto permite-lhe ter melhor controlo sobre os estilos dos passos."],"CSS class(es) to apply to the steps":["Classe(s) CSS a aplicar aos passos"],"minutes":["minutos"],"hours":["horas"],"days":["dias"],"Create a How-to guide in an SEO-friendly way. You can only use one How-to block per post.":["Crie um tutorial compatível com SEO. Apenas pode utilizar um bloco de tutorial por conteúdo."],"Copy error":["Copiar erro"],"An error occurred loading the %s primary taxonomy picker.":["Ocorreu um erro ao carregar o selector da taxonomia principal de %s."],"%1$s Structured Data Blocks":["Blocos de dados estruturados do %1$s"],"Time needed:":["Tempo necessário:"],"Move question down":["Mover pergunta para baixo"],"Move question up":["Mover pergunta para cima"],"Insert question":["Inserir pergunta"],"Delete question":["Eliminar pergunta"],"Enter the answer to the question":["Insira a resposta à pergunta"],"Enter a question":["Insira uma pergunta"],"Add question":["Adicionar pergunta"],"Frequently Asked Questions":["Perguntas frequentes"],"Select the primary %s":["Seleccionar %s principal"],"Check links to this URL":["Verificar ligações para este URL"],"Are you trying to use multiple keyphrases? You should add them separately below.":["Está a tentar usar múltiplas frases-chave? Deve adicioná-las abaixo separadamente."],"Mark as cornerstone content":["Marcar como conteúdo principal"],"Move step down":["Mover passo para baixo"],"Move step up":["Mover passo para cima"],"Insert step":["Inserir passo"],"Delete step":["Eliminar passo"],"Add image":["Adicionar imagem"],"Enter a step description":["Insira a descrição do passo"],"Enter a description":["Insira uma descrição"],"Unordered list":["Lista não ordenada"],"Showing step items as an ordered list.":["Mostrar passos como uma lista ordenada."],"Showing step items as an unordered list":["Mostrar passos como uma lista não ordenada."],"Add step":["Adicionar passo"],"Delete total time":["Eliminar tempo total"],"Add total time":["Adicionar tempo total"],"How to":["Como"],"How-to":["Tutorial"],"Analysis results":["Resultados da análise"],"Enter a focus keyphrase to calculate the SEO score":["Insira uma frase-chave principal para calcular a classificação SEO"],"Learn more about Cornerstone Content.":["Saiba mais sobre conteúdo principal."],"Cornerstone content should be the most important and extensive articles on your site.":["Os conteúdos principais devem ser os artigos mais importantes e extensos do seu site."],"Restore Site":["Repor site"],"Network Settings":["Definições da rede"],"You are not allowed to perform this action.":["Não tem permissão para executar esta acção."],"Error: %s":["Erro: %s"],"Success: %s":["Sucesso: %s"],"Site with ID %d not found.":["Site com ID %d não encontrado."],"No site has been selected to restore.":["Nenhum site seleccionado para repor."],"You are not allowed to modify unregistered network settings.":["Não tem permissão para modificar opções não explicitamente registadas na rede."],"deleted":["eliminado"],"Copied!":["Copiado!"],"Not supported!":["Não suportado!"],"{{a}}Read our article about site structure{{/a}} to learn more about how internal linking can help improve your SEO.":["{{a}}Leia o nosso artigo sobre a estrutura do site{{/a}} para saber mais como as ligações internas podem ajudar a melhorar o SEO."],"Consider linking to these {{a}}cornerstone articles:{{/a}}":["Considere criar ligações para estes {{a}}artigos principais{{/a}}:"],"Consider linking to these articles:":["Considere criar ligações para estes artigos:"],"Copy link":["Copiar ligação"],"Copy link to suggested article: %s":["Copiar ligação para o artigo sugerido: %s"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":["Leia o nosso %1$sguia sobre pesquisa de palavras-chave%2$s para saber mais sobre a pesquisa e estratégia de palavras-chave."],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly. ":["Estas são as palavras que ocorrem mais vezes no seu conteúdo. Indicam em que é que o seu conteúdo se foca. Se as palavras forem muito diferentes do seu tópico, considere reescrever o seu conteúdo."],"Prominent words":["Palavras proeminentes"],"The site's tagline":["A descrição do site"],"Not all required fields are given. Missing field %1$s":["Não foram preenchidos todos os campos obrigatórios. Falta o campo %1$s"],"Add synonyms":["Adicionar sinónimos"],"You can edit the SEO metadata for this custom type on the %1$sShop page%2$s.":["Pode editar os metadados de SEO para este tipo de conteúdo personalizado na %1$spágina da loja%2$s."],"Current year":["Ano actual"],"Page":["Página"],"Something went wrong. Please reload the page.":["Algo correu mal. Por favor recarregue a página."],"Tagline":["Descrição"],"description (custom taxonomy)":["descrição (taxonomia personalizada)"],"(custom taxonomy)":["(taxonomia personalizada)"],"(custom field)":["(campo personalizado)"],"Term404":["Termo 404"],"Caption":["Legenda"],"Pagenumber":["Número de página"],"Pagetotal":["Total de páginas"],"User description":["Descrição do utilizador"],"ID":["ID"],"Modified":["Modificado"],"Post type (plural)":["Tipo de conteúdo (plural)"],"Post type (singular)":["Tipo de conteúdo (singular)"],"Separator":["Separador"],"Search phrase":["Frase de pesquisa"],"Term title":["Título do termo"],"Term description":["Descrição do termo"],"Tag description":["Descrição da etiqueta"],"Category description":["Descrição da categoria"],"Primary category":["Categoria principal"],"Category":["Categoria"],"Tag":["Etiqueta"],"Excerpt only":["Apenas o excerto"],"Excerpt":["Excerto"],"Site title":["Título do site"],"Archive title":["Título do arquivo"],"Parent title":["Título do superior"],"Date":["Data"],"Get Yoast SEO Premium":["Obter o Yoast SEO Premium"],"You should create a redirect to ensure your visitors do not get a 404 error when they click on the no longer working URL.":["Deverá criar um redireccionamento para garantir que seus visitantes não recebem um erro 404 ao clicarem no URL que não já funciona."],"Search engines and other websites can still send traffic to your deleted content.":["Os motores de pesquisa e outros sites ainda poderão enviar tráfego para o seu conteúdo eliminado."],"Make sure you don't miss out on traffic!":["Certifique-se de não perder o tráfego!"],"You just deleted a %1$s.":["Eliminou um(a) %1$s."],"You just trashed a %1$s.":["Moveu um(a) %1$s para o lixo."],"Url preview":["Pré-visualização de URL"],"Please provide a meta description by editing the snippet below. If you don’t, Google will try to find a relevant part of your post to show in the search results.":["Por favor, insira uma descrição editando o fragmento abaixo. Se não o fizer, o Google tentará encontrar uma parte relevante do seu conteúdo para mostrar nos resultados de pesquisa."],"Dismiss this notice":["Ignorar este aviso"],"No results":["Nenhum resultado"],"%d result found, use up and down arrow keys to navigate":["%d resultado encontrado, use as setas para cima e para baixo para navegar","%d resultados encontrados, use as setas para cima e para baixo para navegar"],"Your site language is set to %s. If this is not correct, contact your site administrator.":["O idioma do seu site está configurado como %s. Se isto está incorrecto, contacte o administrador do site."],"The %s importer functionality uses temporary database tables. It seems your WordPress install does not have the capability to do this, please consult your hosting provider.":["A funcionalidade do importador do %s usa tabelas temporárias de base de dados. Parece que a sua instalação WordPress não tem a capacidade de fazer isto, consulte seu serviço de alojamento."],"Cleanup of %s data failed.":["Falhou ao limpar os dados de %s."],"Content Type":["Tipo de conteúdo"],"Filter by content type":["Filtrar por tipo de conteúdo"],"Show All Content Types":["Mostrar todos os tipos de conteúdo"],"Replaced with the normal title for an archive generated by WordPress":["Substituído pelo título normal de um arquivo gerado pelo WordPress"],"Clean":["Limpar"],"Once you're certain your site is OK, you can clean up. This will remove all the original data.":["Quando se certificar que o seu site está bem, pode limpar. Isto irá remover todos os dados originais."],"Step 5: Clean up":["Passo 5: Limpeza"],"Please check your posts and pages and see if the metadata was successfully imported.":["Por favor, verifique se os metadados dos seus conteúdos e páginas foram importados com sucesso."],"Step 3: Check your data":["Passo 3: Verifique seus dados"],"This will import the post metadata like SEO titles and descriptions into your %1$s metadata. It will only do this when there is no existing %1$s metadata yet. The original data will remain in place.":["Isto importará metadados como títulos SEO e descrições para os seus metadados do %1$s, caso ainda não existam metadados do %1$s. Os dados originais permanecerão inalterados."],"Step 2: Import":["Passo 2: Importação"],"Please make a backup of your database before starting this process.":["Por favor, faça uma cópia de segurança da sua base de dados antes de iniciar este processo."],"Step 1: Create a backup":["Passo 1: Crie uma cópia de segurança"],"We've detected data from one or more SEO plugins on your site. Please follow the following steps to import that data:":["Foram detectados dados de um ou mais plugins de SEO no seu site. Por favor siga os seguintes passos para importar os dados respectivos:"],"Plugin: ":["Plugin: "],"%s did not detect any plugin data from plugins it can import from.":["O %s não detectou quaisquer dados de plugins para importar."],"Posts that should not show up in search results":["Conteúdos que não devem ser apresentados nos resultados de pesquisa"],"%s data found.":["Foram encontrados dados de %s."],"%s data successfully removed.":["Os dados de %s foram removidos com sucesso."],"%s data successfully imported.":["Os dados de %s foram importados com sucesso."],"%s data not found.":["Não foram encontrados dados de %s."],"On":["Ligado"],"Help on: %s":["Ajuda sobre: %s"],"Off":["Desligado"],"See who contributed to %1$s.":["Veja quem contribuiu para o %1$s."],"Help on this search results setting":["Ajuda sobre a configuração destes resultados de pesquisa"],"Not showing the archive for %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["Não mostrar o arquivo de %1$s nos resultados de pesquisa, tecnicamente significa que este terá a informação %2$s para robôs e será excluído dos sitemaps XML. %3$sMais informações sobre as definições dos resultados de pesquisa%4$s."],"Not showing %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["Não mostrar %1$s nos resultados de pesquisa, tecnicamente significa que estes terão a informação %2$s para robôs e serão excluídos dos sitemaps XML. %3$sMais informações sobre as definições dos resultados de pesquisa%4$s."],"Default for %2$s, currently: %1$s":["Por omissão para %2$s, actualmente: %1$s"],"Show %s in search results?":["Mostrar %s nos resultados de pesquisa?"],"this author's archives":["o arquivo deste autor"],"Do not allow search engines to show %s in search results.":["Não permitir aos motores de pesquisa mostrar %s nos resultados de pesquisa."],"Read why XML Sitemaps are important for your site.":["Saiba porque é que os sitemaps XML são importantes para o seu site."],"Enable the XML sitemaps that %s generates.":["Activa os sitemaps XML gerados pelo %s."],"See the XML sitemap.":["Veja o sitemap XML."],"%s (current default for %s)":["%s (por omissão para %s)"],"Should search engines follow links on this %1$s?":["Os motores de pesquisa deverão seguir ligações de %1$s?"],"Allow search engines to show this %s in search results?":["Permitir que os motores de pesquisa mostrem %s no resultados de pesquisa?"],"Allow search engines to show this content in search results?":["Permitir que os motores de pesquisa mostrem este conteúdo nos resultados da pesquisa?"],"Toggle %1$s's XML Sitemap":["Activar/desactivar o sitemap XML do %1$s"],"%s integration":["Integração com %s"],"Find out how the text link counter can enhance your SEO.":["Saiba como o contador de ligações dos textos pode ajudar a melhorar a classificação de SEO."],"The text link counter helps you improve your site structure.":["O contador de ligações dos textos ajuda-o a melhorar a estrutura do seu site."],"Find out how cornerstone content can help you improve your site structure.":["Saiba como os conteúdos principais podem ajudar a melhorar a estrutura do seu site."],"The cornerstone content feature lets you to mark and filter cornerstone content on your website.":["A funcionalidade de conteúdo principal permite-lhe identificar e filtrar conteúdos principais no seu site."],"Discover why readability is important for SEO.":["Saiba porque a legibilidade é importante para o SEO."],"The readability analysis offers suggestions to improve the structure and style of your text.":["A análise de legibilidade oferece sugestões para melhorar a estrutura e o estilo do seu texto."],"Learn how the SEO analysis can help you rank.":["Saiba como a análise de SEO pode ajudar a melhorar o posicionamento nos motores de pesquisa."],"The SEO analysis offers suggestions to improve the SEO of your text.":["A análise de SEO oferece sugestões para melhoras a classificação de SEO do seu texto."],"SEO analysis":["Análise de SEO"],"Good results":["Bons resultados"],"https://yoa.st/1uk":["https://yoa.st/1uk"],"https://yoa.st/1uj":["https://yoa.st/1uj"],"Latest blog posts on %1$s":["Artigos mais recentes em %1$s"],"Remove highlight from the text":["Remover o destaque do texto"],"Your site language is set to %s. ":["O idioma do seu site é %s."],"First-time SEO configuration":["Configuração inicial de SEO"],"Highlight this result in the text":["Destacar este resultado no texto"],"Considerations":["Considerações"],"Errors":["Erros"],"Change language":["Alterar idioma"],"%s file":["Ficheiro %s"],"Save changes to %s":["Guardar alterações para %s"],"Edit the content of your %s:":["Editar o conteúdo do seu %s:"],"Create %s file":["Criar ficheiro %s"],"Updated %s":["%s actualizado"],"You cannot edit the %s file.":["Não pode editar o ficheiro %s."],"You cannot create a %s file.":["Não pode criar um ficheiro %s."],"Other integrations":["Outras integrações"],"More information about %1$s":["Mais informações sobre %1$s"],"Old Configuration Wizard":["Assistente de configuração"],"Manage your %s subscription on MyYoast":["Faça a gestão da sua subscrição de %s em My Yoast"],"Mark the most important %1$s as 'cornerstone content' to improve your site structure. %2$sLearn more about cornerstone content%3$s.":["Identifique os itens de %1$s mais importantes como 'conteúdo principal' para melhorar a estrutura do seu site. %2$sSaiba mais sobre conteúdo principal%3$s."],"(Opens in a new browser tab)":["(Abrir num novo separador)"],"Go back":["Voltar"],"Posts %1$swithout%2$s a focus keyphrase":["Conteúdos %1$ssem%2$s frase-chave principal"],"Hey, your SEO is doing pretty well! Check out the stats:":["Olá, a sua classificação de SEO está óptima! Consulte as estatísticas:"],"You don't have any published posts, your SEO scores will appear here once you make your first post!":["Ainda não tem conteúdos publicados, as suas classificações de SEO serão mostradas aqui assim que criar o seu primeiro conteúdo!"],"Read more like this on our SEO blog":["Leia mais no nosso blog de SEO"],"Readability: %s":["Legibilidade: %s"],"Not activated":["Não activado"],"Activated":["Activado"],"%1$s recommendations for you":["Recomendações do %1$s para si"],"All Readability Scores":["Todas as classificações de legibilidade"],"Filter by Readability Score":["Filtrar por classificação de legibilidade"],"Request method %1$s is not valid.":["O método de pedido %1$s não é válido."],"Text link counter":["Contador de ligações dos textos"],"Number of internal links linking to this post. See \"Yoast Columns\" text in the help tab for more info.":["Número de ligações internas relacionadas com este conteúdo. Veja o texto \"Colunas do Yoast\" no separador de ajuda para mais informações."],"Number of outgoing internal links in this post. See \"Yoast Columns\" text in the help tab for more info.":["Número de ligações internas neste conteúdo. Veja o texto \"Colunas do Yoast\" no separador de ajuda para mais informações."],"%s Columns":["Colunas do %s"],"Readability score":["Classificação de legibilidade"],"Scroll to see the preview content.":["Deslize para baixo para pré-visualizar o conteúdo."],"Cornerstone content":["Conteúdo principal"],"Save changes":["Guardar alterações"],"1 year free support and updates included!":["1 ano de suporte e actualizações incluídas!"],"The plugin %2$s changes your site's output and in doing that differentiates between search engines and normal users, a process that's called cloaking. We highly recommend that you disable it.":["O plugin %2$s altera o resultado do seu site, e diferencia os motores de pesquisa dos utilizadores normais, um processo chamado cloaking. Recomendamos vivamente que o desactive."],"No ads!":["Sem anúncios!"],"Get internal linking suggestions":["Obter sugestões de ligações internas"],"Variable":["Variável"],"Available variables":["Variáveis disponíveis"],"Scroll to see the table content.":["Deslize para baixo para ver o conteúdo da tabela."],"An error occurred in the '%1$s' assessment":["Ocorreu um erro na avaliação de '%1$s'"],"No new notifications.":["Nenhuma notificação nova."],"Save all":["Guardar tudo"],"Save":["Guardar"],"%1$s, Author at %2$s":["%1$s, autor em %2$s"],"Mobile preview":["Pré-visualizar em dispositivos móveis"],"Desktop preview":["Pré-visualizar em computador"],"Please provide an SEO title by editing the snippet below.":["Por favor, insira um título SEO editando o fragmento abaixo."],"Meta description preview:":["Pré-visualização da descrição:"],"Slug preview:":["Pré-visualização da slug:"],"SEO title preview:":["Pré-visualização do título SEO:"],"Close snippet editor":["Fechar editor de fragmentos"],"Slug":["Slug"],"Remove marks in the text":["Remover marcas no texto"],"Mark this result in the text":["Realçar este resultado no texto"],"Marks are disabled in current view":["Marcações desativadas na vista atual"],"Good SEO score":["Classificação boa de SEO"],"OK SEO score":["Classificação razoável de SEO"],"Feedback":["Feedback"],"Name":["Nome"],"Please provide a meta description by editing the snippet below.":["Por favor, insira uma descrição editando o fragmento abaixo."],"Edit snippet":["Editar fragmento"],"You can click on each element in the preview to jump to the Snippet Editor.":["Pode clicar em cada elemento na pré-visualização para ir para o Editor de fragmentos."],"SEO title preview":["Pré-visualização do título SEO"],"Export settings":["Exportar definições"],"Please don't show me this notification anymore":["Por favor, não me mostrem mais esta notificação"],"If you are experiencing issues, %1$splease file a bug report%2$s and we'll do our best to help you out.":["Se tiver algum problema, %1$spor favor submeta um relatório de erro%2$s e faremos o nosso melhor para ajudá-lo."],"We've noticed you've been using %1$s for some time now; we hope you love it! We'd be thrilled if you could %2$sgive us a 5 stars rating on WordPress.org%3$s!":["Notámos que está a usar o %1$s há algum tempo, esperamos que esteja a gostar! Ficaremos muito gratos se nos quiser %2$sclassificar com 5 estrelas em WordPress.org%3$s!"],"%1$s + %2$s":["%1$s + %2$s"],"Warning: the variable %1$s cannot be used in this template. See the %2$s for more info.":["Aviso: não é possível usar a variável %1$s neste modelo. Consulte o %2$s para obter mais informações."],"By the way, did you know we also have a %1$sPremium plugin%2$s? It offers advanced features, like a redirect manager and support for multiple keyphrases. It also comes with 24/7 personal support.":["A propósito, sabia que também temos um %1$splugin Premium%2$s? Tem funcionalidades avançadas, como um gestor de redireccionamentos e suporte para múltiplas frases-chave principais. Também inclui suporte pessoal 24/7."],"(no title)":["(sem título)"],"The %1$s admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["O menu da barra de administração do %1$s contém ligações úteis para ferramentas de terceiros para analisar páginas e para que seja mais fácil ver se tem novas notificações."],"Admin bar menu":["Menu da barra de administração"],"Features":["Funcionalidades"],"SEO title":["Título SEO"],"Greater than sign":["Sinal de maior"],"Less than sign":["Sinal de menor"],"Right angle quotation mark":["Símbolo de citação à direita"],"Left angle quotation mark":["Símbolo de citação à esquerda"],"Small tilde":["Til pequeno"],"Vertical bar":["Barra vertical"],"Low asterisk":["Asterisco inferior"],"Asterisk":["Asterisco"],"Bullet":["Marca"],"Middle dot":["Ponto médio"],"Em dash":["Travessão"],"En dash":["Traço"],"Dash":["Hífen"],"No":["Não"],"Yes":["Sim"],"Google search console":["Google Search Console"],"Social profiles":["Perfis em redes sociais"],"Posts list":["Lista de conteúdos"],"Posts list navigation":["Navegação da lista de conteúdos"],"Filter posts list":["Filtrar lista de conteúdos"],"Installed":["Instalado"],"Seamless integration between %1$s and %2$s":["Uma integração fácil entre %1$s e %2$s"],"Optimize your site for Google News":["Optimize o seu site para o Google News"],"Edit &#8220;%s&#8221;":["Editar &#8220;%s&#8221;"],"Premium":["Premium"],"Get Premium":["Obter Premium"],"Notifications":["Notificações"],"Removes the focus keyphrase section from the metabox and disables all SEO-related suggestions.":["Remove da metabox o separador da frase-chave e desactiva todas as sugestões relacionadas com SEO."],"Disable SEO analysis":["Desactivar análise de SEO"],"Other social profiles":["Outros perfis de redes sociais"],"Make primary":["Tornar principal"],"Cancel":["Cancelar"],"%s notification":["%s notificação","%s notificações"],"Disable readability analysis":["Desactivar análise de legibilidade"],"Removes the readability analysis section from the metabox and disables all readability-related suggestions.":["Remove da metabox a secção da análise de legibilidade e desactiva todas as sugestões relacionadas com legibilidade."],"Readability analysis":["Análise de legibilidade"],"Needs improvement":["Precisa de melhorar"],"Readability":["Legibilidade"],"Improvements":["Melhoramentos"],"Good job! We could detect no serious SEO problems.":["Bom trabalho! Não foram detectados problemas graves de SEO."],"We have detected the following issues that affect the SEO of your site.":["Foram detectados os seguintes problemas a afectar a classificação SEO do seu site."],"Problems":["Problemas"],"Analysis":["Análise"],"Not available":["Não disponível"],"Filter by SEO Score":["Filtrar por classificação SEO"],"Meta description not set.":["Descrição não definida."],"Open":["Abrir"],"Loading...":["A carregar..."],"No results found":["Sem resultados"],"Dashboard":["Painel"],"You can fix this on the %1$sPermalink settings page%2$s.":["Pode resolver isto na %1$spágina das Ligações permanentes%2$s."],"Replaced with the primary category of the post/page":["Substituído pela categoria principal do conteúdo"],"Buy %s":["Comprar %s"],"New %1$s Title":["Novo título do %1$s"],"Existing %1$s Title":["Título existente do %1$s"],"Expected an integer as input.":["A entrada deve ser um número inteiro."],"Trying to build the sitemap cache key, but the postfix and prefix combination leaves too little room to do this. You are probably requesting a page that is way out of the expected range.":["A tentar criar uma chave de cache segura para o sitemap mas a combinação de sufixo e prefixo não deixa muito espaço para o fazer. Está provavelmente a pedir uma página que estará muito fora do alcance expectável."],"Redirects":["Redireccionamentos"],"Remove":["Remover"],"Keep":["Manter"],"Bold the last page":["Negrito na última página"],"Primary %s":["%s principal"],"Primary":["Principal"],"Make %1$s primary %2$s":["Tornar %1$s principal em %2$s"],"Integrations":["Integrações"],"Term is set to noindex.":["Termo está definido como a não indexar."],"Author archives":["Arquivo por autores"],"Enabled":["Activo"],"Disabled":["Inactivo"],"The separator defined in your theme's %s tag.":["O separador definido no %s do seu tema."],"No index":["Não indexar"],"SEO score":["Classificação de SEO"],"Team Yoast":["Team Yoast"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["A primeira solução integrada de SEO para WordPress, com análise de conteúdo na página, sitemaps XML e muito mais."],"Yoast SEO":["Yoast SEO"],"Activation failed:":["Activação falhou:"],"The filter extension seem to be unavailable. Please ask your web host to enable it.":["A extensão Filter não está disponível. Por favor peça ao seu serviço de alojamento para activá-la."],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":["A instalação do plugin %1$s está incompleta. Por favor, leia as %2$sinstruções de instalação%3$s."],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":["A extensão PHP Library (padrão) não está disponível. Por favor peça ao seu serviço de alojamento para activá-la."],"SEO Settings":["Definições de SEO"],"Mobile-Friendly Test":["Teste de compatibilidade com dispositivos móveis"],"Google Page Speed Test":["Teste PageSpeed do Google"],"Facebook Debugger":["Depurador do Facebook"],"Analyze this page":["Analisar esta página"],"%s does not seem to be a valid url. Please correct.":["%s não parece ser um URL válido. Por favor tente de novo."],"%1$s does not seem to be a valid %2$s verification string. Please correct.":["%1$s não parece ser uma variável de verificação de %2$s válida. Por favor tente de novo."],"%s Archive":["Arquivo de %s"],"You searched for %s":["Pesquisou por %s"],"%s does not seem to be a valid Twitter Username. Please correct.":["%s não parece ser um utilizador válido do Twitter. Por favor corrija."],"Summary with large image":["Resumo com imagem grande"],"The post %1$s appeared first on %2$s.":["O conteúdo %1$s aparece primeiro em %2$s."],"No numeric value was received.":["Não foi recebido nenhum valor numérico."],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":["Tem de ser um site existente. O site %s não existe ou foi marcado como eliminado."],"The default blog setting must be the numeric blog id of the blog you want to use as default.":["As definições por omissão têm que ser o ID numérico do site cujas definições pretende usar por omissão."],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":["%1$s não é uma escolha válida para quem deve ter permissões de acesso às configurações do %2$s. Foi reposto o valor por omissão."],"Please select a valid post type for taxonomy \"%s\"":["Por favor seleccione um tipo de conteúdo válido para a taxonomia \"%s\""],"Please select a valid taxonomy for post type \"%s\"":["Por favor seleccione uma taxonomia para o tipo de conteúdo \"%s\""],"You searched for":["Pesquisou por"],"Home":["Início"],"Archives for":["Arquivo de"],"Error 404: Page not found":["Erro 404: Página não encontrada"],"Good":["Bom"],"Replaced with a custom taxonomies description":["Substituído pela descrição da taxonomia personalizada"],"Replaced with a posts custom taxonomies, comma separated.":["Substituído pelas taxonomias personalizadas do conteúdo, separadas por vírgulas."],"Replaced with a posts custom field value":["Substituído pelo valor de um campo personalizado do conteúdo"],"Replaced with the slug which caused the 404":["Substituído pela slug que causou o erro 404"],"Replaced with the posts focus keyphrase":["Substituído pela frase-chave principal do conteúdo"],"Attachment caption":["Legenda do anexo"],"Replaced with the current page number":["Substituído pelo número da página actual"],"Replaced with the current page total":["Substituído pelo número total de páginas"],"Replaced with the current page number with context (i.e. page 2 of 4)":["Substituído pelo número actual de página em contexto (p.ex. página 2 de 4)"],"Replaced with the current year":["Substituído pelo ano actual"],"Replaced with the current month":["Substituído pelo mês atual"],"Replaced with the current day":["Substituído pelo dia actual"],"Replaced with the current date":["Substituído pela data actual"],"Replaced with the post/page author's 'Biographical Info'":["Substituído pela informação biográfica do autor do conteúdo"],"Replaced with the post/page author's 'nicename'":["Substituído pela alcunha do autor do conteúdo"],"Replaced with the post/page ID":["Substituído pelo ID do conteúdo"],"Replaced with the post/page modified time":["Substituído pela hora de modificação do conteúdo"],"Replaced with the content type plural label":["Substituído pela legenda plural do tipo de conteúdo"],"Replaced with the content type single label":["Substituído pela legenda singular do tipo de conteúdo"],"Replaced with the current search phrase":["Substituído pela actual frase de pesquisa"],"Replaced with the term name":["Substituído pelo nome do termo"],"Replaced with the term description":["Substituído pela descrição do termo"],"Replaced with the tag description":["Substituído pela descrição da etiqueta"],"Replaced with the category description":["Substituído pela descrição da categoria"],"Replaced with the post categories (comma separated)":["Substituído pelas categorias do conteúdo (separado por vírgulas)"],"Replaced with the current tag/tags":["Substituído pelas etiquetas actuais"],"Replaced with the post/page excerpt (without auto-generation)":["Substituído pelo excerto do conteúdo (sem gerar automaticamente)"],"Replaced with the post/page excerpt (or auto-generated if it does not exist)":["Substituído pelo excerto do conteúdo (ou gerado automaticamente caso não exista)"],"The site's name":["Nome do site"],"Replaced with the title of the parent page of the current page":["Substituído pelo título da página superior da página actual"],"Replaced with the title of the post/page":["Substituído pelo título do conteúdo"],"Replaced with the date of the post/page":["Substituído pela data do conteúdo"],"Page %1$d of %2$d":["Página %1$d de %2$d"],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":["Não pode sobrepor uma substituição de variável predefinida do WPSEO ao registar uma variável com o mesmo nome. Em alternativa use o filtro \"wpseo_replacements\" para ajustar o valor de substituição."],"A replacement variable with the same name has already been registered. Try making your variable name unique.":["Já foi registada uma variável de substituição com o mesmo nome. Tente usar um nome exclusivo para a sua variável."],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":["Uma variável de substituição não pode começar com \"%%cf_\" ou \"%%ct_\" pois estas estão reservadas pelo WPSEO como variáveis por omissão para campos personalizados e taxonomias personalizadas. Tente usar um nome único para a sua variável."],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":["Uma variável de substituição apenas pode conter caracteres alfanuméricos, underscores ou hífenes. Tente renomear a sua variável."],"Admin only notice: this page does not show a meta description because it does not have one, either write it for this page specifically or go into the [%1$s - %2$s] menu and set up a template.":["Nota apenas para administradores: esta página não mostra nenhuma descrição porque ainda não foi definida. Escreva uma especificamente para esta página ou então vá ao menu [%1$s - %2$s] e defina um modelo."],"Page not found":["Página não encontrada"],"%s Archives":["Arquivo de %s"],"Meta description to use for Author page":["Descrição da página de autor"],"Title to use for Author page":["Título da página de autor"],"%1$s settings":["Definições do %1$s"],"Export your %1$s settings":["Exportar as suas definições de %1$s"],"Import settings":["Importar definições"],"Import from other SEO plugins":["Importar de outros plugins SEO"],"Import":["Importar"],"If you had a %s file and it was editable, you could edit it from here.":["Caso tenha o ficheiro %s e este tiver permissões de escrita, pode editá-lo aqui."],"If your %s were writable, you could edit it from here.":["Se o seu ficheiro %s tiver permissões de escrita, pode editá-lo aqui."],"You don't have a %s file, create one here:":["Não tem o ficheiro %s, crie um aqui:"],"A link to your site, with your site's name and description as anchor text.":["A ligação para o seu site, com o nome e descrição do site como texto âncora."],"A link to your site, with your site's name as anchor text.":["A ligação para o seu site, com o nome do site como texto âncora."],"A link to the post, with the title as anchor text.":["A ligação para o conteúdo, com este título como texto âncora."],"You can use the following variables within the content, they will be replaced by the value on the right.":["Dentro das informações pode incluir as variáveis abaixo, que serão substituídas pelo valor à direita."],"Content to put after each post in the feed":["Informação a inserir depois de cada conteúdo do feed"],"Content to put before each post in the feed":["Informação a inserir antes de cada conteúdo do feed"],"How to insert breadcrumbs in your theme":["Como inserir breadcrumbs no seu tema"],"Blog":["Blog"],"Prefix for the breadcrumb path":["Prefixo para o caminho de breadcrumb"],"Anchor text for the Homepage":["Texto âncora para a página inicial"],"Separator between breadcrumbs":["Separador entre breadcrumbs"],"Below are your published posts' SEO scores. Now is as good a time as any to start improving some of your posts!":["Abaixo pode encontrar as classificações SEO dos conteúdos publicados. Pode começar agora a melhorar alguns dos seus conteúdos!"],"Credits":["Créditos"],"&laquo; Back to Tools page":["&laquo; Voltar à página Ferramentas"],"%1$s comes with some very powerful built-in tools:":["O %1$s inclui algumas ferramentas poderosas:"],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":["Esta ferramenta permite-lhe alterar rapidamente ficheiros importantes para o seu SEO, como o ficheiro robots.txt e, se tiver, o ficheiro .htaccess."],"File editor":["Editor de ficheiro"],"Import settings from other SEO plugins and export your settings for re-use on (another) site.":["Importe as definições de outros plugins SEO e exporte as suas definições para as reutilizar noutro site."],"Import and Export":["Importar e exportar"],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":["Esta ferramenta permite-lhe alterar títulos e descrições dos seus conteúdos e páginas sem ter de usar o editor para cada página."],"Bulk editor":["Editor por lote"],"Default settings":["Definições por omissão"],"Description":["Descrição"],"Restore site to defaults":["Repor definições originais"],"Site ID":["ID do site"],"Using this form you can reset a site to the default SEO settings.":["Através deste formulário pode repor as definições por omissão de SEO de um site."],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new sites.":["Definições relacionadas com privacidade (administradores do FB e similares), específicas de temas (reescrever título) e ainda algumas definições muito específicas do site não serão importadas para novos sites."],"Enter the %1$sSite ID%2$s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":["Insira o %1$sID do site%2$s cujas definições quer usar por omissão para todos os sites que são adicionados à sua rede. Deixe em branco para nenhum (p.ex. serão usadas as definições por omissão)."],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":["Escolha o site cujas definições deseja usar por omissão para todos os sites que são adicionados à sua rede. Se escolher 'Nenhum', serão utilizadas as definições por omissão do plugin."],"New sites in the network inherit their SEO settings from this site":["Novos sites na rede herdam as definições SEO deste site"],"Super Admins only":["Apenas super administradores"],"Site Admins (default)":["Administradores do site (por omissão)"],"Who should have access to the %1$s settings":["Quem deverá aceder às definições de %1$s"],"spam":["spam"],"mature":["conteúdo para adultos"],"archived":["arquivado"],"public":["﻿público"],"%s restored to default SEO settings.":["%s reposto para as definições de SEO por omissão."],"Settings Updated.":["Definições actualizadas."],"Special pages":["Páginas especiais"],"Date archives":["Arquivo por datas"],"Title":["Título"],"Take note:":["Nota:"],"You can determine the title and description for the homepage by %1$sediting the homepage itself%2$s.":["Pode definir o título e descrição da página inicial ao %1$seditar a página inicial%2$s."],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["O %1$s detectou automaticamente que precisa forçar a reescrita dos títulos das suas páginas. Se achar que isto está errado e souber o que está a fazer, pode alterar esta opção aqui."],"Force rewrite titles":["Forçar reescrita dos títulos"],"Homepage":["Página inicial"],"%1$s Extensions":["Extensões do %1$s"],"Seamlessly integrate WooCommerce with %1$s and get extra features!":["Integre o WooCommerce com o %1$s sem dificuldade e obtenha funcionalidades extra!"],"Rank better locally and in Google Maps, without breaking a sweat!":["Melhore o seu posicionamento na sua comunidade local e no Google Maps, sem esforço!"],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":["Está no Google News? Aumente o seu tráfego optimizando-o para o Google News!"],"Optimize your videos to show them off in search results and get more clicks!":["Optimize os seus vídeos para os mostrar em resultados de pesquisas e gerar mais tráfego!"],"The premium version of %1$s with more features & support.":["A versão premium do %1$s com mais funcionalidades e suporte."],"Person":["Pessoa"],"Website name":["Nome do site"],"RSS":["RSS"],"Permalink":["Ligação permanente"],"Breadcrumbs":["Breadcrumbs"],"Authenticate":["Autenticar"],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year of support and updates, on %2$s.":["Para poder criar um redireccionamento e resolver este assunto, precisa de %1$s. Pode comprar o plugin, incluindo actualizações e suporte durante um ano em %2$s."],"Creating redirects is a %s feature":["Criar redireccionamentos é uma funcionalidade de %s"],"New URL":["Novo URL"],"Search":["Pesquisar"],"URL":["URL"],"Deactivate %s":["Desactivar %s"],"The %1$s plugin might cause issues when used in conjunction with %2$s.":["O plugin %1$s pode causar problemas quando usado em conjugação com o %2$s."],"Upload Image":["Carregar imagem"],"%s Posts Overview":["Visão geral dos conteúdos de %s"],"Breadcrumbs title":["Título de breadcrumbs"],"Pinterest":["Pinterest"],"Social settings":["Definições Social Media"],"Close":["Fechar"],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines and might slow down your site.":["Tanto o plugin %1$s como o %2$s podem criar sitemaps XML. Ter dois sitemaps XML não é benéfico para os motores de pesquisa e pode diminuir a velocidade o seu site."],"Configure %1$s's Open Graph settings":["Configure as definições de OpenGraph do %1$s"],"Both %1$s and %2$s create Open Graph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":["Ambos os plugins %1$s e %2$s geram dados Open Graph, o que poderá fazer com que o Facebook, Twitter, LinkedIn e outras redes sociais utilizem textos e imagens errados ao partilhar as suas páginas."],"%s image":["Imagem de %s"],"%s description":["Descrição de %s"],"%s title":["Título de %s"],"Twitter":["Twitter"],"Facebook":["Facebook"],"very difficult":["muito difícil"],"Try to make shorter sentences, using less difficult words to improve readability":["Tente criar frases mais curtas e usar menos palavras difíceis para melhorar a legibilidade"],"difficult":["difícil"],"fairly difficult":["razoavelmente difícil"],"OK":["Razoável"],"fairly easy":["razoavelmente fácil"],"easy":["fácil"],"very easy":["muito fácil"],"The copy scores %1$s in the test, which is considered %2$s to read.":["O texto obteve um resultado de %1$s no teste, pelo que é considerado de %2$s leitura."],"Flesch reading ease":["Índice de legibilidade de Flesch"],"Meta Desc.":["Descrição"],"All SEO Scores":["Todas as classificações SEO"],"SEO issue: The featured image should be at least 200 by 200 pixels to be picked up by Facebook and other social media sites.":["Problema de SEO: A imagem de destaque deve ter pelo menos 200x200 píxeis para ser utilizada pelo Facebook e outras redes sociais."],"(no parent)":["(sem superior)"],"meta description":["descrição"],"Page title":["Título da página"],"Post is set to noindex.":["Conteúdo está definido como a não indexar."],"The URL that this page should redirect to.":["O URL para onde esta página deverá ser redireccionada."],"301 Redirect":["Redireccionamento 301"],"The canonical URL that this page should point to. Leave empty to default to permalink. %1$sCross domain canonical%2$s supported too.":["O URL canónico para onde esta página deverá apontar. Deixe em branco para apontar para a ligação permanente por omissão. Também são suportados %1$sURL canónicos entre domínios%2$s."],"Canonical URL":["URL canónico"],"Title to use for this page in breadcrumb paths":["Título desta página no caminho das breadcrumbs"],"Breadcrumbs Title":["Título de breadcrumbs"],"No Snippet":["Não mostrar fragmento"],"No Archive":["Não arquivar"],"No Image Index":["Não indexar imagens"],"None":["Nenhum"],"Meta robots advanced":["Metadados avançados para robôs"],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Aviso: apesar de poder aqui configurar aqui as definições de robôs, todo o site está definido para não ser indexado nas definições globais de privacidade, assim estas definições não terão efeito."],"Meta description":["Descrição"],"SEO Title":["Título SEO"],"Focus keyword":["Palavra-chave principal"],"Settings successfully imported.":["Definições importadas com sucesso."],"Settings could not be imported:":["Não é possível importar definições:"],"Breadcrumb for 404 pages:":["Breadcrumb para páginas 404:"],"Prefix for search result pages:":["Prefixo para páginas de resultados de pesquisa:"],"Prefix for archive pages:":["Prefixo para páginas de arquivo:"],"Prefix for breadcrumbs:":["Prefixo para breadcrumbs:"],"Anchor text for the homepage:":["Texto âncora para a página inicial:"],"Breadcrumbs separator:":["Separador de breadcrumbs:"],"%s Breadcrumbs":["Breadcrumbs de %s"],"Use Image":["Usar imagem"],"Action":["Acção"],"Page URL/Slug":["URL/slug da página"],"Publication date":["﻿Data de publicação"],"Post Status":["Estado do conteúdo"],"WP Page Title":["Título de página do WP"],"View":["Ver"],"View &#8220;%s&#8221;":["Ver &#8220;%s&#8221;"],"Preview":["Pré-visualização"],"Preview &#8220;%s&#8221;":["Pré-visualizar &#8220;%s&#8221;"],"Edit":["Editar"],"Filter":["Filtro"],"New Yoast Meta Description":["Nova descrição do Yoast"],"Existing Yoast Meta Description":["Descrição existente do Yoast"],"Facebook profile URL":["URL do perfil do Facebook"],"Twitter username (without @)":["Nome de utilizador do Twitter (sem @)"],"Google":["Google"],"FAQ":["FAQ"],"Settings":["Definições"],"Huge SEO Issue: You're blocking access to robots.":["Problema grave de SEO: Está a bloquear o acesso a robôs dos motores de pesquisa."],"Posts":["Conteúdos"],"Edit Files":["Editar ficheiros"],"General":["Geral"],"Extensions":["Extensões"],"Search Console":["Search Console"],"Tools":["Ferramentas"],"Advanced":["Avançadas"],"XML sitemaps":["Sitemaps XML"],"Social":["Redes sociais"],"SEO":["SEO"],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":["O %1$s detectou que está a usar a versão %2$s de %3$s, por favor, actualize para a mais recente versão para evitar problemas de incompatibilidade."],"Just another WordPress site":["Mais um site WordPress"],"You have used HTML in your value which is not allowed.":["O valor que introduziu contém HTML, o que não é permitido."],"You can't edit %s that aren't yours.":["Não pode editar %s de que não é autor."],"You can't edit %s.":["Não pode editar %s."],"Post has an invalid Content Type: %s.":["O conteúdo é de um tipo de conteúdo inválido: %s."],"Post doesn't exist.":["O conteúdo não existe."],"posts\u0004Trash <span class=\"count\">(%s)</span>":["Lixo <span class=\"count\">(%s)</span>","Lixo <span class=\"count\">(%s)</span>"],"posts\u0004All <span class=\"count\">(%s)</span>":["Tudo <span class=\"count\">(%s)</span>","Tudo <span class=\"count\">(%s)</span>"]}}}