{"domain":"js-text-analysis","locale_data":{"js-text-analysis":{"":{"domain":"js-text-analysis","plural_forms":"nplurals=2; plural=n != 1;","lang":"sv_SE"},"This page has %1$s internal link(s).":[""],"This page has %1$s nofollowed internal link(s) and %2$s normal internal link(s).":[""],"This page has %1$s internal link(s), all nofollowed.":[""],"Other benefits of %s for you:":[""],"Let us set up %s for you":[""],"Configure %s in a few steps":[""],"%1$sSocial media preview%2$s: Facebook &amp; Twitter":[""],"Scroll to see the preview content.":[""],"Enter authorization code here...":["Ange auktoriseringskod här&hellip;"],"The Cornerstone content functionality enables you to mark and filter cornerstone content on your website. %1$sRead more about how cornerstone content can help you improve your site structure.%2$s":["Med hjälp av grundstens-innehållsfunktionen kan du markera och filtrera grundstens-innehåll på din webbplats. %1$sLäs mer om hur grundstens-innehåll kan hjälpa dig att förbättra din webbplatsstruktur.%2$s"],"Cornerstone content":["Grundstens-innehåll"],"%1$s will now take care of all the needed technical optimization of your site. To really improve your site's performance in the search results, it's important to start creating content that ranks well for keywords you care about. Check out this video in which we explain how to use the %1$s metabox when you edit posts or pages.":["%1$s tar nu hand om all teknisk optimering som behövs av din webbplats. För att verkligen förbättra webbplatsens prestanda i sökresultaten är det viktigt att börja skapa innehåll som rankas bra för nyckelord du bryr dig om. Kolla in den här videon där vi förklarar hur du använder metaboxen %1$s när du redigerar inlägg eller sidor."],"Your %1$s plugin is now set up. SEO, however, is subject to constant change. Sign up for our newsletter if you would like to keep up-to-date regarding %1$s, other plugins by Yoast and important news in the world of SEO.":["Ditt tillägg %1$s är nu konfigurerat. SEO är emellertid föremål för ständig förändring. Anmäl dig till vårt nyhetsbrev om du vill hålla dig uppdaterad angående %1$s, andra tillägg från Yoast och viktiga nyheter i SEO-världen."],"Stay up-to-date":["Håll dig uppdaterad"],"If you want to outrank the competition in a specific town or region, check out our %1$s plugin! You’ll be able to easily insert Google maps, opening hours, contact information and a store locator. Besides that %1$s helps you to improve the usability of your contact page.":["Om du vill överträffa konkurrenterna i en viss ort eller region, kolla in vårt tillägg %1$s! Du kan enkelt lägga in Google Maps, öppettider, kontaktuppgifter och en butikssökare. Förutom det, hjälper även %1$s dig att förbättra användbarheten för din kontaktsida."],"Attract more customers near you":["Locka fler kunder nära dig"],"Do you want to know all the ins and outs of the %1$s plugin? Do you want to learn all about our advanced settings? Want to be able to really get the most out of the %1$s plugin? Check out our %1$s plugin training and start outranking the competition!":["Vill du veta allt om tillägget %1$s? Vill du lära dig allt om våra avancerade inställningar? Vill du verkligen kunna få ut det mesta av tillägget %1$s? Kolla in vår tilläggsutbildning %1$s och börja överträffa konkurrenterna!"],"Get the most out of %1$s with the %2$s":["Få ut det mesta av %1$s med %2$s"],"Do you want to learn how to write content that generates traffic? Check out our %1$s. We will help you to write awesome copy that will rank in the search engines. The %1$s covers all the main steps in SEO copywriting: from keyword research to publishing.":["Vill du lära dig hur du skriver innehåll som genererar trafik? Kolla in våra %1$s. Vi hjälper dig att skriva fantastiska inlägg som rankas i sökmotorerna. %1$s täcker alla huvudsteg i SEO-copywriting: från sökords-forskning till publicering."],"Learn how to write copy that ranks":["Lär dig hur du skriver inlägg som rankar"],"Upgrade to Premium":["Uppgradera till premium"],"Do you want to outrank your competition? %1$s gives you awesome additional features that'll help you to set up your SEO strategy like a professional. Use the multiple focus keywords functionality, the redirect manager and our internal linking tool. %1$s will also give you access to premium support.":["Vill du överträffa dina konkurrenter? %1$s ger dig fantastiska ytterligare funktioner som hjälper dig att ställa in din SEO-strategi som en professionell användare. Använd funktionaliteten för flera nyckelord, omdirigeringshanteraren och vårt interna länkverktyg. %1$s ger dig också tillgång till premium-support."],"Outrank the competition with %s":["Överträffa dina konkurrenter med %s"],"Configuration service":["Konfigurationstjänst"],"While we strive to make setting up %1$s as easy as possible, we understand it can still be daunting. If you would rather have us set up %1$s for you (and get a copy of %2$s in the process), order a %1$s configuration service and sit back while we configure your site.":["Medan vi strävar efter att göra det så enkelt som möjligt att konfigurera %1$s så förstår vi att det fortfarande kan vara skrämmande. Om du hellre vill att vi ska konfigurera %1$s åt dig (och få en kopia av %2$s i processen), beställ en konfigurationstjänst för %1$s och luta dig tillbaka medan vi konfigurerar din webbplats."],"Configure %s":["Konfigurera %s"],"Welcome to the %1$s configuration wizard. In a few simple steps we'll help you configure your SEO settings to match your website's needs! %1$s will take care of all the technical optimizations your site needs.":["Välkommen till konfigurationsguiden %1$s. I några enkla steg kommer vi hjälpa dig att konfigurera dina SEO-inställningar så de matchar din webbplats behov! %1$s kommer ta hand om all teknisk optimering din webbplats behöver."],"Please choose the %s configuration of your liking:":["Vänligen välj %s-konfigurationen du vill ha:"],"You might like":["Du kanske gillar"],"Newsletter":["Nyhetsbrev"],"We have detected that you have not finished this wizard yet, so we recommend you to %2$sstart the configuration wizard to configure %1$s%3$s.":["Vi har upptäckt att du inte har slutfört den här guiden ännu, så vi rekommenderar att du %2$s startar konfigurationsguiden för att konfigurera %1$s %3$s."],"The configuration wizard helps you to easily configure your site to have the optimal SEO settings.":["Konfigurationsguiden hjälper dig att enkelt konfigurera din webbplats så den har optimala SEO-inställningar."],"Cornerstone articles":["Grundstens-artiklar"],"This article is %1$scornerstone content%2$s":["Den här artikeln är %1$sgrundstens-innehåll%2$s"],"If you cannot upgrade your PHP version yourself, you can send an email to your host. We have %1$sexamples here%2$s. If they don't want to upgrade your PHP version, we would suggest you switch hosts. Have a look at one of our recommended %3$sWordPress hosting partners%4$s, they've all been vetted by our Yoast support team and provide all the features a modern host should provide.":["Om du inte kan uppgradera din PHP-version själv, så kan du skicka ett e-postmeddelande till dit webbhotell. Vi har %1$sexempel här%2$s. Om de inte vill uppgradera din PHP-version föreslår vi att du byter webbhotell. Ta en titt på en av våra rekommenderade %3$sWordPress webbhotell-partners%4$s, de har alla granskats av vår Yoast supportgrupp och ger alla funktioner ett modernt webbhotell bör ge."],"If you cannot upgrade your PHP version yourself, you can send an email to your host. We have %1$sexamples here%2$s. If they don't want to upgrade your PHP version, we would suggest you switch hosts. Have a look at one of the recommended %3$sWordPress hosting partners%4$s.":["Om du inte kan uppgradera din PHP-version själv, så kan du skicka ett e-postmeddelande till dit webbhotell. Vi har %1$sexempel här%2$s. Om de inte vill uppgradera din PHP-version föreslår vi att du byter webbhotell. Ta en titt på en av våra rekommenderade %3$sWordPress webbhotell-partners%4$s."],"Can't update? Ask your host!":["Kan du inte uppdatera? Fråga ditt webbhotell!"],"You should update your PHP version to either 5.6 or to 7.0 or 7.1. On a normal WordPress site, switching to PHP 5.6 should never cause issues. We would however actually recommend you switch to PHP7. There are some plugins that are not ready for PHP7 though, so do some testing first. We have an article on how to test whether that's an option for you %1$shere%2$s. PHP7 is much faster than PHP 5.6. It's also the only PHP version still in active development and therefore the better option for your site in the long run.":["Du bör uppdatera din PHP-version till antingen 5.6, 7.0 eller 7.1. På en normal WordPress-webbplats ska det aldrig orsaka problem att byta till PHP 5.6. Men vi rekommenderar faktiskt att du byter till PHP7. Det finns dock några tillägg som inte är redo för PHP7 så göra några tester först. Vi har en artikel om hur man testar om det är ett alternativ för dig %1$shär%2$s. PHP7 är mycket snabbare än PHP 5.6. Det är också den enda PHP-version som fortfarande är i aktiv utveckling och är därmed ett bättre alternativ för din webbplats i det långa loppet."],"To which version should I update?":["Till vilken version bör jag uppdatera?"],"Hosts have the ability to update your PHP version, but sometimes they don't dare to do that because they're afraid they'll break your site.":["Webbhotell har möjligheten att uppdatera din PHP-version, men ibland vågar de inte göra det eftersom de är rädda för att din webbplats ska sluta fungera."],"Hey, we've noticed that you're running an outdated version of PHP. PHP is the programming language that WordPress and Yoast SEO are built on. The version that is currently used for your site is no longer supported. Newer versions of PHP are both faster and more secure. In fact, your version of PHP no longer receives security updates, which is why we're sending you to this notice.":["Vi har märkt att du kör en gammal version av PHP. PHP är programmeringsspråket som WordPress och Yoast SEO bygger på. Versionen som används på din webbplats stöds inte längre. Nyare versioner av PHP är både snabbare och säkrare. I själva verket tar din version av PHP inte längre emot säkerhetsuppdateringar, vilket är anledningen till att vi skickar dig till detta meddelande."],"Your site could be faster and more secure with a newer PHP version.":["Din webbplats kan bli både snabbare och säkrare med en nyare PHP-version."],"A message from %1$s":["Ett meddelande från %1$s"],"Get %s now &raquo;":["Skaffa %s nu &raquo;"],"Go Premium and our experts will be there for you to answer any questions you might have about the setup and use of the plugin.":["Skaffa Premium och våra experter kommer finnas där för dig och svara på alla frågor du kan tänkas ha angående installation och användande av tillägget."],"24/7 support":["Support 24/7"],"Great news: you can, with %1$s!":["Goda nyheter: du kan, med %1$s!"],"Save changes":["Spara ändringar"],"1 year free updates and upgrades included!":["1 års fria uppdateringar och uppgraderingar ingår!"],"The plugin %2$s changes your site's output and in doing that differentiates between search engines and normal users, a process that's called cloaking. We highly recommend that you disable it.":["Tillägget %2$s ändrar din webbplats output och skiljer genom det mellan sökmotorer och vanliga användare, en process som kallas cloaking. Vi rekommenderar starkt att du inaktiverar det."],"Want to add more than one keyword?":["Vill du lägga till mer än ett nyckelord?"],"Superfast internal links suggestions":[""],"%1$sNo more dead links%2$s: easy redirect manager":[""],"Other benefits of %1$s for you:":["Andra fördelar med %1$s för dig:"],"Go Premium and our experts will be there for you to answer any questions you might have about the set-up and use of the plug-in!":[""],"Prices start as low as 69,- for one site":["Priserna börjar så lågt som &#36;69 för en webbplats"],"No ads!":["Ingen reklam!"],"Facebook & Twitter":["Facebook och Twitter"],"Social media preview":["Sociala medier förhandsgranskning"],"Find related posts superfast":["Hitta relaterade inlägg supersnabbt"],"Internal linking suggestions":["Interna länkningsförslag"],"Easy redirect manager":["Easy redirect manager"],"No more dead links":["Inga fler döda länkar"],"Increase your SEO reach":["Öka din SEO-räckvidd"],"Multiple keywords":["Flera nyckelord"],"Get %1$s":["Skaffa %1$s"],"The focus keyword contains a stop word. This may or may not be wise depending on the circumstances. %1$sLearn more about the stop words%2$s.":["Fokus-nyckelordet innehåller ett stoppord. Detta kan både vara klokt eller inte, beroende på omständigheterna. %1$sLär dig mer om stoppord%2$s.","Fokus-nyckelordet innehåller %3$d stoppord. Detta kan både vara klokt eller inte, beroende på omständigheterna. %1$sLär dig mer om stoppord%2$s."],"Take the online Technical SEO Training course and learn essential technical SEO-concepts!":["Gå vår onlinekurs för teknisk SEO-utbildning och lär dig grundläggande tekniska SEO-koncept!"],"If you want more help creating awesome content, check out our %2$sSEO copywriting course%3$s. Do you want to know all about the features of the plugin, consider doing our %1$s!":["Om du vill ha mer hjälp med att skapa fantastiskt innehåll, kolla in vår %2$skurs för SEO copywriting%3$s. Vill du veta allt om funktionerna i tillägget, överväg att göra vår %1$s!"],"Variable":["Variabel"],"Available variables":["Tillgängliga variabler"],"Scroll to see the table content.":["Rulla för att se innehållet i tabellen."],"Need help determining your settings? Configure %1$s step-by-step.":["Behöver du hjälp med att bestämma dina inställningar? Konfigurera %1$s steg-för-steg."],"Please refer to %1$sour article about how to connect your website to Google Search Console%2$s if you need assistance.":["Vänligen se %1$svår artikel om hur du ansluter din webbplats till Google Search Console%2$s om du behöver hjälp."],"The keyword density is %1$s, which is way over the advised %3$s maximum; the focus keyword was found %2$d times.":["Nyckelordsdensiteten är %1$s, vilket är långt över det rekommenderade maxvärdet på %3$s. Fokus-nyckelordet hittades %2$d gånger."],"An error occurred in the '%1$s' assessment":["Ett fel uppstod i utvärderingen av '%1$s'"],"%1$s of the words contain %2$sover %3$s syllables%4$s, which is more than the recommended maximum of %5$s.":["%1$s av orden %2$söver %3$s stavelser%4$s, vilket är mer än det rekommenderade maximala  %5$s."],"%1$s of the words contain %2$sover %3$s syllables%4$s, which is less than or equal to the recommended maximum of %5$s.":["%1$s av orden innehåller %2$söver %3$s stavelser%4$s, vilket är mindre än eller lika med det rekommenderade maximala %5$s."],"The slug for this page contains a %1$sstop word%2$s, consider removing it.":["Permalänken på denna sida innehåller ett %1$stoppord%2$s, som bör tas bort.","Permalänken på denna sida innehåller %1$stoppord%2$s, som bör tas bort."],"%1$s of the sentences contain a %2$stransition word%3$s or phrase, which is great.":["%1$s av meningarna innehåller ett %2$sövergångsord%3$s eller fras, vilket är väldigt bra."],"%1$s of the sentences contain a %2$stransition word%3$s or phrase, which is less than the recommended minimum of %4$s.":["%1$s av meningarna innehåller ett %2$sövergångsord%3$s eller fras, som är mindre än det rekommenderade minimum %4$s."],"The focus keyword '%1$s' does not appear in the SEO title.":["Fokus-nyckelordet '%1$s' förekommer inte i SEO-titeln."],"This is far below the recommended minimum of %2$d word. Add more content that is relevant for the topic.":["Detta är långt under rekommenderat minimum av %2$d ord. Lägg till mer innehåll som är relevant för ämnet.","Detta är långt under rekommenderat minimum av %2$d ord. Lägg till mer innehåll som är relevant för ämnet."],"This is below the recommended minimum of %2$d word. Add more content that is relevant for the topic.":["Detta är under rekommenderat antal av %2$d ord. Lägg till mer innehåll som är relevant för ämnet.","Detta är under rekommenderat antal av %2$d ord. Lägg till mer innehåll som är relevant för ämnet."],"This is slightly below the recommended minimum of %2$d word. Add a bit more copy.":["Detta är något under rekommenderat antal minimum av %2$d ord. Lägg till några fler.","Detta är något under rekommenderat antal minimum av %2$d ord. Lägg till några fler."],"This is more than or equal to the recommended minimum of %2$d word.":["Detta är fler eller lika med det rekommenderade minimum-antalet %2$d ord.","Detta är fler eller lika med det rekommenderade minimum-antalet %2$d ord."],"The text contains %1$d word.":["Texten innehåller %1$d ord.","Texten innehåller %1$d ord."],"%1$d subheading is followed by more than the recommended maximum of %2$d words. Try to insert another subheading.":["%1$d underrubrik följs av mer än det rekommenderade maximala antalet %2$d ord. Försök att använda en annan underrubrik.","%1$d underrubriker följs av mer än det rekommenderade maximala antalet %2$d ord. Försök att använda en annan underrubrik."],"The amount of words following each of the subheadings doesn't exceed the recommended maximum of %1$d words, which is great.":["Antalet ord för varje underrubrik överskrider inte det rekommenderade maximala antalet %1$d ord, vilket är väldigt bra."],"%1$s of the sentences contain %2$smore than %3$s words%4$s, which is more than the recommended maximum of %5$s. Try to shorten the sentences.":["%1$s av meningarna innehåller %2$smer än %3$s ord %4$s, vilket är mer än det rekommenderade maximala antalet %5$s. Försök att förkorta meningarna."],"%1$s of the sentences contain %2$smore than %3$s words%4$s, which is less than or equal to the recommended maximum of %5$s.":["%1$s av meningarna innehåller %2$smer än %3$s ord %4$s, vilket är mindre än eller lika med det rekommenderade maximala antalet %5$s."],"The meta description contains %1$d sentence %2$sover %3$s words%4$s. Try to shorten this sentence.":["Metabeskrivningen innehåller %1$d mening %2$söver %3$s ord%4$s. Försök att förkorta denna mening.","Metabeskrivningen innehåller %1$d meningar %2$söver %3$s ord%4$s. Försök att förkorta dessa meningar."],"The meta description contains no sentences %1$sover %2$s words%3$s.":["Metabeskrivningen innehåller inga meningar %1$söver %2$s ord %3$s."],"The text contains %2$d consecutive sentences starting with the same word. Try to mix things up!":["Texten innehåller %2$d sammanhängande mening som börjar med samma ord. Prova att blanda om orden lite.","Texten innehåller %1$d instanser där %2$d eller fler sammanhängande meningar börjar med samma ord. Prova att blanda om orden lite."],"%1$s of the sentences contain %2$spassive voice%3$s, which is more than the recommended maximum of %4$s. Try to use their active counterparts.":["%1$s av meningarna innehåller %2$spassiv röst %3$s, vilket är mer än det rekommenderade maximala antalet %4$s. Försök att använda deras aktiva motsvarigheter."],"%1$s of the sentences contain %2$spassive voice%3$s, which is less than or equal to the recommended maximum of %4$s.":["%1$s av meningarna innehåller %2$spassiv röst %3$s, vilket är mindre än eller lika med det rekommenderade maximala antalet %4$s."],"%1$d of the paragraphs contains more than the recommended maximum of %2$d words. Are you sure all information is about the same topic, and therefore belongs in one single paragraph?":["%1$d av styckena innehåller mer än det rekommenderade maximala antalet %2$d ord. Är du säker på att all information är om samma ämne, och därför hör hemma i ett enda stycke?","%1$d av styckena innehåller mer än det rekommenderade maximala antalet %2$d ord. Är du säker på att all information i varje stycke är om samma ämne, och därför hör hemma i ett enda stycke?"],"The meta description is over %1$d characters. Reducing the length will ensure the entire description will be visible.":["Metabeskrivningen är över %1$d tecken. Minska längden för att säkerhetsställa att hela beskrivningen kommer vara synlig."],"The keyword density is %1$s, which is too low; the focus keyword was found %2$d times.":["Nyckelordsdensiteten är %1$s, vilket är för lågt. Fokus-nyckelordet hittades %2$d gånger."],"Step %1$d: %2$s":["Steg %1$d: %2$s"],"No new notifications.":["Inga nya notiser."],"Save all":["Spara allt"],"Save":["Spara"],"You have %d new issue concerning your SEO!":["Du har %d nytt ärende som rör din SEO!","Du har %d nya ärenden som rör din SEO!"],"%1$s, Author at %2$s":["%1$s, författare på %2$s"],"wpSEO data successfully imported. Would you like to %1$sdisable the wpSEO plugin%2$s?":["wpSEO data har importerats. Vill du %1$sinaktivera tillägget wpSEO%2$s?"],"All in One SEO data successfully imported. Would you like to %1$sdisable the All in One SEO plugin%2$s?":["”All in One” SEO-data har importerats. Vill du %1$sinaktivera tillägget ”All in One”%2$s."],"All in One SEO data successfully imported. Would you like to %1$sdisable the All in One SEO plugin%3$s? You've had Google Analytics enabled in All in One SEO, would you like to install our %2$sGoogle Analytics plugin%3$s?":["”All in One” SEO-data har importerats. Vill du %1$sinaktivera tillägget ”All in One”%3$s. Du hade Google Analytics aktiverat i ”All in One SEO”, vill du installera vårt %2$stillägg för Google Analytics%3$s?"],"Mobile preview":["Förhandsvisning för mobil"],"Desktop preview":["Förhandsvisning för skrivbord"],"Use queries instead":["Använd ”queries” istället"],"Use javascript instead.":["Använd javascript istället."],"Select redirect":["Välj omdirigering"],"Take the online Site Structure Training course and learn how to structure your website!":["Ta en onlinekurs i webbplatsstrukturering och lär dig att strukturera din webbplats!"],"you are <strong>not</strong> receiving updates.":["du tar <strong>inte</strong> emot uppdateringar."],"INACTIVE":["INAKTIV"],"you are receiving updates.":["du tar emot uppdateringar."],"ACTIVE":["AKTIV"],"<b>Warning!</b> Your %s license is inactive which means you're missing out on updates and support! <a href=\"%s\">Activate your license</a> or <a href=\"%s\" target=\"_blank\">get a license here</a>.":["<b>Varning!</b> Din %s licens är inaktiv vilket innebär att du går miste om uppdateringar och support! <a href=\"%s\">Aktivera din licens</a> eller <a href=\"%s\" target=\"_blank\">skaffa en licens här</a>."],"<b>Warning!</b> You didn't set your %s license key yet, which means you're missing out on updates and support! <a href=\"%s\">Enter your license key</a> or <a href=\"%s\" target=\"_blank\">get a license here</a>.":["<b>Varning!</b> Du har inte ställ in din %s licensnyckel ännu, vilket betyder att du går miste om uppdateringar och support! <a href=\"%s\">Ange din licensnyckel</a> eller <a href=\"%s\" target=\"_blank\">skaffa en licens här</a>."],"Please provide an SEO title by editing the snippet below.":["Vänligen ange en SEO-titel genom att redigera förhandsvisningstexten nedan."],"Meta description preview:":["Metabeskrivning förhandsvisning:"],"Slug preview:":["Förhandsgranskning av permalänk:"],"SEO title preview:":["Förhandsvisning av SEO-titel:"],"Close snippet editor":["Stäng redigeraren för förhandsvisningstexten"],"Slug":["Permalänk"],"Remove marks in the text":["Ta bort markeringar i texten"],"Mark this result in the text":["Markera detta resultat i texten"],"Marks are disabled in current view":["Markeringen är inaktiverade i aktuell vy"],"Content optimization: Good SEO score":["Innehållsoptimering: Bra SEO-poäng"],"Good SEO score":["Bra SEO-poäng"],"Content optimization: OK SEO score":["Innehållsoptimering: OK SEO-poäng"],"OK SEO score":["OK SEO-poäng"],"Content optimization: Bad SEO score":["Innehållsoptimering: Dålig SEO-poäng"],"Bad SEO score":["Dålig SEO-poäng"],"Content optimization: Has feedback":["Innehållsoptimering: Har återkoppling"],"Feedback":["Återkoppling"],"http://en.wikipedia.org/wiki/Stop_words":["http://en.wikipedia.org/wiki/Stop_words"],"The focus keyword appears in the URL for this page.":["Nyckelordet förekommer i sidans URL."],"You have far too little content, please add some content to enable a good analysis.":["Du har för lite innehåll, lägg till mer innehåll för att skapa en bra analys."],"The images on this page contain alt attributes.":["Bilderna på den här sidan har alt-attribut."],"The images on this page do not have alt attributes containing the focus keyword.":["Bilderna på denna sida har alt-attribut men innehåller inte nyckelordet."],"The images on this page contain alt attributes with the focus keyword.":["Bilderna på denna sida har alt-attribut med nyckelordet."],"The text does not contain any subheadings. Add at least one subheading.":["Texten har inga underrubriker. Lägg till åtminstone en underrubrik."],"None of the paragraphs are too long, which is great.":["Inget av styckena är för långt, vilket är bra."],"The page title is wider than the viewable limit.":["Sidtiteln är längre än visningsbar gräns."],"The page title has a nice length.":["Sidtiteln har en bra längd."],"The page title is too short. Use the space to add keyword variations or create compelling call-to-action copy.":["Sidtiteln är för kort. Använd utrymmet till att lägga till varianter av nyckelordet eller skapa en lockande call-to-action-text."],"The length of the meta description is sufficient.":["Metabeskrivningens längd är tillräcklig."],"The meta description contains the focus keyword.":["Metabeskrivningen innehåller nyckelordet."],"The keyphrase is over 10 words, a keyphrase should be shorter.":["Nyckelfrasen är över 10 ord, en nyckelfras bör vara kortare."],"ok":["ok"],"Choose an image":["Välj en bild"],"Remove the image":["Ta bort bilden"],"company logo image preview":["förhandsgranskning av företagets logotyp"],"Choose image":["Välj bild"],"MailChimp signup failed:":["MailChimp-registrering misslyckades:"],"Sign Up!":["Prenumerera!"],"Name":["Namn"],"There is an error with the request.":["Ett fel uppstod vid förfrågan."],"Select profile":["Välj profil"],"Choose a profile":["Välj en profil"],"Reauthenticate with Google":["Autentisera med Google igen"],"To allow %s to fetch your Google Search Console information, please enter your Google Authorization Code. Clicking the button below will open a new window.":["För att tillåta %s att hämta din Google Search Console information, vänligen ange din Google auktoriseringskod. Klickar du på knappen nedan öppnas ett nytt fönster."],"Search Result Preview":["Förhandsvisning av sökresultat"],"URL preview: ":["Förhandsvisning av webbadress:"],"Please provide a meta description by editing the snippet below.":["Vänligen ange en metabeskrivning genom att redigera förhandsvisningstexten nedan."],"Edit snippet":["Redigera förhandsvisningstext"],"Search Result Form":["Sökresultatsformulär"],"You can click on each element in the preview to jump to the Snippet Editor.":["Du kan klicka på varje element i förhandsgranskningen för att gå till redigeraren för förhandsvisningstexten."],"SEO title preview: ":["Förhandsgranskning av SEO-titel:"],"This is an example title - edit by clicking here":["Detta är en exempeltitel - redigera genom att klicka här"],"Slug preview: ":["Förhandsgranskning av permalänk:"],"Meta description preview: ":["Förhandsgranskning av meta-beskrivning:"],"Please provide a meta description by editing it here.":["Vänligen ange en meta-beskrivning genom att redigera den här."],"Close search result form":["Stäng sökresultatsformulär"],"A problem occurred when saving the current step, {{link}}please file a bug report{{/link}} describing what step you are on and which changes you want to make (if any).":["Ett problem uppstod när detta steg sparades, {{länk}}vänligen skicka en buggrapport{{/ länk}} som beskriver vilket steg du är på och vilka ändringar du vill göra (om någon)."],"Close the Wizard":["Stäng guiden"],"Previous step":["Föregående steg"],"Next step":["Nästa steg"],"Export settings":["Exportera inställningar"],"Get %s now!":["Skaffa %s nu!"],"You're not getting the benefits of %1$s yet. If you had %1$s, you could use its awesome features:":["Du får inte fördelarna med %1$s ännu. Om du hade %1$s, skulle du kunna använda dess fantastiska funktioner:"],"%1$s video tutorial":["%1$s videokurs"],"Go back to the %s dashboard.":["Gå tillbaka till %s panelen."],"%s &rsaquo; Configuration Wizard":["%s &rsaquo; Konfigurationsguide"],"%1$sPlease don't show me this notification anymore%2$s":["%1$sVänligen visa mig inte detta meddelande igen%2$s"],"If you are experiencing issues, %1$splease file a bug report%2$s and we'll do our best to help you out.":["Om du upplever problem, %1$svänligen skicka en buggrapport%2$s och vi ska göra vårt bästa för att hjälpa dig."],"We've noticed you've been using %1$s for some time now; we hope you love it! We'd be thrilled if you could %2$sgive us a 5 stars rating on WordPress.org%3$s!":["Vi har märkt att du har använt %1$s ett tag nu, vi hoppas att du gillar det! Vi skulle bli glada om du kunde %2$sge oss ett 5-stjärnigt betyg på WordPress.org%3$s!"],"Take the %1$s course and become a certified %2$s expert!":["Ta %1$s kursen och bli en certifierad %2$s expert!"],"Do you want to get a grip on your own SEO-strategy? Learn all about it in one of %1$sour courses%2$s.":["Vill du få grepp om din egen SEO-strategi? Lär dig allt om det i en av %1$svåra kurser%2$s."],"Buy the %1$s plugin now and optimize your shop today to improve your product promotion!":["Köp tillägget %1$s nu och optimera din butik idag för att förbättra din produktmarknadsföring!"],"Take your SEO to the next level and outrank your competition with our %1$sSEO plugins%2$s.":["Ta din SEO till nästa nivå och överträffa dina konkurrenter med våra %1$sSEO-tillägg%2$s."],"Let our experts set up your %1$s plugin!":["Låt våra experter ställa in ditt tillägg %1$s!"],"Do you want to know how to improve your rankings? %1$sLet team %2$s help you!%3$s":["Vill du veta hur du kan förbättra din ranking? %1$sLåt teamet %2$s hjälpa dig!%3$s"],"Take the online Keyword Research Training course and learn how to rank with your keywords!":["Ta onlinekursen i nyckelordsforskning och lär dig hur du rankar med nyckelord!"],"Courses":["Kurser"],"Services":["Tjänster"],"Date archives settings":["Inställningar för datumarkiv"],"Author archives settings":["Inställningar för författararkiv"],"Remove keyword":["Ta bort nyckelord"],"%1$s by %2$s":["%1$s av %2$s"],"Warning: the variable %s cannot be used in this template. See the help center for more info.":["Varning: Variabeln %s kan inte användas i denna mall. Se hjälpcentret för mer information."],"Choose your settings.zip file":["Välj din settings.zip-fil"],"Open the configuration wizard":["Öppna konfigurationsguiden"],"Configuration wizard":["Konfigurationsguide"],"Enter the meta keywords":["Ange metanyckelord"],"Enter a focus keyword":["Ange fokus-nyckelord"],"By the way, did you know we also have a %1$sPremium plugin%2$s? It offers advanced features, like a redirect manager and support for multiple keywords. It also comes with 24/7 personal support.":["Förresten, visste du att vi har också ett %1$sPremium-tillägg%2$s? Det erbjuder avancerade funktioner, som en omdirigeringshanterare och stöd för flera sökord. Det kommer också med 24/7 personlig support."],"(no title)":["(ingen titel)"],"%1$s comes with a lot of features. You can enable / disable some of them below.":["%1$s levereras med en mängd funktioner. Du kan aktivera / inaktivera några av dem nedan."],"The %1$s admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["Administratörsmenyn %1$s innehåller användbara länkar till tredje-parts-verktyg för att analysera sidor och gör det lätt att se om du har nya notiser."],"Admin bar menu":["Administratörsmeny"],"The %1$s integration checks daily if your site is still indexable by search engines and notifies you when this is not the case.":["Integrationen %1$s kontrollerar dagligen om din webbplats fortfarande indexeras av sökmotorer och meddelar dig när detta inte är fallet."],"OnPage.org":["OnPage.org"],"The advanced settings include site-wide settings for your titles and meta descriptions, social metadata, sitemaps and much more.":["De avancerade inställningarna inkluderar inställningar för hela webbplatsen för dina titlar och metabeskrivningar, sociala metadata, webbplatskartor och mycket mer."],"Advanced settings pages":["Sidor för avancerade inställningar"],"Features":["Funktioner"],"More info":["Mer info"],"Gain access to our 24/7 support team.":["Få tillgång till vårt supportteam 24/7."],"Check what your Facebook or Twitter post will look like.":["Se hur ditt inlägg på Facebook eller Twitter kommer att se ut."],"Social Previews":["Sociala förhandsgranskningar"],"Optimize a single post for up to 5 keywords.":["Optimera ett enda inlägg för upp till 5 nyckelord."],"Create and manage redirects within your WordPress install.":["Skapa och hantera omdirigeringar inom din WordPress-installation."],"Meta robots index":["Metarobot index"],"SEO title":["SEO-titel"],"While we strive to make setting up %1$s as easy as possible, we understand it can be daunting. If you’d rather have us set up %1$s for you (and get a copy of %2$s in the process), order our %3$s%1$s configuration service%4$s here!":["Även om vi strävar efter att göra det så enkelt som möjligt att börja använda %1$s, så förstår vi att det kan vara skrämmande. Om du hellre vill att vi ska ställa in %1$s för dig (och samtidigt få en kopia av %2$s), beställ vår %3$s %1$skonfigurationsservice%4$s här!"],"Welcome to the %1$s configuration wizard. In a few simple steps we'll help you configure your SEO settings to match your website's needs!":["Välkommen till konfigurationsguiden %1$s. I några enkla steg hjälper vi dig att konfigurera inställningarna för din SEO för att matcha webbplatsens behov!"],"Please add all your relevant social profiles. We use these to let search engines know about them, and to enhance your social metadata:":["Vänligen lägg till alla dina relevanta sociala profiler. Vi använder dessa för att låta sökmotorer veta om dem och för att förbättra din sociala metadata:"],"Other personal site":["Annan personlig webbplats"],"Other corporate site":["Annan företagswebbplats"],"Small business site":["Liten företagswebbplats"],"News site":["Nyhetswebbplats"],"Webshop":["Webbshop"],"What kind of site is %1$s?":["Vilken typ av webbplats är %1$s?"],"Google shows your website's name in the search results, if you want to change it, you can do that here.":["Google visar webbplatsens namn i sökresultaten. Om du vill ändra det så kan du göra det här."],"Greater than sign":["Större än-tecken"],"Less than sign":["Mindre än-tecken"],"Right angle quotation mark":["Högervinklat citationstecken"],"Left angle quotation mark":["Vänstervinklat citationstecken"],"Small tilde":["Liten tilde"],"Vertical bar":["Lodrätt streck"],"Low asterisk":["Låg asterisk"],"Asterisk":["Asterisk"],"Bullet":["Punkt"],"Middle dot":["Mellanpunkt"],"Em dash":["Brett tankstreck"],"En dash":["Tankstreck"],"Dash":["Smalt tankstreck"],"Choose the symbol to use as your title separator. This will display, for instance, between your post title and site name. Symbols are shown in the size they'll appear in the search results.":["Välj symbolen som ska användas som din titelavgränsare. Detta visas t.ex. mellan din inläggstitel och webbplatsens namn. Symbolerna visas i den storlek som visas i sökresultaten."],"Please specify which of the following public post types you would like Google to see.":["Vänligen ange vilken av följande offentliga inläggstyper du vill att Google ska se."],"The name of the person":["Personens namn"],"No":["Nej"],"Yes":["Ja"],"Does, or will, your site have multiple authors?":["Har webbplatsen flera författare?"],"Development (this site is running locally for development purposes)":["Utveckling (denna webbplats körs lokalt för utvecklingsändamål)"],"Staging (this is a copy of a live site used for testing purposes only)":["Plattform (detta är en kopia av en aktiv webbplats som endast används för teständamål)"],"Production (this is a live site with real traffic)":["Produktion (detta är en aktiv webbplats med verklig trafik)"],"Please specify the environment in which this site - %1$s - is running.":["Vänligen ange den miljö i vilken denna webbplats -%1$s - körs på."],"The name of the company":["Företagets namn"],"Provide an image of the company logo":["Ange en bild till företagets logotyp"],"Hidden":["Dold"],"Visible":["Synlig"],"The post type \"%1$s\" should be":["Inläggstypen \"%1$s\" bör vara"],"WordPress automatically generates an URL for each media item in the library. Enabling this will allow for google to index the generated URL.":["WordPress genererar automatiskt en webbadress för varje medieobjekt i biblioteket. Aktivering av detta gör det möjligt för Google att indexera den genererade webbadressen."],"Success!":["Klart!"],"Title settings":["Inställningar för titeln"],"Google Search Console":["Google Search Console"],"Multiple authors":["Flera författare"],"Post type visibility":["Inläggstyp synlighet"],"Social profiles":["Sociala profiler"],"Site type":["Webbplatstyp"],"Environment":["Miljö"],"Welcome!":["Välkommen!"],"Yoast option %1$s not found.":["Yoast alternativ%1$s hittades inte."],"Posts that are set to &#8220;%s&#8221;":["Inlägg som är inställda på ”%s”"],"Microsoft Edge Site Scan":["Microsoft Edge Site Scan"],"Google Structured Data Test":["Google Structured Data Test"],"Posts list":["Inläggslista"],"Posts list navigation":["Navigation för inläggslista"],"Filter posts list":["Filtrera inläggslistan"],"Note that links to archives might be still output by your theme and you would need to remove them separately.":["Observera att länkar till arkiv fortfarande kan skapas av ditt tema och du behöver i så fall ta bort dem separat."],"View credits":["Visa lista över medverkande"],"Take a look at the people that create %1$s.":["Ta en titt på de människor som skapar %1$s."],"Team and contributors":["Team och bidragare"],"Default for this taxonomy type, currently: %s":["Standard för denna taxonomityp, för närvarande: %s"],"%1$s to optimize your site even further":["%1$s för att optimera din webbplats ytterligare"],"%1$s extensions":["%1$s tillägg"],"Comes with our 30-day no questions asked money back guarantee":["Levereras med vår 30-dagars inga-frågor pengarna tillbaka garanti"],"More information %1$sabout %3$s%2$s":["Mer information %1$som %3$s%2$s"],"Buy %1$s":["Köp %1$s"],"Installed":["Installerad"],"gain access to our 24/7 support team.":["få tillgång till vårt supportteam 24/7."],"Premium support":["Premiumsupport"],"check what your Facebook or Twitter post will look like.":["se hur dina inlägg på Facebook eller Twitter kommer se ut."],"Social previews":["Social förhandsgranskning"],"optimize a single post for up to 5 keywords.":["optimera ett enskilt inlägg för upp till fem nyckelord."],"Multiple focus keywords":["Flera fokus-nyckelord"],"create and manage redirects from within your WordPress install.":["skapa och hantera omdirigeringar inom din WordPress-installation."],"Redirect manager":["Omdirigeringshanterare"],"%1$s, take your optimization to the next level!":["%1$s, ta din optimering till nästa nivå!"],"A seamless integration between %1$s and %2$s":["En sömlös integration mellan%1$s och %2$s"],"Use %1$s breadcrumbs instead of %2$s ones":["Använd%1$s brödsmulor istället för %2$s"],"Improve sharing on Pinterest":["Förbättra delning på Pinterest"],"Improve the usability of your contact page":["Förbättra användbarheten av din kontaktsida"],"Easily insert Google Maps, a store locator, opening hours and more":["Infoga Google Maps, en butikslokaliserare, öppettider och mer enkelt"],"Get found by potential clients":["Hittas av potentiella kunder"],"Creates XML News Sitemaps":["Skapar XML nyhetswebbplatskartor"],"Immediately pings Google on the publication of a new post":["Pingar omedelbart Google när nya inlägg publiceras"],"Optimize your site for Google News":["Optimera din webbplats för Google Nyheter"],"Make videos responsive through enabling fitvids.js":["Gör videos responsiva genom att aktivera fitvids.js"],"Enhance the experience of sharing posts with videos":["Förhöja upplevelsen av att dela inlägg med videos"],"Show your videos in Google Videos":["Visa dina videos i Google Videos"],"The following file is blocking your XML sitemaps from working properly. Either delete it (this can be done with the \"Fix it\" button) or disable %1$s XML sitemaps.":["Följande fil hindrar din XML-webbplatskarta från att fungera ordentligt. Du kan antingen ta bort den (detta kan göras med \"Lös det\"-knappen) eller inaktivera %1$s XML-sitemaps.","Följande filer hindrar din XML-webbplatskarta från att fungera ordentligt. Du kan antingen ta bort dem (detta kan göras med \"Lös det\"-knappen) eller inaktivera %1$s XML-webbplatskartor."],"Crawl issues list":["Lista över genomsökningsproblem"],"Crawl issues list navigation":["Listnavigering av genomsökningsproblem"],"Number of search results: %d":["Antal sökresultat: %d"],"Edit &#8220;%s&#8221;":["Ändra ”%s”;"],"Filter by post type":["Filtrera på inläggstyp"],"Show All Post Types":["Visa alla inläggstyper"],"Premium":["Premium"],"Go Premium":["Skaffa Premium"],"Files successfully removed.":["Filerna togs bort utan problem."],"The directory %s could not be removed. Please remove it via FTP.":["Katalogen %s kunde inte tas bort. Vänligen ta bort den via FTP."],"Google Trends":["Google Trends"],"Notifications":["Notiser"],"Removes the keyword tab from the metabox and disables all SEO-related suggestions.":["Tar bort fliken nyckelord från metarutan och inaktiverar alla SEO-relaterade förslag."],"Disable SEO analysis":["Inaktivera SEO-analys"],"Twitter settings":["Twitterinställningar"],"Pinterest settings":["Pinterestinställningar"],"Google+ settings":["Google+ inställningar"],"Facebook settings":["Facebook-inställningar"],"To let search engines know which social profiles are associated to this site, enter them below:":["För att låta sökmotorer vet vilka sociala profiler är associerade till denna webbplats, ange dem nedan:"],"Your social profiles":["Dina sociala profiler"],"User sitemap settings":["Användarinställningar för webbplatskartor"],"Taxonomies sitemap settings":["Taxonomi-inställningar för webbplatskartor"],"Post types sitemap settings":["Inläggstypsinställningar för webbplatskartor"],"Entries per sitemap page":["Inlägg per webbplatskartssida"],"Your XML Sitemap":["Din XML-webbplatskarta"],"Excluded posts settings":["Uteslutna inläggsinställningar"],"As you are redirecting attachment URLs to parent post URLs, these settings will currently only have an effect on unattached media items! So remember: If you change the %1$sattachment redirection setting%2$s in the future, the below settings will take effect for *all* media items.":["Eftersom du omdirigerar bilagornas URL till inläggens förälder-URL, så kommer dessa inställningar för närvarande bara ha en effekt på medieobjekt utan bilagor! Så kom ihåg: Om du ändrar %1$sbundna omdirigeringsinställningar%2$si framtiden så kommer nedan inställningarna börja gälla för *alla* medieobjekt."],"Removes the keyword tab from the metabox and disables all keyword-related suggestions.":["Tar bort fliken nyckelord från metarutan och inaktiverar alla nyckelords-relaterade förslag."],"Keyword analysis":["Nyckelordsanalys"],"Title separator symbol":["Symbol för titelavgränsare"],"Security setting":["Säkerhetsinställningar"],"Restore default settings":["Återställ standardinställningar"],"RSS feed settings":["RSS-flöde inställningar"],"Stop words in slugs.":["Stoppord i permalänkar."],"Breadcrumbs settings":["Brödsmuleinställningar"],"Make primary":["Gör till primär"],"Content optimization":["Innehållsoptimering"],"Enter your Google Authorization Code and press the Authenticate button.":["Fyll i din auktoriseringskod från Google och tryck på knappen \"Autentisera\"."],"To allow %1$s to fetch your %2$s information, please enter your Google Authorization Code. Clicking the button below will open a new window.":["För att tillåta %1$s att hämta din %2$s-information, vänligen ange din Google Auktoriseringskod. Klickar du på knappen nedan öppnas ett nytt fönster."],"Knowledge base article":["Kunskapsbankartikel"],"Open the knowledge base article in a new window or read it in the iframe below":["Öppna kunskapsbasartikeln i ett nytt fönster eller läs den i fönstret nedan"],"Back to search results":["Tillbaka till sökresultat"],"Search results":["Sökresultat"],"Yoast SEO video tutorial":["Yoast SEO videoguide"],"%s notification":["%s notis","%s notiser"],"Disable readability analysis":["Inaktivera läsbarhetsanalys"],"Removes the readability tab from the metabox and disables all readability-related suggestions.":["Tar bort fliken läsbarhet från metarutan och inaktiverar alla läsbarhetsrelaterade förslag."],"Readability analysis":["Läsbarhetsanalys"],"Needs improvement":["Behöver förbättringar"],"Readability":["Läsbarhet"],"You are trying to load non-minified files, these are only available in our development package. Check out %1$s to see all the source files.":["Du försöker ladda icke-minifierade filer, dessa är endast tillgängliga i vårt utvecklingspaket. Kolla in%1$s för att se alla källfilerna."],"You have a new issue concerning your SEO!":["Du har ett nytt ärende som rör din SEO!"],"\"Max entries per sitemap page\" should be below %1$s to meet Google's requirements, which %2$s is not.":["\"Max inlägg per webbplatskartsida\" bör vara under%1$s för att möta Googles krav, som %2$s inte är."],"%1$s Dashboard":["%1$s Adminpanel"],"Restore this item.":["Återställ detta objekt."],"Dismiss this item.":["Avvisa detta objekt."],"Good job! We could detect no serious SEO problems.":["Bra jobbat! Vi kan inte upptäcka några allvarliga SEO-problem."],"We have detected the following issues that affect the SEO of your site.":["Vi har upptäckt följande ärenden som påverkar SEO på din webbplats."],"Problems":["Problem"],"We're always grateful for patches from non-regular contributors, in %1$s %2$s, patches from the following people made it in:":["Vi är alltid tacksamma för programfixar från icke-regelbundna bidragsgivare, i %1$s %2$s så bidrog följande personer med programfixar:"],"Community contributors":["Gemenskapsbidragsgivare"],"Tester":["Testare"],"Quality Assurance & Testing":["Kvalitetssäkring och tester"],"Yoast Developers":["Yoast utvecklare"],"CTO":["CTO"],"Development Leaders":["Utvecklingsledare"],"Linguist":["Lingvist"],"Head R&D":["Head R&D"],"Product Management":["Produktledning"],"This is the content analysis, a collection of content checks that analyze the content of your page. %1$sLearn more about the Content Analysis Tool%2$s.":["Detta är innehållsanalysen, en samling av innehållskontroller som analyserar innehållet på din webbplats. %1$sLär dig mer om innehållsanalysverktyget%2$s."],"Pick the main keyword or keyphrase that this post/page is about. %1$sLearn more about the Focus Keyword%2$s.":["Välj det viktigaste nyckelordet eller nyckelfrasen som detta inlägg eller denna webbplats handlar om. %1$sLär dig mer om fokus-nyckelordet%2$s."],"Analysis":["Analys"],"This is a rendering of what this post might look like in Google's search results. %1$sLearn more about the Snippet Preview%2$s.":["Detta är en rendering av hur detta inlägg kan se ut i Googles sökresultat. %1$sLär dig mer om förhandsvisningstexten%2$s."],"Not available":["Inte tillgängligt"],"Enter your focus keyword":["Fyll i ditt nyckelord"],"Keyword:":["Nyckelord:"],"Buy the %1$s plugin now and start optimizing to get your site featured in Google News!":["Köp tillägget %1$s nu och börja optimera för att få din webbplats att synas i Google Nyheter!"],"Buy the %1$s plugin now to improve your site&#8217;s Local SEO and ranking in Google Maps!":["Köp tillägget %1$s nu för att förbättra din webbplats lokala SEO och rankning i Google Maps!"],"Buy the %1$s plugin now and optimize your videos for video search results and social media!":["Köp tillägget %1$s nu och optimera dina videoklipp för videosökresultat och sociala medier!"],"Take the online Basic SEO Training course and learn the fundamentals of SEO!":["Ta den grundläggande SEO-onlinekursen och lär dig grunderna i SEO!"],"Take the online SEO Copywriting Training course and learn how to write awesome copy that ranks!":["Ta onlinekursen SEO-Copywriting och lär dig att skriva fantastiska inlägg som rankar!"],"Filter by SEO Score":["Filtrera efter SEO-poäng"],"Meta description not set.":["Metabeskrivning har inte angetts."],"Video tutorial":["Videokurs"],"Email support":["E-postsupport"],"Email support is a %s feature":["E-postsupport är en %s-funktion"],"Knowledge base":["Kunskapsbank"],"Open":["Öppna"],"Back":["Tillbaka"],"search":["sök"],"Loading...":["Laddar&hellip;"],"Something went wrong. Please try again later.":["Något gick fel. Försök igen senare."],"Search the Yoast knowledge base":["Sök Yoast kunskapsbas"],"No results found.":["Inga resultat hittades."],"Dashboard":["Panel"],"You can fix this on the %1$sPermalink settings page%2$s.":["Du kan åtgärda detta på %1$sinställningssidan för permalänkar%2$s."],"Simply uncheck the box before \"Break comments into pages...\" on the %1$sComment settings page%2$s.":["Ta bara och avmarkera rutan innan ”Dela upp kommentarer i sidor...” på %1$sinställningssidan för kommentarer%2$s."],"Paging comments is enabled, this is not needed in 999 out of 1000 cases, we recommend to disable it.":["Kommentarspaginering är aktiverat, detta behövs inte i 999 ur 1000 fall, vi rekommenderar att du inaktiverar den."],"Replaced with the primary category of the post/page":["Ersatt med den primära kategorin för inlägget/sidan"],"Pinterest confirmation":["Pinterest-bekräftelse"],"If you have already confirmed your website with Pinterest, you can skip the step below.":["Om du redan har bekräftat din webbplats för Pinterest kan du hoppa över nästa steg."],"You can choose to not include users without posts.":["Du kan välja att inte inkludera användare utan inlägg."],"Users without posts":["Användare utan inlägg"],"The user sitemap contains the author archive URLs for every user on your site.":["Webbplatskartan för användare innehåller författarens arkiv-URL för varje användare på din webbplats."],"Format-based archives":["Formatbaserade arkiv"],"Prevents search engines from using the DMOZ description in the search results for all pages on this site. Note: If you set a custom description for a page or post, it will have the %s tag regardless of this setting.":["Förhindrar sökmotorer från att använda DMOZ-beskrivningen i sökresultaten för webbplatsens alla sidor. Obs: Om du anger en särskild beskrivning för en sida eller ett inlägg kommer taggen %s att användas, oberoende av denna inställning."],"Webmaster Tools verification":["Verifiering för Webmaster Tools"],"Enroll in the %s training &raquo;":["Registrera dig i utbildningen %s &raquo;"],"Follow our %1$s for WordPress training and become a certified %1$s Expert!":["Följ vår %1$s för WordPress-utbildning och bli en certifierad %1$s Expert!"],"Want to be a %s Expert?":["Vill du vara en %s Expert?"],"Need some help?":["Behöver du hjälp?"],"Show information about the focus keyword":["Visa information om fokus-nyckelordet"],"Show information about the content analysis":["Visa information om innehållsanalysen"],"Show information about the snippet editor":["Visa information om redigeraren för förhandsvisningstexten"],"Buy %s":["Köp %s"],"Show information about errors in category 'Soft 404'":["Visa information om fel i kategorin 'Mjuk 404'"],"Show information about errors in category 'Server'":["Visa information om fel i kategorin 'Server'"],"Show information about errors in category 'Blocked'":["Visa information om fel i kategorin 'Blockerat'"],"Show information about errors in category 'Other'":["Visa information om fel i kategorin 'Annat'"],"Show information about errors in category 'Not Found'":["Visa information om fel i kategorin 'Ej funnet'"],"Show information about errors in category 'Access Denied'":["Visa information om fel i kategorin 'Nekat tillträde'"],"Help center":["Hjälpcenter"],"New %1$s Title":["Ny %1$s titel"],"Existing %1$s Title":["Existerande %1$s titel"],"Expected an integer as input.":["Förväntade ett heltal som inmatning."],"Trying to build the sitemap cache key, but the postfix and prefix combination leaves too little room to do this. You are probably requesting a page that is way out of the expected range.":["Försöker bygga cachenyckeln till webbplatskartan, men postfix- och prefixkombinationen lämnar för lite utrymme att göra detta. Du begär förmodligen en sida som är långt ifrån det förväntade intervallet."],"Note: this feature has been deprecated, as the SEO value is close to 0 these days. If you disable it you will not be able to put it back on.":["Obs: den här funktionen är föråldrad, eftersom SEO-värdet är nära 0 nu för tiden. Om du inaktiverar det kommer du inte att kunna aktivera det igen."],"Redirect":["Omdirigera"],"No redirect":["Ingen omdirigering"],"Remove":["Ta bort"],"Keep":["Behåll"],"Bold the last page":["Fetstila sista sidan"],"Regular":["Vanlig"],"Bold":["Fetstil"],"Show Blog page":["Visa bloggsida"],"Primary %s":["Primär %s"],"Primary":["Primär"],"Make %1$s primary %2$s":["Gör %1$s primär %2$s"],"Integrations":["Integrationer"],"Term is set to noindex.":["Termen är inställd på noindex."],"Filter specific user roles":["Filtrera specifika användarroller"],"Not in sitemap":["Inte i webbplatskarta"],"In sitemap":["I webbplatskarta"],"Author / user sitemap":["Författare / användare webbplatskarta"],"XML sitemap functionality":["XML webbplatskarta funktionalitet"],"Subpages of archives":["Undersidor i arkiv"],"Author archives":["Arkiv för författare"],"Show":["Visa"],"The advanced section of the %1$s meta box allows a user to noindex posts or change the canonical. These are things you might not want if you don't trust your authors, so by default, only administrators can do this. Enabling the advanced box allows all users to change these settings.":["Den avancerade delen av metarutan %1$s tillåter en användare att ange noindex för inlägg eller ändra det kanoniska. Detta kanske du inte vill om du inte litar på dina författare, så som standard kan bara administratörer göra detta. Om du aktiverar rutan avancerat kan alla användare ändra dessa inställningar."],"Advanced part of the %1$s meta box":["Avancerad del av metarutan %1$s"],"Enabled":["Aktiverad"],"Disabled":["Inaktiverad"],"%s has not fetched your site's indexability status yet from OnPage.org":["%s har ännu inte hämtat din webbplats indexeringsstatus från OnPage.org"],"The separator defined in your theme's %s tag.":["Avgränsaren definierad i ditt temas %s-tagg."],"No index":["Inget index"],"Import from wpSEO":["Importera från wpSEO"],"Remove the %s variables.":["Ta bort variablerna %s."],"Strip the category base (usually %s) from the category URL.":["Rensa kategoribasen (vanligtvis %s) från kategori-URLen."],"Analyze entire site":["Analysera hela webbplatsen"],"Fetch the current status":["Hämta aktuell status"],"%1$s%2$s has not been able to fetch your site's indexability status%3$s from OnPage.org":["%1$s %2$s har inte kunnat hämta webbplatsens indexeringsstatus %3$s från OnPage.org"],"Your homepage can be indexed by search engines.":["Din startsida kan indexeras av sökmotorer."],"Indexability check by %1$s":["Indexeringskontroll av %1$s"],"Architect":["Arkitekt"],"If you want to use an image for sharing on %1$s, you can upload / choose an image or add the image URL here.":["Om du vill använda en bild för att dela på %1$s, kan du ladda upp / välja en bild eller lägga till bildens URL här."],"If you don't want to use the meta description for sharing on %1$s but want another description there, write it here.":["Om du inte vill använda metabeskrivningen för delning på %1$s utan vill ha en annan beskrivning där, skriv det här."],"If you don't want to use the title for sharing on %1$s but instead want another title there, write it here.":["Om du inte vill använda titeln för delning på %1$s, utan istället vill ha en annan titel där, skriv det här."],"%1$sYour homepage cannot be indexed by search engines%2$s. This is very bad for SEO and should be fixed.":["%1$sDin startsida kan inte indexeras av sökmotorer%2$s. Detta är mycket dåligt för SEO och bör åtgärdas."],"Once Weekly":["En gång per vecka"],"Add-ons":["Tillägg"],"Snippet editor":["Redigerare för förhandsvisningstext"],"Add keyword":["Lägg till nyckelord"],"wpSEO has been deactivated":["wpSEO har inaktiverats"],"The plugin wpSEO has been detected. Do you want to %1$simport its settings%2$s?":["Tillägget wpSEO har upptäckts. Vill du %1$simportera dess inställningar%2$s?"],"Twitter metadata":["Twitter metadata"],"Facebook / Open Graph metadata":["Facebook / Open Graph metadata"],"Recalculating SEO scores for all pieces of content with a focus keyword.":["Räknar om SEO-poäng för alla delar av innehåll med ett fokus-nyckelord."],"%1$s of %2$s done.":["%1$s av %2$s klart."],"%s filter/action":["%s filter/åtgärd"],"We've updated our SEO score algorithm. %1$sRecalculate the SEO scores%2$s for all posts and pages.":["Vi har uppdaterat vår SEO poäng-algoritm. %1$sRäkna om SEO-poäng%2$s för alla inlägg och sidor."],"https://yoast.com/":["https://yoast.com/"],"Team Yoast":["Team Yoast"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["Den första riktiga allt-i-ett SEO-lösningen för WordPress, inklusive innehållsanalys på sidor, XML webbplatskartor och mycket mer."],"https://yoast.com/wordpress/plugins/seo/#utm_source=wpadmin&utm_medium=plugin&utm_campaign=wpseoplugin":["https://yoast.com/wordpress/plugins/seo/#utm_source=wpadmin&utm_medium=plugin&utm_campaign=wpseoplugin"],"Yoast SEO":["Yoast SEO"],"Activation failed:":["Aktiveringen misslyckades:"],"The filter extension seem to be unavailable. Please ask your web host to enable it.":["Filtreringstillägget är inte tillgängligt. Be ditt webbhotell att aktivera det."],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":["Installationen av tillägget %1$s är inte färdig. Se %2$sinstallationsinstruktionerna%3$s."],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":["Tillägget standardbibliotek för PHP (SPL) verkar inte kunna nås. Be ditt webbhotell att aktivera det."],"%sRenew your license now%s.":["%sFörnya din licens nu%s."],"Your %s license will expire on %s.":["Din %s licens går ut %s."],"You defined your license key using the %s PHP constant.":["Du definierade din licensnyckel genom att använda PHP konstanten %s ."],"Paste your %s license key here...":["Klistra in din licensnyckeln för %s här..."],"License Key":["Licensnyckel"],"Please enter a license key in the field below first.":["Ange din licens nyckel i fältet nedan först."],"Activate License":["Aktivera licens"],"(deactivate your license so you can activate it on another WordPress site)":["(inaktivera din licens så att du kan aktivera den på en annan WordPress-sida)"],"Deactivate License":["Inaktivera licens"],"Toggle license status":["Visa/dölj licensstatus"],"License status":["Licensstatus"],"Your server has an outdated version of the PHP module cURL (Version: %s). Please ask your hosting company to update this to a recent version of cURL. You can read more about that in our %sKnowledge base%s.":["Din server har en gammal version av PHP-modulen cURL (version: %s). Be ditt webbhotell uppdatera denna till en senare version av cURL. Du kan läsa mer om detta i vår %skunskapsdatabas%s."],"We couldn't create a connection to our API to verify your license key(s). Please ask your hosting company to allow outgoing connections from your server to %s.":["Vi kunde inte skapa en anslutning till vårt API för att verifiera din/dina licensnyckel/licensnycklar. Be ditt webbhotell att tillåta utgående anslutningar från din server till %s."],"This site has not been activated properly on yoast.com and thus cannot check for future updates. Please activate your site with a valid license key.":["Den här webbplatsen har inte aktiverats som den ska på yoast.com och kan därför inte kolla efter framtida uppdateringar. Vänligen aktivera din webbplats med en giltig licensnyckel."],"%s failed to check for updates because of the following error: <em>%s</em>":["%s Misslyckades med att kontrollera uppdateringar på grund följande fel: <em>%s</em>"],"%s is network activated, please contact your site administrator to manage the license.":["%s är nätverksaktiverad, var god kontakt din sajtadmininstratör för licenshantering."],"%s is network activated, you can manage your license in the <a href=\"%s\">network admin license page</a>.":["%s är nätverksaktiverad. Du kan hantera din licens på <a href=\"%s\">nätverkets licenssida</a>."],"%s: License Settings":["%s: Licensinställningar"],"Request error: \"%s\" (%scommon license notices%s)":["Fel vid förfrågan: \"%s\" (%svanliga licensmeddelanden%s)"],"Failed to deactivate your %s license.":["Misslyckades med att aktivera %s-licensen."],"Your %s license has been deactivated.":["Din %s licens har inaktiverats."],"Failed to activate your license, your license key seems to be invalid.":["Det gick inte att aktivera din licens, din licensnyckel verkar vara ogiltig."],"Your license has expired. You must <a href=\"%s\">extend your license</a> in order to use it again.":["Din licens har gått ut. Du måste  <a href=\"%s\">förlänga din licens</a> för att använda den igen."],"You've reached your activation limit. You must <a href=\"%s\">upgrade your license</a> to use it on this site.":["Du har nått gränsen för aktiveringar. Du behöver <a href=\"%s\">uppgradera din licens</a> för att använda den på denna webbplats."],"<a href=\"%s\">Your license is expiring in %d day, would you like to extend it?</a> ":["<a href=\"%s\">Din licens upphör om %d dagar, vill du förnya den?</a>","<a href=\"%s\">Your license is expiring in %d days, would you like to extend it?</a> "],"<a href=\"%s\">Did you know you can upgrade your license?</a> ":["<a href=\"%s\">Visste du att du kan uppgradera din licens?</a>"],"You have used %d/%d activation. ":["Du har använt %d/%d aktiveringar.","You have used %d/%d activations. "],"You have an unlimited license. ":["Du har en obegränsad licens."],"Your %s license has been activated. ":["Din %s licens har aktiverats."],"<b>Warning!</b> You're blocking external requests which means you won't be able to get %s updates. Please add %s to %s.":["<b>Varning!</b> Du blockerar externa förfrågningar vilket innebär att du inte kommer kunna få %s uppdateringar. Vänligen lägg till %s i %s."],"Register now &raquo;":["Registrera nu &raquo;"],"Translation of %s":["Översättning av %s"],"You're using WordPress in a language we don't support yet. We'd love for %2$s to be translated in that language too, but unfortunately, it isn't right now. You can change that! Register at %4$s to help translate it!":["Du använder WordPress på ett språk som vi inte har stöd för ännu. Vi skulle gärna se %2$s översatt till det språket också, vilket det tyvärr inte är just nu. Du kan ändra på det genom att registrera dig på %4$s för att hjälpa till med översättningen!"],"You're using WordPress in %1$s. While %2$s has been translated to %1$s for %3$d%%, it's not been shipped with the plugin yet. You can help! Register at %4$s to help complete the translation to %1$s!":["Du använder WordPress på %1$s. Även om %2$s har översatts till %1$s för %3$d%%, så har översättningen ännu inte börjat levereras med tillägget. Du kan hjälpa oss! Registrera dig på%4$s för att hjälpa till med att göra färdigt översättningen till %1$s!"],"As you can see, there is a translation of this plugin in %1$s. This translation is currently %3$d%% complete. We need your help to make it complete and to fix any errors. Please register at %4$s to help complete the translation to %1$s!":["Som du kan se så finns det en översättning för detta tillägg till %1$s. Denna översättning är just nu %3$d%% komplett. Vi behöver din hjälp med att färdigställa den och rätta till eventuella fel. Var vänlig registrera dig på %4$s för att hjälpa till med översättningen av %1$s!"],"All-In-One-SEO has been deactivated":["All-In-One-SEO har inaktiverats."],"The plugin All-In-One-SEO has been detected. Do you want to %1$simport its settings%2$s?":["Tillägget All-In-One-SEO har upptäckts. Vill du %1$simportera dess inställningar%2$s?"],"SEO Settings":["SEO-inställningar"],"Mobile-Friendly Test":["Mobilvänligt test"],"Google Page Speed Test":["Google Page Speed Test"],"CSS Validator":["CSS Validator"],"HTML Validator":["HTML Validator"],"Pinterest Rich Pins Validator":["Validering för Pinterest Rich Pins"],"Facebook Debugger":["Facebook Debugger"],"Check Headers":["Kontrollera sidhuvud"],"Check Google Cache":["Kontrollera Google Cache"],"Check Keyword Density":["Kontrollera nyckelordstäthet"],"Check Inlinks (OSE)":["Kontrollera inlänkar (OSE)"],"Analyze this page":["Analysera denna sida"],"SEO Book":["SEO-bok"],"AdWords External":["AdWords Extern"],"Keyword Research":["Nyckelordsforskning"],"%s does not seem to be a valid url. Please correct.":["%s verkar inte vara en giltig url. Vänligen korrigera."],"%1$s does not seem to be a valid %2$s verification string. Please correct.":["%1$s verkar inte vara en giltig %2$s-verifieringssträng. Vänligen korrigera."],"\"Max entries per sitemap page\" should be a positive number, which %s is not. Please correct.":["\"Max antal inlägg per webbplatskarta\" ska vara ett positivt nummer, vilket %s inte är. Vänligen korrigera detta."],"%s Archive":["%s arkiv"],"You searched for %s":["Du sökte efter %s"],"%s does not seem to be a valid Twitter user-id. Please correct.":["%s ser inte ut att vara ett korrekt användar-id för Twitter. Var vänlig korrigera."],"Summary with large image":["Sammanfattning med stor bild"],"Summary":["Sammanfattning"],"The post %1$s appeared first on %2$s.":["Inlägget %1$s dök först upp på %2$s."],"No numeric value was received.":["Inget numeriskt värde mottogs."],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":["Detta måste vara en existerande blogg. Bloggen %s finns inte eller har markerats som borttagen."],"The default blog setting must be the numeric blog id of the blog you want to use as default.":["Inställningen för standard-bloggens ID måste vara det numeriska blogg-ID:et för den blogg du vill ha som standard-blogg."],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":["%1$s är inte ett giltigt val för vem som ska ha tillgång till inställningarna för %2$s. Värdet har återställts till det ursprungliga."],"Please select a valid post type for taxonomy \"%s\"":["Var vänlig välj en giltig posttyp för taxonomi \"%s\""],"Please select a valid taxonomy for post type \"%s\"":["Var vänlig välj en korrekt taxanomi för posttypen \"%s\""],"You searched for":["Du sökte efter"],"Home":["Hem"],"Archives for":["Arkiv för"],"Error 404: Page not found":["Fel 404: Sidan finns inte"],"Bad":["Dålig"],"Good":["Bra"],"Replaced with a custom taxonomies description":["Ersatt med en egen beskrivning av klassificering"],"Replaced with a posts custom taxonomies, comma separated.":["Ersatt med ett inläggs anpassade taxonomier, kommaseparerat."],"Replaced with a posts custom field value":["Ersatt med värde i ett anpassat fält för ett inlägg"],"Replaced with the slug which caused the 404":["Ersatte med sluggen som resulterade i 404an"],"Replaced with the posts focus keyword":["Ersätts med inläggets fokus-nyckelord"],"Attachment caption":["Bildtext för bilaga"],"Replaced with the current page number":["Ersätts med aktuellt sidnummer"],"Replaced with the current page total":["Ersätts med det aktuella totala antalet sidor"],"Replaced with the current page number with context (i.e. page 2 of 4)":["Ersatt med nuvarande sidans nummer i ordning (t ex sid 2 av 4)"],"Replaced with the current year":["Ersätts med det aktuella året"],"Replaced with the current month":["Ersätts med aktuell månad"],"Replaced with the current day":["Ersätts med aktuell dag"],"Replaced with the current date":["Ersätts med aktuellt datum"],"Replaced with the current time":["Ersätts med den aktuella tiden"],"Replaced with the post/page author's userid":["Ersätts med inläggets/sidans författares användar-ID"],"Replaced with the post/page author's 'Biographical Info'":["Ersatt med biografin från profilen för inläggets eller sidans författare"],"Replaced with the post/page author's 'nicename'":["Ersätts med inläggets/sidans författares smeknamn"],"Replaced with the post/page ID":["Ersätts med inläggets/sidans ID"],"Replaced with the post/page modified time":["Ersätts med inläggets/sidans modifierade tid"],"Replaced with the post type plural label":["Ersatt med flertalsetiketten för aktuell post type"],"Replaced with the post type single label":["Ersatt med entalsetiketten för aktuell post type"],"Replaced with the current search phrase":["Ersätts med den aktuella sökfrasen"],"Replaced with the term name":["Ersätts med termens namn"],"Replaced with the term description":["Ersätts med termens beskrivning"],"Replaced with the tag description":["Ersätts med taggbeskrivningen"],"Replaced with the category description":["Ersätts med kategoribeskrivningen"],"Replaced with the post categories (comma separated)":["Ersätts med inläggets kategorier (kommaseparerade)"],"Replaced with the current tag/tags":["Ersätts med aktuell tagg(ar)"],"Replaced with the post/page excerpt (without auto-generation)":["Ersätts med inläggets/sidans utdrag (utan automatisk generering)"],"Replaced with the post/page excerpt (or auto-generated if it does not exist)":["Ersätts med inläggets/sidans utdrag (eller ett automatiskt genererat utdrag om inget finns angivet)"],"The site's tag line / description":["Webbplatsens slogan / beskrivning"],"The site's name":["Webbplatsens titel"],"Replaced with the title of the parent page of the current page":["Ersatt med titeln på föräldrasidan för den aktuella sidan."],"Replaced with the title of the post/page":["Ersätts med inläggets/sidans titel"],"Replaced with the date of the post/page":["Ersätts med inläggets/sidans datum"],"Page %1$d of %2$d":["Sida %1$d av %2$d"],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":["Du kan inte skriva över en ersättare för en WPSEO standard variabel genom att registrera en variabel med samma namn. Använd filtret \"wpseo_replacements\"  istället för att anpassa ersättningsvärdet,"],"A replacement variable with the same name has already been registered. Try making your variable name unique.":["En ersättningsvariabel med samma namn har redan registrerats. Försök att göra variabelns namn unik."],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":["En ersättningsvariabel kan inte starta med \"%%cf_\" eller \"%%ct_\" då dessa är reserverade för standardvariablarna i WPSEO och dess användarfält. Försök göra dina variabler mer unika."],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":["En ersättningsvariabel kan bara innehålla alfanumeriska tecken, ett understreck eller ett streck. Försök att döpa om din variabel."],"Admin only notice: this page doesn't show a meta description because it doesn't have one, either write it for this page specifically or go into the SEO -> Titles menu and set up a template.":["Meddelande till administratören: Denna sida visar ingen metabeskrivning för den har ingen. Skriv en specifikt för denna sida eller gå till SEO -> sidtitelmenyn och skapa en mall."],"Page not found":["Sidan finns inte"],"%s Archives":["%s-arkiv"],"Search for \"%s\"":["Sök efter \"%s\""],"Exclude user from Author-sitemap":["Uteslut användare från författar-webbplatskarta"],"Meta keywords to use for Author page":["Meta-nyckelord att använda för författar-sida"],"Meta description to use for Author page":["Metabeskrivning att använda för författar-sida"],"Title to use for Author page":["Sidtitel att använda för författar-sida"],"%1$s settings":["Inställningar för %1$s"],"Delete the old data after import? (recommended)":["Radera gamla data efter importen? (rekommenderas)"],"Import from WooThemes SEO framework?":["Importera från WooThemes SEO framework?"],"Import from All-in-One SEO?":["Importera från All-in-One SEO?"],"Import from HeadSpace2?":["Importera från HeadSpace2?"],"If you've used another SEO plugin, try the %1$sSEO Data Transporter%2$s plugin to move your data into this plugin, it rocks!":["Om du har använt ett annan SEO-tillägg, prova tillägget %1$sSEO Data Transporter%2$s för att flytta din data till detta tillägg."],"No doubt you've used an SEO plugin before if this site isn't new. Let's make it easy on you, you can import the data below. If you want, you can import first, check if it was imported correctly, and then import &amp; delete. No duplicate data will be imported.":["Har din sajt funnits ett tag har du säkert använt en SEO-plugin tidigare. Låt oss förenkla för dig - du kan importera dina data här. Om du vill kan du först importera, kontrollera att allt ser rätt ut, och sen importera och radera. Dubblettdata kommer inte att importeras."],"Export your %1$s settings":["Exportera dina inställningar för %1$s"],"Include Taxonomy Metadata":["Inkludera taxonomy metadata"],"Export your %1$s settings here, to import them again later or to import them on another site.":["Exportera dina inställningar för %1$s här. Du kan importera dom igen senare, eller importera dom till en annan webbplats."],"Import settings":["Importera inställningar"],"Import settings by locating <em>settings.zip</em> and clicking \"Import settings\"":["Importera inställningar genom att lokalisera <em>settings.zip</em> och klicka \"Importera inställningar\""],"Import from other SEO plugins":["Importera från andra SEO-tillägg"],"Import":["Importera"],"The old data of the imported plugin was deleted successfully.":["Gammal data för det importerade tillägget togs bort."],"If you had a .htaccess file and it was editable, you could edit it from here.":["Om du hade haft en .htaccess-fil och om den varit redigerbar så hade du kunnat redigera den här."],"Save changes to .htaccess":["Spara ändringar i din .htaccess-fil"],"Edit the content of your .htaccess:":["Redigera innehållet i din .htaccess-fil:"],"If your .htaccess were writable, you could edit it from here.":["Om din .htaccess-fil gick att redigera, skulle du kunna göra det härifrån. "],".htaccess file":[".htaccess-fil"],"Save changes to Robots.txt":["Spara ändringar i robots.txt"],"Edit the content of your robots.txt:":["Redigera innehållet i din robots.txt-fil:"],"If your robots.txt were writable, you could edit it from here.":["Om din robots.txt-fil gick att redigera, skulle du kunna göra det härifrån."],"If you had a robots.txt file and it was editable, you could edit it from here.":["Om du hade haft en robots.txt-fil och om den varit redigerbar så hade du kunnat redigera den här."],"Create robots.txt file":["Skapa filen robots.txt"],"You don't have a robots.txt file, create one here:":["Du saknar filen robots.txt, skapa en här:"],"Robots.txt":["Robots.txt"],"You cannot edit the .htaccess file.":["Du kan inte redigera .htaccess-filen."],"Updated Robots.txt":["Robots.txt har uppdaterats"],"You cannot edit the robots.txt file.":["Du kan inte redigera robots.txt-filen."],"You cannot create a robots.txt file.":["Du kan inte skapa en robots.txt-fil."],"A link to your site, with your site's name and description as anchor text.":["En länk till din sajt, med sajtens namn och slogan som länktext."],"A link to your site, with your site's name as anchor text.":["En länk till din sajt, med sajtnamnet som länktext."],"A link to the post, with the title as anchor text.":["En länk till inlägget, med sidtiteln som länktext."],"A link to the archive for the post author, with the authors name as anchor text.":["En länk till författararkivet för inläggets författare, med författarens namn som länktext."],"You can use the following variables within the content, they will be replaced by the value on the right.":["Du kan använda följande variabler i innehållet. De kommer att ersättas av värdet till höger."],"Content to put after each post in the feed":["Innehåll att placera efter varje inlägg i flödet"],"Content to put before each post in the feed":["Innehåll att lägga till i början av varje inlägg i RSS-flödet"],"This feature is used to automatically add content to your RSS, more specifically, it's meant to add links back to your blog and your blog posts, so dumb scrapers will automatically add these links too, helping search engines identify you as the original source of the content.":["Denna funktion används för att automatiskt lägga till innehåll i ditt RSS-flöde, närmare bestämt länkar tillbaka till din sajt och dina blogginlägg. På så vis kommer de som utnyttjar ditt innehåll på sin egen sida att länka till dig, något som hjälper sökmotorerna att identifiera dig som källa till innehållet."],"Other variables not to clean":["Andra variabler som inte ska rensas ut"],"You might have extra variables you want to prevent from cleaning out, add them here, comma separated.":["Du kanske har extra variabler som du vill förhindra att rensas ut. Lägg till dom här separerade med kommatecken."],"Prevent cleaning out Google Analytics Campaign & Google AdWords Parameters.":["Förhindra att Google Analytics-kampanjer och Google AdWords-parameterar rensas bort."],"If you use Google Analytics campaign parameters starting with %s, check this box. However, you're advised not to use these. Instead, use the version with a hash.":["Om du använder Google Analytics-kampanjparametrar som börjar med %s, bocka i den här rutan. Du rekommenderas dock inte att använda dessa. Använd istället versionen med en hash."],"Prevent cleaning out Google Site Search URLs.":["Förhindra att Google Site Search URLs städas upp."],"Google Site Search URLs look weird, and ugly, but if you're using Google Site Search, you probably do not want them cleaned out.":["Google Site Search URLs ser konstiga och fula ut, men om du använder Google Site Search vill du förmodligen inte städa upp dem."],"Redirect ugly URLs to clean permalinks. (Not recommended in many cases!)":["Omdirigera fula URLs för att städa upp permalänkar. (Rekommenderas inte i många fall!)"],"People make mistakes in their links towards you sometimes, or unwanted parameters are added to the end of your URLs, this allows you to redirect them all away. Please note that while this is a feature that is actively maintained, it is known to break several plugins, and should for that reason be the first feature you disable when you encounter issues after installing this plugin.":["Ibland gör folk misstag när de länkar till dig, det kan t.ex. handla om att oönskade parametrar skickats med i urlen. Detta låter dig dirigera bort dessa. Ha i åtanke att även om detta är en funktion som aktivt förbättras och underhålls, så är den känd för att hamna i konflikt med andra plugins. Av denna anledning är denna funktion den första du bör avaktivera om du stöter på problem efter att ha aktiverat denna plugin."],"Enforce a trailing slash on all category and tag URLs":["Framtvinga ett avslutande snedstreck på alla kategori- och taggURLs."],"If you choose a permalink for your posts with %1$s, or anything else but a %2$s at the end, this will force WordPress to add a trailing slash to non-post pages nonetheless.":["Om du väljer en permalänk för dina inlägg med %1$s, eller något annat än ett %2$s sist, tvingas WordPress ändå att lägga till ett avslutande snedstreck på alla sidor."],"This prevents threaded replies from working when the user has JavaScript disabled, but on a large site can mean a <em>huge</em> improvement in crawl efficiency for search engines when you have a lot of comments.":["Detta förhindrar trådade svar att fungera när användaren har stängt av JavaScript, men på en stor sajt kan det innebära <em>enorma</em> förbättringar i hur effektivt sökmotorer indexerar när du har många kommentarer."],"This helps you to create cleaner URLs by automatically removing the stopwords from them.":["Detta hjälper dig att skapa renare länkar genom att automatiskt ta bort stoppord från dem."],"Clean up permalinks":["Städa upp permalänkar"],"Redirect attachment URLs to parent post URL.":["Omdirigera bilagors URL till inläggens förälder-URL."],"Attachments to posts are stored in the database as posts, this means they're accessible under their own URLs if you do not redirect them, enabling this will redirect them to the post they were attached to.":["Bilagor till inlägg lagras i databasen som inlägg, detta innebär att de är åtkomliga under sina egna webbadresser om du inte dirigerar om dem, om du aktiverar detta kommer det att omdirigera dem till inlägget de bifogades till."],"Change URLs":["Ändra URLer"],"Usage of this breadcrumbs feature is explained in %1$sour knowledge-base article on breadcrumbs implementation%2$s.":["Användning av denna funktion för brödsmulor är förklarad i %1$svår kunskapsdatabas om tillämpning av brödsmulor%2$s."],"How to insert breadcrumbs in your theme":["Så här lägger du till brödsmulor i ditt tema"],"Blog":["Blogg"],"Post type archive to show in breadcrumbs for taxonomies":["Arkiv för inläggstyper att visa i brödsmulor för taxonomier."],"Taxonomy to show in breadcrumbs for post types":["Taxonomi att visa i brödsmulor för inläggstyper"],"Breadcrumb for 404 Page":["Brödsmula för 404-sida"],"Prefix for Search Page breadcrumbs":["Prefix för söksidors brödsmulor"],"Prefix for Archive breadcrumbs":["Prefix för arkivsidors brödsmulor"],"Prefix for the breadcrumb path":["Prefix för brödsmulornas sökväg"],"Anchor text for the Homepage":["Länktext för startsidan"],"Separator between breadcrumbs":["Separeringstecken mellan brödsmulor"],"Enable Breadcrumbs":["Aktivera brödsmulor"],"Below are your published posts&#8217; SEO scores. Now is as good a time as any to start improving some of your posts!":["Nedan ser du SEO-poängen för dina publicerade inlägg. Nu är en lika god tid som någon att börja förbättra några av dina inlägg!"],"Developer":["Utvecklare"],"QA & Translations Manager":["QA & översättingsansvarig"],"Project Lead":["Projektledare"],"Want to help us develop? Read our %1$scontribution guidelines%2$s!":["Vill du hjälpa oss med utvecklingen? Läs våra %1$sriktlinjer för bidrag%2$s!"],"While most of the development team is at %1$sYoast%2$s in the Netherlands, %3$s is created by a worldwide team.":["Medan de flesta i utvecklingsgruppen finns hos %1$sYoast%2$s i Nederländerna, så har %3$s skapats av ett världsomspännande team."],"Credits":["Erkännanden"],"Thank you for updating %1$s!":["Tack för att du uppdaterar %1$s!"],"Posts to exclude":["Inlägg att utesluta"],"You can exclude posts from the sitemap by entering a comma separated string with the Post ID's. The format will become something like: %1$s.":["Du kan utesluta inlägg från webbplatskartan genom att ange en kommaseparerad sträng med inläggs-ID'n. Formatet blir i still med: %1$s"],"Max entries per sitemap":["Maximalt antal poster per webbplatskarta"],"Please enter the maximum number of entries per sitemap page (defaults to %s, you might want to lower this to prevent memory issues on some installs):":["Fyll i maximalt antal poster per sida i webbplatskartan. (Standardvärdet är %s). Du kan behöva sänka detta värde på vissa webbplatser för att undvika problem med arbetsminnets storlek:"],"Save your settings to activate your XML Sitemap.":["Spara dina inställningar för att aktivera XML-webbplatskarta."],"You do <strong>not</strong> need to generate the XML sitemap, nor will it take up time to generate after publishing a post.":["Du behöver <strong>inte</strong> generera XML-webbplatskartan, den skapas automatiskt direkt efter du publicerat ett inlägg."],"You can find your XML Sitemap here: %1$sXML Sitemap%2$s":["Du kan hitta din XML-webbplatskarta här: %1$sXML-webbplatskarta%2$s"],"Excluded Posts":["Uteslutna inlägg"],"User sitemap":["Webbplatskarta för användare"],"&laquo; Back to Tools page":["&laquo; Tillbaka till sidan verktyg"],"%1$s comes with some very powerful built-in tools:":["%1$s innehåller en del väldigt effektiva inbyggda verktyg:"],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":["Detta verktyg låter dig snabbt ändra viktiga fler för din SEO, t.ex. din robots.txt och, om du har en,  .htaccess."],"File editor":["Filredigerare"],"Import settings from other SEO plugins and export your settings for re-use on (another) blog.":["Importera inställningar från andra SEO-tillägg och exportera dina inställningar för återanvändning på (annan) blogg."],"Import and Export":["Importera och exportera"],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":["Detta verktyg låter dig snabbt ändra titlar och beskrivningar för dina inlägg och sidor utan att du behöver gå in i redigeraren för respektive sida."],"Bulk editor":["Massredigerare"],"Google Publisher Page":["Googles utgivare-sida"],"If you have a Google+ page for your business, add that URL here and link it on your Google+ page's about page.":["Om du har en Google+-sida för ditt företag kan du ange URLen till den här. Länka sedan till den på Om-sidan i Google+."],"To %1$sconfirm your site with Pinterest%2$s, add the meta tag here:":["För att %1$sbekräfta din webbplats med Pinterest%2$s, lägg till meta-taggen här:"],"Pinterest uses Open Graph metadata just like Facebook, so be sure to keep the Open Graph checkbox on the Facebook tab checked if you want to optimize your site for Pinterest.":["Pinterest använder Open Graph metadata precis som Facebook, så var noga med att hålla Open Graph-kryssrutan på Facebook-fliken markerad om du vill optimera din webbplats för Pinterest."],"The default card type to use":["Standardkorttyp att använda"],"Add Twitter card meta data":["Lägg till Twitter card meta data"],"Add Twitter card meta data to your site's %s section.":["Lägg till metadata för Twitterkort i din webbplats %s-sektion."],"This image is used if the post/page being shared does not contain any images.":["Denna bild används om inlägget/sidan som delas inte innehåller några bilder."],"Default settings":["Standardinställningar"],"Copy home meta description":["Kopiera meta-beskrivningen för startsidan"],"Description":["Beskrivning"],"Image URL":["Länk till bild"],"These are the title, description and image used in the Open Graph meta tags on the front page of your site.":["Detta är titeln, beskrivningen och bilden som används i Open Graph-metataggar på framsidan av din webbplats."],"Frontpage settings":["Inställningar för förstasidan"],"Add Open Graph meta data":["Lägg till Open Graph-metadata"],"Add Open Graph meta data to your site's %s section, Facebook and other social networks use this data when your pages are shared.":["Lägg till metadata för Open Graph i din webbplats %s-sektion, Facebook och andra sociala medier använder denna data när dina sidor delas."],"Google+ URL":["URL för Google+"],"YouTube URL":["URL för YouTube"],"Pinterest URL":["URL för Pinterest"],"MySpace URL":["URL för MySpace"],"LinkedIn URL":["URL för LinkedIn"],"Instagram URL":["URL för Instagram"],"Twitter Username":["Twitter-användarnamn"],"Facebook Page URL":["URL till Facebook Page"],"Accounts":["Konton"],"Restore site to defaults":["Återställ siten till standard-inställningarna"],"Blog ID":["ID-nummer"],"Site ID":["Webbplats-ID"],"Using this form you can reset a site to the default SEO settings.":["Genom att använda detta formulär kan du återställa en sajt till de förvalda SEO-inställningarna."],"Restore site to default settings":["Återställ siten till standard-inställningarna"],"Save MultiSite Settings":["Spara MultiSite-inställningar"],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new blogs.":["Känsliga uppgifter (Facebookadministratörer och sånt), temaspecifika uppgifter (omskrivning av titlar) och ett fåtal väldigt webbplatsspecifika inställningar kommer inte att importeras till nya bloggar."],"Enter the %1$sSite ID%2$s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":["Ange det %1$sSite-ID%2$s för webbplatsen vars inställningar du vill använda som standard för alla webbplatser som läggs till ditt nätverk. Lämna tomt för ingen (d.v.s. tilläggets standardvärden kommer att användas)."],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":["Välj webbplats vars inställningar du vill använda som standard för alla webbplatser som är kopplade till ditt nätverk. Om du väljer \"Ingen\" används tilläggets standardinställningar."],"New sites in the network inherit their SEO settings from this site":["Nya webbplatser i detta nätverk ärver sina SEO-inställningar från denna webbplats"],"Super Admins only":["Endast Superadmins"],"Site Admins (default)":["Admins för webbplatsen (standard)"],"Who should have access to the %1$s settings":["Vilka ska ha access till %1$s -inställningarna"],"spam":["skräppost"],"mature":["vuxet"],"archived":["arkiverat"],"public":["publik"],"Blog %s not found.":["Blogg %s hittades inte"],"%s restored to default SEO settings.":["%s återställd till ursprungliga SEO-inställningar."],"Settings Updated.":["Inställningar uppdaterade."],"Force %s meta robots tag sitewide":["Tvinga %s meta-robot-tagg över hela webbplatsen"],"Use meta keywords tag?":["Använd metanyckelordstaggar?"],"I don't know why you'd want to use meta keywords, but if you want to, enable this.":["Jag vet inte varför du skulle vilja använda meta-nyckelord, men om du vill det, aktivera detta."],"If you want to prevent /page/2/ and further of any archive to show up in the search results, set this to \"noindex\".":["Om du vill förhindra att /page/2/och ytterligare dyker upp för arkiv i sökresultaten, ange \"noindex\"."],"Sitewide meta settings":["Övergripande metainställningar"],"404 pages":["404-sidor"],"Search pages":["Söksidor"],"These pages will be %s by default, so they will never show up in search results.":["Dessa sidor kommer som standard att markeras som %s, så de kommer aldrig att synas i sökresultat."],"Special Pages":["Specialsidor"],"Date-based archives could in some cases also be seen as duplicate content.":["Databasarkiv kan under vissa omständigheter även visas som duplicerat innehåll."],"If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or to add %s to it so it doesn't show up in the search results.":["Om detta är fallet på din sajt så kan du antingen inaktivera det (vilket pekar om det till hemsidan), eller addera %s till det så det inte syns i sökresultaten."],"If you're running a one author blog, the author archive will be exactly the same as your homepage. This is what's called a %1$sduplicate content problem%2$s.":["Om du är ensam författare på din blogg så kommer författararkivet bli identiskt med hemsidan. Detta är vad som kallas ett %1$sproblem med duplicerat innehåll%2$s."],"Date archives":["Datumarkiv"],"Title":["Sidtitel"],"Note: instead of templates these are the actual titles and meta descriptions for these custom post type archive pages.":["Notera: istället för mallar är detta de riktiga titlarna och meta-beskrivningarna för dessa innehållstyp-arkivsidor."],"Custom Post Type Archives":["Arkiv för Custom Post Types"],"%1$s Meta Box":["%1$s Metabox"],"Hide":["Göm"],"Date in Snippet Preview":["Datum i förhandsvisningstexten"],"Meta Robots":["Meta för robotar"],"Take note:":["Notera:"],"You can determine the title and description for the blog page by %1$sediting the blog page itself &raquo;%2$s":["Du kan bestämma titeln och beskrivningen för bloggsidan genom att %1$sredigera själva bloggsidan &raquo;%2$s"],"You can determine the title and description for the front page by %1$sediting the front page itself &raquo;%2$s":["Du kan bestämma titeln och beskrivningen för förstasidan genom att %1$sredigera själva bloggsidan &raquo;%2$s"],"Homepage &amp; Front page":["Startsida och öppningssida"],"Meta keywords template":["Mall för meta-nyckelord"],"Meta description template":["Mall för meta-beskrivning"],"Title template":["Mall för sidtitlar"],"Symbols are shown in the size they'll appear in the search results.":["Symboler visas i den storlek som de visas i sökresultaten."],"Choose the symbol to use as your title separator. This will display, for instance, between your post title and site name.":["Välj symbol att använda som &rdquo;titelavskiljare&rdquo;. Detta kommer visas t.ex. mellan inläggets titel och webbplatsens namn."],"Title Separator":["Titelavskiljare"],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s har automatiskt upptäckt om det behöver tvinga omskrivning av rubrikerna för dina sidor. Om du tycker det är fel och du vet vad du gör, kan du ändra inställningen här."],"Force rewrite titles":["Tvinga rewrites för sidtitlar"],"Taxonomies":["Taxonomier"],"Post Types":["Post types"],"Homepage":["Startsida"],"This is where you would enter the license keys for one of our premium plugins, should you activate one.":["Det är här du ska fylla i din licens-nyckel för en av våra premiumtillägg, om du skulle vilja aktivera ett."],"%1$s Extensions":["Tillägg för %1$s"],"Seamlessly integrate WooCommerce with %1$s and get extra features!":["Integrera smidigt WooCommerce med  %1$s och få tillgång till extra funktioner!"],"Rank better locally and in Google Maps, without breaking a sweat!":["Ranka bättre lokalt och i Google Maps, utan att lyfta ett finger!"],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":["Är du på Google News? Öka din trafik från Google News genom att optimera din webbplats!"],"Optimize your videos to show them off in search results and get more clicks!":["Optimera dina videos för att visa upp dem i sökresultat och få mer klick!"],"The premium version of %1$s with more features & support.":["Premiumversionen av %1$s med fler funktioner och dedikerad support."],"Yandex Webmaster Tools":["Yandex Webmaster Tools"],"Bing Webmaster Tools":["Bing Webmaster Tools"],"You can use the boxes below to verify with the different Webmaster Tools, if your site is already verified, you can just forget about these. Enter the verify meta values for:":["Du kan använda fälten nedan för att verifiera sajten med olika Webmaster Tools. Om din sajt redan är verifierad kan du hoppa över detta. Skriv in metavärdena för verifiering för:"],"Your name":["Ditt namn"],"Company logo":["Företagslogga"],"Company name":["Företagsnamn"],"Person":["Person"],"Company":["Företag"],"Choose whether you're a company or person":["Välj om du är ett företag eller person"],"This data is shown as metadata in your site. It is intended to appear in Google's Knowledge Graph. You can be either a company, or a person, choose either:":["Denna data visas som metadata på din webbplats. Det är avsett att visas i Googles Knowledge Graph. Du kan antingen vara ett företag eller en person, välj antingen:"],"Company or person":["Företag eller person"],"Alternate name":["Alternativt namn"],"Google shows your website's name in the search results, we will default to your site name but you can adapt it here. You can also provide an alternate website name you want Google to consider.":["Google visar din webbsidas namn i sökresultatet, som standard anger vi din webbplats namn men du kan anpassa det här. Du kan även ange ett alternativt namn för webbsidan som Google kan överväga."],"Website name":["Webbplatsnamn"],"Are you sure you want to reset your SEO settings?":["Vill du verkligen återställa dina SEO-inställningar?"],"If you want to restore a site to the default %s settings, press this button.":["Klicka på denna knapp om du vill återställa en webbplats till standardinställningarna för %s."],"Security":["Säkerhet"],"Webmaster tools":["Verktyg för webbansvariga"],"Your info":["Din information"],"Company info":["Företagsinformation"],"You do not have your postname in the URL of your posts and pages, it is highly recommended that you do. Consider setting your permalink structure to <strong>/%postname%/</strong>.":["Du har inte med inläggets/sidans namn i dina urler, något som verkligen kan rekommenderas. Överväg att ändra strukturen för permalänkar till <strong>/%postname%/</strong>."],"Fix it":["Åtgärda det"],"RSS":["RSS"],"Permalinks":["Permalänkar"],"Breadcrumbs":["Brödsmulor"],"or":["eller"],"Save Profile":["Spara profil"],"There were no profiles found":["Inga profiler hittades"],"Profile":["Profil"],"Current profile":["Aktuell profil"],"Reauthenticate with Google ":["Återautentisera med Google"],"Authenticate":["Autentisera"],"Get Google Authorization Code":["Hämta auktoriseringskod från Google"],"Reload crawl issues":["Ladda om genomsökningsproblem"],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year of support and updates, on %2$s.":["För att kunna skapa en omdirigering och åtgärda detta problem, behöver du %1$s. Du kan köpa tillägget, inklusive ett års support och uppdateringar, på %2$s."],"Creating redirects is a %s feature":["Att skapa omdirigeringar är en  %s-funktion"],"Errors that only occurred when your site was crawled by Googlebot for feature phones (errors didn't appear for desktop).":["Fel som endast uppstod när din sida blev genomsökt av Googlebot för nyare mobiltelefoner (felen uppstod inte för desktop)."],"Errors that occurred only when your site was crawled by Googlebot-Mobile (errors didn't appear for desktop).":["Fel som endast uppstod när din sida blev genomsökt av Googlebot (felen uppstod inte för desktop)."],"Errors that occurred when your site was crawled by Googlebot.":["Fel som uppstod när din sida blev genomsökt av Googlebot."],"Issue categories":["Ärendekategorier"],"Incorrect Google Authorization Code.":["Felaktig Google-auktoriseringskod."],"The issues have been successfully reloaded!":["Ärendena har laddats om!"],"The %1$s data has been removed. You will have to reauthenticate if you want to retrieve the data again.":["Datan för %1$s har tagits bort. Du kommer att behöva autentisera igen om du vill hämta tillbaka datan."],"Crawl errors per page":["Genomsökningsfel per sida"],"Search":["Sök"],"Don't miss your crawl errors: %1$sconnect with Google Search Console here%2$s.":["Missa inte dina genomsökningsfel: %1$sanslut till Google Search Console här%2$s."],"Create redirect":["Skapa omdirigering"],"Mark as fixed":["Markera som åtgärdat"],"Response code":["Svarskod"],"First detected":["Upptäcktes först"],"Last crawled":["Senast genomsökt"],"URL":["Webbadress"],"%1$s detected you’re using a version of %2$s which is not compatible with %1$s. Please update %2$s to the latest version to use this feature.":["%1$s upptäckte att du använder en version av %2$s som inte är kompatibel med %1$s. Vänligen uppdatera %2$s till den senaste versionen för att använda denna funktion."],"Yoast plugins share some code between them to make your site faster. As a result of that, we need all Yoast plugins to be up to date. We've detected this isn't the case, so please update the Yoast plugins that aren't up to date yet.":["Yoast-tilläggen delar viss kod mellan sig för att göra din sajt snabbare. Därför måste alla tillägg från Yoast vara uppdaterade. Vi har upptäckt att detta inte är fallet nu och ber dig därför uppdatera dessa tillägg till senaste version."],"Feature phone":["Mobiltelefon"],"Smartphone":["Smarttelefon"],"Desktop":["Stationär dator"],"The target URL doesn't exist, but your server is not returning a 404 (file not found) error.":["Mål-URL:en existerar inte, men din server returnerar inte ett 404-fel (filen hittades ej)."],"Soft 404":["Mjuk 404"],"Request timed out or site is blocking Google.":["Begäran tog för lång tid, eller webbplatsen blockerar Google."],"Server Error":["Serverfel"],"Googlebot could access your site, but certain URLs are blocked for Googlebot in your %1$s file. This block could either be for all Googlebots or even specifically for Googlebot-mobile.":["Googlebot kunde komma åt din webbplats, men vissa URL:er är blockerade för Googlebot i din %1$s-fil. Denna blockering kan vara för alla Googlebots eller specifikt för Googlebot för mobiler."],"Blocked":["Blockerad"],"Google was unable to crawl this URL due to an undetermined issue.":["Google kunde inte genomsöka denna URL på grund av ett oväntat fel."],"URL points to a non-existent page.":["Webbadressen pekar mot en icke existerande sida."],"Not found":["Kunde inte hittas"],"Not followed":["Inte följd"],"Faulty redirects":["Felaktig omdirigering"],"Server requires authentication or is blocking Googlebot from accessing the site.":["Servern kräver auktorisering  eller blockerar Googlebot från tillgång till sidan."],"Access denied":["Åtkomst nekad "],"Deactivate %s":["Inaktivera %s"],"The %1$s plugin might cause issues when used in conjunction with %2$s.":["Tillägget %1$s kan orsaka problem när det används tillsammans med %2$s."],"Upload Image":["Ladda upp bild"],"Upgrade to %1$s &raquo;":["Uppgradera till %1$s &raquo;"],"Remove these ads?":["Ta bort den här reklamen?"],"Current option:":["Nuvarande alternativ:"],"Debug Information":["Felsökningsinformation"],"Posts without focus keyword":["Inlägg utan fokusnyckelord"],"Posts with bad SEO score":["Inlägg med dålig SEO-poäng"],"Posts with OK SEO score":["Inlägg med OK SEO poäng"],"Posts with good SEO score":["Inlägg med bra SEO poäng"],"%s Posts Overview":["%s inläggsöversikt"],"Include in Sitemap?":["Inkludera i webbplatskarta?"],"This taxonomy follows the indexation rules set under Metas and Titles, you can override it here.":["Denna taxonomi följer indexeringsbestämmelserna angivna i ”Metas och Titlar”, du kan åsidosätta det här."],"The Breadcrumbs Title is used in the breadcrumbs where this taxonomy appears.":["Titeln för brödsmulorna används i brödsmulorna där den här taxonomin visas."],"Breadcrumbs title":["Titel för brödsmulor"],"The canonical link is shown on the archive page for this term.":["Den kanoniska länken visas på arkiv-sidan för denna term."],"Meta keywords used on the archive page for this term.":["Meta-nyckelord används på arkivsidan för denna term"],"Never include":["Inkludera aldrig"],"Always include":["Inkludera alltid"],"Auto detect":["Upptäck automatiskt"],"Clear all Facebook Data":["Radera alla Facebook-data"],"Facebook App ID":["ID för din Facebook-app"],"Currently connected Facebook admins:":["Facebook-admins som är kopplade till siten: "],"Add Another Facebook Admin":["Lägg till ny Facebook-admin"],"Add Facebook admin":["Lägg till Facebook-administratör"],"Admin's Facebook user ID:":["Administratörens Facebook-användar-ID:"],"Admin's name:":["Administratörens namn:"],"If you don't know where to find the needed ID, see %1$sthis knowledge base article%2$s.":["Om du inte vet hur du hittar det ID som behövs, se %1$sdenna artikel i vår kunskapsdatabas%2$s."],"To be able to access %1$sFacebook Insights%2$s, you need to add a user here. The name is used for reference only, the ID is used for verification.":["För att få tillgång till%1$s Facebook Insights%2$s, måste du lägga till en användare. Namnet används endast för referens, ID används för kontroll. "],"More info can be found %1$son our knowledge base%2$s.":["Mer information finns %1$si vår kunskapsdatabas%2$s."],"To be able to access %1$sFacebook Insights%2$s for your site, you need to specify a Facebook Admin. This can be a user. If you have an app for your site, you could use that as well.":["För att få tillgång till %1$sFacebook Insights%2$s för din webbplats, måste du ange en Facebook-administratör. Detta kan vara en användare. Om du har en app för din webbplats kan du även använda den."],"Facebook Insights and Admins":["Facebook Statistik och admins"],"Successfully cleared all Facebook Data":["Raderingen av alla Facebook-data lyckades"],"Successfully removed admin %s":["Raderingen av admin %s lyckades."],"This Facebook user has already been added as an admin.":["Denna Facebookanvändare är redan tillagd som administratör."],"Your input contains invalid characters. Please make sure both fields are filled in correctly.":["Din inmatning innehåller ogiltiga tecken. Se till att båda fälten är korrekt ifyllda."],"Please make sure both fields are filled.":["Se till att båda fälten är ifyllda."],"Licenses":["Licenser"],"Pinterest":["Pinterest"],"Other":["Annan"],"Archives":["Arkiv"],"Email":["Epost"],"Previous":["Föregående"],"Next":["Nästa"],"Close":["Stäng"],"Configure %1$s's XML Sitemap settings":["Konfigurera inställningarna för %1$ss XML-webbplatskarta"],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines, yet might slow down your site.":["Både %1$s och %2$s kan skapa XML-webbplatskartor. Att ha två XML-webbplatskartor gör ingen skillnad för sökmotorer, men kan ändå sakta ner din webbplats."],"Configure %1$s's OpenGraph settings":["Konfigurera %1$ss OpenGraph-inställningar"],"Both %1$s and %2$s create OpenGraph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":["Både  %1$s och %2$s skapar innehåll i OpenGraph, vilket kan leda till att Facebook, Twitter, Linkedin och andra sociala nätverk använder fel text och bilder när din sida delas."],"%s Image":["%s bild"],"%s Description":["%s beskrivning"],"%s Title":["%s titel"],"Twitter":["Twitter"],"Facebook":["Facebook"],"The recommended image size for %1$s is %2$s pixels.":["Den rekommenderade bildstorleken för %1$s är %2$spx"],"If you want to override the image used on %s for this post, upload / choose an image or add the URL here.":["Om du vill ändra bilden som används på %s för det här inlägget, ladda upp / välj en bild eller ange webbadressen till bilden här."],"If you don't want to use the meta description for sharing the post on %s but want another description there, write it here.":["Om du inte vill använda meta-beskrivningen för att dela inlägget på %s utan istället vill använda en annan beskrivning, ange den här."],"If you don't want to use the post title for sharing the post on %s but instead want another title there, write it here.":["Om du inte vill använda inläggets titel för att dela inlägget på %s utan istället vill använda en annan titel, ange den här."],"very difficult":["Väldigt svår"],"Try to make shorter sentences, using less difficult words to improve readability.":["Försök skriva kortare meningar med mindre svåra ord för att förbättra läsbarheten."],"difficult":["svårt"],"Try to make shorter sentences to improve readability.":["Försök göra meningarna kortare för att förbättra läsbarheten."],"fairly difficult":["ganska svårt"],"OK":["OK"],"fairly easy":["ganska lätt"],"easy":["lätt"],"very easy":["mycket lätt"],"The copy scores %1$s in the %2$s test, which is considered %3$s to read. %4$s":["Sidan/inlägget fick %1$s poäng i %2$s-testet, som anses vara %3$s att läsa. %4$s"],"The focus keyword appears in the first paragraph of the copy.":["Fokus-nyckelordet visas i första stycket."],"The focus keyword doesn't appear in the first paragraph of the copy. Make sure the topic is clear immediately.":["Fokus-nyckelordet visas inte i det första stycket. Kontrollera att ämnet är tydligt omedelbart."],"The keyword density is %1$s, which is great; the focus keyword was found %2$d times.":["Nyckelordsdensiteten är %1$s, vilket är mycket bra.  Fokus-nyckelordet hittades %2$d gånger."],"The keyword density is %1$s, which is over the advised %3$s maximum; the focus keyword was found %2$d times.":["Nyckelordsdensiteten är %1$s, vilket är långt över det rekommenderade maximala antalet %3$s. Fokus-nyckelordet hittades %2$d gånger."],"A meta description has been specified, but it does not contain the focus keyword.":["En metabeskrivning har angetts, men det innehåller inte fokus-nyckelordet."],"No meta description has been specified. Search engines will display copy from the page instead.":["Ingen metabeskrivning har angetts. Sökmotorer visar en kopia av sidan istället."],"The meta description is under %1$d characters long. However, up to %2$d characters are available.":["Metabeskrivning är under %1$d tecken lång. Det finns dock upp till %2$d tecken tillgängliga."],"You have not used the focus keyword in any subheading (such as an H2) in your copy.":["Du har inte använt fokus-nyckelordet i någon underrubrik (till exempel en H2)."],"The focus keyword appears in %2$d (out of %1$d) subheadings in the copy. While not a major ranking factor, this is beneficial.":["Fokus-nyckelordet visas i %2$d (av %1$d) underrubriker i inlägget/sidan. Detta är fördelaktigt men har inte så stor ranking-faktor."],"The images on this page are missing alt attributes.":["Bilderna på denna sida saknar alt-attribut."],"No outbound links appear in this page, consider adding some as appropriate.":[""],"This page has %1$s nofollowed outbound link(s) and %2$s normal outbound link(s).":[""],"This page has %1$s outbound link(s), all nofollowed.":["Denna sida har %1$s utgående länk(ar), alla nofollow."],"This page has %1$s outbound link(s).":["Denna sida har %1$s utgående länk(ar)."],"You're linking to another page with the focus keyword you want this page to rank for. Consider changing that if you truly want this page to rank.":["Du länkar till en annan sida med fokus-nyckelordet du vill att denna sida ska rankas för. Överväga att ändra det om du verkligen vill att denna sida ska rankas."],"No images appear in this page, consider adding some as appropriate.":["Du har inga bilder på denna sida. Överväg att lägga till bild/er."],"The SEO title contains the focus keyword, but it does not appear at the beginning; try and move it to the beginning.":["SEO-titeln innehåller fokus-nyckelordet, men det anges inte i början. Försök att flytta det till början."],"The SEO title contains the focus keyword, at the beginning which is considered to improve rankings.":["SEO-titeln innehåller fokus-nyckelordet i början vilket anses förbättra rankingen."],"Please create a page title.":["Vänligen skapa en sidtitel."],"The slug for this page is a bit long, consider shortening it.":["Urlen för denna sida är rätt så lång. Överväg att förkorta den."],"The focus keyword does not appear in the URL for this page. If you decide to rename the URL be sure to check the old URL 301 redirects to the new one!":["Fokus-nyckelordet visas inte i den här sidans URL. Om du vill byta namn på URL-adressen vara noga med att kontrollera att den gamla URL-301 omdirigeringar till den nya!"],"You've used this focus keyword %1$s%2$d times before%3$s, it's probably a good idea to read %4$sthis post on cornerstone content%5$s and improve your keyword strategy.":["Du har använt det här fokus-nyckelordet %1$s%2$d gånger innan%3$s, det är förmodligen en bra idé att läsa %4$stdetta inlägg om innehåll%5$s för att förbättra din nyckelords-strategi."],"You've used this focus keyword %1$sonce before%2$s, be sure to make very clear which URL on your site is the most important for this keyword.":["Du har använt detta fokus-nyckelord %1$sen gång tidigare%2$s. Du bör vara tydlig med vilken URL på sajten som är viktigast för detta nyckelord."],"You've never used this focus keyword before, very good.":["Du har aldrig använt detta fokus-nyckelord tidigare, mycket bra."],"No focus keyword was set for this page. If you do not set a focus keyword, no score can be calculated.":["Inget fokus-nyckelord var angett för den här sidan. Om du inte anger ett fokus-nyckelord kan inga poäng beräknas."],"Focus keyword not set.":["Fokusnyckelord har inte angetts."],"Focus KW":["Fokus-NO"],"Meta Desc.":["Metabeskr."],"All SEO Scores":["Alla SEO-poäng"],"SEO: Post Noindexed":["SEO: Inlägg har noindex"],"SEO: Good":["SEO: Bra"],"SEO: OK":["SEO: OK"],"SEO: Bad":["SEO: Dålig"],"SEO: No Focus Keyword":["SEO: Inget fokus-nyckelord"],"SEO issue: The featured image should be at least 200 by 200 pixels to be picked up by Facebook and other social media sites.":["SEO-problem: Den utvalda bilden bör vara minst 200 x 200 pixlar för att plockas upp av Facebook och andra sociala medier."],"(no parent)":["(ingen förälder)"],"No focus keyword set.":["Inget fokus-nyckelord är angivet."],"Post is set to noindex.":["Inlägget har getts noindex."],"The URL that this page should redirect to.":["Url som denna sida ska omdirigeras till."],"301 Redirect":["301 omdirigering"],"The canonical URL that this page should point to, leave empty to default to permalink. %1$sCross domain canonical%2$s supported too.":["Den kanoniska URL som sidan ska peka till. Lämna tomt för att använda permalänk som standard. %1$sKanoniska över flera domäner%2$s stöds också."],"Canonical URL":["Kanonisk URL"],"Title to use for this page in breadcrumb paths":["Denna sidas namn i brödsmulorna."],"Breadcrumbs Title":["Brödsmuletitel"],"No Snippet":["Ingen förhandsvisningstext"],"No Archive":["Inget arkiv"],"No Image Index":["Inget bild-index"],"NO ODP":["NO ODP"],"None":["Ingen"],"Site-wide default: %s":["Standard för hela webbplatsen: %s"],"Advanced <code>meta</code> robots settings for this page.":["Avancerade <code>meta</code> robotinställningar för denna sida."],"Meta robots advanced":["Meta-robotar avancerat"],"Meta robots follow":["Meta-robotar follow"],"Noindex":["Noindex"],"Index":["Index"],"Default for this post type, currently: %s":["Standard för denna inläggstyp, för närvarande: %s"],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Varning: även om du kan ändra inställningarna för meta-robotar här, så är hela webbplatsen inställd på noindex i de övergripande sekretessinställningarna, så dessa inställningar har ingen effekt."],"If you type something above it will override your %1$smeta keywords template%2$s.":["Om du skriver något ovan så åsidosätter det din %1$small för meta-nyckelord%2$s."],"Meta keywords":["Meta-nyckelord"],"Meta description":["Metabeskrivning"],"SEO Title":["SEO-titel"],"Focus keyword":["Fokus-nyckelord"],"Snippet preview":["Förhandsvisningstext"],"Setting \"%s\" is no longer used and has been discarded.":["Inställningen \"%s\" används inte längre och förkastats."],"No settings found in file.":["Inga inställningar funna i fil."],"Settings successfully imported.":["Inställningarna har importerats med framgång."],"Unzipping failed - file settings.ini not found.":["Uppackning misslyckades - filen settings.ini hittades ej."],"Unzipping failed with error \"%s\".":["Uppackning misslyckades med felmeddelande \"%s\"."],"Upload failed.":["Uppladdning misslyckades."],"Settings could not be imported:":["Inställningarna kunde inte importeras:"],"WooThemes SEO framework settings &amp; data successfully imported.":["Importen av inställningar och data från WooThemes SEO framework lyckades."],"HeadSpace2 data successfully imported":["Importen av data från HeadSpace2 lyckades"],"No taxonomy metadata found":["Ingen taxonomi-metadata hittad"],"This export includes taxonomy metadata":["Denna export inkluderar taxonomi-metadata"],"This is a settings export file for the %1$s plugin by Yoast.com":["Detta är en exportfil för inställningar för tillägget %1$s av Yoast.com"],"Could not write settings to file.":["Kunde inte spara inställningarna till fil."],"Could not zip settings-file.":["Kunde inte komprimera inställningsfilen."],"Error creating %1$s export: ":["Fel uppstod vid export av %1$s: "],"Breadcrumb for 404 pages:":["Brödsmula för 404-sidor:"],"Prefix for search result pages:":["Prefix för sökresultatssidor:"],"Prefix for archive pages:":["Prefix för arkivsidor:"],"Prefix for breadcrumbs:":["Prefix för brödsmulor:"],"Anchor text for the homepage:":["Länktext för startsidan:"],"Breadcrumbs separator:":["Avskiljare för brödsmulor:"],"Remove blog page from breadcrumbs":["Ta bort bloggsida från brödsmulor"],"%s Breadcrumbs":["%s-brödsmulor"],"Use Image":["Använd bild"],"Action":["Åtgärd"],"Page URL/Slug":["Sid-url"],"Publication date":["Publiceringsdatum"],"Post Status":["Inläggsstatus"],"Post Type":["Post-typ"],"WP Page Title":["WP-sidtitel"],"View":["Visa"],"View &#8220;%s&#8221;":["Visa &#8220;%s&#8221;"],"Preview":["Förhandsgranskning"],"Preview &#8220;%s&#8221;":["Förhandsgranska &#8221;%s&#8221;"],"Edit":["Redigera"],"Filter":["Filtrera"],"You are not allowed to access this page.":["Du har inte behörighet till denna sida."],"New Yoast Meta Description":["Ny Yoast Metabeskrivning"],"Existing Yoast Meta Description":["Nuvarande Yoast Meta-beskrivning"],"a,about,above,after,again,against,all,am,an,and,any,are,as,at,be,because,been,before,being,below,between,both,but,by,could,did,do,does,doing,down,during,each,few,for,from,further,had,has,have,having,he,he'd,he'll,he's,her,here,here's,hers,herself,him,himself,his,how,how's,i,i'd,i'll,i'm,i've,if,in,into,is,it,it's,its,itself,let's,me,more,most,my,myself,nor,of,on,once,only,or,other,ought,our,ours,ourselves,out,over,own,same,she,she'd,she'll,she's,should,so,some,such,than,that,that's,the,their,theirs,them,themselves,then,there,there's,these,they,they'd,they'll,they're,they've,this,those,through,to,too,under,until,up,very,was,we,we'd,we'll,we're,we've,were,what,what's,when,when's,where,where's,which,while,who,who's,whom,why,why's,with,would,you,you'd,you'll,you're,you've,your,yours,yourself,yourselves":["a,about,above,after,again,against,all,am,an,and,any,are,as,at,be,because,been,before,being,below,between,both,but,by,could,did,do,does,doing,down,during,each,few,for,from,further,had,has,have,having,he,he'd,he'll,he's,her,here,here's,hers,herself,him,himself,his,how,how's,i,i'd,i'll,i'm,i've,if,in,into,is,it,it's,its,itself,let's,me,more,most,my,myself,nor,of,on,once,only,or,other,ought,our,ours,ourselves,out,over,own,same,she,she'd,she'll,she's,should,so,some,such,than,that,that's,the,their,theirs,them,themselves,then,there,there's,these,they,they'd,they'll,they're,they've,this,those,through,to,too,under,until,up,very,was,we,we'd,we'll,we're,we've,were,what,what's,when,when's,where,where's,which,while,who,who's,whom,why,why's,with,would,you,you'd,you'll,you're,you've,your,yours,yourself,yourselves"],"Facebook profile URL":["URL till Facebookprofil"],"Twitter username (without @)":["Användarnamn på Twitter (utan @)"],"Google+":["Google+"],"FAQ":["Vanliga frågor"],"Premium Support":["Premiumsupport"],"Settings":["Inställningar"],"You must %1$sgo to your Reading Settings%2$s and uncheck the box for Search Engine Visibility.":["Du måste %1$sgå till läsinställningarna%2$s och avmarkera rutan för sökmotorsynlighet."],"Huge SEO Issue: You're blocking access to robots.":["Stort SEO problem: Du blockerar sökmotorernas tillgång till din webbplats."],"Posts":["Poster"],"Edit Files":["Redigera filer"],"MultiSite Settings":["MultiSite-inställningar"],"Advanced Variables":["Avancerade variabler"],"Basic Variables":["Grundläggande variabler"],"Note that not all variables can be used in every template.":["Notera att alla variablar inte kan användas i alla mallar"],"The title &amp; metas settings for %1$s are made up of variables that are replaced by specific values from the page when the page is displayed. The tabs on the left explain the available variables.":["Inställningarna för rubrik och metadata för %1$s byggs upp av variabler som ersätts med specifika värden från sidan när sidan visas. Flikarna på vänster sida förklarar de tillgängliga variablerna."],"Template explanation":["Mallförklaring"],"Why Google won't display the right page title":["Varför Google inte visar den korrekta sidtiteln"],"Title optimization":["Titeloptimering"],"For more information:":["För mer information:"],"General":["Allmänt"],"Extensions":["Tillägg"],"Search Console":["Sökkonsol"],"Tools":["Verktyg"],"Advanced":["Avancerat"],"XML Sitemaps":["XML webbplatskartor"],"Social":["Sociala medier"],"Titles &amp; Metas":["Titlar &amp; meta"],"SEO":["SEO"],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":["%1$s upptäckte att du använder version %2$s av %3$s, vänligen uppdatera till den senaste versionen för att förhindra kompatibilitetsproblem."],"Just another WordPress site":["Bara en annan WordPress sida"],"You still have the default WordPress tagline, even an empty one is probably better. %1$sYou can fix this in the customizer%2$s.":["Du har fortfarande förvald WordPress-slogan, till och med en tom sådan är troligtvis bättre. %1$sDu kan fixa detta i anpassaren%2$s."],"You have used HTML in your value which is not allowed.":["Du har använt HTML i ditt värde vilket är otillåtet."],"You can't edit %s that aren't yours.":["Du kan inte redigera %s som inte är dina."],"You can't edit %s.":["Du kan inte redigera %s."],"Post has an invalid Post Type: %s.":["Inlägget har en ogiltig posttyp: %s."],"Post doesn't exist.":["Inlägget existerar ej."],"The file %s could not be removed. Please remove it via FTP.":["Filen %s kunde inte tas bort. Vänligen ta bort den via FTP."],"posts\u0004Trash <span class=\"count\">(%s)</span>":["Papperskorg <span class=\"count\">(%s)</span>","Papperskorg <span class=\"count\">(%s)</span>"],"posts\u0004All <span class=\"count\">(%s)</span>":["Alla <span class=\"count\">(%s)</span>","Alla <span class=\"count\">(%s)</span>"]}}}