{"domain":"js-text-analysis","locale_data":{"js-text-analysis":{"":{"domain":"js-text-analysis","plural_forms":"nplurals=2; plural=n != 1;","lang":"it"},"%1$sGo to %2$s to analyze your entire site%3$s":["%1$sVai su %2$s per analizzare l'intero sito%3$s"],"%1$s offers a free indexability check for %2$s users, and it shows\n\t\t\tthat your site can be found by search engines.":["%1$s offre un'analisi gratis per gli utenti di %2$s, e il risultato è\n\t\t\tche il tuo sito può essere trovato dai motori di ricerca."],"Your site can be found by search engines":["Il tuo sito può essere trovato dai motori di ricerca"],"%1$s offers a free indexability check for %2$s users and right now it has trouble determining\n\t\t\twhether search engines can find your site. This could have several (legitimate) reasons and is not a problem\n\t\t\tin itself. If this is a live site, %3$sit is recommended that you figure out why the %1$s check failed.%4$s":["%1$s offre un'analisi gratis per gli utenti di %2$s, e al momento non riesce a determinare\n\t\t\tse i motori di ricerca riescono a trovare il tuo sito. Questo potrebbe avere diverse (legittime) ragioni e non è un problema\n\t\t\tdi per sé. Se questo è un sito live, %3$sti suggeriamo di capire perché %1$sl'analisi è fallita.%4$s"],"%1$s cannot determine whether your site can be found by search engines":["%1$s non riesce a determinare se il tuo sito può essere trovato dai motori di ricerca"],"%1$sRead more about troubleshooting search engine visibility.%2$s":["%1$sLeggi di più su come risolvere i problemi di visibilità sui motori di ricerca.%2$s"],"%1$s offers a free indexability check for %2$s users and it has determined that your site cannot be found by search engines. If this site is live or about to become live, this should be fixed.":["%1$s offre un'analisi gratis per gli utenti di %2$s, e al momento non riesce a determinare se i motori di ricerca riescono a trovare il tuo sito. Se questo è un sito live, o sta per essere messo online, dovresti risolvere il problema."],"Your site cannot be found by search engines":["Il tuo sito non può essere trovato dai motori di ricerca"],"If this is a live site, %1$sit is recommended that you figure out why the check failed.%2$s":["Se questo è un sito online, %1$sti suggeriamo di capire per il controllo non è andato a buon fine.%2$s"],"Error details: %1$s %2$s %3$s":["Dettagli dell'errore: %1$s %2$s %3$s"],"An error occurred while checking whether your site can be found by search engines":["Si è verificato un errore durante la verifica per controllare se il tuo sito può essere trovato dai motori di ricerca"],"%1$sYou can change the tagline in the customizer%2$s.":["%1$sPuoi cambiare il motto in Personalizza%2$s."],"You still have the default WordPress tagline. Even an empty one is probably better.":["Stai ancora usando il motto predefinito di WordPress. Puoi anche lasciare vuoto, che è meglio che usare il motto predefinito."],"You should change the default WordPress tagline":["Dovresti cambiare il motto predefinito di WordPress."],"You are using a custom tagline or an empty one.":["Stai usando un motto personalizzato oppure hai lasciato lo spazio vuoto."],"You changed the default WordPress tagline":["Hai cambiato il motto predefinito di WordPress"],"Great! You can activate your premium plugin(s) and receive updates.":["Ottimo! Hai attivato il plugin (i plugin) premium e stai ottenendo gli aggiornamenti."],"Your site can connect to %1$s":["Connessione a %1$s"],"You can %1$snot%2$s activate your premium plugin(s) and receive updates. The cause for this error is probably that the cURL software on your server is too old. Please contact your host and ask them to update it to at least version 7.34. %3$sRead more about cURL in our knowledge base%4$s.":["Il tuo sito %1$snon%2$s riesce ad attivare il plugin (i plugin) premium. La causa di questo errore è probabilmente dovuta al software del cURL del tuo server che potrebbe essere obsoleto. Contatta il tuo servizio di host e chiedigli di aggiornarlo almeno alla versione 7.34. %3$sApprofondisci l'argomento del cURL nella nostra documentazione base%4$s."],"You can %1$snot%2$s activate your premium plugin(s) and receive updates. A common cause for not being able to connect is an out-of-date version of cURL, software used to connect to other servers. However, your cURL version seems fine. Please talk to your host and, if needed, the Yoast support team to figure out what is broken. %3$sRead more about cURL in our knowledge base%4$s.":["Il tuo sito %1$snon%2$s riesce ad attivare il plugin (i plugin) premium e non stai ricevendo gli aggiornamenti. Una causa comune della mancata connessione è un cURL obsoleto, il software usato per connettere i server. In questo caso, però, la versione del tuo cURL sembra  a posto. Contatta il tuo servizio di host e, se è necessario, il supporto di Yoast per verificare cosa non sta funzionando. %3$sApprofondisci l'argomento del cURL nella nostra documentazione base%4$s."],"Your site can not connect to %1$s":["Il tuo sito non riesce a connettersi a %1$s"],"Comments on your posts are displayed on a single page. This is just like we'd suggest it. You're doing well!":["I commenti ai tuoi articoli sono visualizzati in una singola pagina. Questo è proprio quello che suggeriamo. Ottimo!"],"It's highly recommended to have your postname in the URL of your posts and pages. Consider setting your permalink structure to %s.":["Ti consigliamo vivamente di inserire il nome degli articoli e delle pagine nel loro URL. Considera di impostare la struttura dei permalink su %s."],"You do not have your postname in the URL of your posts and pages":["Non hai usato il nome degli articoli e delle pagine nel loro URL."],"You do have your postname in the URL of your posts and pages.":["Hai usato il nome degli articoli e delle pagine nel loro URL."],"Your permalink structure includes the post name":["La struttura del permalink include il nome dell’articolo"],"The request to Ryte returned an error.":["La richiesta a Ryte dà un errore"],"Comments on your posts break into multiple pages. As this is not needed in 999 out of 1000 cases, we recommend you disable it. To fix this, uncheck \"Break comments into pages...\" on the Discussion Settings page.":["I commenti sui tuoi articoli si dividono in più pagine. Poiché questo non è necessario in 999 casi su 1000, ti consigliamo di disabilitarlo. Per risolvere questo problema, deseleziona \"Dividi i commenti in pagine...\" nel menu Impostazioni>Discussione."],"Comments break into multiple pages":["I commenti si dividono in più pagine"],"Comments are displayed on a single page":["I commenti vengono visualizzati su una singola pagina"],"No title":["Nessun titolo"],"%1$sGo to the Discussion Settings page%2$s":["%1$sVai al menu Impostazioni>Discussione%2$s"],"%1$sThis was reported by the %2$s plugin%3$s":["%1$sQuesto è stato riportato dal plugin %2$s%3$s"],"Date in Google Preview":["Data nell'anteprima di Google"],"Preview as:":["Anteprima come:"],"Mobile result":["Risultato per i dispositivi mobili"],"Google preview":["Anteprima di Google"],"Desktop result":["Risultato per il desktop"],"When you click OK we will open our HelpScout beacon where you can find answers to your questions. This beacon will load our support data and also potentially set cookies.":["Quando fai clic su OK, apriremo il nostro beacon HelpScout in cui puoi trovare le risposte alle tue domande. Questo beacon caricherà i nostri dati di supporto e potrebbe anche impostare cookie."],"The browser you are currently using is unfortunately rather dated. Since we strive to give you the best experience possible, we no longer support this browser. Instead, please use %1$sFirefox%4$s, %2$sChrome%4$s or %3$sMicrosoft Edge%4$s.":["Il browser che stai usando attualmente è obsoleto. Poiché ci teniamo a fornirti la miglior esperienza possibile, non supportiamo più questo browser. Al suo posto, puoi usare %1$sFirefox%4$s, %2$sChrome%4$s o %3$sMicrosoft Edge%4$s."],"If you want to apply advanced <code>meta</code> robots settings for this page, please define them in the following field.":["Se vuoi applicare le impostazioni avanzate per i <code>meta</code> robot in questa pagina, definiscile nel campo seguente."],"Check out %1$s":["Vai alla cassa di %1$s"],"We have both free and premium online courses to learn everything you need to know about SEO.":["Abbiamo corsi online, sia gratuiti sia a pagamento per imparare tutto ciò che devi sapere riguardo la SEO."],"Want to learn SEO from Team Yoast? Check out our %1$s!":["Vuoi imparare la SEO dal Team di Yoast? Vai alla cassa della nostra %1$s"],"Learn SEO":["Impara la SEO"],"Start to optimize your site for Google News traffic today!":["Inizia a ottimizzare il tuo sito per il traffico di Google oggi stesso!"],"Make sure your videos rank and are easy to share with our Video SEO plugin.":["Fai in modo che i tuoi video siano posizionati e facili da condividere con il nostro plugin Video SEO."],"Our Local SEO plugin will help you rank in Google Maps and local results.":["IL nostro plugin Local SEO ti aiuterà a posizionarti su Google Maps e nelle pagine dei risultati locali."],"%s settings to import:":["Impostazioni di %s da importare:"],"Import settings from another %1$s installation by pasting them here and clicking \"%2$s\".":["Importa le impostazioni da un'altra installazione di %1$s installation incollandole qui e facendo clic su \"%2$s\"."],"Your %1$s settings:":["Le tue impostazioni di %1$s:"],"Schema":["Schema"],"Twitter uses Open Graph metadata just like Facebook, so be sure to keep the \"Add Open Graph meta data\" setting on the Facebook tab enabled if you want to optimize your site for Twitter.":["Twitter usa i metadata Open Graph come Facebook, perciò assicurati di aver selezionato le impostazioni \"Aggiungi i dati meta di Open Graph\" nella scheda Facebook se vuoi ottimizzare il tuo sito per Twitter."],"Please check the format of the Facebook Page URL you entered. %s":["Controlla il formato dell'URL della pagina Facebook che hai inserito. %s"],"Please check the format of the Instagram URL you entered. %s":["Controlla il formato dell'URL di Instagram che hai inserito. %s"],"Please check the format of the Linkedin URL you entered. %s":["Controlla il formato dell'URL di Linkedin che hai inserito. %s"],"Please check the format of the MySpace URL you entered. %s":["Controlla il formato dell'URL di MySpace che hai inserito. %s"],"Please check the format of the Pinterest URL you entered. %s":["Controlla il formato dell'URL di Pinterest che hai inserito. %s"],"Please check the format of the Wikipedia URL you entered. %s":["Controlla il formato dell'URL di Wikipedia che hai inserito. %s"],"Please check the format of the Youtube URL you entered. %s":["Controlla il formato dell'URL di Youtube che hai inserito. %s"],"Settings saved.":["Impostazioni salvate."],"Continue learning":["Apprendimento continuo"],"%1$s will now take care of all the needed technical optimization of your site. To really improve your site's performance in the search results, it's important to know everything our plugin has to offer. Sign up for our free %1$s plugin training, in which you'll learn how to use %1$s and how it can help you make the best of your website!":["%1$s si occuperà ora di tutte le necessarie ottimizzazioni tecniche del tuo sito. Per migliorare realmente le performance del tuo sito nei risultati di ricerca, è importante conoscere tutto quanto il nostro plugin può offrirti. Iscriviti al nostro %1$s plugin training gratuito, imparerai come usare %1$s e come ti può aiutare ad ottenere il meglio dal tuo sito!"],"Dismiss this alert":["Ignora questo avviso "],"A company name and logo need to be set for structured data to work properly. %1$sLearn more about the importance of structured data.%2$s":["Un logo e la Ragione sociale dell'Azienda devono essere impostati perché i dati strutturati funzionino correttamente. %1$sScopri di più sull'importanza dei dati strutturati.%2$s"],"%s does not seem to be a valid Facebook App ID. Please correct.":["%s sembra non essere un ID di Facebook valido. Correggilo."],"The submitted value was: %s":["Il valore inserito è: %s"],"Yandex confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Il codice di conferma di Yandex può contenere solo lettere dalla A alla F, numeri, trattini e trattini bassi. %s"],"Twitter usernames can only contain letters, numbers, and underscores. %s":["I nomi utente di Twitter possono solo contenere lettere, numeri e trattini bassi. %s"],"Pinterest confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Il codice di conferma di Pinterest può contenere solo lettere dalla A alla F, numeri, trattini e trattini bassi. %s"],"Bing confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Il codice di conferma di Bing può contenere solo lettere dalla A alla F, numeri, trattini e trattini bassi. %s"],"Google verification codes can only contain letters, numbers, hyphens, and underscores. %s":["Il codice di conferma di Google può contenere solo lettere, numeri, trattini e trattini bassi. %s"],"The Facebook App ID you entered doesn't exist. %s":["L'ID di Facebook che hai inserito nonn esiste. %s"],"Baidu verification codes can only contain letters, numbers, hyphens, and underscores. %s":["Il codice di conferma di Baidu può contenere solo lettere, numeri, trattini e trattini bassi. %s"],"Show this item.":["Mostra questa voce."],"Hide this item.":["Nascondi questa voce"],"You have %d hidden problem:":["Hai %d problema nascosto:","Hai %d problemi nascosti:"],"You have %d hidden notification:":["Hai %d notifica nascosta:","Hai %d notifiche nascoste:"],"The form contains %1$s error. %2$s":["Il modulo contiene %1$s errore. %2$s","Il modulo contiene %1$s errori. %2$s"],"SEO settings configured":["Le impostazioni SEO configurate"],"If you want to double-check your %1$s settings, or change something, you can always %2$sreopen the configuration wizard%3$s.":["Se vuoi controllare nuovamente le tue impostazioni di %1$s o vuoi cambiare qualcosa, puoi sempre %2$sriaprire il configuration wizard%3$s."],"The following words and word combinations occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly. ":["Le seguenti parole e combinazioni di parole sono quelle che ricorrono più spesso nel tuo testo. Tale analisi ti dà un'idea su cosa si concentra il tuo contenuto. Se le parole differiscono molto dal tuo argomento, dovresti riscrivere i tuoi contenuti in modo più coerente."],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":["Una volta aggiunto altro contenuto, ti forniremo un elenco di parole che ricorrono maggiormente nel testo. Tale analisi ti dà un'idea su cosa si concentra il tuo testo."],"%d occurrences":["%d occorrenze"],"Activate %s for your site on MyYoast":["Attiva %s per il tuo sito su MyYoast"],"Show blog page in breadcrumbs":["Mostra la poagina blog nei breadcrumb"],"We could not find any relevant articles on your website that you could link to from your post.":["Non troviamo nessun articolo rilevante sul tuo sito che possa essere inserito come link nel tuo articolo."],"Has feedback":["Ha un feedback"],"Content optimization:":["Ottimizzazione del contenuto:"],"%1$sSEO%2$s: %3$s":["%1$sSEO%2$s: %3$s"],"%1$sReadability%2$s: %3$s":["%1$sLeggibilità%2$s: %3$s"],"Post Noindexed":["Articoli non indicizzati"],"No Focus Keyphrase":["Manca la frase chiave"],"Person logo / avatar":["Logo/avatar per la persona"],"Extend %s":["Estende %s"],"Posts with the SEO score: %s":["Articoli con il punteggio SEO: %s"],"SEO: %s":["SEO: %s"],"%s video tutorial":["%s video tutorial"],"To view your current crawl errors, %1$splease visit Google Search Console%2$s.":["Per visualizzare i tuoi errori di crawl attuali, %1$svisita Google Search Console%2$s."],"Google has discontinued its Crawl Errors API. Therefore, any possible crawl errors you might have cannot be displayed here anymore. %1$sRead our statement on this for further information%2$s.":["Google ha sospeso la Crawl Errors API. Perciò, gli eventuali errori di crawl che potresti avere non possono più essere visualizzati qui. %1$sLeggi il nostro articolo per avere ulteriori informazioni%2$s."],"Remove this message":["Rimuovi questo messaggio"],"Truly optimize your site for a local audience with our %s plugin! Optimized address details, opening hours, store locator and pickup option!":["Ottimizza al meglio il tuo sito per un pubblico locale con il nostro plugin %s! Dettagli ottimizzati degli indirizzi, orari di apertura, un localizzatore dei punti vendita e le opzioni di ritiro!"],"Serving local customers?":["Ti rivolgi a clienti locali?"],"Get the %s plugin now":["Acquista subito il plugin %s"],"Organization social profiles":["Profili sui social network per l'Organizzazione"],"You can edit the details shown in meta data, like the social profiles, the name and the description of this user on their %1$s profile page.":["Puoi modificare i dettagli mostrati nei meta dati, come i profili dei social network, il nome e la descrizione di questo utente o la sua pagina del profilo %1$s."],"Personal info":["Informazioni personali"],"Organization logo":["Logo dell'Organizzazione"],"Organization name":["Nome dell'Organizzazione"],"Choose whether the site represents an organization or a person.":["Scegli se il sito rappresenta un'Organizzazione o una Persona."],"Knowledge Graph & Schema.org":["Knowledge Graph e Schema.org"],"To make your site represent a Company or Organization go to %1$sSearch Appearance%2$s and set Organization or Person to \"Organization\".":["Per impostare se il sito rappresenta un'Organizzazione o una Persona vai a %1$sAspetto della ricerca%2$s e imposta Organizzazione o Persona nel campo \"Organizzazione\"."],"To change the social accounts used for your site, update the details for %1$s.":["Per cambiare l'account dei social network usati per il sito, aggiorna i dettagli in %1$s."],"That means that the form and information below is disabled, and not used.":["Ciò significa che il modulo e le informazioni sotto sono disattivate e non usate."],"Your website is currently configured to represent a Person":["Il tuo sito web e attualmente configurato per rappresentare una Persona"],"(if one exists)":["(se uno esiste)"],"Wikipedia page about you":["La tua pagina Wikipedia"],"YouTube profile URL":["URL del profilo YouTube"],"Tumblr profile URL":["URL del profiloTumblr"],"SoundCloud profile URL":["URL del profilo SoundCloud"],"MySpace profile URL":["URL del profilo MySpace"],"Organization or person":["Organizzazione o Persona"],"The person":["La Persona"],"Organization":["Organizzazione"],"Does your site represent a person or an organization?":["Il tuo sito rappresenta un'Organizzazione o una Persona?"],"The name of the organization":["Il nome dell'Organizzazione"],"Provide an image of the organization logo":["Fornisce un'immagine del logo dell'Organizzazione"],"You have previously set your site to represent a person. We’ve improved our functionality around Schema and the Knowledge Graph, so you should go in and %1$scomplete those settings%2$s.":["In precedenza hai impostato il sito per rappresentare una persona. Abbiamo migliorato le nostre funzionalità riguardanti i dati Schema e il Knowledge Graph, per questo dovresti andare a %1$scompletare queste impostazioni%2$s."],"Select a user...":["Seleziona un utente..."],"Uncategorized":["Senza categoria"],"Name:":["Nome:"],"You have selected the user %1$s as the person this site represents. Their user profile information will now be used in search results. %2$sUpdate their profile to make sure the information is correct.%3$s":["Hai selezionato l'utente %1$s come la Persona che il sito rappresenta. Le sue informazioni personali saranno ora usate nei risultati di ricerca.  %2$sAggiornane il profilo per assicurarti che siano corrette .%3$s"],"Error: Please select a user below to make your site's meta data complete.":["Errore: seleziona un utente sotto per completare i dati meta del sito."],"SEO score: %s":["Punteggio SEO: %s"],"If a Wikipedia page for you or your organization exists, add it too.":["Se hai una pagina Wikipedia a tuo nome della tua organizzazione, aggiungila. "],"Wikipedia URL":["URL di Wikipedia "],"Pinterest profile URL":["URL del profilo di Pinterest "],"Instagram profile URL":["URL del profilo Instagram "],"LinkedIn profile URL":["URL del profilo LinkedIn "],"Keyword research is essential in any SEO strategy. You decide the search terms you want to be found for, and figure out what words your audience uses to find you. Great keyword research tells you what content you need to start ranking for the terms you want to rank for. Make sure your efforts go into the keywords you actually have a chance at ranking for! The %1$s walks you through this process, step by step.":["La ricerca per parole chiave è essenziale in qualunque strategia SEO. Devi decidere per quali termini di ricerca vuoi essere trovato ed immaginare quali parole può utilizzare il tuo pubblico per trovarti. Una buona scelta delle parole chiave ti dice quali contenuti servono per iniziare a salire le classifiche per i termini di tuo interesse. Concentra i tuoi sforzi sulle parole chiave che hanno qualche effettiva possibilità di finire in cima alla lista! Il corso %1$s ti guida passo passo in questo processo."],"The image you selected is too small for Facebook":["L'immagine che hai selezionato è troppo piccola per Facebook "],"The given image url cannot be loaded":["L'URL dell'immagine inserito non può essere caricato"],"Find out what words your audience uses to find you":["Scopri quali parole utilizza il tuo pubblico per trovarti"],"%1$sFlesch Reading Ease%2$s: The copy scores %3$s in the test, which is considered %4$s to read. %5$s":["%1$sFlesch Reading Ease%2$s: Il punteggio del contenuto nel test è %3$s, che è considerato %4$s da leggere. %5$s"],"No JSON object was returned.":["Non è stato restituito nessun oggetto JSON. "],"Received internal links":["Link interni ricevuti"],"Outgoing internal links":["Link interni in uscita"],"New step added":["È stato aggiunto un nuovo passaggio"],"New question added":["È stata aggiunta una nuova domanda"],"The Text link counter feature provides insights in how many links are found in your text and how many links are referring to your text. This is very helpful when you are improving your %1$sinternal linking%2$s.":["La funzione Contatore dei link di testo fornisce informazioni sul numero di link trovati nel testo e sul numero di link a cui si riferiscono. Questo è molto utile quando stai migliorando il tuo sistema di %1$slink interni%2$s."],"Please carefully consider the implications and %1$sread this post%2$s if you want more information about the impact of showing media in search results.":["Considera attentamente le implicazioni e %1$sleggi questo articolo%2$s se vuoi avere maggiori informazioni sull'impatto che ha mostrare i media nei risultati di ricerca."],"Keyphrase":["Frase chiave"],"For this feature to work, %1$s needs to create a table in your database. We were unable to create this table automatically.":["Perché questa opzione funzioni, %1$s deve creare una tabella nel tuo database. Non è stato possibile creare questa tabella in automatico."],"By enabling this option, attachment URLs become visible to both your visitors and Google. To add value to your website, they should contain useful information, or they might have a negative impact on your ranking.":["Abilitando questa opzione, l'URL degli allegati diventa visibile sia per i tuoi visitatori sia per Google. Per aggiungere valore al tuo sito, essi dovrebbero contenere informazioni utili; diversamente, potrebbero avere un impatto negativo sul tuo posizionamento."],"The %3$sText link counter%4$s feature (introduced in %1$s %2$s) is currently disabled.":["Il %3$sContatore dei link del testo%4$s (introdotto con %1$s %2$s) è al momento attuale disabilitato."],"Please read the following %1$sknowledge base article%2$s to find out how to resolve this problem.":["Leggi il seguente %1$sarticolo nella documentazione base%2$s per trovare la soluzione a questo problema."],"To make sure all the links in your texts are counted, we need to analyze all your texts.":["Per essere sicuri che tutti i link nel testo siano contati, abbiamo bisogno di analizzare tutti i tuoi testi."],"All you have to do is press the following button and we'll go through all your texts for you.":["Devi solo fare clic sul pulsante seguente e noi faremo l'analisi di tutti i testi per te."],"Count links":["Conta i link"],"%3$sImage alt attributes%5$s: Out of %2$d images on this page, %1$d have alt attributes with words from your keyphrase or synonyms. That's a bit much. %4$sOnly include the keyphrase or its synonyms when it really fits the image%5$s.":["%3$sAttributo alt dell'immagine%5$s: su %2$d immagini in questa pagina, %1$d hanno l'attributo alt con parole della tua frase chiave o dei suoi sinonimi. È un po' troppo. %4$sDovresti inserire la frase chiave o i suoi sinonimi solo quando davvero descrivono l'immagine%5$s."],"%1$sImage alt attributes%2$s: Good job!":["%1$sAttributo alt dell'immagine%2$s: ottimo lavoro!"],"%3$sImage alt attributes%5$s: Out of %2$d images on this page, only %1$d has an alt attribute that reflects the topic of your text. %4$sAdd your keyphrase or synonyms to the alt tags of more relevant images%5$s!":["%3$sAttributo alt dell'immagine%5$s: su %2$d immagini in questa pagina, solo %1$d ha l'attributo alt che riflette l'argomento del tuo testo.%4$sDovresti inserire la frase chiave o i suoi sinonimi nel tag alt delle immagini più importanti!%5$s.","%3$sAttributo alt dell'immagine%5$s: su %2$d immagini in questa pagina, solo %1$d hanno l'attributo alt che riflette l'argomento del tuo testo.%4$sDovresti inserire la frase chiave o i suoi sinonimi nel tag alt delle immagini più importanti!%5$s."],"%1$sImage alt attributes%3$s: Images on this page do not have alt attributes that reflect the topic of your text. %2$sAdd your keyphrase or synonyms to the alt tags of relevant images%3$s!":["%1$sAttributo alt dell'immagine%3$s: le immagini in questa pagina non hanno l'attributo alt che riflette l'argomento del tuo testo %2$sDovresti inserire la frase chiave o i suoi sinonimi nel tag alt delle immagini più importanti%3$s!"],"%1$sImage alt attributes%3$s: Images on this page have alt attributes, but you have not set your keyphrase. %2$sFix that%3$s!":["%1$sAttributo alt dell'immagine%3$s: le immagini in questa pagina hanno l'attributo alt ma tu non hai impostato la frase chiave. %2$sInseriscila ora%3$s!"],"%1$sKeyphrase in subheading%2$s: %3$s of your higher-level subheadings reflects the topic of your copy. Good job!":["%1$sFrase chiave nei sottotitoli%2$s: %3$s dei tuoi sottotitoli di livello più alto riflette l'argomento del tuo contenuto. Ottimo lavoro!","%1$sFrase chiave nei sottotitoli%2$s: %3$s dei tuoi sottotitoli di livello più alto riflettono l'argomento del tuo contenuto. Ottimo lavoro!"],"%1$sKeyphrase in subheading%2$s: Your higher-level subheading reflects the topic of your copy. Good job!":["%1$sFrase chiave nei sottotitoli%2$s: il sottotitolo di livello più alto riflette l'argomento del tuo contenuto. Perfetto!"],"%1$sKeyphrase in subheading%3$s: %2$sUse more keyphrases or synonyms in your higher-level subheadings%3$s!":["%1$sFrase chiave nei sottotitoli%3$s: %2$susa di più le frasi chiave o i loro sinonimi nei sottotitoli di livello più alto%3$s!"],"Page %s":["Pagina %s"],"Cannot get the size of %1$s because of unknown reasons.":["Impossibile recuperare la dimensione di %1$s per motivi sconosciuti."],"Cannot get the size of %1$s because it is hosted externally.":["Impossibile recuperare la dimensione di %1$s perché è ospitata esternamente."],"Simply switch the toggle to \"on\" and you'll be able to use the recalibrated analysis. At the same time, we'll add you to our specific mailing list. We'll only email you about your experiences with this recalibration!":["Imposta l'interrutore su \"on\" e potrai usare l'analisi ricalibrata. Contemporaneamente, ti aggiungeremo ad una nostra mailing list. Ti scriveremo soltanto in merito alla tua esperienza con questa ricalibrazione."],"We have %1$srecalibrated our analysis%2$s. With the new analysis, we will get even closer to how Google sees your website. It would be %3$sawesome%4$s if you would like to %3$sbeta test this feature%4$s for us!":["Abbiamo %1$sricalibrato le nostre analisi%2$s. Con queste nuove analisi, ci avvicineremo sempre di più a come Google vede il tuo sito. Sarebbe %3$sfantastico%4$s se tu volessi %3$sprovare queste funzionalità%4$s (in beta) per noi!"],"Get an even better analysis":["Ottieni un'analisi ancora migliore"],"%1$sSingle title%3$s: H1s should only be used as your main title. Find all H1s in your text that aren't your main title and %2$schange them to a lower heading level%3$s!":["%1$sTitolo unico%3$s: gli H1 dovrebbero essere usati soltanto come titolo principale. Trova tutti gli H1 nel tuo testo che non sono il tuo titolo principale e %2$smodificali con un livello di titolo inferiore%3$s!"],"Improve sharing on Facebook and Pinterest":["Migliora la condivisione su Facebook e Pinterest"],"You do not have the required rights to export settings.":["Non hai i diritti necessari per esportare le impostazioni."],"Copy all these settings to another site's %1$s tab and click \"%1$s\" there.":["Copia tutte queste impostazioni nella scheda %1$s di un altro sito e fai clic \"%1$s\" lì."],"These are settings for the %1$s plugin by %2$s":["Queste sono le impostazioni per il plugin %1$s di %2$s"],"No settings found.":["Nessuna impostazione trovata."],"Export your %1$s settings here, to copy them on another site.":["Esporta le impostazioni di %1$s qui, per poi copiarle in un altro sito."],"Import of settings is only supported on servers that run PHP 5.3 or higher.":["L'importazione delle impostazioni è supportata solo sui server che eseguono PHP 5.3 o versioni successive."],"%1$sKeyphrase density%2$s: The focus keyphrase was found 0 times. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sDensità della frase chiave%2$s: la frase chiave è stata trovata 0 volte. Questo è meno del minimo suggerito di %3$d volte per un testo di questa lunghezza. %4$sInserisci la tua frase chiave%2$s!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sDensità della frase chiave%2$s: la frase chiave è stata trovata %5$d volta. Questo è meno del minimo suggerito di %3$d volte per un testo di questa lunghezza. %4$sInserisci la tua frase chiave%2$s!","%1$sDensità della frase chiave%2$s: la frase chiave è stata trovata %5$d volte. Questo è meno del minimo suggerito di %3$d volte per un testo di questa lunghezza. %4$sInserisci la tua frase chiave%2$s!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %3$d time. This is great!":["%1$sDensità della frase chiave%2$s: la frase chiave è stata trovata  %3$d volta. Questo è ottimo!","%1$sDensità della frase chiave%2$s: la frase chiave è stata trovata  %3$d volte. Questo è ottimo!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$sDensità della frase chiave%2$s: la frase chiave è stata trovata %5$d volta. Questo è più del massimo suggerito di %3$d volte per un testo di questa lunghezza. %4$sNon esagerare%2$s!","%1$sDensità della frase chiave%2$s: la frase chiave è stata trovata %5$d volte. Questo è più del massimo suggerito di %3$d volte per un testo di questa lunghezza. %4$sNon esagerare%2$s!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's way more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$sDensità della frase chiave%2$s: la frase chiave è stata trovata %5$d volta. Questo è più del massimo suggerito di %3$d volte per un testo di questa lunghezza. %4$sNon esagerare%2$s!","%1$sDensità della frase chiave%2$s: la frase chiave è stata trovata %5$d volte. Questo è più del massimo suggerito di %3$d volte per un testo di questa lunghezza. %4$sNon esagerare%2$s!"],"Indexable created for object %1$s with type %2$s":["L'indicizzazione è creata per l'oggetto %1$s con il tipo %2$s"],"Method %1$s() does not exist in class %2$s":["Il metodo  %1$s() non esiste nella classe %2$s"],"With %s, you can easily create such redirects.":["Con %s, puoi facilmente creare reindirizzamenti (redirects)."],"Changing your permalinks settings can seriously impact your search engine visibility. It should almost %1$s never %2$s be done on a live website.":["Cambiare le impostazioni dei permalink può influenzare la visibilità sui motori di ricerca. Non dovresti quasi  %1$s mai %2$s farlo quando un sito è online."],"WARNING:":["ATTENZIONE:"],"Learn about why permalinks are important for SEO.":["Approfondisci il motivo per cui i permalink sono così importanti per la SEO. "],"Google Ads":["Google Ads"],"%1$sFunction words in keyphrase%3$s: Your keyphrase \"%4$s\" contains function words only. %2$sLearn more about what makes a good keyphrase.%3$s":["%1$sParole funzionali nell frase chiave%3$s: la tua frase chiave \"%4$s\" contiene solo parole funzionali. %2$sLeggi di più su come scegliere una perfetta frase chiave.%3$s"],"Did you know %s also analyzes the different word forms of your keyphrase, like plurals and past tenses?":["Sai che %s analizza anche le diverse forme delle tue frasi chiave, come i plurali e i tempi verbali?"],"Clear Image":["Cancella l'immagine"],"%1$sKeyphrase length%3$s: %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sLunghezza della frase chiave%2$s: %2$simposta una frase chiave, in modo che sia possibile calcolare il punteggio SEO%3$s."],"%1$sKeyphrase in slug%2$s: More than half of your keyphrase appears in the slug. That's great!":["%1$sFrase chiave nello slug%2$s: più di mezza frase chiave è contenuta nello slug. Perfetto!"],"%1$sKeyphrase in slug%3$s: (Part of) your keyphrase does not appear in the slug. %2$sChange that%3$s!":["%1$sFrase chiave nello slug%2$s: (parte) della tua frase chiave non è contenuta nello slug. %2$sTi suggeriamo di cambiarlo%3$s!"],"%1$sKeyphrase in slug%2$s: Great work!":["%1$sFrase chiave nello slug%2$s: ottimo lavoro!"],"%1$sKeyphrase in title%3$s: Not all the words from your keyphrase \"%4$s\" appear in the SEO title. %2$sTry to use the exact match of your keyphrase in the SEO title%3$s.":["%1$sFrase chiave nel titolo%3$s: non tutte le parole della tua frase chiave \"%4$s\" sono contenute nel titolo SEO. %2$sCerca di usare la frase chiave esatta nel titolo SEO%3$s."],"%1$sKeyphrase in title%3$s: Does not contain the exact match. %2$sTry to write the exact match of your keyphrase in the SEO title%3$s.":["%1$sFrase chiave nel titolo%3$s: il titolo non contiene la frase esatta. %2$sCerca di usare la frase chiave esatta nel titolo SEO%3$s."],"%1$sKeyphrase in title%3$s: The exact match of the keyphrase appears in the SEO title, but not at the beginning. %2$sTry to move it to the beginning%3$s.":["%1$sFrase chiave nel titolo%3$s: il titolo contiene la frase esatta, ma non all'inizio. %2$sCerca di usare la frase chiave esatta all'inizio del titolo SEO%3$s."],"%1$sKeyphrase in title%2$s: The exact match of the keyphrase appears at the beginning of the SEO title. Good job!":["%1$sFrase chiave nel titolo%2$s: il titolo SEO contiene la frase esatta all'inizio. Magnifico!"],"%1$sKeyphrase distribution%2$s: Good job!":["%1$sDistribuzione della frase chiave%2$s: ottimo lavoro!"],"%1$sKeyphrase distribution%3$s: Uneven. Some parts of your text do not contain the keyphrase or its synonyms. %2$sDistribute them more evenly%3$s.":["%1$sDistribuzione della frase chiave%3$s: irregolare. Alcune parti del tuo testo non contengono la frase chiave o i suoi sinonimi. %2$sTi suggeriamo di distribuirli in modo più regolare%3$s."],"%1$sKeyphrase distribution%3$s: Very uneven. Large parts of your text do not contain the keyphrase or its synonyms. %2$sDistribute them more evenly%3$s.":["%1$sDistribuzione della frase chiave%3$s: molto irregolare. Molte parti del tuo testo non contengono la frase chiave o i suoi sinonimi. %2$sTi suggeriamo di distribuirli in modo più regolare%3$s."],"%1$sKeyphrase distribution%3$s: %2$sInclude your keyphrase or its synonyms in the text so that we can check keyphrase distribution%3$s.":["%1$sDistribuzione della frase chiave%3$s: %2$sincludi la parola chiave o i suoi sinonimi nel testo così è possibile calcolarne la distribuzione%3$s."],"Help on choosing the perfect focus keyphrase":["Aiuto nella scelta della frase chiave perfetta"],"Would you like to add a related keyphrase?":["Vorresti aggiungere una frase chiave correlata?"],"Go %s!":["Vai %s!"],"Not showing the date archives in the search results technically means those will have a %1$s robots meta. %2$sMore info on the search results settings%3$s.":["Non mostrare gli archivi per data nei motori di ricerca significa tecnicamente  che essi avranno impostato un %1$s nei metadati dei robots. %2$sLeggi di più riguardo alle impostazioni dei risultati di ricerca%3$s."],"Rank better with synonyms & related keyphrases":["Posizionati meglio con i sinonimi e le frasi chiave correlate"],"optimize a single post for synonyms and related keyphrases.":["ottimizza un singolo articolo per i sinonimi e le frasi chiave correlate."],"Synonyms & related keyphrases":["Sinonimi e frasi chiave correlate."],"Add related keyphrase":["Aggiungi una frase chiave correlata"],"Upgrade to %s":["Passa a %s"],"%1$s video":["video %1$s"],"Get %s":["Passa a %s"],"%4$sPreviously used keyphrase%6$s: You've used this keyphrase %1$s%2$d times before%3$s. %5$sDo not use your keyphrase more than once%6$s.":["%4$sFrase chiave usata in precedenza%6$s: hai usato questa frase chiave %1$s%2$d volte prima%3$s. %5$sNon dovresti usare la frase chiave più di una volta%6$s."],"%3$sPreviously used keyphrase%5$s: You've used this keyphrase %1$sonce before%2$s. %4$sDo not use your keyphrase more than once%5$s.":["%3$sFrase chiave usata in precedenza%5$s: hai già usato questa frase chiave %1$suna volta%3$s. %4$sNon dovresti usare la frase chiave più di una volta%5$s."],"%1$sPreviously used keyphrase%2$s: You've not used this keyphrase before, very good.":["%1$sFrase chiave usata in precedenza%2$s: non hai mai usato questa frase chiave. Ottimo!"],"%1$sSlug stopwords%3$s: The slug for this page contains a stop word. %2$sRemove it%3$s!":["%1$sStopword nello slug%3$s:  lo slug di questa pagina contiene una stopword. %2$sTi suggeriamo di toglierla%3$s!","%1$sStopword nello slug%3$s:  lo slug di questa pagina contiene delle stopword. %2$sTi suggeriamo di toglierle%3$s!"],"%1$sSlug too long%3$s: the slug for this page is a bit long. %2$sShorten it%3$s!":["%1$sSlug troppo lungo%3$s: lo slug di questa pagina è un po' troppo lungo. %2$sTi suggeriamo di accorciarlo%3$s!"],"%1$sImage alt attributes%3$s: No images appear on this page. %2$sAdd some%3$s!":["%1$sAttributo alt dell'immagine%3$s: sembra che in questa pagina non ci siano immagini. %2$sTi suggeriamo di aggiungerne qualcuna%3$s!"],"%1$sLink keyphrase%3$s: You're linking to another page with the words you want this page to rank for. %2$sDon't do that%3$s!":["%1$sLink alla frase chiave%3$s: stai inserendo un link a una pagina per le parole per le quali vuoi posizionare questa pagina %2$sTi suggeriamo di non farlo%3$s!"],"This is far below the recommended minimum of %5$d word. %3$sAdd more content%4$s.":["Questo è molto lontano da %5$d, il numero minimo di parole che ti suggeriamo per il tuo contenuto.  %3$sValuta se aggiungere altro contenuto%4$s.","Questo è molto lontano da %5$d, il numero minimo di parole che ti suggeriamo per il tuo contenuto.  %3$sValuta se aggiungere altro contenuto%4$s."],"This is below the recommended minimum of %5$d word. %3$sAdd more content%4$s.":["Questo è sotto %5$d, il numero minimo di parole che ti suggeriamo per il tuo contenuto.  %3$sValuta se aggiungere altro contenuto%4$s.","Questo è sotto %5$d, il numero minimo di parole che ti suggeriamo per il tuo contenuto.  %3$sValuta se aggiungere altro contenuto%4$s."],"%2$sText length%4$s: The text contains %1$d word.":["%2$sLunghezza del testo%4$s: il testo contiene %1$d parola.","%2$sLunghezza del testo%4$s: il testo contiene %1$d parole."],"%2$sText length%3$s: The text contains %1$d word. Good job!":["%2$sLunghezza del testo%3$s: il testo contiene %1$d parola. Ottimo lavoro!","%2$sLunghezza del testo%3$s: il testo contiene %1$d parole. Ottimo lavoro!"],"%1$sKeyphrase in subheading%3$s: More than 75%% of your higher-level subheadings reflect the topic of your copy. That's too much. %2$sDon't over-optimize%3$s!":["%1$sFrase chiave nei sottotitoli%3$s: più del 75%% dei sottotitoli del livello più alto riflettono l'argomento del tuo contenuto. Questo è troppo. %2$sNon esagerare%3$s!"],"%1$sSEO title width%3$s: %2$sPlease create an SEO title%3$s.":["%1$sLarghezza del titolo SEO%3$s: %2$sScrivi un titolo SEO%3$s."],"%1$sSEO title width%3$s: The SEO title is wider than the viewable limit. %2$sTry to make it shorter%3$s.":["%1$sLarghezza del titolo SEO%3$s: il titolo SEO è più lungo dei limiti di carattere previsti. %2$sProva a scrivere un titolo più corto%3$s."],"%1$sSEO title width%2$s: Good job!":["%1$sLarghezza del titolo SEO%3$s: magnifico lavoro!"],"%1$sSEO title width%3$s: The SEO title is too short. %2$sUse the space to add keyphrase variations or create compelling call-to-action copy%3$s.":["%1$sLarghezza del titolo SEO%3$s: il titolo SEO è troppo corto %2$sTi suggeriamo di aggiungere variazioni della frase chiave per creare un testo accattivante che spinga i lettori all'azione%3$s."],"%1$sOutbound links%2$s: There are both nofollowed and normal outbound links on this page. Good job!":["%1$sLink in uscita%2$s: ci sono sia link nofollow sia normali link in uscita in questa pagina. Perfetto!"],"%1$sOutbound links%2$s: Good job!":["%1$sLink in uscita%2$s: splendido lavoro!"],"%1$sOutbound links%3$s: All outbound links on this page are nofollowed. %2$sAdd some normal links%3$s.":["%1$sLink in uscita%3$s: tutti i link in uscita di questa pagina sono del tipo unfollow. %2$sTi suggeriamo di aggiungere anche dei link normali%3$s."],"%1$sOutbound links%3$s: No outbound links appear in this page. %2$sAdd some%3$s!":["%1$sLink in uscita%3$s: non ci sono link in uscita in questa pagina. %2$sTi suggeriamo di aggiungerne qualcuno%3$s."],"%1$sMeta description length%2$s: Well done!":["%1$sLunghezza della descrizione Meta%2$s: ben fatto!"],"%1$sMeta description length%3$s: The meta description is over %4$d characters. To ensure the entire description will be visible, %2$syou should reduce the length%3$s!":["%1$sLunghezza della descrizione Meta%2$s: la descrizione Meta supera i %4$d caratteri. Per essere sicuro che l'intera descrizione sia visibile, %2$svaluta se ridurre la lunghezza%3$s!"],"%1$sMeta description length%3$s: The meta description is too short (under %4$d characters). Up to %5$d characters are available. %2$sUse the space%3$s!":["%1$sLunghezza della descrizione Meta%2$s: la descrizione Meta è troppo corta (al di sotto dei %4$d caratteri). Hai a disposizione %5$d caratteri. %2$sPotresti aggiungere degli spazi%3$s!"],"%1$sMeta description length%3$s:  No meta description has been specified. Search engines will display copy from the page instead. %2$sMake sure to write one%3$s!":["%1$sLunghezza della descrizione Meta%3$s: non hai inserito la descrizione Meta. I motori di ricerca visualizzeranno, così, delle parti di testo prese dalla tua pagina. %2$sTi consigliamo di scriverne una%3$s!"],"%1$sKeyphrase in meta description%2$s: The meta description has been specified, but it does not contain the keyphrase. %3$sFix that%4$s!":["%1$sFrase chiave nella descrizione Meta%2$s: hai scritto la descrizione Meta, ma non contiene la frase chiave. %3$sTi suggeriamo di modificarla%4$s!"],"%1$sKeyphrase in meta description%2$s: The meta description contains the keyphrase %3$s times, which is over the advised maximum of 2 times. %4$sLimit that%5$s!":["%1$sFrase chiave nella descrizione Meta%2$s: la descrizione Meta contiene la frase chiave %3$s volte, che è più di 2, il numero consigliabile. %4$sTi suggeriamo di modificarla%5$s!"],"%1$sKeyphrase in meta description%2$s: Keyphrase or synonym appear in the meta description. Well done!":["%1$sFrase chiave nella descrizione Meta%2$s: la frase chiave o i suoi sinonimi sono contenuti nella descrizione Meta. Splendido!"],"%3$sKeyphrase length%5$s: The keyphrase is %1$d words long. That's way more than the recommended maximum of %2$d words. %4$sMake it shorter%5$s!":["%3$sLunghezza della frase chiave%5$s:  la frase chiave è lunga %1$s parole. È più lunga di  %2$d, il numero di parole suggerito. %4$sTi suggeriamo di scriverne una più corta%5$s!"],"%3$sKeyphrase length%5$s: The keyphrase is %1$d words long. That's more than the recommended maximum of %2$d words. %4$sMake it shorter%5$s!":["%3$sLunghezza della frase chiave%5$s: la frase chiave è lunga %1$d parole. È più lunga di %2$d, il numero di parole suggerito. %4$sTi suggeriamo di scriverne una più corta%5$s!"],"%1$sKeyphrase length%2$s: Good job!":["%1$sLunghezza della frase chiave%2$s: ottimo lavoro!"],"%1$sKeyphrase length%3$s: No focus keyphrase was set for this page. %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sLunghezza della frase chiave%2$s: nessuna frase chiave è stata impostata per questa pagina. %2$sImposta una frase chiave, in modo che sia possibile calcolare il punteggio SEO%3$s."],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms do not appear in the first paragraph. %2$sMake sure the topic is clear immediately%3$s.":["%1$sFrase chiave nell'introduzione%3$s: la frase chiave che hai scelto o i suoi sinonimi non compaiono nel primo paragrafo. %2$sAssicurati che i tuoi lettori capiscano subito l'argomento%3$s."],"%1$sKeyphrase in introduction%3$s:Your keyphrase or its synonyms appear in the first paragraph of the copy, but not within one sentence. %2$sFix that%3$s!":["%1$sFrase chiave nell'introduzione%3$s: la frase chiave che hai scelto o i suoi sinonimi compaiono nel primo paragrafo, ma non in una frase. %2$sTi suggeriamo di modificare il testo%3$s!"],"%1$sKeyphrase in introduction%2$s: Well done!":["%1$sFrase chiave nell'introduzione%2$s: ben fatto!"],"%1$sInternal links%2$s: There are both nofollowed and normal internal links on this page. Good job!":["%1$sLink interni%2$s: ci sono sia link nofollow sia link normali in questa pagina. Perfetto!"],"%1$sInternal links%2$s: You have enough internal links. Good job!":["%1$sLink interni%2$s: ci sono abbastanza link interni. Ottimo!"],"%1$sInternal links%3$s: The internal links in this page are all nofollowed. %2$sAdd some good internal links%3$s.":["%1$sLink interni%3$s: i link in questa pagina sono di tipo nofollow. %2$sTi suggeriamo di aggiungere qualche link normale%3$s."],"%1$sInternal links%3$s: No internal links appear in this page, %2$smake sure to add some%3$s!":["%1$sLink interni%3$s: sembra che non ci siano link in questa pagina. %2$sTi suggeriamo di aggiungerne qualcuno%3$s!"],"%1$sTransition words%2$s: Well done!":["%1$sParole di transizione%2$s: ben fatto!"],"%1$sTransition words%2$s: Only %3$s of the sentences contain transition words, which is not enough. %4$sUse more of them%2$s.":["%1$sParole di transizione%2$s: solo il %3$s delle frasi contengono delle parole di transizione, che non è abbastanza. %4$sTi suggeriamo di aggiungerne altre%2$s."],"%1$sTransition words%2$s: None of the sentences contain transition words. %3$sUse some%2$s.":["%1$sParole di transizione%2$s: nessuna frase contiene parole di transizione. %4$sTi suggeriamo di aggiungerne alcune%2$s."],"%1$sNot enough content%2$s: %3$sPlease add some content to enable a good analysis%2$s.":["%1$sNon c'è abbastanza contenuto%2$s: %3$sAggiungi altro contenuto per permettere una buona analisi di leggibilità%2$s."],"%1$sSubheading distribution%2$s: You are not using any subheadings, but your text is short enough and probably doesn't need them.":["%1$sDistribuzione dei sottotitoli%2$s: non stai usando i sottotitoli, ma il tuo testo è abbastanza corto e probabilmente non ti servono."],"%1$sSubheading distribution%2$s: You are not using any subheadings, although your text is rather long. %3$sTry and add some subheadings%2$s.":["%1$sDistribuzione dei sottotitoli%2$s: non stai usando i sottotitoli, sebbene il tuo testo sia piuttosto lungo.  %3$sTi suggeriamo di aggiungere i sottotitoli%2$s."],"%1$sSubheading distribution%2$s: %3$d section of your text is longer than %4$d words and is not separated by any subheadings. %5$sAdd subheadings to improve readability%2$s.":["%1$sDistribuzione dei sottotitoli%2$s: %3$d sezione del tuo testo è più lunghe di %4$d parole e non è separata da sottotitoli. %5$sAggiungi dei sottotitoli per aumentare la leggibilità del testo%2$s.","%1$sDistribuzione dei sottotitoli%2$s: %3$d sezioni del tuo testo sono più lunghe di %4$d parole e non sonoseparate da sottotitoli. %5$sAggiungi dei sottotitoli per aumentare la leggibilità del testo%2$s."],"%1$sSubheading distribution%2$s: Great job!":["%1$sDistribuzione dei sottotitoli%2$s: magnifico lavoro!"],"%1$sSentence length%2$s: %3$s of the sentences contain more than %4$s words, which is more than the recommended maximum of %5$s. %6$sTry to shorten the sentences%2$s.":["%1$sLunghezza delle frasi%2$s: il %3$s delle frasi contiene più di %4$s parole, che supera la lunghezza massima suggerita di %5$s. %6$sProva a scrivere frasi più corte%2$s."],"%1$sSentence length%2$s: Great!":["%1$sLunghezza delle frasi%2$s: grande!"],"%1$sConsecutive sentences%2$s: There is enough variety in your sentences. That's great!":["%1$sFrasi consecutive%2$s: c'è una grande varietà nelle frasi. Davvero grande!"],"%1$sConsecutive sentences%2$s: The text contains %3$d consecutive sentences starting with the same word. %5$sTry to mix things up%2$s!":["%1$sFrasi consecutive%2$s: il testo contiene %3$d frasi consecutive che iniziano con la stessa parola. %5$sTi suggeriamo di provare a variare un po'%2$s!","%1$sFrasi consecutive%2$s: il testo contiene %4$d paragrafi nei quali  %3$d o più frasi iniziano con la stessa parola. %5$sTi suggeriamo di provare a variare un po'%2$s!"],"%1$sPassive voice%2$s: %3$s of the sentences contain passive voice, which is more than the recommended maximum of %4$s. %5$sTry to use their active counterparts%2$s.":["%1$sForme passive%2$s: %3$s delle frasi contiene delle forme passive, che è maggiore del massimo suggerito di %4$s. %5$sTi suggeriamo di provare a trasformarle in forma attiva%2$s."],"%1$sPassive voice%2$s: You're using enough active voice. That's great!":["%1$sForme passive%2$s: stai usando molte forme attive. Ottimo!"],"%1$sParagraph length%2$s: %3$d of the paragraphs contains more than the recommended maximum of %4$d words. %5$sShorten your paragraphs%2$s!":["%1$sLunghezza dei paragrafi%2$s: %3$d dei paragrafi contiene più di %4$d parole, che è il numero suggerito. %5$sTi consigliamo di scrivere paragrafi più corti%2$s!","%1$sLunghezza dei paragrafi%2$s: %3$d dei paragrafi contiene più di %4$d parole, che è il numero suggerito. %5$sTi consigliamo di scrivere paragrafi più corti%2$s!"],"%1$sParagraph length%2$s: None of the paragraphs are too long. Great job!":["%1$sLunghezza dei paragrafi%2$s: tutti i paragrafi sono della giusta lunghezza- Ottimo lavoro!"],"Good job!":["Ottimo lavoro!"],"%1$sFlesch Reading Ease%2$s: The copy scores %3$s in the test, which is considered %4$s to read. %5$s%6$s%7$s":["%1$sFlesch Reading Ease%2$s: il contenuto ha un punteggio di %3$s nel test, che è considerato %4$s da leggere. %5$s%6$s%7$s"],"Focus keyphrase":["Frase chiave"],"%1$s with ID %2$s couldn't be patched":["Il %1$s con l'ID %2$s non può essere modificato"],"Invalid POST request. Meta values already exist for object with ID %1$s.":["Richiesta per l'articolo non valida. Il valore meta esiste già per l'oggetto con l'D %1$s."],"Indexable with ID `%1$s` does not exist":["L'indicizzazione con l'ID `%1$s` non esiste"],"No object with ID %1$s and %2$s could be found":["Non è stato trovato alcun oggetto con l'ID %1$s e %2$s "],"`%1$s` is not a valid subtype of `%2$s`":["`%1$s` non è un valido sottotipo di `%2$s`"],"The object type `%1$s` is invalid":["Il tipo oggetto `%1$s` non è valido"],"Invalid type for parameter `%1$s` passed. Expected `%2$s`, but got `%3$s`":["Il tipo non è valido per il parametro '%1$s' passato.. Il tipo atteso è `%2$s`, e non `%3$s`"],"The parameter `%1$s` cannot be empty.":["Il parametro `%1$s` non può essere vuoto."],"Check Keyphrase Density":["Controlla la densità della frase chiave"],"Disable":["Disattiva"],"Allow Control":["Permetti il controllo"],"This tab allows you to selectively disable %s features for all sites in the network. By default all features are enabled, which allows site admins to choose for themselves if they want to toggle a feature on or off for their site. When you disable a feature here, site admins will not be able to use that feature at all.":["Questa scheda ti permette di disattivare in modo selettivo le funzionalità di %s per tutti i siti del network. In modalità predefinita, tutte le funzionalità sono attivate: questo permette agli amministratori di scegliere quali funzioni attivare o meno per i propri siti. Quando disattivi una funzionalità qui, gli amministratori dei siti non potranno usarla per nulla."],"%s is a required feature toggle argument.":["%s è un argomento della funzionalità di attivazione obbligatorio."],"Keyphrase:":["Frase chiave:"],"Remove keyphrase":["Rimuovi la frase chiave"],"This feature has been disabled by the network admin.":["Questa funzionalità è stata disattivata dall'amministratore del network."],"Focus keyphrase not set.":["La frase chiave non è stata impostata."],"Multiple keyphrases":["Frasi chiave multiple"],"Colon":["Due punti"],"Both %1$s and %2$s manage the SEO of your site. Running two SEO plugins at the same time is detrimental.":["Sia %1$s sia %2$s gestiscono la SEO del tuo sito. Avere due plugin SEO attivi contemporaneamente può esere dannoso."],"There is a new notification.":["C'è una nuova notifica. ","Ci sono nuove notifiche. "],"Learn more about the readability analysis":["Leggi di più sull'Analisi di leggibilità. "],"Describe the duration of the instruction:":["Descrivi la durata del processo indicato nelle istruzioni:"],"Optional. Customize how you want to describe the duration of the instruction":["Opzionale. Personalizza come vuoi descrivere la durata del processo indicato nelle istruzioni:"],"This is a list of related content to which you could link in your post. {{a}}Read our article about site structure{{/a}} to learn more about how internal linking can help improve your SEO.":["Questa è una lista di contenuti correlati che potresti inserire come collegamenti nel tuo articolo {{a}}Leggi il nostro articolo sulla struttura di un sito{{/a}} per approfondire il ruolo dell'internal linking nella tua strategia SEO."],"%s, %s and %s":["%s, %s e %s"],"%s and %s":["%s e %s"],"%d minute":["%d minuto","%d minuti"],"%d hour":["%d ora","%d ore"],"%d day":["%d giorno","%d giorni"],"Enter a step title":["Inserisci un titolo del passaggio "],"Optional. This can give you better control over the styling of the steps.":["Opzionale. Questo ti fornisce un controllo migliore dello stile dei passaggi. "],"CSS class(es) to apply to the steps":["Classe(i) CSS da applicare ai passaggi "],"minutes":["minuti "],"hours":["ore"],"days":["giorni"],"Create a How-to guide in an SEO-friendly way. You can only use one How-to block per post.":["Crea una guida How-to in una modalità SEO-friendly. Puoi usare solo un blocco How-to per articolo."],"List your Frequently Asked Questions in an SEO-friendly way. You can only use one FAQ block per post.":["Elenca le tue FAQ (Frequently Asked Questions) in una modalità SEO-friendly. Puoi usare solo un blocco FAQ per articolo. "],"Copy error":["Copia l'errore "],"An error occurred loading the %s primary taxonomy picker.":["Si è verificato un errore durante il caricamento del selettore della tassonomia primaria %s. "],"%1$s Structured Data Blocks":["Blocchi di Dati Strutturati di %1$s"],"Time needed:":["Tempo richiesto:"],"Move question down":["Sposta la domanda in basso"],"Move question up":["Sposta la domanda in alto"],"Insert question":["Inserisci domanda"],"Delete question":["Elimina domanda"],"Enter the answer to the question":["Inserisci la risposta alla domanda"],"Enter a question":["Inserisci una domanda"],"Add question":["Aggiungi domanda"],"Frequently Asked Questions":["Domande frequenti"],"Great news: you can, with %s!":["Ottime notizie: puoi con %s!"],"Select the primary %s":["Seleziona il %s primario"],"Check links to this URL":["Controlla i link a questo URL"],"Keyword research training":["Keyword research training"],"Please check the %1$sarchive template%2$s for the following content type: %3$s.":["Controlla %1$sil template dell'archivio%2$s per il seguente tipo di contenuto: %3$s.","Controlla %1$si template dell'archivio%2$s per i seguenti tipi di contenuto: %3$s."],"Are you trying to use multiple keyphrases? You should add them separately below.":["Stai cercando di utilizzare più frasi chiave? Dovresti aggiungerle separatamente sotto."],"Mark as cornerstone content":["Indica come contenuto centrale"],"Move step down":["Sposta passaggio in basso"],"Move step up":["Sposta passaggio in alto"],"Insert step":["Inserisci passaggio"],"Delete step":["Elimina passaggio"],"Add image":["Aggiungi un'immagine"],"Enter a step description":["Inserisci una descrizione del passaggio"],"Enter a description":["Inserisci una descrizione"],"Unordered list":["Lista non ordinata"],"Showing step items as an ordered list.":["Mostra gli elementi del passaggio come un elenco ordinato."],"Showing step items as an unordered list":["Mostra gli elementi del passaggio come un elenco non ordinato"],"Add step":["Aggiungi un passaggio"],"Delete total time":["Elimina il tempo totale"],"Add total time":["Aggiungi il tempo totale"],"How to":["How to"],"How-to":["How-to"],"Analysis results":["Risultati dell'analisi"],"Enter a focus keyphrase to calculate the SEO score":["Inserisci una frase chiave per calcolare il punteggio SEO"],"Learn more about Cornerstone Content.":["Ulteriori informazioni sui contenuti Cornerstone."],"Cornerstone content should be the most important and extensive articles on your site.":["I contenuti Cornerstone (contenuti centrali) dovrebbero essere gli articoli più importanti ed esaustivi del tuo sito."],"Restore Site":["Ripristina il sito web"],"Network Settings":["Impostazioni di rete"],"You are not allowed to perform this action.":["Non sei autorizzato a eseguire questa azione."],"Error: %s":["Errore: %s"],"Success: %s":["Successo: %s"],"Site with ID %d not found.":["Il sito web con l'ID %d non è stato trovato."],"No site has been selected to restore.":["Nessun sito web è stato selezionato per il ripristino."],"You are not allowed to modify unregistered network settings.":["Non sei autorizzato a modificare le impostazioni di rete non registrate."],"deleted":["eliminato"],"Would you like to add another keyphrase?":["Vorresti aggiungere un'altra frase chiave?"],"image preview":["anteprima dell'immagine"],"Copied!":["Copiato!"],"Not supported!":["Non supportato!"],"Read {{a}}our article about site structure{{/a}} to learn more about how internal linking can help improve your SEO.":["Leggi {{a}} il nostro articolo sulla struttura del sito {{/a}} per imparare di più su come i link interni possono aiutarti a migliorare la tua strategia SEO."],"Once you add a bit more copy, we'll give you a list of related content here to which you could link in your post.":["Una volta aggiunto più contenuto, ti forniremo qui un elenco di contenuti correlati a cui potresti collegare il tuo articolo."],"Consider linking to these {{a}}cornerstone articles:{{/a}}":["Prendi in considerazione di inserire il collegamento a questi {{a}}articoli cornerstone:{{/a}}"],"Consider linking to these articles:":["Prendi in considerazione di inserire il collegamento a questi articoli:"],"Copy link":["Copia il link"],"Copy link to suggested article: %s":["Copia il link all'articolo suggerito: %s"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":["Leggi la nostra %1$sUltimate guide to keyword research%2$s per ulteriori informazioni sulla ricerca e sulla strategia per le parole chiave."],"Once you add a bit more copy, we'll give you a list of words and word combinations that occur the most in the content. These give an indication of what your content focuses on.":["Una volta aggiunto altro contenuto, ti forniremo un elenco di parole e combinazioni di parole che ricorrono maggiormente nel testo. Tale analisi ti dà un'idea su cosa si concentra il tuo testo."],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly. ":["Le seguenti parole sono quelle che ricorrono più spesso nel tuo testo. Tale analisi ti dà un'idea su cosa si concentra il tuo contenuto. Se le parole differiscono molto dal tuo argomento, dovresti riscrivere i tuoi contenuti in modo più coerente."],"Prominent words":["Parole importanti"],"The site's tagline":["Tagline (motto) del sito"],"We've recently improved the functionality of the Search Appearance settings. Unfortunately, we've discovered that for some edge-cases, saving the settings for specific post type archives might have gone wrong.":["Di recente abbiamo migliorato la funzionalità delle impostazioni dell'Aspetto della ricerca. Purtroppo, abbiamo scoperto che in alcuni casi limite, il salvataggio per specifici archivi di post type potrebbe non andare a buon fine."],"Not all required fields are given. Missing field %1$s":["Non sono stati riempiti tutti i campi obbligatori. Manca il campo %1$s"],"Optimize your shop's SEO and sell more products!":["Ottimizza la strategia SEO del tuo negozio e incrementa le vendite!"],"Add synonyms":["Aggiungi sinonimi"],"Would you like to add keyphrase synonyms?":["Vuoi aggiungere dei sinonimi della frase chiave?"],"Would you like to add more than one keyphrase?":["Vuoi aggiungere più di una frase chiave?"],"You can edit the SEO meta-data for this custom type on the %1$sShop page%2$s.":["Puoi modificare i meta-dati SEO pei questo tipo personalizzato sulla %1$spagina del Negozio%2$s."],"You haven't set a Shop page in your WooCommerce settings. Please do this first.":["Non hai impostato una pagina Negozio nelle impostazioni di WooCommerce. Devi farlo come prima cosa."],"Current year":["Anno corrente"],"Page":["Pagina"],"Breadcrumb settings for %s archive":["Impostazioni dei breadcrumb per l'archivio %s"],"Something went wrong. Please reload the page.":["Qualcosa non ha funzionato. Prova a ricaricare la pagina."],"Tagline":["Motto del sito"],"Modify your meta description by editing it right here":["Modifica la tua descrizione meta scrivendola qui"],"description (custom taxonomy)":["descrizione (tassonomia personalizzata)"],"(custom taxonomy)":["(tassonomia personalizzata)"],"(custom field)":["(campo personalizzato)"],"Term404":["Errore 404"],"Caption":["Didascalia"],"Pagenumber":["Numero di pagina"],"Pagetotal":["Totale pagine"],"Page number":["Numero di pagina"],"User description":["Descrizione dell'utente"],"ID":["ID"],"Modified":["Modificato"],"Post type (plural)":["Post type (plurale)"],"Post type (singular)":["Post type (singolare)"],"Separator":["Separatore"],"Search phrase":["Frase di ricerca"],"Term title":["Titolo del termine"],"Term description":["Descrizione del termine"],"Tag description":["Descrizione del tag"],"Category description":["Descrizione della categoria"],"Primary category":["Categoria primaria"],"Category":["Categoria"],"Tag":["Tag"],"Excerpt only":["Solo riassunto"],"Excerpt":["Riassunto"],"Site title":["Titolo del sito"],"Archive title":["Titolo dell'archivio"],"Parent title":["Titolo genitore"],"Date":["Data"],"You should create a redirect to ensure your visitors do not get a 404 error when they click on the no longer working URL.":["Dovresti creare un re-indirizzamento per assicurarti che i visitatori non incorrano in un errore 404 facendo clic su un URL non più funzionante."],"Search engines and other websites can still send traffic to your deleted post.":["I motori di ricerca e altri siti web possono ancora inviare il traffico all'articolo eliminato."],"Make sure you don't miss out on traffic!":["Assicurati di non perdere traffico!"],"You just deleted a %1$s.":["Hai appena eliminato %1$s."],"You just trashed a %1$s.":["Hai appena spostato nel cestino %1$s."],"Settings for %s archive":["Impostazioni per l'archivio %s"],"Settings for single %s URLs":["Impostazioni per singoli URL di %s "],"The settings on this page allow you to specify what the default search appearance should be for any type of content you have. You can choose which content types appear in search results and what their default description should be.":["Le impostazioni in questa pagina ti permettono di specificare quale sarà l'aspetto predefinito della ricerca per ciascuno tipo di contenuto che hai. Puoi scegliere quali tipi di contenuto fare apparire nei risultati di ricerca e quale sarà la loro descrizione predefinita."],"Url preview":["Anteprima dell'URL"],"Please provide a meta description by editing the snippet below. If you don’t, Google will try to find a relevant part of your post to show in the search results.":["Inserisci una descrizione meta editando lo snippet qui sotto. Se non lo fai, Google cercherà di indovinare dal tuo articolo cosa è rilevante per mostrarlo nei risultati di ricerca."],"Insert snippet variable":["Inserisci una variabile"],"Dismiss this notice":["Ignora questo avviso"],"No results":["Nessun risultato"],"%d result found, use up and down arrow keys to navigate":["È stato trovato %d risultato, usa i tasti freccia su e giù per navigare","Sono stati trovati %d risultati, usa i tasti freccia su e giù per navigare"],"Your site language is set to %s. If this is not correct, contact your site administrator.":["La lingua del tuo sito è impostata su %s. Se non è corretto, contatta l'amministratore del sito."],"%1$s respects your privacy. Read our %2$sprivacy policy%3$s on how we handle your personal information.":["%1$s rispetta la tua privacy. Leggi la nostra %2$sprivacy policy%3$s per sapere come vengono gestite le tue informazioni personali."],"If you know what this means and you do not want to see this message anymore, you can %1$sdismiss this message%2$s.":["Se sai cosa significa e non vuoi più vedere questo messaggio, puoi %1$snon visualizzarlo più%2$s."],"Your site's settings currently allow attachment URLs on your site to exist. Please read %1$sthis post about a potential issue%2$s with attachment URLs and check whether you have the correct setting for your site.":["Attualmente le impostazioni del tuo sito permettono la presenza degli URL degli allegati presenti nel tuo sito. Leggi %1$s questo articolo su un potenziale problema %2$s con gli URL degli allegati e verifica se hai le impostazioni corrette per il tuo sito."],"Unknown type %1$s":["Tipo sconosciuto %1$s"],"Includes a free MyYoast account which gives you access to our free SEO for Beginners course!":["Include un account MyYoast gratuito che ti consentirà di accedere al nostro corso SEO gratuito per principianti!"],"Sign up for our newsletter if you would like to keep up-to-date about %1$s, other cool plugins by %2$s, and interesting news and tips from the world of SEO.":["Iscriviti alla nostra newsletter se desideri rimanere aggiornato su %1$s, sugli altri fantastici plugin di %2$s e avere altre notizie interessanti e suggerimenti dal mondo dela strategia SEO."],"Get your Baidu verification code in %1$sBaidu Webmaster Tools%2$s.":["Puoi ottenere il codice di verifica Baidu su %1$sBaidu Webmaster Tools%2$s."],"Baidu verification code":["Codice di verifica di Baidu"],"The %s importer functionality uses temporary database tables. It seems your WordPress install does not have the capability to do this, please consult your hosting provider.":["La funzione %s di importazione usa tabelle temporanee di database. Sembra che la tua installazione di WordPress non sia in grado di gestirle, consulta il tuo provider."],"Cleanup of %s data failed.":["La pulizia dati di %s non è andata a buon fine."],"Content Type":["Tipo di contenuto"],"Filter by content type":["Filtra per tipo di contenuto"],"Show All Content Types":["Mostra tutti i tipi di contenuto"],"Replaced with the normal title for an archive generated by WordPress":["Sostituisci con il titolo normale per un archivio generato da WordPress"],"Clean":["Pulisci"],"Once you're certain your site is OK, you can clean up. This will remove all the original data.":["Una volta che sei sicuro che il tuo sito sia a posto, puoi pulire. Questo rimuoverà tutti i dati originali."],"Step 5: Clean up":["Passaggio 5: Pulisci"],"You should run the configuration wizard, from the SEO &rarr; General &rarr; Dashboard page, to make sure all the settings for your site are correct.":["Avvia la procedura guidata, dal menu Yoast SEO &rarr; Generale &rarr; Bacheca per essere sicuro che tutte le impostazioni per il tuo sito siano corrette."],"Step 4: Run the configuration wizard":["Passaggio 4: Esegui la procedura guidata di configurazione"],"Please check your posts and pages and see if the metadata was successfully imported.":["Controlla le tue pagine e articoli e verifica che i metadata sono stati importati con successo."],"Step 3: Check your data":["Passaggio 3: Verifica i tuoi dati"],"This will import the post metadata like SEO titles and descriptions into your %1$s metadata. It will only do this when there is no existing %1$s metadata yet. The original data will remain in place.":["Questo importerà i metadata degli articoli come i titoli SEO e le descrizioni nei metadati di %1$s. Esegui l'azione solo se non ci sono ancora i metadati di %1$s. I dati esistenti non andranno persi."],"Step 2: Import":["Passaggio 2: Importa"],"Please make a backup of your database before starting this process.":["Fai un backup del database prima di iniziare questo processo."],"Step 1: Create a backup":["Passaggio 1: Crea un backup"],"We've detected data from one or more SEO plugins on your site. Please follow the following steps to import that data:":["Abbiamo trovato uno o più dati appartenenti ad altri plugin di SEO nel tuo sito. Segui i seguenti passi per importare i dati."],"Plugin: ":["Plugin:"],"%s did not detect any plugin data from plugins it can import from.":["%s non ha trovato nessun dato dai plugin che possa essere importato."],"Posts that should not show up in search results":["Articoli da non mostrare nei risultati delle ricerche"],"%s data found.":["Dati trovati da %s."],"%s data successfully removed.":["%s dati rimossi con successo"],"%s data successfully imported.":["Dati importati con successo da %s."],"%s data not found.":["Non sono stati trovati dati da %s."],"24/7 email support":["Supporto 24/7 via email"],"No more dead links a.k.a. 404 pages":["Più nessun errore 404 (pagina non trovata)"],"Get real-time suggestions for internal links":["Ottieni in tempo reale suggerimenti per i link interni"],"Preview your page in Facebook and Twitter":["Anteprima della tua pagina su Facebook e Twitter"],"Click the \"%3$s\" button to use the meta description already set in the %1$sSearch Appearance Homepage%2$s setting.":["Fai clic sul pulsante \"%3$s\" per utilizzare la meta descrizione già impostata nelle Impostazioni dell'%1$sAspetto della ricerca per la Homepage%2$s."],"Help on copying the home meta description":["Aiuto per scrivere la meta descrizione della home"],"To let search engines know which social profiles are associated to this site, enter your site social profiles data below.":["Per consentire ai motori di ricerca di sapere quali profili social sono associati a questo sito, inserisci i dati dei profili social del tuo sito qui sotto."],"Learn more about your social profiles settings":["Leggi di più sulle impostazioni dei tuoi profili sui social network."],"Remove the categories prefix":["Rimuovi il prefisso delle categorie"],"Help on the category prefix setting":["Aiuto per le impostazioni del prefisso delle categorie"],"Learn more about the available variables":["Ulteriori informazioni sulle variabili disponibili"],"Learn more about the RSS feed setting":["Ulteriori informazioni sull'impostazione del feed RSS"],"When you upload media (an image or video for example) to WordPress, it doesn't just save the media, it creates an attachment URL for it. These attachment pages are quite empty: they contain the media item and maybe a title if you entered one. Because of that, if you never use these attachment URLs, it's better to disable them, and redirect them to the media item itself.":["Quando carichi contenuti multimediali (un'immagine o un video ad esempio), WordPress non salva solo i file multimediali, ma crea un URL di allegato. Queste pagine di allegati sono abbastanza vuote: contengono l'elemento multimediale e forse un titolo, se ne inserisci uno. Per questo motivo, se non usi mai questi URL degli allegati, è meglio disabilitarli e reindirizzarlili all'elemento multimediale stesso."],"Learn more about the Media and attachment URLs setting":["Ulteriori informazioni sull'impostazione degli URL dei Media e degli allegati"],"Learn more about the title separator setting":["Ulteriori informazioni sull'impostazione del separatore del titolo"],"Learn more about the knowledge graph setting":["Ulteriori informazioni sull'impostazione del knowledge graph"],"Learn more about the homepage setting":["Ulteriori informazioni sull'impostazione della homepage"],"Learn more about the special pages setting":["Ulteriori informazioni sull'impostazione delle pagine speciali"],"Help on the date archives search results setting":["Aiuto per le impostazioni dei motori di ricerca degli archivi per data"],"Not showing the archives for authors without posts in the search results technically means those will have a %1$s robots meta and will be excluded from XML sitemaps. %2$sMore info on the search results settings%3$s.":["Non mostrare gli archivi per gli autori senza articoli nei risultati di ricerca tecnicamente significa che quelli avranno una meta robot %1$s e saranno esclusi dalle sitemap XML. %2$sLeggi di più sulle impostazioni dei risultati di ricerca%3$s."],"Help on the authors without posts archive search results setting":["Aiuto per le impostazioni dei risultati di ricerca per gli autori senza un archivio degli articoli"],"Not showing the archive for authors in the search results technically means those will have a %1$s robots meta and will be excluded from XML sitemaps. %2$sMore info on the search results settings%3$s.":["Non mostrare gli archivi per gli autori nei risultati di ricerca tecnicamente significa che quelli avranno una meta robot %1$s e saranno esclusi dalle sitemap XML. %2$sLeggi di più sulle impostazioni dei risultati di ricerca%3$s."],"Help on the author archives search results setting":["Aiuto per l'impostazione dei risutati della ricerca per gli archivi degli autori"],"Archives settings help":["Guida alle impostazioni degli archivi"],"Learn more about the archives setting":["Ulteriori informazioni sull'impostazione degli archivi"],"Get your Yandex verification code in %1$sYandex Webmaster Tools%2$s.":["Acquisisci il tuo codice di verifica Yandex da %1$sYandex Webmaster Tools%2$s."],"Yandex verification code":["Codice di verifica Yandex"],"Get your Google verification code in %1$sGoogle Search Console%2$s.":["Acquisisci il codice di verifica Google da %1$sGoogle Search Console%2$s."],"Google verification code":["Codice di verifica Google"],"Get your Bing verification code in %1$sBing Webmaster Tools%2$s.":["Acquisisci il codice di verifica Bing da %1$sBing Webmaster Tools%2$s."],"Bing verification code":["Codice di verifica Bing"],"You can use the boxes below to verify with the different Webmaster Tools. This feature will add a verification meta tag on your home page. Follow the links to the different Webmaster Tools and look for instructions for the meta tag verification method to get the verification code. If your site is already verified, you can just forget about these.":["Puoi usare i box qui sotto per fare la verifica con i differenti Webmaster Tools. Questa funzione aggiungerà un meta tag di verifica sulla tua home page. Segui i links per i differenti Webmaster Tools e leggi le istruzioni per i metodi di verifica dei meta tag per ottenere il tuo codice di verifica. Se il tuo sito è già stato verificato, puoi lasciare tutto così com'è."],"Learn more about the Webmaster Tools verification":["Leggi di più sulla verifica con i Webmaster Tools"],"On":["On"],"Help on: %s":["Aiuto su: %s"],"%1$s comes with a lot of features. You can enable / disable some of them below. Clicking the question mark gives more information about the feature.":["%1$s ha molte caratteristiche. Qui sotto, puoi abilitare - disabilitare alcune di queste. Facendo clic sul punto interrogativo, potrai avere più informazioni sulle caratteristiche."],"Off":["Off"],"The advanced section of the %1$s meta box allows a user to remove posts from the search results or change the canonical. These are things you might not want any author to do. That's why, by default, only editors and administrators can do this. Setting to \"%2$s\" allows all users to change these settings.":["La sezione avanzata della %1$s meta box consente a un utente di rimuovere gli articoli dai risultati della ricerca o di modificare il canonical. Queste sono cose che potresti volere impedire ad un autore. Ecco perché, per impostazione predefinita, solo gli editor e gli amministratori possono farlo. L'impostazione su \"%2$s\" consente a tutti gli utenti di modificare queste impostazioni."],"Security: no advanced settings for authors":["Sicurezza: nessuna impostazione avanzata per l'autore"],"See who contributed to %1$s.":["Guarda chi ha contribuito a %1$s."],"Help on this search results setting":["Aiuto per il settaggio di questi risultati di ricerca."],"Not showing the archive for %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["Non mostrare l'archivio per %1$s nei risultati di ricerca tecnicamente significa che avranno meta robot %2$s e saranno esclusi dalle sitemap XML. %3$sLeggi di più sulle impostazioni dei risultati di ricerca%4$s."],"Not showing %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["La mancata visualizzazione di %1$s nei risultati di ricerca significa tecnicamente che avranno un meta  robot %2$s e saranno esclusi dalle sitemap XML. %3$sLeggi di più sulle impostazioni dei risultati di ricerca %4$s."],"Default for %2$s, currently: %1$s":["Predefinito per %2$s, attualmente: %1$s"],"Show %s in search results?":["Vuoi mostrare %s nei risultati di ricerca?"],"this author's archives":["archivi di questo autore"],"Do not allow search engines to show %s in search results.":["Non consentire ai motori di ricerca di mostrare %s nei risultati di ricerca."],"Category URLs in WordPress contain a prefix, usually %s, this feature removes that prefix, for categories only.":["Gli URL di categoria all'interno di WordPress usano un prefisso, solitamente %s. Questa funzione rimuove quel prefisso, soltanto dalle categorie."],"Category URLs":["URL delle categorie."],"the archive for %s":["l'archivio per %s"],"Redirect attachment URLs to the attachment itself?":["Reindirizzare gli URL degli allegati all'allegato stesso?"],"We recommend you set this to Yes.":["Ti consigliamo di impostarlo su Sì."],"Media & attachment URLs":["URL dei Media e degli allegati"],"This is what shows in the search results when people find your homepage. This means this is probably what they see when they search for your brand name.":["Questo è ciò che viene mostrato nei risultati della ricerca quando le persone trovano la tua homepage. Ciò significa che probabilmente è quello che vedono quando cercano il tuo marchio."],"date archives":["archivi per data"],"archives for authors without posts":["archivi per gli autori senza articoli"],"Read why XML Sitemaps are important for your site.":["Leggi perché gli le sitemap XML sono importanti per il tuo sito."],"Enable the XML sitemaps that %s generates.":["Abilita le sitemap XML generate da %s."],"See the XML sitemap.":["Vedi la mappa XML del sito."],"%2$s (current default for %1$s)":["%2$s (impostazione corrente predefinita per %1$s)"],"Media":["Media"],"Content Types":["Tipi di contenuto"],"Should search engines follow links on this %1$s?":["I motori di ricerca dovrebbero seguire i link per questo %1$s?"],"Allow search engines to show this %s in search results?":["Consenti ai motori di ricerca di mostrare %s nei risultati delle ricerche?"],"Search Appearance":["Aspetto della ricerca"],"Please specify what content types you would like to appear in search engines. If you do not know the differences between these, it's best to choose the default settings.":["Specifica quali tipi di contenuti desideri visualizzare nei motori di ricerca. Se non conosci le differenze tra questi, è meglio scegliere le impostazioni predefinite."],"Search engines should show \"%1$s\" in search results:":["I motori di ricerca dovrebbero mostrare \"%1$s\" nel risultato della ricerca:"],"Search engine visibility":["Visibilità nei motori di ricerca"],"Toggle %1$s's XML Sitemap":["Attiva la Sitemap XML di %1$s"],"The cornerstone content feature lets you to mark and filter cornerstone content on your website.":["La funzione del contenuto cornerstone ti consente di contrassegnare e filtrare i contenuti cornerstone sul tuo sito web."],"Good results":["Risultati buoni"],"Get better search results in local search":["Ottieni risultati migliori nella ricerca locale"],"Allow customers to pick up their %s order locally":["Consenti ai clienti di ritirare il loro ordine %s a livello locale"],"SEO analysis":["Analisi SEO"],"The SEO analysis offers suggestions to improve the SEO of your text.":["L'analisi SEO offre suggerimenti per migliorare la strategia SEO del tuo testo."],"Learn how the SEO analysis can help you rank.":["Scopri come l'analisi SEO può aiutare il tuo posizionamento."],"The readability analysis offers suggestions to improve the structure and style of your text.":["L'analisi di leggibilità offre suggerimenti per migliorare la struttura e lo stile del testo."],"Discover why readability is important for SEO.":["Scopri perché la leggibilità è importante per la strategia SEO."],"Find out how cornerstone content can help you improve your site structure.":["Scopri come i contenuti cornerstone possono aiutarti a migliorare la struttura del tuo sito."],"The text link counter helps you improve your site structure.":["Il contatore di link nel testo ti aiuta a migliorare la struttura del tuo sito."],"Find out how the text link counter can enhance your SEO.":["Scopri come il contatore di link di testo può migliorare la stategia SEO."],"%s integration":["Integrazione con %s"],"Read more about how %s works.":["Ulteriori informazioni su come funziona %s."],"Enable this feature if you want Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared.":["Abilita questa funzione se vuoi che Facebook e altri social media visualizzino un'anteprima con immagini e un riassunto di testo quando viene condiviso un link al tuo sito."],"Enable this feature if you want Twitter to display a preview with images and a text excerpt when a link to your site is shared.":["Abilita questa funzione se vuoi che Twitter mostri un'anteprima con le immagini ed un riassunto del testo quando un link del tuo sito viene condiviso."],"Find out why you should upgrade to %s":["Scopri perché dovresti passare a %s"],"https://yoa.st/1uk":["https://yoa.st/1uk"],"https://yoa.st/1uj":["https://yoa.st/1uj"],"Latest blog posts on %1$s":["Post recenti sul blog %1$s"],"Remove highlight from the text":["Rimuovi evidenziazione nel testo"],"Your site language is set to %s. ":["La lingua del tuo sito è impostata su %s."],"Get started quickly with the %1$s %2$sconfiguration wizard%3$s!":["Inizia subito con la %2$sconfigurazione guidata%3$s di %1$s!"],"First-time SEO configuration":["Configurazione SEO iniziale"],"Your site language is set to {language}. If this is not correct, contact your site administrator.":["La lingua del tuo sito è {language}. Se ciò non è corretto, contatta l'amministratore del tuo sito."],"Your site language is set to {language}.":["La lingua del tuo sito è {language}."],"Highlight this result in the text":["Evidenzia questo risultato nel testo"],"Considerations":["Considerazioni"],"Errors":["Errori"],"Change language":["Cambia lingua"],"You cannot create a %s file.":["Non è possibile creare un file %s."],"You cannot edit the %s file.":["Non è possibile modificare il file %s."],"Updated %s":["%s aggiornato"],"Create %s file":["Crea file %s"],"Edit the content of your %s:":["Modifica il contenuto del tuo %s:"],"Save changes to %s":["Salva le modifiche al %s"],"%s file":["File %s"],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please install %3$s to make your life better. %4$s.":["%1$s e %2$s possono lavorare insieme molto meglio con l'aggiunta di un plugin helper. Installa %3$s per rendere la tua vita migliore. %4$s."],"More information":["Ulteriori informazioni"],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please activate %3$s to make your life better.":["%1$s e %2$s possono lavorare insieme molto meglio con l'aggiunta di un plugin helper. Attiva %3$s per rendere la tua vita migliore."],"More information about %1$s":["Ulteriori informazioni su %1$s"],"Configuration Wizard":["Configurazione guidata"],"You've done it!":["Hai fatto!"],"Seamlessly integrate %2$s with %1$s for the content analysis!":["Integra al meglio %2$s con %1$s per l'analisi del contenuto!"],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please install %3$s to make your life better.":["%1$s e %2$s possono lavorare insieme molto meglio con l'aggiunta di un plugin helper. Installa %3$s per rendere la tua vita migliore."],"Manage your %s subscription on MyYoast":["Gestisci il tuo abbonamento per %s su MyYoast"],"Mark the most important %1$s as 'cornerstone content' to improve your site structure. %2$sLearn more about cornerstone content%3$s.":["Contrassegna gli (le) %1$s più importanti come 'cornerstone content' (contenuti centrali) per migliorare la struttura del tuo sito. %2$sLeggi di più sui contenuti cornerstone%3$s."],"(Opens in a new browser tab)":["(Si apre in una nuova scheda del browser)"],"Posts %1$swithout%2$s a focus keyphrase":["Articoli %1$ssenza%2$s frase chiave"],"Hey, your SEO is doing pretty well! Check out the stats:":["Ehi, la tua SEO sta andando abbastanza bene! Guarda le statistiche:"],"You don't have any published posts, your SEO scores will appear here once you make your first post!":["Non hai pubblicato nessun post, i tuoi punteggi SEO appariranno qui appena scriverari il tuo primo post!"],"On this page, you can change the name of your site and choose which separator to use. The separator will display, for instance, between your post title and site name. Symbols are shown in the size they'll appear in the search results. Choose the one that fits your brand best or takes up the least space in the snippets.":["In questa pagina, puoi cambiare il nome del tuo sito e scegliere quale separatore utilizzare. Il separatore sarà mostrato, ad esempio, fra il titolo dell'articolo e il nome del sito. I simboli dei separatori qui sotto sono visualizzati nelle dimensioni con le quali appariranno nei risultati della ricerca. Scegli quello più adatto al tuo brand o quello che occupa meno spazio negli snippet."],"Something else":["Altro"],"A portfolio":["Un portfolio"],"A corporation":["Una grande azienda"],"A small offline business":["Una piccola attività offline"],"A news channel":["Un canale di news"],"An online shop":["Un negozio online"],"A blog":["Un blog"],"What does the site %1$s represent?":["Che tipo di sito è %1$s?"],"If you choose no, your author archives will be deactivated to prevent  duplicate content issues.":["Se scegli no, i tuoi archivi autore saranno disattivati per prevenire problemi con contenuti duplicati."],"Note: we don't store your data in any way and don't have full access to your account. Your privacy is safe with us.":["Nota: non conserviamo i tuoi dati in nessun modo e non abbiamo un accesso completo al tuo account. La tua privacy è al sicuro con noi."],"%1$s integrates with Google Search Console, a must-have tool for site owners. It provides you with information about the health of your site. Don't have a Google account or is your site not activated yet? Find out %2$show to connect Google Search Console to your site%3$s.":["%1$s si integra con la Console di Google Search, un tool irrinunciabile per i proprietari di siti. Ti fornisce informazioni sulla salute del tuo sito.  Non hai ancora un account Google o il tuo sito non è ancora attivato Scopri %2$scome collegare la Console di Google Search Console al tuo sito%3$s."],"Option B: My site is under construction and should not be indexed":["Opzione B: il mio sito è in costruzione e non deve essere indicizzato"],"Option A: My site is live and ready to be indexed":["Opzione A: il mio sito è online e pronto per essere indicizzato"],"Choose under construction if you want to keep the site out of the index of search engines. Don't forget to activate it once you're ready to publish your site.":["Scegli la modalità in costruzione se vuoi tenere il tuo sito fuori dall'indice dei motori di ricerca. Non dimenticare di cambiare questa impostazione quando il tuo sito è pronto per essere pubblicato."],"Please specify if your site is under construction or already active.":["Indica se il tuo sito è ancora in costruzione o già online."],"This information will be used in Google's Knowledge Graph Card, the big block of information you see on the right side of the search results.":["Questa informazione sarà utilizzata nella Knowledge Graph Card di Google, il blocco di informazioni che vedi nella parte destra dei risultati di ricerca."],"Read more like this on our SEO blog":["Leggi più articoli di questo tipo nel nostro blog SEO."],"Readability: %s":["Leggibilità: %s"],"Not activated":["Non attivato"],"Activated":["Attivato"],"%1$s recommendations for you":["Raccomandazioni per te da %1s"],"All Readability Scores":["Tutti i punteggi di leggibilità"],"Filter by Readability Score":["Filtra per punteggio di leggibilità"],"You are not receiving updates or support! Fix this problem by adding this site and enabling %1$s for it in %2$s.":["Non stai ricevendo aggiornamenti o assistenza! Risolvi il problema aggiungendo questo sito e abilitando %1$s in %2$s."],"Request method %1$s is not valid.":["Il metodo di richiesta %1$s non è valido."],"Do you want to preview what it will look like if people share this post on %1$s? You can, with %2$s.":["Vuoi vedere un'anteprima di come questo articolo apparirà quando viene condiviso su %1$s? Ora puoi, con %2$s."],"Good job! All the links in your texts have been counted.":["Ottimo lavoro! Tutti i link nei tuoi testi sono stati contati."],"Calculation completed.":["Calcolo completato."],"Calculation in progress...":["Calcolo in corso..."],"Stop counting":["Interrompi il conteggio"],"Counting links in your texts":["Conteggio dei link nei tuoi testi"],"Text %1$s of %2$s processed.":["Testo %1$s di %2$s processati."],"All your texts are already counted, there is no need to count them again.":["Tutti i tuoi testi sono già stati contati, non c'è bisogno di contarli di nuovo. "],"Count links in your texts":["Conta i link nei tuoi testi"],"Text link counter":["Contatore di link nei testi"],"Number of internal links linking to this post. See \"Yoast Columns\" text in the help tab for more info.":["Numero di link interni che puntano a questo articolo. Vai nella sezione aiuto alla voce \"Colonne Yoast\" per maggiori informazioni."],"Number of outgoing internal links in this post. See \"Yoast Columns\" text in the help tab for more info.":["Numero di link interni in questo articolo. Vai nella sezione aiuto alla voce \"Colonne Yoast\" per maggiori informazioni."],"%1$s adds several columns to this page. We've written an article about %2$show to use the SEO score and Readability score%3$s. The links columns show the number of articles on this site linking %5$sto%6$s this article and the number of URLs linked %5$sfrom%6$s this article. Learn more about %4$show to use these features to improve your internal linking%3$s, which greatly enhances your SEO.":["%1$s aggiunge più colonne a questa pagina. Abbiamo scritto un articolo su %2$scome usare il punteggio SEO e il punteggio di leggibilità%3$s. Le colonne dei link mostrano il numero di articoli di questo sito collegati %5$sa%6$s questo articolo e il numero di URL linkati %5$sfrom%6$s questo articolo. Leggi di più su %4$scome usare  queste caratteristiche per migliorare il tuo sistema di linkinterni%3$s, e migliorare così la tua stategia SEO."],"%s Columns":["Colonne %s"],"Readability score":["Punteggio di leggibilità"],"Other benefits of %s for you:":["Altri benefici da %s per te:"],"Scroll to see the preview content.":["Scorri per vedere l'anteprima del contenuto."],"Cornerstone content":["Contenuto Cornerstone (contenuto centrale)"],"If you want to outrank the competition in a specific town or region, check out our %1$s plugin! You’ll be able to easily insert Google maps, opening hours, contact information and a store locator. Besides that %1$s helps you to improve the usability of your contact page.":["Se vuoi sorpassare la concorrenza in una città o regione specifica, prova il nostro plugin %1$s! Sarai in grado di inserire facilmente mappe di Google, orari di apertura, informazioni di contatto e un localizzatore dei punti vendita. Inoltre %1$s ti aiuta a migliorare l'usabilità della tua pagina contatti."],"Attract more customers near you":["Attrai più clienti vicino a te"],"Upgrade to Premium":["Passa a Premium"],"Do you want to outrank your competition? %1$s gives you awesome additional features that'll help you to set up your SEO strategy like a professional. Add synonyms and related keywords, use our Premium SEO analysis, the redirect manager and our internal linking tool. %1$s will also give you access to premium support.":["Vuoi superare i tuoi concorrenti? %1$s ti offre altre eccezionali funzionalità che ti aiuteranno a elaborare una strategia SEO come un professionista. Aggiungi sinonimi e parole chiave correlate, usa la nostra analisi SEO Premium, il redirect manager e il nostro tool per i link interni. %1$s ti permette di accedere anche all'assistenza premium."],"Outrank the competition with %s":["Supera la concorrenza con %s"],"We have detected that you have not finished this wizard yet, so we recommend you to %2$sstart the configuration wizard to configure %1$s%3$s.":["Abbiamo rilevato che non hai ancora completato la configurazione guidata, ti raccomandiamo di %2$siniziare la procedura guidata di configurazione per %1$s%3$s."],"The configuration wizard helps you to easily configure your site to have the optimal SEO settings.":["La procedura guidata di configurazione ti aiuta a configurare facilmente il tuo sito per avere impostazioni SEO ottimali."],"Superfast internal linking suggestions":["Suggerimenti super veloci di link interni"],"Great news: you can, with %1$s!":["Novità importante: puoi con %1$s! "],"Save changes":["Salva le modifiche"],"1 year free support and updates included!":["1 anno di aggiornamenti e supporto personalizzato inclusi!"],"The plugin %2$s changes your site's output and in doing that differentiates between search engines and normal users, a process that's called cloaking. We highly recommend that you disable it.":["Il plugin %2$s modifica l'aspetto del tuo sito differenziando il contenuto per i motori di ricerca da quello per gli utenti \"normali\". Questo è un processo chiamato cloaking, che potrebbe portarti a brutte penalizzazioni. Ti suggeriamo di disabilitarlo."],"%1$sSocial media preview%2$s: Facebook & Twitter":["%1$sAnteprima dei social media%2$s: Facebook & Twitter"],"%1$sNo more dead links%2$s: easy redirect manager":["%1$sNiente più link non funzionanti%2$s: easy redirect manager"],"No ads!":["Nessuna pubblicità!"],"Facebook & Twitter":["Facebook e Twitter"],"Social media preview":["Anteprima social media"],"Easy redirect manager":["Facile gestore per il reindirizzamento"],"No more dead links":["Niente più link non funzionanti"],"Increase your SEO reach":["Aumenta la tua visibilità SEO"],"If you want more help creating awesome content, check out our %2$sSEO copywriting course%3$s. Do you want to know all about the features of the plugin, consider doing our %1$s!":["Se vuoi aiuto per creare contenuti fantastici, dai un'occhiata al nostro %2$scorso di SEO copywriting%3$s. Se vuoi sapere tutto sulle funzionalità del plugin, valuta di seguire il nostro %1$s!"],"Variable":["Variabile"],"Available variables":["Variabili disponibili"],"Scroll to see the table content.":["Scorri per vedere il contenuto della tabella."],"An error occurred in the '%1$s' assessment":["Si è verificato un errore nella valutazione di '%1$s'"],"%1$s of the words contain %2$sover %3$s syllables%4$s, which is more than the recommended maximum of %5$s.":["%1$s parole contengono %2$soltre  %3$s  sillabe%4$s, che è più del massimo raccomandato di  %5$s."],"%1$s of the words contain %2$sover %3$s syllables%4$s, which is less than or equal to the recommended maximum of %5$s.":["%1$s parole contengono %2$s oltre %3$s sillabe%4$s, che è meno o uguale al massimo raccomandato di %5$s."],"This is slightly below the recommended minimum of %5$d word. %3$sAdd a bit more copy%4$s.":["Questo è leggermente inferiore al numero minimo di %5$d parola. %3$sAggiungi ancora un po' di contenuto%4$s.","Questo è leggermente inferiore al numero minimo di %5$d parole. %3$sAggiungi ancora un po' di contenuto%4$s."],"The meta description contains %1$d sentence %2$sover %3$s words%4$s. Try to shorten this sentence.":["La meta descrizione contiene %1$d frase con %2$spiù di %3$sparole%4$s. Prova ad accorciarla.","La meta descrizione contiene %1$d frasi con %2$spiù di %3$sparole%4$s. Prova ad accorciarle."],"The meta description contains no sentences %1$sover %2$s words%3$s.":["La meta descrizione non contiene frasi con %1$spiù di %2$s parole%3$s."],"Step %1$d: %2$s":["Passo %1$d: %2$s"],"No new notifications.":["Nessuna nuova notifica."],"Save all":["Salva tutto"],"Save":["Salva"],"%1$s, Author at %2$s":["%1$s, Autore presso %2$s"],"Mobile preview":["Anteprima in modalità mobile"],"Desktop preview":["Anteprima in modalità desktop"],"Please provide an SEO title by editing the snippet below.":["Inserisci un titolo SEO modificando lo snippet sottostante."],"Meta description preview:":["Anteprima della meta descrizione:"],"Slug preview:":["Anteprima dello slug:"],"SEO title preview:":["Anteprima titolo SEO:"],"Close snippet editor":["Chiudi editor snippet"],"Slug":["Slug"],"Remove marks in the text":["Rimuovi l'evidenziazione nel testo"],"Mark this result in the text":["Segnare questo risultato nel testo"],"Marks are disabled in current view":["L'evidenziazione è disabilitata"],"Good SEO score":["Punteggio SEO Buono"],"OK SEO score":["Punteggio SEO Ok"],"Feedback":["Feedback"],"ok":["ok"],"Choose an image":["Seleziona un'immagine"],"Remove the image":["Rimuovi l'immagine"],"MailChimp signup failed:":["Iscrizione a MailChimp fallita:"],"Sign Up!":["Iscriviti!"],"Name":["Nome"],"Please provide a meta description by editing the snippet below.":["Inserisci una meta descrizione modificando lo snippet sottostante."],"Edit snippet":["Modifica snippet"],"You can click on each element in the preview to jump to the Snippet Editor.":["Puoi fare clic su ogni elemento nell'anteprima per passare all'editor dello snippet."],"SEO title preview":["Anteprima del titolo SEO"],"Meta description preview":["Anteprima della meta descrizione"],"A problem occurred when saving the current step, {{link}}please file a bug report{{/link}} describing what step you are on and which changes you want to make (if any).":["Si è verificato un problema nel salvataggio di questo passaggio, {{link}}compila una segnalazione{{/link}} descrivendo in quale passaggio ti trovavi e quali modifiche volevi effettuare (se ne stavi facendo qualcuna)."],"Close the Wizard":["Chiudi la procedura guidata"],"Export settings":["Esporta le impostazioni"],"%1$s video tutorial":["Video lezione %1$s"],"%s &rsaquo; Configuration Wizard":["%s &rsaquo; Configurazione guidata"],"Please don't show me this notification anymore":["Non mostrarmi più questa notifica"],"If you are experiencing issues, %1$splease file a bug report%2$s and we'll do our best to help you out.":["Se stai riscontrando problemi, %1$sinviaci un bug report%2$s e faremo del nostro meglio per aiutarti."],"We've noticed you've been using %1$s for some time now; we hope you love it! We'd be thrilled if you could %2$sgive us a 5 stars rating on WordPress.org%3$s!":["Abbiamo notato che stai utilizzando %1$s da un po' di tempo; ci auguriamo che ti stia piacendo! Saremmo entusiasti se tu volessi %2$sdarci un punteggio di 5 stelle su WordPress.org%3$s!"],"Date archives settings":["Impostazioni archivi per data"],"Author archives settings":["Impostazioni archivi autore"],"%1$s by %2$s":["%1$s per %2$s"],"Warning: the variable %1$s cannot be used in this template. See the %2$s for more info.":["Attenzione: la variabile %1$s non può essere utilizzata in questo template. Vai su %2$s per maggiori informazioni."],"By the way, did you know we also have a %1$sPremium plugin%2$s? It offers advanced features, like a redirect manager and support for multiple keyphrases. It also comes with 24/7 personal support.":["A proposito, sapevi che abbiamo anche un %1$sPlugin Premium%2$s? Fornisce funzionalità più avanzate, quali un gestore di redirect ed il supporto per frasi chiave multiple. Inoltre dispone di una assistenza personalizzata 24/7."],"(no title)":["(senza titolo)"],"%s installation wizard":["Procedura di installazione guidata %s"],"The %1$s admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["La barra di amministrazione di %1$s contiene dei link utili a strumenti di terze parti per analizzare le pagine e rendere semplice verificare se si hanno nuove notifiche."],"Admin bar menu":["Menu della barra di amministrazione"],"%1$s will check weekly if your site is still indexable by search engines and %2$s will notify you when this is not the case.":["%1$s controllerà settimanalmente che il tuo sito sia indicizzabile dai motori di ricerca e %2$s ti notificherà quando non sarà il caso."],"Features":["Funzionalità"],"SEO title":["Titolo SEO"],"While we strive to make setting up %1$s as easy as possible, we understand it can be daunting. If you’d rather have us set up %1$s for you (and get a copy of %2$s in the process), order our %3$s%1$s configuration service%4$s here!":["Anche se ci sforziamo di rendere la configurazione di %1$s più facile possibile, ci rendiamo conto che può essere complicata. Se preferisci che provvediamo noi alla configurazione di %1$s (e nel frattempo ottenere anche una copia di %2$s), ordina il nostro %3$sServizio di configurazione di %1$s%4$s!"],"Welcome to the %1$s configuration wizard. In a few simple steps we'll help you configure your SEO settings to match your website's needs!":["Benvenuti alla procedura guidata di installazione di %1$s. In pochi semplici passi ti aiuteremo a configurare le tue impostazioni SEO affinché rispondano alle necessità del tuo sito!"],"Google shows your website's name in the search results, if you want to change it, you can do that here.":["Google mostra il nome del tuo sito nei risultati della ricerca, se vuoi cambiarlo, puoi farlo da qui."],"Greater than sign":["Simbolo di maggiore"],"Less than sign":["Simboli di minore"],"Right angle quotation mark":["Virgoletta bassa destra"],"Left angle quotation mark":["Virgoletta bassa sinistra"],"Small tilde":["Tilde piccola"],"Vertical bar":["Barra verticale"],"Low asterisk":["Asterisco basso"],"Asterisk":["Asterisco"],"Bullet":["Punto"],"Middle dot":["punto medio"],"Em dash":["trattino em"],"En dash":["trattino en"],"Dash":["Trattino"],"Choose the symbol to use as your title separator. This will display, for instance, between your post title and site name. Symbols are shown in the size they'll appear in the search results.":["Scegli il simbolo da utilizzare come separatore del titolo. Apparirà, ad esempio, fra il titolo del tuo articolo ed il nome del sito. I simboli sono visualizzati nella dimensione con cui appariranno nei risultati delle ricerche."],"The name of the person":["Il nome della persona"],"No":["No"],"Yes":["Si"],"Does, or will, your site have multiple authors?":["Il tuo è o sarà un sito con autori multipli?"],"WordPress automatically generates an URL for each media item in the library. Enabling this will allow for google to index the generated URL.":["WordPress genera automaticamente un URL per ciascun elemento della libreria media. Abilitando questa opzione si permetterà a google di indicizzare l'URL generata."],"Success!":["Fine!"],"Title settings":["Impostazioni del Titolo"],"Multiple authors":["Autori multipli"],"Site type":["Tipo di sito"],"Environment":["Ambiente"],"Yoast option %1$s not found.":["L'opzione Yoast %1$s non è stata trovata."],"Google Structured Data Test":["Test per i Dati Strutturati di Google"],"Posts list":["Elenco articoli"],"Posts list navigation":["Navigazione elenco articoli"],"Filter posts list":["Filtro elenco articoli"],"Note that links to archives might be still output by your theme and you would need to remove them separately.":["Si noti che i link agli archivi possono continuare ad essere visualizzati dal tema e occorrerà rimuoverli separatamente,"],"%1$s to optimize your site even further":["%1$s per ottimizzare ulteriormente il tuo sito"],"%1$s extensions":["Estensioni %1$s"],"Comes with our 30-day no questions asked money back guarantee":["Include la nostra garanzia di restituzione dei soldi entro 30 giorni senza nessuna domanda sul motivo della richiesta"],"More information %1$sabout %3$s%2$s":["Ulteriori informazioni %1$ssu %3$s%2$s"],"Installed":["Installato"],"gain access to our 24/7 support team.":["Ottieni accesso al nostro team di assistenza 24/7."],"Premium support":["Assistenza premium"],"check what your Facebook or Twitter post will look like.":["verifica come appaiono i tuoi articoli su Facebook o Twitter."],"Social previews":["Antreprime social"],"create and manage redirects from within your WordPress install.":["crea e gestisci i redirect direttamente dalla tua installazione WordPress."],"Redirect manager":["Gestore dei redirect"],"%1$s, take your optimization to the next level!":["%1$s, porta la tua ottimizzazione ad un livello superiore!"],"A seamless integration between %1$s and %2$s":["Una integrazione senza interruzioni fra  %1$s e %2$s"],"Use %1$s breadcrumbs instead of %2$s ones":["Utilizza le bricole di pane %1$s al posto di %2$s"],"Easily insert Google Maps, a store locator, opening hours and more":["Inserisci facilmente Google Maps, un localizzatore di punti vendita, gli orari di apertura e molto altro"],"Creates XML News Sitemaps":["Crea sitemap XML per le news"],"Immediately pings Google on the publication of a new post":["Fai un ping a Google alla pubblicazione di un nuovo articolo"],"Optimize your site for Google News":["Ottimizza il tuo sito per Google News"],"Make videos responsive through enabling fitvids.js":["Rendi i video responsive tramite l'abilitazione di fitvids.js"],"Enhance the experience of sharing posts with videos":["Migliora l'esperienza di condivisione di articoli contenenti video"],"Show your videos in Google Videos":["Visualizza i tuoi video su Google Videos"],"Edit &#8220;%s&#8221;":["Modifica &#8220;%s&#8221;"],"Premium":["Premium"],"Google Trends":["Google Trends"],"Notifications":["Notifiche"],"Removes the focus keyphrase section from the metabox and disables all SEO-related suggestions.":["Rimuovi la scheda delle frasi chiave dal meta box e disabilita tutti i suggerimenti relativi alla SEO."],"Disable SEO analysis":["Disabilita l'analisi SEO"],"Twitter settings":["Impostazioni Twitter"],"Pinterest settings":["Impostazioni Pintertest"],"Facebook settings":["Impostazioni Facebook"],"Title separator symbol":["Simbolo separatore del titolo"],"RSS feed settings":["Impostazioni feed RSS"],"Breadcrumbs settings":["Impostazioni dei Breadcrumbs"],"Make primary":["Rendi primario"],"%s notification":["%s notifica","%s notifiche"],"Disable readability analysis":["Disabilita l'analisi della leggibilità"],"Removes the readability analysis section from the metabox and disables all readability-related suggestions.":["Rimuovi la scheda dell'analisi di leggibilità dal meta box e disabilita tutti i suggerimenti sulla leggibilità."],"Readability analysis":["Analisi leggibilità"],"Needs improvement":["Da migliorare"],"Readability":["Leggibilità"],"Improvements":["Miglioramenti"],"Dismiss this item.":["Scarta questo elemento."],"Good job! We could detect no serious SEO problems.":["Buon lavoro! Non siamo in grado di individuare nessun problema SEO."],"We have detected the following issues that affect the SEO of your site.":["Abbiamo individuato i seguenti problemi che riguardano la SEO del tuo sito."],"Problems":["Problemi"],"Analysis":["Analisi"],"Not available":["Non disponibile"],"Filter by SEO Score":["Filtra per punteggio SEO"],"Meta description not set.":["Meta descrizione non impostata."],"Open":["Apri"],"Dashboard":["Bacheca"],"You can fix this on the %1$sPermalink settings page%2$s.":["Puoi correggerlo nella %1$sPagina delle impostazioni dei permalink%2$s."],"Replaced with the primary category of the post/page":["Sostituito con la categoria principale nell'articolo/pagina"],"Pinterest confirmation":["Conferma Pinterest"],"If you have already confirmed your website with Pinterest, you can skip the step below.":["Se hai già confermato il tuo sito in Pinterest, puoi saltare il passaggio successivo."],"Format-based archives":["Archivio Format-based"],"Webmaster Tools verification":["Verifica per gli strumenti per webmaster"],"Buy %s":["Compra %s"],"New %1$s Title":["Nuovo %1$s Titolo"],"Existing %1$s Title":["Titolo %1$s Esistente"],"Expected an integer as input.":["L'input dev'essere un intero"],"Trying to build the sitemap cache key, but the postfix and prefix combination leaves too little room to do this. You are probably requesting a page that is way out of the expected range.":["Sto provando a costruire una chiave sicura della cache della sitemap, ma la combinazione di suffisso e prefisso lascia poco spazio di azione. Probabilmente stai cercando di elaborare una pagina con molti caratteri."],"Remove":["Rimuovi"],"Keep":["Mantieni"],"Bold the last page":["Evidenzia in grassetto l'ultima pagina"],"Regular":["Standard"],"Bold":["Grassetto"],"Show Blog page":["Vedi la pagina del Blog"],"Primary %s":["%s Primario"],"Primary":["Primario"],"Make %1$s primary %2$s":["Rendi %1$s primario %2$s"],"Term is set to noindex.":["Il termine è impostato su noidex."],"Author archives":["Archivi autore"],"Show":["Visualizza"],"Enabled":["Abilitato"],"Disabled":["Disabilitato"],"The separator defined in your theme's %s tag.":["Il separatore definito nel tag %s del tuo tema."],"No index":["Noindex"],"If you want to use an image for sharing on %1$s, you can upload / choose an image or add the image URL here.":["Se vuoi usare un'immagine per la condivisione su %1$s, puoi caricare / scegliere un'immagine o aggiungere l'url dell'immagine qui."],"If you don't want to use the meta description for sharing on %1$s but want another description there, write it here.":["Se non desideri utilizzare la meta descrizione per la condivisione su %1$s ma vuoi un'altra descrizione, scrivila qui."],"If you don't want to use the title for sharing on %1$s but instead want another title there, write it here.":["Se non vuoi utilizzare il titolo dell'articolo per condividerlo su %1$s  ma preferisci avere un titolo differente, scrivilo qui."],"Once Weekly":["Una volta alla settimana"],"SEO score":["Punteggio SEO"],"Recalculating SEO scores for all pieces of content with a focus keyphrase.":["Ricalcolo dei punteggi SEO per i contenuti con una frase chiave in corso."],"%1$s of %2$s done.":["eseguito %1$s di %2$s."],"We've updated our SEO score algorithm. %1$sRecalculate the SEO scores%2$s for all posts and pages.":["Abbiamo aggiornato i nostri algoritmi per il punteggio SEO. %1$sRicalcola il punteggio SEO%2$s per tutti gli articoli e le pagine."],"Team Yoast":["Team Yoast"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["La prima vera soluzione SEO tutto-in-uno per WordPress, compresa l&#8217;analisi dei contenuti su ogni pagina, sitemap XML e molto altro."],"Yoast SEO":["Yoast SEO"],"Activation failed:":["Attivazione non riuscita:"],"The filter extension seem to be unavailable. Please ask your web host to enable it.":["L'estensione del filtro sembra non essere disponibile. Suggeriamo di richiedere l'abilitazione al proprio gestore hosting."],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":["L'installazione del plugin %1$s è incompleta. Consulta le %2$sistruzioni per l'installazione%3$s."],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":["L'estensione Standard PHP Library (SPL) non pare disponibile. Richiedi al tuo host di abilitarla."],"SEO Settings":["Impostazioni SEO"],"Mobile-Friendly Test":["Test Mobile-Friendly"],"Google Page Speed Test":["Test Google Page Speed"],"CSS Validator":["Validazione CSS"],"HTML Validator":["Validazione HTML"],"Pinterest Rich Pins Validator":["Pinterest Rich Pins Validator"],"Facebook Debugger":["Debugger Facebook"],"Check Google Cache":["Controlla la Cache di Google"],"Analyze this page":["Analizza questa pagina"],"Keyword Research":["Ricerca Parole chiave"],"%s does not seem to be a valid url. Please correct.":["%s non sembra essere una url valida. Correggi e riprova."],"%1$s does not seem to be a valid %2$s verification string. Please correct.":["%s non sembra essere una string di verifica valida %s. Correggi e riprova."],"%s Archive":["Archivi %s"],"You searched for %s":["Hai cercato %s"],"%s does not seem to be a valid Twitter Username. Please correct.":["%s sembra essere un nome utente di Twitter non valido. Correggilo."],"Summary with large image":["Sommario con immagini grandi"],"Summary":["Sommario"],"The post %1$s appeared first on %2$s.":["L'articolo %1$s proviene da %2$s."],"No numeric value was received.":["Nessun valore numerico inserito."],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":["Questo deve essere un blog esistente. Il blog %s non esiste o è stato segnato come cancellato."],"The default blog setting must be the numeric blog id of the blog you want to use as default.":["L'impostazione di default del blog deve essere l'id numerico del blog che vuoi usare come default."],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":["%1$snon è una scelta valida per chi dovrebbe essere autorizzato ad accedere alle impostazioni  di %2$s. Valori ripristinati al default."],"Please select a valid post type for taxonomy \"%s\"":["Seleziona un tipo di contenuto valido per la tassonomia \"%s\""],"Please select a valid taxonomy for post type \"%s\"":["Seleziona una tassonomia valida per i contenuti di tipo \"%s\""],"You searched for":["Hai cercato"],"Home":["Home"],"Archives for":["Archivi per"],"Error 404: Page not found":["Errore 404: Pagina non trovata"],"Good":["Buona"],"Replaced with a custom taxonomies description":["Sostituito con la descrizione di una tassonomia custom"],"Replaced with a posts custom taxonomies, comma separated.":["Sostituito con una tassonomia personalizzata per gli articoli, separata da virgole."],"Replaced with a posts custom field value":["Sostituita con un valore di un campo personalizzato"],"Replaced with the slug which caused the 404":["Sostituito con lo slug che ha causato l'errore 404"],"Replaced with the posts focus keyphrase":["Sostituito dalla frase chiave principale dell'articolo"],"Attachment caption":["Didascalia Allegato"],"Replaced with the current page number":["Sostituito con il numero di pagina corrente"],"Replaced with the current page total":["Sostituito con il numero di pagine totale"],"Replaced with the current page number with context (i.e. page 2 of 4)":["Sostituito con il numero di pagina corrente e relativo contesto(es. pagina 2 di 4)"],"Replaced with the post/page author's 'Biographical Info'":["Rimpiazzato con \"Informazioni biografiche\" dell'autore del post/pagina."],"Replaced with the post/page author's 'nicename'":["Sostituito con il 'nicename' dell'autore del post/pagina"],"Replaced with the post/page ID":["Sostituito con l'ID del post/pagina"],"Replaced with the post/page modified time":["Sostituito con l'ora di modifica del post/pagina "],"Replaced with the content type plural label":["Sostituito con l'etichetta plurima per il tipo di articolo"],"Replaced with the content type single label":["Sostituito con l'etichetta singola del tipo di articolo"],"Replaced with the current search phrase":["Sostituito con la frase di ricerca corrente"],"Replaced with the term name":["Sostituito dal nome del termine"],"Replaced with the term description":["Sostituito dalla descrizione del termine"],"Replaced with the tag description":["Sostituito dalla descrizione del tag"],"Replaced with the category description":["Sostituito dalla descrizione della categoria"],"Replaced with the post categories (comma separated)":["Sostituito dalle categorie dell'articolo (separate da una virgola)"],"Replaced with the current tag/tags":["Rimpiazzato dagli attuali tag"],"Replaced with the post/page excerpt (without auto-generation)":["Sostituito dal riassunto articolo/pagina (senza autogenerazione)"],"Replaced with the post/page excerpt (or auto-generated if it does not exist)":["Sostituito dal riassunto articolo/pagina (autogenerato se non esiste)"],"The site's name":["Il nome del sito"],"Replaced with the title of the parent page of the current page":["Sostituito con il titolo della pagina padre della pagina corrente"],"Replaced with the title of the post/page":["Sostituito dal titolo del post/pagina"],"Replaced with the date of the post/page":["Rimpiazzato dalla data articolo/pagina"],"Page %1$d of %2$d":["Pagina %1$d di %2$d"],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":["Non puoi sovrascrivere una variabile di sostituzione standard di WPSEO registrando una variabile con lo stesso nome. Utilizza piuttosto il filtro \"wpseo_replacements\" per aggiustare il valore di sostituzione."],"A replacement variable with the same name has already been registered. Try making your variable name unique.":["Una variabile di sostituzione con questo nome è già stata registrata. Prova a rendere il nome di questa variabile ancora più univoco."],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":["Una variabile di sostituzione non può iniziare con \"%%cf_\" o \"%%ct_\" perchè sono riservate per le variabili di variabili standard di WPSEO per i campi personalizzati e per le tassonomie personalizzate. Prova a rendere il nome di questa variabile univoco."],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":["Una variabile di sostituzione può contenere solo caratteri alfanumerici, il carattere di sottolineatura o il trattino. Prova a rinoinare la tua variabile."],"Admin only notice: this page does not show a meta description because it does not have one, either write it for this page specifically or go into the [%1$s - %2$s] menu and set up a template.":["Avviso per l'amministratore: questa pagina non mostra una meta descrizione perché non ne ha una, è necessario scriverla per questa pagina o andare nel menu SEO -> Titoli & Metadati e impostare un template."],"Page not found":["Pagina non trovata"],"%s Archives":["%s Archivi"],"Search for \"%s\"":["Ricerca per \"%s\""],"Meta description to use for Author page":["Meta descrizione da usare per la pagina autore "],"Title to use for Author page":["Titolo da usare per la pagina autore"],"%1$s settings":["Impostazioni %1$s"],"Export your %1$s settings":["Esporta le tue impostazioni %1$s"],"Import settings":["Importa impostazioni"],"Import from other SEO plugins":["Importa da altri plugin SEO"],"Import":["Importa"],"If you had a %s file and it was editable, you could edit it from here.":["Se tu avessi un file %s e questo fosse modificabile, potresti modificarlo da qui."],"If your %s were writable, you could edit it from here.":["Se il tuo %s fosse modificabile, potresti modificarlo da qui."],"You don't have a %s file, create one here:":["Non hai un file %s, creane uno qui:"],"A link to your site, with your site's name and description as anchor text.":["Un link al tuo sito, con il nome e la descrizione del tuo sito come testo di ancoraggio."],"A link to your site, with your site's name as anchor text.":["Un link al tuo sito, con il nome del tuo sito come testo di ancoraggio."],"A link to the post, with the title as anchor text.":["Un link all'articolo, con il titolo come testo di ancoraggio."],"A link to the archive for the post author, with the authors name as anchor text.":["Un link all'archivio dell'autore dell'articolo, con il nome dell'autore come testo di ancoraggio."],"You can use the following variables within the content, they will be replaced by the value on the right.":["È possibile utilizzare le seguenti variabili all'interno del contenuto, verranno sostituite dal valore mostrato qui a destra."],"Content to put after each post in the feed":["Contenuto da inserire dopo qualsiasi post nel feed"],"Content to put before each post in the feed":["Contenuto da inserire prima di ogni post nel feed"],"This feature is used to automatically add content to your RSS, more specifically, it's meant to add links back to your blog and your blog posts, so dumb scrapers will automatically add these links too, helping search engines identify you as the original source of the content.":["Questa funzionalità è utilizzata per aggiungere automaticamente contenuti al tuo RSS. Più nello specifico, è progettata per aggiungere link che rimandino al tuo blog e ai tuoi articoli, in modo che gli scrapers aggiungeranno a loro volta automaticamente questi links, aiutando i motori di ricerca ad identificarti come la fonte originale dei contenuti."],"Usage of this breadcrumbs feature is explained in %1$sour knowledge-base article on breadcrumbs implementation%2$s.":["L'utilizzo della funzione breadcrumbs è spiegata nel %1$snostro articolo nella knowledge-base sull'implementazione dei breadcrumbs%2$s."],"How to insert breadcrumbs in your theme":["Come inserire i breadcrumbs nel tuo tema"],"Blog":["Blog"],"Content type archive to show in breadcrumbs for taxonomies":["Archivio dei post type da mostrare nei breadcrumbs per le tassonomie"],"Taxonomy to show in breadcrumbs for content types":["Tassonomia da mostrare nei breadcrumbs per i post type"],"Breadcrumb for 404 Page":["Breadcrumb per la pagina 404"],"Prefix for Search Page breadcrumbs":["Prefisso nel breadcrumbs delle pagina di ricerca"],"Prefix for Archive breadcrumbs":["Prefisso per gli archivi dei Breadcrumbs"],"Prefix for the breadcrumb path":["Prefisso per il percorso dei Breadcrumbs"],"Anchor text for the Homepage":["Testo del link per la Home Page"],"Separator between breadcrumbs":["Separatore tra i breadcrumbs"],"Enable Breadcrumbs":["Abilita i Breadcrumbs"],"Below are your published posts' SEO scores. Now is as good a time as any to start improving some of your posts!":["Di seguito sono elencati i punteggi SEO dei tuoi articoli pubblicati. Ora è il momento giusto per iniziare a migliorare alcuni dei tuoi post!"],"Credits":["Crediti"],"&laquo; Back to Tools page":["&laquo; Torna alla pagina degli strumenti"],"%1$s comes with some very powerful built-in tools:":["%1$s viene fornito con alcuni strumenti integrati molto potenti:"],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":["Questo strumento consente di modificare rapidamente file importanti per la SEO, come il vostro robots.txt e, se ne avete uno, il file .htaccess."],"File editor":["Modifica file"],"Import settings from other SEO plugins and export your settings for re-use on (another) blog.":["Importa le impostazioni da altri plugin per la SEO ed esportale per riutilizzarle su un altro blog."],"Import and Export":["Importa ed esporta"],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":["Questo strumento permette di cambiare rapidamente i titoli e le descrizioni dei tuoi post e pagine senza dover andare nell'editor per ognuno di essi."],"Bulk editor":["Editor di massa"],"To %1$sconfirm your site with Pinterest%2$s, add the meta tag here:":["Per %1$sconvalidare il tuo sito con Pinterest%2$s, aggiungi qui il meta tag:"],"Pinterest uses Open Graph metadata just like Facebook, so be sure to keep the \"Add Open Graph meta data\" setting on the Facebook tab enabled if you want to optimize your site for Pinterest.":["Pinterest usa i metadata Open Graph come Facebook, perciò assicurati di aver selezionato le impostazioni \"Aggiungi i dati meta di Open Graph\" nella scheda Facebook se vuoi ottimizzare il tuo sito per Pinterest."],"The default card type to use":["Il tipo di card di default da usare"],"Add Twitter card meta data":["Aggiungi i metadati della Twitter card"],"This image is used if the post/page being shared does not contain any images.":["Questa immagine viene utilizzata se un/a articolo/pagina che vengono condivisi non contengono alcuna immagine."],"Default settings":["Impostazioni standard"],"Copy home meta description":["Copia la meta descrizione della home"],"Description":["Descrizione"],"Image URL":["URL Immagine"],"These are the title, description and image used in the Open Graph meta tags on the front page of your site.":["Questi sono il titolo, la descrizione e l'immagine utilizzata nei meta tag Open Graph nella pagina principale del tuo sito."],"Frontpage settings":["Impostazioni della pagina iniziale"],"Add Open Graph meta data":["Aggiungi meta dati Open Graph"],"YouTube URL":["URL di YouTube"],"Pinterest URL":["URL di Pinterest"],"MySpace URL":["URL di MySpace"],"LinkedIn URL":["URL di LinkedIn"],"Instagram URL":["URL di Instagram"],"Twitter Username":["Nome utente Twitter"],"Facebook Page URL":["URL della Pagina Facebook"],"Accounts":["Account"],"Restore site to defaults":["Reimposta il sito"],"Site ID":["ID Sito"],"Using this form you can reset a site to the default SEO settings.":["Usando questo modulo sarà possibile impostare il sito con i valori predefiniti di SEO."],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new sites.":["I dati sensibili della privacy (amministratori FB e similari), specifici per il tema (riscrittura titolo) ed alcune altre impostazioni specifichennon verranno importate nei nuovi siti."],"Enter the %1$sSite ID%2$s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":["Inserisci lo %1$sID del sito%2$s per il sito dal quale ricavare le impostazioni che desideri utilizzare come predefinite per tutti i siti già aggiunti al tuo network. Lascia vuoto per nessun sito (verranno utilizzati i valori predefiniti del plugin)."],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":["Scegli il sito le cui impostazioni verranno utilizzate come standard per tutti i siti che verranno aggiunti al network. Se scegli 'Nessuno', verranno utilizzati i valori standard del plugin."],"New sites in the network inherit their SEO settings from this site":["I nuovi siti del network erediteranno le impostazioni SEO da questo sito"],"Super Admins only":["Solo super amministratori"],"Site Admins (default)":["Amministratori del sito (predefinito)"],"Who should have access to the %1$s settings":["Chi dovrebbe avere accesso alle impostazioni di %1$s"],"spam":["spam"],"mature":["maturo"],"archived":["archiviato"],"public":["pubblico"],"%s restored to default SEO settings.":["%s ripristinato ai valori di default SEO."],"Settings Updated.":["Impostazioni aggiornate."],"404 pages":["Pagine 404"],"Search pages":["Pagine di ricerca"],"These pages will be %s by default, so they will never show up in search results.":["Queste pagine saranno %s di default, quindi non appariranno mai nei risultati delle ricerche."],"Special Pages":["Pagine speciali"],"Date-based archives could in some cases also be seen as duplicate content.":["Gli archivi per data potrebbero in alcuni casi essere rilevati come contenuti duplicati."],"If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or to add %s to it so it doesn't show up in the search results.":["Se questo è il caso sul tuo sito, è possibile disabilitarlo  (questo lo reindirizza alla home page), o aggiungergli %s in modo da non mostrarlo nei risultati della ricerca."],"If you're running a one author blog, the author archive will be exactly the same as your homepage. This is what's called a %1$sduplicate content problem%2$s.":["Se il tuo blog è curato solo da un autore l'archivio autori sarà esattamente uguale alla tua homepage. Questo è ciò che si intende quando si parla di %1$scontenuti duplicati%2$s."],"Date archives":["Archivi per data"],"author archives":["Archivi autori"],"Title":["Titolo"],"%1$s Meta Box":["Meta Box %1$s"],"Hide":["Nascondi"],"Take note:":["Prendi nota:"],"You can determine the title and description for the blog page by %1$sediting the blog page itself%2$s.":["Puoi definire il titolo e la descrizione della pagina blog %1$smodificando tu stesso la pagina%2$s."],"You can determine the title and description for the front page by %1$sediting the front page itself%2$s.":["Puoi impostare il titolo e la descrizione per la prima pagina %1$smodificando direttamente la prima pagina stessa%2$s"],"Homepage &amp; Front page":["Homepage & prima pagina"],"Title Separator":["Separatore del titolo"],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$S determina automaticamente quando è necessario forzare la riscrittura dei titoli delle pagine, se pensate sia sbagliato e sapete quello che state facendo potete cambiare le impostazioni da qui."],"Force rewrite titles":["Forza la riscrittura dei titoli"],"Taxonomies":["Tassonomie"],"Homepage":["Homepage"],"%1$s Extensions":["Estensioni %1$s"],"Seamlessly integrate WooCommerce with %1$s and get extra features!":["Integra al meglio WooCommerce con %1$s ed ottieni funzionalità extra!"],"Rank better locally and in Google Maps, without breaking a sweat!":["Migliora il posizionamento locale e su Google Maps, senza fare nessuno sforzo!"],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":["Sei su Google News? Aumenta il tuo traffico da Google News ottimizzandoti per esso!"],"Optimize your videos to show them off in search results and get more clicks!":["Ottimizza i tuoi video per visualizzarli nei risultati di ricerca ed avere più click!"],"The premium version of %1$s with more features & support.":["La versione premium di  %1$s con molte altre funzionalità e l'assistenza."],"Person":["Persona"],"This data is shown as metadata in your site. It is intended to appear in %1$sGoogle's Knowledge Graph%2$s. You can be either an organization, or a person.":["Questo dato viene mostrato come dato meta del tuo sito. &Egrave; destinato a comparire nel %1$sKnowledge Graph di Google%2$s. Puoi scegliere se essere una Organizzazione o una Persona."],"Website name":["Nome sito web"],"Webmaster Tools":["Strumenti per Webmaster"],"RSS":["RSS"],"Breadcrumbs":["Breadcrumbs"],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year of support and updates, on %2$s.":["Per essere in grado di creare un redirect e risolvere questo problema, hai bisogno di %1$s. È possibile acquistare il plugin, compreso un anno di assistenza e aggiornamenti, su %2$s."],"Creating redirects is a %s feature":["Creare redirect è una caratteristica di %s"],"Deactivate %s":["Disattivare %s"],"The %1$s plugin might cause issues when used in conjunction with %2$s.":["I plugin %1$s potrebbero causare problemi quando utilizzati in combinazione con %2$s."],"Upload Image":["Carica immagine"],"Remove these ads?":["Rimuovi queste pubblicità?"],"%s Posts Overview":["Panoramica degli articoli %s"],"The Breadcrumbs Title is used in the breadcrumbs where this taxonomy appears.":["Il Titolo dei breadcrumbs è usato quando appare questa tassonomia."],"Breadcrumbs title":["Titolo dei breadcrumbs"],"The canonical link is shown on the archive page for this term.":["Il link alla URL canonical è mostrato nella pagina archivio per questo termine."],"Facebook App ID":["Facebook App ID"],"Pinterest":["Pinterest"],"Archives":["Archivi"],"Email":["Email"],"Previous":["Precedente"],"Next":["Successivo"],"Close":["Chiudi"],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines and might slow down your site.":["Sia %1$s che %2$s generano una mappa del sito XML. Avere due file XML non porta benefici per i motori di ricerca e potrebbe rallentare il sito."],"Configure %1$s's Open Graph settings":["Configura le impostazioni OpenGraph di %1$s"],"Both %1$s and %2$s create Open Graph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":["Sia %1$s sia %2$s generano dei meta tag OpenGraph, che potrebbero causare immagini e testi sbagliati qualora fossero condivisi su Facebook, Twitter, LinkedIn ed altri social."],"%s Image":["Immagine per %s"],"%s Description":["Descrizione per %s"],"%s Title":["Titolo per %s"],"Twitter":["Twitter"],"Facebook":["Facebook"],"The recommended image size for %1$s is %2$s pixels.":["La dimensione dell'immagine consigliata per %1$s è di %2$s pixel."],"If you want to override the image used on %s for this post, upload / choose an image here.":["Se vuoi sovrascrivere l'immagine usata su %s per questo articolo, carica / scegli un&#8217;immagine qui."],"If you don't want to use the meta description for sharing the post on %s but want another description there, write it here.":["Se non vuoi usare la meta descrizione per la condivisione dell'articolo su %s, e vuoi usare un'altra descrizione, inseriscila qui."],"If you don't want to use the post title for sharing the post on %s but instead want another title there, write it here.":["Se non vuoi utilizzare il titolo del post nella condivisione su %s, ma desideri un altro titolo, scrivilo qui."],"very difficult":["molto difficile"],"Try to make shorter sentences, using less difficult words to improve readability":["Prova a scrivere frasi più brevi, usando parole meno difficili per migliorare la leggibilità. "],"difficult":["difficile"],"Try to make shorter sentences to improve readability":["Prova a creare frasi più brevi per migliorare la leggibilità."],"fairly difficult":["abbastanza difficile"],"OK":["OK"],"fairly easy":["abbastanza facile"],"easy":["facile"],"very easy":["molto facile"],"Meta Desc.":["Desc. meta"],"All SEO Scores":["Tutti i punteggi SEO"],"SEO issue: The featured image should be at least 200 by 200 pixels to be picked up by Facebook and other social media sites.":["Problema SEO: l'immagine in evidenza deve avere una dimensione di almeno 200 per 200 pixel per poter essere utilizzata da Facebook e altri social media."],"(no parent)":["(nessun genitore)"],"Post is set to noindex.":["Articolo impostato come da non indicizzare"],"The URL that this page should redirect to.":["La URL alla quale questa pagina deve reindirizzare."],"301 Redirect":["Redirect 301"],"The canonical URL that this page should point to. Leave empty to default to permalink. %1$sCross domain canonical%2$s supported too.":["La URL canonica a cui questa pagina dovrebbe puntare. Lascia in bianco per utilizzare il permalink predefinito. Sono supportate anche le %1$sURL canoniche cross domain%2$s."],"Canonical URL":["Canonical URL"],"Title to use for this page in breadcrumb paths":["Titolo da usare nel percorso del breadcrumb in questa pagina"],"Breadcrumbs Title":["Titolo dei breadcrumbs"],"No Snippet":["Nessuno snippet"],"No Archive":["Nessun Archivio"],"No Image Index":["Nessuna immagine indice"],"None":["Nessuno"],"Meta robots advanced":["Meta Robots avanzate"],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Attenzione: anche se da qui puoi impostare i valori meta per le impostazioni per i robot, l'intero sito è impostato come da non indicizzare nelle impostazioni generali di privacy, quindi queste impostazioni non avranno alcun effetto."],"Meta description":["Meta descrizione"],"SEO Title":["Titolo SEO"],"Focus keyword":["Parola chiave principale"],"Settings successfully imported.":["Impostazioni importate con successo."],"Settings could not be imported:":["Le impostazioni non possono essere importate:"],"Breadcrumb for 404 pages:":["Breadcrumb per le pagine 404:"],"Prefix for search result pages:":["Prefisso per le pagine dei risultati della ricerca:"],"Prefix for archive pages:":["Prefisso per le pagine archivio:"],"Prefix for breadcrumbs:":["Prefisso per i breadcrumb:"],"Anchor text for the homepage:":["Anchor text per la homepage:"],"Breadcrumbs separator:":["Separatore dei Breadcrumb:"],"%s Breadcrumbs":["%s Breadcrumb"],"Use Image":["Usa immagine"],"Action":["Azione"],"Page URL/Slug":["URL/Slug pagina"],"Publication date":["Data di pubblicazione"],"Post Status":["Stato articolo"],"WP Page Title":["Titolo pagina WP"],"View":["Visualizza"],"View &#8220;%s&#8221;":["Visualizza &#8220;%s&#8221;"],"Preview":["Anteprima"],"Preview &#8220;%s&#8221;":["Anteprima &#8220;%s&#8221;"],"Edit":["Modifica"],"Filter":["Filtro"],"New Yoast Meta Description":["Nuova meta descrizione Yoast"],"Existing Yoast Meta Description":["Meta descrizione Yoast esistente"],"Facebook profile URL":["URL profilo Facebook"],"Twitter username (without @)":["Username Twitter (senza @)"],"FAQ":["FAQ"],"Premium Support":["Supporto Premium"],"Settings":["Impostazioni"],"You must %1$sgo to your Reading Settings%2$s and uncheck the box for Search Engine Visibility.":["Devi %1$sandare nelle Impostazioni Lettura%2$s e rimuovere la casella di spunta per la Visibilità ai motori di ricerca."],"Huge SEO Issue: You're blocking access to robots.":["Grande problema SEO: stai bloccando l'accesso ai robot."],"Posts":["Articoli"],"Edit Files":["Modifica Files"],"General":["Generale"],"Extensions":["Estensioni"],"Search Console":["Console di ricerca"],"Tools":["Strumenti"],"Advanced":["Avanzate"],"XML sitemaps":["Sitemaps XML"],"Social":["Social"],"SEO":["SEO"],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":["%1$s ha scoperto che stai utilizzando la versione %2$s di %3$s, aggiorna all'ultima versione per evitare problemi di compatibilità."],"Just another WordPress site":["Solo un altro sito WordPress"],"You have used HTML in your value which is not allowed.":["Non è consentito utilizzare HTML."],"You can't edit %s that aren't yours.":["Non puoi modificare i %s che non sono tuoi."],"You can't edit %s.":["Non puoi modificare %s."],"Post has an invalid Content Type: %s.":["L'articolo ha impostato un tipo invalido: %s."],"Post doesn't exist.":["L'articolo non esiste."],"posts\u0004Trash <span class=\"count\">(%s)</span>":["Cestinato <span class=\"count\">(%s)</span>","Cestinati <span class=\"count\">(%s)</span>"],"posts\u0004All <span class=\"count\">(%s)</span>":["Tutto <span class=\"count\">(%s)</span>","Tutto <span class=\"count\">(%s)</span>"]}}}