{"domain":"js-text-analysis","locale_data":{"js-text-analysis":{"":{"domain":"js-text-analysis","plural_forms":"nplurals=2; plural=n != 1;","lang":"nb_NO"},"The %1$s class must not be instantiated before the %2$s global is set.":[""],"%1$sOutrank your competitors even further%2$s with these %3$s plugins":[""],"No need to figure out what to link to. You get linking suggestions for relevant posts and pages to make your website easier to navigate.":[""],"Use AI to write SEO titles and meta descriptions for your posts and pages. It speeds up your work and does some of the thinking for you!":[""],"%s looks at more than just your main keyword. It analyzes different word forms, plurals, and past tenses. This helps your website perform even better in searches!":[""],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for titles and meta descriptions to make your pages rank high and make you look good on social media. %1$sLearn more%2$s%3$s":[""],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for product titles and meta descriptions to make your pages rank high and make you look good on social media. %1$sLearn more%2$s%3$s":[""],"Explore %s!":[""],"You’ll reach more people with multiple keyphrases! Want to quickly add these related keyphrases to the %s analyses for even better content optimization?":[""],"Get AI to write SEO titles and meta descriptions faster. Reach a wider audience with multiple keywords. Get automatic internal linking suggestions. And much, much more!":[""],"Explore now":[""],"Rank higher in search results":[""],"Turn more visitors into customers!":[""],"Increase Google clicks with rich results":[""],"Write product pages that rank using the SEO analysis":[""],"Get XML sitemaps":[""],"Optimize your video previews & thumbnails":[""],"Make sure your videos load quickly for users":[""],"Automatically get technical SEO best practices for video content":[""],"Drive more views to your videos":[""],"Stand out for local searches":[""],"Explore %s now!":[""],"%1$s24/7 support%2$s: Also on evenings and weekends.":[""],"%1$sAppealing social previews%2$s people actually want to click on.":[""],"%1$sNo more broken links%2$s: Automatic redirect manager.":[""],"%1$sSuper fast%2$s internal linking suggestions.":[""],"%1$sMultiple keywords%2$s: Rank higher for more searches.":[""],"%1$sAI%2$s: Better SEO titles and meta descriptions, faster.":[""],"Highlight areas of improvement in your text, no more searching for a needle in a haystack, straight to optimizing! Now also in Elementor!":[""],"Leave a quick review":[""],"Happy with the plugin?":[""],"Show Yoast SEO some love!":[""],"Let's get your site in tip-top shape for the search engines. Simply follow these 5 steps to make Google understand what your site is about.":[""],"If your goal is to increase your rankings, you need to work on your SEO regularly. That can be overwhelming, so let's tackle it one step at a time!":[""],"Great work! Thanks to the details you've provided, %1$s has enhanced your site for search engines, giving them a clearer picture of what your site is all about.":[""],"Important: We won't sell this data, and we won't collect any personal information about you or your visitors.":[""],"What data will be collected and why?":[""],"No, I don't want to share my site data":[""],"Are you open to help us improve our services?":[""],"Yes, give me your free tips!":[""],"Subscribe to the %1$s newsletter to receive best practices for improving your rankings, save time on SEO tasks, stay up-to-date with the latest SEO news, and get expert guidance on how to make the most of %2$s!":[""],"Get free weekly SEO tips!":[""],"You're almost there! Complete all settings in this step so search engines know what your site is about.":[""],"Completing this step helps Google to understand your site even better. Bonus: You'll improve your chance of getting %1$srich results%2$s!":[""],"Let's start by running the SEO data optimization. That means we'll scan your site and create a database with optimized SEO data. It won't change any content or settings on your site and you don't need to do anything, just hit start!\n\nNote: If you have a lot of content, this optimization could take a moment. But trust us, it's worth it!":[""],"We've successfully analyzed your site & optimized your SEO data!":[""],"Fantastic work! Add your organization's social media accounts below. This allows us to fine-tune the metadata for these platforms.":[""],"Social share preview":[""],"Twitter share preview":[""],"The %1$s interface is currently unavailable in the beta WooCommerce product editor. To resolve any issues, please disable the beta editor. %2$sLearn how to disable the beta WooCommerce product editor.%3$s":[""],"Compatibility issue: Yoast SEO is incompatible with the beta WooCommerce product editor.":[""],"Search engines and other websites can still send traffic to your trashed content.":[""],"Unlock with the %1$s":[""],"Generate product titles & descriptions with AI!":[""],"Last year":[""],"Last week":[""],"Last day":[""],"Last updated":[""],"Activate tracking to show the ranking position":[""],"List your Frequently Asked Questions in an SEO-friendly way.":[""],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by OpenAI GPTBot.":[""],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by the Google-Extended bot. Enabling this setting won’t prevent Google from indexing your website.":[""],"Lots of web traffic comes from bots crawling the web. Some can benefit your site or business, while other bots don’t. Blocking unwanted bots can save energy, help with site performance, and protect copyrighted content. Learn more about %1$swhen to block unwanted bots%2$s.":[""],"Prevent OpenAI GPTBot from crawling":[""],"Prevent Google Bard and Vertex AI bots from crawling":[""],"Prevent Common Crawl CCBot from crawling":[""],"Unlock Premium SEO analysis":[""],"Get more help with writing content that ranks":[""],"$ USD / € EUR / £ GBP per year (ex. VAT)":[""],"Internal linking suggestions":[""],"%1$s SAVE 30%% %2$s on your 12 month subscription":[""],"Learn more about %s (Opens in a new browser tab)":[""],"Write more natural and engaging content":[""],"Synonyms help users understand your copy better. It’s easier to read for both users and Google. In %s, you can add synonyms for your focus keyphrase, and we’ll help you optimize for them.":[""],"Is your %1$s store ready for Black Friday?":[""],"Check your text on even more SEO criteria and get an enhanced keyphrase analysis, making it easier to optimize your content.":[""],"Buy now!":[""],"30% OFF!":[""],"BLACK FRIDAY SALE: %1$s %2$sBuy now!%3$s":[""],"BLACK FRIDAY SALE: %1$s":[""],"Reach a wider audience":[""],"Add related keyphrases":[""],"%s automatically suggests to what content you can link with easy drag-and-drop functionality, which is good for your SEO!":[""],"Rank higher by connecting your content":[""],"Get help optimizing for up to 5 related keyphrases. This helps you reach a wider audience and get more traffic.":[""],"-30%":[""],"%1$s Now with 30%% Black Friday Discount!":[""],"%1$sSALE 30%% OFF!%2$s":[""],"30% OFF":[""],"BLACK FRIDAY":[""],"Claim your 30% off now!":[""],"Social media appearance":[""],"Determine how your post should look in the search results.":[""],"The Yoast %1$sultimate Black Friday checklist%2$s helps you prepare in time, so you can boost your results during this sale.":[""],"To customize the appearance of your post specifically for Twitter, please fill out the 'Twitter appearance' settings below.":[""],"Twitter appearance":[""],"To customize the appearance of your post specifically for Twitter, please fill out the 'Twitter appearance' settings below. If you leave these settings untouched, the 'Social media appearance' settings mentioned above will also be applied for sharing on Twitter.":[""],"Determine how your post should look on social media like Facebook, Twitter, Instagram, WhatsApp, Threads, LinkedIn, Slack, and more.":[""],"Get the checklist and start optimizing now!":[""],"Is your WooCommerce store ready for Black Friday?":[""],"The %1$s %2$sultimate Black Friday checklist%3$s helps you prepare in time, so you can boost your results during this sale.":[""],"AI generator":[""],"New in %1$s":[""],"Use AI to write your titles & meta descriptions!":[""],"Use the power of Yoast AI to automatically generate compelling titles and descriptions for your posts and pages.":[""],"AI title & description generator":[""],"Use AI":[""],"Clear selection":[""],"Note that the following commonly-used parameters will not be removed: %1$s, %2$s, %3$s, %4$s, %5$s, %6$s, and %7$s.":[""],"Learn how to increase your rankings with %1$s":[""],"Want an enhanced Google preview of how your WooCommerce products look in the search results?":[""],"Sign up today!":[""],"Feeling lost when it comes to optimizing your site for the search engines? Join our FREE webinar to gain the confidence that you need in order to start optimizing like a pro! You'll obtain the knowledge and tools to start effectively implementing SEO.":[""],"Join our FREE webinar for SEO success":[""],"Want your products stand out in search results with rich results like price, reviews and more?":[""],"%1$s, %2$s and %3$s":[""],"%1$s and %2$s":[""],"Please see the “New” badges and review the Search appearance settings.":[""],"New type of content added to your site!":[""],"Site policies":[""],"Select a page which provides information about your diversity policies for %1$sstaffing%2$s, %1$shiring%2$s and %1$semployment%2$s.":[""],"Select a page which provides information on your diversity policies for %1$seditorial%2$s content.":[""],"Select a page which describes the personal, organizational, and corporate %1$sstandards%2$s of %1$sbehavior%2$s expected by your organization.":[""],"Select a page which outlines your procedure for addressing %1$serrors%2$s (e.g., publishing retractions or corrections).":[""],"Select a page which describes how your organization collects and responds to %1$sfeedback%2$s, engages with the %1$spublic%2$s, and prioritizes %1$stransparency%2$s.":[""],"Select a page which describes the ownership structure of your organization. It should include information about  %1$sfunding%2$s and %1$sgrants%2$s.":[""],"Select a page which describes the editorial principles of your organization. %1$sWhat%2$s do you write about, %1$swho%2$s do you write for, and %1$swhy%2$s?":[""],"Select the pages on your website which contain information about your organizational and publishing policies. Some of these might not apply to your site, and you can select the same page for multiple policies. %1$sLearn more about why setting your site policies is important%2$s.":[""],"Diversity staffing report":[""],"Diversity policy":[""],"Ethics policy":[""],"Corrections policy":[""],"Actionable feedback policy":[""],"Ownership / Funding info":[""],"Publishing policies":[""],"Publishing principles":[""],"Failed to retrieve pages.":[""],"Searching pages...":[""],"Add new page...":["Legg til ny side..."],"No pages found.":["Ingen sider funnet."],"You've added a new type of content. We recommend that you review the corresponding %1$sSearch appearance settings%2$s.":[""],"Error: Taxonomy was not removed from new_taxonomies list.":[""],"Taxonomy is no longer new.":[""],"Taxonomy is not new.":[""],"Error: Post type was not removed from new_post_types list.":[""],"Post type is no longer new.":[""],"Post type is not new.":[""],"Write a bug report":[""],"Our support team is here to answer any questions you may have. Fill out the (pop-up) contact form, and we'll get back to you as soon as possible!":[""],"%1$sSupport languages:%2$s English & Spanish":[""],"If you don't find the answers you're looking for and need personalized help, you can get 24/7 support from one of our support engineers.":[""],"Contact our support team":[""],"Have you stumbled upon a bug while using %1$s? Please raise a bug report on our GitHub repository to let us know about the issue!":[""],"Raise a bug report on GitHub":[""],"Visit WordPress forum":[""],"In the WordPress support forum for %1$s you can find answers or ask for help from %1$s users in the WordPress community.":[""],"WordPress support forum for %1$s":[""],"Visit our help center":[""],"Have a look at our help center to find articles, tutorials, and other resources to help you get the most out of %1$s!":[""],"%1$s's help center":[""],"Need help with %1$s? These resources are a great place to start!":[""],"Additional resources":[""],"Here, you'll find answers to commonly asked questions about using %1$s. If you don't see your question listed, you can have a look at the section below.":[""],"Frequently asked questions":[""],"If you have any questions, need a hand with a technical issue, or just want to say hi, we've got you covered. Get in touch with us and we'll be happy to assist you!":[""],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by Google AdsBot. You should only enable this setting if you're not using Google Ads on your site.":[""],"Block unwanted bots":[""],"Close the upgrade callout":[""],"%1$s and get an exclusive %2$s discount for %3$s month(s).":[""],"Click here to upgrade your %s plan":[""],"Keyphrases tracked: %1$s/%2$s":[""],"Your are tracking %1$s out of %2$s keyphrases included in your account.":[""],"Your are tracking %1$s out of %2$s keyphrases included in your free account.":[""],"Support":[""],"Prevent Google AdsBot from crawling":[""],"%s":[""],"This overview will show you your top performing keyphrases in Google. Connect with %s to get started.":[""],"You have successfully connected with %s.":[""],"You have successfully connected with %1$s. Your %2$s account does not contain any keyphrases for this website yet. You can track keyphrases by using the \"Track SEO Performance\" button in the post editor.":[""],"Network Error: Unable to connect to the server. Please check your internet connection and try again later.":[""],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of URLs like %1$s, %2$s and %3$s.":[""],"Your WordPress environment is running on a non-production site. Indexables can only be created on production environments. Please check your `WP_ENVIRONMENT_TYPE` settings.":[""],"Inclusive language: %s":[""],"%1$s / %2$s: Top Keyphrases":[""],"The post type %s could not be indexed because it does not meet indexing requirements.":[""],"The name of this category is %1$s.":[""],"Start the course":[""],"Start free trial lesson":[""],"Maximize your SEO game by purchasing %s, which grants you unlimited access to all courses.":[""],"Learn vital SEO skills that you can apply at once! Let us take you by the hand and give you practical SEO tips to help you outrank your competitors. %s comes with five free courses.":[""],"Learn vital SEO skills that you can apply at once! Let us take you by the hand and give you practical SEO tips to help you outrank your competitors. Maximize your SEO game! Because your %s subscription gives you unlimited access to all courses.":[""],"Choosing the right type of hosting for your site is the basis of a solid Technical SEO strategy. Learn all about it in this course!":[""],"You have to make it possible for search engines to find your site, so they can display it in the search results. We'll tell you all about how that works in this course!":[""],"Are you selling in countries all over the world? In this course, you’ll learn all about setting up and managing a site that targets people in different languages and locales.":[""],"Do you want to take a deep dive into structured data? In this course, you'll learn the theory related to structured data in detail.":[""],"Learn how to optimize your online shop for your customers and for search engines!":[""],"Do you own a local business? This course will teach you how to make sure your local audience can find you in the search results and on Google Maps!":[""],"A clear site structure benefits your users and is of great importance for SEO. Still, most people seem to forget about this. Get ahead of your competition and learn how to improve your site structure!":[""],"Start creating block-tastic content with the new WordPress block editor! Learn all about the block editor and what you can do with it.":[""],"Do you know the essential first step of good SEO? It's keyword research. In this training, you'll learn how to research and select the keywords that will guide searchers to your pages.":[""],"Learn how to make your site stand out from the crowd by adding structured data!":[""],"In this course, you'll learn how to write awesome copy that is optimized for ranking in search engines.":[""],"Do you want to set up your own WordPress site? This course will teach you the ins and outs of creating and maintaining a WordPress website!":[""],"In this course, you'll learn practical SEO skills on every key aspect of SEO, to make your site stand out.":[""],"In this course, you'll learn about how to set up and use the %1$s for WordPress plugin so it makes SEO even easier. This course is meant for users of the block editor.":[""],"In this free course, you'll get quick wins to make your site rank higher in Google, Bing, and Yahoo.":[""],"Academy":[""],"%1$s %2$s isn't working as expected %3$s and you are not receiving updates or support! Make sure to %4$s activate your product subscription in %5$s%6$s to unlock all the features of %7$s.":[""],"%1$s can't be updated because your product subscription is expired. %2$sRenew your product subscription%3$s to get updates again and use all the features of %1$s.":[""],"Warning! These are expert features, so make sure you know what you're doing before using this setting. You might break your site. %1$sRead more about how your site can be affected%2$s.":[""],"%1$s: unregistered URL parameter removed. See %2$s":[""],"This feature is disabled when your site is not using pretty permalinks.":[""],"This feature is disabled when your site is not using %1$spretty permalinks%2$s.":[""],"%1$s: redirect utm variables to #":[""],"Optimize your business for multiple locations":[""],"Easily add maps, address finders, and opening hours to your content":[""],"Automatically get technical SEO best practices for local businesses":[""],"Attract more customers to your site and physical store":[""],"Remove Other profile %1$s":[""],"Please select a user in the Site representation step.":[""],"You can %1$supdate or add social profiles to this user profile%2$s.":[""],"You have selected the user %1$s as the person this site represents.":[""],"If you select a Person to represent this site, we will use the social profiles from the selected user's profile page.":[""],"It looks like you've enabled media pages. We recommend that you help us to re-analyze your site by running the SEO data optimization. ":[""],"Organization Mastodon":[""],"%1$s Settings - %2$s":["%1$s-innstilinger - %2$s"],"Read more about how to get your site verified.":[""],"Get your site verified in your Mastodon profile.":[""],"E.g. https://mastodon.social/@yoast":["F.eks. https://mastodon.social/@yoast"],"Mastodon":["Mastodon"],"%2$s integrates %1$s' Schema output into its own to get rich snippets for your digital products!":[""],"Get %1$srich results for your digital products%2$s in Google search":[""],"Add trustworthiness to your %1$s profile by verifying your site with %2$s.":[""],"Verify your site on %1$s%2$s%3$s":["Bekreft ditt nettsted på %1$s%2$s%3$s"],"Mastodon profile not yet added":[""],"Mastodon profile added":[""],"Potentially non-inclusive":[""],"Finish your %s":["Fullfør din %s"],"Please enter a number between 1 and 50.":[""],"Settings navigation":["Navigering i innstillinger"],"Close settings navigation":["Lukk navigering i innstillinger"],"Open settings navigation":["Åpne navigering i innstillinger"],"Choose whether your site represents an organization or a person. %1$sLearn more about the differences and choosing between Organization and Person%2$s.":[""],"%1$sGet%2$s %3$s":["%1$sSkaff%2$s %3$s"],"Index Now":["Indekser nå"],"Failed to retrieve media.":[""],"Limit the length of internal site search queries to reduce the impact of spam attacks and confusing URLs. Please enter a number between 1 and 50.":[""],"The number you've entered is not between 1 and 50.":[""],"Determine how your %1$s should look on social media.":[""],"Disabling this means that archive pages for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":[""],"Prevents specific URL parameters from being removed by the above feature. E.g., adding %1$s will prevent %2$s from being redirected to %3$s. You can add multiple parameters and separate them by using enter or a comma.":[""],"Consolidates WordPress' multiple site search URL formats into the %1$s syntax. E.g., %2$s will redirect to %3$s":[""],"Redirect pretty URLs to ‘raw’ formats":[""],"Allow":["Tillat"],"Deny":["Avslå"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":[""],"Only available for English sites":[""],"You can change the default type for %1$s under Content types in the %2$sSettings%3$s.":[""],"all the Yoast plugins":[""],"Show date archives in search results":["Vis datoarkiver i søkeresultater"],"Show %1$s archives in search results":["Vis %1$s-arkiver i søkeresultater"],"Prefix for archive breadcrumbs":[""],"Unlock rich results in Google search by using plugins that integrate with the %1$sYoast Schema API%2$s.":[""],"Schema API integrations":[""],"%s can integrate with other products, to help you further improve your website. You can enable or disable these integrations below.":[""],"Unlock rich snippets for your product pages by using %1$s.":[""],"Get %1$srich product results%2$s in Google search":[""],"%1$s integrates with %2$s's Schema API to get rich snippets for your recipes!":[""],"Get %1$srich results for your recipes%2$s in Google search":[""],"%1$s integrates with %2$s's Schema API to get rich snippets for your podcasts!":[""],"Get %1$srich results for your podcast%2$s in Google search":[""],"%1$s integrates with %2$s's Schema API to get rich snippets for your events!":[""],"Get %1$srich results for your events%2$s in Google search":[""],"You have selected the user %1$s%3$s%2$s as the person this site represents. Their user profile information will now be used in search results. We're sorry, you're not allowed to edit this user's profile. Please contact your admin or %1$s%3$s%2$s to check and/or update the profile.":[""],"An organization name and logo need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site name and logo as default values. %1$sLearn more about the importance of structured data%2$s.":[""],"This info is intended to appear in %1$sGoogle's Knowledge Graph%2$s.":[""],"Other profile %1$s":[""],"Tweet":["Tvitre"],"Organization Twitter":[""],"Open Graph":["Open Graph"],"Organization Facebook":[""],"OpenGraph":["OpenGraph"],"Format archives":["Format-arkiver"],"File":["Fil"],"PDF":["PDF"],"Video":["Video"],"Attachment":["Vedlegg"],"404 pages title":["Tittel for 404-sider"],"Search pages title":["Tittel for søkesider"],"Enable date archives":["Slå på datoarkiver"],"Enable author archives":["Slå på forfatterarkiver"],"Anchor text for the homepage":["Ankertekst for forsiden"],"Organization/person":["Organisasjon/person"],"Divider":["Skille"],"Remove Atom/RDF feeds":["Fjern Atom/RDF-strømmer"],"Webmaster":["Webmaster"],"Share":["Del"],"Structured data":["Strukurerte data"],"Enable the %1$s XML sitemaps. A sitemap is a file that lists a website's essential pages to make sure search engines can find and crawl them.":[""],"The %1$s icon in the top admin bar provides quick access to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":[""],"Allows for Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared. Keep this feature enabled to optimize your site for social media.":[""],"Count the number of internal links from and to your posts to improve your site structure.":[""],"Mark and filter your cornerstone content to make sure your most important articles get the attention they deserve. To help you write excellent copy, we’ll assess your text more strictly.":[""],"Get more insights into what you are writing. What words do you use most often? How much time does it take to read your text? Is your text easy to read?":[""],"The inclusive language analysis offers suggestions to write more inclusive copy, so more people will be able to relate to your content.":[""],"The SEO analysis offers suggestions to improve the findability of your text and makes sure that your content meets best practices.":[""],"Set the basic info for your website. You can use %1$stagline%2$s and %1$sseparator%2$s as %3$sreplacement variables%4$s when configuring the search appearance of your content.":[""],"Usage tracking allows us to track some data about your site to improve our plugin. %1$sLearn more about which data we track and why%2$s.":[""],"A link to the archive for the post author, with the author's name as anchor text.":[""],"Determine how your %1$s pages should be described by default in your site's Schema.org markup. You can always customize the settings for individual %1$s pages in the %2$s metabox.":[""],"Determine how your %1$s pages should look in search engines. You can always customize the settings for individual %1$s pages in the %2$s metabox.":[""],"Enable %1$s pages":["Slå på %1$s-sider"],"Determine how your homepage should look in the search results.":["Avgjør hvordan din forside skal se ut i søkeresultatene."],"Determine how your %1$s should look in search engines. You can always customize the settings for individual %1$s in the %2$s metabox.":[""],"Enable format-based archives":["Slå på format-baserte arkiver"],"Not sure how to implement the %3$s breadcrumbs on your site? Read %1$sour help article on breadcrumbs implementation%2$s.":[""],"Show %1$s without posts in search results":[""],"Determine how your %1$s should look on social media by default. You can always customize the settings for individual %1$s in the %2$s metabox.":[""],"Determine what your %1$s should look like in the search results by default. You can always customize the settings for individual %1$s in the %2$s metabox.":[""],"This taxonomy is used for %2$s.":[""],"This taxonomy is used for %1$s and %2$s.":[""],"Read more about our custom field analysis":[""],"Determine how your %1$s should look on social media by default. You can always customize the settings for individual %1$s in the %2$s sidebar or metabox.":[""],"Determine what your %1$s should look like in the search results by default. You can always customize the settings for individual %1$s in the %2$s sidebar or metabox.":[""],"Determine how your %1$s should be described by default in %2$syour site's Schema.org markup%3$s. You can always change the settings for individual %1$s in the %4$s sidebar or metabox.":[""],"You can add multiple custom fields and separate them by using %1$senter%2$s or %1$scomma%2$s.":[""],"Please enter a search term with at least 3 characters.":[""],"CtrlK":["Ctrl+K"],"⌘K":["⌘K"],"Add new user...":["Legg til ny bruker..."],"Unavailable for multisites":[""],"Integrate your custom fields and SEO data from %1$s%2$s%3$s":[""],"Upgrade your %1$s%2$s%3$s SEO":[""],"Improve your internal search results with %1$s%2$s%3$s":[""],"Make your terms & privacy pages more trustworthy with %1$s%2$s%3$s":[""],"Track your rankings through time with %1$s%2$s%3$s":[""],"Use %1$s%2$s%3$s to do keyword research - without leaving your post":[""],"We could not save the website name. Please check the value.":[""],"%1$sSubheading distribution%2$s: The beginning of your text is longer than %4$s %5$s and is not separated by any subheadings. %3$sAdd subheadings to improve readability.%2$s":[""],"WordPress.org support forums":[""],"Yoast Premium support":[""],"Yoast.com help section":[""],"Help":[""],"Write better content":[""],"Improve your blog post":[""],"Learn more SEO":[""],"SEO Tools":[""],"not set":[""],"With a 30-day money-back guarantee. No questions asked.":[""],"Reach new customers who live near your business":[""],"Get all 5 Yoast plugins for WordPress at a big discount":[""],"Cover all your SEO bases":[""],"Add global identifiers for variable products":[""],"Drive more traffic to your online store":[""],"Add all necessary schema.org markup":[""],"Ping Google on the publication of a new post":[""],"Rank higher in Google's news carousel":[""],"Make your videos responsive for all screen sizes":[""],"Cleaned up %1$d record from %2$s.":["","Cleaned up %1$d records from %2$s."],"Cleaning up %1$s [%2$s]":[""],"Skipping %1$s. %2$s is not active on this site.":[""],"Cleaned up %1$d record.":["","Cleaned up %1$d records."],"The value for 'batch-size' must be a positive integer higher than equal to 1.":[""],"The value for 'interval' must be a positive integer.":[""],"We need to re-analyze some of your SEO data because of a change in the visibility of your taxonomies. Please help us do that by running the SEO data optimization. ":[""],"We need to re-analyze some of your SEO data because of a change in the visibility of your post types. Please help us do that by running the SEO data optimization. ":[""],"The term %s could not be built because it's not indexable.":[""],"The post %s could not be indexed because it's post type is excluded from indexing.":[""],"The post %s could not be indexed because it does not meet indexing requirements.":[""],"%1$sSAVE 30%%%2$s on your 12 month subscription":["%1$s SPAR 30%%%2$s på ditt 12 mnd abonnement"],"BLACK FRIDAY - 30% OFF":["BLACK FRIDAY - 30% RABATT"],"Use the alternate organization name for acronyms, or a shorter version of your organization's name.":["Bruk det alternative organisasjonsnavnet for akronymer, eller en kortere versjon av organisasjonens navn."],"Alternate organization name":["Alternativt organisasjonsnavn"],"Use the alternate website name for acronyms, or a shorter version of your website's name.":["Bruk det alternative nettstednavnet for akronymer, eller en kortere versjon av nettstedets navn."],"Alternate website name":["Alternativt nettstednavn"],"Determine how the title of your 404 error pages should look in the browser.":["Velg hvordan tittelen på 404-feilsidene dine skal se ut i nettleseren."],"404 error pages":["404-feilsider"],"Determine how the title of your internal search pages should look in the browser.":["Velg hvordan tittelen på dine interne søkesider skal se ut i nettleseren."],"Internal search pages":["Interne søkesider"],"Show media pages in search results":["Vis media-sider i søkeresultater"],"Show format archives in search results":["Vis format-arkiver i søkeresultater"],"Show author archives in search results":["Vis forfatterarkiver i søkeresultater"],"Breadcrumbs for %1$s":["Brødsmuler for %1$s"],"Site connections":["Nettstedstilkoblinger"],"View the XML sitemap":["Se XML-nettstedskartet"],"Enable feature":["Slå på funksjon"],"Site features":["Nettstedsfunksjoner"],"Learn more":["Lær mer"],"Site info":["Nettstedsinfo"],"We're sorry, you're not allowed to edit the %1$swebsite name%2$s and %1$stagline%2$s.":["Vi beklager, men du har ikke lov til å redigere %1$sNettstedstittel%2$s og %1$sTagline%2$s."],"Show or hide our tools and controls in the attachment editor.":["Vise eller skjule verktøyene og kontrollene våre i redigeringsprogrammet for vedlegg."],"(e.g., %1$s)":["(f.eks., %1$s)"],"Remove unregistered URL parameters":["Fjern uregistrerte nettadresseparametere"],"Optimize Google Analytics utm tracking parameters":["Optimaliser Google Analytics utm-sporingsparametere"],"Remove WP-JSON API":["Fjern WP-JSON API"],"Remove emoji scripts":["Fjern emoji-skripter"],"Remove Atom / RDF feeds":["Fjern Atom / RDF-strømmer"],"Remove search results feeds":["Fjern søkeresultatstrømmer"],"Remove custom taxonomy feeds":["Fjern tilpassede taxononomistrømmer"],"Remove tag feeds":["Fjern stikkordstrømmer"],"Remove category feeds":["Fjern kategoristrømmer"],"Remove post type feeds":["Fjern innholdstypetypestrømmer"],"Remove post authors feeds":["Fjern feeder for innleggsforfattere"],"Remove post comments feeds":["Fjern feeder for innleggskommentarer"],"Remove global comment feeds":["Fjern globale kommentarfeeder"],"Remove global feed":["Fjern global feed"],"Remove powered by HTTP header":["Fjern drevet av HTTP-topptekst"],"Remove generator tag":["Fjern generatorkoden"],"Remove oEmbed links":["Fjern oEmbed-koblinger"],"Remove RSD / WLW links":["Fjern RSD / WLW-koblinger"],"Remove REST API links":["Fjern REST API-koblinger"],"Remove shortlinks":["Fjern shortlinks"],"Show or hide our tools and controls in the content editor.":["Vise eller skjule verktøyene og kontrollene våre i innholdsredigeringen."],"Enable SEO controls and assessments":["Aktiver SEO-kontroller og vurderinger"],"Unlock with %1$s":["Lås opp med %1$s"],"We couldn’t find anything with that term.":["Vi kunne ikke finne noe med det begrepet."],"Search...":["Søk..."],"Quick search...":["Hurtigsøk..."],"No, continue editing":["Nei, fortsett å redigere"],"Yes, discard changes":["Ja, forkast endringer"],"You are about to discard all unsaved changes. All of your settings will be reset to the point where you last saved. Are you sure you want to do this?":["Du er i ferd med å forkaste alle ulagrede endringer. Alle innstillingene dine blir tilbakestilt til det punktet der du sist lagret. Er du sikker på at du vil gjøre dette?"],"Discard all changes":["Forkast alle endringer"],"Redirect pretty URLs for search pages to raw format":["Omdiriger pene nettadresser for søkesider til råformat"],"Choose the general appearance of your breadcrumbs.":["Velg det generelle utseendet på brødsmulene dine."],"Breadcrumb appearance":["Brødsmule-utseende"],"You have selected the user %1$s%5$s%2$s as the person this site represents. Their user profile information will now be used in search results. %3$sUpdate their profile to make sure the information is correct%4$s.":["Du har valgt brukeren %1$s%5$s%2$s som personen dette nettstedet representerer. Deres brukerprofilinformasjon vil nå bli brukt i søkeresultatene. %3$s Oppdater profilen deres for å sikre at informasjonen er riktig%4$s."],"Please tell us more about the person this site represents.":["Fortell oss mer om personen dette nettstedet representerer."],"E.g. https://example.com/yoast":["F.eks. https://example.com/yoast"],"Tell us if you have any other profiles on the web that belong to your organization. This can be any number of profiles, like YouTube, LinkedIn, Pinterest, or even Wikipedia.":["Fortell oss om du har andre profiler på nettet som tilhører organisasjonen din. Dette kan være et hvilket som helst antall profiler, som YouTube, LinkedIn, Pinterest eller til og med Wikipedia."],"Please tell us more about your organization. This information will help Google to understand your website, and improve your chance of getting rich results.":["Fortell oss mer om organisasjonen din. Denne informasjonen vil hjelpe Google til å forstå nettstedet ditt, og forbedre sjansen for å få rike resultater."],"E.g. https://twitter.com/yoast":["F.eks. https://twitter.com/yoast"],"E.g. https://facebook.com/yoast":["F.eks. https://facebook.com/yoast"],"Other profiles":["Andre profiler"],"Writing":["Skriving"],"You can determine the title and description for the blog page by %1$sediting the blog page itself%2$s.":["Du kan bestemme tittelen og beskrivelsen for bloggsiden ved å %1$sredigere selve bloggsiden%2$s."],"These are expert features, so make sure you know what you're doing before removing the parameters. %1$sRead more about how your site can be affected%2$s.":["Dette er ekspertfunksjoner, så sørg for at du vet hva du gjør før du fjerner parameterne. %1$s Les mer om hvordan nettstedet ditt kan påvirkes%2$s."],"Advanced: URL cleanup":["Avansert: URL-opprydding"],"Prevent crawling of internal site search URLs":["Forhindre gjennomsøking av interne nettadresser for nettstedsøk"],"Block internal site searches which match the patterns of known spam attacks.":["Blokker interne nettstedsøk som samsvarer med mønstrene til kjente spamangrep."],"Block internal site searches which contain complex and non-alphanumeric characters, as they may be part of a spam attack.":["Blokker interne nettstedsøk som inneholder komplekse og ikke-alfanumeriske tegn, da de kan være en del av et spamangrep."],"Enables advanced settings for protecting your internal site search URLs.":["Aktiverer avanserte innstillinger for å beskytte de interne nettadressene for nettstedsøk."],"Your internal site search can create lots of confusing URLs for search engines, and can even be used as a way for SEO spammers to attack your site. Most sites will benefit from experimenting with these protections and optimizations, even if you don’t have a search feature in your theme.":["Ditt interne nettstedsøk kan skape mange forvirrende nettadresser for søkemotorer, og kan til og med brukes som en måte for SEO-spammere å angripe nettstedet ditt. De fleste nettsteder vil ha nytte av å eksperimentere med disse beskyttelsene og optimaliseringene, selv om du ikke har en søkefunksjon i temaet ditt."],"Internal site search cleanup":["Intern opprydding i nettstedsøk"],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of WordPress' JSON API endpoints.":["Legg til en \"ikke tillat\" -regel i robotene dine.txt filen for å forhindre gjennomsøking av WordPress 'JSON API-endepunkter."],"Remove JavaScript used for converting emoji characters in older browsers.":["Fjern JavaScript som brukes til å konvertere emoji-tegn i eldre nettlesere."],"Remove URLs which provide alternative (legacy) formats of all of the above.":["Fjern nettadresser som gir alternative (eldre) formater av alle de ovennevnte."],"Remove URLs which provide information about your search results.":["Fjern nettadresser som gir informasjon om søkeresultatene dine."],"Remove URLs which provide information about your recent posts, for each custom taxonomy.":["Fjern nettadresser som gir informasjon om de siste innleggene dine, for hver egendefinerte taksonomi."],"Remove URLs which provide information about your recent posts, for each tag.":["Fjern nettadresser som gir informasjon om de siste innleggene dine, for hver tagg."],"Remove URLs which provide information about your recent posts, for each category.":["Fjern nettadresser som gir informasjon om de siste innleggene dine, for hver kategori."],"Remove URLs which provide information about your recent posts, for each post type.":["Fjern nettadresser som gir informasjon om de siste innleggene dine, for hver innleggstype."],"Remove URLs which provide information about recent posts by specific authors.":["Fjern nettadresser som gir informasjon om nylige innlegg fra bestemte forfattere."],"Remove URLs which provide information about recent comments on each post.":["Fjern nettadresser som gir informasjon om nylige kommentarer til hvert innlegg."],"Also disables post comment feeds.":["Slå også av innleggskommentar-strømmer."],"Remove URLs which provide an overview of recent comments on your site.":["Fjern nettadresser som gir en oversikt over nylige kommentarer på nettstedet ditt."],"Remove URLs which provide an overview of your recent posts.":["Fjern nettadresser som gir en oversikt over de siste innleggene dine."],"WordPress outputs your content in many different formats, across many different URLs (like RSS feeds of your posts and categories). It’s generally good practice to disable the formats you’re not actively using.":["WordPress sender ut innholdet ditt i mange forskjellige formater, på tvers av mange forskjellige nettadresser (som RSS-feeder av innleggene og kategoriene dine). Det er generelt god praksis å deaktivere formatene du ikke bruker aktivt."],"Disable unwanted content formats":["Deaktiver uønskede innholdsformater"],"Remove links which allow others sites to ‘ping’ yours when they link to you.":["Fjern lenker som tillater andre nettsteder å \"pinge\" din når de lenker til deg."],"Remove information about the plugins and software used by your site.":["Fjern informasjon om plugins og programvare som brukes av nettstedet ditt."],"Remove links used for embedding your content on other sites.":["Fjern koblinger som brukes til å bygge inn innholdet ditt på andre nettsteder."],"Remove links used by external systems for publishing content to your blog.":["Fjern koblinger som brukes av eksterne systemer for publisering av innhold til bloggen din."],"Remove links to the location of your site’s REST API endpoints.":["Fjern koblinger til plasseringen av REST API-endepunktene på nettstedet ditt."],"Remove links to WordPress' internal 'shortlink' URLs for your posts.":["Fjern lenker til WordPress 'interne' shortlink 'URL-er for innleggene dine."],"Remove unwanted metadata":["Fjern uønskede metadata"],"Crawl optimization":["Optimalisering av gjennomsøking"],"Removes unknown URL parameters via a %1$s redirect. E.g., %2$s will be redirected to %3$s":["Fjerner ukjente nettadresseparametere via en %1$s viderekobling. F.eks. vil %2$s bli omdirigert til %3$s"],"Replaces %1$s tracking parameters with the (more performant) %2$s equivalent, via a %3$s redirect. E.g., %4$s will be redirected to %5$s":["Erstatter %1$s sporingsparametere med (mer effektive) %2$s tilsvarende, via en %3$s omdirigering. F.eks. vil %4$s bli omdirigert til %5$s"],"Users and search engines may often request your URLs whilst using query parameters, like %1$s. These can be helpful for tracking, filtering, and powering advanced functionality - but they come with a performance and SEO ‘cost’. Sites which don’t rely on URL parameters might benefit from using these options.":["Brukere og søkemotorer kan ofte be om nettadressene dine mens de bruker søkeparametere, som %1$s. Disse kan være nyttige for sporing, filtrering og drift av avansert funksjonalitet - men de kommer med en ytelses- og SEO-kostnad. Nettsteder som ikke er avhengige av nettadresseparametere, kan ha nytte av å bruke disse alternativene."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by Common Crawl CCBot.":["Legg til en \"ikke tillat\"-regel i robots.txt-filen for å forhindre gjennomsøking av Common Crawl CCBot.."],"WordPress adds a lot of links and content to your site's %1$s and HTTP headers. For most websites you can safely disable all of these, which can help to save bytes, electricity, and trees.":["WordPress legger til mange lenker og innhold til nettstedets %1$s- og HTTP-overskrifter. De fleste kan trygt deaktivere alle disse, noe som kan bidra til å spare byte, strøm og trær."],"Make your site more efficient and more environmentally friendly by preventing search engines from crawling things they don’t need to, and by removing unused WordPress features. %1$sLearn more about crawl settings and how they could benefit your site%2$s.":["Gjør nettstedet ditt mer effektivt og mer miljøvennlig ved å forhindre søkemotorer i å gjennomsøke ting de ikke trenger, og ved å fjerne ubrukte WordPress-funksjoner. %1$s Finn ut mer om gjennomsøkingsinnstillinger og hvordan de kan være til nytte for nettstedet ditt%2$s."],"E.g., %1$s and %2$s":["F.eks., %1$s og %2$s"],"E.g., %1$s":["F.eks., %1$s"],"Enable breadcrumbs for your theme":["Slå på brødsmuler for ditt tema"],"You can always choose to enable/disable them for your theme below. This setting will not apply to breadcrumbs inserted through a widget, a block or a shortcode.":["Du kan alltid velge å aktivere / deaktivere dem for temaet ditt nedenfor. Denne innstillingen gjelder ikke for brødsmuler som settes inn via en widget, en blokk eller en kortkode."],"Choose which Post type you wish to show in the breadcrumbs for Taxonomies.":["Velg hvilken innleggstype du vil vise i brødsmulene for taksonomier."],"Breadcrumbs for taxonomies":["Brødsmuler for taksonomier"],"Choose which Taxonomy you wish to show in the breadcrumbs for Post types.":["Velg hvilken taksonomi du vil vise i brødsmulene for innleggstyper."],"Breadcrumbs for post types":["Brødsmuler for innleggstyper"],"Breadcrumb for 404 page":["Brødsmule for 404-side"],"Prefix for search page breadcrumbs":["Prefiks for søkeside-brødsmuler"],"Add prefix":["Legg til prefiks"],"Add anchor text":["Legg til ankertekst"],"Add separator":["Legg til skilletegn"],"Configure the appearance and behavior of %1$syour breadcrumbs%2$s.":["Konfigurer utseendet og oppførselen til brødsmulene dine."],"Disabling this will redirect the %1$s to your site's homepage.":["Deaktivering av dette vil omdirigere %1$s til nettstedets hjemmeside."],"Refresh this page":["Last inn på nytt"],"Unfortunately, this means that all your unsaved changes will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Dessverre betyr dette at alle dine ulagrede endringer vil gå tapt. Du kan prøve å oppdatere denne siden for å løse problemet. Hvis denne feilen fortsatt oppstår, vennligst ta kontakt med vårt supportteam, så gir vi deg all den hjelpen du trenger!"],"Something went wrong. An unexpected error occurred.":["Noe gikk galt. Det oppstod en uventet feil."],"Failed to retrieve users.":["Kunne ikke hente brukere."],"Searching users...":["Søker brukere..."],"No users found.":["Ingen brukere funnet."],"Discard changes":["Forkast endringer"],"The profile is not valid. Please use only 1-25 letters, numbers and underscores or enter a valid Twitter URL.":["Profilen er ikke gyldig. Vennligst bruk bare 1-25 bokstaver, tall og understrekingstegn eller skriv inn en gyldig Twitter-URL."],"The profile is not valid. Please enter a valid URL.":["Profilen er ikke gyldig. Skriv inn en gyldig URL-adresse."],"The verification code is not valid. Please use only the letters A to F, numbers, underscores and dashes.":["Bekreftelseskoden er ikke gyldig. Bruk bare bokstavene A til F, tall, understrekinger og bindestreker."],"The verification code is not valid. Please use only letters, numbers, underscores and dashes.":["Bekreftelseskoden er ikke gyldig. Bruk bare bokstaver, tall, understrekingstegn og bindestreker."],"User":["Bruker"],"Site basics":["Grunnleggende om nettstedet"],"Text formality":["Tekst-formalitet"],"Read more about text formality.":["Les mer om tekstformalitet."],"%1$s%3$s%2$s will help you assess the formality level of your text.":["%1$s %3$s %2$s vil hjelpe deg med å vurdere formalitetsnivået til teksten din."],"WordPress loads lots of resources, some of which your site might not need. If you’re not using these, removing them can speed up your pages and save resources.":["WordPress laster mange ressurser, hvorav noen nettstedet ditt kanskje ikke trenger. Hvis du ikke bruker disse, kan fjerning av dem øke hastigheten på sidene dine og spare ressurser."],"Remove unused resources":["Fjern ubrukte ressurser"],"Prevent search engines from crawling /wp-json/":["Forhindre søkemotorer i å gjennomsøke /wp-json/"],"Prevent search engines from crawling site search URLs":["Hindre søkemotorer i å gjennomsøke nettadresser for nettstedsøk"],"There are unsaved changes on this page. Leaving means that those changes will be lost. Are you sure you want to leave this page?":["Det er fortsatt endringer på denne siden som ikke er lagret. Dersom du forlater siden vil disse endringene gå tapt. Er du sikker på at du vil forlate siden?"],"Media pages":["Mediasider"],"Categories & tags":["Kategorier og stikkord"],"Content types":["Innholdstyper"],"Show more":["Vis mer"],"Show less":["Vis mindre"],"Configure the basics for your website.":["Konfigurer grunninnstillinger for nettsiden din."],"This field updates the %1$stagline in your WordPress settings%2$s.":["Dette feltet oppdaterer %1$sTagline i WordPress-innstillingene dine%2$s."],"Disabling this means that %1$s pages created by WordPress will not be indexed by search engines and will be excluded from XML sitemaps.":["Deaktivering av dette betyr at %1$s sider opprettet av WordPress ikke vil bli indeksert av søkemotorer og vil bli ekskludert fra XML-sitemaps."],"Show %1$s pages in search results":["Vis %1$s sider i søkeresultatene"],"We recommend keeping %1$s pages disabled. This will cause all attachment URLs to be redirected to the media itself.":["Vi anbefaler at du holder %1$ssider avslått. Dette vil føre til at alle URL-adresser til vedlegg omdirigeres til selve mediet."],"%1$s pages":["%1$s sider"],"When you upload media (e.g. an image or video), %5$s automatically creates a %3$s page (attachment URL) for it. These pages are quite empty and could cause %1$sthin content problems and lead to excess pages on your site%2$s. Therefore, %4$s disables them by default (and redirects the attachment URL to the media itself).":["Når du laster opp medier (f.eks. et bilde eller en video), oppretter %5$s automatisk en %3$s side (URL-adresse for vedlegg) for det. Disse sidene er ganske tomme og kan forårsake %1$stynt innholdsproblemer og føre til overflødige sider på nettstedet ditt%2$s. Derfor slår %4$s dem av som standard (og omdirigerer URL-adressen for vedlegg til selve mediet)."],"Format-based archives can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["Formatbaserte arkiver kan forårsake dupliserte innholdsproblemer. For de fleste nettsteder anbefaler vi at du deaktiverer denne innstillingen."],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps. We recommend that you disable this setting.":["Å slå av av dette betyr at %1$s ikke vil bli indeksert av søkemotorer og vil bli ekskludert fra XML-nettstedskart. Vi anbefaler at du slår av denne innstillingen."],"%1$s can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["%1$s kan forårsake dupliserte innholdsproblemer. For de fleste nettsteder anbefaler vi at du slår av denne innstillingen."],"%1$s (e.g. %2$s) are based on publication dates. From an SEO perspective, the posts in these archives have no real relation to the other posts except for their publication dates, which doesn’t say much about the content. They could also lead to duplicate content issues. This is why we recommend you to disable %3$s.":["%1$s (f.eks. %2$s) er basert på publiseringsdatoer. Fra et SEO-perspektiv har innleggene i disse arkivene ingen reell relasjon til de andre innleggene bortsett fra publiseringsdatoene, som ikke sier mye om innholdet. De kan også føre til dupliserte innholdsproblemer. Dette er grunnen til at vi anbefaler deg å deaktivere %1$s."],"Determine how your %1$s should look on social media by default.":["Velg hvordan %1$s din skal se ut på sosiale medier som standard."],"Disabling this means that %1$s without any posts will not be indexed by search engines and will be excluded from XML sitemaps.":["Å slå av av dette betyr at %1$s uten innlegg ikke vil bli indeksert av søkemotorer og vil bli ekskludert fra XML-nettstedskart."],"Show archives for authors without posts in search results":["Vis arkiver for forfattere uten innlegg i søkeresultatene"],"Determine how your %1$s should look in search engines.":["Velg hvordan %1$s skal se ut i søkemotorer."],"If you're running a one author blog, the %1$s (e.g. %2$s) will be exactly the same as your homepage. This is what's called a %3$sduplicate content problem%4$s. If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or prevent it from showing up in search results.":["Hvis du kjører en forfatterblogg, vil %1$s (f.eks. %2$s) være nøyaktig det samme som hjemmesiden din. Dette er det som kalles et %3$sduplisert innholdsproblem%4$s. Hvis dette er tilfelle på nettstedet ditt, kan du velge å enten deaktivere det (som gjør at det omdirigerer til hjemmesiden), eller forhindre at det vises i søkeresultatene."],"Author archive":["Forfatterarkiv"],"Read more about the search results settings":["Les mer om innstillingene for søkeresultater"],"Determine how your %1$s should look in search engines and on social media.":["Velg hvordan %1$s din skal se ut i søkemotorer og på sosiale medier."],"Contact support":["Kontakt brukerstøtte"],"We're very sorry, but it seems like the following error has interrupted our application:":["Vi beklager veldig, men det virker som om følgende feil har avbrutt applikasjonen vår:"],"Read reviews from real users":["Les anmeldelser fra ekte brukere"],"%1$s attempted to load the class %2$s but it could not be found.":["%1$s forsøkte å laste klassen %2$s men den ble ikke funnet."],"We noticed that you are using a multilingual plugin. Please be aware that this analysis feedback is intended only for texts written in English.":["Vi ser at du bruker en flerspråklig utvidelse. Vær obs på at denne anayse tilbakemeldingen er kun tenkt til bruk for tekster skrevet på engelsk. "],"Determine how your homepage should look in the search results and on social media. This is what people probably will see when they search for your brand name.":["Velg hvordan hjemmesiden din skal se ut i søkemotorer og på sosiale medier. Merk at dette er det folk sannsynligvis vil se når de søker etter merkenavnet ditt."],"Determine how your homepage should look on social media.":["Velg hvordan din forside skal se ut på sosiale medier."],"Show the categories prefix in the slug":["Behold kategori-prefikset i identifikatoren"],"Category URLs in WordPress contain a prefix, usually %s. Show or hide that prefix in category URLs.":["Kategori-URLer i WordPress inneholder et prefiks, vanligvis %s. Vis eller skjul det prefikset i kategori-URLer."],"Determine how your %1$s archive should look on social media.":["Velg hvordan ditt %1$s-arkiv skal se ut på sosiale medier."],"Disabling this means that the archive for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Å slå av dette betyr at arkivet for %1$s ikke vil bli indeksert av søkemotorer og vil ble utelatt fra XML-nettkart."],"Determine how your %1$s archive should look in search engines.":["Velg hvordan ditt %1$s-arkiv skal se ut i søkemotorer."],"These settings are specifically for optimizing your %1$s archive.":["Disse innstillingene er spesifikt for optimalisering av ditt %1$s-arkiv."],"%1$s archive":["%1$s-arkiv"],"Add custom fields to page analysis":["Legg til tilpassede felter til sideanalysen"],"Additional settings":["Flere innstillinger"],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Å slå av av dette betyr at %1$s ikke vil bli indeksert av søkemotorer og vil bli ekskludert fra XML-nettstedskart."],"Search appearance":["Søkeutseende"],"You haven't set a Shop page in your WooCommerce settings. %1$sPlease do this first%2$s.":["Du har ikke angitt en butikkside i WooCommerce-innstillingene. %1$s Vennligst gjør dette først%2$s."],"The %1$ssocial image%2$s, %1$ssocial title%2$s and %1$ssocial description%2$s require Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":["%1$sSosialt bilde%2$s, %1$sSosial tittel%2$s og %1$sSosial beskrivelse%2$s krever Open Graph-data, som for øyeblikket er deaktivert i delen \"Sosial deling\" i %3$sNettstedsfunksjoner%4$s."],"Oh no! It seems your form contains invalid data. Please review the following fields:":["Å nei! Det ser ut til at skjemaet ditt inneholder ugyldige data. Se gjennom følgende felt:"],"Archive social image":["Sosialt bilde for arkiv"],"Archive social description":["Sosial beskrivelse for arkiv"],"Archive social title":["Sosial tittel for arkiv"],"Show the archive for %1$s in search results":["Vis arkivet for %1$s i søkeresultater"],"Archive breadcrumbs title":["Brødsmuletittel for arkiv"],"Archive meta description":["Metabeskrivelse for arkiv"],"Archive SEO title":["SEO-tittel for arkiv"],"Enable %1$s for %2$s":["Slå på %1$s for %2$s"],"Show %1$s in search results":["Vis %1$s i søkeresultater"],"The selected media type is not valid. Supported types are: JPG, PNG, WEBP and GIF.":["Den valgte medietypen er ikke gyldig. Støttede typer er: JPG, PNG, WEBP og GIF."],"%1$sInclusive language%2$s: We haven't detected any potentially non-inclusive phrases. Great work!":[""],"Potentially non-inclusive phrases":[""],"Non-inclusive phrases":[""],"Learn more about the inclusive language analysis":[""],"Inclusive language:":[""],"Removes the inclusive language analysis section from the metabox and disables all inclusive language-related suggestions.":[""],"Disable inclusive language analysis":[""],"Discover why inclusive language is important for SEO.":["Oppdag hvorfor inkluderende språk er viktig for SEO."],"The inclusive language analysis offers suggestions to write more inclusive copy.":["Den inkluderende språkanalysen gir forslag til å skrive mer inkluderende kopi."],"Inclusive language analysis":["Analyse av inkluderende språk"],"Inclusive language":["Inkluderende språk"],"%1$sInclusive language%2$s: %3$s":[""],"Use %s fields to power your meta tags and templates, and analyze all of your content.":["Bruk %s feltene til å drive metakoder og maler, og analyser alt innholdet ditt."],"Improve your technical SEO, meta tags and unlock more SEO ecommerce tools.":["Forbedre din tekniske SEO, metakoder og lås opp flere SEO e-handelsverktøy."],"Connect your %1$s account to improve your site’s search results using %2$s data.":["Koble til %1$skontoen din for å forbedre søkeresultatene på nettstedet ditt ved hjelp av %2$s data."],"Upgrade your meta tags and social previews and manage your SEO settings in one place.":["Oppgrader metakoder og sosiale forhåndsvisninger og administrer SEO-innstillingene dine på ett sted."],"Get the most out of %1$s%2$s%3$s and %4$s, together":["Få mest mulig ut av %1$s og %2$s, sammen"],"Take advantage of your favorite SEO & content analysis tools with your favorite page builder.":["Dra nytte av dine favoritt SEO- og innholdsanalyseverktøy med din favorittsidebygger."],"Get %1$s tools and functionality in %2$s%3$s%4$s":["Få %1$s verktøy og funksjonalitet i %2$s"],"Use the power of the blockchain to timestamp your content with %s.":["Bruk kraften til blokkjeden til å tidsstemple innholdet ditt med %s."],"Keep an eye on how your posts are ranking by connecting to your %s account.":["Hold øye med hvordan innleggene dine rangeres ved å koble til %skontoen din."],"Find out what your audience is searching for with %s data right in your sidebar.":["Finn ut hva publikummet ditt søker etter med %s dataene direkte i sidefeltet."],"Front-end SEO inspector":[""],"Oops! Something went wrong while saving.":["Oops! Noe gikk galt ved lagring."],"Great! Your settings were saved successfully.":["Godt! Dine innstillinger lagret."],"Get your verification code in %1$sYandex Webmaster tools%2$s.":["Få bekreftelseskoden din i %1$sYandex verktøy for nettredaktører%2$s."],"Yandex":["Yandex"],"Claim your site over at %1$sPinterest%2$s.":["Gjør krav på nettstedet ditt på %1$sPinterest%2$s."],"Get your verification code in %1$sGoogle Search console%2$s.":["Få bekreftelseskoden din i %1$sGoogle Search Console%2$s."],"Get your verification code in %1$sBing Webmaster tools%2$s.":["Få bekreftelseskoden i %1$sVerktøy for nettredaktører%2$s."],"Bing":["Bing"],"Add verification code":["Legg til bekreftelseskode"],"Get your verification code in %1$sBaidu Webmaster tools%2$s.":["Få bekreftelseskoden din i %1$sBaidu Webmaster tools%2$s."],"Baidu":["Baidu"],"Verify your site with different tools. This will add a verification meta tag to your homepage. You can find instructions on how to verify your site for each platform by following the link in the description.":["Bekreft nettstedet ditt med forskjellige verktøy. Dette vil legge til en bekreftelsesmetatag på hjemmesiden din. Du finner instruksjoner om hvordan du bekrefter nettstedet ditt for hver plattform ved å følge lenken i beskrivelsen."],"By default only editors and administrators can access the Advanced and Schema section of the %1$s sidebar or metabox. Disabling this allows access to all users.":["Som standard er det bare redaktører og administratorer som har tilgang til delen Avansert - og skjema i Yoast SEO-metaboksen. Deaktivering av dette gir tilgang til alle brukere."],"Restrict advanced settings for authors":["Begrens avanserte innstillinger for forfattere"],"This Yoast SEO REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use Yoast SEO for all their SEO meta output.":["Dette Yoast SEO REST API-endepunktet gir deg alle metadataene du trenger for en bestemt URL. Dette vil gjøre det veldig enkelt for hodeløse WordPress-nettsteder å bruke Yoast SEO for all SEO-metautgang."],"REST API endpoint":["REST API-endepunkt"],"APIs":["APIer"],"Slack sharing":["Deling på Slack"],"Allows for Twitter to display a preview with images and a text excerpt when a link to your site is shared.":["Gjør det mulig for Twitter å vise en forhåndsvisning med bilder og et tekstutdrag når en kobling til nettstedet ditt deles."],"Twitter card data":["Twitter-kort data"],"Open Graph data":["Legg til Open Graph Meta Data"],"Social sharing":["Sosial deling"],"Site structure":["Struktur for nettstedet"],"Tell us which features you want to use.":["Fortell oss hvilke funksjoner du vil bruke."],"Site preferences":[""],"Network disabled":["Nettverk deaktivert"],"Unavailable for sub-sites":["Utilgjengelig for sekundære nettsteder"],"This image is used as a fallback for posts/pages that don't have any images set.":["Dette bildet brukes som et tilbakefall for innlegg / sider som ikke har noen bilder satt."],"Site image":["Nettstedsbilde"],"Title separator":["Tittelskilletegn"],"Recommended size for this image is %1$s%3$s%2$s":["Anbefalt størrelse for dette bildet er %1$s%3$s%2$s"],"The %1$sSite image%2$s requires Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":["%1$sNettstedsbilde%2$s krever Open Graph-data, som for øyeblikket er slått av i seksjonen 'Sosial deling' i %3$sNettstedsfunksjoner%4$s."],"Automatically add content to your RSS. This enables you to add links back to your blog and your blog posts, helping search engines identify you as the original source of the content.":["Legg automatisk til innhold i RSS. Dette lar deg legge til lenker tilbake til bloggen din og blogginnleggene dine, og hjelpe søkemotorer med å identifisere deg som den opprinnelige kilden til innholdet."],"RSS feed":["RSS-strøm"],"%1$s (default)":["%1$s (standard)"],"We took the liberty of using your website name and logo for the organization name and logo. Feel free to change them below.":["Vi tok oss friheten til å bruke nettstedets tittel og logo for organisasjonens navn og logo. Du er velkommen til å endre dem nedenfor."],"Edit your %1$s":["Rediger din %1$s"],"slug":["slug"],"keyphrase":["nøkkelfrase"],"A company name and logo need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site name and logo as default values. %1$sLearn more about the importance of structured data.%2$s":["Et firmanavn og logo må angis for at strukturerte data skal fungere skikkelig. Siden du ikke har angitt disse ennå, bruker vi nettstednavnet og logoen som standardverdier. %1$s Finn ut mer om viktigheten av strukturerte data. %2$s"],"Install %1$s Content Analysis for %2$s":["Installer %1$s innholdsanalyse for %2$s"],"Activate %1$s Content Analysis for %2$s":["Aktiver %1$s innholdsanalyse for %2$s"],"%1$s integrates with %2$s":["%1$s integrerer med %2$s"],"Integration active":["Integrasjon aktiv"],"Plugin not detected":["Utvidelse ikke oppdaget"],"Enable integration":["Slå på integrasjon"],"Plugin integrations":["Integrasjoner med utvidelser"],"Recommended integrations":["Anbefalte integrasjoner"],"Enable %1$s":["Slå på %1$s"],"Integration unavailable for multisites":["Integrering ikke tilgjengelig for flernettsteder."],"Network Disabled":["Slått av for nettverk"],"Unlock with Premium!":["Lås opp med Premium!"],"Premium SEO analysis:":["Premium SEO analyse:"],"Beta":["Beta"],"Are you publishing news articles? %s helps you optimize your site for Google News.":["Publiserer du nyhetsartikler? %s hjelper deg med å optimalisere nettstedet ditt for Google Nyheter. Få %s nå!"],"no data":["ingen data"],"Your text should be slightly longer to calculate your Flesch reading ease score.":["Teksten din bør være litt lengre for å beregne Flesch-lesevennlighetspoengene dine."],"Continue writing to get insight into the readability of your text!":["Fortsett å skrive for å få innsikt i lesbarheten til teksten din!"],"%1$sKeyphrase distribution%2$s: Have you evenly distributed your focus keyphrase throughout the whole text? %3$sYoast SEO Premium will tell you!%4$s":["%1$sNøkkelfrasedistribusjon%2$s: Har du jevnt fordelt din fokusnøkkelfrase gjennom hele teksten? %3$s Yoast SEO Premium vil fortelle deg! %4$s"],"%1$sWord complexity%2$s: Is your vocabulary suited for a larger audience? %3$sYoast SEO Premium will tell you!%4$s":["%1$sOrdkompleksitet%2$s: Passer ordforrådet ditt for et større publikum? %3$s Yoast SEO Premium vil fortelle deg! %4$s"],"Get %s to enjoy the benefits of prominent words":["Få %s til å nyte fordelene med fremtredende ord"],"With %1$s%3$s%2$s, this section will show you which words occur most often in your text. By checking these prominent words against your intended keyword(s), you'll know how to edit your text to be more focused.":["Med %1$s%3$s%2$s vil denne delen vise deg hvilke ord som forekommer oftest i teksten din. Ved å sjekke disse fremtredende ordene mot de tiltenkte søkeordene dine, vet du hvordan du redigerer teksten din for å være mer fokusert."],"Buy %s now!":["Kjøp %s nå!"],"Are you working on a news article? %s helps you optimize your site for Google News.":["Jobber du med en nyhetsartikkel? %s hjelper deg med å optimalisere nettstedet ditt for Google Nyheter."],"Premium SEO analysis":["Premium SEO-analyse"],"1 year of premium support and updates included!":["1 år med premium support og oppdateringer inkludert!"],"Unlock with %s":["Lås opp med %s"],"Learn more about character count":["Lær mer om antall tegn"],"Character count":["Antall tegn"],"Learn more about word count":["Lær mer om antall ord"],"Word count":["Antall ord"],"Learn more about Flesch reading ease":["Lær mer om Flesch lesevennlighet"],"out of 100":["av 100"],"okay":["okay"],"Learn more about reading time":["Lær mer om lesetid"],"Reading time":["Lesetid"],"minute":["minutt","minutter"],"Activate %1$s!":["Aktiver %1$s!"],"You've installed %1$s but it's not activated yet. %2$sActivate %1$s now!%3$s":["Du har installert, men ikke aktivert %1$s. %2$sAktiver %1$s nå!%3$s"],"Automatically ping search engines like Bing and Yandex whenever you publish, update or delete a post.":["Ping automatisk søkemotorer som Bing og Yandex når du publiserer, oppdaterer eller sletter et innlegg."],"Additional URL parameters to allow":["Flere nettadresseparametere som må tillates"],"Permalink cleanup settings":["Innstillinger for å rydde i permalenker."],"Max number of characters to allow in searches":["Maksimalt antall tegn tillat i søk"],"Search cleanup settings":["Søk i innstillinger for opprydding"],"Filter searches with common spam patterns":["Filtrer søk med vanlige spammønstre"],"Filter searches with emojis and other special characters":["Filtrer søk med emojier og andre spesialtegn"],"Filter search terms":["Filtrer søkeord"],"Unregistered URL parameters":["Uregistrerte nettadresseparametere"],"Campaign tracking URL parameters":["Parametere for nettadresser for kampanjesporing"],"Timestamp this %s":["Tidsstempel denne %s"],"%1$s: Not all the words from your keyphrase \"%4$s\" appear in the SEO title. %2$s%5$s%3$s.":["%1$s: Ikke alle ordene i nøkkelfrasen \"%4$s\" er gjentatt i tittelen. %2$s%5$s%3$s."],"%1$s: The focus keyphrase appears at the beginning of the SEO title. Good job!":["%1$s: Nøkkelfrasen ligger i begynnelsen av tittelen. Godt jobbet!"],"Keyphrase in SEO title":["Nøkkelfrase i tittelen"],"Contact %s support.":["Ta kontakt med %s brukerhjelp."],"WordProof Timestamp":["WordProof tidsmerke"],"View this content's Timestamp certificate":["Vis dette innholdets tidsstempelsertifikat"],"Contact WordProof support":["Kontakt kundestøtte for WordProof"],"Find out how IndexNow can help your site.":["Finn ut hvordan IndexNow kan hjelpe nettstedet ditt."],"IndexNow":["IndexNow"],"Dismiss this notice.":["Skjul dette varselet."],"We noticed that you haven't fully configured Yoast SEO yet. Optimize your SEO settings even further by using our improved %1$s First-time configuration%2$s.":["Vi har merket oss at du ikke har fullført oppsettet av Yoast SEO. Optimaliser dine SEO-innstillinger litt mer ved å bruke vår forbedrete %1$s Førstegangs-konfigurering%2$s."],"SEO configuration":["SEO konfigurering"],"Feed crawl settings":["Innstillinger for gjennomsøking av feeder"],"Basic crawl settings":["Grunnleggende gjennomsøkingsinnstillinger"],"Powered by HTTP header":["Drevet av HTTP-topptekst"],"Pingback HTTP header":["Tilbakeping HTTP-topptekst"],"Emoji scripts":["Emoji-skripter"],"Generator tag":["Generator-merke"],"oEmbed links":["oEmbed-lenker"],"RSD / WLW links":["RSD / WLW-lenker"],"REST API links":["REST API-lenker"],"Shortlinks":["Hurtiglenker"],"Atom/RDF feeds":["Atom/RDF feeder"],"Search results feeds":["Feeder fra søkeresultater"],"Custom taxonomy feeds":["Skreddersydde taksonomi feeder"],"Tag feeds":["Stikkordfeeder"],"Category feeds":["Kategorifeeder"],"Post type feeds":["Innleggsfeeder"],"Post authors feeds":["Feeder fra forfattere av innlegg"],"Global comment feeds":["Alle kommentarfeeder"],"Global feed":["Alle feeder"],"%1$sLearn more about crawl settings.%2$s":["%1$sFinn ut mer om gjennomsøkinnstillinger.%2$s"],"Post comments feeds":["Feed for kommentarer til innlegg"],"Crawl settings":["Innstillinger for gjennomsøking"],"Finish configuration":["Fullfør konfigurering"],"Personal preferences":["Personlige preferanser"],"SEO data optimization":["SEO dataoptimalisering"],"An error has occurred: %1$s":["En feil har oppstått:  %1$s"],"We could not save the organization name. Please check the value.":["Vi kan ikke lagre organisasjonsnavnet. Vennligst sjekk verdien."],"No items found.":["Ingen elementer funnet."],"All redirect types":["Alle omdirigeringstyper"],"Add Redirect":["Legg til omdirigering"],"Old URL":["Gammel URL"],"The redirect type is the HTTP response code sent to the browser telling the browser what type of redirect is served. %1$sLearn more about redirect types%2$s.":["Type-omdirigering er HTTP responskoden som sendes til nettleseren og forteller nettleseren hvilken type omdirigering som blir servert. %1$sLær mer om type-omdirigering%2$s."],"301 Moved Permanently":["301 Flyttet permanent"],"Type":["Type"],"Plain redirects":["Rene omdirigeringer"],"Regex Redirects":["Regex-redirigeringer"],"There are unsaved changes in one or more steps. Leaving means that those changes may not be saved. Are you sure you want to leave?":["Det er ulagrede endringer i ett eller flere trinn. Å forlate betyr at disse endringene ikke kan lagres. Er du sikker på at du vil forlate?"],"Add another profile":["Legg til en ny profil"],"Start first-time configuration!":["Start førstegangskonfigurering!"],"Set the essential %s settings for your site in a few steps.":["Sett de viktigste %s innstillingene for nettstedet ditt med noen få steg."],"For the best ranking results: configure %s!":["For de beste rangeringsresultatene: Konfigurer %s!"],"Your site is already easier to find for search engines.":["Ditt nettsted er nå enklere å finne for søkemotorene."],"Tell us about your site, so we can get it ranked!":[""],"Or go to your SEO dashboard":["Eller gå til ditt SEO-kontrollpanel"],"E.g. example@email.com":["F.eks. example@email.com"],"Please enter a valid email address.":["Vennligst oppgi en gyldig e-postadresse."],"Tell us! Is your site about an organization or a person? ":[""],"Personal logo or avatar":["Personlig logo eller bilde"],"Select a user":["Velg en bruker"],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. You're not allowed to update this user profile, so please ask this user or an admin to make sure the information is correct.":["Du har valgt brukeren %1$s som personen dette nettstedet representerer. Denne brukerprofilinformasjonen vil nå bli brukt i søkeresultater. Du har ikke lov til å oppdatere denne brukerprofilen, så be denne brukeren eller en administrator om å sørge for at informasjonen er riktig."],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. %2$sUpdate this profile to make sure the information is correct%3$s.":["Du har valgt brukeren %1$s som personen dette nettstedet representerer. Dennes brukerprofil-informasjon vil nå bli brukt i søkeresultatet. %2$sOppdater dennes profil for å forsikre deg om at informasjonen er korrekt.%3$s"],"Uploading image...":["Laster opp bilde..."],"Select an option":["Velg et alternativ"],"Be aware that you should run the SEO data optimization for this configuration to take maximum effect.":["Pass på at du kjører SEO data optimalisering for at denne konfigurasjonen skal få maksimal effekt."],"We've already successfully analyzed your site. You can move on to the next step.":["Vi har allerede utført en vellykket analyse av ditt nettsted. Du kan nå gå videre til neste steg."],"SEO data optimization is running… You can safely move on to the next steps of this configuration.":["SEO data optimalisering kjører... Du kan nå gå videre til neste steg i dette oppsettet."],"You're not allowed to edit the social profiles of this user. Please ask this user or an admin to do this.":["Du har ikke lov til å redigere de sosiale profilene til brukeren %1$s. Be denne brukeren eller en administrator om å gjøre dette."],"E.g. https://www.wikipedia.com/yoast":["F.eks. https://www.wikipedia.com/yoast"],"E.g. https://www.youtube.com/yoast":["F.eks. https://www.youtube.com/yoast"],"E.g. https://www.twitter.com/yoast":["F.eks. https://www.twitter.com/yoast"],"E.g. https://www.tumblr.com/yoast":["F.eks. https://www.tumblr.com/yoast"],"E.g. https://www.soundcloud.com/yoast":["F.eks. https://www.soundcloud.com/yoast"],"E.g. https://www.pinterest.com/yoast":["F.eks. https://www.pinterest.com/yoast"],"E.g. https://www.myspace.com/yoast":["F.eks. https://www.myspace.com/yoast"],"E.g. https://www.linkedin.com/yoast":["F.eks. https://www.linkedin.com/yoast"],"E.g. https://www.instagram.com/yoast":["F.eks. https://www.instagram.com/yoast"],"E.g. https://www.facebook.com/yoast":["F.eks. https://www.facebook.com/yoast"],"Delete item":["Slett element"],"E.g. https://social-platform.com/yoast":["F.eks. https://social-platform.com/yoast"],"Other social profile":["Annen sosial profil"],"First-time configuration":["Førstegangs konfigurering"],"You should finish the %1$sfirst time configuration%2$s to make sure your SEO data has been optimized and you’ve set the essential Yoast SEO settings for your site.":["Du bør fullføre %1$sførstegangs konfigurering%2$s for å sikre deg at dine SEO data har blitt optimalisert og at du har satt de viktigste Yoast SEO-innstillingene for nettstedet ditt."],"Step 4: Go through the first time configuration":["Steg 4: Gå gjennom førstegangs konfigurering"],"Postname permalink":["Innleggsnavn-permalenke"],"Page comments":["Sidekommentarer"],"Links table":["Lenketabell"],"If you already have saved AIOSEO 'Search Appearance' settings and the issue persists, please contact our support team so we can take a closer look.":["Hvis du allerede har lagret AIOSEO 'Search Appearance' innstillinger og problemet vedvarer, vennligst kontakt vårt supportteam slik at vi kan se nærmere på."],"If you have never saved any AIOSEO 'Search Appearance' settings, please do that first and run the import again.":["Hvis du aldri har lagret noen AIOSEO 'Search Appearance' innstillinger, vennligst gjør det først og kjør importen på nytt."],"The AIOSEO import was cancelled because some AIOSEO data is missing. Please try and take the following steps to fix this:":["AIOSEO-importen ble kansellert fordi noen AIOSEO-data mangler. Prøv å gjøre følgende for å løse dette:"],"The validation of the AIOSEO data structure has failed.":["Valideringen av AIOSEO-datastrukturen mislyktes."],"Currently, the %s integration is not available for multisites.":["For øyeblikket er %s integrering ikke tilgjengelig for multisites."],"WordProof authentication":["WordProof-godkjenning"],"Connected to WordProof":["Koblet til WordProof"],"Connection failed":["Tilkobling mislyktes"],"Not working? %1$sContact %3$s support%2$s.":["Fungerer ikke? %1$s Kontakt %3$s kundestøtte%2$s."],"Try again":["Prøv igjen"],"Find possible solutions in this %1$sArticle%2$s.":["Finn mulige løsninger i denne %1$sArtikkel%2$s."],"There was a connection problem. This could be because your third party connections are blocked.":["Det oppstod et tilkoblingsproblem. Dette kan skyldes at tredjepartstilkoblingene dine er blokkert."],"The %3$s will automatically be timestamped every time you %1$supdate%2$s or %1$spublish%2$s.":["Den %3$s blir automatisk tidsstemplet hver gang du %1$soppdatere%2$s eller %1$spublisere%2$s."],"Your %s is now protected via the blockchain!":["Din %s er nå beskyttet via blockchain!"],"Something went wrong authenticating your %3$s account with the %4$s site. Please try again or contact %1$s%3$s support%2$s.":["Noe gikk galt med å autentisere %3$skontoen din med %4$s nettstedet. Prøv på nytt, eller kontakt %1$s%3$s kundestøtte%2$s."],"Unable to create new timestamps. Please authenticate with WordProof.":["Kan ikke opprette nye tidsstempler. Vennligst autentiser med WordProof."],"Timestamp with WordProof":["Tidsstempel med WordProof"],"Learn more about timestamping":["Finn ut mer om tidsstempel"],"Authenticate with WordProof":["Godkjenn med WordProof"],"Manage WordProof settings":["Behandle WordProof-innstillinger"],"The WordProof Timestamp plugin needs to be disabled before you can activate this integration.":["WordProof Timestamp-plugin-modulen må deaktiveres før du kan aktivere denne integrasjonen."],"Open settings":["Åpne innstillinger"],"Open authentication":["Åpene godkjenning"],"The timestamp is not created because you need to authenticate with %s first.":["Tidsstempelet opprettes ikke fordi du må godkjenne med %s først."],"The timestamp is not retrieved by your site. Please try again or contact %1$s support.":["Tidsstempelet hentes ikke av nettstedet ditt. Prøv på nytt eller kontakt %1$s kundestøtte."],"%1$s failed to timestamp this page. Please check if you're correctly authenticated with %1$s and try to save this page again.":["%1$s klarte ikke å tidsstemple denne siden. Kontroller om du er riktig autentisert med %1$s, og prøv å lagre denne siden på nytt."],"%s has successfully timestamped this page.":["%s har tidsstemplet denne siden."],"You are out of timestamps. Please upgrade your account by opening the %s settings.":["Du er tom for tidsstempler. Oppgrader kontoen din ved å åpne %s innstillinger."],"Use WordProof to timestamp this page to comply with legal regulations and join the fight for a more transparant and accountable internet.":["Bruk WordProof til å tidsstemple denne siden for å overholde lovbestemmelser og bli med i kampen for et mer gjennomsiktig og ansvarlig internett."],"Timestamp this post":["Tidsstempel dette innlegget"],"content words":["innholdsord"],"content word":["innholdsord"],"Cleanup failed with the following error:":["Opprydding feilet med følgende feilmelding:"],"Note: These settings will overwrite the default settings of Yoast SEO.":["Merk: Disse innstillinger vil overskrive standardinnstillinger i Yoast SEO."],"Note: This metadata will only be imported if there is no existing Yoast SEO metadata yet.":["Merk: Disse metadataene importeres bare hvis det ikke finnes noen eksisterende Yoast SEO-metadata ennå."],"Post metadata (SEO titles, descriptions, etc.)":["Metadata for innlegg (SEO-titler, beskrivelser etc.)"],"The import from %s includes:":["Importen fra %s inkluderer:"],"Once you're certain that your site is working properly with the imported data from another SEO plugin, you can clean up all the original data from that plugin.":["Når du er sikker på at nettstedet ditt fungerer som det skal med de importerte dataene fra et annet SEO-plugin, kan du rydde opp i alle de originale dataene fra det pluginet."],"Please select an SEO plugin below to see what data can be imported.":["Velg et SEO-plugin nedenfor for å se hvilke data som kan importeres."],"Clean up":["Rydd opp"],"After you've imported data from another SEO plugin, please make sure to clean up all the original data from that plugin. (step 5)":["Etter at du har importert data fra et annet SEO-plugin, må du sørge for å rydde opp i alle de originale dataene fra det pluginet. (Trinn 5)"],"Note: ":["Merk: "],"The cleanup can take a long time depending on your site's size.":["Oppryddingen kan ta lang tid, avhengig av nettstedets størrelse."],"Every fifteen minutes":[""],"Default tagline":["Standard slagord"],"Import failed with the following error:":["Import feilet med følgende feil:"],"No data found from other SEO plugins.":["Ingen data ble funnet fra andre SEO-utvidelser."],"Select SEO plugin":["Velg SEO-uvidelse"],"The import can take a long time depending on your site's size.":["Import kan ta sin tid avhengig av størrelsen på nettstedet ditt."],"For the best SEO results include all words of your keyphrase in the SEO title, and put the keyphrase at the beginning of the title":["For det beste SEO-resultatet bør du inkludere alle ordene i nøkkelfrasen i din SEO tittel og legge nøkkelfrasen i begynnelsen av tittelen."],"For the best SEO results write the exact match of your keyphrase in the SEO title, and put the keyphrase at the beginning of the title":["For de beste SEO-resultatene, skriv nøkkelfrasen helt identisk i SEO-tittelen, og plasser nøkkelfrasen i begynnelsen av tittelen"],"Installation Successful":["Installering vellykket"],"Blog Post":["Blogginnlegg"],"%1$s: Title does not begin with the focus keyphrase. %2$sMove your focus keyphrase to the beginning of the title%3$s.":["%1$s: Tittelen begynner ikke med nøkkelfrasen. %2$sFlytt nøkkelfrasen til begynnelsen av tittelen%3$s."],"%1$s: The exact match of the focus keyphrase appears at the beginning of the SEO title. Good job!":["%1$sNøkkelfrasen gjengis helt likt i begynnelsen av SEO tittelen. Godt jobbet!"],"%2$sText length%4$s: The text contains %1$d %6$s. This is below the recommended minimum of %5$d %6$s. %3$sAdd more content%4$s.":["%2$sTekstlengde%4$s: Teksten inneholder %1$d %6$s. Dette er under det anbefalte minimum på %5$d %6$s. %3$sLegg til mer innhold%4$s."],"%2$sText length%4$s: The text contains %1$d %6$s. This is slightly below the recommended minimum of %5$d %6$s. %3$sAdd a bit more copy%4$s.":["%2$sTekstlengde%4$s: Teksten inneholder %1$d %6$s. Dette er litt under det anbefalte minimum på %5$d %6$s. %3$sLegg til litt mer tekst%4$s."],"%2$sText length%4$s: The text contains %1$d %6$s. This is far below the recommended minimum of %5$d %7$s. %3$sAdd more content%4$s.":["%2$sTekstlengde%4$s: Teksten inneholder %1$d %6$s. Dette er langt under det anbefalte minimum på %5$d %7$s. %3$sLegg til mer tekst%4$s.","%2$sTekstlengde%4$s: Teksten inneholder %1$d %7$s. Dette er langt under det anbefalte minimum på %5$d %7$s. %3$sLegg til mer tekst%4$s."],"character":["tegn","tegn"],"word":["ord","ord"],"words":["ordene"],"characters":["tegn"],"%s rolls out the red carpet for the search bots, which helps your site perform better in search engines.":["%s ruller ut den røde løperen for søkerobotene, og hjelper til å forbedre ditt nettsteds resultater i søkemotorene."],"You've successfully installed %s!":["Du har installert %s!"],"Skip%s":["Hopp over%s"],"Your %s account does not contain any keyphrases for this website yet. You can track keyphrases by using the \"Track SEO Performance\" button in the post editor.":["Din %s konto har fortsatt ingen nøkkelfrase for dette nettstedet. Du kan spore nøkkelfraser ved å bruke knappen for \"Spor SEO ytelse\" under Rediger innlegg."],"%s account":["%s-konto"],"This overview only shows you keyphrases added to Yoast SEO. There may be other keyphrases added to your %s.":["Denne oversikten viser deg bare nøkkelfraser som er lagt til Yoast SEO. Der kan være andre nøkkelfraser som er lagt til din %s."],"Tracking the ranking position...":["Sporer rangeringsposisjonen..."],"Something went wrong while tracking the ranking position(s) of your page. Please try again later.":["Noe gikk galt under sporingen av rangeringsposisjonen(e) på siden din. Vennligst prøv igjen senere."],"reconnect to %s":["koble til %s på nytt"],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["Det ser ut til at noe gikk galt ved henting av dataene fra ditt nettstedet. Vennligst %s og prøv igjen."],"Before you can track your SEO performance make sure to set either the post’s title and save it as a draft or manually set the post’s slug.":["Før du kan spore din SEO prestasjon, sørg for å angi enten tittelen på innlegget og lagre det som et utkast eller manuelt sette innleggets permalenke."],"No keyphrase has been set. Please set a keyphrase first.":["Ingen nøkkelfraser er angitt. Angi en nøkkelfrasen først."],"upgrade your %s plan":["oppgrader din %s-pakke"],"You've reached the maximum amount of %d keyphrases you can add to your Wincher account. If you wish to add more keyphrases, please %s.":["Du har nådd det maksimale antallet %d nøkkelfraser du kan legge til i din Wincher-konto. Hvis du ønsker å legge til flere nøkkelsetninger, vennligst %s."],"With %1$s you can track the ranking position of your page in the search results based on your keyphrase(s). %2$s":["Med %1$s kan du spore rangeringsposisjonen til siden din i søkeresultatene basert på nøkkelfrasen (e). %2$s"],"%s is currently tracking the ranking position(s) of your page. This may take a few minutes. Please wait or check back later.":["%s sporer for øyeblikket rangeringsposisjonen (e) på siden din. Dette kan ta noen minutter. Vennligst vent eller kom tilbake senere."],"You have successfully connected to %s! You can now track the SEO performance for the keyphrase(s) of this page.":["Du har koblet til %s! Du kan nå spore SEO-ytelsen for nøkkelfrasen (e) på denne siden."],"Read more about keyphrase tracking with Wincher":["Les mer om keyphrase-sporing med Wincher"],"Automatic tracking of keyphrases is enabled. Your keyphrase(s) will automatically be tracked by %s when you publish your post.":["Automatisk sporing av nøkkelfraser er aktivert. Nøkkelfrasene dine blir automatisk sporet av %s når du publiserer innlegget ditt."],"Please enter a focus keyphrase first to track keyphrase performance":["Vennligst skriv inn en fokusnøkkelfrase først for å spore nøkkelfrase-ytelse"],"Keyphrase position in the last 90 days on a scale from 0 to 100.":["Nøkkelfraseplassering de siste 90 dagene på en skala fra 0 til 100."],"Track SEO performance":["Spor SEO ytelse"],"You can enable / disable tracking the SEO performance for each keyphrase below.":["Du kan slå på/av sporing av SEO-ytelsen for hver nøkkelfrase nedenfor."],"Track all keyphrases on this page":["Spor etter alle nøkkelfraser på denne siden"],"Tracking has already been enabled for one or more keyphrases of this page. Clicking the button below will enable tracking for all of its keyphrases.":["Sporing er allerede aktivert for én eller flere nøkkelfraser på denne siden. Ved å klikke på knappen nedenfor aktiveres sporing for alle nøkkelfrasene."],"Learn more about the SEO performance feature.":["Lær mer om SEO ytelsesfunksjonen."],"SEO performance":["SEO ytelse"],"Connect with %s":["Koble til med %s"],"* focus keyphrase":["* fokusnøkkelfrase"],"Get more insights over at %s":["Få dypere informasjon på %s"],"Position over time":["Posisjon over tid"],"Position":["Posisjon"],"Tracking":["Sporing"],"You can still run the SEO data optimization in the %1$sTools section%2$s. Once that is finished, please refresh this page.":["Du kan fortsatt kjøre SEO-dataoptimalisering i delen %1$sVerktøy%2$s. Når det er ferdig, vennligst oppdater denne siden."],"This configuration step is currently disabled, because you're not running the latest version of Yoast SEO Premium. Please update to the latest version (at least %1$s). ":["Dette konfigurasjonstrinnet er for øyeblikket deaktivert, fordi du ikke kjører den nyeste versjonen av Yoast SEO Premium. Oppdater til den nyeste versjonen (minst %1$s). "],"Save and continue":["Lagre og gå til neste"],"Does your site represent an Organization or Person?":["Representerer nettstedet ditt en organisasjon eller person?"],"Activate %s":["Aktiver %s"],"Update %s":["Oppdater %s"],"Renew %s":["Forny %s"],"Get help activating your subscription":["Få hjelp til å aktivere abonnementet ditt"],"It looks like you’re running an outdated and unactivated version of %1$s, please activate your subscription in %2$sMyYoast%3$s and update to the latest version (at least 17.7) to gain access to our updated workouts section.":["Det ser ut til at du kjører en utdatert og uaktivert versjon av %1$s, vennligst aktiver abonnementet ditt i %2$sMyYoast%3$s og oppdater til den nyeste versjonen (minst 17.7) for å få tilgang til vår oppdaterte treningsseksjon."],"Activate your subscription of %s":["Aktiver ditt abonnement av %s"],"Update to the latest version of %s":["Oppdater til den nyeste versjonen av %s"],"Renew your subscription":["Forny ditt abonnementet"],"Accessing the latest workouts requires an updated version of %s (at least 17.7), but it looks like your subscription has expired. Please renew your subscription to update and gain access to all the latest features.":["Tilgang til de siste treningsøktene krever en oppdatert versjon av %s (minst 17.7), men det ser ut til at abonnementet ditt er utløpt. Forny abonnementet for å oppdatere og få tilgang til alle de nyeste funksjonene."],"Renew your subscription of %s":["Forny ditt abonnementet av %s"],"Could not save this value. Please check the URL.":["Kunne ikke lagre denne verdien. Vennligst sjekk URL-en."],"Could not save this value. Please check the URL or username.":["Kunne ikke lagre denne verdien. Vennligst sjekk URL-en eller brukernavnet."],"Oops! Something went wrong. Check your email address and try again.":["Oops! Noe gikk vist galt. Sjekk e-postadressen din og prøv igjen."],"Yes, you can collect my site data":[""],"Site representation":["Nettstedets representasjon"],"Continue":["Fortsett"],"Thank you! Check your inbox for the confirmation email.":["Tusen takk! Sjekk innboksen din for epostbekreftelse."],"Yoast respects your privacy. Read %1$sour privacy policy%2$s on how we handle your personal information.":["Yoast respekterer personvernet ditt. Les %1$svår personvernerklæring%2$s om hvordan vi håndterer dine personopplysninger."],"Email address":["E-postadresse"],"%1$sBack to all workouts":["%1$s Tilbake til alle treningsøkter"],"Getting your site in shape and keeping it SEO fit can be hard. We can help you get started! Take these step-by-step workouts, and you’ll be tackling some of the most fundamental SEO challenges!":["Å få nettstedet ditt i form og holde det SEO-passform kan være vanskelig. Vi kan hjelpe deg i gang! Ta disse trinnvise treningsøktene, og du vil takle noen av de mest grunnleggende SEO-utfordringene!"],"Add internal links to your posts and pages":["Legg inn interne linker på ditt innlegg eller side"],"Make pages easier for Google and visitors to find":["Gjør sider enklere for Google og besøkende å finne"],"Clean up your unlinked content to make sure people can find it":["Rydd opp i innhold uten koblinger for å sikre at andre kan finne det"],"Orphaned content":["Foreldreløst innhold"],"Bring more visitors to your articles":["Få flere besøkende til artiklene dine"],"Make your important articles rank higher":["Få dine viktige artikler til å rangere høyere"],"%1$s/%2$s steps completed":["%1$s/%2$s trinn fullført"],"Unlock with %s!":["Lås opp med %s!"],"Start workout!":["Start treningen!"],"Do workout again":["Gjør trening igjen"],"Continue workout!":["Fortsett treningen!"],"It looks like you're running an outdated version of %1$s, please %2$supdate to the latest version (at least 17.7)%3$s to gain access to our updated workouts section.":["Det ser ut til at du kjører en utdatert versjon av %1$s, vennligst %2$soppdater til den nyeste versjonen (minst 17.7)%3$s for å få tilgang til vår oppdaterte treningsseksjon."],"Get started quickly with the %1$s%2$s First-time configuration%3$s and configure Yoast SEO with the optimal SEO settings for your site!":["Få en rask start med %1$s%2$s Førstegangs konfigurerering%3$s and sett opp Yoast SEO med de optimale SEO-innstillinger for ditt nettsted!"],"Current or first category title":["Gjeldende eller første kategoritittel"],"Category Title":["Kategoritittel"],"Replaced with the post content":["Erstattet med innleggsinnholdet"],"Post Content":["Innleggsinnholdet"],"Replaced with the permalink":["Erstattet med permalenken"],"Replaced with the last name of the author":["Erstattet med etternavnet til forfatteren"],"Author last name":["Forfatters etternavn"],"Replaced with the first name of the author":["Erstattet med fornavnet til forfatteren"],"Author first name":["Forfatters fornavn"],"Replaced with the day the post was published":["Erstattet med dagen innlegget ble publisert"],"Post day":["Innleggsdag"],"Replaced with the month the post was published":["Erstattet med måneden innlegget ble publisert"],"Post month":["Innleggsmåned"],"Replaced with the year the post was published":["Erstattet med året innlegget ble publisert"],"Post year":["Innleggsår"],"Current day":["Dagen i dag"],"Current month":["Dagens måned"],"Current date":["Dagens dato"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's way less than the recommended minimum of %2$d %7$s. %4$sMake it longer%5$s!":["%3$sNøkkefraselengde%5$s: Nøkkelfrasen inneholder %1$d %6$s. Det er mindre enn anbefalt minimum på %2$d %7$s. %4$sGjør den lengre%5$s!","%3$sNøkkefraselengde%5$s: Nøkkefrasen inneholder %1$d %7$s. Det er mindre enn anbefalt minimum på %2$d %7$s. %4$sGjør den lengre%5$s!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's less than the recommended minimum of %2$d %6$s. %4$sMake it longer%5$s!":["%3$sNøkkelfraselengde%5$s: Nøkkelfrasen inneholder %1$d %6$s . Det færre enn anbefalt minimum på %2$d %6$s. %4$sGjør den lengre%5$s!"],"It looks like you aren't using our %1$s%2$s addon%3$s. %4$sUpgrade today%5$s to unlock more tools and SEO features to make your products stand out in search results.":["Det ser ut til at du ikke bruker vårt %1$s%2$s tillegg%3$s. %4$s Oppgrader i dag%5$s for å låse opp flere verktøy og SEO-funksjoner for å få produktene dine til å skille seg ut i søkeresultatene."],"Below are the technical details for the error. See %1$sthis page%2$s for a more detailed explanation.":["Nedenfor er de tekniske detaljene for feilen. Se %1$sdenne siden%2$s for en mer detaljert forklaring."],"%1$sImage Keyphrase%2$s: Good job!":["%1$sNøkkelfrase for bilder%2$s: Godt jobbet!"],"%1$sImage Keyphrase%3$s: Images on this page do not have alt attributes with at least half of the words from your keyphrase. %2$sFix that%3$s!":["%1$sNøkkelfrase for bilder%3$s: Bilder på denne siden har ikke alt-attributter med minst halvparten av ordene fra din nøkkelfrase. %2$sFiks det%3$s!"],"%1$sImages%2$s: Good job!":["%1$sBilder%2$s: Godt jobbet!"],"%1$sImages and videos%2$s: Good job!":["%1$sBilder og videoer%2$s: Godt jobbet!"],"%3$sImages and videos%5$s: Only %1$d image or video appears on this page. We recommend at least %2$d. %4$sAdd more relevant images or videos%5$s!":["%3$sBilder og videos%5$s: Bare %1$d bilde eller video finnes på denne siden. Vi anbefaler minst %2$d. %4$sLegg til flere relevante bilder eller videoer%5$s!","%3$sBilder og videos%5$s: Bare %1$d bilder eller videoer finnes på denne siden. Vi anbefaler minst %2$d. %4$sLegg til flere relevante bilder eller videoer%5$s!"],"%3$sImages%5$s: Only %1$d image appears on this page. We recommend at least %2$d. %4$sAdd more relevant images%5$s!":["%3$sBilder og videos%5$s: Bare %1$d bilde  finnes på denne siden. Vi anbefaler minst %2$d. %4$sLegg til flere relevante bilder%5$s!","%3$sBilder og videos%5$s: Bare %1$d bilder finnes på denne siden. Vi anbefaler minst %2$d. %4$sLegg til flere relevante bilder%5$s!"],"%1$sImages and videos%3$s: No images or videos appear on this page. %2$sAdd some%3$s!":["%1$sBilder og videoer%3$s: Ingen bilder eller videoer vises på denne siden. %2$sLegg til noen%3$s!"],"Error stack trace":["Feil i stack trace"],"Response":["Respons"],"Error message":["Feilmelding"],"Status code":["Statuskode"],"Request method":["Forespørselsmetode"],"Request URL":["Forespørsels-URL"],"Error details":["Feildetaljer"],"Workouts":["Treningsøkter"],"Rank with articles you want to rank with":["Ranger med artiklene du ønsker å rangere med"],"The cornerstone approach":["Hjørnesteinsmetoden"],"SEO workouts":["SEO treningsøkter"],"Improve the quality of your site search! Automatically helps your users find your cornerstone and most important content in your internal search results. It also removes noindexed posts & pages from your site’s search results.":["Forbedre kvaliteten på nettstedet ditt søk! Hjelper automatisk brukerne med å finne hjørnesteinen og det viktigste innholdet i de interne søkeresultatene. Det fjerner også noindexed innlegg og sider fra nettstedets søkeresultater."],"Find out more about our %s integration.":["Finn ut mer om vår %s integrasjon."],"Get relevant internal linking suggestions — while you’re writing! The link suggestions metabox shows a list of posts on your blog with similar content that might be interesting to link to. ":["Få relevante interne koblingsforslag - mens du skriver! Metaboksen for lenkeforslag viser en liste over innlegg på bloggen din med lignende innhold som kan være interessant å koble til. "],"Find out how Insights can help you improve your content.":["Finn ut hvordan Innsikt kan hjelpe deg med å forbedre innholdet ditt."],"Find relevant data about your content right in the Insights section in the Yoast SEO metabox. You’ll see what words you use most often and if they’re a match with your keywords! ":["Finn relevante data om innholdet ditt rett i Insights-delen i Yoast SEO-metaboksen. Du ser hvilke ord du bruker oftest, og om de samsvarer med søkeordene dine! "],"Oops, something has gone wrong and we couldn't complete the optimization of your SEO data. Please make sure to activate your subscription in MyYoast by completing %1$sthese steps%2$s.":["Beklager, noe har gått galt, og vi kunne ikke fullføre optimaliseringen av SEO-dataene dine. Sørg for å aktivere abonnementet ditt i MyYoast ved å fullføre %1$sdisse trinnene%2$s."],"To unlock this feature please update %s to the latest version.":["For å få tilgang til denne funksjonen må du oppdatere %s til den nyeste versjonen."],"The social appearance settings for archives require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Innstillingene for sosialt utseende for arkiver krever Open Graph-metadata (som for øyeblikket er deaktivert). Du kan aktivere dette i %1$s'Sosiale' innstillinger under 'Facebook'-fanen%2$s."],"The social appearance settings for taxonomies require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Innstillingene for sosialt utseende for taksonomier krever Open Graph-metadata (som for øyeblikket er deaktivert). Du kan aktivere dette i %1$s'Sosiale' innstillinger under 'Facebook'-fanen%2$s."],"The social appearance settings for content types require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Innstillingene for sosialt utseende for innholdstyper krever Open Graph-metadata (som for øyeblikket er deaktivert). Du kan aktivere dette i %1$s'Sosiale' innstillinger under 'Facebook'-fanen%2$s."],"The social appearance settings for your homepage require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Innstillingene for sosialt utseende for hjemmesiden din krever Open Graph-metadata (som for øyeblikket er deaktivert). Du kan aktivere dette i %1$s'Sosiale' innstillinger under 'Facebook'-fanen%2$s."],"Social image":["Sosialt bilde"],"Unlock with Premium":["Lås opp med Premium"],"Addon installation failed because of an error: %s.":["Installasjon av tilleggsmodul mislyktes på grunn av en feil: %s."],"You are not allowed to install plugins.":["Du har ikke lov til å installere utvidelser."],"Addon installed.":["Tillegg installert."],"Addon activation failed because of an error: %s.":["Aktivering av tilleggsmodul mislyktes på grunn av en feil: %s."],"You are not allowed to activate plugins.":["Du har ikke lov til å aktivere utvidelser."],"Addon activated.":["Tillleggsmodul aktivert."],"%1$s Continue to %2$s%3$s":["%1$s Fortsett til %2$s%3$s"],"Installing and activating addons":["Installerer og aktiverer tilleggsmoduler"],"No %1$s plugins have been installed. You don't seem to own any active subscriptions.":["Ingen %1$s-utvidelser er installert. Du ser ikke ut til å eie noen aktive abonnementer."],"the following addons":["følgende tilleggmoduler"],"%s SEO installation":["%s SEO-installasjon"],"Install and activate":["Installer og aktiver"],"Please confirm below that you would like to install %s on this site.":["Vennligst bekreft at du vil installere %s på dette nettstedet."],"Insert variable":["Sett inn variabel"],"Shopping data preview:":["Forhåndsvisning av av innkjøpsdata:"],"Availability":["Tilgjengelighet"],"Price":["Pris"],"Rating":["Rangering"],"%s reviews":["%s omtaler"],"Rating: %s":["Rangering: %s"],"Image":["Bilde"],"Social description":["Sosial beskrivelse"],"Social title":["Sosial tittel"],"Required by %s":["Påkrevet av %s"],"Auto-updates are disabled based on this setting for %1$s.":["Auto-oppdateringer slått av basert på denne innstillingen for %1$s."],"Auto-updates are enabled based on this setting for %1$s.":["Auto-oppdateringer slått på basert på denne innstillingen for %1$s."],"New":["Ny"],"seconds":["sekunder"],"Select image":["Velg bilde"],"Replace image":["Erstatt bilde"],"site structure":["nettstedstruktur"],"internal linking":["intern lenking"],"breadcrumbs":["brødsmuler"],"seo":["seo"],"Adds the Yoast SEO breadcrumbs to your template or content.":["Legger Yoast SEO brødsmuler til din mal eller innhold."],"Yoast Breadcrumbs":["Yoast Brødsmuler"],"The term is considered invalid. The following reason was given by WordPress: %s":["Termen anses ugyldig. Følgende begrunnelse ble gitt av WordPress: %s"],"The post could not be found.":["Innlegget ble ikke funnet."],"The term could not be found.":["Termen ble ikke funnet."],"This feature has been disabled since subsites never send tracking data.":["Denne funksjonen er slått av fordi undernettsteder aldri sender sporingsdata."],"We notice that you have installed WPML. To make sure your canonical URLs are set correctly, %1$sinstall and activate the WPML SEO add-on%2$s as well!":[""],"Unfortunately we cannot save changes to your SEO settings while you are working on a draft of an already-published %1$s. If you want to save your SEO changes, make sure to click 'Update', or wait to make your SEO changes until you are ready to update the %1$s.":["Dessverre kan vi ikke lagre endringer i dine SEO-innstillinger mens du arbeider med en kladd til en allerede publisert %1$s. Hvis du vil lagre dine SEO-endringer, sørg for å klikke 'Oppdater' eller vent med å gjøre dine SEO-endringer til du klar til å oppdatere %1$s."],"Get started with Yoast SEO's content analysis for Elementor!":["Kom i gang med Yoast SEOs innholdsanalyse for Elementor!"],"Got it":["Har det"],"New: Yoast SEO for Elementor":["Ny: Yoast SEO for Elementor"],"Because of a change in your category base setting, some of your SEO data needs to be reprocessed.":["Fordi du endret din innstilling for kategoribase må noen av dine SEO-data behandles på nytt."],"Wait for a week or so, until %1$s automatically processes most of your content in the background.":["Vent omtrent en uke, til %1$s automatisk har behandlet mesteparten av innholdet ditt i bakgrunnen."],"%s minute":["%s minutt","%s minutter"],"Est. reading time":["Ansl. lesetid"],"Written by":["Skrevet av"],"Google Rich Results Test":["Test for Google Rike resultater"],"Find out how a rich snippet can improve visibility and click-through-rate.":["Finn ut hvordan rike utdrag kan forbedre synlighet og klikkefrekvens."],"This adds an author byline and reading time estimate to the article’s snippet when shared on Slack.":["Dette ligger til forfatter og lesetid i artikkelens utdrag når den blir delt på Slack."],"Enhanced Slack sharing":["Forbedret deling på Slack"],"Activate your subscription":["Aktiver abonnementet ditt"],"SEO data optimization is disabled for non-production environments.":["Optimalisering av SEO-data er slått av for ikke-produksjonsmiljør."],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":["Denne funksjonen inkluderer og erstatter tekstlenke-telleren og intern lenkeanalyse"],"This tab allows you to selectively disable %1$s integrations with third-party products for all sites in the network. By default all integrations are enabled, which allows site admins to choose for themselves if they want to toggle an integration on or off for their site. When you disable an integration here, site admins will not be able to use that integration at all.":["Denne fanen lar deg selektivt slå av %1$s-integrasjoner med tredjeparts-produkter for alle nettsteder i et nettverk. Som standard er alle integrasjoner slått på, noe som lar nettstedsadministratorene selv velge om de ønsker å slå av/på en integrasjon på sitt nettsted. Når du slår av en integrasjon her vil nettstedsadministratorene ikke kunne bruke den integrasjonen i det hele tatt."],"Because of a change in your tag base setting, some of your SEO data needs to be reprocessed.":["Fordi du endret din innstilling for sikkordbase må noen av dine SEO-data behandles på nytt."],"Stop SEO data optimization":["Stopp optimalisering av SEO-data"],"Oops, something has gone wrong and we couldn't complete the optimization of your SEO data. Please click the button again to re-start the process. ":["Oops, noe har gått galt og vi kunne ikke fullføre optimaliseringen av dine SEO-data. Vennligst klikk knappen igjen for å starte prosessen på nytt. "],"Optimizing SEO data... This may take a while.":["Optimaliserer SEO-data... Dette kan ta en stund."],"SEO data optimization complete":["Optimalisering av SEO-data fullført"],"You can speed up your site and get insight into your internal linking structure by letting us perform a few optimizations to the way SEO data is stored. ":["Du kan få mer fart på ditt nettsted og få innsikt i din interne lenkestruktur ved å la oss foreta noen få optimaliseringer i måten SEO-data er lagret. "],"Start SEO data optimization":["Start optimalisering av SEO-data"],"Learn more about the benefits of optimized SEO data.":["Lær mer om fordelene med optimaliserte SEO-data."],"You can speed up your site and get insight into your internal linking structure by letting us perform a few optimizations to the way SEO data is stored. If you have a lot of content it might take a while, but trust us, it's worth it.":["Du kan få mer fart på ditt nettsted og få innsikt i din interne lenkestruktur ved å la oss foreta noen få optimaliseringer i måten SEO-data er lagret. Dersom du har svært mye innhold kan det ta en stund. Men tro oss, det er verdt det."],"Optimize SEO Data":["Optimaliser SEO-data"],"If the problem persists, please contact support.":["Om problemet vedvarer, vennligst kontakt brukerstøtte."],"Something has gone wrong and we couldn't complete the optimization of your SEO data. Please %1$sre-start the process%2$s.":["Noe har gått galt og vi kunne ikke fullføre optimaliseringen av dine SEO-data. Vennligst %1$sstart prosessen på nytt%2$s."],"All permalinks were successfully reset":["Alle permalenker ble tilbakestilt"],"We've encountered a problem trying to get related keyphrases. Please try again later.":["Det har oppstått et problem med å få relaterte nøkkelfraser. Vennligst prøv igjen senere."],"You've reached the maximum amount of 4 related keyphrases. You can change or remove related keyphrases in the %s metabox or sidebar.":["Du har nådd makisimale antall på 4 relaterte nøkkelfraser. Du kan endre eller fjerne relaterte nøkkelfraser i %s-metaboksen eller sidestolpen."],"Please wait while %1$s connects to %2$s to get related keyphrases...":["Vennligst vent mens %1$s kobler til %2$s for å få relaterte nøkkelfraser..."],"Upgrade your %s plan":["Oppgrader din %s-pakke"],"You've reached your request limit for today. Check back tomorrow or upgrade your plan over at %s.":["Du har nådd begrensningen i forespørsler for i dag. Kom tilbake i morgen eller oppgrader ditt abonnement på %s."],"Last month":["Siste måned"],"Two months ago":["To måneder siden"],"Three months ago":["Tre måneder siden"],"Four months ago":["Fire måneder siden"],"Five months ago":["Fem måneder siden"],"Six months ago":["Seks måneder siden"],"Seven months ago":["Sju måneder siden"],"Eight months ago":["Åtte måneder siden"],"Nine months ago":["Ni måneder siden"],"Ten months ago":["Ti måneder siden"],"Eleven months ago":["Elleve måneder siden"],"Twelve months ago":["Tolv måneder siden"],"Get more insights at %s":["Få flere innsikter på %s"],"Keyphrase volume in the last 12 months on a scale from 0 to 100.":["Mengde nøkkelfraser de siste 12 måneder på en skala fra 0 til 100."],"Learn more about the related keyphrases trend":["Lær mer om endringene i relaterte nøkkelfraser"],"Trend":["Tendens"],"Learn more about the related keyphrases volume":["Lær mer om mengden av relaterte nøkkelfraser"],"Volume":["Volum"],"Related keyphrase":["Relatert nøkkelfrase"],"Select country":["Velg land"],"Show results for:":["Vis resultater for:"],"Please enter a focus keyphrase first to get related keyphrases":["Vennligst oppgi en fokusnøkkelfrase først for å få relatert nøkkelfrase"],"Sorry, there's no data available for that keyphrase/country combination.":["Beklager, det er ingen tilgjengelige data for den kombinasjonen av nøkkelfrase og land."],"Get related keyphrases":["Få relaterte nøkkelfraser"],"Related keyphrases":["Relaterte nøkkelfraser"],"The number of headers and header labels don't match.":["Antall sidehoder og sidehode-etiketter stemmer ikke."],"The %s integration offers suggestions and insights for keywords related to the entered focus keyphrase.":["%s-integrasjonen tilbyr forslag og innsikter for nøkkelfraser som ligner på den angitte fokusnøkkelfrasen."],"Disabling Yoast SEO's XML sitemaps will not disable WordPress' core sitemaps. In some cases, this %1$s may result in SEO errors on your site%2$s. These may be reported in Google Search Console and other tools.":["Deaktivering av Yoast SEO sitt XML-sidekart vil ikke deaktivere WordPress' innebygde sidekart. I noen tilfeller %1$skan dette føre til SEO-feil på nettstedet ditt%2$s. Disse kan dukke opp som rapporter i Google Search Console eller andre verktøy."],"If you still need support and have an active subscription for this product, please email %s.":["Hvis du fortsatt trenger hjelp, og har et aktivt abonnement på dette produktet, vennligst send en e-post til %s."],"You can probably find an answer to your question in our %1$shelp center%2$s.":["Du finner trolig svar på spørsmålet ditt i vårt %1$shjelpesenter%2$s."],"Need support?":["Trenger du hjelp?"],"Return to your %s":["Tilbake til %s"],"Make sure to save your %s for changes to take effect":["Pass på å lagre %s for at endringer skal tre i kraft"],"The advanced section of the %1$s meta box allows a user to remove posts from the search results or change the canonical. The settings in the schema tab allows a user to change schema meta data for a post. These are things you might not want any author to do. That's why, by default, only editors and administrators can do this. Setting to \"%2$s\" allows all users to change these settings.":["Den avanserte seksjonen av metaboksen %1$s lar en bruker fjerne innlegg fra søkeresultater eller endre den kanoniske. Innstillingene i skjemafanen lar en bruker endre skjema-metadata for et innlegg. Dette er ting du kanskje ikke vil at en forfatter skal gjøre. Det er derfor, som standard, bare redaktører og administratorer som kan gjøre dette. Å stille til \"%2$s\" lar alle brukere endre dise innstillingene."],"Security: no advanced or schema settings for authors":["Sikkerhet: Ingen avanserte skjemainnstillinger for forfattere"],"Report":["Rapport"],"Tech Article":["Teknisk artikkel"],"Scholarly Article":["Utdanningartikkel"],"Satirical Article":["Satirisk artikkel"],"Advertiser Content Article":["Artikkel med betalt innhold"],"News Article":["Nyhetsartikkel"],"Social Media Posting":["Innlegg i sosiale media"],"Article":["Artikkel"],"Search Results Page":["Søkeresultatside"],"Real Estate Listing":["Eiendomsoversikt"],"Checkout Page":["Nettkjøpside"],"Collection Page":["Side for samling"],"Medical Web Page":["Medisinsk nettside"],"Contact Page":["Kontaktside"],"Profile Page":["Profilside"],"QA Page":["Spørsmåls- og svarside"],"FAQ Page":["FAQ-side"],"About Page":["Om-side"],"Item Page":["Elementside"],"Web Page":["Nettside"],"Default for %1$s (%2$s)":["Standard for for %1$s (%2$s)"],"This helps search engines understand your website and your content. You can change some of your settings for this page below.":["Dette hjelper søkemotorer å forstå ditt nettsted og dit innhold. Du kan endre noen av dine innstillinger for denne siden nedenfor."],"Yoast SEO automatically describes your pages using schema.org":["Yoast SEO beskriver automatisk dine sider med schema.org"],"Article type":["Artikkeltype"],"Page type":["Sidetype"],"Learn more about page or content types":["Lær mer om side- og innholdstyper"],"What type of page or content is this?":["Hva slags type side eller innhold er dette?"],"Structured Data":["Strukurerte data"],"Yoast How-to":["Yoast Hvordan"],"Yoast FAQ":["Yoast FAQ"],"%1$s: Does not contain the exact match. %2$sTry to write the exact match of your keyphrase in the SEO title and put it at the beginning of the title%3$s.":["%1$s: Manglende samsvar. %2$sPrøv å legge nøkkelfrasen nøyaktig lik inn i SEO-tittelen, og legg den i starten av tittelen%3$s."],"%1$s: The exact match of the focus keyphrase appears in the SEO title, but not at the beginning. %2$sMove it to the beginning for the best results%3$s.":["%1$s: Nøkkelfrasen finnes i SEO-tittelen, men ikke i begynnelsen. %2$sFlytt den til begynnelsen for beste resultater%3$s."],"%1$s Internal Linking Blocks":["%1$s blokker for interne lenker"],"Allow us to track some data about your site to improve our plugin.":["La oss spore noen data om ditt nettsted for å forbedre utvidelsen."],"Usage tracking":["Sporing av bruk"],"Can we collect anonymous information about your website to enhance %1$s?":[""],"Read more about how internal linking can improve your site structure.":["Les mer om hvordan intern lenking kan forbedre strukturen på nettstedet."],"Link suggestions":["Lenkeforslag"],"Insights":["Innsikter"],"Remove image":["Fjern bilde"],"The file size of the uploaded image is too large for %s. File size must be less than %s.":["Filstørrelsen til det opplastede bildet er for stor for %s. Filstørrelsen må være mindre enn %s."],"The format of the uploaded image is not supported. The supported formats are: %s, %s, %s and %s.":["Formatet på det opplastede bildet støttes ikke. Det støttede formatene er: %s, %s, %s og %s."],"You have uploaded a %s. Please note that, if it’s an animated %s, only the first frame will be used.":["Du har lastet opp en %s. Vennligst merk at om den er animert %s vil kun første ramme bli brukt."],"Your image dimensions are not suitable. The minimum dimensions are %dx%d pixels. The maximum dimensions are %dx%d pixels.":["Dine bildedimensjoner er ikke passende. Minimumsdimensjonene er %dx%d piksler. Maksimumsdimensjonene er %dx%d piksler."],"Your image dimensions are not suitable. The minimum dimensions are %dx%d pixels.":["Dine bildedimensjoner er ikke passende. Minimumsdimensjonene er %dx%d piksler."],"Dismiss":["Avvis"],"Because of a change in your permalink structure, some of your SEO data needs to be reprocessed.":["Fordi du endret permalenkestrukturen må noen av dine SEO-data behandles på nytt."],"Because of a change in your home URL setting, some of your SEO data needs to be reprocessed.":["Fordi du endret din innstilling for kategori-URL må noen av dine SEO-data behandles på nytt."],"Please upgrade your WordPress version or install the Gutenberg plugin to get this %1$s feature.":["Vennligst oppgrader din WordPress-versjon eller installer utvidelsen Gutenberg for å få %1$s-funksjonen."],"Marking links with nofollow/sponsored has been disabled for WordPress installs < 5.4.":["Merking av lenker med ikke følg/sponset har blitt slått av for WordPress-installasjoner < 5.4."],"Open in new tab":["Åpne i ny fane"],"This is a sponsored link or advert (mark as %1$ssponsored%2$s)%3$s":["Dette er en annonse eller sponset lenke (merk som %1$ssponsored%2$s)%3$s"],"Search engines should ignore this link (mark as %1$snofollow%2$s)%3$s":["Søkemotorer bør ignorere denne lenken (merk som %1$snofollow%2$s)%3$s"],"Learn more about marking a link as nofollow or sponsored.":["Lær mer om å merke lenker som ikke-følg eller sponset."],"Link inserted.":["Lenke er satt inn."],"Link edited.":["Lenke redigert."],"Warning: the link has been inserted but may have errors. Please test it.":["Advarsel: Lenken er satt inn, men kan ha feil. Test lenken."],"Unlink":["Fjern lenke"],"Link removed.":["Lenke fjernet."],"Link":["Lenke"],"We've analyzed your post. There is still room for improvement!":["Vi har analysert innlegget ditt. Det er fortsatt rom for forbedringer!"],"We've analyzed your post. Everything looks good. Well done!":["Vi har analysert innlegget ditt. Alt ser bra ut. Godt jobbet!"],"No focus keyword was entered":["Ingen fokusnøkkelfrase ble angitt"],"Share your post!":["Del innlegget ditt!"],"Improve your post with Yoast SEO":["Forbedre innlegget ditt med Yoast SEO"],"SEO analysis:":["SEO-analyse:"],"The links columns show the number of articles on this site linking %3$sto%4$s this article and the number of URLs linked %3$sfrom%4$s this article. Learn more about %1$show to use these features to improve your internal linking%2$s, which greatly enhances your SEO.":["Lenke-kolonnene viser antall artikler på dette nettstedet som lenker %3$stil%4$s denne artikkelen og antallet lenker som lenker %3$sfra%4$s denne artikkelen. Les mer om %1$shvordan du bruker disse funksjonene for å forbedre dine interne lenker%2$s, for å forbedre din SEO."],"We've written an article about %1$show to use the SEO score and Readability score%2$s.":["Vi har skrevet en artikkel om %1$shvordan du kan ta i bruk score for SEO og score for lesevennlighet%2$s."],"%1$s adds several columns to this page.":["%1$s legger til flere kolonner på denne siden."],"We estimate this will take less than a minute.":["Vi antar det kommer til å ta under ett minutt."],"We estimate this will take a couple of minutes.":["Vi antar det kommer til å ta et par minutter."],"%1$sRun the indexation process on your server%2$s using %3$sWP CLI%2$s.":["%1$sKjør indekseringsprosessen på din server%2$s ved å bruke %3$sWP CLI%2$s."],"We estimate this could take a long time, due to the size of your site. As an alternative to waiting, you could:":["Dette kan ta lang tid på grunn av størrelsen på nettstedet ditt. Som et alternativ til å vente, kan du:"],"Show debug information":["Vis feilsøkingsinformasjon"],"Your site will continue to work normally, but won't take full advantage of %s.":["Ditt nettsted vil fortsette å virke som normalt, men vil ikke dra full nytte av %s."],"%s had problems creating the database tables needed to speed up your site.":["%s fikk problemer med å opprette databasetabellene som er nødvendig for å fart på ditt nettsted."],"Your keyphrase is too long. It can be a maximum of 191 characters.":["Nøkkelordfrasen din er for lang. Den kan maksimalt være 191 tegn."],"%1$sFind out how to solve this problem on our help center%2$s.":["%1$sFinn ut hvordan du kan løse dette problemet på vårt hjelpesenter%2$s."],"The text link counter feature is not working as expected":["Telleren for tekstlenker virker ikke som forventet"],"The text link counter helps you improve your site structure. %1$sFind out how the text link counter can enhance your SEO%2$s.":["Telleren for tekstlenker hjelper deg å forbedre strukturen på nettstedet ditt. %1$sFinn ut hvordan tekstlenke-telleren kan forbedre din SEO%2$s."],"The text link counter is working as expected":["Telleren for tekstlenker virker som forventet"],"I don't want this site to show in the search results.":["Jeg vil ikke at dette nettstedet vises i søkeresultatene."],"If you want search engines to show this site in their results, you must %1$sgo to your Reading Settings%2$s and uncheck the box for Search Engine Visibility.":["Om du vil at søkemotorer skal vise ditt nettsted i sine resultater må du %1$sgå til dine Innstillinger for lesing%2$s og fjerne avkrysningen i boksen for Søkemotosrsynlighet."],"Learn more about the no-index setting on our help page.":["Les mer på hjelpesiden din om innstillingen for å ikke indeksere ."],"Even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Selv om du kan stille inn innstillingene for roboter-meta her, har det ingen effekt fordi hele nettstedet er innstilt på ikke å indekseres i de generelle personverninnstillingene."],"Learn more about canonical URLs on our help page.":["Les mer om kanoniske URLer på hjelpesiden vår."],"Learn more about the breadcrumbs title setting on our help page.":["Les mer om innstillinger for titler i brødsmulestier på hjelpesiden vår."],"Learn more about advanced meta robots settings on our help page.":["Les mer om avanserte innstillinger for roboter-meta på hjelpesiden vår."],"Learn more about the no-follow setting on our help page.":["Les mer om innstillingene for ikke-følging på vår hjelpeside."],"Should search engines follow links on this content?":["Skal søkemotorer følge lenker fra dette innholdet?"],"This %1$s REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use %1$s for all their SEO meta output.":["Dette %1$s REST API-sluttpunktet gir deg alle metadata du trenger for at WordPress-nettsteder med headless-teknologi kan bruke %1$s for alle SEO metadata som genereres."],"REST API: Head endpoint":["REST API: Hode-sluttpunkt"],"Please read %1$sthis help article%2$s to find out how to resolve this problem.":["Les %1$sdenne hjelpeartikkelen%2$s for å finne ut hvordan du kan løse dette problemet."],"Replaced with the term ancestors hierarchy":["Erstattet med hierarkiet over term-forfedre"],"Term hierarchy":["Term-hierarki"],"%1$sYou can change the tagline in the customizer%2$s.":["%1$sDu kan endre slagord i Tilpass%2$s."],"You still have the default WordPress tagline. Even an empty one is probably better.":["Du har fortsatt standard WordPress-slagord. Selv et tomt et er trolig bedre."],"You should change the default WordPress tagline":["Du bør endre standard WordPress-slagord"],"You are using a custom tagline or an empty one.":["Du bruker et tilpasset slagord eller et tomt."],"You changed the default WordPress tagline":["Du har endret det standard WordPress-slagordet"],"Comments on your posts are displayed on a single page. This is just like we'd suggest it. You're doing well!":["Kommentarer til dine innlegg vises på en enkelt side. Dette er akkurat sli vi anbefaler det. Du gjør det bra!"],"It's highly recommended to have your postname in the URL of your posts and pages. Consider setting your permalink structure to %s.":["Det er sterkt anbefalt å ha ditt innleggnavn i URLen til dine innlegg og sider. Vurder å sette din permalenkestruktur til %s."],"You do not have your postname in the URL of your posts and pages":["Du har ikke ditt innleggsnavn i URLen for dine innlegg og sider"],"You do have your postname in the URL of your posts and pages.":["Du har ditt innleggsnavn i URLen for dine innlegg og sider."],"Your permalink structure includes the post name":["Din permalenkestruktur innholder innleggsnavnet"],"Comments on your posts break into multiple pages. As this is not needed in 999 out of 1000 cases, we recommend you disable it. To fix this, uncheck \"Break comments into pages...\" on the Discussion Settings page.":["Kommentarer til dine innlegg blir brutt opp til flere sider. Fordi dette i 999 av 1000 tilfeller ikke er nødvendig anbefaler vi at du slår av dette. For å rette det, fjern avkrysning for \"Del opp kommentarer i sider...\" på siden Diskusjonsinnstillinger."],"Comments break into multiple pages":["Kommentarer brytes over på flere sider"],"Comments are displayed on a single page":["Kommentarer vises på en enkelt side"],"No title":["Ingen tittel"],"%1$sGo to the Discussion Settings page%2$s":["%1$sGå til siden for Innstillinger for diskusjon%2$s"],"%1$sThis was reported by the %2$s plugin%3$s":["%1$sDette ble rapportert av utvidelsen %2$s%3$s"],"Mobile result":["Mobilresultat"],"Preview as:":["Forhåndsvis som:"],"Desktop result":["Skrivebordsresultat"],"When you click OK we will open our HelpScout beacon where you can find answers to your questions. This beacon will load our support data and also potentially set cookies.":["Når du klikker OK, åpner vi vår HelpScout-widget hvor du kan finne svar på dine spørsmål. Denne widgeten vil laste inn brukerstøtte-data og kan også sette informasjonskapsler."],"The browser you are currently using is unfortunately rather dated. Since we strive to give you the best experience possible, we no longer support this browser. Instead, please use %1$sFirefox%4$s, %2$sChrome%4$s or %3$sMicrosoft Edge%4$s.":["Nettleseren du bruker er dessverre temmelig utdatert. Vi prøver å gi deg best mulig opplevelse og derfor støtter vi ikke lenger denne nettleseren. Prøv å bruke %1$sFirefox%4$s, %2$sChrome%4$s eller %3$sMicrosoft Edge%4$s i stedet."],"If you want to apply advanced <code>meta</code> robots settings for this page, please define them in the following field.":["Hvis du vil bruke avanserte <code>meta</code> robot-instillinger for denne siden, vennligst definer disse i følgende felt."],"Check out %1$s":["Sjekk ut %1$s"],"We have both free and premium online courses to learn everything you need to know about SEO.":["Vi har både online gratiskurs og premiumkurs hvor du kan lære alt du trenger å vite om SEO."],"Want to learn SEO from Team Yoast? Check out our %1$s!":["Vil du lære om SEO fra Team Yoast? Sjekk ut vårt %1$s!"],"Learn SEO":["Lær SEO"],"%s settings to import:":["%s-innstillinger å importere:"],"Import settings from another %1$s installation by pasting them here and clicking \"%2$s\".":["Importer innstillinger fra en annen %1$s-installasjon ved å lime dem inn her og klikke \"%2$s\"."],"Your %1$s settings:":["Dine %1$s-innstillinger:"],"Schema":["Skjema"],"Please check the format of the YouTube URL you entered. %s":["Vennligst sjekk formatet til YouTube-URLen du la inn. %s"],"Please check the format of the Wikipedia URL you entered. %s":["Vennligst sjekk formatet til Wikipedia-URLen du skrev inn. %s"],"Please check the format of the Pinterest URL you entered. %s":["Vennligst sjekk formatet til Pinterest-URLen du skrev inn. %s"],"Please check the format of the MySpace URL you entered. %s":["Vennligst sjekk formatet til MySpace-URLen du skrev inn. %s"],"Please check the format of the LinkedIn URL you entered. %s":["Vennligst sjekk formatet til Linkedin-URLen du la inn. %s"],"Please check the format of the Instagram URL you entered. %s":["Vennligst sjekk formatet til Instagram-URLen du skrev inn. %s"],"Please check the format of the Facebook Page URL you entered. %s":["Vennligst sjekk formatet til Facebookside-URLen du skrev inn. %s"],"Settings saved.":["Innstillinger lagret."],"Dismiss this alert":["Avvis dette varselet"],"The submitted value was: %s":["Den innsendte verdien var %s"],"Yandex confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Yandex-bekreftelseskoder kan bare inneholde bokstaver fra A til F, tall, bindestreker og understreker. %s"],"Twitter usernames can only contain letters, numbers, and underscores. %s":["Twitter-brukernavn kan bare inneholde bokstaver, tall og understreker. %s"],"Pinterest confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Pinterest-bekreftelseskoder kan bare inneholde bokstaver fra A til F, tall, bindestreker og understreker. %s"],"Bing confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Bing-bekreftelseskoder kan bare inneholde bokstaver fra A til F, tall, bindestreker og understreker. %s"],"Google verification codes can only contain letters, numbers, hyphens, and underscores. %s":["Google-bekreftelseskoder kan bare inneholde bokstaver, tall, bindestreker og understreker. %s"],"Baidu verification codes can only contain letters, numbers, hyphens, and underscores. %s":["Baidu-bekreftelseskoder kan bare inneholde bokstaver, tall, bindestreker og understreker. %s"],"Show this item.":["Vis dette elementet."],"Hide this item.":["Skjul dette elementet."],"You have %d hidden problem:":["Du har %d skjult problem:","Du har %d skjulte problemer:"],"You have %d hidden notification:":["Du har %d skjult varsel:","Du har %d skjulte varsler:"],"Focus keyphrase not set":["Fokusnøkkelfrase ikke bestemt"],"The form contains %1$s error. %2$s":["Skjemaet inneholder %1$s feil. %2$s","Skjemaet inneholder %1$s feil. %2$s"],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly.":["De følgende ordene opptrer mest hyppig i innholdet. Disse gir en indikasjon på hva innholdet ditt bør fokusere på. Dersom ordene ikke passer godt overens med ditt emne bør du vurdere å skrive om innholdet ditt deretter."],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":["Med en gang du legger til mer tekst, vil vi gi deg en liste med de ordene som forekommer oftest i innholdet. Disse gir en indikasjon på hva innholdet ditt fokuserer på."],"%d occurrences":["%d forekomster"],"Activate %s for your site on MyYoast":["Aktiver %s på ditt nettsted på MyYoast"],"Show blog page in breadcrumbs":["Vis bloggside i brødsmulesti"],"We could not find any relevant articles on your website that you could link to from your post.":["Vi kunne ikke finne noen relevante artikler på nettstedet som du kan lenke til fra innlegget."],"Has feedback":["Har tilbakemelding"],"Content optimization:":["Innholdsoptimalisering:"],"%1$sSEO%2$s: %3$s":["%1$sSEO%2$s: %3$s"],"%1$sReadability%2$s: %3$s":["%1$sLesbarhet%2$s: %3$s"],"Post Noindexed":["Innlegg avindeksert"],"No Focus Keyphrase":["Ingen fokusnøkkelfrase"],"Posts with the SEO score: %s":["Innlegg med SEO-poeng: %s"],"SEO: %s":["SEO: %s"],"%s video tutorial":["%s videoopplæring"],"To view your current crawl errors, %1$splease visit Google Search Console%2$s.":["For å se nåværende gjennomsøkingsfeil, %1$svenligst besøk Google Search Console%2$s."],"Google has discontinued its Crawl Errors API. Therefore, any possible crawl errors you might have cannot be displayed here anymore. %1$sRead our statement on this for further information%2$s.":["Google har avviklet gjennomsøkingfeil API-et. Derfor kan det hende du ikke lenger kan se gjennomsøkingsfeil her. %1$sLes vår uttalelse angående dette for mer informasjon%2$s."],"Get the %s plugin now!":["Få utvidelsen %s nå!"],"Personal info":["Personlig informasjon"],"Organization logo":["Logo til organisasjonen"],"Organization name":["Navn på organisasjonen"],"(if one exists)":["(om én finnes)"],"Wikipedia page about you":["Wikipedia-side om deg"],"YouTube profile URL":["YouTube profil-URL"],"Tumblr profile URL":["Tumblr profil-URL"],"SoundCloud profile URL":["SoundCloud profil-URL"],"MySpace profile URL":["MySpace profil-URL"],"Organization":["Organisasjon"],"You have previously set your site to represent a person. We’ve improved our functionality around Schema and the Knowledge Graph, so you should go in and %1$scomplete those settings%2$s.":["Du har tidligere angitt at ditt nettsted representerer en person. Vi har forbedret vår funksjonalitet rundt Schema og Knowledge Graph slik at du bør gå inn og %1$sfullføre de innstillingene%2$s."],"Select a user...":["Velg en bruker..."],"Uncategorized":["Ukategorisert"],"Pinterest profile URL":["URL til Pinterest-profil"],"LinkedIn profile URL":["URL til LinkedIn-profil"],"Instagram profile URL":["URL til Instagram-profil"],"No JSON object was returned.":["Intet JSON-objekt ble returnert."],"Received internal links":["Mottatte interne lenker"],"Outgoing internal links":["Utgående interne lenker"],"New step added":["Nytt trinn lagt til"],"New question added":["Nytt spørsmål lagt til"],"For this feature to work, %1$s needs to create a table in your database. We were unable to create this table automatically.":["For at denne funksjonen skal fungere, trenger %1$s å opprette en tabell i databasen. Vi kunne ikke opprette denne tabellen automatisk."],"Keyphrase":["Nøkkelfrase"],"%3$sImage Keyphrase%5$s: Out of %2$d images on this page, %1$d have alt attributes with words from your keyphrase or synonyms. That's a bit much. %4$sOnly include the keyphrase or its synonyms when it really fits the image%5$s.":["%3$sNøkkelfrase for bilder%5$s: Av%2$d bilder på denne siden, har%1$d alt-attributter med ord fra din nøkkelfrase eller synonymer. Det er litt mye. %4$sinkluderer bare nøkkelfrasen eller dens synonymer når den egentlig passer til bildet%5$s."],"%3$sImage Keyphrase%5$s: Out of %2$d images on this page, only %1$d has an alt attribute that reflects the topic of your text. %4$sAdd your keyphrase or synonyms to the alt tags of more relevant images%5$s!":["%3$sNøkkelfrase for bilder%5$s: Av %2$d bilder på denne siden har bare %1$d et alt-attributt som gjenspeiler emnet til teksten. %4$sLegg til nøkkelfrasene dine eller synonymer til alt-taggene på de mer relevante bildene%5$s!","%3$sNøkkelfrase for bilder%5$s: Av %2$d bilder på denne siden har bare %1$d alt-attributter som gjenspeiler emnet til teksten. %4$sLegg til nøkkelfrasene dine eller synonymer til alt-taggene på de mer relevante bildene%5$s!"],"%1$sImage Keyphrase%3$s: Images on this page do not have alt attributes that reflect the topic of your text. %2$sAdd your keyphrase or synonyms to the alt tags of relevant images%3$s!":["%1$sNøkkelfrase for bilder%3$s: Bilder på denne siden har ikke alt-attributter som gjenspeiler emnet i teksten. %2$sLegg til dine nøkkelfraser eller synonymer til alt-attributtene på relevante bilder%3$s!"],"%1$sImage Keyphrase%3$s: Images on this page have alt attributes, but you have not set your keyphrase. %2$sFix that%3$s!":["%1$sNøkkelfrase for bilder%3$s: Bilder på denne siden har alt-attributter, men du har ikke angitt din nøkkelfrase. %2$sFiks dette%3$s!"],"%1$sKeyphrase in subheading%2$s: %3$s of your H2 and H3 subheadings reflects the topic of your copy. Good job!":["%1$sNøkkelfrase i undertittel%2$s: %3$s av dine H2- og H3-undertitler gjenspeiler emnet i teksten. Bra jobbet!","%1$sNøkkelfrase i undertittel%2$s: %3$s av dine H2- og H3-undertitler gjenspeiler emnet i teksten. Bra jobbet!"],"%1$sKeyphrase in subheading%2$s: Your H2 or H3 subheading reflects the topic of your copy. Good job!":["%1$sNøkkelfrase i undertittel%2$s: Dine H2- eller H3-undertitler gjenspeiler emnet i teksten. Bra jobbet!"],"%1$sKeyphrase in subheading%3$s: %2$sUse more keyphrases or synonyms in your H2 and H3 subheadings%3$s!":["%1$sNøkkelfrase i undertittel%3$s: %2$sBruk flere nøkkelfraser eller synonymer i dine H2- og H3-undertitler%3$s!"],"Page %s":["Side %s"],"Cannot get the size of %1$s because of unknown reasons.":["Vi kan ikke få størrelsen på %1$s av ukjente årsaker."],"Cannot get the size of %1$s because it is hosted externally.":["Vi kan ikke få størrelsen på %1$s fordi den er levert fra en ekstern server."],"%1$sSingle title%3$s: H1s should only be used as your main title. Find all H1s in your text that aren't your main title and %2$schange them to a lower heading level%3$s!":["%1$sEnkel tittel%3$s: H1 skal bare brukes som hovedtittel. Finn alle H1-titler i teksten din som ikke er din hovedtittel og %2$sendre de til et lavere tittel-nivå%3$s!"],"%1$sKeyphrase density%2$s: The keyphrase was found %5$d time. That's way more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$sNøkkelfrasetetthet%2$s: Nøkkelfrasen ble funnet %5$d gang. Dette er mye mer enn det anbefalte maksimum på %3$d ganger for en tekst av denne lengden. %4$sIkke overoptimaliser%2$s!","%1$sNøkkelfrasetetthet%2$s: Nøkkelfrasen ble funnet %5$d ganger. Dette er mye mer enn det anbefalte maksimum på %3$d ganger for en tekst av denne lengden. %4$sIkke overoptimaliser%2$s!"],"%1$sKeyphrase density%2$s: The keyphrase was found %5$d time. That's more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$sNøkkelfrasetetthet%2$s: Nøkkefrasen ble funnet %5$d gang. Dette er er mer enn det anbefalte maksimum på %3$d ganger for en tekst av denne lengden. %4$sIkke over-optimaliser%2$s!","%1$sNøkkelfrasetetthet%2$s: Nøkkelfrasen ble funnet %5$d ganger. Dette er er mer enn det anbefalte maksimum på %3$d ganger for en tekst av denne lengden. %4$sIkke over-optimaliser%2$s!"],"%1$sKeyphrase density%2$s: The keyphrase was found %3$d time. This is great!":["%1$sNøkkelfrasetetthet%2$s: Nøkkelfrasen ble funnet %3$d gang. Dette er meget bra!","%1$sNøkkelfrasetetthet%2$s: Nøkkelfrasen ble funnet %3$d ganger. Dette er meget bra!"],"%1$sKeyphrase density%2$s: The keyphrase was found %5$d time. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sNøkkelfrasetetthet%2$s: Nøkkefrasen ble funnet %5$d ganger. Det er mindre enn det anbefalte minimum på %3$d ganger for en tekst av denne lengden. %4$sFokus på ditt nøkkelord%2$s!","%1$sNøkkelfrasetetthet%2$s: Nøkkelfrasen ble funnet %5$d ganger. Det er mindre enn det anbefalte minimum på %3$d ganger for en tekst av denne lengden. %4$sFokus på ditt nøkkel%2$s!"],"%1$sKeyphrase density%2$s: The keyphrase was found 0 times. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sNøkkelfrasetetthet%2$s: Nøkkelfrasen ble funnet 0 ganger. Det er mindre enn det anbefalte minimum på %3$d ganger for en tekst av denne lengden. %4$sFokuser på dine nøkkelord%2$s!"],"Import of settings is only supported on servers that run PHP 5.3 or higher.":["Import av innstilling er kun støttet servere som kjører PHP 5.3 eller nyere."],"Export your %1$s settings here, to copy them on another site.":["Eksporter innstillingene for %1$s her for å kopiere dem til et annet nettsted."],"No settings found.":["Ingen innstillinger funnet."],"These are settings for the %1$s plugin by %2$s":["Dette er innstillinger for utvidelsen %1$s av %2$s"],"Copy all these settings to another site's %1$s tab and click \"%1$s\" there.":["Kopier alle disse innstillingene til et annet nettsteds %1$s faneblad og klikk \"%1$s\" der."],"You do not have the required rights to export settings.":["Du har ikke de nødvendige rettighetene for å eksportere innstillingene."],"Method %1$s() does not exist in class %2$s":["Metoden %1$s() finnes ikke i klassen %2$s"],"With %s, you can easily create such redirects.":["Med %s kan du enkelt lage slike omdirigeringer."],"Learn about why permalinks are important for SEO.":["Lær om hvorfor permalenker er viktig for søkemotoroptimalisering."],"Changing your permalinks settings can seriously impact your search engine visibility. It should almost %1$s never %2$s be done on a live website.":["Endring av permalenker kan negativt påvirke søkemotorsynligheten for ditt nettsted. Det bør omtrent %1$s aldri %2$s gjøres på en nettside som allerede er offentlig tilgjengelig."],"WARNING:":["ADVARSEL:"],"%1$sFunction words in keyphrase%3$s: Your keyphrase \"%4$s\" contains function words only. %2$sLearn more about what makes a good keyphrase.%3$s":["%1$sBindeord i nøkkelfrase%3$s: Din nøkkelfrase \"%4$s\" inneholder bare bindeord. %2$sLær mer om hva som danner et godt nøkkelfrase.%3$s"],"Clear Image":["Fjern bilde"],"%1$sKeyphrase length%3$s: %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sNøkkelfraselengde%3$s: %2$sSett en nøkkelfrase for å beregne SEO-poengsummen%3$s."],"%1$sKeyphrase in slug%2$s: More than half of your keyphrase appears in the slug. That's great!":["%1$sNøkkelfrase i permalenke%2$s: Mer enn halvparten av din nøkkelfrase vises i permalenken. Det er supert!"],"%1$sKeyphrase in slug%3$s: (Part of) your keyphrase does not appear in the slug. %2$sChange that%3$s!":["%1$sNøkkelfrase i permalenke%3$s: (En del av) din nøkkelfrase er ikke i permalenken. %2$sEndre det%3$s!"],"%1$sKeyphrase in slug%2$s: Great work!":["%1$sNøkkelfrase i permalenke%2$s: Flott arbeid!"],"Help on choosing the perfect focus keyphrase":["Hjelp til å velge den perfekte fokusnøkkelfrase"],"Go %s!":["Gå %s!"],"Add related keyphrase":["Legg til en relatert nøkkelfrase"],"Upgrade to %s":["Oppgrader til %s"],"Get %s":["Skaff %s"],"%4$sPreviously used keyphrase%6$s: You've used this keyphrase %1$s multiple times before%3$s. %5$sDo not use your keyphrase more than once%6$s.":["%4$sTidligere brukt nøkkelfrase%6$s: Du har brukt denne nøkkelfrasen %1$s flere ganger før%3$s. %5$sIkke bruk nøkkelfrasen din mer enn én gang%6$s."],"%3$sPreviously used keyphrase%5$s: You've used this keyphrase %1$sonce before%2$s. %4$sDo not use your keyphrase more than once%5$s.":["%3$sTidligere brukt nøkkelfrase%5$s: Du har brukt denne nøkkelfrasen %1$sén gang før%2$s. %4$sIkke bruk samme nøkkelfrase mer enn én gang%5$s."],"%1$sPreviously used keyphrase%2$s: You've not used this keyphrase before, very good.":["%1$sTidligere brukt nøkkelfrase%2$s: Du har ikke brukt denne nøkkelfrasen før, veldig bra."],"%1$sImages%3$s: No images appear on this page. %2$sAdd some%3$s!":["%1$sBilder%3$s: Ingen bilder vises på denne siden. %2$sLegg til noen%3$s!"],"%1$sLink keyphrase%3$s: You're linking to another page with the words you want this page to rank for. %2$sDon't do that%3$s!":["%1$sLenke-nøkkelfrase%3$s: Du kobler til en annen side med ordene du vil at denne siden skal rangere for. %2$sIkke gjør det%3$s!"],"%2$sText length%3$s: The text contains %1$d %4$s. Good job!":["%2$sTekstlengde%3$s: Teksten inneholder %1$d %4$s. Bra jobb!"],"%1$sKeyphrase in subheading%3$s: More than 75%% of your H2 and H3 subheadings reflect the topic of your copy. That's too much. %2$sDon't over-optimize%3$s!":["%1$sNøkkelfrase i undertittel%3$s: Mer enn 75%% av dine H2- og H3-undertitler gjenspeiler emnet i teksten. Det er for mye. Det er for mye. %2$sIkke overoptimaliser%3$s!"],"%1$sSEO title width%3$s: %2$sPlease create an SEO title%3$s.":["%1$sSEO-tittelbredde%3$s: %2$sVennligst opprett en SEO-tittel%3$s."],"%1$sSEO title width%3$s: The SEO title is wider than the viewable limit. %2$sTry to make it shorter%3$s.":["%1$sSEO tittelbredde%3$s: SEO-tittelen er bredere enn den synlige grensen. %2$sPrøv å gjøre den kortere%3$s."],"%1$sSEO title width%2$s: Good job!":["%1$sSEO-tittelbredde%2$s: Godt jobbet!"],"%1$sSEO title width%3$s: The SEO title is too short. %2$sUse the space to add keyphrase variations or create compelling call-to-action copy%3$s.":["%1$sSEO-tittelbredde%3$s: SEO-tittelen er for kort. %2$sBruk plassen til å legge inn nøkkelfrasevariasjoner eller opprett en overbevisende kopi av handlingsfremmeren%3$s."],"%1$sOutbound links%2$s: There are both nofollowed and normal outbound links on this page. Good job!":["%1$sUtgående lenker%2$s: Det er både ikke-fulgte og vanlige utgående lenker på denne siden. Bra jobb!"],"%1$sOutbound links%2$s: Good job!":["%1$sUtgående lenker%2$s: Godt jobbet!"],"%1$sOutbound links%3$s: All outbound links on this page are nofollowed. %2$sAdd some normal links%3$s.":["%1$sUtgående lenker%3$s: Alle utgående lenker på denne siden er ikke-fulgte. %2$sLegg til noen vanlige lenker%3$s."],"%1$sOutbound links%3$s: No outbound links appear in this page. %2$sAdd some%3$s!":["%1$sUtgående lenker%3$s: Ingen utgående lenker vises på denne siden. %2$sLegg til  noen%3$s!"],"%1$sMeta description length%2$s: Well done!":["%1$sLengde på meta-beskrivelse%2$s: Godt gjort!"],"%1$sMeta description length%3$s: The meta description is over %4$d characters. To ensure the entire description will be visible, %2$syou should reduce the length%3$s!":["%1$sMeta-beskrivelsens lengde er%3$s: Meta-beskrivelsen er over %4$d tegn. For å være sikker på at beskrivelsen skal være synlig %2$sbør du redusere lengden%3$s!"],"%1$sMeta description length%3$s: The meta description is too short (under %4$d characters). Up to %5$d characters are available. %2$sUse the space%3$s!":["%1$sMeta-beskrivelses lengde%3$s: Meta-beskrivelsen er for kort (under %4$d tegn). Opptil %5$d tegn er tilgjengelige. %2$sBruk plassen%3$s!"],"%1$sMeta description length%3$s:  No meta description has been specified. Search engines will display copy from the page instead. %2$sMake sure to write one%3$s!":["%1$sMeta-beskrivelses lengde%3$s: Ingen meta-beskrivelse er angitt. Søkemotorer vil vise kopi fra siden i stedet. %2$sPass på å skrive en%3$s!"],"%1$sKeyphrase in meta description%2$s: The meta description has been specified, but it does not contain the keyphrase. %3$sFix that%4$s!":["%1$sNøkkelfrase i metabeskrivelsen%2$s: Metabeskrivelsen er angitt, men den inneholder ikke nøkkelfrasen. %3$sFiks det%4$s!"],"%1$sKeyphrase in meta description%2$s: The meta description contains the keyphrase %3$s times, which is over the advised maximum of 2 times. %4$sLimit that%5$s!":["%1$sNøkkelfrase i meta-beskrivelse%2$s: Metabeskrivelsen inneholder nøkkelfrasen %3$s ganger, som er over anbefalt maksimum 2 ganger. %4$sBegrens det%5$s!"],"%1$sKeyphrase in meta description%2$s: Keyphrase or synonym appear in the meta description. Well done!":["%1$sNøkkelfrase i metabeskrivelse%2$s: Nøkkelfrasen eller synonym vises i metabeskrivelsen. Godt gjort!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's way more than the recommended maximum of %2$d %6$s. %4$sMake it shorter%5$s!":["%3$sNøkkelfraselengde%5$s: Nøkkelfrasen inneholder %1$d %6$s. Det er mye flere enn de anbefalte maksimale på %2$d %6$s. %4$sGjør den kortere%5$s!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's more than the recommended maximum of %2$d %6$s. %4$sMake it shorter%5$s!":["%3$sNøkkefraselengde%5$s: Nøkkelordfrasen inneholder %1$d %6$s. Det er flere enn de anbefalt maksimale på %2$d %6$s. %4$sGjør den kortere%5$s!"],"%1$sKeyphrase length%2$s: Good job!":["%1$sNøkkelfraselengde%2$s: Godt jobbet!"],"%1$sKeyphrase length%3$s: No focus keyphrase was set for this page. %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sNøkkelfraselengde%3$s: Ingen fokus-nøkkelfrase ble funnet på denne siden. %2$sAngi en nøkkelfrase for å regne ut dine SEO-poeng%3$s."],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms do not appear in the first paragraph. %2$sMake sure the topic is clear immediately%3$s.":["%1$sNøkkelfrase i introduksjonen%3$s: Din nøkkelfrase eller dens synonymer finnes ikke i første avsnitt. %2$sSørg for at emnet blir klart med én gang%3$s."],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms appear in the first paragraph of the copy, but not within one sentence. %2$sFix that%3$s!":["%1$sNøkkelfrase i introduksjonen%3$s: Din nøkkelfrase eller dens synonymer finnes i første avsnitt, men ikke inne i én setning. %2$sRett opp det%3$s!"],"%1$sKeyphrase in introduction%2$s: Well done!":["%1$sNøkkelfrase i introduksjonen%2$s: Godt gjort!"],"%1$sInternal links%2$s: There are both nofollowed and normal internal links on this page. Good job!":["%1$sInterne lenker%2$s: Det er både ikke følgbare og vanlige interne lenker på denne siden. Bra jobbet!"],"%1$sInternal links%2$s: You have enough internal links. Good job!":["%1$sInterne lenker%2$s: Du har nok interne lenker. Bra jobbet!"],"%1$sInternal links%3$s: The internal links in this page are all nofollowed. %2$sAdd some good internal links%3$s.":["%1$sInterne lenker %3$s: De interne lenkene på denne siden er alle ikke-følgbare. %2$sLegg til noen gode interne lenker%3$s."],"%1$sInternal links%3$s: No internal links appear in this page, %2$smake sure to add some%3$s!":["%1$sInterne lenker%3$s: Ingen interne lenker vises på denne siden, %2$ssørg for å legge til noen%3$s!"],"%1$sTransition words%2$s: Well done!":["%1$sBindeord%2$s: Godt gjort!"],"%1$sTransition words%2$s: Only %3$s of the sentences contain transition words, which is not enough. %4$sUse more of them%2$s.":["%1$sBindeord%2$s: Bare %3$s av setningene inneholder bindeord, noe som ikke er nok. %4$sBruk flere av dem%2$s."],"%1$sTransition words%2$s: None of the sentences contain transition words. %3$sUse some%2$s.":["%1$sBindeord%2$s: Ingen av setningene inneholder bindeord. %3$sBruk noen%2$s."],"%1$sNot enough content%2$s: %3$sPlease add some content to enable a good analysis%2$s.":["%1$sIkke nok innhold%2$s: %3$sLegg til innhold for å muliggjøre en god analyse%2$s."],"%1$sSubheading distribution%2$s: You are not using any subheadings, but your text is short enough and probably doesn't need them.":["%1$sUndertittel-fordeling%2$s: Du bruker ikke undertitler, men teksten er kort nok, og sannsynligvis ikke trenger dem."],"%1$sSubheading distribution%2$s: You are not using any subheadings, although your text is rather long. %3$sTry and add some subheadings%2$s.":["%1$sUnderittel-fordeling%2$s: Du bruker ikke noen undertitler, selv om teksten er ganske lang. %3$sPrøv å legge til noen undertitler%2$s."],"%1$sSubheading distribution%2$s: %3$d section of your text is longer than %4$d %6$s and is not separated by any subheadings. %5$sAdd subheadings to improve readability%2$s.":["%1$sUnderittel-fordeling%2$s: %3$d delen av teksten er lengre enn %4$d %6$s og er ikke atskilt med noen undertitler. %5$sLegg til undertitler for å forbedre lesbarheten%2$s.","%1$sUnderittel-fordeling%2$s: %3$d delen av teksten er lengre enn %4$d %6$s og er ikke atskilt med noen undertitlerer. %5$sLegg til undertitler for å forbedre lesbarheten%2$s."],"%1$sSubheading distribution%2$s: Great job!":["%1$sUndertittel-fordeling%2$s: Flott jobb!"],"%1$sSentence length%2$s: %3$s of the sentences contain more than %4$s %7$s, which is more than the recommended maximum of %5$s. %6$sTry to shorten the sentences%2$s.":["%1$sSetningslengde%2$s: %3$s av setningene inneholder mer enn %4$s %7$s, som er mer enn den anbefalte maksimumsverdien på %5$s. %6$sPrøv å forkorte setningene%2$s."],"%1$sSentence length%2$s: Great!":["%1$sSetningslengde%2$s: Flott!"],"%1$sConsecutive sentences%2$s: There is enough variety in your sentences. That's great!":["%1$sPåfølgende setninger%2$s: Det er nok variasjon i setningene. Det er supert!"],"%1$sConsecutive sentences%2$s: The text contains %3$d consecutive sentences starting with the same word. %5$sTry to mix things up%2$s!":["%1$sPåfølgende setninger%2$s: Teksten inneholder %3$d pfølgende setninger som starter med det samme ordet. %5$sPrøv å variere litt%2$s!","%1$sPåfølgende setninger%2$s: Teksten inneholder %4$d forekomster der %3$d eller flere påfølgende setninger begynner med det samme ordet. %5$sPrøv å variere litt%2$s!"],"%1$sPassive voice%2$s: %3$s of the sentences contain passive voice, which is more than the recommended maximum of %4$s. %5$sTry to use their active counterparts%2$s.":["%1$sPassiv%2$s: %3$s av setningene inneholder passive verb, som er mer enn den anbefalte maksimumsverdien på %4$s. %5$sPrøv å bruke deres aktive former%2$s."],"%1$sPassive voice%2$s: You're using enough active voice. That's great!":["%1$sPassiv form%2$s: Du bruker nok aktiv form. Det er supert!"],"%1$sParagraph length%2$s: %3$d of the paragraphs contains more than the recommended maximum of %4$d %6$s. %5$sShorten your paragraphs%2$s!":["%1$sAvsnittslengde%2$s: %3$d av avsnittene inneholder mer enn anbefalt maksimum %4$d %6$s. %5$sForkort avsnittene%2$s!","%1$sAvsnittslengde%2$s: %3$d av avsnittene inneholder mer enn anbefalt maksimum %4$d %6$s. %5$sForkort avsnittene%2$s!"],"%1$sParagraph length%2$s: None of the paragraphs are too long. Great job!":["%1$sAvsnittslengde%2$s: Ingen av avsnittene er for lange. Flott jobb!"],"Good job!":["Godt jobbet!"],"Focus keyphrase: ":[""],"Focus keyphrase":["Fokusnøkkelfrase"],"Disable":["Deaktiver"],"Allow Control":["Tillat kontroll"],"This tab allows you to selectively disable %s features for all sites in the network. By default all features are enabled, which allows site admins to choose for themselves if they want to toggle a feature on or off for their site. When you disable a feature here, site admins will not be able to use that feature at all.":["Denne kategorien lar deg selektivt deaktivere %s-funksjoner for alle nettsteder i nettverket. Som standard er alle funksjoner aktivert, som gjør at nettstedadministratorer selv kan velge om de vil slå av eller på en funksjon for eget nettsted. Når du deaktiverer en funksjon her, kan ikke nettstedsadministratorene bruke denne funksjonen i det hele tatt."],"%s is a required feature toggle argument.":["%s er et obligatorisk funksjonsvekslingsargument.."],"Remove keyphrase":["Fjern nøkkelfrase"],"Keyphrase:":["Nøkkelfrase:"],"This feature has been disabled by the network admin.":["Denne funksjonen er deaktivert av nettverksadministratoren."],"Focus keyphrase not set.":["Fokusnøkkelfrase er ikke angitt."],"Colon":["Kolon"],"Optional. Customize how you want to describe the duration of the instruction":["Valgfritt. Tilpass hvordan du vil beskrive varigheten av instruksjonen"],"Describe the duration of the instruction:":["Beskriv varigheten av instruksjonen:"],"Learn more about the readability analysis":["Lær mer om lesbarhetsanalyse"],"Readability analysis:":["Analyse av lesevennlighet:"],"There is a new notification.":["Det er et nytt varsel.","Det er nye varsler."],"Both %1$s and %2$s manage the SEO of your site. Running two SEO plugins at the same time is detrimental.":["Både %1$s og %2$s behandler SEO på ditt nettsted. Å kjøre to SEO-utvidelser på en gang er skadelig."],"%s, %s and %s":["%s, %s og %s"],"%s and %s":["%s og %s"],"%d minute":["%d minutt","%d minutter"],"%d hour":["%d time","%d timer"],"%d day":["%d dag","%d dager"],"Enter a step title":["Legg til en tittel for trinnet"],"Optional. This can give you better control over the styling of the steps.":["Valgfritt. Dette kan gi deg bedre kontroll over styling av trinnene."],"CSS class(es) to apply to the steps":["CSS klasse(r) å bruke på trinnene"],"minutes":["minutter"],"hours":["timer"],"days":["dager"],"Create a How-to guide in an SEO-friendly way. You can only use one How-to block per post.":["Opprett en hvordan-veiledning på en SEO-vennlig måte. Du kan bare bruke én slik hvordan-blokk pr. innlegg."],"Copy error":["Feil ved kopiering"],"An error occurred loading the %s primary taxonomy picker.":["Det oppstod en feil under innlasting av den primære taksonomivelgeren %s."],"%1$s Structured Data Blocks":["%1$s strukturerte datablokker"],"Time needed:":["Beregnet tid:"],"Move question down":["Flytt spørsmål ned"],"Move question up":["Flytt spørsmål opp"],"Insert question":["Fyll inn spørsmål"],"Delete question":["Slett spørsmål"],"Enter the answer to the question":["Skriv inn svar på spørsmålet"],"Enter a question":["Fyll inn spørsmålet ditt"],"Add question":["Legg til spørsmål"],"Frequently Asked Questions":["Ofte stilte spørsmål"],"Select the primary %s":["Velg hoved-%s"],"Check links to this URL":["Sjekk lenker til denne URLen"],"Are you trying to use multiple keyphrases? You should add them separately below.":["Prøver du å bruke flere nøkkelfraser? Du bør legge dem separat nedenfor."],"Mark as cornerstone content":["Merk som hjørnesteinsinnhold"],"Move step down":["Flytt trinn ned"],"Move step up":["Flytt trinn opp"],"Insert step":["Sett inn trinn"],"Delete step":["Slett trinn"],"Add image":["Legg til bilde"],"Enter a step description":["Angi en trinnbeskrivelse"],"Enter a description":["Angi en beskrivelse"],"Unordered list":["Usortert liste"],"Showing step items as an ordered list.":["Viser trinnelementene som en ordnet liste."],"Showing step items as an unordered list":["Viser trinnelementene som en uordnet liste"],"Add step":["Legg til trinn"],"Delete total time":["Slett total tid"],"Add total time":["Legg til total tid"],"How to":["Hvordan"],"How-to":["Hvordan"],"Analysis results":["Analyseresultater"],"Enter a focus keyphrase to calculate the SEO score":["Skriv inn en fokusnøkkelfrase for å beregne SEO-poengsummen"],"Learn more about Cornerstone Content.":["Lær mer om hjørnesteinsinnhold."],"Cornerstone content should be the most important and extensive articles on your site.":["Hjørnesteinsinnhold bør være de viktigste og mest omfattende artiklene på nettstedet ditt."],"Restore Site":["Gjenopprett nettsted"],"Network Settings":["Nettverksinnstillinger"],"You are not allowed to perform this action.":["Du har ikke lov til å utføre denne handlingen."],"Error: %s":["Feil: %s"],"Success: %s":["Suksess: %s"],"Site with ID %d not found.":["Nettsted med ID %d ikke funnet."],"No site has been selected to restore.":["Intet nettsted er valgt for å gjenopprette."],"You are not allowed to modify unregistered network settings.":["Du har ikke lov til å endre uregistrerte nettverksinnstillinger."],"deleted":["slettet"],"Copied!":["Kopiert!"],"Not supported!":["Ikke støttet!"],"{{a}}Read our article about site structure{{/a}} to learn more about how internal linking can help improve your SEO.":["{{a}}Les artikkelen vår om nettstedstruktur{{/a}} for å lære mer om hvordan internlenker kan hjelpe deg til bedre SEO."],"Consider linking to these {{a}}cornerstone articles:{{/a}}":["Vurder å lenke til disse {{a}}hjørnesteinsartiklene:{{/a)}"],"Consider linking to these articles:":["Vurder å lenke til disse artiklene:"],"Copy link":["Kopier lenke"],"Copy link to suggested article: %s":["Kopier lenke til foreslått artikkel: %s"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":["Les vår %1$sultimate veiledning til nøkkelord-forskning%2$s for å lære mer om nøkkelordforskning og -strategi."],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly. ":["De følgende ord og ordkombinasjoner opptrer mest hyppig. Disse gir en indikasjon på hva innholdet ditt bør fokusere på. Dersom ordene ikke passer godt overens med ditt fokusområde bør du vurdere å skrive om innholdet ditt deretter. "],"Prominent words":["Framtredende ord"],"The site's tagline":["Nettstedets slagord"],"Not all required fields are given. Missing field %1$s":["Ikke alle påkrevde felt er fylt ut. Mangler feltet %1$s"],"Add synonyms":["Legg til synonymer"],"You can edit the SEO metadata for this custom type on the %1$sShop page%2$s.":["Du kan redigere SEO-metadata for denne tilpassede typen på %1$sbutikksiden%2$s."],"Current year":["Nåværende år"],"Page":["Side"],"Something went wrong. Please reload the page.":["Noe gikk galt, vennligst last siden på nytt."],"Tagline":["Slagord"],"description (custom taxonomy)":["beskrivelse (egendefinert taksonomi)"],"(custom taxonomy)":["(egendefinert taksonomi)"],"(custom field)":["(egendefinert felt)"],"Term404":["Begrep404"],"Caption":["Bildetekst"],"Pagenumber":["Sidenummer"],"Pagetotal":["Side total"],"User description":["Brukerbeskrivelse"],"ID":["ID"],"Modified":["Modifisert"],"Post type (plural)":["Innholdstype (flertall)"],"Post type (singular)":["Innholdstype (entall)"],"Separator":["Separator"],"Search phrase":["Søkeuttrykk"],"Term title":["Begrepstittel"],"Term description":["Begrepsbeskrivelse"],"Tag description":["Stikkordbeskrivelse"],"Category description":["Kategoribeskrivelse"],"Primary category":["Primær kategori"],"Category":["Kategori"],"Tag":["Stikkord"],"Excerpt only":["Kun utdrag"],"Excerpt":["Utdrag"],"Site title":["Nettstedstittel"],"Archive title":["Arkivtittel"],"Parent title":["Foreldertittel"],"Date":["Dato"],"Get Yoast SEO Premium":["Få Yoast SEO Premium"],"You should create a redirect to ensure your visitors do not get a 404 error when they click on the no longer working URL.":["Du bør opprette en viderekobling for å sikre at de besøkende ikke får en 404-feil når de klikker på URL-adressen som ikke lenger fungerer."],"Search engines and other websites can still send traffic to your deleted content.":["Søkemotorer og andre nettsteder kan fortsatt sende trafikk til det slettede innholdet ditt."],"Make sure you don't miss out on traffic!":["Pass på at du ikke går glipp av trafikk!"],"You just deleted a %1$s.":["Du har nettopp slettet en %1$s."],"You just trashed a %1$s.":["Du har nettopp kastet en %1$s."],"Url preview":["Forhåndsvisning av URL"],"Please provide a meta description by editing the snippet below. If you don’t, Google will try to find a relevant part of your post to show in the search results.":["Vennligst oppgi en metabeskrivelse ved å redigere koden nedenfor. Hvis du ikke gjør det, vil Google prøve å finne en relevant del av innlegget ditt for å vise i søkeresultatene."],"Dismiss this notice":["Fjern denne beskjeden"],"No results":["Ingen resultater"],"%d result found, use up and down arrow keys to navigate":["%d resultat funnet, bruk opp og ned piltastene for å navigere","%d resultater funnet, bruk opp og ned piltastene for å navigere"],"Your site language is set to %s. If this is not correct, contact your site administrator.":["Nettstedet ditt er satt til %s. Hvis dette ikke er riktig, ta kontakt med nettstedets administrator."],"The %s importer functionality uses temporary database tables. It seems your WordPress install does not have the capability to do this, please consult your hosting provider.":["Funksjonen for %s-import bruker midlertidige database-tabeller. Det ser ut som din WordPress-installasjon ikke er satt opp til å kunne gjøre dette - vennligst kontakt din leverandør for hosting."],"Cleanup of %s data failed.":["Opprydding av %s data mislyktes."],"Content Type":["Innholdstype"],"Filter by content type":["Filtrer på innholdstype"],"Show All Content Types":["Vis alle innholdstyper"],"Replaced with the normal title for an archive generated by WordPress":["Erstattet med vanlig tittel for et arkiv generert av WordPress"],"Clean":["Rydd opp"],"Once you're certain your site is OK, you can clean up. This will remove all the original data.":["Når du er sikker på at nettstedet ditt er OK kan du rydde opp. Dette vil fjerne alt av opprinnelig innhold."],"Step 5: Clean up":["Trinn 5: Rydd opp"],"Please check your posts and pages and see if the metadata was successfully imported.":["Vennligst sjekk dine innlegg og sider for å se om metadata ble importert riktig."],"Step 3: Check your data":["Trinn 3: Sjekk dataene dine"],"This will import the post metadata like SEO titles and descriptions into your %1$s metadata. It will only do this when there is no existing %1$s metadata yet. The original data will remain in place.":["Dette vil importere metadata for innlegg som SEO-titler og beskrivelser inn i dine %1$s-metadata. Den vil kun gjøre dette om det ikke eksisterer %1$s-metadata der fra før. Opprinnelig data vil bli tatt vare på."],"Step 2: Import":["Trinn 2: Importer"],"Please make a backup of your database before starting this process.":["Vennligst ta en sikkerhetskopi av databasen din før du starter denne prosessen."],"Step 1: Create a backup":["Trinn 1: Opprett en sikkerhetskopi"],"We've detected data from one or more SEO plugins on your site. Please follow the following steps to import that data:":["Vi har oppdaget data fra en eller flere SEO-utvidelser på nettstedet ditt. Følg fremgangsmåten nedenfor for å importere disse dataene:"],"Plugin: ":["Utvidelse: "],"%s did not detect any plugin data from plugins it can import from.":["%s oppdaget ikke noen data fra utvidelser det kan importere fra."],"Posts that should not show up in search results":["Innlegg som ikke burde vises i søkeresultater"],"%s data found.":["%s data funnet."],"%s data successfully removed.":["%s data ble fjernet."],"%s data successfully imported.":["%s-data importert."],"%s data not found.":["%s data ble ikke funnet."],"On":["På"],"Help on: %s":["Hjelp med: %s"],"Off":["Av"],"See who contributed to %1$s.":["Se hvem som har bidratt til %1$s."],"Help on this search results setting":["Hjelp med denne innstillingen for søkeresultater"],"Not showing the archive for %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["Ikke å vise arkivet for%1$s i søkeresultater betyr teknisk at de vil ha en %2$s robotmeta og ville være utelukket fra XML-nettstedskartet. %3$sMer informasjon om innstillingene for søkeresultater%4$s."],"Not showing %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["Ikke vise %1$s i søkeresultatene betyr teknisk at de vil ha en %2$s meta for roboter og vil bli ekskludert fra XMLnettstedskartet. %3$sMer informasjon om innstillingene for søkeresultater%4$s."],"Default for %2$s, currently: %1$s":["Standard for %2$s, nåværende: %1$s"],"Show %s in search results?":["Vis %s i søkeresultater?"],"this author's archives":["denne forfatters arkiv"],"Do not allow search engines to show %s in search results.":["Ikke tillatt søkemotorer å vise %s i søkeresultater."],"Read why XML Sitemaps are important for your site.":["Les hvorfor XML sidekart er viktig for siden din."],"Enable the XML sitemaps that %s generates.":["Aktiver XML-nettstedskartet som %s genererer."],"See the XML sitemap.":["Se XML-nettstedskartet."],"%s (current default for %s)":["%s (nåværende standardverdi for %s)"],"Should search engines follow links on this %1$s?":["Skal søkemotorer følge lenker på dette/denne %1$s?"],"Allow search engines to show this %s in search results?":["Tillat at søkemotorer viser %s i søkeresultatene?"],"Allow search engines to show this content in search results?":[""],"Toggle %1$s's XML Sitemap":["Skru %1$s sitt XML-nettstedskart av/på"],"%s integration":["%s-integrasjon"],"Find out how the text link counter can enhance your SEO.":["Finn ut hvordan tekstlenktelleren kan forbedre din SEO."],"The text link counter helps you improve your site structure.":["Tekstlenktelleren hjelper deg å forbedre strukturen på nettstedet."],"Find out how cornerstone content can help you improve your site structure.":["Finn ut hvordan hjørnesteinsinnhold kan hjelpe deg med å forbedre strukturen på nettstedet ditt."],"The cornerstone content feature lets you to mark and filter cornerstone content on your website.":["Funksjonen for hjørnesteinsinnhold lar deg merke og filtrere hjørnesteinsinnhold på nettstedet ditt."],"Discover why readability is important for SEO.":["Oppdag hvorfor lesbarhet er viktig for SEO."],"The readability analysis offers suggestions to improve the structure and style of your text.":["Lesbarhet analysen gir deg forslag til forbedringer av tekstens struktur og stil."],"Learn how the SEO analysis can help you rank.":["Lær hvordan SEO analyse kan hjelpe deg å rangere bedre."],"The SEO analysis offers suggestions to improve the SEO of your text.":["SEO-analysen gir deg anbefalinger for å forberede SEO-en i teksten din."],"SEO analysis":["SEO-analyse"],"Good results":["Gode resultater"],"https://yoa.st/1uk":["https://yoa.st/1uk"],"https://yoa.st/1uj":["https://yoa.st/1uj"],"Latest blog posts on %1$s":["Siste blogginnlegg på %1$s"],"Remove highlight from the text":["Fjern fremhevelse fra teksten"],"Your site language is set to %s. ":["Ditt nettsted-språk er satt til %s. "],"First-time SEO configuration":["Første gangs SEO-instillinger"],"Highlight this result in the text":["Fremhev dette resultat i teksten"],"Considerations":["Vurderinger"],"Errors":["Feil"],"Change language":["Endre språk"],"%s file":["%s fil"],"Save changes to %s":["Lagre endringer for %s"],"Edit the content of your %s:":["Rediger innholdet i %s:"],"Create %s file":["Opprett %s filen"],"Updated %s":["Oppdater %s"],"You cannot edit the %s file.":["Du kan ikke redigere filen %s ."],"You cannot create a %s file.":["Du kan ikke opprette %s fil."],"Other integrations":["Andre integrasjoner"],"More information about %1$s":["Mer informasjon om %1$s"],"Old Configuration Wizard":["Gamle konfigurasjonshjelper"],"Manage your %s subscription on MyYoast":["Behandle ditt %s-abonnement på MyYoast"],"Mark the most important %1$s as 'cornerstone content' to improve your site structure. %2$sLearn more about cornerstone content%3$s.":["Merk den viktigste %1$s som 'primært innhold' for å forbedre sidestrukturen. %2$sLær mer om primært innhold.%3$s."],"(Opens in a new browser tab)":["(Åpnes i en ny fane i nettleseren)"],"Go back":["Gå tilbake"],"Posts %1$swithout%2$s a focus keyphrase":["Innlegg %1$suten%2$s et fokusnøkkelord"],"Hey, your SEO is doing pretty well! Check out the stats:":["Hei, din SEO fungerer bra! Sjekk ut statistikken:"],"You don't have any published posts, your SEO scores will appear here once you make your first post!":["Du har ingen publiserte innlegg, SEO-poengsummen din vil synliggjøres når du har publisert ditt første innlegg!"],"Read more like this on our SEO blog":["Les mer som dette på vår SEO-blogg"],"Readability: %s":["Lesbarhet: %s"],"Not activated":["Ikke aktivert"],"Activated":["Aktivert"],"%1$s recommendations for you":["%1$s anbefalinger for deg"],"All Readability Scores":["Alle lesbarhetspoengene"],"Filter by Readability Score":["Filtrer på lesbarhetspoeng"],"Request method %1$s is not valid.":["Forespørselsmetoden %1$s er ikke gyldig."],"Text link counter":["Teller for tekstlenker"],"Number of internal links linking to this post. See \"Yoast Columns\" text in the help tab for more info.":["Antall interne lenker som lenker til dette innlegget. Se \"Yoast Columns\" tekst i hjelp-fanen for mer informasjon."],"Number of outgoing internal links in this post. See \"Yoast Columns\" text in the help tab for more info.":["Antall utgående interne lenker i dette innlegget. Se \"Yoast kolonner\"-teksten i hjelpfanen for mer informasjon."],"%s Columns":["%s kolonner"],"Readability score":["Lesbarhetspoeng"],"Scroll to see the preview content.":["Bla ned for å se forhåndsvisningen."],"Cornerstone content":["Hjørnesten-innhold"],"Save changes":["Lagre endringer"],"1 year free support and updates included!":["1 års gratis brukerstøtte og oppgraderinger inkludert!"],"The plugin %2$s changes your site's output and in doing that differentiates between search engines and normal users, a process that's called cloaking. We highly recommend that you disable it.":["Pluginen %2$s forandrer din nettsides innhold og på den måten differensierer mellom søkemotorer og vanlige brukere, en prosess som kalles cloaking. Vi anbefaler på det sterkeste at du deaktiverer den."],"No ads!":["Ingen reklame!"],"Get internal linking suggestions":["Få forslag til internlenker"],"Variable":["Variabel"],"Available variables":["Tilgjengelige variabler"],"Scroll to see the table content.":["Bla ned for å se tabellinnholdet."],"An error occurred in the '%1$s' assessment":["Det oppstod en feil i '%1$s' vurderingen"],"No new notifications.":["Ingen nye varsler."],"Save all":["Lagre alt"],"Save":["Lagre"],"%1$s, Author at %2$s":["%1$s, forfatter på %2$s"],"Mobile preview":["Mobilforhåndsvisning"],"Desktop preview":["Skrivebordsforhåndsvisning"],"Please provide an SEO title by editing the snippet below.":["Vennligst sett en SEO-tittel ved å endre tekstutdraget under."],"Meta description preview:":["Forhåndsvisning av metabeskrivelse:"],"Slug preview:":["Forhåndsvisning av permalenke:"],"SEO title preview:":["Forhåndsvisning av SEO-tittel:"],"Close snippet editor":["Lukk tekstvindu"],"Slug":["Permalenke"],"Remove marks in the text":["Fjern merker i teksten"],"Mark this result in the text":["Merk dette resultatet i teksten"],"Marks are disabled in current view":["Merker er deaktivert i den gjeldende visningen"],"Good SEO score":["Bra SEO-resultat"],"OK SEO score":["OK SEO-poengsum"],"Feedback":["Tilbakemelding"],"Name":["Navn"],"Please provide a meta description by editing the snippet below.":["Vennligst oppgi en metabeskrivelse ved å redigere tekstutdraget nedenfor."],"Edit snippet":["Rediger tekstutdrag"],"You can click on each element in the preview to jump to the Snippet Editor.":["Du kan klikke på hvert element i forhåndsvisningen for å hoppe til tekstutdragredigeringen."],"SEO title preview":["Forhåndsvisning av SEO-tittel"],"Export settings":["Eksporter innstillinger"],"Please don't show me this notification anymore":["Vennligst ikke vis meg dette varselet mer"],"If you are experiencing issues, %1$splease file a bug report%2$s and we'll do our best to help you out.":["Hvis du opplever problemer, %1$svennligst send inn en feilrapport%2$s, og vi vil gjøre vårt beste for å hjelpe deg."],"We've noticed you've been using %1$s for some time now; we hope you love it! We'd be thrilled if you could %2$sgive us a 5 stars rating on WordPress.org%3$s!":["Vi har lagt merke til at du har brukt %1$s i en stund nå. Vi håper du er fornøyd! Vi ville bli veldig glade hvis du kunne %2$sgitt oss en vurdering med 5 stjerner på WordPress.org%3$s!"],"%1$s + %2$s":["%1$s + %2$s"],"Warning: the variable %1$s cannot be used in this template. See the %2$s for more info.":["Advarsel: Variabelen %1$s kan ikke brukes i denne malen. Se %2$s for mer informasjon."],"By the way, did you know we also have a %1$sPremium plugin%2$s? It offers advanced features, like a redirect manager and support for multiple keyphrases. It also comes with 24/7 personal support.":["Forresten, visste du at vi også har en %1$sPremium-utvidelse%2$s? Den tilbyr avanserte funksjoner, som omdirigeringsbehandling og støtte for flere nøkkelfraser. Den kommer også med personlig døgnåpen brukerstøtte."],"(no title)":["(ingen tittel)"],"The %1$s admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["Administrasjonsmenyen for %1$s inneholder nyttige lenker til tredjepartsverktøy for analyse av sider og gjør det enkelt å se om du har nye varsler."],"Admin bar menu":["Administrasjonsmeny"],"Features":["Funksjoner"],"SEO title":["SEO-tittel"],"Greater than sign":["Større enn-tegn"],"Less than sign":["Mindre enn-tegn"],"Right angle quotation mark":["Høyrevendt sitatmerke"],"Left angle quotation mark":["Venstrevendt sitatmerke"],"Small tilde":["Liten tilde"],"Vertical bar":["Vertikal strek"],"Low asterisk":["Lav stjerne"],"Asterisk":["Stjerne"],"Bullet":["Punkt"],"Middle dot":["Prikk"],"Em dash":["Lang strek"],"En dash":["Mellomstor strek"],"Dash":["Strek"],"No":["Nei"],"Yes":["Ja"],"Google search console":["Google søkekonsoll"],"Social profiles":["Profiler i sosiale medier"],"Posts list":["Innleggsliste"],"Posts list navigation":["Navigering i oversikten over innlegg"],"Filter posts list":["Filtrér innleggsliste"],"Installed":["Installert"],"Seamless integration between %1$s and %2$s":["Sømløs integrasjon mellom %1$s og %2$s"],"Optimize your site for Google News":["Optimaliser ditt nettsted for Google Nyheter"],"Edit &#8220;%s&#8221;":["Rediger &#8220;%s&#8221;"],"Premium":["Premium"],"Get Premium":["Få Premium"],"Notifications":["Varsler"],"Removes the focus keyphrase section from the metabox and disables all SEO-related suggestions.":["Fjerner nøkkelord-fanen fra metaboksen og deaktiverer alle SEO-relaterte forslag."],"Disable SEO analysis":["Deaktiver SEO-analyse"],"Other social profiles":["Dine sosiale profiler"],"Make primary":["Gjør til primær"],"Cancel":["Avbryt"],"%s notification":["%s varsel","%s varsler"],"Disable readability analysis":["Deaktiver lesbarhetsanalyse"],"Removes the readability analysis section from the metabox and disables all readability-related suggestions.":["Fjerner lesbarhetsfanen fra metaboksen og deaktiverer alle forslag relatert til lesbarhet."],"Readability analysis":["Lesbarhetsanalyse"],"Needs improvement":["Trenger forbedring"],"Readability":["Lesbarhet"],"Improvements":["Forbedringer"],"Good job! We could detect no serious SEO problems.":["Bra jobbet! Vi kunne ikke finne noen alvorlige SEO problemer."],"We have detected the following issues that affect the SEO of your site.":["Vi har oppdaget følgende problemer som har effekt på SEO'en på din side."],"Problems":["Problemer"],"Analysis":["Analyse"],"Not available":["Ikke tilgjengelig"],"Filter by SEO Score":["Filtrer etter SEO-resultat"],"Meta description not set.":["Metabeskrivelse er ikke satt."],"Open":["Åpen"],"Loading...":["Laster …"],"No results found":["Ingen resultater funnet"],"Dashboard":["Kontrollpanel"],"You can fix this on the %1$sPermalink settings page%2$s.":["Du kan fikse dette på siden %1$sinnstillinger for permalenker%2$s."],"Replaced with the primary category of the post/page":["Erstattet med den primære kategorien for innlegget/siden"],"Buy %s":["Kjøp %s"],"New %1$s Title":["Ny %1$s-tittel"],"Existing %1$s Title":["Eksisterende %1$s-tittel"],"Expected an integer as input.":["Forventet et heltall som inndata."],"Trying to build the sitemap cache key, but the postfix and prefix combination leaves too little room to do this. You are probably requesting a page that is way out of the expected range.":["Prøver å bygge mellomlagringsnøkkel for sidekartet, men kombinasjonen av postfiks og prefiks gir for lite plass til å gjøre dette. Du etterspør muligens en side som er utenfor det forventede området."],"Redirects":["Omdirigeringer"],"Remove":["Fjern"],"Keep":["Behold"],"Bold the last page":["Uthev den siste siden"],"Primary %s":["Primær %s"],"Primary":["Primær"],"Make %1$s primary %2$s":["Gjør %1$s til primær %2$s"],"Integrations":["Integrasjoner"],"Term is set to noindex.":["Termen er satt til «noindex»."],"Author archives":["Forfatterarkiver"],"Enabled":["Aktivert"],"Disabled":["Deaktivert"],"The separator defined in your theme's %s tag.":["Separatoren definert i ditt temas %s-element."],"No index":["Ingen indeksering"],"SEO score":["SEO -poeng"],"Team Yoast":["Vi i Yoast"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["Den første virkelige alt-i-ett SEO-løsningen for WordPress, inkludert sidevis innholdsanalyse, XML-nettstedkart og mye mer."],"Yoast SEO":["Yoast SEO"],"Activation failed:":["Aktivering mislyktes:"],"The filter extension seem to be unavailable. Please ask your web host to enable it.":["Filter-utvidelsen er ikke ut til å være tilgjengelig. Vennligst spør din leverandør av webhotell om å tilgjengeliggjøre den."],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":["Installasjonen av utvidelsen %1$s er ikke ferdig. Vennligst sjekk %2$sinstallasjonsinstruksjonene%3$s."],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":["Tillegget Standard PHP-bibliotek (SPL) ser ut til å være utilgjengelig. Vennligst be din nettvert om å aktivere dette."],"SEO Settings":["SEO-innstillinger"],"Mobile-Friendly Test":["Test for mobilvennlighet"],"Google Page Speed Test":["Google Page Speed Test"],"Facebook Debugger":["Facebook Debugger"],"Analyze this page":["Analyser denne siden"],"%s does not seem to be a valid url. Please correct.":["%s ser ikke ut til å være en gyldig url. Vennligst korriger."],"%1$s does not seem to be a valid %2$s verification string. Please correct.":["%1$s ser ikke ut til å være et gyldig %2$s bekreftelsesstreng. Vennligst korriger."],"%s Archive":["Arkiv for %s"],"You searched for %s":["Du søkte etter %s"],"%s does not seem to be a valid Twitter Username. Please correct.":["%s ser ikke ut til å være et gyldig Twitter-brukernavn. Vennligst korriger."],"Summary with large image":["Sammendrag med stort bilde"],"The post %1$s appeared first on %2$s.":["Innlegget %1$s dukket først opp på %2$s."],"No numeric value was received.":["Ingen numerisk verdi ble mottatt."],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":["Dette må være en eksisterende blogg. Blogg %s finnes ikke eller har blitt merket som slettet."],"The default blog setting must be the numeric blog id of the blog you want to use as default.":["Standard blogg innstillingen må være den numeriske bloggen id av bloggen du vil bruke som standard."],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":["%1$s er ikke et gyldig valg for hvem som skal få adgang til innstillingene for %2$s. Verdien\ner tilbakestilt til standard."],"Please select a valid post type for taxonomy \"%s\"":["Vennligst velg en gyldig innholdstype for taksonomi «%s»"],"Please select a valid taxonomy for post type \"%s\"":["Vennligst velg en gyldig taksonomi for innholdstypen «%s»"],"You searched for":["Du søkte etter"],"Home":["Hjem"],"Archives for":["Arkiver for"],"Error 404: Page not found":["Feil 404: Siden ikke funnet"],"Good":["Bra"],"Replaced with a custom taxonomies description":["Erstattes med en beskrivelse av egendefinert taksonomi"],"Replaced with a posts custom taxonomies, comma separated.":["Erstattet med et innleggs egendefinerte taksonomier, kommaseparert."],"Replaced with a posts custom field value":["Erstattet med verdien fra et egendefinert felt på et innlegg"],"Replaced with the slug which caused the 404":["Erstattes med permalenken som forårsaket 404"],"Replaced with the posts focus keyphrase":["Erstattes med innleggets fokus-nøkkelord"],"Attachment caption":["Beskrivelse/bildetekst for vedlegg"],"Replaced with the current page number":["Erstattes med gjeldende sidenummer"],"Replaced with the current page total":["Erstattes med gjeldende totalt sideantall"],"Replaced with the current page number with context (i.e. page 2 of 4)":["Erstattet med gjeldende sidenummer og totalt antall sider (dvs. side 2 av 4)"],"Replaced with the current year":["Erstattes med gjeldende år"],"Replaced with the current month":["Erstattes med gjeldende måned"],"Replaced with the current day":["Erstattes med gjeldende dag"],"Replaced with the current date":["Erstattes med gjeldende dato"],"Replaced with the post/page author's 'Biographical Info'":["Erstattet med innleggets/sidens forfatters «Biografisk informasjon»"],"Replaced with the post/page author's 'nicename'":["Erstatt innlegget's/side forfatter 'Alias'"],"Replaced with the post/page ID":["Erstatt med innlegget's/side ID"],"Replaced with the post/page modified time":["Erstattet med tidspunktet innlegget/siden sist ble endret"],"Replaced with the content type plural label":["Erstattes med innholdstypens navn i flertallsform"],"Replaced with the content type single label":["Erstattes med innholdstypens navn i entallsform"],"Replaced with the current search phrase":["Erstattes med gjeldende søkeuttrykk"],"Replaced with the term name":["Erstatt med begrepet's navn"],"Replaced with the term description":["Erstatt med begrepet beskrivelse"],"Replaced with the tag description":["Erstattet med stikkord-beskrivelse"],"Replaced with the category description":["Erstattet med kategori-beskrivelse"],"Replaced with the post categories (comma separated)":["Erstatt innlegget's kategori (separer med komma)"],"Replaced with the current tag/tags":["Erstatt med nåværende tag/tags"],"Replaced with the post/page excerpt (without auto-generation)":["Erstattet med innleggets/sidens sammendrag (uten auto-generering)"],"Replaced with the post/page excerpt (or auto-generated if it does not exist)":["Erstatt med innlegg/side sammnedrag (eller auto-generer hvis det ikke eksisterer)"],"The site's name":["Nettsiden's navn"],"Replaced with the title of the parent page of the current page":["Erstattet med tittelen på foreldersiden til gjeldende side"],"Replaced with the title of the post/page":["Erstatt med tittel for innlegget/siden"],"Replaced with the date of the post/page":["Erstatt med dato for innlegget/siden"],"Page %1$d of %2$d":["Side %1$d av %2$d"],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":["Du kan ikke overstyre en WPSEO standard variabelerstatning ved å registrere en variabel med det samme navnet. Bruk «wpseo_replacements»-filteret i stedet for å justere erstatningsvariabelen."],"A replacement variable with the same name has already been registered. Try making your variable name unique.":["En erstatningsvariabel med det samme navnet er allerede registrert. Forsøk å lag et mer unikt variabelnavn."],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":["En erstatningsvariabel kan ikke begynne med «%%cf_» eller «%%ct_» siden disse er reservert for WPSEO standardvariabler for egendefinert felt og klassifiseringer. Forsøk å gi variabelen et unikt navn."],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":["En erstatningsvariabel kan bare innholde alfanumeriske tegn, en understrek eller en bindestrek. Forsøk å gi variabelen et nytt navn."],"Admin only notice: this page does not show a meta description because it does not have one, either write it for this page specifically or go into the [%1$s - %2$s] menu and set up a template.":["Notis kun for admin: Denne siden viser ikke en meta-beskrivelse fordi den ikke har en. Enten opprett en for denne siden spesielt, eller gå til menypunktet [%1$s - %2$s] og sett opp en mal."],"Page not found":["Side ikke funnet"],"%s Archives":["%s Arkiver"],"Meta description to use for Author page":["Meta-beskrivelse for forfattersiden"],"Title to use for Author page":["Tittel på forfattersiden"],"%1$s settings":["Innstillinger for %1$s"],"Export your %1$s settings":["Eksporter dine innstillinger for %1$s"],"Import settings":["Importer innstillinger"],"Import from other SEO plugins":["Importer fra andre SEO-utvidelser"],"Import":["Importer"],"If you had a %s file and it was editable, you could edit it from here.":["Hvis du hadde en %s-fil og den var redigerbar, kunne du redigert den herfra."],"If your %s were writable, you could edit it from here.":["Hvis din %s var skrivbar, kunne du redigert den herifra."],"You don't have a %s file, create one here:":["Du har ikke en %s-fil, du kan lage en her:"],"A link to your site, with your site's name and description as anchor text.":["En kobling til nettstedet ditt, med nettstedets navn og beskrivelse som ankertekst."],"A link to your site, with your site's name as anchor text.":["En kobling til nettstedet ditt, med nettstedets navn som ankertekst."],"A link to the post, with the title as anchor text.":["En lenke til innlegget, med tittelen som ankertekst."],"You can use the following variables within the content, they will be replaced by the value on the right.":["Du kan bruke følgende variabler i innholdet, de vil bli erstattet av verdien på høyre side."],"Content to put after each post in the feed":["Innhold som legges inn etter hvert innlegg i feeden"],"Content to put before each post in the feed":["Innhold å sette inn før hvert innlegg i RSS-strømmen"],"How to insert breadcrumbs in your theme":["Hvordan sette brødsmuler inn i ditt tema"],"Blog":["Blogg"],"Prefix for the breadcrumb path":["Prefiks for brødsmulestien"],"Anchor text for the Homepage":["Ankertekst for hjemmeside"],"Separator between breadcrumbs":["Separator mellom brødsmuler"],"Below are your published posts' SEO scores. Now is as good a time as any to start improving some of your posts!":["Under er SEO-resultater for dine publiserte innlegg. Det er bare å begynne med å forbedre noen av dine innlegg!"],"Credits":["Takk til"],"&laquo; Back to Tools page":["&laquo; Tilbake til verktøysiden"],"%1$s comes with some very powerful built-in tools:":["%1$s kommer med noen kraftige innebygde verktøy:"],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":["Dette verktøyet lar deg raskt endre viktige filer for SEO, slik som robots.txt og, om du har en, din .htaccess-fil."],"File editor":["Filredigering"],"Import settings from other SEO plugins and export your settings for re-use on (another) site.":["Importer innstillinger fra andre SEO-utvidelser og eksporter dine innstillinger for gjenbruk på et (annet) nettsted."],"Import and Export":["Import og eksport"],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":["Dette verktøyet gir deg muligheten til å endre titler og beskrivelser på dine innlegg og sider uten å måtte gå inn på hver enkelt side."],"Bulk editor":["Masseredigering"],"Default settings":["Standardinnstillinger"],"Description":["Beskrivelse"],"Restore site to defaults":["Tilbakestill siden til standard"],"Site ID":["Nettsted-ID"],"Using this form you can reset a site to the default SEO settings.":["Ved hjelp av dette skjemaet kan du tilbakestille et nettsted til standard SEO-innstillinger."],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new sites.":["Innstillinger som er sensitive (FB-administratorer og slikt), temaspesifikke (omskriving av titler) og et par veldig nettstedspesifikke, vil ikke importeres til nye nettsteder."],"Enter the %1$sSite ID%2$s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":["Legg inn %1$sSite ID%2$s for nettstedet du ønsker å bruke som standardinnstillinger for alle nettsteder som legges til nettverket. La feltet være tomt for å bruke utvidelsens normale standardinnstillinger."],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":["Velg hvilket nettsteds innstillinger du ønsker å benytte som standard for alle nettsteder som blir lagt til i nettverket. Hvis du velger «Ingen», vil de normale standardene for utvidelsen bli brukt."],"New sites in the network inherit their SEO settings from this site":["Nye nettsteder i nettverket arver SEO-innstillingene fra dette nettstedet"],"Super Admins only":["Kun super-admin"],"Site Admins (default)":["Nettsteds-administratorer (standard)"],"Who should have access to the %1$s settings":["Hvem skal ha tilgang til innstillinger for %1$s"],"spam":["spam"],"mature":["støtende"],"archived":["arkivert"],"public":["offentlig"],"%s restored to default SEO settings.":["%s tilbakestill til standard SEO-innstillinger."],"Settings Updated.":["Innstillinger oppdatert."],"Special pages":["Spesialsider"],"Date archives":["Datoarkiv"],"Title":["Tittel"],"Take note:":["Vennligst bemerk:"],"You can determine the title and description for the homepage by %1$sediting the homepage itself%2$s.":["Du kan bestemme tittelen og beskrivelsen for hjemmesiden ved å %1$sredigere selve hjemmesiden%2$s."],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s har automatisk oppdaget om det er behov for å tvinge omskriving av titler for sidene dine. Hvis du er uenig og du vet hva du gjør, kan du endre innstillingen her."],"Force rewrite titles":["Tving omskriving av titler"],"Homepage":["Hjemmeside"],"%1$s Extensions":["Utvidelser til %1$s"],"Seamlessly integrate WooCommerce with %1$s and get extra features!":["Integrér WooCommerce med %1$s sømløst og få ekstra funksjonalitet!"],"Rank better locally and in Google Maps, without breaking a sweat!":["Få bedre rangeringer lokalt og i Google Maps, uten å bli andpusten!"],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":["Er nettstedet ditt i Google Nyheter? Øk trafikken fra Google Nyheter ved å optimalisere for det!"],"Optimize your videos to show them off in search results and get more clicks!":["Optimaliser dine videoer for å vise dem frem i søkeresultater og få flere klikk!"],"The premium version of %1$s with more features & support.":["Premiumversjonen av %1$s med flere funksjoner og brukerstøtte."],"Person":["Person"],"Website name":["Nettstedsnavn"],"RSS":["RSS"],"Permalink":["Permalenke"],"Breadcrumbs":["Brødsmuler"],"Authenticate":["Autentisér"],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year of support and updates, on %2$s.":["For å kunne opprette en omdirigering og rette problemet, trenger du %1$s. Du kan kjøpe utvidelsen, inkludert et års support og oppdateringer på %2$s."],"Creating redirects is a %s feature":["Å opprette videresendinger er en funksjon som krever %s"],"New URL":["Ny URL"],"Search":["Søk"],"URL":["URL"],"Deactivate %s":["Deaktiver %s"],"The %1$s plugin might cause issues when used in conjunction with %2$s.":["Utvidelsen %1$s kan skape problemer når de brukes sammen med %2$s."],"Upload Image":["Last opp bilde"],"%s Posts Overview":["%s innleggsoversikt"],"Breadcrumbs title":["Breadcrumbs tittel"],"Pinterest":["Pinterest"],"Social settings":["Innstillinger for sosiale medier"],"Close":["Lukk"],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines and might slow down your site.":["Både %1$s og %2$s kan lage XML-nettstedkart. Å ha to XML-nettstedkart gir ingen ekstra fordeler, men kan gjøre siden din tregere."],"Configure %1$s's Open Graph settings":["Konfigurer %1$s sine OpenGraph-innstillinger"],"Both %1$s and %2$s create Open Graph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":["Både %1$s og %2$s produserer OpenGraph-elementer, noe som kan gjøre at Facebook, Twitter, LinkedIn og andre sosiale nettverk bruker feil tekster og bilder når sidene dine deles."],"%s image":["Bilde %s"],"%s description":["Beskrivelse for %s"],"%s title":["Tittel %s"],"Twitter":["Twitter"],"Facebook":["Facebook"],"very difficult":["veldig vanskelig"],"Try to make shorter sentences, using less difficult words to improve readability":["Prøv å lage kortere setninger og bruk enklere ord for å bedre lesbarheten"],"difficult":["vanskelig"],"fairly difficult":["ganske vanskelig"],"OK":["OK"],"fairly easy":["ganske enkelt"],"easy":["enkelt"],"very easy":["veldig enkelt"],"The copy scores %1$s in the test, which is considered %2$s to read.":["Teksten scorer %1$s i testen, som anses som %2$s å lese."],"Flesch reading ease":["Flesch reading ease"],"Meta Desc.":["Metabeskrivelse."],"All SEO Scores":["Alle SEO-resultater"],"SEO issue: The featured image should be at least 200 by 200 pixels to be picked up by Facebook and other social media sites.":["SEO-problem: Det fremhevede bildet bør være minst 200x200 piksler for å plukkes opp av Facebook og andre sosiale medier."],"(no parent)":["(ingen foreldre)"],"meta description":["metabeskrivelse"],"Page title":["Sidetittel"],"Post is set to noindex.":["Innlegget er satt til «noindex»."],"The URL that this page should redirect to.":["URL adressen som denne siden skal viderekoble til."],"301 Redirect":["301-omadressering"],"The canonical URL that this page should point to. Leave empty to default to permalink. %1$sCross domain canonical%2$s supported too.":["Den kanoniske URL denne siden skal peke til. La stå tomt hvis du skal bruke standard permalenke. %1$sKanoniske på tvers av domener%2$s støttes også."],"Canonical URL":["Kanonisk URL"],"Title to use for this page in breadcrumb paths":["Tittel å bruke for denne siden i brødsmulestier"],"Breadcrumbs Title":["Tittel for brødsmuler"],"No Snippet":["No Snippet"],"No Archive":["Ingen arkiv"],"No Image Index":["Ingen bilde-indeks"],"None":["Ingen"],"Meta robots advanced":["Avansert Meta Robots"],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Advarsel: Selv om du kan sette innstillingen for meta-robots her, er hele nettstedet satt til noindex i nettstedets generelle innstillinger, så disse innstillingene her vil ikke ha noen effekt."],"Meta description":["Meta-beskrivelse"],"SEO Title":["SEO-tittel"],"Focus keyword":["Fokusnøkkelord"],"Settings successfully imported.":["Innstillinger er importert."],"Settings could not be imported:":["Innstillingene kunne ikke importeres:"],"Breadcrumb for 404 pages:":["Brødsmule for 404-sider:"],"Prefix for search result pages:":["Prefiks for søkeresultat-sider:"],"Prefix for archive pages:":["Prefiks for arkivsider:"],"Prefix for breadcrumbs:":["Prefiks for brødsmulesti:"],"Anchor text for the homepage:":["Ankertekst for forsiden:"],"Breadcrumbs separator:":["Brødsmule-separator:"],"%s Breadcrumbs":["%s brødsmulesti"],"Use Image":["Bruk bilde"],"Action":["Handling"],"Page URL/Slug":["Side URL/permalenke"],"Publication date":["Publiseringsdato"],"Post Status":["Innleggsstatus"],"WP Page Title":["WP sidetittel"],"View":["Vis"],"View &#8220;%s&#8221;":["Vis &#8220;%s&#8221;"],"Preview":["Forhåndsvis"],"Preview &#8220;%s&#8221;":["Forhåndsvis &#8220;%s&#8221;"],"Edit":["Rediger"],"Filter":["Filter"],"New Yoast Meta Description":["Ny Yoast metabeskrivelse"],"Existing Yoast Meta Description":["Eksisterende Yoast metabeskrivelse"],"Facebook profile URL":["Facebook profil-URL"],"Twitter username (without @)":["Twitter-brukernavn (uten @)"],"Google":["Google"],"FAQ":["Ofte stilte spørsmål (FAQ)"],"Settings":["Innstillinger"],"Huge SEO Issue: You're blocking access to robots.":["Stort SEO-problem: Du blokkerer tilgang til roboter."],"Posts":["Innlegg"],"Edit Files":["Rediger filer"],"General":["Generelt"],"Extensions":["Utvidelser"],"Search Console":["Søkekonsoll"],"Tools":["Verktøy"],"Advanced":["Avansert"],"XML sitemaps":["XML-nettstedskart"],"Social":["Sosiale medier"],"SEO":["SEO"],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":["%1$s har oppdaget at du bruker versjon %2$s av %3$s. Vennligst oppdater til den seneste versjonen for å unngå kompabilitetsproblemer."],"Just another WordPress site":["Bare enda et WordPress-nettsted"],"You have used HTML in your value which is not allowed.":["Du har brukt HTML-koder som ikke er tillatt."],"You can't edit %s that aren't yours.":["Du kan ikke redigere %s du ikke eier."],"You can't edit %s.":["Du kan ikke redigere %s."],"Post has an invalid Content Type: %s.":["Innlegget har en ugyldig innholdstype: %s."],"Post doesn't exist.":["Innlegget eksisterer ikke."],"posts\u0004Trash <span class=\"count\">(%s)</span>":["Søppel <span class=\"count\">(%s)</span>","Søppel <span class=\"count\">(%s)</span>"],"posts\u0004All <span class=\"count\">(%s)</span>":["Alle <span class=\"count\">(%s)</span>","Alle <span class=\"count\">(%s)</span>"]}}}