{"domain":"js-text-analysis","locale_data":{"js-text-analysis":{"":{"domain":"js-text-analysis","plural_forms":"nplurals=2; plural=n != 1;","lang":"sv_SE"},"The %1$s class must not be instantiated before the %2$s global is set.":[""],"%1$sOutrank your competitors even further%2$s with these %3$s plugins":[""],"No need to figure out what to link to. You get linking suggestions for relevant posts and pages to make your website easier to navigate.":[""],"Use AI to write SEO titles and meta descriptions for your posts and pages. It speeds up your work and does some of the thinking for you!":[""],"%s looks at more than just your main keyword. It analyzes different word forms, plurals, and past tenses. This helps your website perform even better in searches!":[""],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for titles and meta descriptions to make your pages rank high and make you look good on social media. %1$sLearn more%2$s%3$s":[""],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for product titles and meta descriptions to make your pages rank high and make you look good on social media. %1$sLearn more%2$s%3$s":[""],"Explore %s!":["Utforska %s!"],"You’ll reach more people with multiple keyphrases! Want to quickly add these related keyphrases to the %s analyses for even better content optimization?":[""],"Get AI to write SEO titles and meta descriptions faster. Reach a wider audience with multiple keywords. Get automatic internal linking suggestions. And much, much more!":[""],"Explore now":["Utforska nu"],"Rank higher in search results":["Ranka högre i sökresultaten"],"Turn more visitors into customers!":["Förvandla fler besökare till kunder!"],"Increase Google clicks with rich results":[""],"Write product pages that rank using the SEO analysis":["Skriv produktsidor som rankar bättre med hjälp av SEO-analysen"],"Get XML sitemaps":["Skaffa XML-webbplatskartor"],"Optimize your video previews & thumbnails":["Optimera dina förhandsgranskningar och miniatyrer för videoklipp"],"Make sure your videos load quickly for users":["Se till att dina videoklipp laddas snabbt för användare"],"Automatically get technical SEO best practices for video content":[""],"Drive more views to your videos":["Få mer visningar på dina videoklipp"],"Stand out for local searches":[""],"Explore %s now!":["Utforska %s nu!"],"%1$s24/7 support%2$s: Also on evenings and weekends.":["%1$sSupport dygnet runt%2$s: Även på kvällar och helger."],"%1$sAppealing social previews%2$s people actually want to click on.":[""],"%1$sNo more broken links%2$s: Automatic redirect manager.":["%1$sInga fler brutna länkar%2$s: Automatisk omdirigeringshanterare."],"%1$sSuper fast%2$s internal linking suggestions.":["%1$sSupersnabba%2$s förslag på interna länkar."],"%1$sMultiple keywords%2$s: Rank higher for more searches.":["%1$sFlera nyckelord%2$s: Ranka högre för fler sökningar."],"%1$sAI%2$s: Better SEO titles and meta descriptions, faster.":["%1$sAI%2$s: Bättre SEO-rubriker och metabeskrivningar, snabbare."],"Highlight areas of improvement in your text, no more searching for a needle in a haystack, straight to optimizing! Now also in Elementor!":[""],"Leave a quick review":["Lämna en snabb recension"],"Happy with the plugin?":["Nöjd med tillägget?"],"Show Yoast SEO some love!":["Visa Yoast SEO lite kärlek!"],"Let's get your site in tip-top shape for the search engines. Simply follow these 5 steps to make Google understand what your site is about.":[""],"If your goal is to increase your rankings, you need to work on your SEO regularly. That can be overwhelming, so let's tackle it one step at a time!":[""],"Great work! Thanks to the details you've provided, %1$s has enhanced your site for search engines, giving them a clearer picture of what your site is all about.":[""],"Important: We won't sell this data, and we won't collect any personal information about you or your visitors.":[""],"What data will be collected and why?":["Vilka data kommer att samlas in och varför?"],"No, I don't want to share my site data":["Nej, jag vill inte dela min webbplatsdata"],"Are you open to help us improve our services?":["Är du öppen för att hjälpa oss att förbättra våra tjänster?"],"Yes, give me your free tips!":["Ja, ge mig era gratis tips!"],"Subscribe to the %1$s newsletter to receive best practices for improving your rankings, save time on SEO tasks, stay up-to-date with the latest SEO news, and get expert guidance on how to make the most of %2$s!":[""],"Get free weekly SEO tips!":["Få gratis SEO-tips varje vecka!"],"You're almost there! Complete all settings in this step so search engines know what your site is about.":[""],"Completing this step helps Google to understand your site even better. Bonus: You'll improve your chance of getting %1$srich results%2$s!":[""],"Let's start by running the SEO data optimization. That means we'll scan your site and create a database with optimized SEO data. It won't change any content or settings on your site and you don't need to do anything, just hit start!\n\nNote: If you have a lot of content, this optimization could take a moment. But trust us, it's worth it!":[""],"We've successfully analyzed your site & optimized your SEO data!":["Vi har analyserat din webbplats och optimerat dina SEO-data!"],"Fantastic work! Add your organization's social media accounts below. This allows us to fine-tune the metadata for these platforms.":[""],"Social share preview":["Förhandsgranskning av social delning"],"Twitter share preview":["Förhandsgranskning av Twitter-delning"],"The %1$s interface is currently unavailable in the beta WooCommerce product editor. To resolve any issues, please disable the beta editor. %2$sLearn how to disable the beta WooCommerce product editor.%3$s":["Gränssnittet %1$s är för närvarande inte tillgängligt i betaversionen av WooCommerce produktredigerare. För att lösa eventuella problem, bör du först inaktivera beta-redigeraren. %2$sLär dig hur du inaktiverar betaversionen av WooCommerce produktredigerare.%3$s"],"Compatibility issue: Yoast SEO is incompatible with the beta WooCommerce product editor.":["Kompatibilitetsproblem: Yoast SEO är inte kompatibelt med beta WooCommerce produktredigerare."],"Search engines and other websites can still send traffic to your trashed content.":["Sökmotorer och andra webbplatser kan fortfarande skicka trafik till ditt borttagna innehåll."],"Unlock with the %1$s":["Lås upp med %1$s"],"Generate product titles & descriptions with AI!":["Generera produktrubriker och beskrivningar med AI!"],"Last year":["Förra året"],"Last week":["Förra veckan"],"Last day":["Senaste dagen"],"Last updated":["Senast uppdaterad"],"Activate tracking to show the ranking position":["Aktivera spårning för att kunna se rankningpositionen"],"List your Frequently Asked Questions in an SEO-friendly way.":["Lista dina vanligaste frågor och svar på ett SEO-anpassat sätt."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by OpenAI GPTBot.":["Lägg till en ”disallow”-regel i din robots.txt-fil för att förhindra genomsökning med roboten OpenAI GPTBot."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by the Google-Extended bot. Enabling this setting won’t prevent Google from indexing your website.":["Lägg till en ”disallow”-regel i din robots.txt-fil för att förhindra genomsökning av robtoen Google-Extended. Om du aktiverar denna inställning kan Google fortfarande indexera din webbplats."],"Lots of web traffic comes from bots crawling the web. Some can benefit your site or business, while other bots don’t. Blocking unwanted bots can save energy, help with site performance, and protect copyrighted content. Learn more about %1$swhen to block unwanted bots%2$s.":["En stor mängd webbtrafik består av robotar som genomsöker webben. Vissa kan vara till nytta för din webbplats eller ditt företag, medan andra robotar inte är det. Genom att blockera oönskade bots kan du spara energi, förbättra webbplatsens prestanda och skydda upphovsrättsskyddat innehåll. Läs mer om %1$si vilka fall du bör blockera oönskade bottar%2$s."],"Prevent OpenAI GPTBot from crawling":["Förhindra OpenAI GPTBot från att genomsöka"],"Prevent Google Bard and Vertex AI bots from crawling":["Förebygg genomsökning med robotarna Google Bard och Vertex AI"],"Prevent Common Crawl CCBot from crawling":["Förebygg genomsökning med Common Crawl CCBot"],"Unlock Premium SEO analysis":["Lås upp premiumanalys för SEO"],"Get more help with writing content that ranks":["Få mer hjälp med att skriva innehåll som rankar högt"],"$ USD / € EUR / £ GBP per year (ex. VAT)":["$ USD/€ EUR/£ GBP per år (exkl. moms)"],"Internal linking suggestions":["Interna länkförslag"],"%1$s SAVE 30%% %2$s on your 12 month subscription":[""],"Learn more about %s (Opens in a new browser tab)":["Lär dig mer om %s (öppnas i en ny webbläsarflik)"],"Write more natural and engaging content":["Skriv mer naturligt och engagerande innehåll"],"Synonyms help users understand your copy better. It’s easier to read for both users and Google. In %s, you can add synonyms for your focus keyphrase, and we’ll help you optimize for them.":["Synonymer hjälper användarna att förstå din text bättre. Texten blir mer lättläst för både användare och Google. I %s kan du lägga till synonymer för din fokusnyckelordsfras, så hjälper vi till att optimera för dessa."],"Is your %1$s store ready for Black Friday?":["Är din %1$s-butik redo för Black Friday?"],"Check your text on even more SEO criteria and get an enhanced keyphrase analysis, making it easier to optimize your content.":["Kontrollera din text med avseende på ännu fler SEO-kriterier och få en förbättrad analys av nyckelordsfraser så att du enklare kan optimera ditt innehåll."],"Buy now!":["Köp nu!"],"30% OFF!":["30&nbsp;% RABATT!"],"BLACK FRIDAY SALE: %1$s %2$sBuy now!%3$s":["BLACK FRIDAY-REA: %1$s %2$sKöp nu!%3$s"],"BLACK FRIDAY SALE: %1$s":["”BLACK FRIDAY”-REA: %1$s"],"Reach a wider audience":["Nå en större målgrupp"],"Add related keyphrases":["Lägg till relaterade nyckelordsfraser"],"%s automatically suggests to what content you can link with easy drag-and-drop functionality, which is good for your SEO!":["%s föreslår automatiskt till vilket innehåll du kan länka med enkla dra-och-släpp-funktioner. Det är bra för din SEO!"],"Rank higher by connecting your content":["Ranka bättre genom att länka samman ditt innehåll"],"Get help optimizing for up to 5 related keyphrases. This helps you reach a wider audience and get more traffic.":["Få hjälp att optimera upp till fem relaterade nyckelordsfraser. Det här hjälper dig att nå en bredare målgrupp och få mer trafik."],"-30%":["-30&nbsp;%"],"%1$s Now with 30%% Black Friday Discount!":["%1$s Nu med 30&nbsp;%% rabatt under Black Friday!"],"%1$sSALE 30%% OFF!%2$s":["%1$sREA 30&nbsp;%% RABATT!%2$s"],"30% OFF":["30&nbsp;% RABATT"],"BLACK FRIDAY":["BLACK FRIDAY"],"Claim your 30% off now!":["Utnytta din rabatt på 30 % nu!"],"Social media appearance":["Utseende i sociala medier"],"Determine how your post should look in the search results.":["Bestäm hur ditt inlägg ska se ut i sökresultaten."],"The Yoast %1$sultimate Black Friday checklist%2$s helps you prepare in time, so you can boost your results during this sale.":["Yoasts %1$sultimata checklista för Black Friday%2$s hjälper dig att förbereda i tid för bättre försäljning under rean."],"To customize the appearance of your post specifically for Twitter, please fill out the 'Twitter appearance' settings below.":["För att anpassa ditt inläggs utseende specifikt för Twitter ska du fylla i inställningarna för ”Utseende i Twitter” nedan."],"Twitter appearance":["Twitter-utseende"],"To customize the appearance of your post specifically for Twitter, please fill out the 'Twitter appearance' settings below. If you leave these settings untouched, the 'Social media appearance' settings mentioned above will also be applied for sharing on Twitter.":["För att anpassa ditt inläggs utseende specifikt för Twitter ska du fylla i inställningarna för ”Utseende i Twitter” nedan. Om du inte ändrar dessa inställningar kommer inställningarna under ”Utseende i sociala medier” ovan att användas även för delning på Twitter."],"Determine how your post should look on social media like Facebook, Twitter, Instagram, WhatsApp, Threads, LinkedIn, Slack, and more.":["Bestäm hur ditt inlägg ska se ut på sociala medier, såsom Facebook, Twitter, Instagram, WhatsApp, Threads, LinkedIn, Slack med mera."],"Get the checklist and start optimizing now!":["Hämta checklistan och börja optimera nu!"],"Is your WooCommerce store ready for Black Friday?":["Är din WooCommerce-butik redo för Black Friday?"],"The %1$s %2$sultimate Black Friday checklist%3$s helps you prepare in time, so you can boost your results during this sale.":["Den %1$s %2$sultimata checklistan för Black Friday%3$s hjälper dig att förbereda dig i tid för att bättre resultat under rean."],"AI generator":["AI-generator"],"New in %1$s":["Nytt i %1$s"],"Use AI to write your titles & meta descriptions!":["Använd AI för att skriva dina rubriker och metabeskrivningar!"],"Use the power of Yoast AI to automatically generate compelling titles and descriptions for your posts and pages.":["Använd kraften hos Yoast AI till att automatiskt generera övertygande rubriker och beskrivningar för dina inlägg och sidor."],"AI title & description generator":["AI-generator för rubrik och beskrivning"],"Use AI":["Använd AI"],"Clear selection":["Rensa val"],"Note that the following commonly-used parameters will not be removed: %1$s, %2$s, %3$s, %4$s, %5$s, %6$s, and %7$s.":["Observera att följande vanligt förekommande parametrar inte kommer att tas bort: %1$s, %2$s, %3$s, %4$s, %5$s, %6$s och %7$s."],"Learn how to increase your rankings with %1$s":["Lär dig hur du förbättrar din rankning med %1$s"],"Want an enhanced Google preview of how your WooCommerce products look in the search results?":["Vill du ha en förbättrad Google-förhandsgranskning av hur dina WooCommerce-produkter ser ut i sökresultaten?"],"Sign up today!":["Registrera idag!"],"Feeling lost when it comes to optimizing your site for the search engines? Join our FREE webinar to gain the confidence that you need in order to start optimizing like a pro! You'll obtain the knowledge and tools to start effectively implementing SEO.":["Känner du dig vilsen när det gäller att optimera webbplatsen för sökmotorerna? Delta i vårt KOSTNADSFRIA webbseminarium för att få det självförtroende du behöver för att börja optimera som ett proffs! Du får kunskapen och verktygen du behöver för att börja implementera SEO på ett effektivt sätt."],"Join our FREE webinar for SEO success":["Delta i vårt webbseminarium som är GRATIS för framgångsrik SEO"],"Want your products stand out in search results with rich results like price, reviews and more?":["Vill du att dina produkter ska märkas bättre i sökresultaten med hjälp av berikade resultat som kan innehålla pris, recensioner med mera?"],"%1$s, %2$s and %3$s":["%1$s, %2$s och %3$s"],"%1$s and %2$s":["%1$s och %2$s"],"Please see the “New” badges and review the Search appearance settings.":["Se markeringarna för ”nytt” och granska inställningarna för utseende i sökresultat."],"New type of content added to your site!":["Ny innehållstyp lades till på din webbplats!"],"Site policies":["Webbplatspolicys"],"Select a page which provides information about your diversity policies for %1$sstaffing%2$s, %1$shiring%2$s and %1$semployment%2$s.":["Välj en sida som ger information om er mångfaldspolicy för %1$sbemanning%2$s, %1$skorttidsanställning%2$s och %1$sfast anställning%2$s."],"Select a page which provides information on your diversity policies for %1$seditorial%2$s content.":["Markera en sida som innehåller information om er mångfaldspolicy för %1$sredaktionellt innehåll%2$s."],"Select a page which describes the personal, organizational, and corporate %1$sstandards%2$s of %1$sbehavior%2$s expected by your organization.":["Välj en sida som beskriver era personliga, organisationens och företagets %1$sstandarder%2$s för %1$sbeteende%2$s som förväntas av din organisation."],"Select a page which outlines your procedure for addressing %1$serrors%2$s (e.g., publishing retractions or corrections).":["Välj en sida som beskriver hur ni hanterar %1$sfel%2$s (t.ex. publicering av dementier eller rättelser)."],"Select a page which describes how your organization collects and responds to %1$sfeedback%2$s, engages with the %1$spublic%2$s, and prioritizes %1$stransparency%2$s.":["Välj en sida som beskriver hur din organisation inhämtar och besvarar %1$sfeedback%2$s, samarbetar med %1$sallmänheten%2$s och prioriterar %1$söppenhet%2$s."],"Select a page which describes the ownership structure of your organization. It should include information about  %1$sfunding%2$s and %1$sgrants%2$s.":["Välj en sida som beskriver ägarstrukturen för din organisation. Den bör innehålla information om %1$sfinansiering%2$s och %1$sbidrag%2$s."],"Select a page which describes the editorial principles of your organization. %1$sWhat%2$s do you write about, %1$swho%2$s do you write for, and %1$swhy%2$s?":["Välj en sida som beskriver de redaktionella principerna för din organisation. %1$sVad%2$s skriver ni om, %1$svem%2$s skriver ni för, och %1$svarför%2$s?"],"Select the pages on your website which contain information about your organizational and publishing policies. Some of these might not apply to your site, and you can select the same page for multiple policies. %1$sLearn more about why setting your site policies is important%2$s.":["Markera sidorna på din webbplats som innehåller information om policyer för organisationen och publicering. Vissa av dessa kanske inte gäller för din webbplats, och du kan välja samma sida för flera olika policyer. %1$sLäs mer om varför det är viktigt att ange policyer för din webbplats%2$s."],"Diversity staffing report":["Personalrapport om mångfald"],"Diversity policy":["Mångfaldspolicy"],"Ethics policy":["Etisk policy"],"Corrections policy":["Policy för korrektur"],"Actionable feedback policy":["Åtgärdsbar policy för feedback"],"Ownership / Funding info":["Ägare/finansieringsinformation"],"Publishing policies":["Publiceringspolicy"],"Publishing principles":["Principer för publicering"],"Failed to retrieve pages.":["Misslyckades att hämta sidor."],"Searching pages...":["Söker efter sidor …"],"Add new page...":["Lägg till ny sida …"],"No pages found.":["Inga sidor hittades."],"You've added a new type of content. We recommend that you review the corresponding %1$sSearch appearance settings%2$s.":["Du har lagt till en ny typ av innehåll. Vi rekommenderar att du granskar motsvarande %1$sInställningar för sökutseende%2$s."],"Error: Taxonomy was not removed from new_taxonomies list.":["Fel: Taxonomin togs inte bort från listan new_taxonomies."],"Taxonomy is no longer new.":["Taxonomin är inte ny längre."],"Taxonomy is not new.":["Taxonomin är inte ny."],"Error: Post type was not removed from new_post_types list.":["Fel: Inläggstypen togs inte bort från listan new_post_types."],"Post type is no longer new.":["Inläggstypen är inte ny längre."],"Post type is not new.":["Inläggstypen är inte ny."],"Write a bug report":["Skriv en felrapport"],"Our support team is here to answer any questions you may have. Fill out the (pop-up) contact form, and we'll get back to you as soon as possible!":["Vårt supportteam finns där för att svara på alla dina frågor. Fyll i kontaktformuläret (popup) så svarar vi så snart som möjligt!"],"%1$sSupport languages:%2$s English & Spanish":["%1$sSupportspråk:%2$s engelska och spanska"],"If you don't find the answers you're looking for and need personalized help, you can get 24/7 support from one of our support engineers.":["Om du inte hittar svar på din fråga och behöver personlig hjälp kan du få support dygnet runt från någon av våra supporttekniker."],"Contact our support team":["Kontakta vårt supportteam"],"Have you stumbled upon a bug while using %1$s? Please raise a bug report on our GitHub repository to let us know about the issue!":["Har du stött på något fel under användningen av %1$s? Gör en felrapport i vårt GitHub-arkiv för att informera oss om problemet!"],"Raise a bug report on GitHub":["Skapa en felrapport på GitHub"],"Visit WordPress forum":["Besök WordPress-forum"],"In the WordPress support forum for %1$s you can find answers or ask for help from %1$s users in the WordPress community.":["I WordPress supportforum för %1$s kan du hitta svar eller be om hjälp från andra användare av %1$s inom WordPress-communityn."],"WordPress support forum for %1$s":["WordPress supportforum för %1$s"],"Visit our help center":["Besök vårt hjälpcenter"],"Have a look at our help center to find articles, tutorials, and other resources to help you get the most out of %1$s!":["I vårt hjälpcenter hittar du artiklar, handledningar och andra resurser som hjälper dig att få ut mesta möjliga av %1$s!"],"%1$s's help center":["%1$s hjälpcenter"],"Need help with %1$s? These resources are a great place to start!":["Behöver du hjälp med %1$s? Dessa resurser är en bra plats att börja på!"],"Additional resources":["Ytterligare resurser"],"Here, you'll find answers to commonly asked questions about using %1$s. If you don't see your question listed, you can have a look at the section below.":["Här hittar du svar på vanliga frågor om hur man använder %1$s. Om du inte hittar din fråga i listan kan du titta i avsnittet nedan."],"Frequently asked questions":["Vanliga frågor"],"If you have any questions, need a hand with a technical issue, or just want to say hi, we've got you covered. Get in touch with us and we'll be happy to assist you!":["Om du undrar över något, behöver hjälp med ett tekniskt problem eller bara vill säga hej, så finns vi här för dig. Hör av dig. Vi hjälper gärna till!"],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by Google AdsBot. You should only enable this setting if you're not using Google Ads on your site.":["Lägg till en ”disallow”-regel i din robots.txt-fil för att förhindra genomsökning av Googles AdsBot. Du bör aktivera denna inställning endast om du inte använder Google Ads på din webbplats."],"Block unwanted bots":["Blockera oönskade robotar"],"Close the upgrade callout":["Stäng uppmaningen för uppgradering"],"%1$s and get an exclusive %2$s discount for %3$s month(s).":["%1$s och få en exklusiv rabatt på %2$s i %3$s månad/månader."],"Click here to upgrade your %s plan":["Klicka här för att uppgradera ditt %s-paket"],"Keyphrases tracked: %1$s/%2$s":["Nyckelordsfraser spårade: %1$s/%2$s"],"Your are tracking %1$s out of %2$s keyphrases included in your account.":["Du spårar %1$s av de %2$s nyckelfraser ditt konto tillåter."],"Your are tracking %1$s out of %2$s keyphrases included in your free account.":["Du spårar %1$s av %2$s nyckelfraser som ingår i ditt kostnadsfria konto."],"Support":["Support"],"Prevent Google AdsBot from crawling":["Förhindra Google AdsBot från att genomsöka"],"%s":["%s"],"This overview will show you your top performing keyphrases in Google. Connect with %s to get started.":["Denna översikt visar dig dina mest högpresterande nyckelordsfraser hos Google. Anslut till %s för att komma igång."],"You have successfully connected with %s.":["Du har lyckats ansluta med %s."],"You have successfully connected with %1$s. Your %2$s account does not contain any keyphrases for this website yet. You can track keyphrases by using the \"Track SEO Performance\" button in the post editor.":["Du är nu ansluten till %1$s. Ditt %2$s-konto innehåller ännu inga nyckelordsfraser för denna webbplats. Du kan följa upp nyckelordsfraser med knappen ”Spåra SEO-prestanda” i inläggsredigeraren."],"Network Error: Unable to connect to the server. Please check your internet connection and try again later.":["Nätverksfel: Det gick inte att ansluta till servern. Kontrollera din internetanslutning och försök igen senare."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of URLs like %1$s, %2$s and %3$s.":["Lägg till en ”disallow”-regel i din robots.txt-fil för att förhindra genomsökning av webbadresser som %1$s, %2$s och %3$s."],"Your WordPress environment is running on a non-production site. Indexables can only be created on production environments. Please check your `WP_ENVIRONMENT_TYPE` settings.":["Din WordPress-miljö körs i en icke-produktionsmiljö. ”Indexables” kan endast skapas i produktionsmiljöer. Kontrollera dina inställningar för ”WP_ENVIRONMENT_TYPE”."],"Inclusive language: %s":["Inkluderande språk: %s"],"%1$s / %2$s: Top Keyphrases":["%1$s/%2$s: Populäraste nyckelordsfraser"],"The post type %s could not be indexed because it does not meet indexing requirements.":["Inläggstypen %s kunde inte indexeras eftersom den inte uppfyller indexeringskraven."],"The name of this category is %1$s.":["Namnet på denna kategori är %1$s."],"Start the course":["Starta kursen"],"Start free trial lesson":["Påbörja en kostnadsfri provlektion"],"Maximize your SEO game by purchasing %s, which grants you unlimited access to all courses.":["Satsa fullt ut på SEO genom att köpa %s och få obegränsad tillgång till alla kurser."],"Learn vital SEO skills that you can apply at once! Let us take you by the hand and give you practical SEO tips to help you outrank your competitors. %s comes with five free courses.":["Lär dig viktiga SEO-kunskaper som du kan använda direkt! Vi hjälper dig på vägen med praktiska SEO-tips som hjälper dig att lyckas bättre än konkurrenterna. Med %s medföljer fem kostnadsfria kurser."],"Learn vital SEO skills that you can apply at once! Let us take you by the hand and give you practical SEO tips to help you outrank your competitors. Maximize your SEO game! Because your %s subscription gives you unlimited access to all courses.":["Lär dig viktig SEO-kunskap som du kan använda direkt! Låt oss leda dig till praktiska SEO-tips som hjälper dig att lyckas bättre än konkurrenterna. Satsa maximalt på SEO! Tack vare din %s-prenumeration har du obegränsad tillgång till alla kurser."],"Choosing the right type of hosting for your site is the basis of a solid Technical SEO strategy. Learn all about it in this course!":["Att välja rätt typ av webbhotell för din webbplats är första steget till en solid teknisk SEO-strategi. Lär dig allt om detta i denna kurs!"],"You have to make it possible for search engines to find your site, so they can display it in the search results. We'll tell you all about how that works in this course!":["Du måste göra det möjligt för sökmotorerna att hitta din webbplats, för att de ska kunna visa den i sina sökresultat. Vi berättar allt om hur det går till i denna kurs!"],"Are you selling in countries all over the world? In this course, you’ll learn all about setting up and managing a site that targets people in different languages and locales.":["Säljer du till länder i hela världen? I den här kursen får du lära dig allt om hur du skapar och hanterar en webbplats som vänder sig till personer med olika språk och språkversioner."],"Do you want to take a deep dive into structured data? In this course, you'll learn the theory related to structured data in detail.":["Vill du göra en djupdykning i strukturerad data? Denna kurs ger en detaljerad genomgång av teorin kring strukturerade data."],"Learn how to optimize your online shop for your customers and for search engines!":["Lär dig hur du optimerar din e-butik för kunder och sökmotorer!"],"Do you own a local business? This course will teach you how to make sure your local audience can find you in the search results and on Google Maps!":["Har du ett lokalt företag? Denna kurs berättar hur du ser till att din lokala målgrupp kan hitta dig i sökresultaten och på Google Maps!"],"A clear site structure benefits your users and is of great importance for SEO. Still, most people seem to forget about this. Get ahead of your competition and learn how to improve your site structure!":["En tydlig webbplatsstruktur är bra för dina besökare och är mycket viktig för SEO. Ändå verkar de flesta glömma bort detta. Bli bättre än dina konkurrenter och ta reda på hur du kan förbättra webbplatsstrukturen!"],"Start creating block-tastic content with the new WordPress block editor! Learn all about the block editor and what you can do with it.":["Börja skapa ”blocktastiskt” innehåll med WordPress nya blockredigerare! Lär dig allt om blockredigeraren och vad du kan göra med den."],"Do you know the essential first step of good SEO? It's keyword research. In this training, you'll learn how to research and select the keywords that will guide searchers to your pages.":["Vet du vad som är det första viktiga steget för bra SEO? Det är att undersöka sökord. I denna kurs får du lära dig hur du söker fram och väljer vilka sökord som kommer att leda dem som söker till dina sidor."],"Learn how to make your site stand out from the crowd by adding structured data!":["Lär dig hur du får din webbplats att sticka ut från mängden genom att lägga in strukturerade data!"],"In this course, you'll learn how to write awesome copy that is optimized for ranking in search engines.":["I denna kurs får du lära dig hur du skriver riktig bra text som är optimerad för att ranka väl i sökmotorer."],"Do you want to set up your own WordPress site? This course will teach you the ins and outs of creating and maintaining a WordPress website!":["Vill du skapa din egen WordPress-webbplats? I den här kursen får du veta allt om hur du skapar och underhåller en WordPress-webbplats!"],"In this course, you'll learn practical SEO skills on every key aspect of SEO, to make your site stand out.":["I denna kurs lär du dig praktisk SEO-kunskap om alla viktiga aspekter av SEO för att lyfta din webbplats."],"In this course, you'll learn about how to set up and use the %1$s for WordPress plugin so it makes SEO even easier. This course is meant for users of the block editor.":["I denna kurs lär du dig hur du ställer in och använder tillägget %1$s för WordPress för att underlätta din SEO än mer. Kursen riktar sig till användare av blockredigeraren."],"In this free course, you'll get quick wins to make your site rank higher in Google, Bing, and Yahoo.":["I denna kostnadsfria kurs får du tips på hur du enkelt kan få din webbplats att ranka bättre i Google, Bing och Yahoo."],"Academy":["Akademi"],"%1$s %2$s isn't working as expected %3$s and you are not receiving updates or support! Make sure to %4$s activate your product subscription in %5$s%6$s to unlock all the features of %7$s.":["%1$s%2$s fungerar inte som det ska%3$s och du får inga uppdateringar eller support! Se till att %4$saktivera din produktprenumeration i %5$s%6$s för att låsa upp alla funktioner i %7$s."],"%1$s can't be updated because your product subscription is expired. %2$sRenew your product subscription%3$s to get updates again and use all the features of %1$s.":["%1$s kan inte uppdateras eftersom din produktprenumeration har gått ut. %2$sFörnya din produktprenumeration%3$s för att åter få uppdateringar och kunna använda alla funktioner i %1$s."],"Warning! These are expert features, so make sure you know what you're doing before using this setting. You might break your site. %1$sRead more about how your site can be affected%2$s.":["Varning! Det här är funktioner för experter. Du behöver veta vad du gör innan du aktiverar denna inställning, annars riskerar du att förstöra din webbplats. %1$sLäs mer om hur din webbplats kan påverkas%2$s."],"%1$s: unregistered URL parameter removed. See %2$s":["%1$s: oregistrerad URL-parameter borttagen. Se %2$s"],"This feature is disabled when your site is not using pretty permalinks.":["Denna funktion är inaktiverad om din webbplats inte använder snygga permalänkar."],"This feature is disabled when your site is not using %1$spretty permalinks%2$s.":["Denna funktion är inaktiverad om din webbplats inte använder %1$ssnygga permalänkar%2$s."],"%1$s: redirect utm variables to #":["%1$s: omdirigera utm-variabler till #"],"Optimize your business for multiple locations":["Optimera ditt företag för flera platser"],"Easily add maps, address finders, and opening hours to your content":["Lägg enkelt till kartor, adresssökare och öppettider i ditt innehåll"],"Automatically get technical SEO best practices for local businesses":["Få automatiskt bästa praxis inom teknisk SEO för lokala företag"],"Attract more customers to your site and physical store":["Locka fler kunder till din webbplats och fysiska butik"],"Remove Other profile %1$s":["Ta bort “Annan“ profil %1$s"],"Please select a user in the Site representation step.":["Välj en användare i steget ”Webbplatsrepresentation”."],"You can %1$supdate or add social profiles to this user profile%2$s.":["Du kan %1$suppdatera eller lägga till sociala profiler till denna användarprofil%2$s."],"You have selected the user %1$s as the person this site represents.":["Du har valt användaren %1$s som den person denna webbplats representerar."],"If you select a Person to represent this site, we will use the social profiles from the selected user's profile page.":["Om du väljer en person som ska representera webbplatsen kommer vi att använda de sociala länkarna från den valda användarens profil."],"It looks like you've enabled media pages. We recommend that you help us to re-analyze your site by running the SEO data optimization. ":["Det verkar som att du har aktiverat mediasidor. Vi rekommenderar att du hjälper oss att analysera din webbplats igen genom att köra SEO-dataoptimeringen. "],"Organization Mastodon":["Mastodon för organisation"],"%1$s Settings - %2$s":["%1$s-inställningar – %2$s"],"Read more about how to get your site verified.":["Läs mer om hur du får din webbplats verifierad."],"Get your site verified in your Mastodon profile.":["Få din webbplats verifierad i din Mastodon-profil."],"E.g. https://mastodon.social/@yoast":["T.ex. https://mastodon.social/@yoast"],"Mastodon":["Mastodon"],"%2$s integrates %1$s' Schema output into its own to get rich snippets for your digital products!":["%2$s integrerar Schema-utmatning för %1$s output i sin egen HTML-kod så att du kan erhålla avancerade utdrag för dina digitala produkter!"],"Get %1$srich results for your digital products%2$s in Google search":["Få %1$savancerade utdrag för dina digitala produkter%2$s i sökningar på Google"],"Add trustworthiness to your %1$s profile by verifying your site with %2$s.":["Gör din %1$s-profil mer förtroendeingivande genom att verifiera din webbplats med %2$s."],"Verify your site on %1$s%2$s%3$s":["Kontrollera din webbplats på %1$s%2$s%3$s"],"Mastodon profile not yet added":["Mastodon-profil inte tillagd än"],"Mastodon profile added":["Mastodon-profil tillagd"],"Potentially non-inclusive":["Möjligtvis inte inkluderande"],"Finish your %s":["Slutför din %s"],"Please enter a number between 1 and 50.":["Ange ett nummer mellan 1 och 50."],"Settings navigation":["Navigation för inställningar"],"Close settings navigation":["Stäng navigation för inställningar"],"Open settings navigation":["Öppna navigation för inställningar"],"Choose whether your site represents an organization or a person. %1$sLearn more about the differences and choosing between Organization and Person%2$s.":["Välj om din webbplats representerar en organisation eller en person. %1$sLär dig mer om skillnaderna och att välja mellan organisation och person%2$s."],"%1$sGet%2$s %3$s":["%1$sSkaffa%2$s %3$s"],"Index Now":["Indexera nu"],"Failed to retrieve media.":["Misslyckades att hämta media."],"Limit the length of internal site search queries to reduce the impact of spam attacks and confusing URLs. Please enter a number between 1 and 50.":["Begränsa längden på interna webbplatssökningsfrågor för att minska effekten av skräppostattacker och förvirrande URL:er. Ange ett tal mellan 1 och 50."],"The number you've entered is not between 1 and 50.":["Numret du har angett är inte mellan 1 och 50."],"Determine how your %1$s should look on social media.":["Bestäm hur dina %1$s ska se ut på sociala medier."],"Disabling this means that archive pages for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Om du inaktiverar detta betyder det att arkivsidor för %1$s inte kommer att indexeras av sökmotorer och kommer att uteslutas från XML-webbplatskartor."],"Prevents specific URL parameters from being removed by the above feature. E.g., adding %1$s will prevent %2$s from being redirected to %3$s. You can add multiple parameters and separate them by using enter or a comma.":["Förhindrar att specifika URL-parametrar tas bort av ovanstående funktion. Om du t.ex. lägger till %1$s förhindrar du att %2$s omdirigeras till %3$s. Du kan lägga till flera parametrar, åtskilda med returtecken eller kommatecken."],"Consolidates WordPress' multiple site search URL formats into the %1$s syntax. E.g., %2$s will redirect to %3$s":["Slår samman WordPress olika URL-format för sökning inom webbplats till syntaxen %1$s. T.ex. kommer %2$s att omdirigeras till %3$s"],"Redirect pretty URLs to ‘raw’ formats":["Omdirigera snygga URL:er till ”råa” format"],"Allow":["Tillåt"],"Deny":["Neka"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["För att kunna se denna video måste du tillåta %1$s att ladda in inbäddade videor från %2$s."],"Only available for English sites":["Endast tillgängligt för engelska webbplatser"],"You can change the default type for %1$s under Content types in the %2$sSettings%3$s.":["Du kan ändra standardtypen för %1$s i under innehållstyper i %2$sinställningarna%3$s."],"all the Yoast plugins":["alla Yoast-tillägg"],"Show date archives in search results":["Visa datumarkiv i sökresultat"],"Show %1$s archives in search results":["Visa %1$s-arkiv i sökresultat"],"Prefix for archive breadcrumbs":["Prefix för synliga sökvägar i arkiv"],"Unlock rich results in Google search by using plugins that integrate with the %1$sYoast Schema API%2$s.":["Få tillgång till avancerade utdrag i sökningar på Google genom att använda tillägg som integrerar mot %1$sSchema-API:et för Yoast%2$s."],"Schema API integrations":["Schema API-integrationer"],"%s can integrate with other products, to help you further improve your website. You can enable or disable these integrations below.":["%s kan integreras mot andra produkter för att hjälpa dig att förbättra din webbplats än mer. Du kan aktivera eller inaktivera dessa integrationer nedan."],"Unlock rich snippets for your product pages by using %1$s.":["Lås upp avancerade utdrag för dina produktsidor med hjälp av %1$s."],"Get %1$srich product results%2$s in Google search":["Få %1$savancerade utdrag%2$s i sökningar på Google"],"%1$s integrates with %2$s's Schema API to get rich snippets for your recipes!":["%1$s integrerar med Schema-API:et för %2$s för att skapa avancerade utdrag för dina recept!"],"Get %1$srich results for your recipes%2$s in Google search":["Få %1$savancerade utdrag för dina recept%2$s i sökningar på Google"],"%1$s integrates with %2$s's Schema API to get rich snippets for your podcasts!":["%1$s integrerar med Schema-API:et för %2$s för att skapa avancerade utdrag för dina poddsändningar!"],"Get %1$srich results for your podcast%2$s in Google search":["Få %1$savancerade utdrag för dina poddsändningar%2$s i sökningar på Google"],"%1$s integrates with %2$s's Schema API to get rich snippets for your events!":["%1$s integrerar med Schema-API:et för %2$s för att skapa avancerade utdrag för dina evenemang!"],"Get %1$srich results for your events%2$s in Google search":["Få %1$savancerade utdrag för dina evenemang%2$s i sökningar på Google"],"You have selected the user %1$s%3$s%2$s as the person this site represents. Their user profile information will now be used in search results. We're sorry, you're not allowed to edit this user's profile. Please contact your admin or %1$s%3$s%2$s to check and/or update the profile.":["Du har utsett användaren %1$s%3$s%2$s som den person webbplatsen representerar. Uppgifterna i hens användarprofil kommer nu att användas i sökresultat. Du har tyvärr inte behörighet att redigera denna användarprofil. Kontakta din administratör eller %1$s%3$s%2$s för att kontrollera och/eller uppdatera profilen."],"An organization name and logo need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site name and logo as default values. %1$sLearn more about the importance of structured data%2$s.":["Ett organisationsnamn och logga måste anges för att strukturerade data ska fungera korrekt. Eftersom du inte har angett dessa än använder vi webbplatsens namn och logga som standardvärden. %1$sLäs mer om vikten av strukturerad data%2$s."],"This info is intended to appear in %1$sGoogle's Knowledge Graph%2$s.":["Denna information är avsedd att visas i %1$sGoogle Knowledge Graph%2$s."],"Other profile %1$s":["Annan profil %1$s"],"Tweet":["Tweet"],"Organization Twitter":["Twitter för organisation"],"Open Graph":["Open Graph"],"Organization Facebook":["Facebook för organisation"],"OpenGraph":["OpenGraph"],"Format archives":["Formatarkiv"],"File":["Fil"],"PDF":["PDF"],"Video":["Video"],"Attachment":["Bilaga"],"404 pages title":["Rubrik för 404-sidor"],"Search pages title":["Rubrik för söksidor"],"Enable date archives":["Aktivera datumarkiv"],"Enable author archives":["Aktivera författararkiv"],"Anchor text for the homepage":["Ankartext för startsidan"],"Organization/person":["Organisation/person"],"Divider":["Avdelare"],"Remove Atom/RDF feeds":["Ta bort webbflöden för Atom/RDF"],"Webmaster":["Webbansvarig"],"Share":["Dela"],"Structured data":["Strukturerad data"],"Enable the %1$s XML sitemaps. A sitemap is a file that lists a website's essential pages to make sure search engines can find and crawl them.":["Aktivera XML-webbplatskartor från %1$s. En webbplatskarta (sitemap) är en fil som listar de viktigaste sidorna på en webbplats så att sökmotorer kan hitta dem."],"The %1$s icon in the top admin bar provides quick access to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["Ikonen för %1$s i adminfältet längst upp ger en snabb väg att nå verktyg från utomstående leverantörer för analys av sidor och gör det enkelt att se när du har nya meddelanden."],"Allows for Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared. Keep this feature enabled to optimize your site for social media.":["Gör det möjligt för Facebook och andra sociala medier att visa förhandsvisning med bilder och ett textutdrag när en länk till din webbplats delas. Håll denna funktion aktiverad för att optimera din webbplats för sociala medier."],"Count the number of internal links from and to your posts to improve your site structure.":["Räkna antalet interna länkar från och till dina inlägg för att förbättra din webbplatsstruktur."],"Mark and filter your cornerstone content to make sure your most important articles get the attention they deserve. To help you write excellent copy, we’ll assess your text more strictly.":["Märk upp och filtrera ditt viktigaste innehåll så att dina viktigaste artiklar får den uppmärksamhet de förtjänar. För att hjälpa dig att skriva utmärkta texter gör vi en striktare bedömning av din text."],"Get more insights into what you are writing. What words do you use most often? How much time does it take to read your text? Is your text easy to read?":["Få större insikt i hur du skriver. Vilka ord använder du oftast? Hur lång tid tar din text att läsa? Hur lättläst är den?"],"The inclusive language analysis offers suggestions to write more inclusive copy, so more people will be able to relate to your content.":["Den inkluderande språkanalysen ger förslag på att skriva mer inkluderande text, så att fler människor kommer att kunna relatera till ditt innehåll."],"The SEO analysis offers suggestions to improve the findability of your text and makes sure that your content meets best practices.":["SEO-analysen ger förslag för hur du kan göra det lättare att hitta din text och ser till att ditt innehåll följer bästa praxis."],"Set the basic info for your website. You can use %1$stagline%2$s and %1$sseparator%2$s as %3$sreplacement variables%4$s when configuring the search appearance of your content.":["Ange de grundläggande uppgifterna för din webbplats. Du kan använda variablerna %1$stagline%2$s och %1$sseparator%2$s som %3$sersättningsvariabler%4$s när du konfigurerar utseendet i sökresultat för ditt innehåll."],"Usage tracking allows us to track some data about your site to improve our plugin. %1$sLearn more about which data we track and why%2$s.":["Spårning av användning låter oss spåra vissa uppgifter om din webbplats för att förbättra vårt tillägg. %1$sLäs mer om vilka data vi spårar och varför%2$s."],"A link to the archive for the post author, with the author's name as anchor text.":["En länk till arkivet för inläggsförfattaren, med författarnamnet som ankartext."],"Determine how your %1$s pages should be described by default in your site's Schema.org markup. You can always customize the settings for individual %1$s pages in the %2$s metabox.":["Avgör hur dina %1$s-sidor som standard ska beskrivas i webbplatsens Schema.org-kodning. Du kan alltid anpassa inställningarna för enskilda %1$s-sidor i metarutan för %2$s."],"Determine how your %1$s pages should look in search engines. You can always customize the settings for individual %1$s pages in the %2$s metabox.":["Avgör hur dina %1$s-sidor ska se ut i sökresultaten. Du kan alltid anpassa inställningarna för enskilda %1$s-sidor i metarutan för %2$s."],"Enable %1$s pages":["Aktivera %1$s-sidor"],"Determine how your homepage should look in the search results.":["Bestäm hur din startsida ska se ut i sökresultaten."],"Determine how your %1$s should look in search engines. You can always customize the settings for individual %1$s in the %2$s metabox.":["Avgör hur dina %1$s ska se ut i sökresultaten. Du kan alltid anpassa inställningarna för enskilda %1$s i metarutan för %2$s."],"Enable format-based archives":["Aktivera formatbaserade arkiv"],"Not sure how to implement the %3$s breadcrumbs on your site? Read %1$sour help article on breadcrumbs implementation%2$s.":["Är du osäker på hur du ska implementera synliga sökvägar med %3$s på din webbplats? Läs %1$svår hjälpartikel om hur man konfigurerar synliga sökvägar%2$s."],"Show %1$s without posts in search results":["Visa %1$s utan inlägg i sökresultat"],"Determine how your %1$s should look on social media by default. You can always customize the settings for individual %1$s in the %2$s metabox.":["Avgör hur dina %1$s som standard ska se ut på sociala medier. Du kan alltid anpassa inställningarna för enskilda %1$s i metarutan för %2$s."],"Determine what your %1$s should look like in the search results by default. You can always customize the settings for individual %1$s in the %2$s metabox.":["Avgör hur dina %1$s som standard ska se ut i sökresultat. Du kan alltid anpassa inställningarna för enskilda %1$s i metarutan för %2$s."],"This taxonomy is used for %2$s.":["Denna taxonomi används för %2$s."],"This taxonomy is used for %1$s and %2$s.":["Denna taxonomi används för %1$s och %2$s."],"Read more about our custom field analysis":["Läs mer om vår analys av anpassade fält"],"Determine how your %1$s should look on social media by default. You can always customize the settings for individual %1$s in the %2$s sidebar or metabox.":["Avgör hur dina %1$s som standard ska se ut på sociala medier. Du kan alltid anpassa inställningarna för enskilda %1$s i metarutan eller sidopanelen för %2$s."],"Determine what your %1$s should look like in the search results by default. You can always customize the settings for individual %1$s in the %2$s sidebar or metabox.":["Avgör hur dina %1$s som standard ska se ut i sökresultat. Du kan alltid anpassa inställningarna för enskilda %1$s i metarutan eller sidopanelen för %2$s."],"Determine how your %1$s should be described by default in %2$syour site's Schema.org markup%3$s. You can always change the settings for individual %1$s in the %4$s sidebar or metabox.":["Avgör hur dina %1$s som standard ska beskrivas i %2$swebbplatsens kodning enligt Schema.org%3$s. Du kan alltid anpassa inställningarna för enskilda %1$s i metarutan eller sidopanelen för %4$s."],"You can add multiple custom fields and separate them by using %1$senter%2$s or %1$scomma%2$s.":["Du kan lägga till flera anpassade fält och separera dem genom att använda %1$senter%2$s eller %1$skommatecken%2$s."],"Please enter a search term with at least 3 characters.":["Ange en sökterm med minst 3 tecken."],"CtrlK":["CtrlK"],"⌘K":["⌘K"],"Add new user...":["Lägg till ny användare …"],"Unavailable for multisites":["Otillgängligt för nätverksinstallationer av WordPress"],"Integrate your custom fields and SEO data from %1$s%2$s%3$s":["Integrera dina anpassade fält och SEO-data från %1$s%2$s%3$s"],"Upgrade your %1$s%2$s%3$s SEO":["Uppgradera din SEO för %1$s%2$s%3$s"],"Improve your internal search results with %1$s%2$s%3$s":["Förbättra dina interna sökresultat med %1$s%2$s%3$s"],"Make your terms & privacy pages more trustworthy with %1$s%2$s%3$s":["Gör dina villkors- och integritetssidor mer förtroendeingivande med %1$s%2$s%3$s"],"Track your rankings through time with %1$s%2$s%3$s":["Spåra din ranking över tid med %1$s%2$s%3$s"],"Use %1$s%2$s%3$s to do keyword research - without leaving your post":["Använd %1$s%2$s%3$s för att göra nyckelordsanalys – utan att lämna ditt inlägg"],"We could not save the website name. Please check the value.":["Vi kunde inte spara webbplatsens namn. Kontrollera värdet."],"%1$sSubheading distribution%2$s: The beginning of your text is longer than %4$s %5$s and is not separated by any subheadings. %3$sAdd subheadings to improve readability.%2$s":["%1$sFördelning av underrubriker%2$s: Inledningen av din text är längre än %4$s %5$s och separeras inte av några underrubriker. %3$sLägg till underrubriker för att förbättra läsbarheten.%2$s"],"WordPress.org support forums":["WordPress.org supportforum"],"Yoast Premium support":["Yoast premiumsupport"],"Yoast.com help section":["Hjälpavsnitt för Yoast.com"],"Help":["Hjälp"],"Write better content":["Skriv bättre innehåll"],"Improve your blog post":["Förbättra dina blogginlägg"],"Learn more SEO":["Lär dig mer SEO"],"SEO Tools":["SEO-verktyg"],"not set":["inte angivet"],"With a 30-day money-back guarantee. No questions asked.":["Med en 30-dagars pengarna-tillbaka-garanti. Inga frågor ställda."],"Reach new customers who live near your business":["Nå nya kunder som bor nära ditt företag"],"Get all 5 Yoast plugins for WordPress at a big discount":["Skaffa alla 5 Yoast-tillägg för WordPress till en stor rabatt"],"Cover all your SEO bases":["Lös alla SEO-utmaningar"],"Add global identifiers for variable products":["Lägga till globala identifierare för variabla produkter"],"Drive more traffic to your online store":["Få mer trafik till din webbutik"],"Add all necessary schema.org markup":["Lägg till all nödvändig schema.org-märkkod"],"Ping Google on the publication of a new post":["Pinga Google vid publiceringen av ett nytt inlägg"],"Rank higher in Google's news carousel":["Rankas högre i Googles nyhetskarusell"],"Make your videos responsive for all screen sizes":["Gör dina videoklipp responsiva för alla skärmstorlekar"],"Cleaned up %1$d record from %2$s.":["Rensade %1$d post från %2$s.","Rensade %1$d poster från %2$s."],"Cleaning up %1$s [%2$s]":["Rensar upp %1$s [%2$s]"],"Skipping %1$s. %2$s is not active on this site.":["Hoppar över %1$s. %2$s är inte aktiv på denna webbplats."],"Cleaned up %1$d record.":["Rensade upp %1$d post.","Rensade upp %1$d poster."],"The value for 'batch-size' must be a positive integer higher than equal to 1.":["Värdet för ”batch-size” måste vara ett positivt heltal som är större än eller lika med 1."],"The value for 'interval' must be a positive integer.":["Värdet för ”interval” måste vara ett positivt heltal."],"We need to re-analyze some of your SEO data because of a change in the visibility of your taxonomies. Please help us do that by running the SEO data optimization. ":["Vi behöver analysera en del av dina SEO-data på nytt efter att dina taxonomiers synlighet förändrats. Hjälp oss med detta genom att köra en optimering av SEO-data. "],"We need to re-analyze some of your SEO data because of a change in the visibility of your post types. Please help us do that by running the SEO data optimization. ":["Vi behöver analysera en del av dina SEO-data på nytt efter att dina inläggstypers synlighet förändrats. Hjälp oss med detta genom att köra en optimering av SEO-data. "],"The term %s could not be built because it's not indexable.":["Termen %s kunde inte byggas eftersom den inte är indexerbar."],"The post %s could not be indexed because it's post type is excluded from indexing.":["Inlägget %s kunde inte indexeras eftersom dess inläggstyp är exkluderad från indexering."],"The post %s could not be indexed because it does not meet indexing requirements.":["Inlägget %s kunde inte indexeras eftersom det inte uppfyller indexeringskraven."],"%1$sSAVE 30%%%2$s on your 12 month subscription":["%1$sSPARA 30 %%2$s på en 12-månaders prenumeration"],"BLACK FRIDAY - 30% OFF":["BLACK FRIDAY – 30 % RABATT"],"Use the alternate organization name for acronyms, or a shorter version of your organization's name.":["Använd det alternativa organisationsnamnet för förkortningar eller en kortare version av organisationens namn."],"Alternate organization name":["Alternativt namn på organisation"],"Use the alternate website name for acronyms, or a shorter version of your website's name.":["Använd det alternativa webbplatsnamnet för förkortningar eller en kortare version av webbplatsens namn."],"Alternate website name":["Alternativt namn på webbplatsen"],"Determine how the title of your 404 error pages should look in the browser.":["Bestäm hur rubriken på dina 404-felsidor ska se ut i webbläsaren."],"404 error pages":["404-felsidor"],"Determine how the title of your internal search pages should look in the browser.":["Bestäm hur rubriken på dina interna söksidor ska se ut i webbläsaren."],"Internal search pages":["Interna söksidor"],"Show media pages in search results":["Visa mediasidor i sökresultat"],"Show format archives in search results":["Visa formatarkiv i sökresultat"],"Show author archives in search results":["Visa författararkiv i sökresultat"],"Breadcrumbs for %1$s":["Synliga sökvägar för %1$s"],"Site connections":["Webbplatsanslutningar"],"View the XML sitemap":["Visa XML-webbplatskartan"],"Enable feature":["Aktivera funktion"],"Site features":["Webbplatsfunktioner"],"Learn more":["Lär dig mer"],"Site info":["Webbplatsinformation"],"We're sorry, you're not allowed to edit the %1$swebsite name%2$s and %1$stagline%2$s.":["Du har inte behörighet att redigera %1$swebbplatsens namn%2$s och %1$sslogan%2$s."],"Show or hide our tools and controls in the attachment editor.":["Visa eller dölj våra verktyg och reglage i redigeraren för bilagor."],"(e.g., %1$s)":["(t.ex., %1$s)"],"Remove unregistered URL parameters":["Ta bort oregistrerade URL-parametrar"],"Optimize Google Analytics utm tracking parameters":["Optimera ”utm”-spårningsparametrar för Google Analytics"],"Remove WP-JSON API":["Ta bort WP-JSON API"],"Remove emoji scripts":["Ta bort skript för emojis"],"Remove Atom / RDF feeds":["Ta bort webbflöden för Atom/RDF"],"Remove search results feeds":["Ta bort webbflöden för sökresultat"],"Remove custom taxonomy feeds":["Ta bort webbflöden för anpassade taxonomier"],"Remove tag feeds":["Ta bort webbflöden för etiketter"],"Remove category feeds":["Ta bort webbflöden för kategorier"],"Remove post type feeds":["Ta bort webbflöden för inläggstyper"],"Remove post authors feeds":["Ta bort webbflöden för inläggsförfattare"],"Remove post comments feeds":["Ta bort webbflöden för inläggskommentarer"],"Remove global comment feeds":["Ta bort globala webbflöden för kommentarer"],"Remove global feed":["Ta bort globalt webbflöde"],"Remove powered by HTTP header":["Ta bort HTTP-headern ”powered by”"],"Remove generator tag":["Ta bort taggen ”generator”"],"Remove oEmbed links":["Ta bort oEmbed-länkar"],"Remove RSD / WLW links":["Ta bort RSD/WLW-länkar"],"Remove REST API links":["Ta bor REST API-länkar"],"Remove shortlinks":["Ta bort kortlänkar"],"Show or hide our tools and controls in the content editor.":["Visa eller dölj våra verktyg och reglage i innehållsredigeraren."],"Enable SEO controls and assessments":["Aktivera SEO-verktyg och SEO-bedömningar"],"Unlock with %1$s":["Lås upp med %1$s"],"We couldn’t find anything with that term.":["Ingenting hittades med den termen."],"Search...":["Sök …"],"Quick search...":["Snabbsök …"],"No, continue editing":["Nej, fortsätt redigera"],"Yes, discard changes":["Ja, kasta ändringarna"],"You are about to discard all unsaved changes. All of your settings will be reset to the point where you last saved. Are you sure you want to do this?":["Du är på väg att ta bort alla ändringar som inte sparats. Alla dina inställningar kommer att återställas till läget när du senast sparade. Är du säker på att du vill göra detta?"],"Discard all changes":["Förkasta alla ändringar"],"Redirect pretty URLs for search pages to raw format":["Omdirigera snygga URL:er för söksidor till motsvarande obearbetat format"],"Choose the general appearance of your breadcrumbs.":["Välj det allmänna utseendet för dina synliga sökvägar."],"Breadcrumb appearance":["Utseende på synlig sökväg"],"You have selected the user %1$s%5$s%2$s as the person this site represents. Their user profile information will now be used in search results. %3$sUpdate their profile to make sure the information is correct%4$s.":["Du har valt användaren %1$s%5$s%2$s som den person webbplatsen representerar. Användarprofilens uppgifter kommer nu att användas i sökresultaten. %3$sFör att visa rätt uppgifter behöver du redigera denna användarprofil%4$s."],"Please tell us more about the person this site represents.":["Berätta mer om personen som denna webbplats representerar."],"E.g. https://example.com/yoast":["T.ex. https://example.com/yoast"],"Tell us if you have any other profiles on the web that belong to your organization. This can be any number of profiles, like YouTube, LinkedIn, Pinterest, or even Wikipedia.":["Berätta för oss om det finns fler profiler på webben som tillhör din organisation. Detta kan vara valfritt antal profiler, såsom YouTube, LinkedIn, Pinterest eller till och med Wikipedia."],"Please tell us more about your organization. This information will help Google to understand your website, and improve your chance of getting rich results.":["Berätta mer om din organisation. Det hjälper Google att förstå din webbplats bättre och ökar dina chanser att få ”berikade” sökresultat."],"E.g. https://twitter.com/yoast":["T.ex. https://twitter.com/yoast"],"E.g. https://facebook.com/yoast":["T.ex. https://facebook.com/yoast"],"Other profiles":["Andra profiler"],"Writing":["Skriva"],"You can determine the title and description for the blog page by %1$sediting the blog page itself%2$s.":["Du kan bestämma rubriken och beskrivningen för bloggsidan genom att %1$sredigera själva bloggsidan%2$s."],"These are expert features, so make sure you know what you're doing before removing the parameters. %1$sRead more about how your site can be affected%2$s.":["Detta är expertfunktioner, se till att du vet vad du gör innan du tar bort parametrarna. %1$sLäs mer om hur din webbplats kan påverkas%2$s."],"Advanced: URL cleanup":["Avancerat: URL-rensning"],"Prevent crawling of internal site search URLs":["Förhindra att sökmotorer genomsöker webbplatsens sök-URL:er"],"Block internal site searches which match the patterns of known spam attacks.":["Blockera interna sökningar på webbplatsen som matchar mönster för kända spamangrepp."],"Block internal site searches which contain complex and non-alphanumeric characters, as they may be part of a spam attack.":["Blockera interna sökningar på webbplatsen som använder komplexa och icke-alfanumeriska tecken, eftersom detta kan vara en del av ett spamangrepp."],"Enables advanced settings for protecting your internal site search URLs.":["Aktiverar avancerade inställningar för skydd av webbadresser kopplade till interna sökningar på webbplatsen."],"Your internal site search can create lots of confusing URLs for search engines, and can even be used as a way for SEO spammers to attack your site. Most sites will benefit from experimenting with these protections and optimizations, even if you don’t have a search feature in your theme.":["Webbplatsens inbyggda sökfunktion kan skapa många webbadresser som är förvirrande för sökmotorerna, något som till och med kan missbrukas av SEO-spammare som vill attackera din webbplats. För de flesta webbplatser är det god idé att utnyttja dessa skyddsåtgärder och optimeringar, även om du inte har någon sökfunktion i ditt tema."],"Internal site search cleanup":["Rensning av intern webbplatssökning"],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of WordPress' JSON API endpoints.":["Lägg till en ”disallow”-regel i filen robots.txt för att förhindra genomsökning/indexering av WordPress JSON API-ändpunkter."],"Remove JavaScript used for converting emoji characters in older browsers.":["Ta bort JavaScript som används för att konvertera emoji-tecken i äldre webbläsare."],"Remove URLs which provide alternative (legacy) formats of all of the above.":["Ta bort URL:er som ger alternativa (föråldrade) format för allt ovan."],"Remove URLs which provide information about your search results.":["Ta bort URL:er som ger information om dina sökresultat."],"Remove URLs which provide information about your recent posts, for each custom taxonomy.":["Ta bort URL:er som ger information om dina senaste inlägg, för varje anpassad taxonomi."],"Remove URLs which provide information about your recent posts, for each tag.":["Ta bort URL:er som ger information om dina senaste inlägg, för varje etikett."],"Remove URLs which provide information about your recent posts, for each category.":["Ta bort URL:er som ger information om dina senaste inlägg, för varje kategori."],"Remove URLs which provide information about your recent posts, for each post type.":["Ta bort URL:er som ger information om dina senaste inlägg, för varje inläggstyp."],"Remove URLs which provide information about recent posts by specific authors.":["Ta bort URL:er som ger information om de senaste inläggen av specifika författare."],"Remove URLs which provide information about recent comments on each post.":["Ta bort URL:er som ger information om de senaste kommentarerna på varje inlägg."],"Also disables post comment feeds.":["Inaktiverar även webbflöden för inläggskommentarer."],"Remove URLs which provide an overview of recent comments on your site.":["Ta bort URL:er som ger en översikt över de senaste kommentarerna på din webbplats."],"Remove URLs which provide an overview of your recent posts.":["Ta bort URL:er som ger en överblick över dina senaste inlägg."],"WordPress outputs your content in many different formats, across many different URLs (like RSS feeds of your posts and categories). It’s generally good practice to disable the formats you’re not actively using.":["WordPress matar ut ditt innehåll i många olika format via en rad olika webbadresser (t.ex. RSS-flöden för dina inlägg och kategorier). I allmänhet är det lämpligt att inaktivera de format som du inte aktivt använder."],"Disable unwanted content formats":["Inaktivera oönskade innehållsformat"],"Remove links which allow others sites to ‘ping’ yours when they link to you.":["Ta bort länkar som gör att andra webbplatser kan ”pinga” din när de länkar till dig."],"Remove information about the plugins and software used by your site.":["Ta bort information om tillägg och programvara som används av din webbplats."],"Remove links used for embedding your content on other sites.":["Ta bort länkar som används av för att bädda in ditt innehåll på andra webbplatser."],"Remove links used by external systems for publishing content to your blog.":["Ta bort länkar som används av externa system för att publicera innehåll på din blogg."],"Remove links to the location of your site’s REST API endpoints.":["Ta bort länkar till platsen för din webbplats REST API-ändpunkter."],"Remove links to WordPress' internal 'shortlink' URLs for your posts.":["Ta bort länkar till WordPress interna förkortade URL:er för dina inlägg."],"Remove unwanted metadata":["Ta bort oönskad metadata"],"Crawl optimization":["Optimering av genomsökning"],"Removes unknown URL parameters via a %1$s redirect. E.g., %2$s will be redirected to %3$s":["Tar bort okända URL-parametrar via en omdirigering av typen %1$s. Exempelvis kommer %2$s att omdirigeras till %3$s"],"Replaces %1$s tracking parameters with the (more performant) %2$s equivalent, via a %3$s redirect. E.g., %4$s will be redirected to %5$s":["Ersätter %1$s-spårningsparametrar med den (effektivare) %2$s-motsvarigheten via en omdirigering av typen %3$s. Exempelvis kommer %4$s att omdirigeras till %5$s"],"Users and search engines may often request your URLs whilst using query parameters, like %1$s. These can be helpful for tracking, filtering, and powering advanced functionality - but they come with a performance and SEO ‘cost’. Sites which don’t rely on URL parameters might benefit from using these options.":["Det händer ofta att besökare och sökmotorer efterfrågar URL:er i kombination med query-parametrar, såsom %1$s. Dessa parametrar kan vara användbara för spårning, filtrering och avancerade funktioner, men de kan ha en viss ”kostnad” för prestandan och SEO. För webbplatser som inte är beroende av URL-parametrar kan dessa inställningar vara till nytta."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by Common Crawl CCBot.":[""],"WordPress adds a lot of links and content to your site's %1$s and HTTP headers. For most websites you can safely disable all of these, which can help to save bytes, electricity, and trees.":["WordPress lägger till en stor mängd länkar och innehåll mellan webbplatsens %1$s-taggar och i HTTP-headers. På de flesta webbplatser kan man lugnt inaktivera dessa för att spara överförda bytes, elförbrukning och i förlängningen – träd."],"Make your site more efficient and more environmentally friendly by preventing search engines from crawling things they don’t need to, and by removing unused WordPress features. %1$sLearn more about crawl settings and how they could benefit your site%2$s.":["Gör webbplatsen effektivare och miljövänligare genom att inte låta sökmotorer indexera i onödan, genom att ta bort WordPress-funktioner som inte används. %1$sLäs mer om indexeringsinställningar och hur de kan vara till nytta för din webbplats%2$s."],"E.g., %1$s and %2$s":["T.ex. %1$s och %2$s"],"E.g., %1$s":["T.ex. %1$s"],"Enable breadcrumbs for your theme":["Aktivera synliga sökvägar för ditt tema"],"You can always choose to enable/disable them for your theme below. This setting will not apply to breadcrumbs inserted through a widget, a block or a shortcode.":["Du kan alltid välja att aktivera/inaktivera dem för ditt tema nedan. Denna inställning kommer inte tillämpas på synliga sökvägar infogade via en widget, ett block eller en kortkod."],"Choose which Post type you wish to show in the breadcrumbs for Taxonomies.":["Välj vilken inläggstyp du vill visa i den synliga sökvägen för taxonomier."],"Breadcrumbs for taxonomies":["Synliga sökvägar för taxonomier"],"Choose which Taxonomy you wish to show in the breadcrumbs for Post types.":["Välj vilken taxonomi du vill visa i den synliga sökvägen för inläggstyper."],"Breadcrumbs for post types":["Synliga sökvägar för inläggstyper"],"Breadcrumb for 404 page":["Synlig sökväg för 404-sida"],"Prefix for search page breadcrumbs":["Prefix för synliga sökvägar i söksidor"],"Add prefix":["Lägg till prefix"],"Add anchor text":["Lägg till ankartext"],"Add separator":["Lägg till avgränsare"],"Configure the appearance and behavior of %1$syour breadcrumbs%2$s.":["Konfigurera utseendet och beteendet på %1$sdina synliga sökvägar%2$s."],"Disabling this will redirect the %1$s to your site's homepage.":["Om du inaktiverar detta omdirigeras %1$s till din webbplats startsida."],"Refresh this page":["Uppdatera denna sida"],"Unfortunately, this means that all your unsaved changes will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Detta innebär tyvärr att du förlorar alla ändringar som inte har sparats. Du kan försöka lösa problemet genom att ladda om denna sida. Om det här felet fortfarande uppstår kan du kontakta vårt supportteam så hjälper vi dig."],"Something went wrong. An unexpected error occurred.":["Något gick fel. Ett oväntat fel uppstod."],"Failed to retrieve users.":["Misslyckades att hämta användare."],"Searching users...":["Söker användare …"],"No users found.":["Inga användare hittades."],"Discard changes":["Kasta ändringar"],"The profile is not valid. Please use only 1-25 letters, numbers and underscores or enter a valid Twitter URL.":["Ogiltig profil. Använd endast mellan 1 och 25 bokstäver, siffror och understreck, eller ange en giltig Twitter-URL."],"The profile is not valid. Please enter a valid URL.":["Profilen är inte giltig. Ange en giltig URL."],"The verification code is not valid. Please use only the letters A to F, numbers, underscores and dashes.":["Verifieringskoden är inte giltig. Använd endast bokstäverna A till F, siffror, understreck och bindestreck."],"The verification code is not valid. Please use only letters, numbers, underscores and dashes.":["Verifieringskoden är inte giltig. Använd endast bokstäver, siffror, understreck och bindestreck."],"User":["Användare"],"Site basics":["Webbplatsens grunder"],"Text formality":["Textformalitet"],"Read more about text formality.":["Läs mer om textformalitet."],"%1$s%3$s%2$s will help you assess the formality level of your text.":["%1$s%3$s%2$s hjälper dig att bedöma hur formell din text är."],"WordPress loads lots of resources, some of which your site might not need. If you’re not using these, removing them can speed up your pages and save resources.":["WordPress laddar massor av resurser, varav några din webbplats kanske inte behöver. Om du inte använder dessa kan du snabba upp dina sidor och spara resurser om du tar bort dem."],"Remove unused resources":["Ta bort oanvända resurser"],"Prevent search engines from crawling /wp-json/":["Förhindra att sökmotorer genomsöker /wp-json/"],"Prevent search engines from crawling site search URLs":["Förhindra att sökmotorer genomsöker webbplatsens sök-URL:er"],"There are unsaved changes on this page. Leaving means that those changes will be lost. Are you sure you want to leave this page?":["Det finns ändringar som inte är sparade på denna sida. Om du lämnar nu kommer du förlora dessa ändringar. Är du säker på att du vill lämna denna sida?"],"Media pages":["Mediasidor"],"Categories & tags":["Kategorier och etiketter"],"Content types":["Innehållstyper"],"Show more":["Visa mer"],"Show less":["Visa mindre"],"Configure the basics for your website.":["Konfigurera det grundläggande för din webbplats."],"This field updates the %1$stagline in your WordPress settings%2$s.":["Detta fält uppdaterar %1$sslogan i dina WordPress-inställningar%2$s."],"Disabling this means that %1$s pages created by WordPress will not be indexed by search engines and will be excluded from XML sitemaps.":["Om du inaktiverar detta kommer %1$s-sidor som skapats av WordPress inte att indexeras av sökmotorer och kommer att uteslutas ur XML-webbplatskartor."],"Show %1$s pages in search results":["Visa %1$s-sidor i sökresultat"],"We recommend keeping %1$s pages disabled. This will cause all attachment URLs to be redirected to the media itself.":["Vi rekommenderar att du behåller %1$s-sidor inaktiverade. Detta gör att alla bilage-URL:er omdirigeras till själva mediafilen."],"%1$s pages":["%1$s-sidor"],"When you upload media (e.g. an image or video), %5$s automatically creates a %3$s page (attachment URL) for it. These pages are quite empty and could cause %1$sthin content problems and lead to excess pages on your site%2$s. Therefore, %4$s disables them by default (and redirects the attachment URL to the media itself).":["När du laddar upp media (t.ex. en bild eller video) skapar %5$s automatiskt en sida ”%3$s” (bilagans URL) för filen. Dessa sidor är ganska tomma och kan ge problem med %1$stunt innehåll och skapa onödigt många sidor på din webbplats%2$s. Därför inaktiverar %4$s dessa sidor som standard (och omdirigerar den bilage-URL:en till själva mediafilen)."],"Format-based archives can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["Formatbaserade arkiv kan orsaka problem med duplicerat innehåll. För de flesta webbplatser rekommenderar vi att du inaktiverar denna inställning."],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps. We recommend that you disable this setting.":["Att inaktivera detta betyder att %1$s inte kommer att indexeras av sökmotorer och kommer att exkluderas från XML-webbplatskartor. Vi rekommenderar att du inaktiverar denna inställning."],"%1$s can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["%1$s kan orsaka problem med duplicerat innehåll. För de flesta webbplatser rekommenderar vi att du inaktiverar denna inställning."],"%1$s (e.g. %2$s) are based on publication dates. From an SEO perspective, the posts in these archives have no real relation to the other posts except for their publication dates, which doesn’t say much about the content. They could also lead to duplicate content issues. This is why we recommend you to disable %3$s.":["%1$s (t.ex. %2$s) baseras på publiceringsdatum. Ur ett SEO-perspektiv saknar inläggen i sådana arkiv andra samband än sitt publiceringsdatum med övriga inlägg på samma sida, och detta säger inte mycket om deras innehåll. Samtidigt kan dessa arkivsidor orsaka problem med duplicerat innehåll. Vi rekommenderar därför att du inaktiverar %3$s."],"Determine how your %1$s should look on social media by default.":["Bestäm hur dina %1$s ska se ut på sociala medier som standard."],"Disabling this means that %1$s without any posts will not be indexed by search engines and will be excluded from XML sitemaps.":["Att inaktivera detta betyder att %1$s utan några inlägg inte kommer att indexeras av sökmotorer och kommer att exkluderas från XML-webbplatskartor."],"Show archives for authors without posts in search results":["Visa arkiv för författare utan inlägg i sökresultat"],"Determine how your %1$s should look in search engines.":["Bestäm hur dina %1$s ska se ut i sökmotorer."],"If you're running a one author blog, the %1$s (e.g. %2$s) will be exactly the same as your homepage. This is what's called a %3$sduplicate content problem%4$s. If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or prevent it from showing up in search results.":["Om du driver en blogg som har endast en författare kommer %1$s (t.ex. %2$s) att ha exakt samma innehåll som startsidan. Det kallas %3$sproblem med duplicerat innehåll%4$s. Om så är fallet på din webbplats kan du välja att antingen inaktivera det (så att författararkivet omdirigeras till startsidan) eller förhindra att arkivet visas i sökresultaten."],"Author archive":["Författararkiv"],"Read more about the search results settings":["Läs mer om sökresultatsinställningarna"],"Determine how your %1$s should look in search engines and on social media.":["Bestäm hur dina %1$s ska se ut i sökmotorer och på sociala medier."],"Contact support":["Kontakta supporten"],"We're very sorry, but it seems like the following error has interrupted our application:":["Det verkar som att följande fel har stoppat vår applikation:"],"Read reviews from real users":["Läs recensioner från riktiga användare"],"%1$s attempted to load the class %2$s but it could not be found.":["%1$s försökte ladda klassen %2$s men den kunde inte hittas."],"We noticed that you are using a multilingual plugin. Please be aware that this analysis feedback is intended only for texts written in English.":["Vi märkte att du använder ett tillägg för flerspråkighet. Observera att denna analysåterkoppling endast är avsedd för texter skrivna på engelska."],"Determine how your homepage should look in the search results and on social media. This is what people probably will see when they search for your brand name.":["Bestäm hur din startsida ska se ut i sökresultaten och på sociala medier. Detta är vad folk förmodligen kommer att se när de söker efter ditt varumärke."],"Determine how your homepage should look on social media.":["Bestäm hur din startsida ska se ut på sociala medier."],"Show the categories prefix in the slug":["Visa kategori-prefixet i slugen"],"Category URLs in WordPress contain a prefix, usually %s. Show or hide that prefix in category URLs.":["Kategori-URL:er i WordPress innehåller ett prefix, vanligtvis %s. Visa eller dölj det prefixet i kategori-URL:er."],"Determine how your %1$s archive should look on social media.":["Bestäm hur ditt %1$s-arkiv ska se ut på sociala medier."],"Disabling this means that the archive for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Om du inaktiverar detta betyder det att arkivet för %1$s inte kommer att indexeras av sökmotorer och kommer att uteslutas från XML-webbplatskartor."],"Determine how your %1$s archive should look in search engines.":["Bestäm hur ditt %1$s-arkiv ska se ut i sökmotorer."],"These settings are specifically for optimizing your %1$s archive.":["Dessa inställningar är specifikt för optimering av dina %1$s-arkiv."],"%1$s archive":["Arkiv för %1$s"],"Add custom fields to page analysis":["Lägg till anpassade fält till sidanalys"],"Additional settings":["Ytterligare inställningar"],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Om du inaktiverar detta betyder det att %1$s inte kommer att indexeras av sökmotorer och kommer att uteslutas från XML-webbplatskartor."],"Search appearance":["Sökutseende"],"You haven't set a Shop page in your WooCommerce settings. %1$sPlease do this first%2$s.":["Du har inte angett en butikssida i dina WooCommerce-inställningar. %1$sGör detta först%2$s."],"The %1$ssocial image%2$s, %1$ssocial title%2$s and %1$ssocial description%2$s require Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":["Funktionerna %1$sbild för sociala nätverk%2$s, %1$srubrik för sociala nätverk%2$s och %1$sbeskrivning för sociala nätverk%2$s kräver Open Graph-data, som för närvarande är inaktiverat i sektionen ”Social delning” under %3$sWebbplatsfunktioner%4$s."],"Oh no! It seems your form contains invalid data. Please review the following fields:":["Åh nej! Det verkar som om ditt formulär innehåller ogiltig data. Granska följande fält:"],"Archive social image":["Social bild för arkiv"],"Archive social description":["Social beskrivning för arkiv"],"Archive social title":["Social rubrik för arkiv"],"Show the archive for %1$s in search results":["Visa arkivet för %1$s i sökresultat"],"Archive breadcrumbs title":["Rubrik för synlig sökväg för arkiv"],"Archive meta description":["Metabeskrivning för arkiv"],"Archive SEO title":["SEO-rubrik för arkiv"],"Enable %1$s for %2$s":["Aktivera %1$s för %2$s"],"Show %1$s in search results":["Visa %1$s i sökresultat"],"The selected media type is not valid. Supported types are: JPG, PNG, WEBP and GIF.":["Den valda mediatypen är inte giltig. Typer som stöds är: JPG, PNG, WEBP och GIF."],"%1$sInclusive language%2$s: We haven't detected any potentially non-inclusive phrases. Great work!":["%1$sInkluderande språk%2$s: Vi har inte upptäckt några potentiellt icke-inkluderande fraser. Bra jobbat!"],"Potentially non-inclusive phrases":["Möjliga fraser som inte är inkluderande"],"Non-inclusive phrases":["Icke-inkluderande fraser"],"Learn more about the inclusive language analysis":["Lär dig mer om analysen av inkluderande språk"],"Inclusive language:":["Inkluderande språk:"],"Removes the inclusive language analysis section from the metabox and disables all inclusive language-related suggestions.":["Tar bort sektionen för analys av inkluderande språk från metarutan och inaktiverar alla ”inkluderande språk”-relaterade förslag."],"Disable inclusive language analysis":["Inaktivera analys av inkluderande språk"],"Discover why inclusive language is important for SEO.":["Upptäck varför inkluderande språk är viktigt för sökmotorsoptimering."],"The inclusive language analysis offers suggestions to write more inclusive copy.":["Analysen för inkluderande språk ger förslag på att skriva mer inkluderande texter."],"Inclusive language analysis":["Analys av inkluderande språk"],"Inclusive language":["Inkluderande språk"],"%1$sInclusive language%2$s: %3$s":["%1$sInkluderande språk%2$s: %3$s"],"Use %s fields to power your meta tags and templates, and analyze all of your content.":["Använd %s-fält för att driva dina metataggar och mallar och analysera allt ditt innehåll."],"Improve your technical SEO, meta tags and unlock more SEO ecommerce tools.":["Förbättra din tekniska SEO och webbplatsens metataggar samt få tillgång till fler SEO-verktyg för e-handel."],"Connect your %1$s account to improve your site’s search results using %2$s data.":["Anslut ditt %1$s-konto för att förbättra din webbplats sökresultat med hjälp av %2$s-data."],"Upgrade your meta tags and social previews and manage your SEO settings in one place.":["Uppgradera dina metataggar och sociala förhandsgranskningar och hantera dina SEO-inställningar på ett ställe."],"Get the most out of %1$s%2$s%3$s and %4$s, together":["Få ut det mesta av %1$s%2$s%3$s och %4$s tillsammans"],"Take advantage of your favorite SEO & content analysis tools with your favorite page builder.":["Använd dina favoritverktyg för SEO- och innehållsanalys i valfri sidbyggare."],"Get %1$s tools and functionality in %2$s%3$s%4$s":["Skaffa %1$s-verktyg och funktionalitet i %2$s%3$s%4$s"],"Use the power of the blockchain to timestamp your content with %s.":["Använd kraften i blockchain-teknik för att tidsstämpla ditt innehåll med %s."],"Keep an eye on how your posts are ranking by connecting to your %s account.":["Håll ett öga på hur dina inlägg rankas genom att ansluta till ditt %s-konto."],"Find out what your audience is searching for with %s data right in your sidebar.":["Ta reda på vad din målgrupp söker efter med %s-data direkt i din sidopanel."],"Front-end SEO inspector":["SEO-granskare i front-end"],"Oops! Something went wrong while saving.":["Hoppsan! Något gick fel vid sparning."],"Great! Your settings were saved successfully.":["Toppen! Dina inställningar har sparats."],"Get your verification code in %1$sYandex Webmaster tools%2$s.":["Skaffa din verifieringskod i %1$sYandex Webmaster tools%2$s."],"Yandex":["Yandex"],"Claim your site over at %1$sPinterest%2$s.":["Gör anspråk på din webbplats på %1$sPinterest%2$s."],"Get your verification code in %1$sGoogle Search console%2$s.":["Skaffa din verifieringskod i %1$sGoogle Search console%2$s."],"Get your verification code in %1$sBing Webmaster tools%2$s.":["Skaffa din verifieringskod i %1$sBing Webmaster tools%2$s."],"Bing":["Bing"],"Add verification code":["Lägg till verifieringskod"],"Get your verification code in %1$sBaidu Webmaster tools%2$s.":["Skaffa din verifieringskod i %1$sBaidu Webmaster tools%2$s."],"Baidu":["Baidu"],"Verify your site with different tools. This will add a verification meta tag to your homepage. You can find instructions on how to verify your site for each platform by following the link in the description.":["Verifiera din webbplats för olika verktyg. Detta lägger till en meta-tagg för verifiering på din startsida. Du hittar instruktioner om hur du verifierar din webbplats för respektive plattform via länken i beskrivningen."],"By default only editors and administrators can access the Advanced and Schema section of the %1$s sidebar or metabox. Disabling this allows access to all users.":["Som standard kan endast redaktörer och administratörer komma åt sektionerna Avancerat och Schema i %1$s-sidopanelen eller metarutan. Om du inaktiverar detta får alla användare åtkomst."],"Restrict advanced settings for authors":["Begränsa avancerade inställningar för författare"],"This Yoast SEO REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use Yoast SEO for all their SEO meta output.":["Denna REST API-ändpunkt för Yoast SEO ger dig all metadata du behöver för en viss URL. Det gör det mycket enkelt för ”headless” WordPress-webbplatser att använda Yoast SEO för presentation av alla SEO-metadata."],"REST API endpoint":["REST API-ändpunkt"],"APIs":["API:n"],"Slack sharing":["Delning i Slack"],"Allows for Twitter to display a preview with images and a text excerpt when a link to your site is shared.":["Möjliggör för Twitter att visa en förhandsvisning med bilder och ett textutdrag när en länk till din webbplats delas."],"Twitter card data":["Data för Twitterkort"],"Open Graph data":["Open Graph-data"],"Social sharing":["Social delning"],"Site structure":["Webbplatsstruktur"],"Tell us which features you want to use.":["Berätta för oss vilka funktioner du vill använda."],"Site preferences":["Webbplatsalternativ"],"Network disabled":["Inaktiverat för nätverk"],"Unavailable for sub-sites":["Otillgängligt för underwebbplatser"],"This image is used as a fallback for posts/pages that don't have any images set.":["Denna bild används som reserv för inlägg/sidor som inte har några bilder angivna."],"Site image":["Webbplatsbild"],"Title separator":["Rubrikavgränsare"],"Recommended size for this image is %1$s%3$s%2$s":["Rekommenderad storlek för denna bild är %1$s%3$s%2$s"],"The %1$sSite image%2$s requires Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":["För %1$sWebbplatsbild för sociala nätverk%2$s krävs Open Graph-data, som för närvarande är inaktiverat i sektionen ”Social delning” under %3$sWebbplatsfunktioner%4$s."],"Automatically add content to your RSS. This enables you to add links back to your blog and your blog posts, helping search engines identify you as the original source of the content.":["Lägg automatiskt till innehåll i ditt RSS-flöde. Detta gör att du kan lägga till länkar som pekar tillbaka till din blogg och dina blogginlägg, vilket hjälper sökmotorer att identifiera dig som den ursprungliga källan till innehållet."],"RSS feed":["RSS-flöde"],"%1$s (default)":["%1$s (standard)"],"We took the liberty of using your website name and logo for the organization name and logo. Feel free to change them below.":["Vi tog oss friheten att använda ditt webbplatsnamn och logga för organisationens namn och logga. Ändra dem gärna nedan."],"Edit your %1$s":["Redigera ditt %1$s-fält"],"slug":["slug"],"keyphrase":["nyckelordsfras"],"A company name and logo need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site name and logo as default values. %1$sLearn more about the importance of structured data.%2$s":["Ett företagsnamn och logga måste anges för att strukturerade data ska fungera korrekt. Eftersom du inte har angett dessa än använder vi webbplatsens namn och logga som standardvärden. %1$sLäs mer om vikten av strukturerad data.%2$s"],"Install %1$s Content Analysis for %2$s":["Installera %1$s-innehållsanalys för %2$s"],"Activate %1$s Content Analysis for %2$s":["Aktivera %1$s-innehållsanalys för %2$s"],"%1$s integrates with %2$s":["%1$s integrerar med %2$s"],"Integration active":["Integration aktiv"],"Plugin not detected":["Tillägg inte upptäckt"],"Enable integration":["Aktivera integration"],"Plugin integrations":["Tilläggsintegrationer"],"Recommended integrations":["Rekommenderade integrationer"],"Enable %1$s":["Aktivera %1$s"],"Integration unavailable for multisites":["Integration otillgänglig för nätverksinstallationer av WordPress"],"Network Disabled":["Inaktiverat för nätverk"],"Unlock with Premium!":["Lås upp med Premium!"],"Premium SEO analysis:":["Premium SEO-analys:"],"Beta":["Beta"],"Are you publishing news articles? %s helps you optimize your site for Google News.":["Publicerar du nyhetsartiklar? %s hjälper dig att optimera din webbplats för Google Nyheter."],"no data":["inga data"],"Your text should be slightly longer to calculate your Flesch reading ease score.":["Din text bör vara något längre för att beräkna din ”Läsbarhet enligt Flesch”-poäng."],"Continue writing to get insight into the readability of your text!":["Fortsätt skriva för att få förståelse för din texts läsbarhet!"],"%1$sKeyphrase distribution%2$s: Have you evenly distributed your focus keyphrase throughout the whole text? %3$sYoast SEO Premium will tell you!%4$s":["%1$sFördelning av nyckelordsfras%2$s: Har du spridit ut din fokusnyckelordsfras jämnt över hela texten? %3$sYoast SEO Premium talar om det för dig!%4$s"],"%1$sWord complexity%2$s: Is your vocabulary suited for a larger audience? %3$sYoast SEO Premium will tell you!%4$s":["%1$sOrdkomplexitet%2$s: Är ditt ordförråd lämpligt för en större publik? %3$sMed Yoast SEO Premium får du reda på det!%4$s"],"Get %s to enjoy the benefits of prominent words":["Skaffa %s för att ta del av fördelarna med framträdande ord"],"With %1$s%3$s%2$s, this section will show you which words occur most often in your text. By checking these prominent words against your intended keyword(s), you'll know how to edit your text to be more focused.":["Med %1$s%3$s%2$s kommer denna sektion visa dig vilka ord som förekommer oftast i din text. Genom att kontrollera dessa framträdande ord mot dina avsedda nyckelord får du reda på hur du redigerar din text för att vara mer fokuserad."],"Buy %s now!":["Köp %s nu!"],"Are you working on a news article? %s helps you optimize your site for Google News.":["Arbetar du med en nyhetsartikel? %s hjälper dig att optimera din webbplats för Google Nyheter."],"Premium SEO analysis":["Premium SEO-analys"],"1 year of premium support and updates included!":["1 år med premiumsupport och uppdateringar inkluderat!"],"Unlock with %s":["Lås upp med %s"],"Learn more about character count":["Lär dig mer om antal tecken"],"Character count":["Antal tecken"],"Learn more about word count":["Lär dig mer om antal ord"],"Word count":["Antal ord"],"Learn more about Flesch reading ease":["Lär dig mer om ”Läsbarhet enligt Flesch”"],"out of 100":["av 100"],"okay":["okej"],"Learn more about reading time":["Lär dig mer om lästid"],"Reading time":["Lästid"],"minute":["minut","minuter"],"Activate %1$s!":["Aktivera %1$s!"],"You've installed %1$s but it's not activated yet. %2$sActivate %1$s now!%3$s":["Du har installerat %1$s men det är inte aktiverat ännu. %2$sAktivera %1$s nu!%3$s"],"Automatically ping search engines like Bing and Yandex whenever you publish, update or delete a post.":["Pinga automatiskt sökmotorer som Bing och Yandex när du publicerar, uppdaterar eller tar bort ett inlägg."],"Additional URL parameters to allow":["Ytterligare URL-parametrar att tillåta"],"Permalink cleanup settings":["Inställningar för rensning av permalänkar"],"Max number of characters to allow in searches":["Maximalt antal tecken att tillåta i sökningar"],"Search cleanup settings":["Inställningar för rensning av sökningar"],"Filter searches with common spam patterns":["Filtrera sökningar med vanliga skräppostmönster"],"Filter searches with emojis and other special characters":["Filtrera sökningar med emojis och andra specialtecken"],"Filter search terms":["Filtrera söktermer"],"Unregistered URL parameters":["Oregistrerade URL-parametrar"],"Campaign tracking URL parameters":["URL-parametrar för kampanjspårning"],"Timestamp this %s":["Tidsstämpla detta %s"],"%1$s: Not all the words from your keyphrase \"%4$s\" appear in the SEO title. %2$s%5$s%3$s.":["%1$s: Några ord i din nyckelordsfras ”%4$s” saknas i SEO-rubriken. %2$s%5$s%3$s."],"%1$s: The focus keyphrase appears at the beginning of the SEO title. Good job!":["%1$s: Fokusnyckelordsfrasen visas i början av SEO-rubriken. Bra jobbat!"],"Keyphrase in SEO title":["Nyckelordsfras i SEO-rubrik"],"Contact %s support.":["Kontakta %s-supporten."],"WordProof Timestamp":["WordProof Timestamp"],"View this content's Timestamp certificate":["Visa detta innehålls tidsstämpel-certifikat"],"Contact WordProof support":["Kontakta WordProof support"],"Find out how IndexNow can help your site.":["Ta reda på hur IndexNow kan hjälpa din webbplats."],"IndexNow":["IndexNow"],"Dismiss this notice.":["Avfärda detta meddelande."],"We noticed that you haven't fully configured Yoast SEO yet. Optimize your SEO settings even further by using our improved %1$s First-time configuration%2$s.":["Du har tydligen inte konfigurerat allt i Yoast SEO ännu. Du kan optimera dina SEO-inställningar ytterligare med hjälp av vår rutin för %1$sinitial konfiguration av tillägget%2$s."],"SEO configuration":["SEO-konfiguration"],"Feed crawl settings":["Genomsökningsinställningar för webbflöde"],"Basic crawl settings":["Grundläggande genomsökningsinställningar"],"Powered by HTTP header":["HTTP-header för ”drivs av”"],"Pingback HTTP header":["HTTP-header för pingbacks"],"Emoji scripts":["Emoji-skript"],"Generator tag":["Generator-tagg"],"oEmbed links":["oEmbed-länkar"],"RSD / WLW links":["RSD-/WLW-länkar"],"REST API links":["REST API-länkar"],"Shortlinks":["Kortlänkar"],"Atom/RDF feeds":["Atom-/RDF-flöden"],"Search results feeds":["Webbflöden för sökresultat"],"Custom taxonomy feeds":["Webbflöden för anpassade taxonomier"],"Tag feeds":["Webbflöden för etiketter"],"Category feeds":["Webbflöden för kategorier"],"Post type feeds":["Webbflöden för inläggstyper"],"Post authors feeds":["Webbflöden för inläggsförfattare"],"Global comment feeds":["Globala webbflöden för kommentarer"],"Global feed":["Globalt webbflöde"],"%1$sLearn more about crawl settings.%2$s":["%1$sLäs mer om inställningar för genomsökning.%2$s"],"Post comments feeds":["Webbflöden för inläggskommentarer"],"Crawl settings":["Genomsökningsinställningar"],"Finish configuration":["Avsluta konfiguration"],"Personal preferences":["Personliga preferenser"],"SEO data optimization":["SEO-dataoptimering"],"An error has occurred: %1$s":["Ett fel har uppstått: %1$s"],"We could not save the organization name. Please check the value.":["Vi kunde inte spara organisationens namn. Kontrollera värdet."],"No items found.":["Inga objekt hittades."],"All redirect types":["Alla omdirigeringstyper"],"Add Redirect":["Lägg till omdirigering"],"Old URL":["Gammal URL"],"The redirect type is the HTTP response code sent to the browser telling the browser what type of redirect is served. %1$sLearn more about redirect types%2$s.":["Omdirigeringstypen är HTTP-svarskoden som skickats till webbläsaren och berättade för webbläsaren vilken typ av omdirigering som visas. %1$sLäs mer om omdirigeringstyper%2$s."],"301 Moved Permanently":["301 Flyttad permanent"],"Type":["Typ"],"Plain redirects":["Enkla omdirigeringar"],"Regex Redirects":["Regex-omdirigeringar"],"There are unsaved changes in one or more steps. Leaving means that those changes may not be saved. Are you sure you want to leave?":["I ett eller flera av stegen finns det ändringar som inte är sparade. Om du lämnar nu kanske ändringarna inte sparas. Är du säker på att du vill lämna?"],"Add another profile":["Lägg till en annan profil"],"Start first-time configuration!":["Inled startkonfigurationen!"],"Set the essential %s settings for your site in a few steps.":["Ställ in de väsentliga %s-inställningarna för din webbplats med några få steg."],"For the best ranking results: configure %s!":["Konfigurera %s för att få det bästa rankningsresultatet!"],"Your site is already easier to find for search engines.":["Det är redan enklare för sökmotorer att hitta din webbplats."],"Tell us about your site, so we can get it ranked!":["Berätta för oss om din webbplats så att vi kan få den rankad!"],"Or go to your SEO dashboard":["Eller gå till din adminpanel för SEO"],"E.g. example@email.com":["T.ex. example@email.com"],"Please enter a valid email address.":["Ange en giltig e-postadress."],"Tell us! Is your site about an organization or a person? ":["Berätta för oss! Handlar din webbplats om en organisation eller en person? "],"Personal logo or avatar":["Personlig logga eller profilbild"],"Select a user":["Välj en användare"],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. You're not allowed to update this user profile, so please ask this user or an admin to make sure the information is correct.":["Du har angett användaren %1$s som den person denna webbplats representerar. Informationen i denna användares profil kommer nu att användas i sökresultaten. Du har inte behörighet att uppdatera användarens profil, så be hen eller en administratör kontrollera att all information stämmer."],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. %2$sUpdate this profile to make sure the information is correct%3$s.":["Du har angett användaren %1$s som den person denna webbplats representerar. Informationen i denna användares profil kommer nu att användas i sökresultaten. %2$sUppdatera denna profil och säkerställ att informationen är korrekt%3$s."],"Uploading image...":["Laddar upp bild …"],"Select an option":["Välj ett alternativ"],"Be aware that you should run the SEO data optimization for this configuration to take maximum effect.":["Tänk på att du behöver köra SEO-dataoptimeringen för att få maximal nytta av denna inställning."],"We've already successfully analyzed your site. You can move on to the next step.":["Vi har redan analyserat din webbplats. Du kan gå vidare till nästa steg."],"SEO data optimization is running… You can safely move on to the next steps of this configuration.":["SEO-dataoptimering körs … Du kan tryggt gå vidare till nästa steg i denna konfiguration."],"You're not allowed to edit the social profiles of this user. Please ask this user or an admin to do this.":["Du har inte behörighet att redigera de sociala profilerna för denna användare. Be denna användare eller en administratör att göra detta."],"E.g. https://www.wikipedia.com/yoast":["T.ex. https://www.wikipedia.com/yoast"],"E.g. https://www.youtube.com/yoast":["T.ex. https://www.youtube.com/yoast"],"E.g. https://www.twitter.com/yoast":["T.ex. https://www.twitter.com/yoast"],"E.g. https://www.tumblr.com/yoast":["T.ex. https://www.tumblr.com/yoast"],"E.g. https://www.soundcloud.com/yoast":["T.ex. https://www.soundcloud.com/yoast"],"E.g. https://www.pinterest.com/yoast":["T.ex. https://www.pinterest.com/yoast"],"E.g. https://www.myspace.com/yoast":["T.ex. https://www.myspace.com/yoast"],"E.g. https://www.linkedin.com/yoast":["T.ex. https://www.linkedin.com/yoast"],"E.g. https://www.instagram.com/yoast":["T.ex. https://www.instagram.com/yoast"],"E.g. https://www.facebook.com/yoast":["T.ex. https://www.facebook.com/yoast"],"Delete item":["Ta bort objekt"],"E.g. https://social-platform.com/yoast":["T.ex. https://social-platform.com/yoast"],"Other social profile":["Annan social profil"],"First-time configuration":["Startkonfiguration"],"You should finish the %1$sfirst time configuration%2$s to make sure your SEO data has been optimized and you’ve set the essential Yoast SEO settings for your site.":["Du bör genomföra %1$sden inledande konfigurationen%2$s så att dina SEO-data är optimerade och att du har gjort de grundläggande inställningarna för Yoast SEO på din webbplats."],"Step 4: Go through the first time configuration":["Steg 4: Gå igenom förstagångskonfigurationen"],"Postname permalink":["Inläggsrubrik för permalänk"],"Page comments":["Kommentarer på sidor"],"Links table":["Tabell för länkar"],"If you already have saved AIOSEO 'Search Appearance' settings and the issue persists, please contact our support team so we can take a closer look.":["Om du redan har sparat inställningarna i AIOSEO för ”utseende i sökresultat” och problemet kvarstår ber vi dig kontakta vårt supportteam så att vi kan titta närmare på det."],"If you have never saved any AIOSEO 'Search Appearance' settings, please do that first and run the import again.":["Om du aldrig har sparat inställningarna i AIOSEO för ”utseende i sökresultat” bör du börja med att göra det och sedan köra importen en gång till."],"The AIOSEO import was cancelled because some AIOSEO data is missing. Please try and take the following steps to fix this:":["Importen från AIOSEO avbröts eftersom vissa AIOSEO-data saknas. Försök att vidta följande åtgärder för att åtgärda detta:"],"The validation of the AIOSEO data structure has failed.":["Valideringen av strukturen hos datan för AIOSEO misslyckades."],"Currently, the %s integration is not available for multisites.":["För närvarande är inte %s-integrationen tillgänglig för multisites."],"WordProof authentication":["WordProof-autentisering"],"Connected to WordProof":["Ansluten till WordProof"],"Connection failed":["Anslutning misslyckades"],"Not working? %1$sContact %3$s support%2$s.":["Fungerar det inte? %1$sKontakta %3$s-support%2$s."],"Try again":["Försök igen"],"Find possible solutions in this %1$sArticle%2$s.":["Hitta möjliga lösningar i denna %1$sartikel%2$s."],"There was a connection problem. This could be because your third party connections are blocked.":["Det uppstod ett anslutningsproblem. Det kan bero på att dina anslutningar till tredje part är blockerade."],"The %3$s will automatically be timestamped every time you %1$supdate%2$s or %1$spublish%2$s.":["%3$set kommer automatiskt tidsstämplas varje gång du %1$suppdaterar%2$s eller %1$spublicerar%2$s."],"Your %s is now protected via the blockchain!":["Din/ditt %s är nu skyddad via blockchain!"],"Something went wrong authenticating your %3$s account with the %4$s site. Please try again or contact %1$s%3$s support%2$s.":["Det gick inte att autentisera ditt %3$s-konto med %4$s-webbplatsen. Försök igen eller kontakta %1$s%3$s support%2$s."],"Unable to create new timestamps. Please authenticate with WordProof.":["Kan inte skapa nya tidsstämplar. Autentisera med WordProof."],"Timestamp with WordProof":["Tidsstämpel med WordProof"],"Learn more about timestamping":["Lär dig mer om tidsstämpling"],"Authenticate with WordProof":["Autentisera med WordProof"],"Manage WordProof settings":["Hantera WordProof-inställningar"],"The WordProof Timestamp plugin needs to be disabled before you can activate this integration.":["”WordProof Timestamp”-tillägget måste inaktiveras innan du kan aktivera denna integration."],"Open settings":["Öppna inställningar"],"Open authentication":["Öppna autentisering"],"The timestamp is not created because you need to authenticate with %s first.":["Tidsstämpeln skapas inte eftersom du måste autentisera med %s först."],"The timestamp is not retrieved by your site. Please try again or contact %1$s support.":["Tidsstämpeln hämtas inte av din webbplats. Försök igen eller kontakta %1$s-supporten."],"%1$s failed to timestamp this page. Please check if you're correctly authenticated with %1$s and try to save this page again.":["%1$s misslyckades tidsstämpla denna sida. Kontrollera om du är korrekt autentiserad med %1$s och försök spara den här sidan igen."],"%s has successfully timestamped this page.":["%s har tidsstämplat denna sida."],"You are out of timestamps. Please upgrade your account by opening the %s settings.":["Du har slut på tidsstämplar. Uppgradera ditt konto genom att öppna %s-inställningarna."],"Use WordProof to timestamp this page to comply with legal regulations and join the fight for a more transparant and accountable internet.":["Använd WordProof för att tidsstämpla denna sida för att följa lagar och regler och delta i kampen för ett mer transparent och ansvarsfullt internet."],"Timestamp this post":["Tidsstämpla detta inlägg"],"content words":["innehållsord"],"content word":["innehållsord"],"Cleanup failed with the following error:":["Rensningen misslyckades med följande fel:"],"Note: These settings will overwrite the default settings of Yoast SEO.":["Obs: Dessa inställningar kommer skriva över standardinställningarna för Yoast SEO."],"Note: This metadata will only be imported if there is no existing Yoast SEO metadata yet.":["Obs: Denna metadata kommer endast att importeras om det inte finns någon befintlig Yoast SEO-metadata ännu."],"Post metadata (SEO titles, descriptions, etc.)":["Inläggsmetadata (SEO-rubriker, beskrivningar, osv.)"],"The import from %s includes:":["Importen från %s inkluderar:"],"Once you're certain that your site is working properly with the imported data from another SEO plugin, you can clean up all the original data from that plugin.":["När du är säker att din webbplats fungerar korrekt med den importerade datan från andra SEO-tillägg, kan du rensa upp all originaldata från det tillägget."],"Please select an SEO plugin below to see what data can be imported.":["Välj ett SEO-tillägg nedan för att se vilka data som kan importeras."],"Clean up":["Rensa"],"After you've imported data from another SEO plugin, please make sure to clean up all the original data from that plugin. (step 5)":["Efter du har importerat data från ett annat SEO-tillägg, se till att rensa upp all originaldata från det tillägget. (steg 5)"],"Note: ":["Observera: "],"The cleanup can take a long time depending on your site's size.":["Rensningen kan ta lång tid beroende på din webbplats storlek."],"Every fifteen minutes":["Var 15:e minut"],"Default tagline":["Standardslogan"],"Import failed with the following error:":["Import misslyckades med följande fel:"],"No data found from other SEO plugins.":["Ingen data hittades från andra SEO-tillägg."],"Select SEO plugin":["Välj SEO-tillägg"],"The import can take a long time depending on your site's size.":["Importen kan ta lång tid beroende på din webbplats storlek."],"For the best SEO results include all words of your keyphrase in the SEO title, and put the keyphrase at the beginning of the title":["För bästa SEO-resultat, inkludera alla ord i din nyckelordsfras i SEO-rubriken och lägg nyckelordsfrasen i början av rubriken"],"For the best SEO results write the exact match of your keyphrase in the SEO title, and put the keyphrase at the beginning of the title":["För bästa SEO-resultat, skriv den exakta matchningen av din nyckelordsfras i SEO-rubriken och lägg nyckelordsfrasen i början av rubriken"],"Installation Successful":["Installationen lyckades"],"Blog Post":["Blogginlägg"],"%1$s: Title does not begin with the focus keyphrase. %2$sMove your focus keyphrase to the beginning of the title%3$s.":["%1$s: Rubriken börjar inte med fokusnyckelordsfrasen. %2$sPlacera din fokusnyckelordsfras i början av rubriken%3$s."],"%1$s: The exact match of the focus keyphrase appears at the beginning of the SEO title. Good job!":["%1$s: En exakt matchning av fokusnyckelordsfrasen visas i början av SEO-rubriken. Bra jobbat!"],"%2$sText length%4$s: The text contains %1$d %6$s. This is below the recommended minimum of %5$d %6$s. %3$sAdd more content%4$s.":["%2$sTextlängd%4$s: Texten innehåller %1$d %6$s. Detta är under det rekommenderade minimum på %5$d %6$s. %3$sLägg till mer innehåll%4$s."],"%2$sText length%4$s: The text contains %1$d %6$s. This is slightly below the recommended minimum of %5$d %6$s. %3$sAdd a bit more copy%4$s.":["%2$sTextlängd%4$s: Texten innehåller %1$d %6$s. Detta är något under rekommenderat minimum på %5$d %6$s. %3$sLägg till lite mer innehåll%4$s."],"%2$sText length%4$s: The text contains %1$d %6$s. This is far below the recommended minimum of %5$d %7$s. %3$sAdd more content%4$s.":["%2$sTextlängd%4$s: Texten innehåller %1$d %6$s. Detta är långt under det rekommenderade minimum på %5$d %7$s. %3$sLägg till mer innehåll%4$s.","%2$sTextlängd%4$s: Texten innehåller %1$d %7$s. Detta är långt under det rekommenderade minimum på %5$d %7$s. %3$sLägg till mer innehåll%4$s."],"character":["tecken","tecken"],"word":["ord","ord"],"words":["ord"],"characters":["tecken"],"%s rolls out the red carpet for the search bots, which helps your site perform better in search engines.":["%s rullar ut den röda mattan för sökrobotarna, vilket hjälper din webbplats att prestera bättre i sökmotorerna."],"You've successfully installed %s!":["Du har installerat %s!"],"Skip%s":["Hoppa över %s"],"Your %s account does not contain any keyphrases for this website yet. You can track keyphrases by using the \"Track SEO Performance\" button in the post editor.":["Ditt %s-konto innehåller ännu inga nyckelfraser för denna webbplats. Du kan följa upp nyckelfraser med knappen ”Följ upp SEO-utvärdering” i inläggsredigeraren."],"%s account":["%s-konto"],"This overview only shows you keyphrases added to Yoast SEO. There may be other keyphrases added to your %s.":["Denna översikt visar bara de nyckelfraser som lagts in i Yoast SEO. Du kan ha fler nyckelfraser inlagda via ditt konto hos %s."],"Tracking the ranking position...":["Spårar ranknings-positionen …"],"Something went wrong while tracking the ranking position(s) of your page. Please try again later.":["Något gick fel vid spårningen av rankningspositionen/-positionerna för din sida. Försök igen senare."],"reconnect to %s":["återanslut till %s"],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["Det verkar som om något gick fel när din webbplats data hämtades. %s och försök igen."],"Before you can track your SEO performance make sure to set either the post’s title and save it as a draft or manually set the post’s slug.":["Innan du kan kontrollera din SEO-utvärdering måste du ange antingen inläggets rubrik och spara som ett utkast eller manuellt ange inläggets slug."],"No keyphrase has been set. Please set a keyphrase first.":["Ingen nyckelordsfras har angetts. Ange en nyckelordsfras först."],"upgrade your %s plan":["uppgradera ditt %s-paket"],"You've reached the maximum amount of %d keyphrases you can add to your Wincher account. If you wish to add more keyphrases, please %s.":["Du har nått det maximala antalet på %d nyckelordsfraser som du kan lägga till på ditt Wincher-konto. Om du vill lägga till fler nyckelordsfraser, %s."],"With %1$s you can track the ranking position of your page in the search results based on your keyphrase(s). %2$s":["Med %1$s kan du spåra rankningspositionen för din sida i sökresultaten baserat på dina nyckelordsfraser. %2$s"],"%s is currently tracking the ranking position(s) of your page. This may take a few minutes. Please wait or check back later.":["%s spårar för närvarande din sidas rankningsposition/-positioner. Detta kan ta några minuter. Vänta eller återkom senare."],"You have successfully connected to %s! You can now track the SEO performance for the keyphrase(s) of this page.":["Du har anslutit till %s! Du kan nu spåra SEO-utvärderingen för nyckelordsfraserna på denna sida."],"Read more about keyphrase tracking with Wincher":["Läs mer om spårning av nyckelordsfras med Wincher"],"Automatic tracking of keyphrases is enabled. Your keyphrase(s) will automatically be tracked by %s when you publish your post.":["Automatisk spårning av nyckelordsfraser är aktiverad. Din/dina nyckelordsfras/-fraser kommer automatiskt att spåras av %s när du publicerar ditt inlägg."],"Please enter a focus keyphrase first to track keyphrase performance":["Ange en fokusnyckelordsfras först för att utvärdera mot nyckelordsfraser"],"Keyphrase position in the last 90 days on a scale from 0 to 100.":["Position för nyckelordsfrasen under de senaste 90 dagarna på en skala från 0 till 100."],"Track SEO performance":["Följ upp SEO-utvärdering"],"You can enable / disable tracking the SEO performance for each keyphrase below.":["Du kan aktivera/inaktivera spårning av SEO-utvärdering för varje nyckelordsfras nedan."],"Track all keyphrases on this page":["Spåra alla nyckelordsfraser på denna sida"],"Tracking has already been enabled for one or more keyphrases of this page. Clicking the button below will enable tracking for all of its keyphrases.":["Spårning är redan aktiverad för en eller flera nyckelfraser på denna sida. Om du klickar på knappen nedan aktiveras spårning för alla dess nyckelfraser."],"Learn more about the SEO performance feature.":["Läs mer om funktionen för SEO-utvärdering."],"SEO performance":["SEO-utvärdering"],"Connect with %s":["Anslut till %s"],"* focus keyphrase":["* fokusnyckelordsfras"],"Get more insights over at %s":["Få mer insikter hos %s"],"Position over time":["Position över tid"],"Position":["Position"],"Tracking":["Spårning"],"You can still run the SEO data optimization in the %1$sTools section%2$s. Once that is finished, please refresh this page.":["Du kan fortfarande köra optimeringen av SEO-data i sektionen för %1$sverktyg%2$s. När det är klart, uppdatera denna sida."],"This configuration step is currently disabled, because you're not running the latest version of Yoast SEO Premium. Please update to the latest version (at least %1$s). ":["Detta steg i konfigurationen är för närvarande inaktiverat eftersom du inte använder den senaste versionen av Yoast SEO Premium. Uppdatera till den senaste versionen (lägst %1$s). "],"Save and continue":["Spara och fortsätt"],"Does your site represent an Organization or Person?":["Representerar din webbplats en organisation eller person?"],"Activate %s":["Aktivera %s"],"Update %s":["Uppdatera %s"],"Renew %s":["Förnya %s"],"Get help activating your subscription":["Skaffa hjälp med att aktivera din prenumeration"],"It looks like you’re running an outdated and unactivated version of %1$s, please activate your subscription in %2$sMyYoast%3$s and update to the latest version (at least 17.7) to gain access to our updated workouts section.":["Det verkar som om du använder en föråldrad version av %1$s som inte är aktiverad. Aktivera ditt abonnemang på %2$sMyYoast%3$s och uppdatera till den senaste versionen (lägst 17.7) för att få tillgång till vårt uppdaterade avsnitt med uppdrag."],"Activate your subscription of %s":["Aktivera din prenumeration på %s"],"Update to the latest version of %s":["Uppdatera till den senaste versionen av %s"],"Renew your subscription":["Förnya din prenumeration"],"Accessing the latest workouts requires an updated version of %s (at least 17.7), but it looks like your subscription has expired. Please renew your subscription to update and gain access to all the latest features.":["För att nå de sista uppdragen i listan behöver du en uppdaterad version av %s (lägst version 17.7). Men ditt abonnemang verkar inte längre vara giltigt. Förnya abonnemanget för att få våra uppdateringar och kunna använda alla de senaste funktionerna."],"Renew your subscription of %s":["Förnya din prenumeration på %s"],"Could not save this value. Please check the URL.":["Kunde inte spara detta värde. Kontrollera URL."],"Could not save this value. Please check the URL or username.":["Kunde inte spara detta värde. Kontrollera URL eller användarnamn."],"Oops! Something went wrong. Check your email address and try again.":["Hoppsan! Något gick fel. Kontrollera din e-postadress och försök igen."],"Yes, you can collect my site data":["Ja, du kan samla in min webbplatsdata"],"Site representation":["Webbplatsrepresentation"],"Continue":["Fortsätt"],"Thank you! Check your inbox for the confirmation email.":["Tack! Öppna bekräftelsemeddelandet i din inkorg."],"Yoast respects your privacy. Read %1$sour privacy policy%2$s on how we handle your personal information.":["Yoast respekterar din integritet. Läs %1$svår integritetspolicy%2$s om hur vi hanterar din personliga information."],"Email address":["E-postadress"],"%1$sBack to all workouts":["%1$sTillbaka till alla träningspass"],"Getting your site in shape and keeping it SEO fit can be hard. We can help you get started! Take these step-by-step workouts, and you’ll be tackling some of the most fundamental SEO challenges!":["Det kan vara svårt att få webbplatsen i form och fortsatt hålla den SEO-anpassad. Vi kan hjälpa dig att komma igång! Följ dessa stegvisa uppdrag så kommer du i tur och ordning att ta tag i några av de grundläggande SEO-utmaningarna!"],"Add internal links to your posts and pages":["Lägg till interna länkar till dina inlägg och sidor"],"Make pages easier for Google and visitors to find":["Gör sidor enklare att hitta för Google och besökare"],"Clean up your unlinked content to make sure people can find it":["Rensa upp ditt olänkade innehåll för att se till att andra kan hitta det"],"Orphaned content":["Oanvänt innehåll"],"Bring more visitors to your articles":["Få fler besökare till dina artiklar"],"Make your important articles rank higher":["Få dina viktiga artiklar att rankas högre"],"%1$s/%2$s steps completed":["%1$s/%2$s steg slutförda"],"Unlock with %s!":["Lås upp med %s!"],"Start workout!":["Börja träningspass!"],"Do workout again":["Gör träningspass igen"],"Continue workout!":["Fortsätt träningspass!"],"It looks like you're running an outdated version of %1$s, please %2$supdate to the latest version (at least 17.7)%3$s to gain access to our updated workouts section.":["Det verkar som att du kör en föråldrad version av %1$s, %2$suppdatera till den senaste versionen (minst 17.7)%3$s för att få tillgång till vår uppdaterade träningssektion."],"Get started quickly with the %1$s%2$s First-time configuration%3$s and configure Yoast SEO with the optimal SEO settings for your site!":["Kom igång snabbt med %1$sden initiala konfigurationen av %2$s%3$s och ställ in Yoast SEO för optimal hantering av SEO på din webbplats!"],"Current or first category title":["Nuvarande eller första kategorirubrik"],"Category Title":["Kategorirubrik"],"Replaced with the post content":["Ersatt med inläggets innehåll"],"Post Content":["Inläggsinnehåll"],"Replaced with the permalink":["Ersatt med permalänken"],"Replaced with the last name of the author":["Ersatt med författarens efternamn"],"Author last name":["Författarens efternamn"],"Replaced with the first name of the author":["Ersatt med författarens förnamn"],"Author first name":["Författarens förnamn"],"Replaced with the day the post was published":["Ersatt med dagen som inlägget publicerades"],"Post day":["Inläggsdag"],"Replaced with the month the post was published":["Ersatt med månaden som inlägget publicerades"],"Post month":["Inläggsmånad"],"Replaced with the year the post was published":["Ersatt med året som inlägget publicerades"],"Post year":["Inläggsår"],"Current day":["Nuvarande dag"],"Current month":["Nuvarande månad"],"Current date":["Nuvarande datum"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's way less than the recommended minimum of %2$d %7$s. %4$sMake it longer%5$s!":["%3$sLängd på nyckelordsfras%5$s: Nyckelordsfrasen innehåller %1$d %6$s. Det är mycket mindre än det rekommenderade minimum på %2$d %7$s. %4$sGör den längre%5$s!","%3$sLängd på nyckelordsfras%5$s: Nyckelordsfrasen innehåller %1$d %7$s. Det är mycket mindre än det rekommenderade minimum på %2$d %7$s. %4$sGör den längre%5$s!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's less than the recommended minimum of %2$d %6$s. %4$sMake it longer%5$s!":["%3$sLängd på nyckelordsfras%5$s: Nyckelordsfrasen innehåller %1$d %6$s. Det är mindre än det rekommenderade minimum på %2$d %6$s. %4$sGör den längre%5$s!"],"It looks like you aren't using our %1$s%2$s addon%3$s. %4$sUpgrade today%5$s to unlock more tools and SEO features to make your products stand out in search results.":["Det verkar som om du inte använder vår %1$sutökning %2$s%3$s. %4$sUppgradera nu%5$s för att få tillgång till fler verktyg och SEO-funktioner som kan lyfta fram dina produkter bland sökresultaten."],"Below are the technical details for the error. See %1$sthis page%2$s for a more detailed explanation.":["Nedan finns de tekniska detaljerna för felet. Se %1$sdenna sida%2$s för en mer detaljerad förklaring."],"%1$sImage Keyphrase%2$s: Good job!":["%1$sBildnyckelordsfras%2$s: Bra jobbat!"],"%1$sImage Keyphrase%3$s: Images on this page do not have alt attributes with at least half of the words from your keyphrase. %2$sFix that%3$s!":["%1$sBildnyckelordsfras%3$s: Bilder på denna sida har inte alt-attribut med minst hälften av orden från din nyckelordsfras. %2$sRätta till det%3$s!"],"%1$sImages%2$s: Good job!":["%1$sBilder%2$s: Bra jobbat!"],"%1$sImages and videos%2$s: Good job!":["%1$sBilder och videoklipp%2$s: Bra jobbat!"],"%3$sImages and videos%5$s: Only %1$d image or video appears on this page. We recommend at least %2$d. %4$sAdd more relevant images or videos%5$s!":["%3$sBilder och videoklipp%5$s: Endast %1$d bild eller video finns på denna sida. Vi rekommenderar minst %2$d. %4$sLägg till fler relevanta bilder eller videoklipp%5$s!","%3$sBilder och videoklipp%5$s: Endast %1$d bilder eller videoklipp finns på denna sida. Vi rekommenderar minst %2$d. %4$sLägg till fler relevanta bilder eller videoklipp%5$s!"],"%3$sImages%5$s: Only %1$d image appears on this page. We recommend at least %2$d. %4$sAdd more relevant images%5$s!":["%3$sBilder%5$s: Endast %1$d bild finns på denna sida. Vi rekommenderar minst %2$d. %4$sLägg till fler relevanta bilder%5$s!","%3$sBilder%5$s: Endast %1$d bilder finns på denna sida. Vi rekommenderar minst %2$d. %4$sLägg till fler relevanta bilder%5$s!"],"%1$sImages and videos%3$s: No images or videos appear on this page. %2$sAdd some%3$s!":["%1$sBilder och videoklipp%3$s: Det finns inga bilder eller videoklipp på denna sida. %2$sLägg till några%3$s!"],"Error stack trace":["Spårning av felstack"],"Response":["Svar"],"Error message":["Felmeddelande"],"Status code":["Statuskod"],"Request method":["Metod för begäran"],"Request URL":["URL för begäran"],"Error details":["Felinformation"],"Workouts":["Träningspass"],"Rank with articles you want to rank with":["Ranka med artiklar du vill ranka med"],"The cornerstone approach":["Grundstensmetoden"],"SEO workouts":["SEO-träningspass"],"Improve the quality of your site search! Automatically helps your users find your cornerstone and most important content in your internal search results. It also removes noindexed posts & pages from your site’s search results.":["Förbättra kvaliteten på din webbplatssökning! Hjälper automatiskt dina användare att hitta ditt hörnstensinnehåll och det viktigaste innehållet i dina interna sökresultat. Det eliminerar även sökresultat som leder till inlägg och sidor som är markerade med ”noindex”."],"Find out more about our %s integration.":["Ta reda på mer om vår %s-integration."],"Get relevant internal linking suggestions — while you’re writing! The link suggestions metabox shows a list of posts on your blog with similar content that might be interesting to link to. ":["Få relevanta interna länkförslag – medan du skriver! Metarutan länkförslag visar en lista med inlägg på din blogg som har liknande innehåll och det kan vara intressant att länka till. "],"Find out how Insights can help you improve your content.":["Ta reda på hur insikter kan hjälpa dig att förbättra ditt innehåll."],"Find relevant data about your content right in the Insights section in the Yoast SEO metabox. You’ll see what words you use most often and if they’re a match with your keywords! ":["Hitta relevant data om ditt innehåll direkt i sektionen för insikter i Yoast SEO-metarutan. Du ser vilka ord du använder oftast och om de matchar med dina nyckelord! "],"Oops, something has gone wrong and we couldn't complete the optimization of your SEO data. Please make sure to activate your subscription in MyYoast by completing %1$sthese steps%2$s.":["Hoppsan, något har gått fel och vi kunde inte slutföra optimeringen av dina SEO-data. Se till att aktivera din prenumeration i MyYoast genom att slutföra %1$sdessa steg%2$s."],"To unlock this feature please update %s to the latest version.":["För att låsa upp denna funktion uppdatera %s till senaste versionen."],"The social appearance settings for archives require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Inställningarna för utseende i sociala nätverk för arkiv behöver Open Graph-metadata (som för närvarande är inaktiverade). Du kan aktivera detta i %1$sInställningarna för sociala nätverk under fliken ”Facebook”%2$s."],"The social appearance settings for taxonomies require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Inställningarna för socialt utseende för taxonomier kräver Open Graph-metadata (som för närvarande är inaktiverat). Du kan aktivera detta i %1$sinställningarna för ’Social’ under fliken ‘Facebook’%2$s."],"The social appearance settings for content types require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Inställningarna för socialt utseende för innehållstyper kräver Open Graph-metadata (som för närvarande är inaktiverat). Du kan aktivera detta i %1$sinställningarna för ’Social’ under fliken ‘Facebook’%2$s."],"The social appearance settings for your homepage require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Inställningarna för socialt utseende för din startsida kräver Open Graph-metadata (som för närvarande är inaktiverat). Du kan aktivera detta i %1$sinställningarna för ’Social’ under fliken ‘Facebook’%2$s."],"Social image":["Bild för sociala nätverk"],"Unlock with Premium":["Lås upp med Premium"],"Addon installation failed because of an error: %s.":["Installation av utökning misslyckades på grund av ett fel: %s."],"You are not allowed to install plugins.":["Du har inte behörighet att installera tillägg."],"Addon installed.":["Utökning installerad."],"Addon activation failed because of an error: %s.":["Aktivering av utökning misslyckades på grund av ett fel: %s."],"You are not allowed to activate plugins.":["Du har inte behörighet att aktivera tillägg."],"Addon activated.":["Utökning aktiverad."],"%1$s Continue to %2$s%3$s":["%1$s Fortsätt till %2$s%3$s"],"Installing and activating addons":["Installerar och aktiverar utökningar"],"No %1$s plugins have been installed. You don't seem to own any active subscriptions.":["Inga %1$s-tillägg har installerats. Du verkar inte äga några aktiva prenumerationer."],"the following addons":["följande utökningar"],"%s SEO installation":["%s SEO-installation"],"Install and activate":["Installera och aktivera"],"Please confirm below that you would like to install %s on this site.":["Bekräfta nedan att du vill installera %s på denna webbplats."],"Insert variable":["Infoga variabel"],"Shopping data preview:":["Förhandsgranskning av shoppingdata:"],"Availability":["Tillgänglighet"],"Price":["Pris"],"Rating":["Betyg"],"%s reviews":["%s recensioner"],"Rating: %s":["Betyg: %s"],"Image":["Bild"],"Social description":["Beskrivning för sociala nätverk"],"Social title":["Social rubrik"],"Required by %s":["Krävs av %s"],"Auto-updates are disabled based on this setting for %1$s.":["Automatiska uppdateringar är inaktiverade på grund av denna inställning för %1$s."],"Auto-updates are enabled based on this setting for %1$s.":["Automatiska uppdateringar är aktiverade baserat på denna inställning för %1$s."],"New":["Nytt"],"seconds":["sekunder"],"Select image":["Välj bild"],"Replace image":["Ersätt bild"],"site structure":["webbplatsstruktur"],"internal linking":["intern länkning"],"breadcrumbs":["synliga sökvägar"],"seo":["seo"],"Adds the Yoast SEO breadcrumbs to your template or content.":["Lägger till synlig sökväg från Yoast SEO i din mall eller ditt innehåll."],"Yoast Breadcrumbs":["Synliga sökvägar från Yoast SEO"],"The term is considered invalid. The following reason was given by WordPress: %s":["Termen anses ogiltig. Följande anledning gavs av WordPress: %s"],"The post could not be found.":["Inlägget kunde inte hittas."],"The term could not be found.":["Termen kunde inte hittas."],"This feature has been disabled since subsites never send tracking data.":["Denna funktion har inaktiverats eftersom underwebbplatser aldrig skickar spårningsdata."],"We notice that you have installed WPML. To make sure your canonical URLs are set correctly, %1$sinstall and activate the WPML SEO add-on%2$s as well!":[""],"Unfortunately we cannot save changes to your SEO settings while you are working on a draft of an already-published %1$s. If you want to save your SEO changes, make sure to click 'Update', or wait to make your SEO changes until you are ready to update the %1$s.":["Tyvärr kan vi inte spara ändringar i dina SEO-inställningar när du arbetar med ett utkast för ett redan publicerat objekt av typen ”%1$s”. Om du vill spara dina SEO-ändringar behöver du se till att klicka på ”Uppdatera” eller vänta med dina SEO-ändringar till du är beredd att uppdatera %1$s."],"Get started with Yoast SEO's content analysis for Elementor!":["Kom igång med innehållsanalys för Elementor av Yoast SEO!"],"Got it":["Jag förstår"],"New: Yoast SEO for Elementor":["Nytt: Yoast SEO för Elementor"],"Because of a change in your category base setting, some of your SEO data needs to be reprocessed.":["Eftersom dina basinställningar ändrats för kategorier behöver vissa av dina SEO-uppgifter bearbetas på nytt."],"Wait for a week or so, until %1$s automatically processes most of your content in the background.":["Vänta i cirka en vecka tills %1$s automatiskt kommer att ha bearbetat det mesta av ditt innehåll i bakgrunden."],"%s minute":["%s minut","%s minuter"],"Est. reading time":["Beräknad lästid"],"Written by":["Skriven av"],"Google Rich Results Test":["Test av Google Rich Results"],"Find out how a rich snippet can improve visibility and click-through-rate.":["Ta reda på hur en rik förhandsvisningstext kan förbättra synlighet och klickfrekvens."],"This adds an author byline and reading time estimate to the article’s snippet when shared on Slack.":["Detta lägger till en ”byline” för författaren och beräknad lästid i artikelns förhandsvisningstext vid delning på Slack."],"Enhanced Slack sharing":["Förbättrad Slack-delning"],"Activate your subscription":["Aktivera din prenumeration"],"SEO data optimization is disabled for non-production environments.":["SEO-dataoptimering är inaktiverat för alla miljöer som inte är produktionsmiljöer."],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":["Denna funktion inkluderar och ersätter textlänkräknare och intern länkanalys"],"This tab allows you to selectively disable %1$s integrations with third-party products for all sites in the network. By default all integrations are enabled, which allows site admins to choose for themselves if they want to toggle an integration on or off for their site. When you disable an integration here, site admins will not be able to use that integration at all.":["Denna flik låter dig selektivt inaktivera integrationen hos %1$s med tredjepartsprodukter för alla webbplatser i nätverket. Som standard är alla integrationer aktiva så att administratörerna för varje webbplats själva kan välja om de vill slå på eller av någon integration för sin webbplats. Om du inaktiverar någon integration här kommer administratörerna för webbplatser inte att kunna använda den integrationen över huvud taget."],"Because of a change in your tag base setting, some of your SEO data needs to be reprocessed.":["Eftersom dina URL-inställningar ändrats för etiketter behöver vissa av dina SEO-uppgifter bearbetas på nytt."],"Stop SEO data optimization":["Stoppa SEO-dataoptimering"],"Oops, something has gone wrong and we couldn't complete the optimization of your SEO data. Please click the button again to re-start the process. ":["Hoppsan, något har gått fel och vi kunde inte slutföra optimeringen av dina SEO-data. Klicka på knappen igen för att starta om processen. "],"Optimizing SEO data... This may take a while.":["Optimerar SEO-data … Detta kan ta en stund."],"SEO data optimization complete":["SEO-dataoptimering klar"],"You can speed up your site and get insight into your internal linking structure by letting us perform a few optimizations to the way SEO data is stored. ":["Du kan snabba upp din webbplats och få insikt i din interna länkstruktur genom att låta oss utföra några optimeringar för hur SEO-data lagras. "],"Start SEO data optimization":["Starta SEO-dataoptimering"],"Learn more about the benefits of optimized SEO data.":["Läs mer om fördelarna med optimerad SEO-data."],"You can speed up your site and get insight into your internal linking structure by letting us perform a few optimizations to the way SEO data is stored. If you have a lot of content it might take a while, but trust us, it's worth it.":["Du kan snabba upp din webbplats och få insikter om strukturen hos dina interna länkar om du låter oss göra några optimeringar i hur dina SEO-data sparas. Om du har mycket innehåll kan det ta ett tag, men vi lovar att det är mödan värt."],"Optimize SEO Data":["Optimera SEO-data"],"If the problem persists, please contact support.":["Om detta problem kvarstår, kontakta supporten."],"Something has gone wrong and we couldn't complete the optimization of your SEO data. Please %1$sre-start the process%2$s.":["Något har gått fel och vi kunde inte slutföra optimeringen av dina SEO-data. %1$sÅterstarta processen%2$s."],"All permalinks were successfully reset":["Alla permalänkar återställdes utan problem"],"We've encountered a problem trying to get related keyphrases. Please try again later.":["Vi stötte på ett problem med att försöka få relaterade nyckelfraser. Försök igen senare."],"You've reached the maximum amount of 4 related keyphrases. You can change or remove related keyphrases in the %s metabox or sidebar.":["Du har nått det maximala antalet på 4 relaterade nyckelordsfraser. Du kan ändra eller ta bort relaterade nyckelordsfraser i %s-metarutan eller sidopanelen."],"Please wait while %1$s connects to %2$s to get related keyphrases...":["Vänta medan %1$s ansluter till %2$s för att hämta relaterade nyckelordsfraser …"],"Upgrade your %s plan":["Uppgradera ditt %s-paket"],"You've reached your request limit for today. Check back tomorrow or upgrade your plan over at %s.":["Du ha nått din gräns för förfrågningar idag. Återkom imorgon eller uppgradera ditt paket på %s."],"Last month":["Förra månaden"],"Two months ago":["Två månader sedan"],"Three months ago":["Tre månader sedan"],"Four months ago":["Fyra månader sedan"],"Five months ago":["Fem månader sedan"],"Six months ago":["Sex månader sedan"],"Seven months ago":["Sju månader sedan"],"Eight months ago":["Åtta månader sedan"],"Nine months ago":["Nio månader sedan"],"Ten months ago":["Tio månader sedan"],"Eleven months ago":["Elva månader sedan"],"Twelve months ago":["Tolv månader sedan"],"Get more insights at %s":["Få mer insikter hos %s"],"Keyphrase volume in the last 12 months on a scale from 0 to 100.":["Nyckelordsfrasvolym under de senaste 12 månaderna på en skala från 0 till 100."],"Learn more about the related keyphrases trend":["Läs mer om trenden med relaterade nyckelordsfraser"],"Trend":["Trend"],"Learn more about the related keyphrases volume":["Lär dig mer om relaterad nyckelordsfrasvolym"],"Volume":["Volym"],"Related keyphrase":["Relaterad nyckelordsfras"],"Select country":["Välj land"],"Show results for:":["Visa resultat för:"],"Please enter a focus keyphrase first to get related keyphrases":["Börja med att ange en fokusnyckelordsfras för att få relaterade nyckelordsfraser"],"Sorry, there's no data available for that keyphrase/country combination.":["Inga data finns tillgängliga för den kombinationen av nyckelordsfras och land."],"Get related keyphrases":["Hämta relaterade nyckelordsfraser"],"Related keyphrases":["Relaterade nyckelordsfraser"],"The number of headers and header labels don't match.":["Antalet rubriker och rubriketiketter matchar inte."],"The %s integration offers suggestions and insights for keywords related to the entered focus keyphrase.":["Integrationen med %s erbjuder förslag och insikter för nyckelord som är relaterade till den angivna fokusnyckelordsfrasen."],"Disabling Yoast SEO's XML sitemaps will not disable WordPress' core sitemaps. In some cases, this %1$s may result in SEO errors on your site%2$s. These may be reported in Google Search Console and other tools.":["Inaktivera XML-webbplatskartor från Yoast SEO inaktiverar inte WordPress-kärnans webbplatskartor. I vissa fall kan%1$sdetta resultera i SEO-fel på din webbplats%2$s Dessa kan rapporteras i Google Search Console och andra verktyg."],"If you still need support and have an active subscription for this product, please email %s.":["Om du fortfarande behöver support och har en aktiv prenumeration på den här produkten, skicka e-post till %s."],"You can probably find an answer to your question in our %1$shelp center%2$s.":["Du kan troligen hitta ett svar till din fråga i vårt %1$shjälpcenter%2$s."],"Need support?":["Behöver du hjälp?"],"Return to your %s":["Gå tillbaka till ditt %s"],"Make sure to save your %s for changes to take effect":["Du måste spara denna/detta %s för att ändringarna ska ske"],"The advanced section of the %1$s meta box allows a user to remove posts from the search results or change the canonical. The settings in the schema tab allows a user to change schema meta data for a post. These are things you might not want any author to do. That's why, by default, only editors and administrators can do this. Setting to \"%2$s\" allows all users to change these settings.":["Den avancerade sektionen av %1$s-metarutan låter en användare ta bort inlägg från sökresultat eller ändra den kanoniska adressen. Inställningarna under schemafliken låter användaren ändra uppgifter i meta-datats schema för ett inlägg. Detta är saker som du kanske inte vill att någon författare ska göra. Därför kan endast redaktörer och administratörer göra detta som standard. Om du ställer in detta till ”%2$s” kommer alla användare kunna ändra dessa inställningar."],"Security: no advanced or schema settings for authors":["Säkerhet: inga avancerade eller schema-inställningar för författare"],"Report":["Rapport"],"Tech Article":["Teknisk artikel"],"Scholarly Article":["Vetenskaplig artikel"],"Satirical Article":["Satirisk artikel"],"Advertiser Content Article":["Artikel med annons-innehåll"],"News Article":["Nyhetsartikel"],"Social Media Posting":["Sociala mediepubliceringar"],"Article":["Artikel"],"Search Results Page":["Sida för sökresultat"],"Real Estate Listing":["Fastighetslista"],"Checkout Page":["Sida för kassa"],"Collection Page":["Samlingssida"],"Medical Web Page":["Medicinsk webbsida"],"Contact Page":["Kontaktsida"],"Profile Page":["Profilsida"],"QA Page":["Sida för frågor och svar"],"FAQ Page":["Sida för vanliga frågor"],"About Page":["”Om”-sida"],"Item Page":["Varusida"],"Web Page":["Webbsida"],"Default for %1$s (%2$s)":["Standard för %1$s (%2$s)"],"This helps search engines understand your website and your content. You can change some of your settings for this page below.":["Detta hjälper sökmotorer att förstå din webbplats och ditt innehåll. Du kan ändra några av dina inställningar för den här sidan nedan."],"Yoast SEO automatically describes your pages using schema.org":["Yoast SEO beskriver automatiskt dina sidor med schema.org"],"Article type":["Artikeltyp"],"Page type":["Sidtyp"],"Learn more about page or content types":["Läs mer om sidor eller innehållstyper"],"What type of page or content is this?":["Vilken typ av sida eller innehåll är det här?"],"Structured Data":["Strukturerad data"],"Yoast How-to":["Yoast-handledning"],"Yoast FAQ":["Vanliga frågor om Yoast"],"%1$s: Does not contain the exact match. %2$sTry to write the exact match of your keyphrase in the SEO title and put it at the beginning of the title%3$s.":["%1$s: Innehåller inte exakt matchning. %2$sFörsök att skriva en exakt matchning av din nyckelordsfras i SEO-rubriken och placera detta i början av rubriken%3$s."],"%1$s: The exact match of the focus keyphrase appears in the SEO title, but not at the beginning. %2$sMove it to the beginning for the best results%3$s.":["%1$s: En exakt matchning av fokusnyckelordsfrasen finns i SEO-rubriken, men inte i början. %2$sFlytta den till början för bästa resultat%3$s."],"%1$s Internal Linking Blocks":["%1$s interna länkningsblock"],"Allow us to track some data about your site to improve our plugin.":["Tillåt att vi spårar viss data om din webbplats för att förbättra vårt tillägg."],"Usage tracking":["Användningsspårning"],"Can we collect anonymous information about your website to enhance %1$s?":["Kan vi samla in anonym information om din webbplats för att förbättra %1$s?"],"Read more about how internal linking can improve your site structure.":["Läs mer om hur intern länkning kan förbättra din webbplatsstruktur."],"Link suggestions":["Länkförslag"],"Insights":["Insikter"],"Remove image":["Ta bort bild"],"The file size of the uploaded image is too large for %s. File size must be less than %s.":["Filstorleken på den uppladdade bilden är för stor för %s. Filstorleken måste vara mindre än %s."],"The format of the uploaded image is not supported. The supported formats are: %s, %s, %s and %s.":["Formatet på den uppladdade bilden stöds inte. Formaten som stöds är: %s, %s, %s och %s."],"You have uploaded a %s. Please note that, if it’s an animated %s, only the first frame will be used.":["Du har laddat upp en %s. Observera att om det är en animerad %s kommer endast första rutan att användas."],"Your image dimensions are not suitable. The minimum dimensions are %dx%d pixels. The maximum dimensions are %dx%d pixels.":["Dina bildmått passar inte. Minimimåtten är %d × %d pixlar. De maximala måtten är %d × %d pixlar."],"Your image dimensions are not suitable. The minimum dimensions are %dx%d pixels.":["Dina bildmått passar inte. Minimimåtten är %d × %d pixlar."],"Dismiss":["Avfärda"],"Because of a change in your permalink structure, some of your SEO data needs to be reprocessed.":["På grund av en ändring i din permalänkstruktur måste vissa av dina SEO-data bearbetas igen."],"Because of a change in your home URL setting, some of your SEO data needs to be reprocessed.":["På grund av en förändring i dina inställningar för startsidans URL behöver en del av dina SEO-uppgifter bearbetas på nytt."],"Please upgrade your WordPress version or install the Gutenberg plugin to get this %1$s feature.":["Uppgradera din WordPress-version eller installera tillägget Gutenberg för att få denna %1$s-funktion."],"Marking links with nofollow/sponsored has been disabled for WordPress installs < 5.4.":["Markering av länkar med nofollow/sponsrad har inaktiverats för WordPress-installationer < 5.4."],"Open in new tab":["Öppna i ny flik"],"This is a sponsored link or advert (mark as %1$ssponsored%2$s)%3$s":["Detta är en sponsrad länk eller reklam (märk som %1$ssponsrad%2$s)%3$s"],"Search engines should ignore this link (mark as %1$snofollow%2$s)%3$s":["Sökmotorer bör ignorera denna länk (märk som %1$snofollow%2$s)%3$s"],"Learn more about marking a link as nofollow or sponsored.":["Lär dig mer om att markera en länk som nofollow eller sponsrad."],"Link inserted.":["Länk infogad."],"Link edited.":["Länk redigerad."],"Warning: the link has been inserted but may have errors. Please test it.":["Varning: länken har infogats men kan innehålla fel. Testa den."],"Unlink":["Avlänka"],"Link removed.":["Länk borttagen."],"Link":["Länk"],"We've analyzed your post. There is still room for improvement!":["Vi har analyserat ditt inlägg. Det finns fortfarande rum för förbättringar!"],"We've analyzed your post. Everything looks good. Well done!":["Vi har analyserat ditt inlägg. Allt ser fint ut, bra jobbat!"],"No focus keyword was entered":["Inget fokusnyckelord angavs"],"Share your post!":["Dela ditt inlägg!"],"Improve your post with Yoast SEO":["Förbättra ditt inlägg med Yoast SEO"],"SEO analysis:":["SEO-analys:"],"The links columns show the number of articles on this site linking %3$sto%4$s this article and the number of URLs linked %3$sfrom%4$s this article. Learn more about %1$show to use these features to improve your internal linking%2$s, which greatly enhances your SEO.":["Länkkolumnerna visar antalet artiklar på den här webbplatsen som länkar %3$still%4$s den här artikeln och antalet URL:er länkade %3$sfrån%4$s den här artikeln. Läs mer om %1$shur du använder dessa funktioner för att förbättra din interna länkning%2$s, vilket i hög grad förbättrar din SEO."],"We've written an article about %1$show to use the SEO score and Readability score%2$s.":["Vi har skrivet en artikel om %1$shur du använder SEO-poäng och läsbarhetspoäng%2$s."],"%1$s adds several columns to this page.":["%1$s lägger till flera kolumner på denna sida."],"We estimate this will take less than a minute.":["Vi uppskattar att detta kommer att ta mindre än en minut."],"We estimate this will take a couple of minutes.":["Vi uppskattar att detta kommer att ta några minuter."],"%1$sRun the indexation process on your server%2$s using %3$sWP CLI%2$s.":["%1$sKör indexeringsprocessen på din server%2$s med hjälp av %3$sWP CLI%2$s."],"We estimate this could take a long time, due to the size of your site. As an alternative to waiting, you could:":["Vi uppskattar att detta kan ta lång tid på grund av storleken på din webbplats. Som ett alternativ till att vänta kan du:"],"Show debug information":["Visa felsökningsinformation"],"Your site will continue to work normally, but won't take full advantage of %s.":["Din webbplats fortsätter att fungera normalt, men kommer inte att dra full nytta av %s."],"%s had problems creating the database tables needed to speed up your site.":["%s hade problem med att skapa databastabellerna som behövs för att snabba upp din webbplats."],"Your keyphrase is too long. It can be a maximum of 191 characters.":["Din nyckelfras är för lång. Den får maximalt vara 191 tecken."],"%1$sFind out how to solve this problem on our help center%2$s.":["%1$sTa reda på hur du löser detta problem i vårt hjälpcenter%2$s."],"The text link counter feature is not working as expected":["Funktionen för räkning av textlänkar fungerar inte som förväntat"],"The text link counter helps you improve your site structure. %1$sFind out how the text link counter can enhance your SEO%2$s.":["Textlänksräknaren hjälper dig att förbättra din webbplatsstruktur. %1$sTa reda på hur textlänksräknaren kan förbättra din SEO%2$s."],"The text link counter is working as expected":["Textlänksräknaren fungerar som den ska"],"I don't want this site to show in the search results.":["Jag vill inte att den här webbplatsen ska visas i sökresultaten."],"If you want search engines to show this site in their results, you must %1$sgo to your Reading Settings%2$s and uncheck the box for Search Engine Visibility.":["Om du vill att sökmotorer ska visa den här webbplatsen i sina resultat måste du %1$sgå till dina läsinställningar%2$s och avmarkera rutan för synlighet i sökmotorer."],"Learn more about the no-index setting on our help page.":["Läs mer om inställningen no-index på vår hjälpsida."],"Even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Även om du kan ändra meta-inställningarna för robotar här, så är hela webbplatsen inställd på noindex i de övergripande sekretessinställningarna, så dessa inställningar har ingen effekt."],"Learn more about canonical URLs on our help page.":["Läs mer om kanoniska URL:er på vår hjälpsida."],"Learn more about the breadcrumbs title setting on our help page.":["Läs mer om inställningarna för synliga sökvägar i rubriken på vår hjälpsida."],"Learn more about advanced meta robots settings on our help page.":["Läs mer om avancerade metainställningar för robotar på vår hjälpsida."],"Learn more about the no-follow setting on our help page.":["Läs mer om inställningen no-follow på vår hjälpsida."],"Should search engines follow links on this content?":["Ska sökmotorer följa länkar på detta innehåll?"],"This %1$s REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use %1$s for all their SEO meta output.":["Denna REST API-ändpunkt hos %1$s ger dig all metadata du behöver för en viss URL. Det gör det mycket enkelt för ”headless” WordPress-webbplatser att använda %1$s för presentation av alla SEO-metadata."],"REST API: Head endpoint":["REST API: Huvudändpunkt"],"Please read %1$sthis help article%2$s to find out how to resolve this problem.":["Läs %1$sdenna hjälpartikel%2$s för att ta reda på hur man löser detta problem."],"Replaced with the term ancestors hierarchy":["Ersätts med hierarkin för termens högsta överordnade term"],"Term hierarchy":["Termhierarki"],"%1$sYou can change the tagline in the customizer%2$s.":["%1$sDu kan ändra slogan i anpassaren%2$s."],"You still have the default WordPress tagline. Even an empty one is probably better.":["Du har fortfarande WordPress standardslogan. Till och med en tom är förmodligen bättre."],"You should change the default WordPress tagline":["Du borde ändra WordPress standardslogan"],"You are using a custom tagline or an empty one.":["Du använder en anpassad slogan eller en tom."],"You changed the default WordPress tagline":["Du ändrade WordPress standardslogan"],"Comments on your posts are displayed on a single page. This is just like we'd suggest it. You're doing well!":["Kommentarer på dina inlägg visas på en enskild sida. Detta är precis det som vi skulle föreslå. Du gör det bra!"],"It's highly recommended to have your postname in the URL of your posts and pages. Consider setting your permalink structure to %s.":["Det rekommenderas starkt att du har ditt inläggsnamn i URL:erna för dina inlägg och sidor. Överväg att ställa in strukturen för dina permalänkar till %s."],"You do not have your postname in the URL of your posts and pages":["Du har inte ditt inläggsnamn i URL:erna för dina inlägg och sidor"],"You do have your postname in the URL of your posts and pages.":["Du har ditt inläggsnamn i URL:erna för dina inlägg och sidor."],"Your permalink structure includes the post name":["Din permalänks-struktur innehåller inläggsnamnet"],"Comments on your posts break into multiple pages. As this is not needed in 999 out of 1000 cases, we recommend you disable it. To fix this, uncheck \"Break comments into pages...\" on the Discussion Settings page.":["Kommentarer på dina inlägg delas upp på flera sidor. Eftersom detta inte behövs i 999 av 1000 fall rekommenderar vi att du inaktiverar det. För att åtgärda detta, avmarkera ”Dela upp kommentarer på sidor…” på sidan ”Diskussionsinställningar”."],"Comments break into multiple pages":["Kommentarer delas upp på flera sidor"],"Comments are displayed on a single page":["Kommentarer visas på en enskild sida"],"No title":["Ingen rubrik"],"%1$sGo to the Discussion Settings page%2$s":["%1$sGå till sidan för diskussionsinställningar%2$s"],"%1$sThis was reported by the %2$s plugin%3$s":["%1$sDetta rapporterades av tillägget %2$s%3$s"],"Mobile result":["Mobilt resultat"],"Preview as:":["Förhandsgranska som:"],"Desktop result":["Resultat för stationär dator"],"When you click OK we will open our HelpScout beacon where you can find answers to your questions. This beacon will load our support data and also potentially set cookies.":["När du klickar på OK öppnar vi vår HelpScout Beacon där du hittar svar på dina frågor. Denna hjälpnavigatör laddar vår support-information och kommer eventuellt också att skapa några cookies."],"The browser you are currently using is unfortunately rather dated. Since we strive to give you the best experience possible, we no longer support this browser. Instead, please use %1$sFirefox%4$s, %2$sChrome%4$s or %3$sMicrosoft Edge%4$s.":["Webbläsaren du för närvarande använder är tyvärr ganska omodern. Eftersom vi strävar efter att ge dig den bästa möjliga upplevelsen stöder vi inte längre denna webbläsare. Använd istället %1$sFirefox%4$s, %2$sChrome%4$s eller %3$sMicrosoft Edge%4$s."],"If you want to apply advanced <code>meta</code> robots settings for this page, please define them in the following field.":["Om du vill tillämpa avancerade inställningar för <code>meta</code>-robotar för denna sida, definiera dem i följande fält."],"Check out %1$s":["Kolla in %1$s"],"We have both free and premium online courses to learn everything you need to know about SEO.":["Vi har både gratis- och premiumkurser online för att lära dig allt du behöver veta om SEO."],"Want to learn SEO from Team Yoast? Check out our %1$s!":["Vill du lära dig SEO från Team Yoast? Kolla in vår %1$s!"],"Learn SEO":["Lär dig SEO"],"%s settings to import:":["%s inställningar att importera:"],"Import settings from another %1$s installation by pasting them here and clicking \"%2$s\".":["Importera inställningar från en annan %1$s-installation genom att klistra in dem här och klicka på ”%2$s”."],"Your %1$s settings:":["Dina %1$s-inställningar:"],"Schema":["Schema"],"Please check the format of the YouTube URL you entered. %s":["Kontrollera formatet på den YouTube-URL du angav. %s"],"Please check the format of the Wikipedia URL you entered. %s":["Kontrollera formatet på den Wikipedia-URL du angav. %s"],"Please check the format of the Pinterest URL you entered. %s":["Kontrollera formatet på den Pinterest-URL du angav. %s"],"Please check the format of the MySpace URL you entered. %s":["Kontrollera formatet på den MySpace-URL du angav. %s"],"Please check the format of the LinkedIn URL you entered. %s":["Kontrollera formatet på den Linkedln-URL du angav. %s"],"Please check the format of the Instagram URL you entered. %s":["Kontrollera formatet på den Instagram-URL du angav. %s"],"Please check the format of the Facebook Page URL you entered. %s":["Kontrollera formatet på URL:en för den Facebook-sida du angav. %s"],"Settings saved.":["Inställningar sparade."],"Dismiss this alert":["Avfärda denna varning"],"The submitted value was: %s":["Det skickade värdet var: %s"],"Yandex confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Bekräftelseskoder från Yandex kan endast innehålla bokstäver från A till F, siffror, bindestreck och understreck. %s"],"Twitter usernames can only contain letters, numbers, and underscores. %s":["Twitter-användarnamn kan endast innehålla bokstäver, siffror och understreck. %s"],"Pinterest confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Bekräftelseskoder från Pinterest kan endast innehålla bokstäver från A till F, siffror, bindestreck och understreck. %s"],"Bing confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Bekräftelseskoder från Bing kan endast innehålla bokstäver från A till F, siffror, bindestreck och understreck. %s"],"Google verification codes can only contain letters, numbers, hyphens, and underscores. %s":["Verifieringskoder från Google kan endast innehålla bokstäver, siffror, bindestreck och understreck. %s"],"Baidu verification codes can only contain letters, numbers, hyphens, and underscores. %s":["Verifieringskoder från Baidu kan endast innehålla bokstäver, siffror, bindestreck och understreck. %s"],"Show this item.":["Visa detta objekt."],"Hide this item.":["Dölj detta objekt."],"You have %d hidden problem:":["Du har %d dolt problem:","Du har %d dolda problem:"],"You have %d hidden notification:":["Du har %d dold avisering:","Du har %d dolda aviseringar:"],"Focus keyphrase not set":["Fokusnyckelordsfras har inte ställts in"],"The form contains %1$s error. %2$s":["Formuläret innehåller %1$s fel. %2$s","Formuläret innehåller %1$s fel. %2$s"],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly.":["Följande ord förekommer mest i innehållet. Dessa ger en indikation på vad ditt innehåll fokuserar på. Om orden skiljer sig mycket från ditt ämne, kanske du vill skriva om ditt innehåll i enlighet med detta."],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":["När du har lagt till lite mer text ger vi dig en lista på de ord som förekommer oftast i innehållet. Dessa ger en indikation på vad ditt innehåll fokuserar på."],"%d occurrences":["%d förekomster"],"Activate %s for your site on MyYoast":["Aktivera %s för din webbplats på MyYoast"],"Show blog page in breadcrumbs":["Visa bloggsida i synliga sökvägar"],"We could not find any relevant articles on your website that you could link to from your post.":["Vi kunde inte hitta några relevanta artiklar på din webbplats som du kan länka till från ditt inlägg."],"Has feedback":["Har feedback"],"Content optimization:":["Innehållsoptimering:"],"%1$sSEO%2$s: %3$s":["%1$sSEO%2$s: %3$s"],"%1$sReadability%2$s: %3$s":["%1$sLäsbarhet%2$s: %3$s"],"Post Noindexed":["Inlägget indexeras inte (noindex)"],"No Focus Keyphrase":["Ingen fokusnyckelordsfras"],"Posts with the SEO score: %s":["Inlägg med SEO-poäng: %s"],"SEO: %s":["SEO: %s"],"%s video tutorial":["Videohandledning för %s"],"To view your current crawl errors, %1$splease visit Google Search Console%2$s.":["För att visa dina nuvarande genomsökningsfel, %1$sbesök Google Search Console%2$s."],"Google has discontinued its Crawl Errors API. Therefore, any possible crawl errors you might have cannot be displayed here anymore. %1$sRead our statement on this for further information%2$s.":["Google har stängt ner sitt Crawl Errors API. Därför går det inte längre att här visa eventuella fel från indexeringen av din webbplats. %1$sLäs vidare i vårt uttalande om detta%2$s."],"Get the %s plugin now!":["Skaffa tillägget %s nu!"],"Personal info":["Personlig information"],"Organization logo":["Organisationens logga"],"Organization name":["Organisationens namn"],"(if one exists)":["(om någon finns)"],"Wikipedia page about you":["Wikipedia-sida om dig"],"YouTube profile URL":["URL för YouTube-profil"],"Tumblr profile URL":["URL för Tumblr-profil"],"SoundCloud profile URL":["URL för SoundCloud-profil"],"MySpace profile URL":["URL för MySpace-profil"],"Organization":["Organisation"],"You have previously set your site to represent a person. We’ve improved our functionality around Schema and the Knowledge Graph, so you should go in and %1$scomplete those settings%2$s.":["Du har tidigare ställt in att din webbplats representerar en person. Vi har förbättrat vår funktionalitet kring Schema och Knowledge Graph, så du bör gå in och %1$sslutföra dessa inställningar%2$s."],"Select a user...":["Välj en användare …"],"Uncategorized":["Okategoriserad"],"Pinterest profile URL":["URL för Pinterest-profil"],"LinkedIn profile URL":["URL för LinkedIn-profil"],"Instagram profile URL":["URL för Instagram-profil"],"No JSON object was returned.":["Inget JSON-objekt returnerades."],"Received internal links":["Mottagna interna länkar"],"Outgoing internal links":["Utgående interna länkar"],"New step added":["Nytt steg tillagd"],"New question added":["Ny fråga tillagd"],"For this feature to work, %1$s needs to create a table in your database. We were unable to create this table automatically.":["För att denna funktion ska fungera behöver %1$s skapa en tabell i din databas. Vi kunde inte skapa denna tabell automatiskt."],"Keyphrase":["Nyckelordsfras"],"%3$sImage Keyphrase%5$s: Out of %2$d images on this page, %1$d have alt attributes with words from your keyphrase or synonyms. That's a bit much. %4$sOnly include the keyphrase or its synonyms when it really fits the image%5$s.":["%3$sNyckelordsfras för bilder%5$s: Av totalt %2$d bild på denna sida har %1$d en alt-parameter med ord från nyckelordsfrasen eller dess synonymer. Det är i mesta laget. %4$sLägg bara in nyckelordsfrasen eller dess synonymer när den faktiskt passar för bilden%5$s."],"%3$sImage Keyphrase%5$s: Out of %2$d images on this page, only %1$d has an alt attribute that reflects the topic of your text. %4$sAdd your keyphrase or synonyms to the alt tags of more relevant images%5$s!":["%3$sNyckelordsfras för bild%5$s: Av totalt %2$d bild på denna sida har endast %1$d en alt-parameter som återspeglar textens tema. %4$sLägg in din nyckelordsfras eller dess synonymer i alt-parametrarna för fler relevanta bilder%5$s!","%3$sNyckelordsfras för bild%5$s: Av totalt %2$d bilder på denna sida har endast %1$d en alt-parameter som återspeglar textens tema. %4$sLägg in din nyckelordsfras eller dess synonymer i alt-parametrarna för fler relevanta bilder%5$s!"],"%1$sImage Keyphrase%3$s: Images on this page do not have alt attributes that reflect the topic of your text. %2$sAdd your keyphrase or synonyms to the alt tags of relevant images%3$s!":["%1$sNyckelordsfras för bild%3$s: Bilder på denna sida saknar alt-parameterar som återspeglar textens tema. %2$sLägg in din nyckelordsfras eller dess synonymer i alt-parametrarna för relevanta bilder%3$s!"],"%1$sImage Keyphrase%3$s: Images on this page have alt attributes, but you have not set your keyphrase. %2$sFix that%3$s!":["%1$sNyckelordsfras för bild%3$s: Bilderna på denna sida har alt-attribut, men du har inte angett din nyckelordsfras. %2$sRätta till det%3$s!"],"%1$sKeyphrase in subheading%2$s: %3$s of your H2 and H3 subheadings reflects the topic of your copy. Good job!":["%1$sNyckelordsfras i underrubriker%2$s: %3$s av dina underrubriker på nivån H2 eller H3 återspeglar textens ämne. Bravo!","%1$sNyckelordsfras i underrubriker%2$s: %3$s av dina underrubriker på nivån H2 eller H3 återspeglar textens ämne. Bravo!"],"%1$sKeyphrase in subheading%2$s: Your H2 or H3 subheading reflects the topic of your copy. Good job!":["%1$sNyckelordsfras i underrubrik%2$s: Dina underrubriker på nivån H2 eller H3 återspeglar textens ämne. Bravo!"],"%1$sKeyphrase in subheading%3$s: %2$sUse more keyphrases or synonyms in your H2 and H3 subheadings%3$s!":["%1$sNyckelordsfras i underrubriker%3$s: %2$sAnvänd oftare nyckelfrasen eller dess synonymer i dina underrubriker på någon H2 eller H3%3$s!"],"Page %s":["Sida %s"],"Cannot get the size of %1$s because of unknown reasons.":["Av okänd anledning går det inte att läsa av storleken på %1$s."],"Cannot get the size of %1$s because it is hosted externally.":["Det går inte att läsa av storleken på %1$s eftersom adressen leder till extern server."],"%1$sSingle title%3$s: H1s should only be used as your main title. Find all H1s in your text that aren't your main title and %2$schange them to a lower heading level%3$s!":["%1$sEndast en rubrik%3$s: Taggen H1 bör endast användas för din huvudrubrik. Hitta alla H1-taggar i texten som inte är huvudrubriken och %2$sändra dem till en lägre rubriknivå%3$s!"],"%1$sKeyphrase density%2$s: The keyphrase was found %5$d time. That's way more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$sNyckelordsdensitet%2$s: Nyckelordsfrasen hittades %5$d gång. Det är långt mer än det rekommenderade högsta antalet, %3$d gånger för en text av denna längd. %4$sÖveroptimera inte%2$s!","%1$sNyckelordsdensitet%2$s: Nyckelordsfrasen hittades %5$d gånger. Det är långt mer än det rekommenderade högsta antalet, %3$d gånger för en text av denna längd. %4$sÖveroptimera inte%2$s!"],"%1$sKeyphrase density%2$s: The keyphrase was found %5$d time. That's more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$sNyckelordsdensitet%2$s: Nyckelordsfrasen hittades %5$d gång. Det är mer än det rekommenderade högsta antalet, %3$d gånger för en text av denna längd. %4$sÖveroptimera inte%2$s!","%1$sNyckelordsdensitet%2$s: Nyckelordsfrasen hittades %5$d gånger. Det är mer än det rekommenderade högsta antalet, %3$d gånger för en text av denna längd. %4$sÖveroptimera inte%2$s!"],"%1$sKeyphrase density%2$s: The keyphrase was found %3$d time. This is great!":["%1$sNyckelordsdensitet%2$s: Nyckelordsfrasen hittades %3$d gång. Det är perfekt!","%1$sNyckelordsdensitet%2$s: Nyckelordsfrasen hittades %3$d gånger. Det är perfekt!"],"%1$sKeyphrase density%2$s: The keyphrase was found %5$d time. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sNyckelordsdensitet%2$s: Nyckelordsfrasen hittades %5$d gång. Det är lägre än rekommenderade minsta antalet, %3$d gånger i en text av denna längd. %4$sFokusera på din nyckelordsfras%2$s!","%1$sNyckelordsdensitet%2$s: Nyckelordsfrasen hittades %5$d gånger. Det är lägre än rekommenderade minsta antalet, %3$d gånger i en text av denna längd. %4$sFokusera på din nyckelordsfras%2$s!"],"%1$sKeyphrase density%2$s: The keyphrase was found 0 times. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sNyckelordsdensitet%2$s: Nyckelordsfrasen hittades 0 gånger. Det är lägre än rekommenderade minsta antalet, %3$d gånger i en text av denna längd. %4$sFokusera på din nyckelordsfras%2$s!"],"Import of settings is only supported on servers that run PHP 5.3 or higher.":["Import av inställningar stöds bara på servrar som kör PHP 5.3 eller högre."],"Export your %1$s settings here, to copy them on another site.":["Exportera dina %1$s-inställningar här för att kopiera dem på en annan webbplats."],"No settings found.":["Inga inställningar hittades."],"These are settings for the %1$s plugin by %2$s":["Dessa är inställningar för tillägget %1$s av %2$s"],"Copy all these settings to another site's %1$s tab and click \"%1$s\" there.":["Kopiera alla dessa inställningar till fliken %1$s på en annan webbplats och klicka på ”%1$s” där."],"You do not have the required rights to export settings.":["Du har inte rättigheterna som krävs för att exportera inställningar."],"Method %1$s() does not exist in class %2$s":["Metod %1$s() finns inte i klass %2$s"],"With %s, you can easily create such redirects.":["Med %s kan du enkelt skapa sådana omdirigeringar."],"Learn about why permalinks are important for SEO.":["Lär dig om varför permalänkar är viktiga för SEO."],"Changing your permalinks settings can seriously impact your search engine visibility. It should almost %1$s never %2$s be done on a live website.":["Om du ändrar dina permalänkar riskerar du att allvarligt påverka webbplatsen synlighet för sökmotorer. Man ska nästan %1$saldrig%2$s göra detta på en aktiv webbplats."],"WARNING:":["VARNING:"],"%1$sFunction words in keyphrase%3$s: Your keyphrase \"%4$s\" contains function words only. %2$sLearn more about what makes a good keyphrase.%3$s":["%1$sFunktionsord i nyckelordsfras%3$s: Din nyckelordsfras ”%4$s” innehåller endast funktionsord. %2$sLäs mer om vad som gör en nyckelordsfras bra.%3$s"],"Clear Image":["Rensa bild"],"%1$sKeyphrase length%3$s: %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sLängd på nyckelordsfras%3$s: %2$sAnge en nyckelordsfras för att räkna ut din SEO-poäng%3$s."],"%1$sKeyphrase in slug%2$s: More than half of your keyphrase appears in the slug. That's great!":["%1$sNyckelordsfrasen i permalänken%2$s: Mer än hälften av nyckelordsfrasen finns i permalänken. Jättebra!"],"%1$sKeyphrase in slug%3$s: (Part of) your keyphrase does not appear in the slug. %2$sChange that%3$s!":["%1$sNyckelordsfrasen i permalänken%3$s: (En del av) din nyckelordsfras saknas i permalänken. %2$sDet bör du åtgärda%3$s!"],"%1$sKeyphrase in slug%2$s: Great work!":["%1$sNyckelordsfras i slug%2$s: Bra jobbat!"],"Help on choosing the perfect focus keyphrase":["Hjälp att välja den perfekta fokusnyckelordsfrasen"],"Go %s!":["Kör %s!"],"Add related keyphrase":["Lägg till relaterad nyckelordsfras"],"Upgrade to %s":["Uppgradera till %s"],"Get %s":["Skaffa %s"],"%4$sPreviously used keyphrase%6$s: You've used this keyphrase %1$s multiple times before%3$s. %5$sDo not use your keyphrase more than once%6$s.":["%4$sTidigare använd nyckelordsfras%6$s: Du har använt denna nyckelordsfras %1$s gånger tidigare%3$s. %5$sAnvänd inte din nyckelordsfras mer än en gång%6$s."],"%3$sPreviously used keyphrase%5$s: You've used this keyphrase %1$sonce before%2$s. %4$sDo not use your keyphrase more than once%5$s.":["%3$sTidigare använd nyckelordsfras%5$s: Du har använt denna nyckelordsfras %1$sgång tidigare%2$s. %4$sAnvänd inte din nyckelordsfras mer än en gång%5$s."],"%1$sPreviously used keyphrase%2$s: You've not used this keyphrase before, very good.":["%1$sTidigare använd nyckelordsfras%2$s: Du har inte använt denna nyckelordsfras tidigare, mycket bra."],"%1$sImages%3$s: No images appear on this page. %2$sAdd some%3$s!":["%1$sBilder%3$s: Det finns inga bilder på sidan. %2$sLägg till några%3$s!"],"%1$sLink keyphrase%3$s: You're linking to another page with the words you want this page to rank for. %2$sDon't do that%3$s!":["%1$sNyckelordsfras i länk%3$s: Du länkar till en annan sida med orden som du vill att den här sidan ska ranka för. %2$sGör inte det%3$s!"],"%2$sText length%3$s: The text contains %1$d %4$s. Good job!":["%2$sTextlängd%3$s: Texten innehåller %1$d %4$s. Bra jobbat!"],"%1$sKeyphrase in subheading%3$s: More than 75%% of your H2 and H3 subheadings reflect the topic of your copy. That's too much. %2$sDon't over-optimize%3$s!":["%1$sNyckelordsfras i underrubriker%3$s: Över 75 %% av underrubrikerna på nivån H2 eller H3 återspeglar textens ämne. Det är för mycket. %2$sOptimera inte för hårt%3$s!"],"%1$sSEO title width%3$s: %2$sPlease create an SEO title%3$s.":["%1$sSEO rubrikbredd%3$s: %2$sSkapa en SEO-rubrik%3$s."],"%1$sSEO title width%3$s: The SEO title is wider than the viewable limit. %2$sTry to make it shorter%3$s.":["%1$sSEO rubrikbredd%3$s: SEO-rubriken är bredare än den synliga gränsen. %2$sFörsök att göra den kortare%3$s."],"%1$sSEO title width%2$s: Good job!":["%1$sSEO rubrikbredd%2$s: Bra jobbat!"],"%1$sSEO title width%3$s: The SEO title is too short. %2$sUse the space to add keyphrase variations or create compelling call-to-action copy%3$s.":["%1$sSEO-rubrikens längd%3$s: SEO-rubriken är för kort. %2$sAnvänd utrymmet till att lägga till varianter av nyckelordsfrasen eller skapa effektiv uppmanande text%3$s."],"%1$sOutbound links%2$s: There are both nofollowed and normal outbound links on this page. Good job!":["%1$sUtgående länkar%2$s: Det finns både nofollowed och normala utgående länkar på denna sida. Bra jobbat!"],"%1$sOutbound links%2$s: Good job!":["%1$sUtgående länkar%2$s: Bra jobbat!"],"%1$sOutbound links%3$s: All outbound links on this page are nofollowed. %2$sAdd some normal links%3$s.":["%1$sUtgående länkar%3$s: Alla utgående länkar på denna sida är nofollowed. %2$sLägg till några vanliga länkar%3$s."],"%1$sOutbound links%3$s: No outbound links appear in this page. %2$sAdd some%3$s!":["%1$sUtgående länkar%3$s: Inga utgående länkar visas på denna sida. %2$sLägg till några%3$s!"],"%1$sMeta description length%2$s: Well done!":["%1$sMetabeskrivningslängd%2$s: Bra gjort!"],"%1$sMeta description length%3$s: The meta description is over %4$d characters. To ensure the entire description will be visible, %2$syou should reduce the length%3$s!":["%1$sMetabeskrivningslängd%3$s: Metabeskrivningen är längre än %4$d tecken. För att vara säker på att hela beskrivningen är synlig, %2$sbör du korta ned den%3$s!"],"%1$sMeta description length%3$s: The meta description is too short (under %4$d characters). Up to %5$d characters are available. %2$sUse the space%3$s!":["%1$sMetabeskrivningslängd%3$s: Metabeskrivningen är för kort (under %4$d tecken). Upp till %5$d tecken är tillgängliga. %2$sAnvänd utrymmet%3$s!"],"%1$sMeta description length%3$s:  No meta description has been specified. Search engines will display copy from the page instead. %2$sMake sure to write one%3$s!":["%1$sMetabeskrivningslängd%3$s: Ingen metabeskrivning har specificerats. Sökmotorerna kommer att visa kopia från sidan istället. %2$sSe till att skriva en%3$s!"],"%1$sKeyphrase in meta description%2$s: The meta description has been specified, but it does not contain the keyphrase. %3$sFix that%4$s!":["%1$sNyckelordsfras i metabeskrivning%2$s: Metabeskrivningen har specificerats, men den innehåller inte nyckelordsfrasen. %3$sÅtgärda det%4$s!"],"%1$sKeyphrase in meta description%2$s: The meta description contains the keyphrase %3$s times, which is over the advised maximum of 2 times. %4$sLimit that%5$s!":["%1$sNyckelordsfras i metabeskrivningen%2$s: Nyckelordsfrasen återfinns i metabeskrivningen %3$s gånger, vilket är mer än det rekommenderade maximala värdet 2 gånger. %4$sMinska%5$s!"],"%1$sKeyphrase in meta description%2$s: Keyphrase or synonym appear in the meta description. Well done!":["%1$sNyckelordsfras i metabeskrivning%2$s: Nyckelordsfras eller synonym visas i metabeskrivningen. Bra gjort!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's way more than the recommended maximum of %2$d %6$s. %4$sMake it shorter%5$s!":["%3$sLängd på nyckelordsfras%5$s: Nyckelordsfrasen innehåller %1$d %6$s. Det är mycket mer än det rekommenderade maxantalet på %2$d %6$s. %4$sGör den kortare%5$s!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's more than the recommended maximum of %2$d %6$s. %4$sMake it shorter%5$s!":["%3$sLängd på nyckelordsfras%5$s: Nyckelordsfrasen innehåller %1$d %6$s. Det är mer än det rekommenderade maxantalet på %2$d %6$s. %4$sGör den kortare%5$s!"],"%1$sKeyphrase length%2$s: Good job!":["%1$sLängd på nyckelordsfras%2$s: Bra jobbat!"],"%1$sKeyphrase length%3$s: No focus keyphrase was set for this page. %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sLängd på nyckelordsfras%3$s: Ingen fokus-nyckelordsfras har angetts för den här sidan. %2$sAnge en nyckelordsfras för att beräkna din SEO-poäng%3$s."],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms do not appear in the first paragraph. %2$sMake sure the topic is clear immediately%3$s.":["%1$sNyckelordsfras i introduktionen%3$s: Din nyckelordsfras eller dess synonymer förekommer inte i den första paragrafen. %2$sSe till att ämnet genast framgår%3$s."],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms appear in the first paragraph of the copy, but not within one sentence. %2$sFix that%3$s!":["%1$sNyckelordsfras i introduktion%3$s: Din nyckelordsfras eller dess synonymer finns i det första stycket i texten, men inte inom samma mening. %2$sÅtgärda det%3$s!"],"%1$sKeyphrase in introduction%2$s: Well done!":["%1$sNyckelordsfras i inledning%2$s: Bra gjort!"],"%1$sInternal links%2$s: There are both nofollowed and normal internal links on this page. Good job!":["%1$sInterna länkar%2$s: Det finns både nofollowed och normal interna länkar på denna sida. Bra jobbat!"],"%1$sInternal links%2$s: You have enough internal links. Good job!":["%1$sInterna länkar%2$s: Du har tillräckligt med interna länkar. Bra jobbat!"],"%1$sInternal links%3$s: The internal links in this page are all nofollowed. %2$sAdd some good internal links%3$s.":["%1$sInterna länkar%3$s: De interna länkarna på denna sida är alla nofollow. %2$sLägg till några bra interna länkar%3$s."],"%1$sInternal links%3$s: No internal links appear in this page, %2$smake sure to add some%3$s!":["%1$sInterna länkar%3$s: Inga interna länkar visas på denna sida, %2$s var noga med att lägga till några%3$s!"],"%1$sTransition words%2$s: Well done!":["%1$sÖvergångsord%2$s: Bra gjort!"],"%1$sTransition words%2$s: Only %3$s of the sentences contain transition words, which is not enough. %4$sUse more of them%2$s.":["%1$sÖvergångsord%2$s: Endast %3$s av meningarna innehåller övergångsord, vilket inte är tillräckligt. %4$sAnvänd fler%2$s."],"%1$sTransition words%2$s: None of the sentences contain transition words. %3$sUse some%2$s.":["%1$sÖvergångsord%2$s: Ingen av meningarna innehåller övergångsord. %3$sAnvänd några%2$s."],"%1$sNot enough content%2$s: %3$sPlease add some content to enable a good analysis%2$s.":["%1$sInte tillräckligt med innehåll%2$s: %3$sLägg till lite innehåll för att möjliggöra en bra analys%2$s."],"%1$sSubheading distribution%2$s: You are not using any subheadings, but your text is short enough and probably doesn't need them.":["%1$sFördelning av underrubriker%2$s: Du använder inga underrubriker, men din text är så kort att du förmodligen inte behöver dem."],"%1$sSubheading distribution%2$s: You are not using any subheadings, although your text is rather long. %3$sTry and add some subheadings%2$s.":["%1$sFördelning av underrubriker%2$s: Du använder inga underrubriker trots att din text är ganska lång. %3$sFörsök lägga till några underrubriker%2$s."],"%1$sSubheading distribution%2$s: %3$d section of your text is longer than %4$d %6$s and is not separated by any subheadings. %5$sAdd subheadings to improve readability%2$s.":["%1$sFördelning av underrubrik%2$s: %3$d sektion i din text är längre än %4$d %6$s och separeras inte av några underrubriker. %5$sLägg till underrubriker för att förbättra läsbarheten%2$s.","%1$sFördelning av underrubrik%2$s: %3$d sektion i din text är längre än %4$d %6$s och separeras inte av några underrubriker. %5$sLägg till underrubriker för att förbättra läsbarheten%2$s."],"%1$sSubheading distribution%2$s: Great job!":["%1$sFördelning av underrubriker%2$s: Bra jobbat!"],"%1$sSentence length%2$s: %3$s of the sentences contain more than %4$s %7$s, which is more than the recommended maximum of %5$s. %6$sTry to shorten the sentences%2$s.":["%1$sMeningslängd%2$s: %3$s av meningarna innehåller mer än %4$s %7$s, vilket är mer än rekommenderat maximum på %5$s. %6$sFörsök att förkorta meningarna%2$s."],"%1$sSentence length%2$s: Great!":["%1$sMeningslängd%2$s: Bra!"],"%1$sConsecutive sentences%2$s: There is enough variety in your sentences. That's great!":["%1$sEfterföljande meningar%2$s: Det finns tillräckligt med variation i dina meningar. Bra jobbat!"],"%1$sConsecutive sentences%2$s: The text contains %3$d consecutive sentences starting with the same word. %5$sTry to mix things up%2$s!":["%1$sMeningar i följd%2$s: Texten innehåller %3$d mening i rad som inleds med samma ord. %5$sFörsök att blanda lite bättre%2$s!","%1$sMeningar i följd%2$s: Texten innehåller %4$d ställen med %3$d meningar i rad som inleds med samma ord. %5$sFörsök att blanda lite bättre%2$s!"],"%1$sPassive voice%2$s: %3$s of the sentences contain passive voice, which is more than the recommended maximum of %4$s. %5$sTry to use their active counterparts%2$s.":["%1$sPassiva verbformer%2$s: %3$s av meningarna innehåller passiva verbformer, vilket är mer än den rekommenderade maximala andelen på %4$s. %5$sFörsök att använda dess aktiva motsvarigheter%2$s."],"%1$sPassive voice%2$s: You're using enough active voice. That's great!":["%1$sPassivt tilltal%2$s: Du använder tillräckligt aktivt tilltal. Det är bra!"],"%1$sParagraph length%2$s: %3$d of the paragraphs contains more than the recommended maximum of %4$d %6$s. %5$sShorten your paragraphs%2$s!":["%1$sLängd på stycken%2$s: %3$d av styckena innehåller mer än det rekommenderade maximala antalet på %4$d %6$s. %5$sKorta ner dina stycken%2$s!","%1$sLängd på stycken%2$s: %3$d av styckena innehåller mer än det rekommenderade maximala antalet på %4$d %6$s. %5$sKorta ner dina stycken%2$s!"],"%1$sParagraph length%2$s: None of the paragraphs are too long. Great job!":["%1$sLängd på textstycken%2$s: Inget stycke är för långt. Bra jobbat!"],"Good job!":["Bra jobbat!"],"Focus keyphrase: ":["Fokusnyckelordsfras: "],"Focus keyphrase":["Fokusnyckelordsfras"],"Disable":["Inaktivera"],"Allow Control":["Tillåt kontroll"],"This tab allows you to selectively disable %s features for all sites in the network. By default all features are enabled, which allows site admins to choose for themselves if they want to toggle a feature on or off for their site. When you disable a feature here, site admins will not be able to use that feature at all.":["Denna flik låter dig selektivt inaktivera funktioner i %s för alla webbsidor i nätverket. Som standard är alla funktioner aktiverade, vilket låter sidadministratörer att själva avgöra om de vill använda en funktion eller inte för sin webbplats. Om du inaktiverar en funktion här kommer administratörerna för olika webbplatser inte att kunna använda den funktionen överhuvudtaget."],"%s is a required feature toggle argument.":["%s är ett obligatoriskt argument för funktionsväxling."],"Remove keyphrase":["Ta bort nyckelordsfras"],"Keyphrase:":["Nyckelordsfras:"],"This feature has been disabled by the network admin.":["Denna funktion har inaktiverats av nätverksadministratören."],"Focus keyphrase not set.":["Ingen fokusnyckelordsfras har angetts."],"Colon":["Kolon"],"Optional. Customize how you want to describe the duration of the instruction":["Valfritt. Anpassa hur du vill beskriva varaktigheten av instruktionen"],"Describe the duration of the instruction:":["Beskriv varaktigheten av instruktionen:"],"Learn more about the readability analysis":["Lär dig mer om läsbarhetsanalysen"],"Readability analysis:":["Läsbarhetsanalys:"],"There is a new notification.":["Det finns en ny avisering.","Det finns nya aviseringar."],"Both %1$s and %2$s manage the SEO of your site. Running two SEO plugins at the same time is detrimental.":["Både %1$s och %2$s hanterar SEO på din webbplats. Att köra två SEO-tillägg samtidigt är skadlig."],"%s, %s and %s":["%s, %s och %s"],"%s and %s":["%s och %s"],"%d minute":["%d minut","%d minuter"],"%d hour":["%d timme","%d timmar"],"%d day":["%d dag","%d dagar"],"Enter a step title":["Ange en stegrubrik"],"Optional. This can give you better control over the styling of the steps.":["Valfritt. Detta kan ge dig bättre kontroll över utseendet på stegen."],"CSS class(es) to apply to the steps":["CSS-klass(er) som ska tillämpas på steget"],"minutes":["minuter"],"hours":["timmar"],"days":["dagar"],"Create a How-to guide in an SEO-friendly way. You can only use one How-to block per post.":["Skapa en Hur-gör-man-guide på ett SEO-vänligt sätt. Du kan endast använda ett Hur-gör-man-block per inlägg."],"Copy error":["Kopieringsfel"],"An error occurred loading the %s primary taxonomy picker.":["Ett fel uppstod vid hämtning av den primära taxonomiväljaren för %s."],"%1$s Structured Data Blocks":["%1$s strukturerade datablock"],"Time needed:":["Tid som behövs:"],"Move question down":["Flytta fråga ner"],"Move question up":["Flytta fråga upp"],"Insert question":["Infoga fråga"],"Delete question":["Ta bort fråga"],"Enter the answer to the question":["Ange svaret på frågan"],"Enter a question":["Ange en fråga"],"Add question":["Lägg till fråga"],"Frequently Asked Questions":["Vanliga frågor"],"Select the primary %s":["Välj den primära %s"],"Check links to this URL":["Kontrollera länkar till denna URL"],"Are you trying to use multiple keyphrases? You should add them separately below.":["Försöker du använda flera nyckelordsfraser? Du borde lägga till dem separat nedan."],"Mark as cornerstone content":["Markera som grundstensinnehåll"],"Move step down":["Flytta ned steg"],"Move step up":["Flytta upp steg"],"Insert step":["Infoga steg"],"Delete step":["Ta bort steg"],"Add image":["Lägg till bild"],"Enter a step description":["Ange en stegbeskrivning"],"Enter a description":["Ange en beskrivning"],"Unordered list":["Osorterad lista"],"Showing step items as an ordered list.":["Visar stegobjekt i en sorterad lista."],"Showing step items as an unordered list":["Visar stegobjekt i en osorterad lista"],"Add step":["Lägg till steg"],"Delete total time":["Ta bort total tid"],"Add total time":["Lägg till total tid"],"How to":["Hur man gör"],"How-to":["Hur-man-gör"],"Analysis results":["Analysresultat"],"Enter a focus keyphrase to calculate the SEO score":["Ange en fokus-nyckelordsfras för att beräkna SEO-poängen"],"Learn more about Cornerstone Content.":["Lär dig mer om grundstensinnehåll."],"Cornerstone content should be the most important and extensive articles on your site.":["Grundstensinnehåll ska vara de viktigaste och mest omfattande artiklarna på din webbplats."],"Restore Site":["Återställ webbplats"],"Network Settings":["Nätverksinställningar"],"You are not allowed to perform this action.":["Du har inte behörighet att utföra denna åtgärd."],"Error: %s":["Fel: %s"],"Success: %s":["Klart: %s"],"Site with ID %d not found.":["Webbplats med ID %d hittades inte."],"No site has been selected to restore.":["Ingen webbplats har valts för att återställa."],"You are not allowed to modify unregistered network settings.":["Du saknar behörighet att modifiera oregistrerade nätverksinställningar."],"deleted":["borttaget"],"Copied!":["Kopierad!"],"Not supported!":["Stöds inte!"],"{{a}}Read our article about site structure{{/a}} to learn more about how internal linking can help improve your SEO.":["{{a}}Läs vår artikel om webbplatsstruktur{{/a}} för att lära dig mer om hur intern länkning kan förbättra din SEO."],"Consider linking to these {{a}}cornerstone articles:{{/a}}":["Överväg att länka till dessa {{a}}grundstensartiklar:{{/a}}"],"Consider linking to these articles:":["Överväg att länka till dessa artiklar:"],"Copy link":["Kopiera länk"],"Copy link to suggested article: %s":["Kopiera länk till föreslagen artikel: %s"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":["Läs vår %1$sultimata guide till nyckelordsundersökning%2$s för att lära dig mer om nyckelordsundersökning och nyckelordsstrategi."],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly. ":["Följande ord och ordkombinationer förekommer mest i innehållet. Dessa ger en indikation på vad ditt innehåll fokuserar på. Om orden skiljer sig mycket från ditt ämne, kanske du vill skriva om ditt innehåll i enlighet med detta. "],"Prominent words":["Framträdande ord"],"The site's tagline":["Webbplatsens slogan"],"Not all required fields are given. Missing field %1$s":["Alla obligatoriska fält är inte ifyllda. Fältet %1$s saknas"],"Add synonyms":["Lägg till synonymer"],"You can edit the SEO metadata for this custom type on the %1$sShop page%2$s.":["Du kan redigera dina SEO meta-data för denna anpassade typ på %1$sbutikssidan%2$s."],"Current year":["Nuvarande år"],"Page":["Sida"],"Something went wrong. Please reload the page.":["Något gick fel. Ladda om sidan."],"Tagline":["Slogan"],"description (custom taxonomy)":["beskrivning (anpassad taxonomi)"],"(custom taxonomy)":["(anpassad taxonomi)"],"(custom field)":["(anpassat fält)"],"Term404":["Term404"],"Caption":["Rubrik"],"Pagenumber":["Sidnummer"],"Pagetotal":["Sidtotal"],"User description":["Användarbeskrivning"],"ID":["ID"],"Modified":["Ändrad"],"Post type (plural)":["Inläggstyp (plural)"],"Post type (singular)":["Inläggstyp (singular)"],"Separator":["Avgränsare"],"Search phrase":["Sökfras"],"Term title":["Termrubrik"],"Term description":["Termbeskrivning"],"Tag description":["Etikettbeskrivning"],"Category description":["Kategoribeskrivning"],"Primary category":["Huvudkategori"],"Category":["Kategori"],"Tag":["Etikett"],"Excerpt only":["Endast utdrag"],"Excerpt":["Utdrag"],"Site title":["Sidrubrik"],"Archive title":["Arkivrubrik"],"Parent title":["Överordnad rubrik"],"Date":["Datum"],"Get Yoast SEO Premium":["Skaffa Yoast SEO Premium"],"You should create a redirect to ensure your visitors do not get a 404 error when they click on the no longer working URL.":["Du bör skapa en omdirigering för att se till att dina besökare inte får ett 404-fel när de klickar på den URL som inte längre fungerar."],"Search engines and other websites can still send traffic to your deleted content.":["Sökmotorer och andra webbplatser kan fortfarande skicka trafik till ditt borttagna inlägg."],"Make sure you don't miss out on traffic!":["Se till att du inte missar trafik!"],"You just deleted a %1$s.":["Du tog just bort en %1$s."],"You just trashed a %1$s.":["Du slängde just en %1$s."],"Url preview":["Förhandsgranskning av URL"],"Please provide a meta description by editing the snippet below. If you don’t, Google will try to find a relevant part of your post to show in the search results.":["Ange en metabeskrivning genom att ändra förhandsvisningstexten nedan. Om du inte gör detta, kommer Google att försöka hitta en relevant del av ditt inlägg för visning i sökresultaten."],"Dismiss this notice":["Avfärda denna notis"],"No results":["Inga resultat"],"%d result found, use up and down arrow keys to navigate":["%d resultat hittades. Navigera med pilarna upp/ned","%d resultat hittades. Navigera med pilarna upp/ned"],"Your site language is set to %s. If this is not correct, contact your site administrator.":["Språket för din webbplats är inställt till %s. Om detta inte stämmer bör du kontakta webbplatsens administratör."],"The %s importer functionality uses temporary database tables. It seems your WordPress install does not have the capability to do this, please consult your hosting provider.":["Importfunktionen %s använder temporära databastabeller. Det verkar som om din WordPress-installation inte har möjlighet att göra detta, kontakta ditt webbhotell."],"Cleanup of %s data failed.":["Rensningen av %s data misslyckades."],"Content Type":["Innehållstyp"],"Filter by content type":["Filtrera efter innehållstyp"],"Show All Content Types":["Visa alla innehållstyper"],"Replaced with the normal title for an archive generated by WordPress":["Ersatt med den vanliga rubriken för ett arkiv som genereras av WordPress"],"Clean":["Rensa"],"Once you're certain your site is OK, you can clean up. This will remove all the original data.":["När du är säker på att din webbplats är OK så kan du rensa den. Detta kommer ta bort alla originaldata."],"Step 5: Clean up":["Steg 5: Rensa"],"Please check your posts and pages and see if the metadata was successfully imported.":["Kontrollera dina sidor och inlägg så att metadatan importerades."],"Step 3: Check your data":["Steg 3: Kontrollera dina data"],"This will import the post metadata like SEO titles and descriptions into your %1$s metadata. It will only do this when there is no existing %1$s metadata yet. The original data will remain in place.":["Detta kommer att importera inläggets metadata som SEO-rubriker och beskrivningar till dina metadata för %1$s. Detta görs endast när det inte finns någon existerande metadata för %1$s. De ursprungliga uppgifterna kommer att finnas kvar."],"Step 2: Import":["Steg 2: Importera"],"Please make a backup of your database before starting this process.":["Gör en säkerhetskopia av din databas innan du startar denna process."],"Step 1: Create a backup":["Steg 1: Skapa en säkerhetskopia"],"We've detected data from one or more SEO plugins on your site. Please follow the following steps to import that data:":["Vi har upptäckt data från en eller flera SEO-tillägg på din webbplats. Följ stegen nedan för att importera detta:"],"Plugin: ":["Tillägg: "],"%s did not detect any plugin data from plugins it can import from.":["%s upptäckte inte någon tilläggsdata från tillägg som det kan importera från."],"Posts that should not show up in search results":["Inlägg som inte visas i sökresultat"],"%s data found.":["%s data hittades."],"%s data successfully removed.":["%s data har tagits bort."],"%s data successfully imported.":["%s data importerades."],"%s data not found.":["%s data hittades inte."],"On":["På"],"Help on: %s":["Hjälp med: %s"],"Off":["Av"],"See who contributed to %1$s.":["Se vem som bidragit till %1$s."],"Help on this search results setting":["Hjälp med denna inställning för sökresultat"],"Not showing the archive for %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["Att inte visa arkiven för %1$s i sökresultaten innebär tekniskt att dessa kommer ha meta-flaggan %2$s för robotar och utesluts ur XML-webbplatskartor. %3$sMer info om inställningarna för sökresultat%4$s."],"Not showing %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["Att inte visa %1$s i sökresultaten innebär tekniskt att dessa kommer ha meta-flaggan %2$s för robotar och utesluts ur XML-webbplatskartor. %3$sMer info om inställningarna för sökresultat%4$s."],"Default for %2$s, currently: %1$s":["Standard för %2$s, för närvarande: %1$s"],"Show %s in search results?":["Visa %s i sökresultaten?"],"this author's archives":["arkiv för denna författare"],"Do not allow search engines to show %s in search results.":["Tillåt inte sökmotorer att visa %s i sökresultat."],"Read why XML Sitemaps are important for your site.":["Läs om varför XML-webbplatskartor är viktiga för din webbplats."],"Enable the XML sitemaps that %s generates.":["Aktivera XML-webbplatskartan som %s genererar."],"See the XML sitemap.":["Visa XML-webbplatskartan."],"%s (current default for %s)":["%s (nuvarande standard för %s)"],"Should search engines follow links on this %1$s?":["Ska sökmotorer följa länkar på denna %1$s?"],"Allow search engines to show this %s in search results?":["Tillåt sökmotorer att visa denna/detta %s i sökresultat?"],"Allow search engines to show this content in search results?":["Vill du tillåta att sökmotorer visar detta innehåll i sökresultaten?"],"Toggle %1$s's XML Sitemap":["Slå på/av XML-webbplatskartan för %1$s"],"%s integration":["Integration med %s"],"Find out how the text link counter can enhance your SEO.":["Få reda på hur textlänkräknaren kan förbättra din SEO."],"The text link counter helps you improve your site structure.":["Textlänkräknaren hjälper dig förbättra strukturen för din webbplats."],"Find out how cornerstone content can help you improve your site structure.":["Få reda på hur grundstensinnehåll kan hjälpa dig förbättra strukturen för din webbplats."],"The cornerstone content feature lets you to mark and filter cornerstone content on your website.":["Funktionen grundstensinnehåll låter dig markera och filtrera grundstensinnehåll på din webbplats."],"Discover why readability is important for SEO.":["Få reda på varför läsbarhet är viktigt för SEO."],"The readability analysis offers suggestions to improve the structure and style of your text.":["Läsbarhetsanalysen visar dig hur du förbättrar strukturen och stilen för din text."],"Learn how the SEO analysis can help you rank.":["Lär dig hur SEO-analysen kan hjälpa dig ranka."],"The SEO analysis offers suggestions to improve the SEO of your text.":["SEO-analysen visar dig hur du kan förbättra SEO för din text."],"SEO analysis":["SEO-analys"],"Good results":["Bra resultat"],"https://yoa.st/1uk":["https://yoa.st/1uk"],"https://yoa.st/1uj":["https://yoa.st/1uj"],"Latest blog posts on %1$s":["Senaste blogginläggen på %1$s"],"Remove highlight from the text":["Ta bort markering från texten"],"Your site language is set to %s. ":["Språket på din webbplats är inställt på %s. "],"First-time SEO configuration":["Startkonfiguration för SEO"],"Highlight this result in the text":["Markera detta resultat i texten"],"Considerations":["Överväganden"],"Errors":["Fel"],"Change language":["Byt språk"],"%s file":["filen %s"],"Save changes to %s":["Spara ändringar till %s"],"Edit the content of your %s:":["Redigera innehållet i din %s:"],"Create %s file":["Skapa filen %s"],"Updated %s":["Uppdaterade %s"],"You cannot edit the %s file.":["Du kan inte redigera filen %s."],"You cannot create a %s file.":["Du kan inte skapa filen %s."],"Other integrations":["Andra integreringar"],"More information about %1$s":["Mer information om %1$s"],"Old Configuration Wizard":["Gammal konfigurationsguide"],"Manage your %s subscription on MyYoast":["Hantera din %s-prenumeration på MyYoast"],"Mark the most important %1$s as 'cornerstone content' to improve your site structure. %2$sLearn more about cornerstone content%3$s.":["Markera de viktigaste %1$s som ”grundstensinnehåll” för att förbättra din webbplatsstruktur. %2$sLäs mer om grundstensinnehåll%3$s."],"(Opens in a new browser tab)":["(Öppnas i en ny webbläsarflik)"],"Go back":["Gå tillbaka"],"Posts %1$swithout%2$s a focus keyphrase":["Inlägg %1$sutan%2$s en fokusnyckelordsfras"],"Hey, your SEO is doing pretty well! Check out the stats:":["Det går ganska bra för din SEO! Kolla in statistiken:"],"You don't have any published posts, your SEO scores will appear here once you make your first post!":["Du har inga publicerade inlägg, dina SEO-poäng kommer att visas här när du gör ditt första inlägg!"],"Read more like this on our SEO blog":["Läs mer om sådant här på vår SEO-blogg"],"Readability: %s":["Läsbarhet: %s"],"Not activated":["Inte aktiverad"],"Activated":["Aktiverad"],"%1$s recommendations for you":["Rekommendationer för dig från %1$s"],"All Readability Scores":["Alla läsbarhetspoäng"],"Filter by Readability Score":["Filtrera efter läsbarhetspoäng"],"Request method %1$s is not valid.":["Metoden %1$s är inte giltig för begäran."],"Text link counter":["Textlänkräknare"],"Number of internal links linking to this post. See \"Yoast Columns\" text in the help tab for more info.":["Antal interna länkar som länkar till detta inlägg. Se texten ”Yoast-kolumner” i hjälpfliken för mer info."],"Number of outgoing internal links in this post. See \"Yoast Columns\" text in the help tab for more info.":["Antal utgående interna länkar i detta inlägg. Se texten ”Yoast kolumner” i hjälpfliken för mer info."],"%s Columns":["%s-kolumner"],"Readability score":["Läsbarhetspoäng"],"Scroll to see the preview content.":["Rulla för att se förhandsgranskning av innehållet."],"Cornerstone content":["Grundstensinnehåll"],"Save changes":["Spara ändringar"],"1 year free support and updates included!":["1 års fri support och uppdateringar ingår!"],"The plugin %2$s changes your site's output and in doing that differentiates between search engines and normal users, a process that's called cloaking. We highly recommend that you disable it.":["Tillägget %2$s ändrar din webbplats output och skiljer genom det mellan sökmotorer och vanliga användare, en process som kallas cloaking. Vi rekommenderar starkt att du inaktiverar det."],"No ads!":["Inga annonser!"],"Get internal linking suggestions":["Få interna länkförslag"],"Variable":["Variabel"],"Available variables":["Tillgängliga variabler"],"Scroll to see the table content.":["Rulla för att se innehållet i tabellen."],"An error occurred in the '%1$s' assessment":["Ett fel uppstod i utvärderingen av ”%1$s”"],"No new notifications.":["Inga nya aviseringar."],"Save all":["Spara allt"],"Save":["Spara"],"%1$s, Author at %2$s":["%1$s, författare på %2$s"],"Mobile preview":["Förhandsgranskning för mobil"],"Desktop preview":["Förhandsgranskning för stationär dator"],"Please provide an SEO title by editing the snippet below.":["Ange en SEO-rubrik genom att redigera förhandsvisningstexten nedan."],"Meta description preview:":["Förhandsgranska metabeskrivning:"],"Slug preview:":["Förhandsgranskning av slug:"],"SEO title preview:":["Förhandsvisning av SEO-rubrik:"],"Close snippet editor":["Stäng redigeraren för förhandsvisningstexten"],"Slug":["Slug"],"Remove marks in the text":["Ta bort markeringar i texten"],"Mark this result in the text":["Markera detta resultat i texten"],"Marks are disabled in current view":["Markeringar är inaktiverade i nuvarande vy"],"Good SEO score":["Bra SEO-poäng"],"OK SEO score":["OK SEO-poäng"],"Feedback":["Feedback"],"Name":["Namn"],"Please provide a meta description by editing the snippet below.":["Ange en metabeskrivning genom att redigera förhandsvisningstexten nedan."],"Edit snippet":["Redigera förhandsvisningstext"],"You can click on each element in the preview to jump to the Snippet Editor.":["Du kan klicka på varje element i förhandsgranskningen för att gå till redigeraren för förhandsvisningstexten."],"SEO title preview":["Förhandsgranska SEO-rubrik"],"Export settings":["Exportera inställningar"],"Please don't show me this notification anymore":["Visa inte detta meddelande igen"],"If you are experiencing issues, %1$splease file a bug report%2$s and we'll do our best to help you out.":["Om du upplever problem, %1$sskicka en felrapport%2$s så ska vi göra vårt bästa för att hjälpa dig."],"We've noticed you've been using %1$s for some time now; we hope you love it! We'd be thrilled if you could %2$sgive us a 5 stars rating on WordPress.org%3$s!":["Vi har märkt att du har använt %1$s ett tag nu, vi hoppas att du gillar det! Vi skulle bli glada om du kunde %2$sge oss ett 5-stjärnigt betyg på WordPress.org%3$s!"],"%1$s + %2$s":["%1$s + %2$s"],"Warning: the variable %1$s cannot be used in this template. See the %2$s for more info.":["Varning: variabeln %1$s kan inte användas i denna mall. Se %2$s för mer information."],"By the way, did you know we also have a %1$sPremium plugin%2$s? It offers advanced features, like a redirect manager and support for multiple keyphrases. It also comes with 24/7 personal support.":["Visste du förresten att vi också har ett %1$sPremium-tillägg%2$s? Det erbjuder avancerade funktioner, så som en hanterare för omdirigeringar och stöd för flera nyckelordsfraser. Det ingår också personlig support 24/7."],"(no title)":["(ingen rubrik)"],"The %1$s admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["Administratörsmenyn %1$s innehåller användbara länkar till tredje-parts-verktyg för att analysera sidor och gör det lätt att se om du har nya notiser."],"Admin bar menu":["Administratörsmeny"],"Features":["Funktioner"],"SEO title":["SEO-rubrik"],"Greater than sign":["Större än-tecken"],"Less than sign":["Mindre än-tecken"],"Right angle quotation mark":["Högervinklat citationstecken"],"Left angle quotation mark":["Vänstervinklat citationstecken"],"Small tilde":["Liten tilde"],"Vertical bar":["Lodrätt streck"],"Low asterisk":["Låg asterisk"],"Asterisk":["Asterisk"],"Bullet":["Punkt"],"Middle dot":["Mellanpunkt"],"Em dash":["Brett tankstreck"],"En dash":["Tankstreck"],"Dash":["Smalt tankstreck"],"No":["Nej"],"Yes":["Ja"],"Google search console":["Google Search Console"],"Social profiles":["Sociala profiler"],"Posts list":["Inläggslista"],"Posts list navigation":["Navigation för inläggslista"],"Filter posts list":["Filtrera inläggslistan"],"Installed":["Installerad"],"Seamless integration between %1$s and %2$s":["Sömlös integration mellan %1$s och %2$s"],"Optimize your site for Google News":["Optimera din webbplats för Google Nyheter"],"Edit &#8220;%s&#8221;":["Redigera ”%s”"],"Premium":["Premium"],"Get Premium":["Skaffa Premium"],"Notifications":["Aviseringar"],"Removes the focus keyphrase section from the metabox and disables all SEO-related suggestions.":["Tar bort sektionen nyckelordsfras från metarutan och inaktiverar alla SEO-relaterade förslag."],"Disable SEO analysis":["Inaktivera SEO-analys"],"Other social profiles":["Andra sociala profiler"],"Make primary":["Gör till primär"],"Cancel":["Avbryt"],"%s notification":["%s avisering","%s aviseringar"],"Disable readability analysis":["Inaktivera läsbarhetsanalys"],"Removes the readability analysis section from the metabox and disables all readability-related suggestions.":["Tar bort sektionen läsbarhetsanalys från metarutan och inaktiverar alla läsbarhetsrelaterade förslag."],"Readability analysis":["Läsbarhetsanalys"],"Needs improvement":["Behöver förbättras"],"Readability":["Läsbarhet"],"Improvements":["Förbättringar"],"Good job! We could detect no serious SEO problems.":["Bra jobbat! Vi kan inte upptäcka några allvarliga SEO-problem."],"We have detected the following issues that affect the SEO of your site.":["Vi har upptäckt följande problem som påverkar SEO på din webbplats."],"Problems":["Problem"],"Analysis":["Analyser"],"Not available":["Inte tillgängligt"],"Filter by SEO Score":["Filtrera efter SEO-poäng"],"Meta description not set.":["Metabeskrivning har inte angetts."],"Open":["Öppna"],"Loading...":["Laddar in …"],"No results found":["Inga resultat hittades"],"Dashboard":["Adminpanel"],"You can fix this on the %1$sPermalink settings page%2$s.":["Du kan åtgärda detta på %1$sinställningssidan för permalänkar%2$s."],"Replaced with the primary category of the post/page":["Ersatt med den primära kategorin för inlägget/sidan"],"Buy %s":["Köp %s"],"New %1$s Title":["Ny %1$s rubrik"],"Existing %1$s Title":["Befintlig %1$s rubrik"],"Expected an integer as input.":["Förväntade ett heltal som inmatning."],"Trying to build the sitemap cache key, but the postfix and prefix combination leaves too little room to do this. You are probably requesting a page that is way out of the expected range.":["Försöker bygga cachenyckeln till webbplatskartan, men postfix- och prefixkombinationen lämnar för lite utrymme att göra detta. Du begär förmodligen en sida som är långt ifrån det förväntade intervallet."],"Redirects":["Omdirigeringar"],"Remove":["Ta bort"],"Keep":["Behåll"],"Bold the last page":["Gör sista sidan till fetstil"],"Primary %s":["Primär %s"],"Primary":["Primär"],"Make %1$s primary %2$s":["Gör %1$s primär %2$s"],"Integrations":["Integrationer"],"Term is set to noindex.":["Termen är inställd på noindex."],"Author archives":["Arkiv för författare"],"Enabled":["Aktiverad"],"Disabled":["Inaktiverad"],"The separator defined in your theme's %s tag.":["Avgränsaren definierad i ditt temas %s-tagg."],"No index":["Inget index"],"SEO score":["SEO-poäng"],"Team Yoast":["Team Yoast"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["Den första riktiga allt-i-ett SEO-lösningen för WordPress, inklusive innehållsanalys på sidor, XML webbplatskartor och mycket mer."],"Yoast SEO":["Yoast SEO"],"Activation failed:":["Aktiveringen misslyckades:"],"The filter extension seem to be unavailable. Please ask your web host to enable it.":["Filtreringstillägget är inte tillgängligt. Be ditt webbhotell att aktivera det."],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":["Installationen av tillägget %1$s är inte färdig. Se %2$sinstallationsinstruktionerna%3$s."],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":["Utökningen ”Standardbibliotek för PHP (SPL)” verkar inte kunna nås. Be ditt webbhotell att aktivera det."],"SEO Settings":["SEO-inställningar"],"Mobile-Friendly Test":["Mobilvänligt test"],"Google Page Speed Test":["Google Page Speed Test"],"Facebook Debugger":["Facebook Debugger"],"Analyze this page":["Analysera denna sida"],"%s does not seem to be a valid url. Please correct.":["%s verkar inte vara en giltig URL. Rätta till detta."],"%1$s does not seem to be a valid %2$s verification string. Please correct.":["%1$s verkar inte vara en giltig %2$s-verifieringssträng. Rätta till detta."],"%s Archive":["%s arkiv"],"You searched for %s":["Du sökte efter %s"],"%s does not seem to be a valid Twitter Username. Please correct.":["%s verkar inte vara ett giltigt användarnamn för Twitter. Rätta till detta."],"Summary with large image":["Sammanfattning med stor bild"],"The post %1$s appeared first on %2$s.":["Inlägget %1$s dök först upp på %2$s."],"No numeric value was received.":["Inget numeriskt värde mottogs."],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":["Detta måste vara en existerande blogg. Bloggen %s finns inte eller har markerats som borttagen."],"The default blog setting must be the numeric blog id of the blog you want to use as default.":["Inställningen för standard-bloggens ID måste vara det numeriska blogg-ID:et för den blogg du vill ha som standard-blogg."],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":["%1$s är inte ett giltigt val för vem som ska ha tillgång till inställningarna för %2$s. Värdet har återställts till det ursprungliga."],"Please select a valid post type for taxonomy \"%s\"":["Välj en giltig inläggstyp för taxonomi ”%s”"],"Please select a valid taxonomy for post type \"%s\"":["Välj en giltig taxonomi för inläggstyp ”%s”"],"You searched for":["Du sökte efter"],"Home":["Hem"],"Archives for":["Arkiv för"],"Error 404: Page not found":["Fel 404: Sidan hittades inte"],"Good":["Bra"],"Replaced with a custom taxonomies description":["Ersatt med en anpassad taxonomibeskrivning"],"Replaced with a posts custom taxonomies, comma separated.":["Ersatt med ett inläggs anpassade taxonomier, kommaseparerat."],"Replaced with a posts custom field value":["Ersatt med värde i ett anpassat fält för ett inlägg"],"Replaced with the slug which caused the 404":["Ersatte med den slug som orsakade 404"],"Replaced with the posts focus keyphrase":["Ersatt med inläggens fokusnyckelordsfraser"],"Attachment caption":["Bildtext för bilaga"],"Replaced with the current page number":["Ersatt med det nuvarande sidnumret"],"Replaced with the current page total":["Ersatt med den nuvarande sidans totala"],"Replaced with the current page number with context (i.e. page 2 of 4)":["Ersatt med nuvarande sidans nummer i ordning (t ex sid 2 av 4)"],"Replaced with the current year":["Ersätts med det aktuella året"],"Replaced with the current month":["Ersätts med aktuell månad"],"Replaced with the current day":["Ersätts med aktuell dag"],"Replaced with the current date":["Ersätts med aktuellt datum"],"Replaced with the post/page author's 'Biographical Info'":["Ersatt med biografin från profilen för inläggets eller sidans författare"],"Replaced with the post/page author's 'nicename'":["Ersatt med smeknamnet på inläggets/sidans författare"],"Replaced with the post/page ID":["Ersatt med inläggets/sidans ID"],"Replaced with the post/page modified time":["Ersatt med inläggets/sidans redigeringstid"],"Replaced with the content type plural label":["Ersatt med flertalsetiketten för aktuell inläggstyp"],"Replaced with the content type single label":["Ersatt med entalsetiketten för aktuell inläggstyp"],"Replaced with the current search phrase":["Ersatt med den nuvarande sökfrasen"],"Replaced with the term name":["Ersätts med termens namn"],"Replaced with the term description":["Ersätts med termens beskrivning"],"Replaced with the tag description":["Ersatt med etikettbeskrivningen"],"Replaced with the category description":["Ersatt med kategoribeskrivningen"],"Replaced with the post categories (comma separated)":["Ersätts med inläggets kategorier (kommaseparerade)"],"Replaced with the current tag/tags":["Ersatt med nuvarande etikett/etiketter"],"Replaced with the post/page excerpt (without auto-generation)":["Ersatt med inläggets/sidans utdrag (utan automatisk generering)"],"Replaced with the post/page excerpt (or auto-generated if it does not exist)":["Ersatt med inläggets/sidans utdrag (eller ett automatiskt genererat utdrag om inget finns angivet)"],"The site's name":["Webbplatsens namn"],"Replaced with the title of the parent page of the current page":["Ersatt med rubriken på den överordnade sidan för den nuvarande sidan"],"Replaced with the title of the post/page":["Ersatt med inläggets/sidans rubrik"],"Replaced with the date of the post/page":["Ersatt med inläggets/sidans datum"],"Page %1$d of %2$d":["Sida %1$d av %2$d"],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":["Du kan inte skriva över en ersättare för en WPSEO standard variabel genom att registrera en variabel med samma namn. Använd filtret \"wpseo_replacements\" i stället för att anpassa ersättningsvärdet."],"A replacement variable with the same name has already been registered. Try making your variable name unique.":["En ersättningsvariabel med samma namn har redan registrerats. Försök att göra variabelns namn unik."],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":["En ersättningsvariabel kan inte starta med \"%%cf_\" eller \"%%ct_\" då dessa är reserverade för standardvariablarna i WPSEO och dess användarfält. Försök göra dina variabler mer unika."],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":["En ersättningsvariabel kan bara innehålla alfanumeriska tecken, ett understreck eller ett streck. Försök att döpa om din variabel."],"Admin only notice: this page does not show a meta description because it does not have one, either write it for this page specifically or go into the [%1$s - %2$s] menu and set up a template.":["Meddelande endast till administratören: Denna sida visar ingen metabeskrivning eftersom den inte har någon. Skriv antingen en specifik beskrivning för denna sida eller gå till menyn [%1$s - %2$s] och skapa en mall."],"Page not found":["Sidan hittades inte"],"%s Archives":["%s-arkiv"],"Meta description to use for Author page":["Metabeskrivning att använda för författar-sida"],"Title to use for Author page":["Sidrubrik att använda för författar-sida"],"%1$s settings":["Inställningar för %1$s"],"Export your %1$s settings":["Exportera dina inställningar för %1$s"],"Import settings":["Importera inställningar"],"Import from other SEO plugins":["Importera från andra SEO-tillägg"],"Import":["Importera"],"If you had a %s file and it was editable, you could edit it from here.":["Om du hade en %s-fil och den var redigerbar, kan du redigera den härifrån."],"If your %s were writable, you could edit it from here.":["Om din %s var skrivbar, skulle du kunna redigera den här."],"You don't have a %s file, create one here:":["Du har ingen %s-fil, skapa en här:"],"A link to your site, with your site's name and description as anchor text.":["En länk till din webbplats, med ditt webbplatsnamn och beskrivning som ankartext."],"A link to your site, with your site's name as anchor text.":["En länk till din webbplats, med ditt webbplatsnamn som ankartext."],"A link to the post, with the title as anchor text.":["En länk till inlägget, med sidrubriken som ankartext."],"You can use the following variables within the content, they will be replaced by the value on the right.":["Du kan använda följande variabler i innehållet. De kommer att ersättas av värdet till höger."],"Content to put after each post in the feed":["Innehåll att placera efter varje inlägg i flödet"],"Content to put before each post in the feed":["Innehåll att lägga till i början av varje inlägg i RSS-flödet"],"How to insert breadcrumbs in your theme":["Hur du lägger till synliga sökvägar i ditt tema"],"Blog":["Blogg"],"Prefix for the breadcrumb path":["Prefix för sökvägen till synlig sökväg"],"Anchor text for the Homepage":["Ankartext för startsidan"],"Separator between breadcrumbs":["Avgränsare mellan synliga sökvägar"],"Below are your published posts' SEO scores. Now is as good a time as any to start improving some of your posts!":["Nedan ser du SEO-poängen för dina publicerade inlägg. Nu är en lika god tid som någon att börja förbättra några av dina inlägg!"],"Credits":["Erkännanden"],"&laquo; Back to Tools page":["&laquo; Tillbaka till sidan verktyg"],"%1$s comes with some very powerful built-in tools:":["%1$s innehåller en del väldigt effektiva inbyggda verktyg:"],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":["Detta verktyg låter dig snabbt ändra viktiga filer för din SEO, som din robots.txt och, om du har en, din .htaccess-fil."],"File editor":["Filredigerare"],"Import settings from other SEO plugins and export your settings for re-use on (another) site.":["Importera inställningar från andra SEO-tillägg och exportera dina inställningar för återanvändning på (en annan) webbplats."],"Import and Export":["Importera och exportera"],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":["Detta verktyg låter dig snabbt ändra rubriker och beskrivningar för dina inlägg och sidor utan att du behöver gå in i redigeraren för respektive sida."],"Bulk editor":["Massredigerare"],"Default settings":["Standardinställningar"],"Description":["Beskrivning"],"Restore site to defaults":["Återställ webbplats till standard"],"Site ID":["Webbplats-ID"],"Using this form you can reset a site to the default SEO settings.":["Med hjälp av detta formulär kan du återställa en webbplats till standardinställningarna för SEO."],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new sites.":["Integritetsskänsliga (FB-administratörer och liknande), temaspecifika (rubrikomskrivning) och ett fåtal väldigt webbplatsspecifika inställningar kommer inte att importeras till nya webbplatser."],"Enter the %1$sSite ID%2$s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":["Ange det %1$sSite-ID%2$s för webbplatsen vars inställningar du vill använda som standard för alla webbplatser som läggs till ditt nätverk. Lämna tomt för ingen (d.v.s. tilläggets standardvärden kommer att användas)."],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":["Välj den webbplats vars inställningar du vill använda som standard för alla webbplatser som läggs till i ditt nätverk. Om du väljer ”Ingen” används tilläggets standardinställningar."],"New sites in the network inherit their SEO settings from this site":["Nya webbplatser i detta nätverk ärver sina SEO-inställningar från denna webbplats"],"Super Admins only":["Endast superadministratörer"],"Site Admins (default)":["Admins för webbplatsen (standard)"],"Who should have access to the %1$s settings":["Vilka ska ha åtkomst till %1$s-inställningarna"],"spam":["skräppost"],"mature":["vuxet"],"archived":["arkiverat"],"public":["offentlig"],"%s restored to default SEO settings.":["%s återställd till standard SEO-inställningar."],"Settings Updated.":["Inställningar uppdaterade."],"Special pages":["Specialsidor"],"Date archives":["Datumarkiv"],"Title":["Rubrik"],"Take note:":["Notera:"],"You can determine the title and description for the homepage by %1$sediting the homepage itself%2$s.":["Du kan bestämma rubriken och beskrivningen för startsidan genom att %1$sredigera själva startsidan%2$s."],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s har automatiskt upptäckt om det behöver tvinga omskrivning av rubrikerna för dina sidor. Om du tycker det är fel och du vet vad du gör, kan du ändra inställningen här."],"Force rewrite titles":["Tvinga omskrivningar för rubriker"],"Homepage":["Startsida"],"%1$s Extensions":["Utökningar för %1$s"],"Seamlessly integrate WooCommerce with %1$s and get extra features!":["Integrera WooCommerce sömlöst med %1$s och skaffa extra funktioner!"],"Rank better locally and in Google Maps, without breaking a sweat!":["Ranka bättre lokalt och i Google Maps, utan att lyfta ett finger!"],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":["Är du på Google Nyheter? Öka din trafik från Google Nyheter genom att optimera för det!"],"Optimize your videos to show them off in search results and get more clicks!":["Optimera dina videoklipp för att visa upp dem i sökresultat och få mer klick!"],"The premium version of %1$s with more features & support.":["Premiumversionen av %1$s med fler funktioner och support."],"Person":["Person"],"Website name":["Webbplatsens namn"],"RSS":["RSS"],"Permalink":["Permalänk"],"Breadcrumbs":["Synliga sökvägar"],"Authenticate":["Autentisera"],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year of support and updates, on %2$s.":["För att kunna skapa en omdirigering och åtgärda detta problem, behöver du %1$s. Du kan köpa tillägget, inklusive ett års support och uppdateringar, på %2$s."],"Creating redirects is a %s feature":["Att skapa omdirigeringar är en %s-funktion"],"New URL":["Ny URL"],"Search":["Sök"],"URL":["URL"],"Deactivate %s":["Inaktivera %s"],"The %1$s plugin might cause issues when used in conjunction with %2$s.":["Tillägget %1$s kan orsaka problem när det används tillsammans med %2$s."],"Upload Image":["Ladda upp bild"],"%s Posts Overview":["%s inläggsöversikt"],"Breadcrumbs title":["Rubrik för synliga sökvägar"],"Pinterest":["Pinterest"],"Social settings":["Inställningar för sociala medier"],"Close":["Stäng"],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines and might slow down your site.":["Både %1$s och %2$s kan skapa XML-webbplatskartor. Att ha två XML-webbplatskartor gör ingen skillnad för sökmotorer och kan göra din webbplats långsammare."],"Configure %1$s's Open Graph settings":["Konfigurera OpenGraph-inställningar för %1$s"],"Both %1$s and %2$s create Open Graph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":["Både %1$s och %2$s skapar OpenGraph-innehåll, vilket kan leda till att Facebook, Twitter, Linkedin med flera sociala nätverk använder fel text och bilder när dina sidor delas."],"%s image":["%s-bild"],"%s description":["%s-beskrivning"],"%s title":["%s-rubrik"],"Twitter":["Twitter"],"Facebook":["Facebook"],"very difficult":["väldigt svår"],"Try to make shorter sentences, using less difficult words to improve readability":["Försök att göra kortare meningar, med mindre svåra ord för att förbättra läsbarheten"],"difficult":["svårt"],"fairly difficult":["ganska svårt"],"OK":["OK"],"fairly easy":["ganska lätt"],"easy":["lätt"],"very easy":["mycket lätt"],"The copy scores %1$s in the test, which is considered %2$s to read.":["Texten får betyget %1$s i testet, vilket anses vara %2$s att läsa."],"Flesch reading ease":["Läsbarhet enligt Flesch"],"Meta Desc.":["Metabeskr."],"All SEO Scores":["Alla SEO-poäng"],"SEO issue: The featured image should be at least 200 by 200 pixels to be picked up by Facebook and other social media sites.":["SEO-problem: Den utvalda bilden bör vara minst 200 x 200 pixlar för att plockas upp av Facebook och andra sociala medier."],"(no parent)":["(ingen överordnad)"],"meta description":["Meta-beskrivning"],"Page title":["Sidrubrik"],"Post is set to noindex.":["Inlägget är inställt till noindex."],"The URL that this page should redirect to.":["URL som denna sida ska omdirigeras till."],"301 Redirect":["301 omdirigering"],"The canonical URL that this page should point to. Leave empty to default to permalink. %1$sCross domain canonical%2$s supported too.":["Den kanoniska URL som sidan ska peka till. Lämna tomt för att använda permalänk som standard. Även %1$skanoniska adresser över flera domäner%2$s stöds."],"Canonical URL":["Kanonisk URL"],"Title to use for this page in breadcrumb paths":["Rubrik som används för denna sida till sökvägen för synlig sökväg"],"Breadcrumbs Title":["Rubrik för synlig sökväg"],"No Snippet":["Ingen förhandsvisningstext"],"No Archive":["Inget arkiv"],"No Image Index":["Inget bild-index"],"None":["Ingen"],"Meta robots advanced":["Meta-robotar avancerat"],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Varning: även om du kan ändra inställningarna för meta-robotar här, så är hela webbplatsen inställd på ”noindex” i de övergripande integritetsinställningarna, så dessa inställningar har ingen effekt."],"Meta description":["Metabeskrivning"],"SEO Title":["SEO-rubrik"],"Focus keyword":["Fokusnyckelord"],"Settings successfully imported.":["Inställningarna har importerats."],"Settings could not be imported:":["Inställningarna kunde inte importeras:"],"Breadcrumb for 404 pages:":["Synlig sökväg för 404-sidor:"],"Prefix for search result pages:":["Prefix för sökresultatssidor:"],"Prefix for archive pages:":["Prefix för arkivsidor:"],"Prefix for breadcrumbs:":["Prefix för synliga sökvägar:"],"Anchor text for the homepage:":["Ankartext för startsidan:"],"Breadcrumbs separator:":["Avgränsare för synliga sökvägar:"],"%s Breadcrumbs":["Synliga sökvägar från %s"],"Use Image":["Använd bild"],"Action":["Åtgärd"],"Page URL/Slug":["Sidans URL/slug"],"Publication date":["Publiceringsdatum"],"Post Status":["Inläggsstatus"],"WP Page Title":["WP-sidrubrik"],"View":["Visa"],"View &#8220;%s&#8221;":["Visa ”%s”"],"Preview":["Förhandsgranska"],"Preview &#8220;%s&#8221;":["Förhandsgranska ”%s”"],"Edit":["Redigera"],"Filter":["Filtrera"],"New Yoast Meta Description":["Ny Yoast-metabeskrivning"],"Existing Yoast Meta Description":["Befintlig Yoast-metabeskrivning"],"Facebook profile URL":["URL till Facebook-profil"],"Twitter username (without @)":["Användarnamn på Twitter (utan @)"],"Google":["Google"],"FAQ":["Vanliga frågor"],"Settings":["Inställningar"],"Huge SEO Issue: You're blocking access to robots.":["Stort SEO-problem: Du blockerar åtkomst för robotar."],"Posts":["Inlägg"],"Edit Files":["Redigera filer"],"General":["Allmänt"],"Extensions":["Utökningar"],"Search Console":["Sökkonsol"],"Tools":["Verktyg"],"Advanced":["Avancerat"],"XML sitemaps":["XML-webbplatskartor"],"Social":["Socialt"],"SEO":["SEO"],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":["%1$s upptäckte att du använder version %2$s av %3$s, uppdatera till den senaste versionen för att förhindra kompatibilitetsproblem."],"Just another WordPress site":["En till WordPress-webbplats"],"You have used HTML in your value which is not allowed.":["Du har använt HTML i ditt värde vilket är otillåtet."],"You can't edit %s that aren't yours.":["Du kan inte redigera %s som inte är dina."],"You can't edit %s.":["Du kan inte redigera %s."],"Post has an invalid Content Type: %s.":["Inlägget har en ogiltig inläggstyp: %s."],"Post doesn't exist.":["Inlägget finns inte."],"posts\u0004Trash <span class=\"count\">(%s)</span>":["Papperskorg <span class=\"count\">(%s)</span>","Papperskorg <span class=\"count\">(%s)</span>"],"posts\u0004All <span class=\"count\">(%s)</span>":["Alla <span class=\"count\">(%s)</span>","Alla <span class=\"count\">(%s)</span>"]}}}