{"domain":"js-text-analysis","locale_data":{"js-text-analysis":{"":{"domain":"js-text-analysis","plural_forms":"nplurals=1; plural=0;","lang":"ja_JP"},"The meta description has a nice length.":[""],"Your site language is set to %s.":[""],"Number of results found: %s":[""],"Get started quickly with the %1$s %2$sconfiguration wizard%3$s!":[""],"First-time SEO configuration":[""],"Your site language is set to %s. If this is not correct, contact your site administrator.":[""],"Highlight this result in the text":[""],"Considerations":[""],"Errors":[""],"Change language":[""],"%1$s%3$s ACF Integration%2$s - an integration built by %4$s and Team %3$s":[""],"%1$sGlue for %4$s &amp; AMP%3$s - an integration between %2$sthe WordPress AMP plugin%3$s and %4$s.":[""],"You cannot create a %s file.":[""],"You cannot edit the %s file.":[""],"Updated %s":[""],"%1$s 3.0 brought a way for theme builders and custom field plugins to integrate with %1$s. These integrations make sure that %2$sall%3$s the data on your page is used for the content analysis. On this page, we highlight the frameworks that have nicely working integrations.":[""],"Create %s file":[""],"Edit the content of your %s:":[""],"Save changes to %s":[""],"%s file":[""],"We've got other integrations we'd like to tell you about:":[""],"Other integrations":[""],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please install %3$s to make your life better. %4$s.":[""],"More information":[""],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please activate %3$s to make your life better.":[""],"%1$s Integrations":[""],"More information about %1$s":[""],"Configuration Wizard":[""],"QA":[""],"You've done it!":[""],"Seamlessly integrate %1$s into your AMP pages!":[""],"Seamlessly integrate %2$s with %1$s for the content analysis!":[""],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please install %3$s to make your life better.":[""],"Manage your subscription on My Yoast":[""],"The title &amp; metas settings for %1$s are made up of variables that are replaced by specific values from the page when the page is displayed. The table below contains a list of the available variables.":[""],"Mark the most important %1$s as 'cornerstone content' to improve your site structure. %2$sLearn more about cornerstone content%3$s.":[""],"Open support form":[""],"Follow our Yoast SEO for WordPress training and become a certified Yoast SEO Expert!":[""],"Enroll in the Yoast SEO for WordPress training »":[""],"Loading help center.":[""],"Get support":[""],"Search the knowledge base":[""],"View in KB":[""],"Go back":[""],"Go back to the search results":[""],"(Opens in a new browser tab)":[""],"Want to be a Yoast SEO Expert?":[""],"You just changed the URL of this %1$s. To ensure your visitors do not see a 404 on the old URL, you should create a redirect. %2$sLearn how to create redirects here.%3$s":[""],"Posts with a %1$sgood%2$s SEO score":[""],"Posts with an %1$sOK%2$s SEO score":[""],"Posts with a %1$sneeds improvement%2$s SEO score":[""],"Posts %1$swithout%2$s a focus keyword":[""],"Hey, your SEO is doing pretty well! Check out the stats:":["サイトの SEO はなかなかいい調子です。統計情報をチェックしてみてください。"],"You don't have any published posts, your SEO scores will appear here once you make your first post!":[""],"On this page, you can change the name of your site and choose which\n separator to use. The separator will display, for instance, between your\n post title and site name. Symbols are shown in the size they'll appear in\n the search results. Choose the one that fits your brand best or takes up\n the least space in the snippets.":[""],"%1$s can tell search engines about your social media profiles.\n These will be used in Google's Knowledge Graph. There are additional\n sharing options in the advanced settings. More %2$sinfo%3$s.":[""],"Something else":["その他"],"A portfolio":["ポートフォリオ"],"A corporation":["企業"],"A small offline business":["小規模なオフラインビジネス"],"A news channel":["ニュースチャンネル"],"An online shop":["オンラインショップ"],"A blog":["ブログ"],"What does the site %1$s represent?":["%1$s はどんなサイトですか ?"],"Please specify which post types you want search engines to index.\n If you do not know the differences between these, it's best to choose the\n default settings. For instance, setting 'Media' to visible would index your\n images which could lead to visitors finding your images without ever\n coming to your site. If you have a custom post type on your site, you need\n to activate these manually.":[""],"If you choose no, your author archives will be deactivated to prevent\n duplicate content issues.":[""],"Note: we don't store your data in any way and don't have full access to your account. \nYour privacy is safe with us.":[""],"%1$s integrates with Google Search Console, a must-have tool for site owners.\n It provides you with information about the health of your site. \n Don't have a Google account or is your site not activated yet?\n Find out %2$show to connect Google Search Console to your site.%3$s":[""],"Option B: My site is under construction and should not be indexed":[""],"Option A: My site is live and ready to be indexed":[""],"Choose under construction if you want to keep the site out of the index\n of search engines. Don't forget to activate it once you're ready to\n publish your site.":[""],"Please specify if your site is under construction or already active.":["サイトが構築中か、またはすでに公開済みかを指定してください。"],"This information will be used in Google's Knowledge Graph Card, the big\n block of information you see on the right side of the search results.":[""],"Does your site represent a person or company?":[""],"Close wizard":["ウィザードを閉じる"],"Read more like this on our SEO blog":[""],"Latest blogposts on Yoast.com":["Yoast.com の最新ブログ投稿"],"Readability: Good":["可読性: Good"],"Readability: OK":["可読性: OK"],"Readability: Needs improvement":["可読性: 改善が必要"],"SEO: Needs improvement":["SEO: 改善が必要"],"Activate your site on My Yoast":[""],"Not activated":["有効化済みではありません"],"Activated":[""],"%1s recommendations for you":[""],"All Readability Scores":["合計可読性スコア"],"Filter by Readability Score":["可読性スコアで絞り込む"],"You are not receiving updates or support! Fix this problem by adding this site and enabling %1$s for it in %2$s.":[""],"Remind me again in 4 weeks.":["4週間後にもう一度リマインドしてください。"],"Request method %1$s is not valid.":["リクエストメソッド %1$s は無効です。"],"Import from Jetpack SEO":["Jetpack SEO からインポート"],"Muted notifications:":["お知らせを非表示にする:"],"Muted problems:":["問題点を非表示にする:"],"Do you want to preview what it will look like if people share this post on %1$s? You can, with %2$s.":[""],"Find out why you should upgrade to %s &raquo;":[""],"Go premium!":["プレミアムにアップグレード"],"Dismiss %s upgrade motivation":["%sアップグレードプロンプトを非表示"],"This feature helps you improve the internal link structure of your site. If you want to know more about the why and how of internal linking, check out the %1$sarticle about internal linking on Yoast.com%2$s.":[""],"The <strong>Text link counter</strong> feature (introduced in %1$s %2$s) is currently disabled. For this feature to work %1$s needs to create a table in your database. We were unable to create this table automatically.\n\t\t\t\t\tPlease read the following %3$sknowledge base article%4$s to find out how to resolve this problem.":[""],"Good job! All the links in your texts have been counted.":["テキストのすべてのリンク数をカウント完了しました。"],"Calculation completed.":["計算が完了しました。"],"Calculation in progress...":["計算中…"],"Stop counting":["カウントを中止"],"Counting links in your texts":["テキストのリンク数をカウント中"],"Text %1$s of %2$s processed.":["%2$s件中%1$s件のテキストを処理しました。"],"All your texts are already counted, there is no need to count them again.":["すべてのテキストがすでにカウントされているため、再カウントする必要はありません。"],"Count links in your texts":["テキストのリンク数をカウント"],"The links in all your public texts need to be counted. This will provide insights of which texts need more links to them. If you want to know more about the why and how of internal linking, check out %1$sthe article about internal linking on %2$s%3$s.":[""],"Text link counter":["テキストリンクカウンター"],"To make sure all the links in your texts are counted, we need to analyze all your texts.\n\t\t\t\t\tAll you have to do is press the following button and we'll go through all your texts for you.\n\n\t\t\t\t\t%3$sCount links%4$s\n\n\t\t\t\t\tThe Text link counter feature provides insights in how many links are found in your text and how many links are referring to your text. This is very helpful when you are improving your %1$sinternal linking%2$s.":[""],"The <strong>Text link counter</strong> feature (introduced in %1$s %2$s) is currently disabled. For this feature to work %1$s requires at least PHP version %3$s. We have detected PHP version %4$s on this website.\n\t\t\t\t\tPlease read the following %5$sknowledge base article%6$s to find out how to resolve this problem.":["<strong>テキストリンクカウンター</strong>機能 (%1$s%2$s で導入) は現在無効になっています。この機能を有効化するには、%1$s は最低でも PHP バージョン %3$s を必要とします。このサイトでは、 PHP バージョン %4$s を検出しました。この問題を解決する方法については、%5$sナレッジベースの記事%6$sをお読みください。"],"# internal links to":["以下への内部リンク数:"],"Number of internal links linking to this post. See \"Yoast Columns\" text in the help tab for more info.":["この投稿にリンクしている内部リンク数。詳細はヘルプタブの「Yoast Columns」テキストを参照してください。"],"# links in post":["投稿内のリンク数"],"Number of internal links in this post. See \"Yoast Columns\" text in the help tab for more info.":["この投稿内の内部リンク数。詳細はヘルプタブの「Yoast Columns」テキストを参照してください。"],"%1$s adds several columns to this page. We've written an article about %2$show to use the SEO score and Readability score%3$s. The links columns show the number of articles on this site linking %5$sto%6$s this article and the number of URLs linked %5$sfrom%6$s this article. Learn more about %4$show to use these features to improve your internal linking%3$s, which greatly enhances your SEO.":[""],"%s Columns":["%sカラム"],"Readability score":["可読性スコア"],"Take the online Structured Data Training course and learn how to create rich snippets!":[""],"The focus keyword appears only in %2$d (out of %1$d) subheadings in your copy. Try to use it in at least one more subheading.":["フォーカスキーワードは、小見出しの%2$d件 (全%1$d件中) にのみ出現しています。最低でももう1つの小見出しに使用してみてください。"],"No internal links appear in this page, consider adding some as appropriate.":["このページに内部リンクが表示されない場合、適切なものを追加することを検討してください。"],"This page has %1$s internal link(s).":["このページには%1$s件の内部リンクがあります。"],"This page has %1$s nofollowed internal link(s) and %2$s normal internal link(s).":["このページには%1$s件の nofollow 内部リンクと、%2$s件の通常内部リンクがあります。"],"This page has %1$s internal link(s), all nofollowed.":["このページには%1$s件の内部リンクがあり、すべて nofollow に設定されています。"],"Other benefits of %s for you:":["%s のその他の利点:"],"Let us set up %s for you":["%s を自動で設定"],"Configure %s in a few steps":["%s を数ステップで設定"],"%1$sSocial media preview%2$s: Facebook &amp; Twitter":["%1$sソーシャルメディアプレビュー%2$s: Facebook &amp; Twitter"],"Scroll to see the preview content.":["コンテンツのプレビューを見るにはスクロールしてください。"],"Enter authorization code here...":["ここに認証コードを入力してください..."],"The Cornerstone content functionality enables you to mark and filter cornerstone content on your website. %1$sRead more about how cornerstone content can help you improve your site structure.%2$s":["コーナーストーンコンテンツ機能で、サイトの土台となるコンテンツをマークしたりフィルターをかけたりできるようになります。%1$sコーナーストーンコンテンツがサイト構造の改善にどう役立つかについて詳しくはこちらをご覧ください。%2$s"],"Cornerstone content":["コーナーストーンコンテンツ"],"%1$s will now take care of all the needed technical optimization of your site. To really improve your site's performance in the search results, it's important to start creating content that ranks well for keywords you care about. Check out this video in which we explain how to use the %1$s metabox when you edit posts or pages.":["%1$s はこれから、サイトに必要な技術的最適化をすべて処理します。検索結果でサイトのパフォーマンスを本当に向上するには、関心のあるキーワードで上位になるようなコンテンツを作り始めることが重要です。投稿やページを編集するときに %1$s メタボックスを使用する方法を説明したこの動画をご覧ください。"],"Your %1$s plugin is now set up. SEO, however, is subject to constant change. Sign up for our newsletter if you would like to keep up-to-date regarding %1$s, other plugins by Yoast and important news in the world of SEO.":["%1$s プラグインの設定が完了しましたが、SEO は常に変化しています。%1$s や Yoast の他のプラグイン、そして SEO 界の重要なニュースの最新情報を取得するには、メールマガジンに登録してください。"],"Stay up-to-date":["最新情報を取得"],"If you want to outrank the competition in a specific town or region, check out our %1$s plugin! You’ll be able to easily insert Google maps, opening hours, contact information and a store locator. Besides that %1$s helps you to improve the usability of your contact page.":["あなたの特定の町や地方での競争で抜きんでたければ、私たちの %1$s プラグインをチェックしてください！簡単にGoogleマップ、営業時間、連絡先、ストアロケーターなどを挿入できるようになります。そのうえ %1$s は、あなたの連絡先ページの使いやすさを向上します。"],"Attract more customers near you":["周りにいるお客様を呼び込みましょう"],"Do you want to know all the ins and outs of the %1$s plugin? Do you want to learn all about our advanced settings? Want to be able to really get the most out of the %1$s plugin? Check out our %1$s plugin training and start outranking the competition!":[""],"Get the most out of %1$s with the %2$s":["%2$s で %1$s を最大限に活用"],"Do you want to learn how to write content that generates traffic? Check out our %1$s. We will help you to write awesome copy that will rank in the search engines. The %1$s covers all the main steps in SEO copywriting: from keyword research to publishing.":[""],"Learn how to write copy that ranks":["ランク付けされたコピーを書く方法を学ぶ"],"Upgrade to Premium":["Premium にアップグレード"],"Do you want to outrank your competition? %1$s gives you awesome additional features that'll help you to set up your SEO strategy like a professional. Use the multiple focus keywords functionality, the redirect manager and our internal linking tool. %1$s will also give you access to premium support.":[""],"Outrank the competition with %s":["%s を使って競争に勝ち抜きましょう"],"Configuration service":["設定サービス"],"While we strive to make setting up %1$s as easy as possible, we understand it can still be daunting. If you would rather have us set up %1$s for you (and get a copy of %2$s in the process), order a %1$s configuration service and sit back while we configure your site.":["%1$s をできるだけ簡単に設定しようと努力していますが、それでもなお難しいことは理解しています。%1$s を設定する (プロセスで%2$sのコピーを取得する) 場合は、%1$s の設定サービスを注文して、サイトを構成している間にお待ちください。"],"Configure %s":["%s の設定"],"Welcome to the %1$s configuration wizard. In a few simple steps we'll help you configure your SEO settings to match your website's needs! %1$s will take care of all the technical optimizations your site needs.":["%1$s 設定ウィザードへようこそ。数個の簡単な手順で、サイトのニーズに合った\n SEO 設定を構成することができます。%1$s サイトに必要な技術的最適化をすべて処理します。"],"Please choose the %s configuration of your liking:":["お好みの %s 設定を選択してください。"],"You might like":["こちらもおすすめです"],"Newsletter":["メールマガジン"],"We have detected that you have not finished this wizard yet, so we recommend you to %2$sstart the configuration wizard to configure %1$s%3$s.":["まだこのウィザードを完了していないことを検出しました。%2$s設定ウィザードを使って%1$s %3$sを設定することをおすすめします。"],"The configuration wizard helps you to easily configure your site to have the optimal SEO settings.":["設定ウィザードを使用すると、最適な SEO 設定になるようサイトを簡単にセットアップできます。"],"This article is %1$scornerstone content%2$s":["この記事は%1$sコーナーストーンコンテンツ%2$sです"],"If you cannot upgrade your PHP version yourself, you can send an email to your host. We have %1$sexamples here%2$s. If they don't want to upgrade your PHP version, we would suggest you switch hosts. Have a look at one of our recommended %3$sWordPress hosting partners%4$s, they've all been vetted by our Yoast support team and provide all the features a modern host should provide.":[""],"If you cannot upgrade your PHP version yourself, you can send an email to your host. We have %1$sexamples here%2$s. If they don't want to upgrade your PHP version, we would suggest you switch hosts. Have a look at one of the recommended %3$sWordPress hosting partners%4$s.":["PHP のバージョンをあげることができない場合は、サーバー管理者に連絡してください。%1$sここに%2$sサンプルを用意してあります。もしも管理者が PHP のバージョンを上げないようであれば、サーバーを変更することをお勧めします。%3$sおすすめのサーバー%4$sをご覧ください。"],"Can't update? Ask your host!":["アップデートできない場合は管理者に問い合わせてください。"],"You should update your PHP version to either 5.6 or to 7.0 or 7.1. On a normal WordPress site, switching to PHP 5.6 should never cause issues. We would however actually recommend you switch to PHP7. There are some plugins that are not ready for PHP7 though, so do some testing first. We have an article on how to test whether that's an option for you %1$shere%2$s. PHP7 is much faster than PHP 5.6. It's also the only PHP version still in active development and therefore the better option for your site in the long run.":[""],"To which version should I update?":["どのバージョンにアップデートするべきですか。"],"Hosts have the ability to update your PHP version, but sometimes they don't dare to do that because they're afraid they'll break your site.":[""],"Hey, we've noticed that you're running an outdated version of PHP. PHP is the programming language that WordPress and Yoast SEO are built on. The version that is currently used for your site is no longer supported. Newer versions of PHP are both faster and more secure. In fact, your version of PHP no longer receives security updates, which is why we're sending you to this notice.":[""],"Your site could be faster and more secure with a newer PHP version.":["PHP のバージョンを新しくすることでサイトの速度や安全性が向上する可能性があります。"],"A message from %1$s":["%1$s からのメッセージ"],"Go Premium and our experts will be there for you to answer any questions you might have about the setup and use of the plugin.":["プレミアム版にアップグレードすれば、プラグインの設定と使用についての質問に専門家がお答えします。"],"24/7 support":["年中無休24時間サポート"],"Superfast internal linking suggestions":[""],"Great news: you can, with %1$s!":["素晴らしいニュース: %1$s であなたはできる !"],"Save changes":["変更を保存"],"1 year free updates and upgrades included!":["1年間の無料更新とアップグレードを含む。"],"The plugin %2$s changes your site's output and in doing that differentiates between search engines and normal users, a process that's called cloaking. We highly recommend that you disable it.":[""],"Want to add more than one keyword?":["複数のキーワードを追加したい場合"],"Superfast internal links suggestions":["超高速な内部リンク提案"],"%1$sNo more dead links%2$s: easy redirect manager":["%1$sデッドリンクはありません%2$s: easy redirect manager (簡単リダイレクトマネージャー)"],"Other benefits of %1$s for you:":["%1$s のその他の利点:"],"Go Premium and our experts will be there for you to answer any questions you might have about the set-up and use of the plug-in!":["プレミアム版にアップグレードすれば、プラグインの設定と使用についての質問に専門家がお答えします。"],"No ads!":["広告なし !"],"Facebook & Twitter":["Facebook & Twitter"],"Social media preview":["ソーシャルメディアのプレビュー"],"Find related posts superfast":["関連記事を探す"],"Internal linking suggestions":["内部リンクの提案"],"Easy redirect manager":["簡単転送管理ツール"],"No more dead links":["リンク切れもなし"],"Increase your SEO reach":["SEO リーチを拡大"],"Multiple keywords":["複数のキーワード"],"Get %1$s":["%1$s を入手"],"The focus keyword contains a stop word. This may or may not be wise depending on the circumstances. %1$sLearn more about the stop words%2$s.":[""],"Take the online Technical SEO Training course and learn essential technical SEO-concepts!":["オンラインのテクニカル SEO トレーニングコースを受講し、不可欠な技術的 SEO のコンセプトを学びましょう。"],"If you want more help creating awesome content, check out our %2$sSEO copywriting course%3$s. Do you want to know all about the features of the plugin, consider doing our %1$s!":[""],"Variable":["変数"],"Available variables":["利用可能な変数"],"Scroll to see the table content.":["テーブルの内容を表示するにはスクロールしてください。"],"Need help determining your settings? Configure %1$s step-by-step.":["必要な設定を決めるのにヘルプが必要な場合は、%1$s をステップ・バイ・ステップで設定しましょう。"],"Please refer to %1$sour article about how to connect your website to Google Search Console%2$s if you need assistance.":["お手伝いが必要な場合は、%1$sサイトを Google サーチコンソールに接続する方法についての記事%2$sを参照してください。"],"The keyword density is %1$s, which is way over the advised %3$s maximum; the focus keyword was found %2$d times.":["キーワード密度が%1$sで、これは推奨値の上限である%3$sを超えています。フォーカスキーワードは%2$d回見つかりました。"],"An error occurred in the '%1$s' assessment":["%1$s評価の際にエラーが発生しました"],"%1$s of the words contain %2$sover %3$s syllables%4$s, which is more than the recommended maximum of %5$s.":[""],"%1$s of the words contain %2$sover %3$s syllables%4$s, which is less than or equal to the recommended maximum of %5$s.":[""],"The slug for this page contains a %1$sstop word%2$s, consider removing it.":["このページのスラッグには一つ以上の%1$sストップワード%2$sを含んでいます。ストップワードの削除をお勧めします。"],"%1$s of the sentences contain a %2$stransition word%3$s or phrase, which is great.":["文章のうち%1$s文に%2$s移行ワード%3$sまたはフレーズが含まれます。すばらしいです。"],"%1$s of the sentences contain a %2$stransition word%3$s or phrase, which is less than the recommended minimum of %4$s.":[""],"The focus keyword '%1$s' does not appear in the SEO title.":["フォーカスキーワード「%1$s」が SEO タイトルに含まれていません。"],"This is far below the recommended minimum of %2$d word. Add more content that is relevant for the topic.":["これは推奨される%2$d単語よりもかなり少ないです。トピックに関連する内容をもっと追加しましょう。"],"This is below the recommended minimum of %2$d word. Add more content that is relevant for the topic.":["これは推奨される%2$d単語よりも少ないです。トピックに関連する内容をもっと追加しましょう。"],"This is slightly below the recommended minimum of %2$d word. Add a bit more copy.":["これは推奨される%2$d単語よりもやや少ないです。もう少しコピーを追加しましょう。"],"This is more than or equal to the recommended minimum of %2$d word.":["これは推奨される%2$d単語と同じまたはそれ以上です。"],"The text contains %1$d word.":["テキストは%1$d単語を含んでいます。"],"%1$d subheading is followed by more than the recommended maximum of %2$d words. Try to insert another subheading.":[""],"The amount of words following each of the subheadings doesn't exceed the recommended maximum of %1$d words, which is great.":[""],"%1$s of the sentences contain %2$smore than %3$s words%4$s, which is more than the recommended maximum of %5$s. Try to shorten the sentences.":[""],"%1$s of the sentences contain %2$smore than %3$s words%4$s, which is less than or equal to the recommended maximum of %5$s.":[""],"The meta description contains %1$d sentence %2$sover %3$s words%4$s. Try to shorten this sentence.":["メタディスクリプションに%1$d文以上の文章と%2$s%3$s単語以上%4$sが含まれています。文章を短くしてみましょう。"],"The meta description contains no sentences %1$sover %2$s words%3$s.":["メタディスクリプションに%1$s%2$s語以上の文%3$sが含まれていません。"],"The text contains %2$d consecutive sentences starting with the same word. Try to mix things up!":["テキストには、同じ単語から始まる%2$d個以上の連続する文が%1$d回含まれています。少し変化をつけてみましょう。"],"%1$s of the sentences contain %2$spassive voice%3$s, which is more than the recommended maximum of %4$s. Try to use their active counterparts.":[""],"%1$s of the sentences contain %2$spassive voice%3$s, which is less than or equal to the recommended maximum of %4$s.":[""],"%1$d of the paragraphs contains more than the recommended maximum of %2$d words. Are you sure all information is about the same topic, and therefore belongs in one single paragraph?":[""],"The meta description is over %1$d characters. Reducing the length will ensure the entire description will be visible.":["メタディスクリプションが%1$d文字を超えています。長さを短くすることで、ディスクリプション全文が確実に表示されます。"],"The keyword density is %1$s, which is too low; the focus keyword was found %2$d times.":["キーワード密度は%1$sです。これは低すぎます。キーワードは %2$d 回見つかりました。"],"Step %1$d: %2$s":["ステップ %1$d: %2$s"],"No new notifications.":["新しい通知はありません。"],"Save all":["すべて保存"],"Save":["保存"],"You have %d new issue concerning your SEO!":["SEO に関する新しい問題が%d件あります。"],"%1$s, Author at %2$s":["%1$s (%2$s の投稿者)"],"wpSEO data successfully imported. Would you like to %1$sdisable the wpSEO plugin%2$s?":["wpSEO データが正常にインポートされました。 wpSEO プラグイン %1$s を%1$s 無効にしますか ?"],"All in One SEO data successfully imported. Would you like to %1$sdisable the All in One SEO plugin%2$s?":["All in One SEO データのインポートに成功しました。%1$sAll in One SEO プラグインを無効化%2$sしますか ?"],"All in One SEO data successfully imported. Would you like to %1$sdisable the All in One SEO plugin%3$s? You've had Google Analytics enabled in All in One SEO, would you like to install the %2$sGoogle Analytics plugin%3$s?":[""],"Mobile preview":["モバイルプレビュー"],"Desktop preview":["デスクトッププレビュー"],"Use queries instead":["代わりにクエリーを使用する"],"Use javascript instead.":["代わりに javascript を使用します。"],"Select redirect":["リダイレクトを選択"],"Take the online Site Structure Training course and learn how to structure your website!":["オンラインのサイト構築トレーニングコースを受講し、サイト構築方法を学びましょう。"],"you are <strong>not</strong> receiving updates.":["新しいアップデートは<strong>ありません</strong>"],"INACTIVE":["無効"],"you are receiving updates.":["新しいアップデートがあります"],"ACTIVE":["有効"],"<b>Warning!</b> Your %s license is inactive which means you're missing out on updates and support! <a href=\"%s\">Activate your license</a> or <a href=\"%s\" target=\"_blank\">get a license here</a>.":["<b>警告 !</b> %s ライセンスが有効になっていません。これは、アップデートやサポートが欠落していることを意味します。<a href=\"%s\">ライセンスを有効にする</a>か<a href=\"%s\" target=\"_blank\">こちらでライセンスを取得</a>してください。"],"<b>Warning!</b> You didn't set your %s license key yet, which means you're missing out on updates and support! <a href=\"%s\">Enter your license key</a> or <a href=\"%s\" target=\"_blank\">get a license here</a>.":[""],"Please provide an SEO title by editing the snippet below.":["SEO で重要な Title タグは、以下のスニペットから編集できます。"],"Meta description preview:":["メタディスクリプションのプレビュー:"],"Slug preview:":["スラッグをプレビュー:"],"SEO title preview:":["SEO タイトルのプレビュー:"],"Close snippet editor":["スニペットエディターを閉じる"],"Slug":["スラッグ"],"Remove marks in the text":["文章からマークを除去する"],"Mark this result in the text":["この結果をテキストにマークする"],"Marks are disabled in current view":["現在のビューでマークが無効になっています"],"Content optimization: Good SEO score":["コンテンツの最適化: SEO 最高評価"],"Good SEO score":["非常に良い SEO スコアです"],"Content optimization: OK SEO score":["コンテンツの最適化 : SEO 高評価"],"OK SEO score":["SEO スコアは OK です"],"Content optimization: Bad SEO score":["コンテンツの最適化: SEO 低評価"],"Bad SEO score":["悪い SEO スコアです"],"Content optimization: Has feedback":["コンテンツの最適化: フィードバックがあります"],"Feedback":["フィードバック"],"http://en.wikipedia.org/wiki/Stop_words":["http://en.wikipedia.org/wiki/Stop_words (英語)"],"The focus keyword appears in the URL for this page.":["フォーカスキーワードがこのページの URL に含まれています。"],"You have far too little content, please add some content to enable a good analysis.":["コンテンツがあまりにも少ないです。分析を行いやすくするためにいくつかコンテンツを追加してください。"],"The images on this page contain alt attributes.":["このページの画像には alt 属性が含まれています。"],"The images on this page do not have alt attributes containing the focus keyword.":["このページの画像には、フォーカスキーワードを含む alt 属性はありません。"],"The images on this page contain alt attributes with the focus keyword.":["このページの画像には、フォーカスキーワードの alt 属性が含まれています。"],"The text does not contain any subheadings. Add at least one subheading.":["本文に小見出しが含まれていません。少なくとも1つの小見出しを加えてください。"],"None of the paragraphs are too long, which is great.":["長すぎるパラグラフはありません。素晴らしい !"],"The SEO title is wider than the viewable limit.":["SEO タイトルが最大表示可能幅を超えています。"],"The SEO title has a nice length.":["SEO タイトルは適切な文字数です。"],"The SEO title is too short. Use the space to add keyword variations or create compelling call-to-action copy.":["SEO タイトルが短すぎます。スペースを使ってキーワードのバリエーションを追加したり、説得力がある行動を促すコピーを作成しましょう。"],"The meta description contains the focus keyword.":["メタディスクリプションにフォーカスキーワードが含まれています。"],"The keyphrase is over 10 words, a keyphrase should be shorter.":["キーフレーズが10個以上含まれています。減らしてください。"],"ok":["ok"],"Choose an image":["画像を選択する"],"Remove the image":["画像を削除する"],"company logo image preview":["会社ロゴ画像プレビュー"],"Choose image":["画像を選択"],"MailChimp signup failed:":["MailChimp の登録に失敗しました:"],"Sign Up!":["登録"],"Name":["名前"],"There is an error with the request.":["リクエストにエラーがあります。"],"Select profile":["プロフィールを選択"],"Choose a profile":["プロフィールを選択"],"Reauthenticate with Google":["Google で再認証する"],"To allow %s to fetch your Google Search Console information, please enter your Google Authorization Code. Clicking the button below will open a new window.":["%s がGoogle サーチコンソールの情報を取得するのを許可するには Google 認証コードを入力してください。下のボタンをクリックすると新しいウィンドウが開きます。"],"Search Result Preview":["検索結果のプレビュー"],"URL preview: ":["URL プレビュー: "],"Please provide a meta description by editing the snippet below.":["以下のスニペットを編集し、メタディスクリプションを入力してください。"],"Edit snippet":["スニペットを編集"],"Search Result Form":["検索結果フォーム"],"You can click on each element in the preview to jump to the Snippet Editor.":["プレビューで各要素をクリックすると、スニペットエディターにジャンプできます。"],"SEO title preview: ":["SEO タイトルのプレビュー: "],"This is an example title - edit by clicking here":["これはタイトル例です - クリックして編集してください"],"Slug preview: ":["スラッグのプレビュー: "],"Meta description preview: ":["メタディスクリプションのプレビュー: "],"Please provide a meta description by editing it here.":["これを編集し、メタディスクリプションを入力してください。"],"Close search result form":["検索結果フォームを閉じる"],"A problem occurred when saving the current step, {{link}}please file a bug report{{/link}} describing what step you are on and which changes you want to make (if any).":["現在のステップを保存する際に問題が発生しました。どのステップにいたのかと、何を変更したいのか (もしあれば) を添えて、{{link}}バグ報告を提出してください{{/link}}。"],"Close the Wizard":["ウィザードを閉じる"],"Previous step":["前のステップ"],"Next step":["次のステップ"],"Export settings":["設定のエクスポート"],"Get %s now!":["今すぐ %s を取得 !"],"You're not getting the benefits of %1$s yet. If you had %1$s, you could use its awesome features:":["%1$s の恩恵をまだ受けていません。%1$s をお使いでしたら、以下のような便利な機能が使えます。"],"%1$s video tutorial":["%1$s チュートリアル動画"],"%s &rsaquo; Configuration Wizard":["%s %rsaquo; 構成ウィザード"],"%1$sPlease don't show me this notification anymore%2$s":["%1$sこの通知をこれ以上表示しない%2$s"],"If you are experiencing issues, %1$splease file a bug report%2$s and we'll do our best to help you out.":["問題が発生している場合は%1$sバグ報告%2$sを提出してください。最善を尽くしてお手伝いします。"],"We've noticed you've been using %1$s for some time now; we hope you love it! We'd be thrilled if you could %2$sgive us a 5 stars rating on WordPress.org%3$s!":[""],"Take the %1$s course and become a certified %2$s expert!":["%1$s コースを受講し、認証を受けた %2$s エキスパートになりましょう。"],"Do you want to get a grip on your own SEO-strategy? Learn all about it in one of %1$sour courses%2$s.":[""],"Buy the %1$s plugin now and optimize your shop today to improve your product promotion!":["%1$s プラグインを今すぐ購入し、製品の宣伝を改善するためショップを最適化しましょう。"],"Take your SEO to the next level and outrank your competition with our %1$sSEO plugins%2$s.":["私たちの %1$sSEO プラグイン%2$s で SEO を次のレベルに引き上げ、競争に勝ち抜きましょう。"],"Let our experts set up your %1$s plugin!":["%1$s プラグインをエキスパートが設定します !"],"Do you want to know how to improve your rankings? %1$sLet team %2$s help you!%3$s":["ランキングを改善する方法を知りたいですか ? %1$sチーム%2$sがお手伝いします%3$s。"],"Courses":["コース一覧"],"Services":["サービス"],"Date archives settings":["日付別アーカイブの設定"],"Author archives settings":["著者のアーカイブ設定"],"Remove keyword":["キーワードを削除する"],"%1$s by %2$s":["%1$s x %2$s"],"Choose your settings.zip file":["settings.zip ファイルを選択"],"Open the configuration wizard":["設定ウィザードを開いてください"],"Configuration wizard":["設定ウィザード"],"Enter the meta keywords":["メタキーワードを入力してください"],"Enter a focus keyword":["注目キーワードを入力してください"],"By the way, did you know we also have a %1$sPremium plugin%2$s? It offers advanced features, like a redirect manager and support for multiple keywords. It also comes with 24/7 personal support.":["ところで、%1$sプラミアムプラグイン%2$sがあることをご存知でしたか ? プレミアムプラグインは、リダイレクトマネージャーや複数キーワードのサポートといった高度な機能を提供します。また、24時間年中無休のパーソナルサポートも付いています。"],"(no title)":["(タイトルなし)"],"%1$s comes with a lot of features. You can enable / disable some of them below.":["%1$s には多くの機能が含まれています。一部を以下で有効化・無効化できます。"],"%s installation wizard":["%s インストールウィザード"],"The %1$s admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["%1$s 管理バーメニューには、ページを分析するためのサードパーティーツールへの便利なリンクが含まれており、新しい通知があるかどうかを簡単に確認できます。"],"Admin bar menu":["管理バーメニュー"],"The %1$s integration checks daily if your site is still indexable by search engines and notifies you when this is not the case.":["%1$s インテグレーションは、サイトが検索エンジンによってインデックス可能な状態であるかどうかを毎日チェックし、そうでない場合に通知します。"],"The advanced settings include site-wide settings for your titles and meta descriptions, social metadata, sitemaps and much more.":["詳細設定ではタイトルやメタディスクリプション、ソーシャルメタデータ、サイトマップなどのサイト全体の設定ができます。"],"Advanced settings pages":["詳細設定ページ"],"Features":["機能"],"More info":["もっと詳しく"],"Get Yoast SEO Premium now »":[""],"Gain access to our 24/7 support team.":["私たちの24 / 7サポートチームへのアクセスを入手"],"Check what your Facebook or Twitter post will look like.":["Facebook や Twitter の投稿がどのように見えるかチェックしましょう。"],"Social Previews":["ソーシャルプレビュー"],"Optimize a single post for up to 5 keywords.":["5つのキーワードまで single post を最適化できます"],"Create and manage redirects within your WordPress install.":["WordPress のインストール内にリダイレクトを作成して管理します。"],"Meta robots index":["robots meta の index"],"SEO title":["SEO タイトル"],"While we strive to make setting up %1$s as easy as possible, we understand it can be daunting. If you’d rather have us set up %1$s for you (and get a copy of %2$s in the process), order our %3$s%1$s configuration service%4$s here!":[""],"Welcome to the %1$s configuration wizard. In a few simple steps we'll help you configure your SEO settings to match your website's needs!":["%1$s 設定ウィザードへようこそ。数個の簡単なステップで、サイトで必要な SEO 設定をお手伝いします。"],"Google shows your website's name in the search results, if you want to change it, you can do that here.":["Google は検索結果にサイト名を表示します。もし変更したい場合にはここで変更できます。"],"Greater than sign":["大なり記号"],"Less than sign":["小なり記号"],"Right angle quotation mark":["右角引用符"],"Left angle quotation mark":["左角引用符"],"Small tilde":["小さなチルダ"],"Vertical bar":["縦棒"],"Low asterisk":["下アスタリスク"],"Asterisk":["アスタリスク"],"Bullet":["箇条書き点"],"Middle dot":["中黒"],"Em dash":["Em ダッシュ"],"En dash":["En ダッシュ"],"Dash":["ダッシュ"],"Choose the symbol to use as your title separator. This will display, for instance, between your post title and site name. Symbols are shown in the size they'll appear in the search results.":[""],"The name of the person":["人物の名前"],"No":["いいえ"],"Yes":["はい"],"Does, or will, your site have multiple authors?":["サイトに複数の投稿者者がいますか ?"],"The name of the company":["会社名"],"Provide an image of the company logo":["会社ロゴの画像を設える"],"Hidden":["非表示"],"Visible":["表示"],"The post type \"%1$s\" should be":["投稿タイプ \"%1$s\" は以下の状態であるべきです:"],"WordPress automatically generates an URL for each media item in the library. Enabling this will allow for google to index the generated URL.":["WordPress は、ライブラリ内の各メディアの URL を自動的に生成します。これを有効にすると、Google は生成された URL のインデックスを作成します。"],"Success!":["成功 !"],"Title settings":["タイトル設定"],"Google Search Console":["Google サーチコンソール"],"Multiple authors":["複数の作成者"],"Post type visibility":["投稿タイプの見え方"],"Social profiles":["ソーシャルプロフィール"],"Site type":["サイトタイプ"],"Environment":["環境"],"Welcome!":["ようこそ !"],"Yoast option %1$s not found.":["Yoast オプション %1$s が見つかりませんでした。"],"Posts that are set to &#8220;%s&#8221;":["「%s」に設定された投稿"],"Microsoft Edge Site Scan":["Microsoft Edge サイトスキャン"],"Google Structured Data Test":["Google 構造化データテスト"],"Posts list":["投稿リスト"],"Posts list navigation":["投稿リストナビゲーション"],"Filter posts list":["投稿リストの絞り込み"],"Note that links to archives might be still output by your theme and you would need to remove them separately.":[""],"View credits":["クレジットを表示"],"Take a look at the people that create %1$s.":["%1$s の作成者を見てみましょう。"],"Team and contributors":["チームと貢献者"],"Default for this taxonomy type, currently: %s":["このタクソノミータイプのデフォルト。現在は「%s」です。"],"%1$s to optimize your site even further":["サイトをさらに最適化する %1$s"],"%1$s extensions":["%1$s 機能拡張"],"Comes with our 30-day no questions asked money back guarantee":["30日間の無条件返金保証付きです"],"More information %1$sabout %3$s%2$s":["%1$s%3$sに関する%2$s詳細情報"],"Buy %1$s":["%1$s を購入"],"Installed":["インストール済み"],"gain access to our 24/7 support team.":["24 / 7サポートチームにアクセスできます。"],"Premium support":["プレミアムサポート"],"check what your Facebook or Twitter post will look like.":[""],"Social previews":["ソーシャルプレビュー"],"optimize a single post for up to 5 keywords.":[""],"Multiple focus keywords":["複数の注目キーワード"],"create and manage redirects from within your WordPress install.":["WordPress のインストールディレクトリ配下のリダイレクトを作成・管理します。"],"Redirect manager":["リダイレクトマネージャー"],"%1$s, take your optimization to the next level!":["%1$s、最適化を次のレベルに !"],"A seamless integration between %1$s and %2$s":["%1$sと%2$sとの間のシームレスな統合"],"Use %1$s breadcrumbs instead of %2$s ones":["パンくずリストは %2$s の代わりに %1$s を使用してください。"],"Improve sharing on Pinterest":["Pinterest での共有を改善"],"Improve the usability of your contact page":["問い合わせページの使い勝手を改善"],"Easily insert Google Maps, a store locator, opening hours and more":["Google マップの容易な挿入、店舗所在地、営業時間など"],"Get found by potential clients":["潜在的な顧客から発見されるようにする"],"Creates XML News Sitemaps":["XML ニュースサイトマップを作成する"],"Immediately pings Google on the publication of a new post":["新規投稿の公開をすぐに Google へ送信"],"Optimize your site for Google News":["Google ニュース用にサイトを最適化する"],"Make videos responsive through enabling fitvids.js":["fitvids.js を有効化して動画をレスポンシブにする"],"Enhance the experience of sharing posts with videos":["動画投稿を共有するエクスペリエンスの強化"],"Show your videos in Google Videos":["Google ビデオで動画を表示"],"The following file is blocking your XML sitemaps from working properly. Either delete it (this can be done with the \"Fix it\" button) or disable %1$s XML sitemaps.":["次のファイルが XML サイトマップが正しく機能するのを妨害しています。削除するか (これは「修正」ボタンで実行できます)、%1$s の XML サイトマップを無効化してください。"],"Crawl issues list":["クロールの問題のリスト"],"Crawl issues list navigation":["クロールの問題のリストのナビゲーション"],"Edit &#8220;%s&#8221;":["&#8220;%s&#8221; を編集"],"Filter by post type":["投稿タイプによるフィルター"],"Show All Post Types":["すべての投稿タイプを表示する"],"Premium":["プレミアム"],"Go Premium":["プレミアムにアップグレード"],"Files successfully removed.":["ファイルが正常に削除されました。"],"The directory %s could not be removed. Please remove it via FTP.":["%s ディレクトリを削除できませんでした。FTP 経由で削除してください。"],"Google Trends":["Google トレンド"],"Notifications":["通知"],"Removes the keyword tab from the metabox and disables all SEO-related suggestions.":["メタボックスのキーワードタブを削除し、SEO に関連する提案機能をすべて無効化します。"],"Disable SEO analysis":["SEO 解析を無効化"],"Twitter settings":["Twitter 設定"],"Pinterest settings":["Pinterest 設定"],"Google+ settings":["Google+ 設定"],"Facebook settings":["Facebook 設定"],"To let search engines know which social profiles are associated to this site, enter them below:":["このサイトに関連付けられているソーシャルプロファイルを検索エンジンに知らせるには、以下に入力してください。"],"Your social profiles":["ソーシャルでのプロフィール"],"User sitemap settings":["ユーザーサイトマップ設定"],"Taxonomies sitemap settings":["サイトマップのタクソノミー設定"],"Post types sitemap settings":["投稿タイプのサイトマップ設定"],"Entries per sitemap page":["サイトマップページあたりのエントリー数"],"Your XML Sitemap":["XML 形式のサイトマップ"],"Excluded posts settings":["除外する記事の設定"],"As you are redirecting attachment URLs to parent post URLs, these settings will currently only have an effect on unattached media items! So remember: If you change the %1$sattachment redirection setting%2$s in the future, the below settings will take effect for *all* media items.":[""],"Removes the keyword tab from the metabox and disables all keyword-related suggestions.":["メタボックスにキーワードタブを表示しないようにし、キーワードに関連する提案機能をすべて無効化します。"],"Keyword analysis":["キーワードの解析"],"Title separator symbol":["タイトル分割用の記号"],"Security setting":["セキュリティ設定"],"Restore default settings":["初期設定に戻す"],"RSS feed settings":["RSS フィード設定"],"Stop words in slugs.":["スラッグ内のストップワード。"],"Breadcrumbs settings":["パンくずリストの設定"],"Make primary":["メインにする"],"Content optimization":["コンテンツの最適化"],"Enter your Google Authorization Code and press the Authenticate button.":["Google の承認コードを入力して、「認証」のボタンを押してください。"],"To allow %1$s to fetch your %2$s information, please enter your Google Authorization Code. Clicking the button below will open a new window.":[""],"Knowledge base article":["基本となる記事の知識"],"Open the knowledge base article in a new window or read it in the iframe below":["新しいウィンドウでナレッジベースの記事を開くか、下の iframe で読み込む"],"Search results":["検索結果"],"Yoast SEO video tutorial":["Yoast SEO ビデオチュートリアル"],"%s notification":["%s 件の通知"],"Disable readability analysis":["可読性解析を無効化する"],"Removes the readability tab from the metabox and disables all readability-related suggestions.":["メタボックスに可読性タブを表示しないようにし、読みやすさに関連する提案機能をすべて無効化します。"],"Readability analysis":["可読性解析"],"Needs improvement":["改善が必要"],"Readability":["可読性"],"You are trying to load non-minified files, these are only available in our development package. Check out %1$s to see all the source files.":[""],"You have a new issue concerning your SEO!":["SEO に関する新たな問題があります。"],"\"Max entries per sitemap page\" should be below %1$s to meet Google's requirements, which %2$s is not.":[""],"%1$s Dashboard":["%1$s ダッシュボード"],"Improvements":[""],"Restore this item.":["この項目を復元します。"],"Dismiss this item.":["この項目を非表示にします。"],"Good job! We could detect no serious SEO problems.":["SEO の深刻な問題は検出できませんでした。"],"We have detected the following issues that affect the SEO of your site.":["サイトの SEO に影響を与える次の問題を検出しました。"],"Problems":["問題点"],"We're always grateful for patches from non-regular contributors, in %1$s %2$s, patches from the following people made it in:":[""],"Community contributors":["コミュニティ貢献者"],"Tester":["テスター"],"Quality Assurance & Testing":["品質保証とテスト"],"Yoast Developers":["Yoast の開発者"],"CTO":["CTO"],"Development Leaders":["開発リーダー"],"Linguist":["語学者"],"Head R&D":["ヘッド開発者"],"Product Management":["プロダクトマネジメント"],"This is the content analysis, a collection of content checks that analyze the content of your page. %1$sLearn more about the Content Analysis Tool%2$s.":["これはコンテンツ分析で、ページのコンテンツを分析するコンテンツチェックを集めたものです。%1$sコンテンツ分析ツールについての詳細はこちらをどうぞ%2$s。"],"Pick the main keyword or keyphrase that this post/page is about. %1$sLearn more about the Focus Keyword%2$s.":["この投稿/ページについてのメインキーワードまたはキーフレーズを選んでください。 %1$sフォーカスキーワードについて詳しくはこちらをどうぞ%2$s。"],"Analysis":["解析"],"This is a rendering of what this post might look like in Google's search results. %1$sLearn more about the Snippet Preview%2$s.":["これは、この投稿が Google の検索結果にどのように表示されるかのレンダリングです。%1$sスニペットプレビューについて詳しくはこちらをどうぞ%2$s。"],"Not available":["利用できません"],"Enter your focus keyword":["強調したいキーワードを入力"],"Keyword:":["キーワード:"],"Buy the %1$s plugin now and start optimizing to get your site featured in Google News!":["%1$s プラグインを今すぐ購入し、Google ニュースに掲載されたサイトを得るために最適化を開始してください！"],"Buy the %1$s plugin now to improve your site&#8217;s Local SEO and ranking in Google Maps!":["%1$s プラグインを今すぐ購入し、サイトのローカルSEOとGoogleマップのランキングを改善してください !"],"Buy the %1$s plugin now and optimize your videos for video search results and social media!":["%1$s プラグインを今すぐ購入し、動画検索結果とソーシャルメディア用に動画を最適化してください !"],"Take the online Basic SEO Training course and learn the fundamentals of SEO!":["ベーシック SEO トレーニングコースを受講し、SEO の基本を学びましょう。"],"Take the online SEO Copywriting Training course and learn how to write awesome copy that ranks!":["オンライン SEO コピーライティングトレーニングコースを受講し、上位ランキングできるのコピーを書く方法を学びましょう。"],"Filter by SEO Score":["SEO スコアで絞り込む"],"Meta description not set.":["メタディスクリプションが設定されていません。"],"Video tutorial":["チュートリアル動画"],"Email support is a %s feature":["メールサポートは%sの機能です。"],"Knowledge base":["ナレッジベース"],"Loading...":["読み込み中…"],"Something went wrong. Please try again later.":["問題が発生しました。後ほど再度お試しください。"],"Search the Yoast knowledge base":["Yoast knowledge base を検索"],"No results found.":["見つかりませんでした。"],"Dashboard":["ダッシュボード"],"You can fix this on the %1$sPermalink settings page%2$s.":["これは%1$sパーマリンク設定ページ%2$sで修正できます。"],"Simply uncheck the box before \"Break comments into pages...\" on the %1$sComment settings page%2$s.":[""],"Paging comments is enabled, this is not needed in 999 out of 1000 cases, we recommend to disable it.":[""],"Replaced with the primary category of the post/page":["投稿 / 固定ページの主要カテゴリーに置き換えられました"],"Pinterest confirmation":["Pinterest の確認"],"If you have already confirmed your website with Pinterest, you can skip the step below.":["Pinterest でサイトをすでに認証済みの場合は、以下のステップをスキップすることができます。"],"You can choose to not include users without posts.":["投稿がないユーザーを含まないように選択できます。"],"Users without posts":["投稿のないユーザー"],"The user sitemap contains the author archive URLs for every user on your site.":["ユーザーサイトマップには、サイトの各ユーザーの作者アーカイブ URL が含まれています。"],"Format-based archives":["形式ベースアーカイブ"],"Webmaster Tools verification":["ウェブマスターツールの検証"],"Need some help?":["もっとヘルプが必要ですか ?"],"Show information about the focus keyword":["注目キーワードに関する情報を表示する"],"Show information about the content analysis":["コンテンツ分析に関する情報を表示"],"Show information about the snippet editor":["スニペットエディタに関する情報を表示"],"Buy %s":["%s を購入する"],"Show information about errors in category 'Soft 404'":["'Soft 404' カテゴリー内のエラーに関する情報を表示する"],"Show information about errors in category 'Server'":["'Server' カテゴリー内のエラーに関する情報を表示する"],"Show information about errors in category 'Blocked'":["'Blocked' カテゴリー内のエラーに関する情報を表示する"],"Show information about errors in category 'Other'":["'Other' カテゴリー内のエラーに関する情報を表示する"],"Show information about errors in category 'Not Found'":["'Not Found' カテゴリー内のエラーに関する情報を表示する"],"Show information about errors in category 'Access Denied'":["'Access Denied' カテゴリー内のエラーに関する情報を表示する"],"New %1$s Title":["新規 %1$s タイトル"],"Existing %1$s Title":["既存の %1$s タイトル"],"Expected an integer as input.":["整数を入力してください。"],"Trying to build the sitemap cache key, but the postfix and prefix combination leaves too little room to do this. You are probably requesting a page that is way out of the expected range.":[""],"Note: this feature has been deprecated, as the SEO value is close to 0 these days. If you disable it you will not be able to put it back on.":["注: この機能の SEO 的な価値はゼロに近いと最近は言われており、現在は非推奨です。この機能を無効化する、再有効化することはできません。"],"Redirect":["リダイレクト"],"No redirect":["リダイレクトしない"],"Remove":["削除"],"Keep":["維持"],"Bold the last page":["最後のページを太字にする"],"Regular":["標準"],"Bold":["太字"],"Show Blog page":["ブログページを表示"],"Primary %s":["メイン %s"],"Primary":["メイン"],"Make %1$s primary %2$s":["%1$s を %2$s のメインにする"],"Integrations":["連携"],"Term is set to noindex.":["タームが noindex に指定されている"],"Filter specific user roles":["特定のユーザー役割でフィルター"],"Not in sitemap":["サイトマップに含まない"],"In sitemap":["サイトマップに含む"],"Author / user sitemap":["作成者 / ユーザーサイトマップ"],"XML sitemap functionality":["XML サイトマップ機能"],"Subpages of archives":["アーカイブのサブページ"],"Author archives":["作成者アーカイブ"],"Show":["表示"],"The advanced section of the %1$s meta box allows a user to noindex posts or change the canonical. These are things you might not want if you don't trust your authors, so by default, only administrators can do this. Enabling the advanced box allows all users to change these settings.":[""],"Advanced part of the %1$s meta box":["%1$s メタボックスの高度な設定"],"Enabled":["有効"],"Disabled":["無効"],"%1$s has not fetched your site's indexability status yet from %2$s":["%1$s はサイトのインデックス性ステータスを %2$s からまだ取得していません"],"The separator defined in your theme's %s tag.":["セパレータはテーマの %s タグで定義されています。"],"No index":["インデックスされていません"],"Import from wpSEO":["wpSEO からインポート"],"Remove the %s variables.":["%s 変数を削除する。"],"Strip the category base (usually %s) from the category URL.":["カテゴリーベース (通常は %s) をカテゴリー URL から削除する"],"Analyze entire site":["サイト全体を解析する"],"Fetch the current status":["現在のステータスを取得"],"%1$s%2$s has not been able to fetch your site's indexability status%3$s from %4$s":[""],"Your homepage can be indexed by search engines.":["ホームページは検索エンジンによりインデックスされます。"],"Indexability check by %1$s":["%1$s によるインデクサビリティチェック"],"Architect":["設計者"],"If you want to use an image for sharing on %1$s, you can upload / choose an image or add the image URL here.":["%1$s での共有に画像を使いたい場合は、ここで画像をアップロード / 選択するか、画像の URL を追加してください。"],"If you don't want to use the meta description for sharing on %1$s but want another description there, write it here.":["%1$s で共有する際に実際のメタディスクリプションを使いたくない場合は、ここに代わりの文章を入力してください。"],"If you don't want to use the title for sharing on %1$s but instead want another title there, write it here.":["%1$s で共有する際に実際のタイトルを使いたくない場合は、ここに代わりのタイトルを入力してください。"],"%1$sYour homepage cannot be indexed by search engines%2$s. This is very bad for SEO and should be fixed.":[""],"Once Weekly":["一週間に一度"],"Add-ons":["アドオン"],"SEO score":["SEO スコア"],"Snippet editor":["スニペットエディター"],"Add keyword":["キーワードの追加"],"wpSEO has been deactivated":["wpSEO が無効になっています"],"The plugin wpSEO has been detected. Do you want to %1$simport its settings%2$s?":["wpSEO プラグインを検出しました。%1$s 設定 %2$s をインポートしますか ?"],"Twitter metadata":["Twitter メタデータ"],"Facebook / Open Graph metadata":["Facebook / Open Graph メタデータ"],"Recalculating SEO scores for all pieces of content with a focus keyword.":["フォーカスキーワードを使用し、すべてのコンテンツの SEO スコアを再計算します。"],"%1$s of %2$s done.":["%1$s / %2$s 完了。"],"We've updated our SEO score algorithm. %1$sRecalculate the SEO scores%2$s for all posts and pages.":["SEO スコアのアルゴリズムを更新しました。%1$s ここをクリックして、すべての投稿と固定ページの SEO スコアを再計算します。%2$s"],"https://yoast.com/":["https://yoast.com/"],"Team Yoast":["Team Yoast"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["WordPress のオールインワン型 SEO ソリューションを提供します。ページコンテンツの解析や XML サイトマップなど様々な機能があります。"],"https://yoast.com/wordpress/plugins/seo/#utm_source=wpadmin&utm_medium=plugin&utm_campaign=wpseoplugin":["https://yoast.com/wordpress/plugins/seo/#utm_source=wpadmin&utm_medium=plugin&utm_campaign=wpseoplugin"],"Yoast SEO":["Yoast SEO"],"Activation failed:":["有効化に失敗しました："],"The filter extension seem to be unavailable. Please ask your web host to enable it.":["フィルタ拡張機能が使用できません。ホスティング会社に有効化するよう問い合わせてください。"],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":["%1$s プラグインのインストールが不完全です。%2$sインストール手順%3$sに従ってください。"],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":["Standard PHP Library (SPL) 拡張機能が利用できないようです。ホスティング会社に有効にするよう問い合わせてください。"],"%sRenew your license now%s.":["%s今すぐライセンスを更新する%s"],"Your %s license will expire on %s.":["%s ライセンスは %s に期限切れになります。"],"You defined your license key using the %s PHP constant.":["ライセンスキーを %s PHP 定数で指定しています。"],"Paste your %s license key here...":["ここに %s ライセンスキーを入力..."],"License Key":["ライセンスキー"],"Please enter a license key in the field below first.":["まず下のフィールドにライセンスキーを入力してください。"],"Activate License":["ライセンスの有効化"],"(deactivate your license so you can activate it on another WordPress site)":["(他の WordPress サイトで使えるようにするには無効化してください)"],"Deactivate License":["ライセンスの無効化"],"Toggle license status":["ライセンスステータスの切り替え"],"License status":["ライセンスステータス"],"Your server has an outdated version of the PHP module cURL (Version: %s). Please ask your hosting company to update this to a recent version of cURL. You can read more about that in our %sKnowledge base%s.":["サーバの PHP モジュール cURL (バージョン: %s) は古すぎます。 cURL を最新版に更新するようホスティング会社に問い合わせてください。詳細は%sナレッジベース%sをご覧ください。"],"We couldn't create a connection to our API to verify your license key(s). Please ask your hosting company to allow outgoing connections from your server to %s.":["ライセンスキーの認証のための API に接続できませんでした。サーバから %s への接続を許可するようホスティング会社に問い合わせてください。"],"This site has not been activated properly on yoast.com and thus cannot check for future updates. Please activate your site with a valid license key.":["このサイトは yoast.com で正常に認証されていないので新しいアップデートを確認できません。有効なライセンスキーを取得して認証してください。"],"%s failed to check for updates because of the following error: <em>%s</em>":["以下のエラーが発生したため、%s の更新の確認ができませんでした: <em>%s</em>"],"%s is network activated, please contact your site administrator to manage the license.":["%s はネットワークを有効化しました。サイト管理者にライセンス管理を依頼してください。"],"%s is network activated, you can manage your license in the <a href=\"%s\">network admin license page</a>.":["%s がネットワークで有効になっている場合は、<a href=\"%s\">ネットワーク管理ライセンスページ</a>でライセンスを管理できます。"],"%s: License Settings":["%s: ライセンス設定"],"Request error: \"%s\" (%scommon license notices%s)":["リクエストエラー: \"%s\" (%s一般的なライセンスの注意%s)"],"Failed to deactivate your %s license.":["%s ライセンスの無効化が失敗しました。"],"Your %s license has been deactivated.":["%s ライセンスを無効化しました。"],"Failed to activate your license, your license key seems to be invalid.":["ライセンスを有効化できませんでした。ライセンスキーが間違っているようです。"],"Your license has expired. You must <a href=\"%s\">extend your license</a> in order to use it again.":["ライセンスの有効期限が切れました。使用を続けるには<a href=\"%s\">ライセンスを延長</a>してください。"],"You've reached your activation limit. You must <a href=\"%s\">upgrade your license</a> to use it on this site.":["認証上限に達しました。このサイトで利用するには<a href=\"%s\">ラインセンスをアップグレード</a>してください。"],"<a href=\"%s\">Your license is expiring in %d day, would you like to extend it?</a> ":["<a href=\"%s\">%d日でライセンスが期限切れになります。延長しますか ?</a>"],"<a href=\"%s\">Did you know you can upgrade your license?</a> ":["<a href=\"%s\">ライセンスがアップグレードできるのをご存知でしたか ?</a>"],"You have used %d/%d activation. ":["%d件 (%d件中) の有効化コードを使用済みです。"],"You have an unlimited license. ":["無制限ライセンスをお持ちです。"],"Your %s license has been activated. ":["%s ライセンスを有効化しました。"],"<b>Warning!</b> You're blocking external requests which means you won't be able to get %s updates. Please add %s to %s.":["<b>警告!</b> 外部のリクエストをブロックしているため、 %s の更新が取得できません。%s を %s に追加してください。"],"Register now &raquo;":["今すぐ登録する &raquo;"],"Translation of %s":["%s の翻訳"],"You're using WordPress in a language we don't support yet. We'd love for %2$s to be translated in that language too, but unfortunately, it isn't right now. You can change that! Register at %4$s to help translate it!":[""],"You're using WordPress in %1$s. While %2$s has been translated to %1$s for %3$d%%, it's not been shipped with the plugin yet. You can help! Register at %4$s to help complete the translation to %1$s!":["WordPress を%1$sでお使いのようです。%2$s の%1$s翻訳の完成度は現在%3$d%% ですが、まだプラグインには同梱されていません。ぜひ %4$s で登録して、%1$sの翻訳を完成させるのを手伝ってください。"],"As you can see, there is a translation of this plugin in %1$s. This translation is currently %3$d%% complete. We need your help to make it complete and to fix any errors. Please register at %4$s to help complete the translation to %1$s!":["ご覧のように、このプラグインは %1$s に翻訳されています。翻訳の完成度は現在%3$d%% です。翻訳を完成させ、誤訳などを修正するにはあなたの助けが必要です。%4$s で登録して %1$s への翻訳を助けてください!"],"All-In-One-SEO has been deactivated":["All-In-One-SEO を無効化しました"],"The plugin All-In-One-SEO has been detected. Do you want to %1$simport its settings%2$s?":["All-In-One-SEO プラグインを検出しました。設定%2$sをインポート%1$sしますか ?"],"SEO Settings":["SEO 設定"],"Mobile-Friendly Test":["モバイル対応テスト"],"Google Page Speed Test":["Google PageSpeed Insights"],"CSS Validator":["CSS Validator"],"HTML Validator":["HTML Validator"],"Pinterest Rich Pins Validator":["Pinterest Rich Pins Validator"],"Facebook Debugger":["Facebook Debugger"],"Check Headers":["ヘッダーをチェック"],"Check Google Cache":["Google キャッシュをチェック"],"Check Keyword Density":["キーワード密度をチェック"],"Check Inlinks (OSE)":["内部リンクをチェック(OSE)"],"Analyze this page":["このページを分析する"],"SEO Book":["SEO の本"],"AdWords External":["AdWords External"],"Keyword Research":["キーワードのリサーチ"],"%s does not seem to be a valid url. Please correct.":["%s は、有効なURLではないようです。修正してください。"],"%1$s does not seem to be a valid %2$s verification string. Please correct.":["%1$s は有効な %2$s 確認用の文字列ではないようです。修正してください。"],"\"Max entries per sitemap page\" should be a positive number, which %s is not. Please correct.":["サイトマップ毎の最大投稿数は正の数でないといけません。%s は間違っているので修正してください。"],"%s Archive":["%s アーカイブ"],"You searched for %s":["検索: %s"],"%s does not seem to be a valid Twitter user-id. Please correct.":["%s は有効な Twitter ユーザー ID ではないようです。修正してください。"],"Summary with large image":["大きな画像付きのSummary"],"Summary":["Summary"],"The post %1$s appeared first on %2$s.":["投稿 %1$s は %2$s に最初に表示されました。"],"No numeric value was received.":["数字の値を受け取れませんでした。"],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":["これはすでに存在するブログである必要があります。ブログ %s は存在しないか、削除されています。"],"The default blog setting must be the numeric blog id of the blog you want to use as default.":["デフォルトブログ設定は、デフォルトで使いたいブログの ID の数字である必要があります。"],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":["%1$s は %2$s 設定へのアクセスを許可するユーザーの選択としては正しくありません。デフォルトに戻しました。"],"Please select a valid post type for taxonomy \"%s\"":["タクソノミー \"%s\" の正しい投稿タイプを選んでください。"],"Please select a valid taxonomy for post type \"%s\"":["投稿タイプ \"%s\" の正しいタクソノミーを選んでください。"],"You searched for":["検索: "],"Home":["ホーム"],"Archives for":["アーカイブ: "],"Error 404: Page not found":["エラー 404: ページが見つかりません。"],"Good":["Good"],"Replaced with a custom taxonomies description":["カスタムタクソノミー説明文に置き換えられます"],"Replaced with a posts custom taxonomies, comma separated.":["カンマで区切られた投稿のカスタムタクソノミーに置き換えられます"],"Replaced with a posts custom field value":["現在の投稿カスタムフィールド値に置き換えられます"],"Replaced with the slug which caused the 404":["404の原因になるスラッグに置き換えられます"],"Replaced with the posts focus keyword":["現在の投稿フォーカスキーワードに置き換えられます"],"Attachment caption":["添付ファイルのキャプション"],"Replaced with the current page number":["現在のページナンバーに置き換えられます"],"Replaced with the current page total":["現在のページ数合計に置き換えられます"],"Replaced with the current page number with context (i.e. page 2 of 4)":["現在のページ数に置き換えられます (例: ページ 2/4)"],"Replaced with the current year":["現在の年に置き換えられます"],"Replaced with the current month":["現在の月に置き換えられます"],"Replaced with the current day":["現在の日で置き換えられます"],"Replaced with the current date":["現在の日付に置き換えられます"],"Replaced with the current time":["現在の時間に置き換えられます"],"Replaced with the post/page author's userid":["投稿 / ページの投稿者のユーザー ID に置き換えられます"],"Replaced with the post/page author's 'Biographical Info'":["投稿やページの投稿者のプロフィールに置き換えられます"],"Replaced with the post/page author's 'nicename'":["投稿 / ページの投稿者のニックネームに置き換えられます"],"Replaced with the post/page ID":["投稿/ページの ID に置き換えられます"],"Replaced with the post/page modified time":["投稿/ページの更新時刻に置き換えられます"],"Replaced with the post type plural label":["投稿タイプの複数ラベルに置き換えられます"],"Replaced with the post type single label":["投稿タイプのシングルラベルに置き換えられます"],"Replaced with the current search phrase":["現在の検索語に置き換えられます"],"Replaced with the term name":["ターム名に置き換えられます"],"Replaced with the term description":["ターム説明文に置き換えられます"],"Replaced with the tag description":["タグ説明文に置き換えられます"],"Replaced with the category description":["カテゴリー説明文に置き換えられます"],"Replaced with the post categories (comma separated)":["投稿のカテゴリー (カンマで区切り) に置き換えられます"],"Replaced with the current tag/tags":["現在のタグに置き換えられます"],"Replaced with the post/page excerpt (without auto-generation)":["投稿/ページの抜粋 (自動生成しません) に置き換えられます"],"Replaced with the post/page excerpt (or auto-generated if it does not exist)":["投稿/ページの抜粋 (存在しない場合は自動生成されます) に置き換えられます"],"The site's tag line / description":["サイトのタグライン / 説明文"],"The site's name":["サイト名"],"Replaced with the title of the parent page of the current page":["現在のページの親ページのタイトルに置き換えられます"],"Replaced with the title of the post/page":["投稿/ページのタイトルに置き換えられます"],"Replaced with the date of the post/page":["投稿/ページの日時に置き換えられます"],"Page %1$d of %2$d":["ページ %1$d / %2$d"],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":[""],"A replacement variable with the same name has already been registered. Try making your variable name unique.":["既に使用されている置換変数名に変更しようとしています。もっとユニークな変数名にしましょう。"],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":[""],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":["変数名を変更してください。アルファベット、数字、アンダーラインとハイフンのみ使用できます。"],"Admin only notice: this page doesn't show a meta description because it doesn't have one, either write it for this page specifically or go into the SEO -> Titles menu and set up a template.":["管理者への注記: このページにはメタディスクリプションが存在していないので表示していません。このページに特化したメタディスクリプションを書くか、「SEO \t タイトル」メニューに移動してテンプレートを設定してください。"],"Page not found":["ページが見つかりません。"],"%s Archives":["%s アーカイブ"],"Search for \"%s\"":["\"%s\"の検索結果"],"Exclude user from Author-sitemap":["投稿者サイトマップからユーザーを除外する"],"Meta keywords to use for Author page":["著者ページに使用するメタキーワード"],"Meta description to use for Author page":["投稿者ページに使用するメタディスクリプション"],"Title to use for Author page":["投稿者ページに使用するタイトル"],"%1$s settings":["%1$s の設定"],"Delete the old data after import? (recommended)":["インポート後に古いデータを削除しますか？ （推奨）"],"Import from WooThemes SEO framework":["WooThemes SEO フレームワークからインポート"],"Import from All-in-One SEO":["All-in-One SEO からインポート"],"Import from HeadSpace2":["HeadSpace2 からインポート"],"If you've used another SEO plugin, try the %1$sSEO Data Transporter%2$s plugin to move your data into this plugin, it rocks!":["別の SEO プラグインを使用していた場合は、このプラグインにデータを移動するために、 %1$sSEO Data Transporter%2$s プラグインを試してみてください !"],"No doubt you've used an SEO plugin before if this site isn't new. Let's make it easy on you, you can import the data below. If you want, you can import first, check if it was imported correctly, and then import &amp; delete. No duplicate data will be imported.":["このサイトが新しくない場合は、以前に SEO プラグインを使用していたことでしょう。気楽に行きましょう。下にあるデータをインポートできます。必要であれば、最初にインポートすることができ、それが正しくインポートされたかどうかを確認して、インポート及び削除をします。重複データはインポートされません。"],"Export your %1$s settings":["%1$s の設定をエクスポートする"],"Include Taxonomy Metadata":["タクソノミーのメタデータを含める"],"Export your %1$s settings here, to import them again later or to import them on another site.":["ここで %1$s の設定をエクスポートすると、後でもう一度インポートするか、または別のサイトにインポートできます。"],"Import settings":["設定のインポート"],"Import settings by locating %1$ssettings.zip%2$s and clicking \"Import settings\"":[""],"Import from other SEO plugins":["他の SEO プラグインからインポートする"],"Import":["インポート"],"The old data of the imported plugin was deleted successfully.":["インポートしたプラグインの古いデータを削除しました。"],"If you had a %s file and it was editable, you could edit it from here.":[""],"If your %s were writable, you could edit it from here.":[""],"You don't have a %s file, create one here:":[""],"A link to your site, with your site's name and description as anchor text.":["サイト名と説明文のアンカーテキスト付きのサイトへのリンクです。"],"A link to your site, with your site's name as anchor text.":["サイト名のアンカーテキスト付きのサイトへのリンクです。"],"A link to the post, with the title as anchor text.":["タイトルのアンカーテキスト付きの投稿へのリンクです。"],"A link to the archive for the post author, with the authors name as anchor text.":["投稿者名のアンカーテキスト付きの投稿者のアーカイブへのリンクです。"],"You can use the following variables within the content, they will be replaced by the value on the right.":["コンテンツ内で次の変数を使用することができ、右側の値に置き換えられます。"],"Content to put after each post in the feed":["フィードの各投稿の後に表示するコンテンツ"],"Content to put before each post in the feed":["フィード内の各投稿の前に置くためのコンテンツ"],"This feature is used to automatically add content to your RSS, more specifically, it's meant to add links back to your blog and your blog posts, so dumb scrapers will automatically add these links too, helping search engines identify you as the original source of the content.":["この機能は自動的に RSS にコンテンツを追加するために使用されます。さらに具体的に言うと、それはあなたのブログやブログ投稿へ戻るリンクを追加します。まぬけなコンテンツ窃盗者は、自動的にこうしたリンクも追加してしまうため、検索エンジンがあなたのブログをコンテンツのオリジナルのソースとして識別するのに役立ちます。"],"Other variables not to clean":["他の変数は空にしません。"],"You might have extra variables you want to prevent from cleaning out, add them here, comma separated.":["消されたくない追加の変数がある場合は、ここに入力してください。 (コンマ区切り)"],"Prevent cleaning out Google Analytics Campaign & Google AdWords Parameters.":["Google Analytics のキャンペーンと Google AdWords パラメータの削除を防ぎます。"],"If you use Google Analytics campaign parameters starting with %s, check this box. However, you're advised not to use these. Instead, use the version with a hash.":["%s から始まる Google Analytics のキャンペーンパラメータを使用している場合はチェックをつけてください。ただし、本来は使うべきではないため、代わりにハッシュを用いたものの使用をお勧めします。"],"Prevent cleaning out Google Site Search URLs.":["Google Site Search の URL を空にすることを防ぎます。"],"Google Site Search URLs look weird, and ugly, but if you're using Google Site Search, you probably do not want them cleaned out.":["Google Site Search の URL は奇妙で醜くく見えますが、Google Site Search を使用している場合は、URL を空にする必要はありません。"],"Redirect ugly URLs to clean permalinks. (Not recommended in many cases!)":["醜い URL をきれいなパーマリンクへとリダイレクトします。 ( 非推奨です ! )"],"People make mistakes in their links towards you sometimes, or unwanted parameters are added to the end of your URLs, this allows you to redirect them all away. Please note that while this is a feature that is actively maintained, it is known to break several plugins, and should for that reason be the first feature you disable when you encounter issues after installing this plugin.":["時折リンクを間違えたり、不要なパラメータを URL の末尾に追加してアクセスしたりする人がいますが、これを有効にするとリダイレクトするようにできます。この機能はただいま調整中で、一部のプラグインと競合することが判明しています。このプラグインをインストールした後、問題が発生したときはこの機能をまず無効化してみてください。"],"Enforce a trailing slash on all category and tag URLs":["すべてのカテゴリーとタグの URL の末尾に強制的にスラッシュを追加する"],"If you choose a permalink for your posts with %1$s, or anything else but a %2$s at the end, this will force WordPress to add a trailing slash to non-post pages nonetheless.":["%1$s を含む、または末尾が %2$s  以外の投稿パーマリンクを選択すると、 WordPress に投稿以外のページの末尾へスラッシュを追加するよう強制します。"],"This prevents threaded replies from working when the user has JavaScript disabled, but on a large site can mean a <em>huge</em> improvement in crawl efficiency for search engines when you have a lot of comments.":["ユーザーが JavaScript を無効化している場合に、返信がスレッドにならなくなります。大規模なサイト上では多数のコメントが有る時に検索エンジンのクロール効率が<em>大幅に</em>向上します。"],"This helps you to create cleaner URLs by automatically removing the stopwords from them.":["URL の文字列を途切れさせてしまうストップワードを自動的に削除することで、きれいな URL を作成できるようにします。"],"Clean up permalinks":["パーマリンクの掃除"],"Redirect attachment URLs to parent post URL.":["添付ファイルの URL を親投稿の URL へリダイレクトします。"],"Attachments to posts are stored in the database as posts, this means they're accessible under their own URLs if you do not redirect them, enabling this will redirect them to the post they were attached to.":["投稿への添付ファイルは投稿としてデータベースに保存されます。リダイレクトしないと、それら独自の URL でアクセスできます。これを有効にすると、添付された投稿にリダイレクトされます。"],"Change URLs":["URL を変更する"],"Usage of this breadcrumbs feature is explained in %1$sour knowledge-base article on breadcrumbs implementation%2$s.":["パンくずリスト機能の使い方は %1$sナレッジベース記事%2$sに掲載されています。"],"How to insert breadcrumbs in your theme":["テーマにパンくずリストを挿入する方法"],"Blog":["ブログ"],"Post type archive to show in breadcrumbs for taxonomies":["タクソノミーのパンくずリストで表示する投稿タイプアーカイブ"],"Taxonomy to show in breadcrumbs for post types":["パンくずリストに表示するタクソノミー"],"Breadcrumb for 404 Page":["404ページのパンくずリスト"],"Prefix for Search Page breadcrumbs":["検索ページのパンくずリストの接頭辞"],"Prefix for Archive breadcrumbs":["アーカイブのパンくずリストの接頭辞"],"Prefix for the breadcrumb path":["パンくずリストのパスの接頭辞"],"Anchor text for the Homepage":["ホームページ用のアンカーテキスト"],"Separator between breadcrumbs":["パンくずリストの間の区切り"],"Enable Breadcrumbs":["パンくずリストを有効にする"],"Below are your published posts' SEO scores. Now is as good a time as any to start improving some of your posts!":["以下は公開済み投稿の SEO スコアです。今すぐ投稿の改善を始めましょう。"],"Developer":["開発者"],"QA & Translations Manager":["品質・翻訳管理"],"Project Lead":["プロジェクトリード"],"Want to help us develop? Read our %1$scontribution guidelines%2$s!":["開発に参加したければ、%1$scontribution guidelines%2$s をご覧ください!"],"While most of the development team is at %1$sYoast%2$s in the Netherlands, %3$s is created by a worldwide team.":["%1$sYoast%2$s の開発チームの大半はオランダにいますが、%3$s は国際色豊かなチームで開発しています。"],"Credits":["謝辞"],"Thank you for updating %1$s!":["%1$s を更新してくださりありがとうございます!"],"Posts to exclude":["除外する投稿"],"You can exclude posts from the sitemap by entering a comma separated string with the Post ID's. The format will become something like: %1$s.":["サイトマップから除外したい投稿の投稿 ID をコンマ区切りで入力してください。入力例: %1$s"],"Max entries per sitemap":["サイトマップ毎の最大投稿数"],"Please enter the maximum number of entries per sitemap page (defaults to %d, you might want to lower this to prevent memory issues on some installs):":[""],"Save your settings to activate your XML Sitemap.":["XML サイトマップを有効にするために設定を保存します。"],"You do <strong>not</strong> need to generate the XML sitemap, nor will it take up time to generate after publishing a post.":["XML サイトマップを生成する必要も、投稿を公開した後に生成するための時間を取る必要も<strong>ありません</strong>。"],"You can find your XML Sitemap here: %1$sXML Sitemap%2$s":["XML サイトマップはこちらになります: %1$s XML サイトマップ %2$s"],"Excluded Posts":["除外する投稿"],"User sitemap":["ユーザーサイトマップ"],"&laquo; Back to Tools page":["&laquo; ツールページに戻る"],"%1$s comes with some very powerful built-in tools:":["%1$s はパワフルなツールをいくつか内蔵しています:"],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":["このツールを使用すると robots.txt や .htaccess などの、 SEO にとって重要なファイルを簡単に編集できます。"],"File editor":["ファイルエディタ"],"Import settings from other SEO plugins and export your settings for re-use on (another) blog.":["他の SEO プラグインの設定をインポートしたり、他のブログで再利用するために設定をエクスポートしたりできます。"],"Import and Export":["インポート・エクスポート"],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":["このツールを使用すると、すべての投稿と固定ページのタイトルや説明文を一括で変更できます。"],"Bulk editor":["一括変更"],"Google Publisher Page":["Google Publisher Page"],"If you have a Google+ page for your business, add that URL here and link it on your Google+ page's about page.":["ビジネス用の Google+ ページがあるなら、ここにそのURLを追加してください。Google+ ページ上の基本情報ページにリンクします。"],"To %1$sconfirm your site with Pinterest%2$s, add the meta tag here:":["%1$s サイトを Pinterest で認証するには%2$s、ここにメタタグを追加してください："],"Pinterest uses Open Graph metadata just like Facebook, so be sure to keep the Open Graph checkbox on the Facebook tab checked if you want to optimize your site for Pinterest.":["Pinterest は Facebook と同様に Open Graph のメタデータを利用するため、サイトを Pinterest に最適化するには Facebook タブにある Open Graph のチェックボックスにチェックを入れてください。"],"The default card type to use":["使用するデフォルトカードタイプ"],"Add Twitter card meta data":["Twitter card のメタデータを追加"],"Add Twitter card meta data to your site's %s section.":["Twitter カードのメタデータをサイトの %s に追加する"],"This image is used if the post/page being shared does not contain any images.":["シェアされている投稿/ページに画像が含まれていない場合は、この画像が使用されます。"],"Default settings":["デフォルト設定"],"Copy home meta description":["ホームのメタディスクリプションを複製"],"Description":["説明文"],"Image URL":["画像 URL"],"These are the title, description and image used in the Open Graph meta tags on the front page of your site.":["トップページの Open Graph メタデータで使用されるタイトル、説明文、画像です。"],"Frontpage settings":["フロントページ設定"],"Add Open Graph meta data":["Open Graph メタデータを追加する"],"Add Open Graph meta data to your site's %s section, Facebook and other social networks use this data when your pages are shared.":["OGP データをサイトの %s に追加する（Facebook を始めとする SNS は、ページがシェアされた時にこのデータを利用します。）"],"Google+ URL":["Google+ URL"],"YouTube URL":["YouTube URL"],"Pinterest URL":["Pinterest URL"],"MySpace URL":["MySpace URL"],"LinkedIn URL":["LinkedIn URL"],"Instagram URL":["Instagram URL"],"Twitter Username":["Twitter ユーザー名"],"Facebook Page URL":["Facebook ページの URL"],"Accounts":["アカウント"],"Restore site to defaults":["サイトをデフォルト状態に復元"],"Blog ID":["ブログ ID"],"Site ID":["サイト ID"],"Using this form you can reset a site to the default SEO settings.":["このフォームを使って、サイトをデフォルトの SEO の設定にリセットすることができます。"],"Restore site to default settings":["サイトをデフォルトの設定に復元"],"Save MultiSite Settings":["マルチサイトの設定を保存"],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new blogs.":[""],"Enter the %1$sSite ID%2$s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":[""],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":["ネットワークに追加されたすべてのサイトに対してのデフォルトサイト設定を選んでください。「なし」を選ぶとプラグインのデフォルトを使います。"],"New sites in the network inherit their SEO settings from this site":["このサイトからの SEO 設定を継承するネットワーク内の新しいサイト"],"Super Admins only":["特権管理者専用"],"Site Admins (default)":["サイト管理者(デフォルト)"],"Who should have access to the %1$s settings":["%1$s の設定にアクセスできる人"],"spam":["スパム"],"mature":["mature"],"archived":["アーカイブ済み"],"public":["公開済み"],"Blog %s not found.":["ブログ %s が見つかりませんでした。"],"%s restored to default SEO settings.":["%s SEO 設定をデフォルトに戻しました。"],"Settings Updated.":["設定をアップデートしました。"],"Use meta keywords tag?":["メタキーワードタグを使用する"],"I don't know why you'd want to use meta keywords, but if you want to, enable this.":["なぜメタキーワードを使用したいのか知りませんが、使用したいならこのチェックボックスにチェックを入れてください。"],"If you want to prevent /page/2/ and further of any archive to show up in the search results, set this to \"noindex\".":["検索結果に /page/2/ 以上のアーカイブが表示されないようにするには、これを \"noindex\"に設定します。"],"Sitewide meta settings":["サイト全体のメタ設定"],"404 pages":["404ページ"],"Search pages":["検索ページ"],"These pages will be %s by default, so they will never show up in search results.":["これらのページはデフォルトで %s になるため、検索結果に表示されることはありません。"],"Special Pages":["特別なページ"],"Date-based archives could in some cases also be seen as duplicate content.":["日付ベースのアーカイブも場合によっては重複コンテンツになることがあります。"],"If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or to add %s to it so it doesn't show up in the search results.":["この問題に該当する場合、無効にする (ホームページへリダイレクトさせる) か、%sを検索結果に表示されないように追加できます。"],"If you're running a one author blog, the author archive will be exactly the same as your homepage. This is what's called a %1$sduplicate content problem%2$s.":["投稿者が一人のブログの場合、投稿者アーカイブはホームページと同一になってしまうという、%1$s重複コンテンツ問題%2$sと呼ばれる問題が起きます。"],"Date archives":["日付アーカイブ"],"Title":["タイトル"],"Note: instead of templates these are the actual titles and meta descriptions for these custom post type archive pages.":["注: テンプレートの代わりに、これらはカスタム投稿タイプのアーカイブページ用の実際のタイトルやメタディスクリプションです。"],"Custom Post Type Archives":["カスタム投稿タイプアーカイブ"],"%1$s Meta Box":["%1$s メタボックス"],"Hide":["非表示"],"Date in Snippet Preview":["スニペットプレビューの日付"],"Meta Robots":["Meta Robots"],"Take note:":["注意:"],"You can determine the title and description for the blog page by %1$sediting the blog page itself &raquo;%2$s":[""],"You can determine the title and description for the front page by %1$sediting the front page itself &raquo;%2$s":[""],"Homepage &amp; Front page":["ホームページとフロントページ"],"Meta keywords template":["メタキーワードのテンプレート"],"Meta description template":["メタディスクリプションのテンプレート"],"Title template":["タイトルのテンプレート"],"Symbols are shown in the size they'll appear in the search results.":["記号は検索結果に表示されるサイズで表示されます。"],"Choose the symbol to use as your title separator. This will display, for instance, between your post title and site name.":["タイトルの区切り文字を選んでください。区切り文字は、例えば投稿のタイトルとサイト名の間に表示されます。"],"Title Separator":["タイトル区切り文字"],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s は、ページのタイトルを書き換える必要があるかどうかを自動検出します。 それが間違っていて、どう変更すればいいか知っているなら、ここで設定を変更できます。"],"Force rewrite titles":["タイトルを強制的に書き換える"],"Taxonomies":["タクソノミー"],"Post Types":["投稿タイプ"],"Homepage":["ホームページ"],"%1$s Extensions":["%1$s 拡張機能"],"Seamlessly integrate WooCommerce with %1$s and get extra features!":["WooCommerce を %1$s とシームレスに統合したり追加機能を使えるようにしたりします!"],"Rank better locally and in Google Maps, without breaking a sweat!":["Google マップのランキングで上位になりましょう!"],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":["Google ニュースに表示されてますか? 最適化してGoogle ニュースからのトラフィックを増やしましょう!"],"Optimize your videos to show them off in search results and get more clicks!":["動画を最適化して検索結果に表示させ、もっとクリックされるようにします!"],"The premium version of %1$s with more features & support.":["追加機能とサポートが得られるプレミアム版の %1$s です。"],"Yandex Webmaster Tools":["Yandex ウェブマスターツール"],"Bing Webmaster Tools":["Bing ウェブマスターツール"],"You can use the boxes below to verify with the different Webmaster Tools, if your site is already verified, you can just forget about these. Enter the verify meta values for:":["下のボックスで様々なウェブマスターツールの認証設定ができます。認証用のメタ値を入力してください。サイトがすでに認証されている場合は、入力しなくても大丈夫です。"],"Your name":["自分の名前"],"Company logo":["会社ロゴ"],"Company name":["会社名"],"Person":["個人"],"Company":["法人"],"Choose whether you're a company or person":["個人か法人か選んでください"],"This data is shown as metadata in your site. It is intended to appear in Google's Knowledge Graph. You can be either a company, or a person, choose either:":["このデータはメタデータとして表示されます。 Google Knowledge Graph に利用されるかもしれません。個人か法人か選んでください:"],"Company or person":["個人 / 法人"],"Alternate name":["別名"],"Google shows your website's name in the search results, we will default to your site name but you can adapt it here. You can also provide an alternate website name you want Google to consider.":["Google はデフォルトではサイト名を検索結果に表示しますが、ここで好きなように変更できます。サイト名とは異なる名前を入力してもかまいません。"],"Website name":["サイト名"],"Are you sure you want to reset your SEO settings?":["SEO 設定を初期化しますか?"],"If you want to restore a site to the default %s settings, press this button.":["%s の設定をデフォルトに戻したい場合は、下のボタンを押してください。"],"Security":["セキュリティ"],"Webmaster tools":["ウェブマスターツール"],"Your info":["情報"],"Company info":["会社情報"],"You do not have your postname in the URL of your posts and pages, it is highly recommended that you do. Consider setting your permalink structure to <strong>/%postname%/</strong>.":["投稿やページの URL に postname がありません。 postname を含めることを強くお勧めします。パーマリンク構造を <strong>/%postname%/</strong> に設定することを検討してください。"],"Fix it":["修正する"],"RSS":["RSS"],"Permalinks":["パーマリンク"],"Breadcrumbs":["パンくずリスト"],"or":["または"],"Save Profile":["プロファイルの保存"],"There were no profiles found":["プロファイルがありません"],"Profile":["プロファイル"],"Current profile":["現在のプロファイル"],"Reauthenticate with Google ":["Google で再認証"],"Authenticate":["認証"],"Get Google Authorization Code":["Google 認証コードを取得する"],"Reload crawl issues":["クロールの問題をリロード"],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year of support and updates, on %2$s.":["リダイレクトを作成してこの問題を修正するには %1$s が必要です。%2$sで、1年間のサポートと更新が含まれるプラグインを購入できます。"],"Creating redirects is a %s feature":["リダイレクトを設定するのは %s 機能です。"],"Errors that only occurred when your site was crawled by Googlebot for feature phones (errors didn't appear for desktop).":["フィーチャフォン用の Googlebot がサイトをクロール中にエラーが起こりました。( デスクトップ用ではエラーはありません )"],"Errors that occurred only when your site was crawled by Googlebot-Mobile (errors didn't appear for desktop).":["Googlebot-Mobile がサイトをクロール中にエラーが起こりました。( デスクトップ用ではエラーはありません )"],"Errors that occurred when your site was crawled by Googlebot.":["Googlebot がサイトをクロールした時にエラーが起きました。"],"Issue categories":["問題のカテゴリー"],"Incorrect Google Authorization Code.":["Google 認証コードが間違っています。"],"The issues have been successfully reloaded!":["問題は再読み込みで解決されました。"],"The %1$s data has been removed. You will have to reauthenticate if you want to retrieve the data again.":["%1$s のデータは削除されました。もし、削除されたデータを取り戻したいなら再認証しなければなりません。"],"Crawl errors per page":["ページごとのクロールエラー"],"Search":["検索"],"Don't miss your crawl errors: %1$sconnect with Google Search Console here%2$s.":["クロールエラーを見逃さないようにしましょう: %1$sGoogle Search Consoleと接続%2$s."],"Create redirect":["リダイレクトの設定"],"Mark as fixed":["修正済みとする"],"Response code":["レスポンスコード"],"First detected":["最初の検出"],"Last crawled":["最終クロール"],"URL":["URL"],"%1$s detected you’re using a version of %2$s which is not compatible with %1$s. Please update %2$s to the latest version to use this feature.":["%1$s はあなたが%1$sと互換性のない、%2$sのバージョンを使用していることを検出しました。この機能を使用するにはバージョン%2$s を最新のバージョンへ更新してください。"],"Yoast plugins share some code between them to make your site faster. As a result of that, we need all Yoast plugins to be up to date. We've detected this isn't the case, so please update the Yoast plugins that aren't up to date yet.":["Yoast プラグインは、プラグイン間でコードを共有してサイトをより速くします。このため、すべての Yoast プラグインを最新にする必要があります。最新ではないものがあるようですので、すべての Yoast プラグインを更新してください。"],"Feature phone":["フィーチャーフォン"],"Smartphone":["スマートフォン"],"Desktop":["デスクトップ"],"The target URL doesn't exist, but your server is not returning a 404 (file not found) error.":["ターゲット URL が存在しないのに、サーバーから 404（ファイルが見つかりません）エラーが返されません。"],"Soft 404":["ソフト 404"],"Request timed out or site is blocking Google.":["リクエストがタイムアウトしたか、サイトが Googlebot をブロックしています。"],"Server Error":["サーバーエラー"],"Googlebot could access your site, but certain URLs are blocked for Googlebot in your %1$s file. This block could either be for all Googlebots or even specifically for Googlebot-mobile.":["Googlebot はサイトにアクセスできますが、一部の URL が %1$s ファイルで Googlebot をブロックしています。Googlebot すべてのブロック、Googlebot-mobile のみのブロックのどちらでも発生します。"],"Blocked":["ブロック"],"Google was unable to crawl this URL due to an undetermined issue.":["Googlebot は不明なエラーのためこの URL をクロールできませんでした。"],"URL points to a non-existent page.":["URL が存在しないページを指しています。"],"Not found":["見つかりません"],"Not followed":["フォローされていません"],"Faulty redirects":["リダイレクトのエラー"],"Server requires authentication or is blocking Googlebot from accessing the site.":["Googlebot はサイトの URL をクロールできませんでした。サーバーでページのアクセスに認証が必須となっているか、Googlebot によるサイトへのアクセスがブロックされていることが原因です。"],"Access denied":["アクセスが拒否されました"],"Deactivate %s":["%s を無効化する"],"The %1$s plugin might cause issues when used in conjunction with %2$s.":["%1$s プラグインを %2$s と併用すると問題が起きる可能性があります。"],"Upload Image":["画像のアップロード"],"Upgrade to %1$s &raquo;":["%1$s へアップグレード &raquo;"],"Remove these ads?":["広告を無くしたいですか ?"],"Current option:":["現在のオプション:"],"Debug Information":["デバッグ情報"],"%s Posts Overview":["%s 投稿の概要"],"Include in Sitemap?":["サイトマップに含めますか ?"],"This taxonomy follows the indexation rules set under Metas and Titles, you can override it here.":["このタクソノミーは、タイトルとメタにあるインデックスのルールに従います。ここでそのルールを上書きすることができます。"],"The Breadcrumbs Title is used in the breadcrumbs where this taxonomy appears.":["パンくずリストのタイトルは、このタクソノミーが表示されるぱんくずリストで使用されます。"],"Breadcrumbs title":["パンくずリストのタイトル"],"The canonical link is shown on the archive page for this term.":["カノニカルリンクは、このタームのアーカイブページに表示されています。"],"Meta keywords used on the archive page for this term.":["メタキーワードは、このタームのアーカイブページで使用されています。"],"Never include":["含めない"],"Always include":["常に含める"],"Auto detect":["自動検出"],"Clear all Facebook Data":["すべての Facebook データをクリア"],"Facebook App ID":["Facebook App ID"],"Currently connected Facebook admins:":["現在連携中の Facebook 管理者:"],"Add Another Facebook Admin":["別の Facebook の管理者を追加"],"Add Facebook admin":["Facebook の管理者を追加"],"Admin's Facebook user ID:":["管理者の Facebook ユーザー ID"],"Admin's name:":["管理者名"],"If you don't know where to find the needed ID, see %1$sthis knowledge base article%2$s.":["必要な ID がどこにあるかわからない場合は、%1$sこのナレッジベース記事%2$sをご覧ください。"],"To be able to access %1$sFacebook Insights%2$s, you need to add a user here. The name is used for reference only, the ID is used for verification.":["%1$sFacebook Insights%2$s にアクセスするには、ここでユーザーを追加しないといけません。名前は参照のために使われ、 ID で認証されます。"],"More info can be found %1$son our knowledge base%2$s.":["詳細は %1$sナレッジベース%2$sに掲載されています。"],"To be able to access %1$sFacebook Insights%2$s for your site, you need to specify a Facebook Admin. This can be a user. If you have an app for your site, you could use that as well.":["%1$sFacebook Insights%2$s にアクセスするには、ここでFacebook 管理者を追加しないといけません。ユーザー名か、サイトのアプリが使用できます。"],"Facebook Insights and Admins":["Facebook インサイトと管理"],"Successfully cleared all Facebook Data":["正常にすべての Facebook データをクリアしました。"],"Successfully removed admin %s":["正常に管理者%sを削除しました。"],"This Facebook user has already been added as an admin.":["このFacebook ユーザーはすでに管理者として追加されています。"],"Your input contains invalid characters. Please make sure both fields are filled in correctly.":["使用できない文字が含まれています。両方の入力欄が正しく入力されているか確認してください。"],"Please make sure both fields are filled.":["すべての項目を入力してください。"],"Pinterest":["Pinterest"],"Other":["その他"],"Archives":["アーカイブ"],"Email":["メール"],"Previous":["前へ"],"Next":["次へ"],"Close":["閉じる"],"Configure %1$s's XML Sitemap settings":["%1$s の XML サイトマップを設定する"],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines, yet might slow down your site.":["%1$s と %2$s の両方が XML サイトマップを生成できる状態です。複数のサイトマップは検索エンジンにとって良くないだけでなく、サイトの速度を遅くする原因にもなります。"],"Configure %1$s's OpenGraph settings":["%1$s のオープングラフを設定する"],"Both %1$s and %2$s create OpenGraph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":["%1$s と %2$s の両方が OpenGraph コードを出力しています。ページが共有されたときに Facebook 、 Twitter 、 LinkedIn などの SNS が間違ったテキストや画像を使ってしまう可能性があります。"],"%s Image":["%s 画像"],"%s Description":["%s 説明文"],"%s Title":["%s タイトル"],"Twitter":["Twitter"],"Facebook":["Facebook"],"The recommended image size for %1$s is %2$s pixels.":["%1$s の推奨画像サイズは %2$spx です。"],"If you want to override the image used on %s for this post, upload / choose an image or add the URL here.":["%s で利用される画像を変更したい場合は、ここで画像をアップロード / 選択するか、URLを追加してください。"],"If you don't want to use the meta description for sharing the post on %s but want another description there, write it here.":["%s で共有する際に実際のメタディスクリプションを使いたくない場合は、ここに代わりの文章を入力してください。"],"If you don't want to use the post title for sharing the post on %s but instead want another title there, write it here.":["%s で共有する際に実際のタイトルを使いたくない場合は、ここに代わりのタイトルを入力してください。"],"very difficult":["非常に難しい"],"Try to make shorter sentences, using less difficult words to improve readability.":["読みやすさを向上させるために以下の難しい言葉を使って、短い文章を作ってみてください。"],"difficult":["難しい"],"Try to make shorter sentences to improve readability.":["読みやすさを向上させるために、短い文章を作ってみてください。"],"fairly difficult":["かなり難しい"],"OK":["OK"],"fairly easy":["かなり易しい"],"easy":["易しい"],"very easy":["非常に易しい"],"The copy scores %1$s in the %2$s test, which is considered %3$s to read. %4$s":["コピーは、%2$sテストで%1$sと評価され、%3$sと見なされます。%4$s"],"The focus keyword appears in the first paragraph of the copy.":["キーワードは、コピーの最初の段落に表示されています。"],"The focus keyword doesn't appear in the first paragraph of the copy. Make sure the topic is clear immediately.":["キーワードは、コピーの最初の段落に表示されていません。トピックが明確かどうか確認してください。"],"The keyword density is %1$s, which is great; the focus keyword was found %2$d times.":["キーワード密度は多数の%1$sです。キーワードは%2$d回見つかりました。"],"The keyword density is %1$s, which is over the advised %3$s maximum; the focus keyword was found %2$d times.":["キーワードの密度は%1$sです。これは推奨値の%3$s を超えています。フォーカスキーワードは%2$d回見つかりました。"],"A meta description has been specified, but it does not contain the focus keyword.":["メタディスクリプションは指定されていますが、フォーカスキーワードが含まれていません。"],"No meta description has been specified. Search engines will display copy from the page instead.":["メタディスクリプションが指定されていないため、検索エンジンは代わりにページの本文を表示します。"],"The meta description is under %1$d characters long. However, up to %2$d characters are available.":["メタディスクリプションが%1$d文字未満ですが、%2$d文字まで利用できます。"],"You have not used the focus keyword in any subheading (such as an H2) in your copy.":["文書内の見出し（H2など）にフォーカスキーワードが使われていません。"],"The images on this page are missing alt attributes.":["このページの画像は、alt 属性がありません。"],"No outbound links appear in this page, consider adding some as appropriate.":["このページには外部リンクが表示されていません。適切なものを追加してみてください。"],"This page has %1$s nofollowed outbound link(s) and %2$s normal outbound link(s).":["このページには%1$s件の nofollow リンクと%2$s件の通常外部リンクがあります。"],"This page has %1$s outbound link(s), all nofollowed.":["このページには %1$s 件の外部リンクがあり、すべて追跡されません。"],"This page has %1$s outbound link(s).":["このページには %1$s 件の外部リンクがあります。"],"You're linking to another page with the focus keyword you want this page to rank for. Consider changing that if you truly want this page to rank.":["このページのランクを高めるために使ったフォーカスキーワードで他のページにリンクしています。このページのランクを高めたいのであれば、変更することをお勧めします。"],"No images appear in this page, consider adding some as appropriate.":["このページには全く画像がありません。適切な画像を追加することをお勧めします。"],"The SEO title contains the focus keyword, but it does not appear at the beginning; try and move it to the beginning.":["SEO タイトルにフォーカスキーワードが含まれていますが、最初ではありません。最初に移動してみてください。"],"The SEO title contains the focus keyword, at the beginning which is considered to improve rankings.":["SEO タイトルの最初にフォーカスキーワードを含めると、ランキングを改善すると考えられています。"],"Please create an SEO title.":["SEO タイトルを作成してください。"],"The slug for this page is a bit long, consider shortening it.":["このページのスラッグが少し長すぎます。短縮することを検討してください。"],"The focus keyword does not appear in the URL for this page. If you decide to rename the URL be sure to check the old URL 301 redirects to the new one!":["このページの URL にフォーカスキーワードが含まれていません。 URL を変更する場合は、古い URL から新しい URL に301リダイレクトされることを確認してください。"],"You've used this focus keyword %1$s%2$d times before%3$s, it's probably a good idea to read %4$sthis post on cornerstone content%5$s and improve your keyword strategy.":["このフォーカスキーワードを%1$sこれまでに%2$d回%3$s使用しています。キーワード戦略を改善するため、%4$sコーナーストーンコンテンツに関するこの投稿%5$sを読んでみた方がいいでしょう。"],"You've used this focus keyword %1$sonce before%2$s, be sure to make very clear which URL on your site is the most important for this keyword.":["このフォーカスキーワードを%1$s以前にも%2$s使ったことがあります。このキーワードに対してどのURLが一番大事なのか明確にするようにしてください。"],"You've never used this focus keyword before, very good.":["これまで一度もこのフォーカスキーワードを使ったことがありません。良いですね。"],"No focus keyword was set for this page. If you do not set a focus keyword, no score can be calculated.":["フォーカスキーワードが設定されていません。 フォーカスキーワードを設定していない場合、スコアを算出できません。"],"Focus keyword not set.":["フォーカスキーワードを設定していません。"],"Focus KW":["フォーカスキーワード"],"Meta Desc.":["メタディスクリプション。"],"All SEO Scores":["すべての SEO スコア"],"SEO: Post Noindexed":["SEO: Noindex 設定中"],"SEO: Good":["SEO: Good"],"SEO: OK":["SEO: 可"],"SEO: No Focus Keyword":["SEO: フォーカスキーワードなし"],"SEO issue: The featured image should be at least 200 by 200 pixels to be picked up by Facebook and other social media sites.":["SEO の問題: Facebook などのソーシャルメディアサイトで使われるようにするには、画像サイズを200x200ピクセル以上にするべきです。"],"(no parent)":["(親なし)"],"No focus keyword set.":["フォーカスキーワードの設定がありません。"],"Post is set to noindex.":["投稿は noindex に設定されています。"],"The URL that this page should redirect to.":["このページのリダイレクト先URLです。"],"301 Redirect":["301リダイレクト"],"The canonical URL that this page should point to, leave empty to default to permalink. %1$sCross domain canonical%2$s supported too.":["このページを示す正規 URL です。空欄にすると既定でパーマリンクになります。%1$sクロスドメイン正規 URL %2$sにも対応しています。"],"Canonical URL":["カノニカルURL"],"Title to use for this page in breadcrumb paths":["パンくずリストのパスにこのページに使用するためのタイトル"],"Breadcrumbs Title":["パンくずリストのタイトル"],"No Snippet":["No Snippet"],"No Archive":["No Archive"],"No Image Index":["画像 Index なし"],"None":["なし"],"Site-wide default: %s":["サイト全体のデフォルト: %s"],"Advanced <code>meta</code> robots settings for this page.":["このページは高度な<code>メタ</code>ロボットの設定です。"],"Meta robots advanced":["高度なメタロボット"],"Meta robots follow":["メタロボット Follow"],"Noindex":["Noindex"],"Index":["Index"],"Default for this post type, currently: %s":["この投稿タイプのデフォルト。現在は「%s」です。"],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["警告: メタロボット設定を設定できますが、サイト全体のプライバシー設定で noindex が設定されているため、設定は効果がありません。"],"If you type something above it will override your %1$smeta keywords template%2$s.":["上記に何か入力すると、%1$sメタキーワードのテンプレート%2$sを上書きします。"],"Meta keywords":["メタキーワード"],"Meta description":["メタディスクリプション"],"SEO Title":["SEOタイトル"],"Focus keyword":["フォーカスキーワード"],"Snippet preview":["スニペットのプレビュー"],"Setting \"%s\" is no longer used and has been discarded.":["文字列 \"%s\" は使用されていないため、破棄されました。"],"No settings found in file.":["設定が見つかりませんでした。"],"Settings successfully imported.":["設定をインポートしました。"],"Unzipping failed - file settings.ini not found.":["ZIP 解凍失敗 - settings.ini がありません。"],"Unzipping failed with error \"%s\".":["エラー\"%s\"で ZIP 解凍が失敗しました。"],"Upload failed.":["アップロードに失敗しました。"],"Settings could not be imported:":["以下の設定がインポートできませんでした: "],"WooThemes SEO framework settings &amp; data successfully imported.":["WooThemes SEO フレームワークの設定とデータをインポートしました。"],"HeadSpace2 data successfully imported":["HeadSpace2 のデータをインポートしました。"],"No taxonomy metadata found":["タクソノミーのメタデータが見つかりませんでした。"],"This export includes taxonomy metadata":["このエクスポートはタクソノミーのメタデータを含みます。"],"This is a settings export file for the %1$s plugin by Yoast.com":["これは %1$s プラグインの設定のエクスポートファイルです。"],"Could not write settings to file.":["設定をファイルに書き出せませんでした。"],"Could not zip settings-file.":["設定ファイルを圧縮できませんでした。"],"Error creating %1$s export: ":["%1$sのエクスポート中にエラーが発生しました: "],"Breadcrumb for 404 pages:":["404 ページのパンくずリスト:"],"Prefix for search result pages:":["検索結果のプレフィックス: "],"Prefix for archive pages:":["アーカイブのプレフィックス: "],"Prefix for breadcrumbs:":["パンくずリストのプレフィックス: "],"Anchor text for the homepage:":["トップページのアンカーテキスト: "],"Breadcrumbs separator:":["パンくずリストの区切り文字: "],"Remove blog page from breadcrumbs":["パンくずリストからブログページを削除"],"%s Breadcrumbs":["%s パンくずリスト"],"Use Image":["画像を使用する"],"Action":["アクション"],"Page URL/Slug":["ページ URL / スラッグ"],"Publication date":["公開日"],"Post Status":["投稿ステータス"],"Post Type":["投稿タイプ"],"WP Page Title":["WP ページタイトル"],"View":["表示"],"View &#8220;%s&#8221;":["表示 &#8220;%s&#8221;"],"Preview":["プレビュー"],"Preview &#8220;%s&#8221;":["プレビュー &#8220;%s&#8221;"],"Edit":["編集"],"Filter":["絞り込み検索"],"You are not allowed to access this page.":["このページにアクセスする権限がありません。"],"New Yoast Meta Description":["新しい Yoast メタディスクリプション"],"Existing Yoast Meta Description":["既存の Yoast メタディスクリプション"],"a,about,above,after,again,against,all,am,an,and,any,are,as,at,be,because,been,before,being,below,between,both,but,by,could,did,do,does,doing,down,during,each,few,for,from,further,had,has,have,having,he,he'd,he'll,he's,her,here,here's,hers,herself,him,himself,his,how,how's,i,i'd,i'll,i'm,i've,if,in,into,is,it,it's,its,itself,let's,me,more,most,my,myself,nor,of,on,once,only,or,other,ought,our,ours,ourselves,out,over,own,same,she,she'd,she'll,she's,should,so,some,such,than,that,that's,the,their,theirs,them,themselves,then,there,there's,these,they,they'd,they'll,they're,they've,this,those,through,to,too,under,until,up,very,was,we,we'd,we'll,we're,we've,were,what,what's,when,when's,where,where's,which,while,who,who's,whom,why,why's,with,would,you,you'd,you'll,you're,you've,your,yours,yourself,yourselves":["a,about,above,after,again,against,all,am,an,and,any,are,as,at,be,because,been,before,being,below,between,both,but,by,could,did,do,does,doing,down,during,each,few,for,from,further,had,has,have,having,he,he'd,he'll,he's,her,here,here's,hers,herself,him,himself,his,how,how's,i,i'd,i'll,i'm,i've,if,in,into,is,it,it's,its,itself,let's,me,more,most,my,myself,nor,of,on,once,only,or,other,ought,our,ours,ourselves,out,over,own,same,she,she'd,she'll,she's,should,so,some,such,than,that,that's,the,their,theirs,them,themselves,then,there,there's,these,they,they'd,they'll,they're,they've,this,those,through,to,too,under,until,up,very,was,we,we'd,we'll,we're,we've,were,what,what's,when,when's,where,where's,which,while,who,who's,whom,why,why's,with,would,you,you'd,you'll,you're,you've,your,yours,yourself,yourselves"],"Facebook profile URL":["Facebook プロフィール URL"],"Twitter username (without @)":["Twitter ユーザー名 (@は不要)"],"Google+":["Google+"],"FAQ":["FAQ"],"Premium Support":["プレミアムサポート"],"Settings":["設定"],"You must %1$sgo to your Reading Settings%2$s and uncheck the box for Search Engine Visibility.":["表示設定 %2$s に移動 %1$s して、「検索エンジンでの表示」のチェックボックスのチェックを外してください。"],"Huge SEO Issue: You're blocking access to robots.":["深刻な SEO の問題：ロボットのアクセスをブロックしています。"],"Posts":["投稿"],"Edit Files":["ファイルの編集"],"MultiSite Settings":["マルチサイトの設定"],"Advanced Variables":["高度な変数"],"Basic Variables":["基本変数"],"Note that not all variables can be used in every template.":["一部の変数はテンプレートで使用できないことがあります。"],"The title &amp; metas settings for %1$s are made up of variables that are replaced by specific values from the page when the page is displayed. The tabs on the left explain the available variables.":["%1$s のタイトル＆メタの設定では、ページが表示されるときの特定の値に置き換えられる変数が使えます。左のタブで利用できる変数について説明しています。"],"Template explanation":["テンプレート説明"],"Why Google won't display the right page title":["なぜ Google は正しいページタイトルを表示しないのか"],"Title optimization":["タイトルの最適化"],"For more information:":["詳細はこちら:"],"General":["全般"],"Extensions":["拡張機能"],"Search Console":["Search Console"],"Tools":["ツール"],"Advanced":["高度な設定"],"XML Sitemaps":["XML サイトマップ"],"Social":["ソーシャル"],"Titles &amp; Metas":["タイトル &amp; メタ"],"SEO":["SEO"],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":["%1$s が %3$s のバージョン %2$s を利用していることを検出しました。互換性の問題を防ぐため、最新版に更新してください。"],"Just another WordPress site":["Just another WordPress site"],"You still have the default WordPress tagline, even an empty one is probably better. %1$sYou can fix this in the customizer%2$s.":["初期状態のキャッチコピーが設定されたままです。キャッチコピーを空欄にしたほうが良いでしょう。%1$sカスタマイザー内で修正しましょう%2$s。"],"You have used HTML in your value which is not allowed.":["許可されていないHTMLを使用しています。"],"You can't edit %s that aren't yours.":["%sは自分のものではないため編集できません。"],"You can't edit %s.":["%sは編集できません。"],"Post has an invalid Post Type: %s.":["投稿タイプが正しくありません: %s."],"Post doesn't exist.":["投稿がありません。"],"The file %s could not be removed. Please remove it via FTP.":["削除できなかったファイルがあります。FTP を使って、そのファイルを削除してください。"],"posts\u0004Trash <span class=\"count\">(%s)</span>":["ゴミ箱へ移動 <span class=\"count\">(%s)</span>"],"posts\u0004All <span class=\"count\">(%s)</span>":["すべて <span class=\"count\">(%s)</span>"]}}}