{"domain":"js-text-analysis","locale_data":{"js-text-analysis":{"":{"domain":"js-text-analysis","plural_forms":"nplurals=2; plural=n != 1;","lang":"nl"},"Dismiss this alert":[""],"A company name and logo need to be set for structured data to work properly. %1$sLearn more about the importance of structured data.%2$s":[""],"%s does not seem to be a valid Facebook App ID. Please correct.":[""],"The submitted value was: %s":[""],"Yandex confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":[""],"Twitter usernames can only contain letters, numbers, and underscores. %s":[""],"Pinterest confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":[""],"Bing confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":[""],"Google verification codes can only contain letters, numbers, hyphens, and underscores. %s":[""],"The Facebook App ID you entered doesn't exist. %s":[""],"Baidu verification codes can only contain letters, numbers, hyphens, and underscores. %s":[""],"Show this item.":[""],"Hide this item.":[""],"You have %d hidden problem:":["","You have %d hidden problems:"],"You have %d hidden notification:":["","You have %d hidden notifications:"],"Focus Keyphrase not set":[""],"The form contains %1$s error. %2$s":["","The form contains %1$s errors. %2$s"],"SEO settings configured":[""],"If you want to double-check your %1$s settings, or change something, you can always %2$sreopen the configuration wizard%3$s.":[""],"The following words and word combinations occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly. ":[""],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":[""],"%d occurrences":[""],"Activate %s for your site on MyYoast":[""],"Show blog page in breadcrumbs":[""],"We could not find any relevant articles on your website that you could link to from your post.":[""],"Has feedback":[""],"Content optimization:":[""],"%1$sSEO%2$s: %3$s":[""],"%1$sReadability%2$s: %3$s":[""],"Read %1$sthis post for more information about why we’re not supporting older versions.%2$s":[""],"If you’ve held off on updating to %2$s and higher because of the new Gutenberg editor, please install the Classic Editor plugin. It will give you the same editing experience you have now, but also the security of newer versions of WordPress and %1$s.":[""],"%1$sUpgrade WordPress to the most recent version%2$s%3$sWe’ve noticed that you’re not on the latest WordPress version, which might cause an issue soon. %4$s (for reasons of security and stability) only supports the current and previous version of WordPress. When the next version of WordPress comes out, that means that we will support WordPress %6$s and %7$s. This means you will not get any updates to %5$s until you update your WordPress, so please make sure to upgrade to the latest WordPress version soon!%3$s%3$s":[""],"Post Noindexed":[""],"No Focus Keyphrase":[""],"Person logo / avatar":[""],"Extend %s":[""],"Enroll in the %s for WordPress training":[""],"Posts with the SEO score: %s":[""],"SEO: %s":[""],"%s video tutorial":[""],"To view your current crawl errors, %1$splease visit Google Search Console%2$s.":[""],"Google has discontinued its Crawl Errors API. Therefore, any possible crawl errors you might have cannot be displayed here anymore. %1$sRead our statement on this for further information%2$s.":[""],"Remove this message":[""],"Truly optimize your site for a local audience with our %s plugin! Optimized address details, opening hours, store locator and pickup option!":[""],"Serving local customers?":[""],"Get the %s plugin now":[""],"Organization social profiles":[""],"You can edit the details shown in meta data, like the social profiles, the name and the description of this user on their %1$s profile page.":[""],"Personal info":[""],"Organization logo":[""],"Organization name":[""],"Choose whether the site represents an organization or a person.":[""],"Knowledge Graph & Schema.org":[""],"To make your site represent a Company or Organization go to %1$sSearch Appearance%2$s and set Organization or Person to \"Organization\".":[""],"To change the social accounts used for your site, update the details for %1$s.":[""],"That means that the form and information below is disabled, and not used.":[""],"Your website is currently configured to represent a Person":[""],"(if one exists)":[""],"Wikipedia page about you":[""],"YouTube profile URL":[""],"Tumblr profile URL":[""],"SoundCloud profile URL":[""],"MySpace profile URL":[""],"Organization or person":[""],"The person":[""],"Organization":[""],"Does your site represent a person or an organization?":[""],"The name of the organization":[""],"Provide an image of the organization logo":[""],"You have previously set your site to represent a person. We’ve improved our functionality around Schema and the Knowledge Graph, so you should go in and %1$scomplete those settings%2$s.":[""],"Select a user...":[""],"Uncategorized":[""],"Name:":[""],"You have selected the user %1$s as the person this site represents. Their user profile information will now be used in search results. %2$sUpdate their profile to make sure the information is correct.%3$s":[""],"Error: Please select a user below to make your site's meta data complete.":[""],"SEO score: %s":[""],"If a Wikipedia page for you or your organization exists, add it too.":[""],"Wikipedia URL":[""],"Pinterest profile URL":[""],"Instagram profile URL":[""],"LinkedIn profile URL":[""],"Keyword research is essential in any SEO strategy. You decide the search terms you want to be found for, and figure out what words your audience uses to find you. Great keyword research tells you what content you need to start ranking for the terms you want to rank for. Make sure your efforts go into the keywords you actually have a chance at ranking for! The %1$s walks you through this process, step by step.":[""],"SEO for Beginners training":[""],"%s for WordPress training":[""],"All-around SEO training":[""],"The image you selected is too small for Facebook":[""],"The given image url cannot be loaded":[""],"Find out what words your audience uses to find you":[""],"%1$sFlesch Reading Ease%2$s: The copy scores %3$s in the test, which is considered %4$s to read. %5$s":[""],"No JSON object was returned.":[""],"Received internal links":[""],"Outgoing internal links":[""],"New step added":[""],"New question added":[""],"To be able to create a redirect and fix this issue, you need %1$s. ":[""],"You can buy the plugin, including one year of support and updates, on %1$s.":[""],"The Text link counter feature provides insights in how many links are found in your text and how many links are referring to your text. This is very helpful when you are improving your %1$sinternal linking%2$s.":[""],"For this feature to work %1$s requires at least PHP version %2$s. We have detected PHP version %3$s on this website.":[""],"Please carefully consider the implications and %1$sread this post%2$s if you want more information about the impact of showing media in search results.":[""],"Keyphrase":[""],"For this feature to work, %1$s needs to create a table in your database. We were unable to create this table automatically.":[""],"By enabling this option, attachment URLs become visible to both your visitors and Google. To add value to your website, they should contain useful information, or they might have a negative impact on your ranking.":[""],"The %3$sText link counter%4$s feature (introduced in %1$s %2$s) is currently disabled.":[""],"Please read the following %1$sknowledge base article%2$s to find out how to resolve this problem.":[""],"To make sure all the links in your texts are counted, we need to analyze all your texts.":[""],"All you have to do is press the following button and we'll go through all your texts for you.":[""],"Count links":[""],"%3$sImage alt attributes%5$s: Out of %2$d images on this page, %1$d have alt attributes with words from your keyphrase or synonyms. That's a bit much. %4$sOnly include the keyphrase or its synonyms when it really fits the image%5$s.":[""],"%1$sImage alt attributes%2$s: Good job!":[""],"%3$sImage alt attributes%5$s: Out of %2$d images on this page, only %1$d has an alt attribute that reflects the topic of your text. %4$sAdd your keyphrase or synonyms to the alt tags of more relevant images%5$s!":["","%3$sImage alt attributes%5$s: Out of %2$d images on this page, only %1$d have alt attributes that reflect the topic of your text. %4$sAdd your keyphrase or synonyms to the alt tags of more relevant images%5$s!"],"%1$sImage alt attributes%3$s: Images on this page do not have alt attributes that reflect the topic of your text. %2$sAdd your keyphrase or synonyms to the alt tags of relevant images%3$s!":[""],"%1$sImage alt attributes%3$s: Images on this page have alt attributes, but you have not set your keyphrase. %2$sFix that%3$s!":[""],"%1$sKeyphrase in subheading%2$s: %3$s of your higher-level subheadings reflects the topic of your copy. Good job!":["","%1$sKeyphrase in subheading%2$s: %3$s of your higher-level subheadings reflect the topic of your copy. Good job!"],"%1$sKeyphrase in subheading%2$s: Your higher-level subheading reflects the topic of your copy. Good job!":[""],"%1$sKeyphrase in subheading%3$s: %2$sUse more keyphrases or synonyms in your higher-level subheadings%3$s!":[""],"Page %s":[""],"Cannot get the size of %1$s because of unknown reasons.":[""],"Cannot get the size of %1$s because it is hosted externally.":[""],"Simply switch the toggle to \"on\" and you'll be able to use the recalibrated analysis. At the same time, we'll add you to our specific mailing list. We'll only email you about your experiences with this recalibration!":[""],"We have %1$srecalibrated our analysis%2$s. With the new analysis, we will get even closer to how Google sees your website. It would be %3$sawesome%4$s if you would like to %3$sbeta test this feature%4$s for us!":[""],"Get an even better analysis":[""],"%1$sSingle title%3$s: H1s should only be used as your main title. Find all H1s in your text that aren't your main title and %2$schange them to a lower heading level%3$s!":[""],"Improve sharing on Facebook and Pinterest":[""],"You do not have the required rights to export settings.":[""],"Copy all these settings to another site's %1$s tab and click \"%1$s\" there.":[""],"These are settings for the %1$s plugin by %2$s":[""],"No settings found.":[""],"Export your %1$s settings here, to copy them on another site.":[""],"Import of settings is only supported on servers that run PHP 5.3 or higher.":[""],"Import settings by pasting the settings you copied from another site here and clicking \"%s\".":[""],"Paste your settings from another %s installation.":[""],"%1$sKeyphrase density%2$s: The focus keyphrase was found 0 times. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":[""],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["","%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d times. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %3$d time. This is great!":["","%1$sKeyphrase density%2$s: The focus keyphrase was found %3$d times. This is great!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["","%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d times. That's more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's way more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["","%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d times. That's way more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!"],"Indexable created for object %1$s with type %2$s":[""],"Method %1$s() does not exist in class %2$s":[""],"With %s, you can easily create such redirects.":[""],"Changing your permalinks settings can seriously impact your search engine visibility. It should almost %1$s never %2$s be done on a live website.":[""],"WARNING:":[""],"Learn about why permalinks are important for SEO.":[""],"Google Ads":[""],"%1$sFunction words in keyphrase%3$s: Your keyphrase \"%4$s\" contains function words only. %2$sLearn more about what makes a good keyphrase.%3$s":[""],"Did you know %s also analyzes the different word forms of your keyphrase, like plurals and past tenses?":[""],"Clear Image":[""],"%1$sKeyphrase length%3$s: %2$sSet a keyphrase in order to calculate your SEO score%3$s.":[""],"%1$sKeyphrase in slug%2$s: More than half of your keyphrase appears in the slug. That's great!":[""],"%1$sKeyphrase in slug%3$s: (Part of) your keyphrase does not appear in the slug. %2$sChange that%3$s!":[""],"%1$sKeyphrase in slug%2$s: Great work!":[""],"%1$sKeyphrase in title%3$s: Not all the words from your keyphrase \"%4$s\" appear in the SEO title. %2$sTry to use the exact match of your keyphrase in the SEO title%3$s.":[""],"%1$sKeyphrase in title%3$s: Does not contain the exact match. %2$sTry to write the exact match of your keyphrase in the SEO title%3$s.":[""],"%1$sKeyphrase in title%3$s: The exact match of the keyphrase appears in the SEO title, but not at the beginning. %2$sTry to move it to the beginning%3$s.":[""],"%1$sKeyphrase in title%2$s: The exact match of the keyphrase appears at the beginning of the SEO title. Good job!":[""],"%1$sKeyphrase distribution%2$s: Good job!":[""],"%1$sKeyphrase distribution%3$s: Uneven. Some parts of your text do not contain the keyphrase or its synonyms. %2$sDistribute them more evenly%3$s.":[""],"%1$sKeyphrase distribution%3$s: Very uneven. Large parts of your text do not contain the keyphrase or its synonyms. %2$sDistribute them more evenly%3$s.":[""],"%1$sKeyphrase distribution%3$s: %2$sInclude your keyphrase or its synonyms in the text so that we can check keyphrase distribution%3$s.":[""],"Help on choosing the perfect focus keyphrase":[""],"Would you like to add a related keyphrase?":[""],"Go %s!":[""],"Not showing the date archives in the search results technically means those will have a %1$s robots meta. %2$sMore info on the search results settings%3$s.":[""],"Rank better with synonyms & related keyphrases":[""],"optimize a single post for synonyms and related keyphrases.":[""],"Synonyms & related keyphrases":[""],"Add related keyphrase":[""],"Dismiss %s upgrade notice":[""],"Upgrade to %s":[""],"%1$s video":[""],"Get %s":[""],"%4$sPreviously used keyphrase%6$s: You've used this keyphrase %1$s%2$d times before%3$s. %5$sDo not use your keyphrase more than once%6$s.":[""],"%3$sPreviously used keyphrase%5$s: You've used this keyphrase %1$sonce before%2$s. %4$sDo not use your keyphrase more than once%5$s.":[""],"%1$sPreviously used keyphrase%2$s: You've not used this keyphrase before, very good.":[""],"%1$sSlug stopwords%3$s: The slug for this page contains a stop word. %2$sRemove it%3$s!":["","%1$sSlug stopwords%3$s: The slug for this page contains stop words. %2$sRemove them%3$s!"],"%1$sSlug too long%3$s: the slug for this page is a bit long. %2$sShorten it%3$s!":[""],"%1$sImage alt attributes%3$s: No images appear on this page. %2$sAdd some%3$s!":[""],"%1$sLink keyphrase%3$s: You're linking to another page with the words you want this page to rank for. %2$sDon't do that%3$s!":[""],"This is far below the recommended minimum of %5$d word. %3$sAdd more content%4$s.":["","This is far below the recommended minimum of %5$d words. %3$sAdd more content%4$s."],"This is below the recommended minimum of %5$d word. %3$sAdd more content%4$s.":["","This is below the recommended minimum of %5$d words. %3$sAdd more content%4$s."],"%2$sText length%4$s: The text contains %1$d word.":["","%2$sText length%4$s: The text contains %1$d words."],"%2$sText length%3$s: The text contains %1$d word. Good job!":["","%2$sText length%3$s: The text contains %1$d words. Good job!"],"%1$sKeyphrase in subheading%3$s: More than 75%% of your higher-level subheadings reflect the topic of your copy. That's too much. %2$sDon't over-optimize%3$s!":[""],"%1$sSEO title width%3$s: %2$sPlease create an SEO title%3$s.":[""],"%1$sSEO title width%3$s: The SEO title is wider than the viewable limit. %2$sTry to make it shorter%3$s.":[""],"%1$sSEO title width%2$s: Good job!":[""],"%1$sSEO title width%3$s: The SEO title is too short. %2$sUse the space to add keyphrase variations or create compelling call-to-action copy%3$s.":[""],"%1$sOutbound links%2$s: There are both nofollowed and normal outbound links on this page. Good job!":[""],"%1$sOutbound links%2$s: Good job!":[""],"%1$sOutbound links%3$s: All outbound links on this page are nofollowed. %2$sAdd some normal links%3$s.":[""],"%1$sOutbound links%3$s: No outbound links appear in this page. %2$sAdd some%3$s!":[""],"%1$sMeta description length%2$s: Well done!":[""],"%1$sMeta description length%3$s: The meta description is over %4$d characters. To ensure the entire description will be visible, %2$syou should reduce the length%3$s!":[""],"%1$sMeta description length%3$s: The meta description is too short (under %4$d characters). Up to %5$d characters are available. %2$sUse the space%3$s!":[""],"%1$sMeta description length%3$s:  No meta description has been specified. Search engines will display copy from the page instead. %2$sMake sure to write one%3$s!":[""],"%1$sKeyphrase in meta description%2$s: The meta description has been specified, but it does not contain the keyphrase. %3$sFix that%4$s!":[""],"%1$sKeyphrase in meta description%2$s: The meta description contains the keyphrase %3$s times, which is over the advised maximum of 2 times. %4$sLimit that%5$s!":[""],"%1$sKeyphrase in meta description%2$s: Keyphrase or synonym appear in the meta description. Well done!":[""],"%3$sKeyphrase length%5$s: The keyphrase is %1$d words long. That's way more than the recommended maximum of %2$d words. %4$sMake it shorter%5$s!":[""],"%3$sKeyphrase length%5$s: The keyphrase is %1$d words long. That's more than the recommended maximum of %2$d words. %4$sMake it shorter%5$s!":[""],"%1$sKeyphrase length%2$s: Good job!":[""],"%1$sKeyphrase length%3$s: No focus keyphrase was set for this page. %2$sSet a keyphrase in order to calculate your SEO score%3$s.":[""],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms do not appear in the first paragraph. %2$sMake sure the topic is clear immediately%3$s.":[""],"%1$sKeyphrase in introduction%3$s:Your keyphrase or its synonyms appear in the first paragraph of the copy, but not within one sentence. %2$sFix that%3$s!":[""],"%1$sKeyphrase in introduction%2$s: Well done!":[""],"%1$sInternal links%2$s: There are both nofollowed and normal internal links on this page. Good job!":[""],"%1$sInternal links%2$s: You have enough internal links. Good job!":[""],"%1$sInternal links%3$s: The internal links in this page are all nofollowed. %2$sAdd some good internal links%3$s.":[""],"%1$sInternal links%3$s: No internal links appear in this page, %2$smake sure to add some%3$s!":[""],"%1$sTransition words%2$s: Well done!":[""],"%1$sTransition words%2$s: Only %3$s of the sentences contain transition words, which is not enough. %4$sUse more of them%2$s.":[""],"%1$sTransition words%2$s: None of the sentences contain transition words. %3$sUse some%2$s.":[""],"%1$sNot enough content%2$s: %3$sPlease add some content to enable a good analysis%2$s.":[""],"%1$sSubheading distribution%2$s: You are not using any subheadings, but your text is short enough and probably doesn't need them.":[""],"%1$sSubheading distribution%2$s: You are not using any subheadings, although your text is rather long. %3$sTry and add some subheadings%2$s.":[""],"%1$sSubheading distribution%2$s: %3$d section of your text is longer than %4$d words and is not separated by any subheadings. %5$sAdd subheadings to improve readability%2$s.":["","%1$sSubheading distribution%2$s: %3$d sections of your text are longer than %4$d words and are not separated by any subheadings. %5$sAdd subheadings to improve readability%2$s."],"%1$sSubheading distribution%2$s: Great job!":[""],"%1$sSentence length%2$s: %3$s of the sentences contain more than %4$s words, which is more than the recommended maximum of %5$s. %6$sTry to shorten the sentences%2$s.":[""],"%1$sSentence length%2$s: Great!":[""],"%1$sConsecutive sentences%2$s: There is enough variety in your sentences. That's great!":[""],"%1$sConsecutive sentences%2$s: The text contains %3$d consecutive sentences starting with the same word. %5$sTry to mix things up%2$s!":["","%1$sConsecutive sentences%2$s: The text contains %4$d instances where %3$d or more consecutive sentences start with the same word. %5$sTry to mix things up%2$s!"],"%1$sPassive voice%2$s: %3$s of the sentences contain passive voice, which is more than the recommended maximum of %4$s. %5$sTry to use their active counterparts%2$s.":[""],"%1$sPassive voice%2$s: You're using enough active voice. That's great!":[""],"%1$sParagraph length%2$s: %3$d of the paragraphs contains more than the recommended maximum of %4$d words. %5$sShorten your paragraphs%2$s!":["","%1$sParagraph length%2$s: %3$d of the paragraphs contain more than the recommended maximum of %4$d words. %5$sShorten your paragraphs%2$s!"],"%1$sParagraph length%2$s: None of the paragraphs are too long. Great job!":[""],"Good job!":[""],"%1$sFlesch Reading Ease%2$s: The copy scores %3$s in the test, which is considered %4$s to read. %5$s%6$s%7$s":[""],"Focus keyphrase":[""],"%1$s with ID %2$s couldn't be patched":[""],"Invalid POST request. Meta values already exist for object with ID %1$s.":[""],"Indexable with ID `%1$s` does not exist":[""],"No object with ID %1$s and %2$s could be found":[""],"`%1$s` is not a valid subtype of `%2$s`":[""],"The object type `%1$s` is invalid":[""],"Invalid type for parameter `%1$s` passed. Expected `%2$s`, but got `%3$s`":[""],"The parameter `%1$s` cannot be empty.":[""],"Check Keyphrase Density":[""],"Disable":[""],"Allow Control":[""],"This tab allows you to selectively disable %s features for all sites in the network. By default all features are enabled, which allows site admins to choose for themselves if they want to toggle a feature on or off for their site. When you disable a feature here, site admins will not be able to use that feature at all.":[""],"%s is a required feature toggle argument.":[""],"Keyphrase:":[""],"Remove keyphrase":[""],"This feature has been disabled by the network admin.":[""],"Focus keyphrase not set.":[""],"Multiple keyphrases":[""],"Colon":[""],"Both %1$s and %2$s manage the SEO of your site. Running two SEO plugins at the same time is detrimental.":[""],"There is a new notification.":["","There are new notifications."],"Learn more about the readability analysis":[""],"Describe the duration of the instruction:":[""],"Optional. Customize how you want to describe the duration of the instruction":[""],"This is a list of related content to which you could link in your post. {{a}}Read our article about site structure{{/a}} to learn more about how internal linking can help improve your SEO.":[""],"%s, %s and %s":[""],"%s and %s":[""],"%d minute":["","%d minutes"],"%d hour":["","%d hours"],"%d day":["","%d days"],"Enter a step title":[""],"Optional. This can give you better control over the styling of the steps.":[""],"CSS class(es) to apply to the steps":[""],"minutes":[""],"hours":[""],"days":[""],"Create a How-to guide in an SEO-friendly way. You can only use one How-to block per post.":[""],"List your Frequently Asked Questions in an SEO-friendly way. You can only use one FAQ block per post.":[""],"Copy error":[""],"An error occurred loading the %s primary taxonomy picker.":[""],"%1$s Structured Data Blocks":[""],"Time needed:":[""],"Move question down":[""],"Move question up":[""],"Insert question":[""],"Delete question":[""],"Enter the answer to the question":[""],"Enter a question":[""],"Add question":[""],"Frequently Asked Questions":[""],"Great news: you can, with %s!":[""],"Select the primary %s":[""],"Check links to this URL":[""],"Keyword research training":[""],"Please check the %1$sarchive template%2$s for the following content type: %3$s.":["","Please check the %1$sarchive templates%2$s for the following content types: %3$s."],"Are you trying to use multiple keyphrases? You should add them separately below.":[""],"Mark as cornerstone content":[""],"Move step down":[""],"Move step up":[""],"Insert step":[""],"Delete step":[""],"Add image":[""],"Enter a step description":[""],"Enter a description":[""],"Unordered list":[""],"Showing step items as an ordered list.":[""],"Showing step items as an unordered list":[""],"Add step":[""],"Delete total time":[""],"Add total time":[""],"How to":[""],"How-to":[""],"Snippet Preview":[""],"Analysis results":[""],"Enter a focus keyphrase to calculate the SEO score":[""],"Learn more about Cornerstone Content.":[""],"Cornerstone content should be the most important and extensive articles on your site.":[""],"Restore Site":[""],"Network Settings":[""],"You are not allowed to perform this action.":[""],"Error: %s":[""],"Success: %s":[""],"Site with ID %d not found.":[""],"No site has been selected to restore.":[""],"You are not allowed to modify unregistered network settings.":[""],"deleted":[""],"Would you like to add another keyphrase?":[""],"image preview":[""],"Copied!":[""],"Not supported!":[""],"Read {{a}}our article about site structure{{/a}} to learn more about how internal linking can help improve your SEO.":[""],"Once you add a bit more copy, we'll give you a list of related content here to which you could link in your post.":[""],"Consider linking to these {{a}}cornerstone articles:{{/a}}":[""],"Consider linking to these articles:":[""],"Copy link":[""],"Copy link to suggested article: %s":[""],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":[""],"Once you add a bit more copy, we'll give you a list of words and word combinations that occur the most in the content. These give an indication of what your content focuses on.":[""],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly. ":[""],"Prominent words":[""],"The site's tagline":[""],"We've recently improved the functionality of the Search Appearance settings. Unfortunately, we've discovered that for some edge-cases, saving the settings for specific post type archives might have gone wrong.":[""],"Not all required fields are given. Missing field %1$s":[""],"Optimize your site for Google News.":[""],"Optimize your shop's SEO and sell more products!":[""],"Be found in Google Video search and enhance your video sharing on social media.":[""],"Be found in Google Maps and local results.":[""],"Learn practical SEO skills to rank higher in Google.":[""],"Don’t waste time figuring out the best settings yourself.":[""],"Get quick wins to make your site rank higher in search engines.":[""],"Add synonyms":[""],"Would you like to add keyphrase synonyms?":[""],"Would you like to add more than one keyphrase?":[""],"You can edit the SEO meta-data for this custom type on the %1$sShop page%2$s.":[""],"You haven't set a Shop page in your WooCommerce settings. Please do this first.":[""],"Current year":[""],"Page":[""],"Breadcrumb settings for %s archive":[""],"Something went wrong. Please reload the page.":[""],"Tagline":[""],"Modify your meta description by editing it right here":[""],"description (custom taxonomy)":[""],"(custom taxonomy)":[""],"(custom field)":[""],"Term404":[""],"Caption":[""],"Pagenumber":[""],"Pagetotal":[""],"Page number":[""],"User description":[""],"ID":[""],"Modified":[""],"Post type (plural)":[""],"Post type (singular)":[""],"Separator":[""],"Search phrase":[""],"Term title":[""],"Term description":[""],"Tag description":[""],"Category description":[""],"Primary category":[""],"Category":[""],"Tag":[""],"Excerpt only":[""],"Excerpt":[""],"Site title":[""],"Archive title":[""],"Parent title":[""],"Date":[""],"Label":[""],"You should create a redirect to ensure your visitors do not get a 404 error when they click on the no longer working URL.":[""],"Search engines and other websites can still send traffic to your deleted post.":[""],"Make sure you don't miss out on traffic!":[""],"You just deleted a %1$s.":[""],"You just trashed a %1$s.":[""],"Settings for %s archive":[""],"Settings for single %s URLs":[""],"The settings on this page allow you to specify what the default search appearance should be for any type of content you have. You can choose which content types appear in search results and what their default description should be.":[""],"Url preview":[""],"Please provide a meta description by editing the snippet below. If you don’t, Google will try to find a relevant part of your post to show in the search results.":[""],"Insert snippet variable":[""],"Dismiss this notice":[""],"No results":[""],"%d result found, use up and down arrow keys to navigate":["","%d results found, use up and down arrow keys to navigate"],"Your site language is set to %s. If this is not correct, contact your site administrator.":[""],"Number of results found: %d":[""],"Note that not all variables can be used in every field.":[""],"Snippet variables":[""],"%1$s respects your privacy. Read our %2$sprivacy policy%3$s on how we handle your personal information.":[""],"If you know what this means and you do not want to see this message anymore, you can %1$sdismiss this message%2$s.":[""],"Your site's settings currently allow attachment URLs on your site to exist. Please read %1$sthis post about a potential issue%2$s with attachment URLs and check whether you have the correct setting for your site.":[""],"Unknown type %1$s":[""],"Includes a free MyYoast account which gives you access to our free SEO for Beginners course!":[""],"Sign up for our newsletter if you would like to keep up-to-date about %1$s, other cool plugins by %2$s, and interesting news and tips from the world of SEO.":["Abonneert u op onze newsletter als u up-to-date wilt blijven over %1$s, andere coole plugins van %2$s en interessant nieuws en tips uit de wereld van SEO."],"Get your Baidu verification code in %1$sBaidu Webmaster Tools%2$s.":[""],"Baidu verification code":[""],"The %s importer functionality uses temporary database tables. It seems your WordPress install does not have the capability to do this, please consult your hosting provider.":[""],"Cleanup of %s data failed.":[""],"Content Type":[""],"Filter by content type":[""],"Show All Content Types":[""],"To fix this uncheck the box in front of the \"Break comments into pages...\" on the %1$sComment settings page%2$s.":[""],"Replaced with the normal title for an archive generated by WordPress":[""],"Clean":[""],"Once you're certain your site is OK, you can clean up. This will remove all the original data.":[""],"Step 5: Clean up":[""],"You should run the configuration wizard, from the SEO &rarr; General &rarr; Dashboard page, to make sure all the settings for your site are correct.":[""],"Step 4: Run the configuration wizard":[""],"Please check your posts and pages and see if the metadata was successfully imported.":[""],"Step 3: Check your data":[""],"This will import the post metadata like SEO titles and descriptions into your %1$s metadata. It will only do this when there is no existing %1$s metadata yet. The original data will remain in place.":[""],"Step 2: Import":[""],"Please make a backup of your database before starting this process.":[""],"Step 1: Create a backup":[""],"We've detected data from one or more SEO plugins on your site. Please follow the following steps to import that data:":[""],"Plugin: ":[""],"%s did not detect any plugin data from plugins it can import from.":[""],"Posts that should not show up in search results":[""],"%s data found.":[""],"%s data successfully removed.":[""],"%s data successfully imported.":[""],"%s data not found.":[""],"Improve your SEO skills":[""],"24/7 email support":[""],"No more dead links a.k.a. 404 pages":[""],"Get real-time suggestions for internal links":[""],"Preview your page in Facebook and Twitter":[""],"Click the \"%3$s\" button to use the meta description already set in the %1$sSearch Appearance Homepage%2$s setting.":[""],"Help on copying the home meta description":[""],"To let search engines know which social profiles are associated to this site, enter your site social profiles data below.":[""],"Learn more about your social profiles settings":[""],"Remove the categories prefix":[""],"Help on the category prefix setting":[""],"Learn more about the available variables":[""],"Learn more about the RSS feed setting":[""],"When you upload media (an image or video for example) to WordPress, it doesn't just save the media, it creates an attachment URL for it. These attachment pages are quite empty: they contain the media item and maybe a title if you entered one. Because of that, if you never use these attachment URLs, it's better to disable them, and redirect them to the media item itself.":[""],"Learn more about the Media and attachment URLs setting":[""],"Learn more about the title separator setting":[""],"Learn more about the knowledge graph setting":[""],"Learn more about the homepage setting":[""],"Learn more about the special pages setting":[""],"Help on the date archives search results setting":[""],"Not showing the archives for authors without posts in the search results technically means those will have a %1$s robots meta and will be excluded from XML sitemaps. %2$sMore info on the search results settings%3$s.":[""],"Help on the authors without posts archive search results setting":[""],"Not showing the archive for authors in the search results technically means those will have a %1$s robots meta and will be excluded from XML sitemaps. %2$sMore info on the search results settings%3$s.":[""],"Help on the author archives search results setting":[""],"Archives settings help":[""],"Learn more about the archives setting":[""],"Get your Yandex verification code in %1$sYandex Webmaster Tools%2$s.":[""],"Yandex verification code":[""],"Get your Google verification code in %1$sGoogle Search Console%2$s.":[""],"Google verification code":[""],"Get your Bing verification code in %1$sBing Webmaster Tools%2$s.":[""],"Bing verification code":[""],"You can use the boxes below to verify with the different Webmaster Tools. This feature will add a verification meta tag on your home page. Follow the links to the different Webmaster Tools and look for instructions for the meta tag verification method to get the verification code. If your site is already verified, you can just forget about these.":[""],"Learn more about the Webmaster Tools verification":[""],"On":[""],"Help on: %s":[""],"%1$s comes with a lot of features. You can enable / disable some of them below. Clicking the question mark gives more information about the feature.":[""],"Off":[""],"The advanced section of the %1$s meta box allows a user to remove posts from the search results or change the canonical. These are things you might not want any author to do. That's why, by default, only editors and administrators can do this. Setting to \"%2$s\" allows all users to change these settings.":[""],"Security: no advanced settings for authors":[""],"See who contributed to %1$s.":[""],"Help on this search results setting":[""],"Not showing the archive for %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":[""],"Not showing %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":[""],"Default for %2$s, currently: %1$s":[""],"Show %s in search results?":[""],"this author's archives":[""],"Do not allow search engines to show %s in search results.":[""],"Category URLs in WordPress contain a prefix, usually %s, this feature removes that prefix, for categories only.":[""],"Category URLs":[""],"the archive for %s":[""],"Redirect attachment URLs to the attachment itself?":[""],"We recommend you set this to Yes.":[""],"Media & attachment URLs":[""],"This is what shows in the search results when people find your homepage. This means this is probably what they see when they search for your brand name.":[""],"date archives":[""],"archives for authors without posts":[""],"Read why XML Sitemaps are important for your site.":[""],"Enable the XML sitemaps that %s generates.":[""],"See the XML sitemap.":[""],"%2$s (current default for %1$s)":[""],"Media":[""],"Content Types":[""],"Should search engines follow links on this %1$s?":[""],"Allow search engines to show this %s in search results?":[""],"Search Appearance":[""],"Please specify what content types you would like to appear in search engines. If you do not know the differences between these, it's best to choose the default settings.":[""],"Search engines should show \"%1$s\" in search results:":[""],"Search engine visibility":[""],"Toggle %1$s's XML Sitemap":[""],"Support requests you create here are sent directly into our support system, which is secured with 256 bit SSL, so communication is 100% secure.":[""],"The cornerstone content feature lets you to mark and filter cornerstone content on your website.":[""],"If you have a problem that you can't solve with our video tutorials or knowledge base, you can send a message to our support team. They can be reached 24/7.":[""],"Search result":[""],"Good results":[""],"Get better search results in local search":[""],"Allow customers to pick up their %s order locally":[""],"SEO analysis":[""],"The SEO analysis offers suggestions to improve the SEO of your text.":[""],"Learn how the SEO analysis can help you rank.":[""],"The readability analysis offers suggestions to improve the structure and style of your text.":[""],"Discover why readability is important for SEO.":[""],"Find out how cornerstone content can help you improve your site structure.":[""],"The text link counter helps you improve your site structure.":[""],"Find out how the text link counter can enhance your SEO.":[""],"%s integration":[""],"Read more about how %s works.":[""],"Enable this feature if you want Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared.":[""],"Enable this feature if you want Twitter to display a preview with images and a text excerpt when a link to your site is shared.":[""],"Find out why you should upgrade to %s":[""],"https://yoa.st/1uk":[""],"https://yoa.st/1uj":[""],"Latest blog posts on %1$s":[""],"Need help?":[""],"Type here to search...":[""],"Search the Yoast Knowledge Base for answers to your questions:":[""],"Remove highlight from the text":[""],"Your site language is set to %s. ":[""],"Get started quickly with the %1$s %2$sconfiguration wizard%3$s!":["Snel aan de slag met de %1$s %2$sconfiguratiewizard%3$s!"],"First-time SEO configuration":["Initiële SEO configuratie"],"Your site language is set to {language}. If this is not correct, contact your site administrator.":[""],"Your site language is set to {language}.":["De taal van uw website is ingesteld op {language}."],"Highlight this result in the text":["Markeer dit resultaat in de tekst"],"Considerations":["Overwegingen"],"Errors":["Foutmeldingen"],"Change language":["Wijzig uw taal"],"You cannot create a %s file.":["U mag geen %s bestand aanmaken."],"You cannot edit the %s file.":["U mag het %s bestand niet wijzigen."],"Updated %s":["%s gewijzigd"],"Create %s file":["Maak %s bestand"],"Edit the content of your %s:":["Pas de inhoud van uw %s aan:"],"Save changes to %s":["Sla uw wijzigingen in %s op"],"%s file":["%s-bestand"],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please install %3$s to make your life better. %4$s.":["%1$s en %2$s werken nog beter samen als u een extra, ondersteunende plugin toevoegt. Installeert u alstublieft %3$s. %4$s."],"More information":["Meer informatie"],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please activate %3$s to make your life better.":["%1$s en %2$s werken nog beter samen als u een extra, ondersteunende plugin toevoegt. Activeert u alstublieft %3$s."],"More information about %1$s":["Meer informatie over %1$s"],"Configuration Wizard":["Configuratiewizard"],"You've done it!":["Klaar!"],"Seamlessly integrate %2$s with %1$s for the content analysis!":["Integreer %2$s naadloos met %1$s t.b.v. de contentanalyse!"],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please install %3$s to make your life better.":["%1$s en %2$s werken nog beter samen als u een extra, ondersteunende plugin toevoegt. Installeert u alstublieft %3$s."],"Manage your %s subscription on MyYoast":[""],"The search appearance settings for %1$s are made up of variables that are replaced by specific values from the page when the page is displayed. The table below contains a list of the available variables.":[""],"Mark the most important %1$s as 'cornerstone content' to improve your site structure. %2$sLearn more about cornerstone content%3$s.":["Maak van de belangrijkste %1$s 'cornerstone content' om de structuur van uw site te verbeteren. %2$sLeer meer over cornerstone content%3$s."],"Loading help center.":["Het helpcenter wordt geladen."],"Get support":["Vraag ondersteuning"],"View in KB":["Bekijk in KB"],"Go back":["Ga terug"],"Go back to the search results":["Ga terug naar de zoekresultaten"],"(Opens in a new browser tab)":["(Opent een nieuwe browsertab)"],"Posts %1$swithout%2$s a focus keyphrase":[""],"Hey, your SEO is doing pretty well! Check out the stats:":["Goedendag, uw SEO ziet er prima uit! Bekijk de statistieken:"],"You don't have any published posts, your SEO scores will appear here once you make your first post!":["U heeft momenteel geen gepubliceerde berichten. Uw SEO scores zullen hier vereschijnen als u uw eerste bericht plaatst!"],"On this page, you can change the name of your site and choose which separator to use. The separator will display, for instance, between your post title and site name. Symbols are shown in the size they'll appear in the search results. Choose the one that fits your brand best or takes up the least space in the snippets.":[""],"Something else":["Iets anders"],"A portfolio":["Een portfolio"],"A corporation":["Een groot bedrijf"],"A small offline business":["Een klein offline bedrijf"],"A news channel":["Een nieuwskanaal"],"An online shop":["Een webshop"],"A blog":["Een blog"],"What does the site %1$s represent?":["Waar staat de site %1$s voor?"],"If you choose no, your author archives will be deactivated to prevent  duplicate content issues.":[""],"Note: we don't store your data in any way and don't have full access to your account. Your privacy is safe with us.":[""],"%1$s integrates with Google Search Console, a must-have tool for site owners. It provides you with information about the health of your site. Don't have a Google account or is your site not activated yet? Find out %2$show to connect Google Search Console to your site%3$s.":[""],"Option B: My site is under construction and should not be indexed":["Optie B: Mijn site is \"under construction\" (nog niet af) en dient niet geïndexeerd te worden"],"Option A: My site is live and ready to be indexed":["Optie A: Mijn site is live en klaar om geïndexeerd te worden"],"Choose under construction if you want to keep the site out of the index of search engines. Don't forget to activate it once you're ready to publish your site.":[""],"Please specify if your site is under construction or already active.":["Geeft u alstublieft aan of uw site nog \"under construction\" is of reeds actief."],"This information will be used in Google's Knowledge Graph Card, the big block of information you see on the right side of the search results.":[""],"Read more like this on our SEO blog":["Lees gerelateerde artikelen op onze SEO blog"],"Readability: %s":[""],"Not activated":["Niet geactiveerd"],"Activated":["Geactiveerd"],"%1$s recommendations for you":[""],"All Readability Scores":["Alle leesbaarheidsscores"],"Filter by Readability Score":["Filter op leesbaarheidsscore"],"You are not receiving updates or support! Fix this problem by adding this site and enabling %1$s for it in %2$s.":["U ontvangt geen updates of ondersteuning. Los dit probleem op door deze site toe te voegen en %1$s te activeren voor deze site in %2$s."],"Request method %1$s is not valid.":["Request method %1$s is niet geldig."],"Do you want to preview what it will look like if people share this post on %1$s? You can, with %2$s.":["Wilt u een voorbeeld van hoe het er uit ziet als anderen dit bericht delen op %1$s? Dat kan nu met %2$s."],"Good job! All the links in your texts have been counted.":["Goed gedaan. Alle links in uw teksten zijn geteld."],"Calculation completed.":["Berekening gereed."],"Calculation in progress...":["Berekening in uitvoering..."],"Stop counting":["Stop met tellen"],"Counting links in your texts":["Links in uw teksten worden geteld"],"Text %1$s of %2$s processed.":["Tekst %1$s van %2$s verwerkt."],"All your texts are already counted, there is no need to count them again.":["Al uw teksten zijn al geteld, er is geen reden om ze opnieuw te tellen."],"Count links in your texts":["De links in uw teksten tellen"],"Text link counter":["Tekstlinkteller"],"Number of internal links linking to this post. See \"Yoast Columns\" text in the help tab for more info.":["Aantal interne links die naar dit bericht linken. Kijk voor meer informatie in de hulptab onder \"Yoast kolommen\"."],"Number of outgoing internal links in this post. See \"Yoast Columns\" text in the help tab for more info.":[""],"%1$s adds several columns to this page. We've written an article about %2$show to use the SEO score and Readability score%3$s. The links columns show the number of articles on this site linking %5$sto%6$s this article and the number of URLs linked %5$sfrom%6$s this article. Learn more about %4$show to use these features to improve your internal linking%3$s, which greatly enhances your SEO.":["%1$s voegt meerdere kolommen toe aan deze pagina. We hebben een artikel geschreven over %2$shoe u de SEO-score en leesbaarheidsscore%3$s kunt gebruiken. De linkkolommen tonen het aantal artikelen op deze website die linken \n %5$snaar%6$s dit artikel en het aantal URL's die linken %5$svanaf%6$s dit artikel. Leer meer over %4$shoe deze opties uw interne linkstructuur kunnen verbeteren%3$s, wat uw SEO aanzienlijk versterkt."],"%s Columns":["%s kolommen"],"Readability score":["Leesbaarheidsscore"],"Other benefits of %s for you:":["Andere voordelen van %s voor u:"],"Scroll to see the preview content.":["Scrol om de voorbeeldinhoud te zien."],"Cornerstone content":["Cornerstone content"],"%1$s will now take care of all the needed technical optimization of your site. To really improve your site's performance in the search results, it's important to start creating content that ranks well for keyphrases you care about. Check out this video in which we explain how to use the %1$s metabox when you edit posts or pages.":[""],"If you want to outrank the competition in a specific town or region, check out our %1$s plugin! You’ll be able to easily insert Google maps, opening hours, contact information and a store locator. Besides that %1$s helps you to improve the usability of your contact page.":["Wanneer u de concurrentie wil verslaan in een specifieke regio of stad, bekijk dan onze %1$s plugin! U kunt er makkelijk Google maps, openingsuren en contact informatie toevoegen. Daarnaast helpt %1$s u met het verbeteren van de bruikbaarheid van uw contactpagina."],"Attract more customers near you":["Meer lokale klanten aantrekken"],"Do you want to know all the ins and outs of the %1$s plugin? Do you want to learn all about our advanced settings? Want to be able to really get the most out of the %1$s plugin? Check out our %1$s plugin training and start outranking the competition!":["Wilt u alle ins en outs van %1$s weten? Wilt u alles leren over de geavanceerde instellingen? Wilt u het maximale uit de %1$s plugin halen? Bekijk dan onze %1$s plugin training en overtref uw concurrentie!"],"Get the most out of %1$s with the %2$s":["Haal het maximale uit %1$s met de %2$s"],"Upgrade to Premium":["Naar Premium upgraden"],"Do you want to outrank your competition? %1$s gives you awesome additional features that'll help you to set up your SEO strategy like a professional. Add synonyms and related keywords, use our Premium SEO analysis, the redirect manager and our internal linking tool. %1$s will also give you access to premium support.":[""],"Outrank the competition with %s":["Overtref uw concurrenten met %s"],"You might like":["Wellicht ook interessant"],"Newsletter":["Nieuwsbrief"],"We have detected that you have not finished this wizard yet, so we recommend you to %2$sstart the configuration wizard to configure %1$s%3$s.":["We hebben gedetecteerd dat u de configuratiehulp nog niet hebt afgerond. We raden aan om de %2$sconfiguratiehulp te starten om %1$s in te stellen%3$s."],"The configuration wizard helps you to easily configure your site to have the optimal SEO settings.":["De configuratiehulp helpt u om gemakkelijk de optimale SEO-instellingen voor uw site in te stellen."],"Go Premium and our experts will be there for you to answer any questions you might have about the setup and use of the plugin.":["Gebruik Premium en onze experts zijn er voor u om vragen die u hebt over het instellen en gebruik van de plugin te beantwoorden."],"Superfast internal linking suggestions":["Supersnelle 'interne link'-suggesties"],"Great news: you can, with %1$s!":["Fantastisch nieuws: u kan het met %1$s!"],"Save changes":["Wijzigingen opslaan"],"1 year free support and updates included!":[""],"The plugin %2$s changes your site's output and in doing that differentiates between search engines and normal users, a process that's called cloaking. We highly recommend that you disable it.":["De plugin %2$s past de uitvoer van gegevens op uw site aan waardoor een verschil ontstaat tussen wat zoekmachines en normale gebruikers zien. Dit wordt cloaking  genoemd en is een negatieve factor voor ranking. We raden u ten zeerste aan om de plugin uit te schakelen."],"%1$sSocial media preview%2$s: Facebook & Twitter":[""],"%1$sNo more dead links%2$s: easy redirect manager":["%1$sGeen dode links meer%2$s: eenvoudige redirect manager"],"No ads!":["Geen advertenties!"],"Facebook & Twitter":["Facebook & Twitter"],"Social media preview":["Sociale media preview"],"Easy redirect manager":["Eenvoudige redirect manager"],"No more dead links":["Geen dode links meer"],"Increase your SEO reach":["Uw SEO bereik verhogen"],"If you want more help creating awesome content, check out our %2$sSEO copywriting course%3$s. Do you want to know all about the features of the plugin, consider doing our %1$s!":["Als u hulp nodig hebt bij het schrijven van fantastische content, probeer dan eens onze %2$sSEO copywritingcursus%3$s. Wilt u alles weten over de functies van de plugin, dan heeft u onze %1$s nodig!"],"Variable":["Variabele"],"Available variables":["Beschikbare variabelen"],"Scroll to see the table content.":["Scrol om de inhoud van de tabel te zien"],"Please refer to %1$sour article about how to connect your website to Google Search Console%2$s if you need assistance.":["Als u hulp nodig hebt, kunt u ons %1$sartikel over het koppelen van uw website aan Google Search Console%2$s lezen."],"An error occurred in the '%1$s' assessment":["Er ging iets fout in de '%1$s'-beoordeling"],"%1$s of the words contain %2$sover %3$s syllables%4$s, which is more than the recommended maximum of %5$s.":["%1$s van de woorden bevat %2$sover %3$s lettergrepen%4$s, wat meer is dan het aanbevolen maximum van %5$s."],"%1$s of the words contain %2$sover %3$s syllables%4$s, which is less than or equal to the recommended maximum of %5$s.":["%1$s van de woorden bevat %2$sover %3$s lettergrepen%4$s, wat minder is dan of gelijk aan het aanbevolen maximum van %5$s."],"This is slightly below the recommended minimum of %5$d word. %3$sAdd a bit more copy%4$s.":["","This is slightly below the recommended minimum of %5$d words. %3$sAdd a bit more copy%4$s."],"The meta description contains %1$d sentence %2$sover %3$s words%4$s. Try to shorten this sentence.":["De meta-omschrijving bevat %1$d zin van %2$smeer dan %3$s woorden%4$s. Probeer deze in te korten.","De meta-omschrijving bevat %1$d zinnen van %2$smeer dan %3$s woorden%4$s. Probeer deze in te korten."],"The meta description contains no sentences %1$sover %2$s words%3$s.":["De meta-omschrijving bevat geen zinnen van %1$smeer dan %2$s woorden%3$s."],"Step %1$d: %2$s":["Stap %1$d: %2$s"],"No new notifications.":["Geen nieuwe meldingen."],"Save all":["Alles opslaan"],"Save":["Opslaan"],"%1$s, Author at %2$s":["%1$s, auteur op %2$s"],"Mobile preview":["Mobiel preview"],"Desktop preview":["Desktop preview"],"Select redirect":["Redirect selecteren"],"Please provide an SEO title by editing the snippet below.":["Voeg een SEO-titel toe door de snippet hieronder te bewerken."],"Meta description preview:":["Meta-omschrijvingvoorvertoning:"],"Slug preview:":["Voorvertoning slug:"],"SEO title preview:":["SEO-titel-preview:"],"Close snippet editor":["Snippet-editor sluiten"],"Slug":["Slug"],"Remove marks in the text":["Markeringen in de tekst verwijderen"],"Mark this result in the text":["Dit resultaat markeren in de text"],"Marks are disabled in current view":["Markeringen zijn uitgeschakeld in de huidige weergave"],"Good SEO score":["Goede SEO-score"],"OK SEO score":["Redelijke SEO-score"],"Feedback":["Reacties"],"ok":["ok"],"Choose an image":["Een afbeelding kiezen"],"Remove the image":["De afbeelding verwijderen"],"MailChimp signup failed:":["Aanmelden voor Mailchimp mislukt:"],"Sign Up!":["Meld u aan!"],"Name":["Naam"],"There is an error with the request.":["Tijdens uw verzoek is er een fout opgetreden."],"Select profile":["Profiel selecteren"],"Choose a profile":["Een profiel kiezen"],"Authorization code":[""],"Reauthenticate with Google":["Herautoriseer met Google"],"To allow %s to fetch your Google Search Console information, please enter your Google Authorization Code. Clicking the button below will open a new window.":["Voer uw Google-autorisatiecode in zodat %s de informatie uit Google Search Console kan ophalen. De knop hieronder opent een nieuw venster."],"Please provide a meta description by editing the snippet below.":["Voeg een meta-omschrijving toe door de onderstaande snippet te bewerken."],"Edit snippet":["Snippet bewerken"],"You can click on each element in the preview to jump to the Snippet Editor.":["U kan op elk element in het voorbeeld klikken om naar de snippet-editor te gaan."],"SEO title preview":[""],"Meta description preview":[""],"A problem occurred when saving the current step, {{link}}please file a bug report{{/link}} describing what step you are on and which changes you want to make (if any).":["De huidige stap kon niet opgeslagen worden, {{link}}verstuur een foutrapport{{/link}} met een beschrijving bij welke stap het mis gaat en welke wijziging u wilt maken (indien van toepassing)."],"Close the Wizard":["De hulp sluiten"],"Export settings":["Instellingen exporteren"],"%1$s video tutorial":["%1$s video tutorial"],"%s &rsaquo; Configuration Wizard":["%s &rsaquo; Configuratieassistent"],"Please don't show me this notification anymore":[""],"If you are experiencing issues, %1$splease file a bug report%2$s and we'll do our best to help you out.":["Als u problemen ondervindt, %1$svul een foutrapport in%2$s en we zullen ons best doen om u te helpen."],"We've noticed you've been using %1$s for some time now; we hope you love it! We'd be thrilled if you could %2$sgive us a 5 stars rating on WordPress.org%3$s!":["We hebben gemerkt dat u %1$s enige tijd nu gebruikt; we hopen dat het u bevalt! Wij zouden zeer erkentelijk zijn als u ons %2$seen 5 ster waardering geeft op WordPress.org%3$s!"],"Date archives settings":["Instellingen datum-archieven"],"Author archives settings":["Instellingen auteursarchieven"],"%1$s by %2$s":["%1$s bij %2$s"],"Warning: the variable %s cannot be used in this template. See the help center for more info.":["Waarschuwing: de variabele %s kan niet gebruikt worden in deze template. Zie het helpcenter voor meer informatie."],"By the way, did you know we also have a %1$sPremium plugin%2$s? It offers advanced features, like a redirect manager and support for multiple keyphrases. It also comes with 24/7 personal support.":[""],"(no title)":["(geen titel)"],"%s installation wizard":["%s installatie wizard"],"The %1$s admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["Het %1$s toolbar-menu bevat handige links naar tools van derden waarmee u uw pagina's kan analyseren en geeft inzicht in hoeveel SEO-meldingen gevonden zijn."],"Admin bar menu":["Toolbar-menu"],"%1$s will check weekly if your site is still indexable by search engines and %2$s will notify you when this is not the case.":[""],"Features":["Functies"],"SEO title":["SEO-titel"],"While we strive to make setting up %1$s as easy as possible, we understand it can be daunting. If you’d rather have us set up %1$s for you (and get a copy of %2$s in the process), order our %3$s%1$s configuration service%4$s here!":["Hoewel we er naar streven %1$s zo gemakkelijk mogelijk te maken, kan het zijn dat er instellingen zijn die ingewikkeld over kunnen komen. Als u liever heeft dat wij %1$s voor u instellen, bestel dan onze %3$s%1$s configuratiedienst%4$s (inclusief onze %2$s-plugin)."],"Welcome to the %1$s configuration wizard. In a few simple steps we'll help you configure your SEO settings to match your website's needs!":["Welkom bij de configuratiehulp van %1$s. In een paar eenvoudige stappen helpen we u de SEO-instellingen naar de behoeften van deze website te configureren."],"Google shows your website's name in the search results, if you want to change it, you can do that here.":["Google toont de naam van de website in de zoekresultaten; als u dat wilt veranderen, doe het dan hier."],"Greater than sign":["Groter dan-teken"],"Less than sign":["Kleiner dan-teken"],"Right angle quotation mark":["Naar rechts gericht aanhalingsteken"],"Left angle quotation mark":["Naar links gericht aanhalingsteken"],"Small tilde":["Kleine tilde"],"Vertical bar":["Verticale balk"],"Low asterisk":["Laag sterretje"],"Asterisk":["Sterretje"],"Bullet":["Bolletje"],"Middle dot":["Midden-punt"],"Em dash":["Em-streepje"],"En dash":["En-streepje"],"Dash":["Streepje"],"Choose the symbol to use as your title separator. This will display, for instance, between your post title and site name. Symbols are shown in the size they'll appear in the search results.":["Kies het symbool dat u als titelscheidingsteken wilt gebruiken.Dit wordt bijvoorbeeld getoond tussen de berichttitel en de sitenaam. De symbolen worden getoond in de grootte waarmee ze in de zoekresultaten zullen verschijnen."],"The name of the person":["De naam van de persoon"],"No":["Nee"],"Yes":["Ja"],"Does, or will, your site have multiple authors?":["Heeft uw site meerdere auteurs?"],"WordPress automatically generates an URL for each media item in the library. Enabling this will allow for google to index the generated URL.":["WordPress genereert automatisch een URL voor elk bestand in de mediabibliotheek. Door deze functie te activeren kan Google de gegenereerde URL indexeren. "],"Success!":["Geslaagd!"],"Title settings":["Titelinstellingen"],"Google Search Console":["Google Search Console"],"Multiple authors":["Meerdere auteurs"],"Site type":["Type site"],"Environment":["Omgeving"],"Yoast option %1$s not found.":["Yoast-optie %1$s niet gevonden."],"Google Structured Data Test":["Gestructureerde datatest van Google"],"Posts list":["Berichtenlijst"],"Posts list navigation":["Berichtenlijst-navigatie"],"Filter posts list":["Berichtenlijst filteren"],"Note that links to archives might be still output by your theme and you would need to remove them separately.":["Hou er rekening mee dat links naar archieven wellicht nog steeds gebruikt kunnen worden door uw thema en dat u ze apart zult moeten verwijderen."],"%1$s to optimize your site even further":["%1$s om uw site nog verder te optimaliseren"],"%1$s extensions":["%1$s-extensies"],"Comes with our 30-day no questions asked money back guarantee":["Komt met onze 30 dagen 'niet goed, geld terug'-garantie"],"More information %1$sabout %3$s%2$s":["Meer informatie %1$sover %3$s%2$s"],"Installed":["Geïnstalleerd "],"gain access to our 24/7 support team.":["krijg toegang tot onze 24/7 klantenservice."],"Premium support":["Premium support"],"check what your Facebook or Twitter post will look like.":["bepaal hoe uw pagina er op Facebook en Twitter uit zal zien"],"Social previews":["Sociale media-voorvertoning"],"create and manage redirects from within your WordPress install.":["maak en beheer redirects vanuit uw WordPress installatie."],"Redirect manager":["Redirectbeheer"],"%1$s, take your optimization to the next level!":["%1$s, breng uw optimalisatie naar een hoger niveau!"],"A seamless integration between %1$s and %2$s":["Een naadloze integratie tussen %1$s en %2$s"],"Use %1$s breadcrumbs instead of %2$s ones":["Gebruik de %1$s broodkruimel-implementatie in plaats van de %2$s-implementatie"],"Easily insert Google Maps, a store locator, opening hours and more":["Voeg makkelijk Google Maps, een winkelzoeker, openingstijden en meer toe"],"Creates XML News Sitemaps":["Maakt XML-nieuws-sitemaps"],"Immediately pings Google on the publication of a new post":["Stuurt Google direct een melding bij de publicatie van een nieuw bericht"],"Optimize your site for Google News":["Optimaliseer uw site voor Google News"],"Make videos responsive through enabling fitvids.js":["Maak video's responsive door fitvids.js in te schakelen"],"Enhance the experience of sharing posts with videos":["Verbeter de ervaring van het delen van berichten die video's bevatten"],"Show your videos in Google Videos":["Toon uw video's in Google Videos"],"Crawl issues list":["Crawlproblemenlijst"],"Crawl issues list navigation":["Crawlproblemenlijst-navigatie"],"Edit &#8220;%s&#8221;":["Bewerk &#8220;%s&#8221;"],"Premium":["Premium"],"Google Trends":["Google Trends"],"Notifications":["Meldingen"],"Removes the focus keyphrase section from the metabox and disables all SEO-related suggestions.":[""],"Disable SEO analysis":["SEO analyse uitschakelen"],"Twitter settings":["Titelinstellingen"],"Pinterest settings":["Pinterest-instellingen"],"Facebook settings":["Facebookinstellingen"],"Title separator symbol":["Titel verbindingsteken"],"RSS feed settings":["RSS-feed instellingen"],"Breadcrumbs settings":["Kruimelpadinstellingen"],"Make primary":["Primair maken"],"Enter your Google Authorization Code and press the Authenticate button.":["Voer de Google-autorisatiecode in en druk op de knop Autenticatie."],"Knowledge base article":["Kennisbank-artikel"],"Open the knowledge base article in a new window or read it in the iframe below":["Open het kennisbank-artikel in een nieuw venster of lees het in het iframe hieronder"],"Search results":["Zoekresultaten"],"%s notification":["%s melding","%s meldingen"],"Disable readability analysis":["Leesbaarheidsanalyse uitschakelen"],"Removes the readability analysis section from the metabox and disables all readability-related suggestions.":[""],"Readability analysis":["Leesbaarheidsanalyse"],"Needs improvement":["Heeft verbetering nodig"],"Readability":["Leesbaarheid"],"You are trying to load non-minified files. These are only available in our development package. Check out %1$s to see all the source files.":[""],"Improvements":["Verbeteringen"],"Dismiss this item.":["Deze melding negeren."],"Good job! We could detect no serious SEO problems.":["Goed gedaan! We konden geen serieuze SEO-problemen vinden."],"We have detected the following issues that affect the SEO of your site.":["We hebben de volgende problemen ontdekt die invloed hebben op de SEO van uw website."],"Problems":["Problemen"],"Analysis":["Analyse"],"Not available":["Niet beschikbaar"],"Filter by SEO Score":["Op SEO-score filteren"],"Meta description not set.":["Geen meta-omschrijving ingesteld."],"Video tutorial":["Video-instructie"],"Email support is a %s feature":["E-mailondersteuning is een %s eigenschap"],"Knowledge base":["Kennisbank"],"Open":["Open"],"Loading...":["Laden..."],"Something went wrong. Please try again later.":["Er is iets misgegaan. Probeer het later opnieuw."],"No results found.":["Niets gevonden."],"Dashboard":["Dashboard"],"You can fix this on the %1$sPermalink settings page%2$s.":["U kunt dit verhelpen op de %1$sPermalink-instellingenpagina%2$s."],"Paging comments is enabled, this is not needed in 999 out of 1000 cases, we recommend to disable it.":["Het pagineren van reacties is ingeschakeld, dit is in 999 van de 1000 gevallen niet nodig, wij adviseren om dit uit te schakelen."],"Replaced with the primary category of the post/page":["Vervangen door de primaire categorie van bericht/pagina"],"Pinterest confirmation":["Pinterest-bevestiging"],"If you have already confirmed your website with Pinterest, you can skip the step below.":["Als u al de website bij Pinterest bevestigd hebt, kunt u de stap hieronder overslaan."],"Format-based archives":["Opmaak-gebaseerde archieven"],"Webmaster Tools verification":["Verificatie van de webmaster-tools"],"Follow our %1$s for WordPress training and become a certified %1$s Expert!":["Neem deel aan onze %1$s voor WordPress-cursus en wordt een gecertificeerde %1$s-expert."],"Want to be a %s Expert?":["Wilt u een %s-expert worden?"],"Buy %s":["%s kopen"],"Show information about errors in category %s":[""],"New %1$s Title":["Nieuwe %1$s-titel"],"Existing %1$s Title":["Bestaande %1$s-titel"],"Expected an integer as input.":["Geheel getal verwacht als invoer."],"Trying to build the sitemap cache key, but the postfix and prefix combination leaves too little room to do this. You are probably requesting a page that is way out of the expected range.":["Er is geprobeerd een goede sitemapcachesleutel te maken, maar de combinatie van voor- en achtervoegsel geeft hiervoor te weinig mogelijkheden. U probeert waarschijnlijk een pagina op te vragen die ver buiten het verwachte bereik valt."],"Remove":["Verwijderen"],"Keep":["Behouden"],"Bold the last page":["Toon de laatste pagina vetgedrukt"],"Regular":["Normaal"],"Bold":["Vetgedrukt"],"Show Blog page":["Toon berichtenpagina"],"Primary %s":["Primair %s"],"Primary":["Primair"],"Make %1$s primary %2$s":["Maak %1$s primair %2$s"],"Term is set to noindex.":["Term is ingesteld op noindex"],"Author archives":["Auteursarchieven"],"Show":["Tonen"],"Enabled":["Ingeschakeld"],"Disabled":["Uitgeschakeld"],"%1$s has not fetched your site's indexability status yet from %2$s":["%1$s heeft de indexeerbaarheid-status van uw site nog niet opgehaald van %2$s"],"The separator defined in your theme's %s tag.":["Het scheidingsteken zoals gedefinieerd in de %s-tag van het thema."],"No index":["Noindex"],"Analyze entire site":["De volledige site analyseren"],"Fetch the current status":["Huidige status ophalen"],"%1$s%2$s has not been able to fetch your site's indexability status%3$s from %4$s":["%1$s%2$s was niet in staat de indexeerbaarheid-status van de website op te halen%3$s van %4$s"],"Your homepage can be indexed by search engines.":["De homepage kan geïndexeerd worden door zoekmachines."],"Indexability check by %1$s":["Indexeerbaarheidscontrole door %1$s"],"If you want to use an image for sharing on %1$s, you can upload / choose an image or add the image URL here.":["Als u een afbeelding wilt gebruiken om te delen op %1$s, kunt u deze hier uploaden/selecteren, of een URL invoeren."],"If you don't want to use the meta description for sharing on %1$s but want another description there, write it here.":["Als u de meta-omschrijving niet wilt gebruiken om het bericht op %1$s te delen, maar een andere omschrijving wilt, kunt u die hier schrijven."],"If you don't want to use the title for sharing on %1$s but instead want another title there, write it here.":["Als u de berichttitel niet wilt gebruiken voor het delen van een bericht op %1$s, maar een andere titel wilt gebruiken, voer die hier dan in."],"%1$sYour homepage cannot be indexed by search engines%2$s. This is very bad for SEO and should be fixed.":["%1$sDe homepagina kan niet geïndexeerd worden door zoekmachines%2$s. Dit is erg slecht voor de SEO en moet opgelost worden."],"Once Weekly":["Wekelijks"],"SEO score":["SEO score"],"Recalculating SEO scores for all pieces of content with a focus keyphrase.":[""],"%1$s of %2$s done.":["%1$s van %2$s gedaan."],"We've updated our SEO score algorithm. %1$sRecalculate the SEO scores%2$s for all posts and pages.":["Het algoritme dat de SEO-score berekent, is vernieuwd. %1$sKlik hier om de SEO-scores opnieuw te berekenen%2$s voor alle berichten en pagina's."],"Team Yoast":["Team Yoast"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["De eerste echte alles-in-één SEO-oplossing voor WordPress, inclusief analyse per pagina, XML-sitemaps en veel meer."],"Yoast SEO":["Yoast SEO"],"Activation failed:":["Activering mislukt:"],"The filter extension seem to be unavailable. Please ask your web host to enable it.":["De filter-extensie is niet beschikbaar. Vraag uw hostingprovider om deze in te schakelen."],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":["De %1$s plugininstallatie is onvolledig. Meer informatie in de %2$sinstallatiehandleiding%3$s."],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":["De extensie Standaard-PHP-bibliotheek (SPL) lijkt niet beschikbaar. Vraag de hostingprovider deze te activeren."],"SEO Settings":["SEO-instellingen"],"Mobile-Friendly Test":["Test mobielvriendelijkheid"],"Google Page Speed Test":["'Google Page speed'-test"],"CSS Validator":["CSS-validator"],"HTML Validator":["HTML-validator"],"Pinterest Rich Pins Validator":["'Pinterest rich pins'-validator"],"Facebook Debugger":["Facebook-foutopsporing"],"Check Headers":["Headers controleren"],"Check Google Cache":["Google Cache controleren"],"Analyze this page":["Deze pagina analyseren"],"Keyword Research":["Trefwoordenonderzoek"],"%s does not seem to be a valid url. Please correct.":["%s is geen geldige URL. Vul een geldige URL in."],"%1$s does not seem to be a valid %2$s verification string. Please correct.":["%1$s is geen geldige %2$s-verificatiestring. Gelieve te corrigeren."],"%s Archive":["Archief %s"],"You searched for %s":["U hebt gezocht naar %s"],"%s does not seem to be a valid Twitter Username. Please correct.":[""],"Summary with large image":["Samenvatting met grote afbeelding"],"Summary":["Samenvatting"],"The post %1$s appeared first on %2$s.":["Het bericht %1$s verscheen eerst op %2$s."],"No numeric value was received.":["Geen numerieke waarde ontvangen."],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":["Dit moet een bestaand blog zijn. Blog %s bestaat niet of is gemarkeerd als verwijderd."],"The default blog setting must be the numeric blog id of the blog you want to use as default.":["De standaard bloginstellingen moeten het numerieke blog-ID hebben van het blog dat u als standaard wilt gebruiken."],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":["%1$s is geen geldige keuze voor wie er toegang moet hebben tot de instellingen van %2$s. De standaardwaarde is hersteld."],"Please select a valid post type for taxonomy \"%s\"":["Een geldig berichttype voor taxonomie '%s' selecteren"],"Please select a valid taxonomy for post type \"%s\"":["Een geldige taxonomie selecteren voor berichttype '%s'"],"You searched for":["U zocht naar"],"Home":["Home"],"Archives for":["Archieven voor"],"Error 404: Page not found":["404-fout: pagina niet gevonden"],"Good":["Goed"],"Replaced with a custom taxonomies description":["Vervangen door een aangepaste taxonomie-omschrijving"],"Replaced with a posts custom taxonomies, comma separated.":["Vervangen door de aangepaste taxonomieën van een bericht, door komma's gescheiden."],"Replaced with a posts custom field value":["Vervangen door de aangepaste veldwaarde van een bericht"],"Replaced with the slug which caused the 404":["De slug vervangen die een 404 veroorzaakt"],"Replaced with the posts focus keyphrase":[""],"Attachment caption":["Bijlage-onderschrift"],"Replaced with the current page number":["Vervangen door het huidige paginanummer"],"Replaced with the current page total":["Vervangen door het huidige paginatotaal"],"Replaced with the current page number with context (i.e. page 2 of 4)":["Vervangen door het huidige paginanummer met  context (bv pagina 2 van 8)"],"Replaced with the post/page author's 'Biographical Info'":["Vervangen door de 'Biografie-informatie' van de bericht/pagina-auteur"],"Replaced with the post/page author's 'nicename'":["Vervangen door de 'nicename' van de auteur van bericht/pagina"],"Replaced with the post/page ID":["Vervangen door het bericht-/pagina-ID"],"Replaced with the post/page modified time":["Vervangen door de aangepast tijd van bericht/pagina"],"Replaced with the content type plural label":[""],"Replaced with the content type single label":[""],"Replaced with the current search phrase":["Vervangen door de huidige zoekzin"],"Replaced with the term name":["Vervangen door de term-naam"],"Replaced with the term description":["Vervangen door de term-omschrijving"],"Replaced with the tag description":["Vervangen door de tag-omschrijving"],"Replaced with the category description":["Vervangen door de categorie-omschrijving"],"Replaced with the post categories (comma separated)":["Vervangen door de bericht-categorieën (door komma's gescheiden)"],"Replaced with the current tag/tags":["Vervangen door de huidige tag/tags"],"Replaced with the post/page excerpt (without auto-generation)":["Vervangen door de bericht/pagina-samenvatting (niet automatisch gegenereerd)"],"Replaced with the post/page excerpt (or auto-generated if it does not exist)":["Vervangen door de bericht/pagina-samenvatting (of automatisch gegenereerd als deze niet bestaat)"],"The site's name":["De naam van de website"],"Replaced with the title of the parent page of the current page":["Vervangen door de titel van de bovenliggende pagina van de huidige."],"Replaced with the title of the post/page":["Vervangen door de titel van het bericht of de pagina"],"Replaced with the date of the post/page":["Vervangen door de datum van het bericht of de pagina"],"Page %1$d of %2$d":["Pagina %1$d van %2$d"],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":["De standaardvariabele-vervanging van de WP-SEO kan niet worden overschreven door het registreren van een nieuwe variabele met dezelfde naam. Gebruik in plaats daarvan het 'wpseo_replacements'-filter om de vervangingswaarde in te stellen."],"A replacement variable with the same name has already been registered. Try making your variable name unique.":["Een vervangingsvariabele met dezelfde naam is al geregistreerd. Probeer de variabelenaam uniek te maken."],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":["Een vervangingsvariable kan niet beginnen met '%%cf_' of '%%ct_' omdat deze gereserveerd zijn voor de standaardvariablen van de WP-SEO voor aangepaste velden en taxonomieën. Probeer de variabelenaam uniek te maken."],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":["Een vervangingsvariabele kan alleen alfanummerieke karakters, een liggende streep of een verbindingsstreepje bevatten. Probeer de variabele te hernoemen."],"Admin only notice: this page does not show a meta description because it does not have one, either write it for this page specifically or go into the [%1$s - %2$s] menu and set up a template.":[""],"Page not found":["Pagina niet gevonden"],"%s Archives":["%s Archieven"],"Search for \"%s\"":["Naar '%s' zoeken"],"Meta description to use for Author page":["Meta-omschrijving voor de auteurspagina"],"Title to use for Author page":["Titel voor de auteurspagina"],"%1$s settings":["%1$s-instellingen"],"Export your %1$s settings":["De %1$s-instellingen exporteren"],"Import settings":["Instellingen importeren"],"Import from other SEO plugins":["Vanuit andere SEO-plugins importeren"],"Import":["Importeren"],"If you had a %s file and it was editable, you could edit it from here.":["Als u een beschrijfbaar %s-bestand hebt, dan kunt u het hier bewerken."],"If your %s were writable, you could edit it from here.":["Als uw %s beschrijfbaar is, kunt u het hier bewerken."],"You don't have a %s file, create one here:":["U heeft momenteel geen %s-bestand. Maak er hier een aan:"],"A link to your site, with your site's name and description as anchor text.":["Een link naar uw website, met de naam en omschrijving van uw website als linktekst."],"A link to your site, with your site's name as anchor text.":["Een link naar uw website, met de naam van uw website als linktekst."],"A link to the post, with the title as anchor text.":["Een link naar het bericht, met de titel als linktekst."],"A link to the archive for the post author, with the authors name as anchor text.":["Een link naar het archief van de berichtauteur, met de naam van de auteur als linktekst."],"You can use the following variables within the content, they will be replaced by the value on the right.":["U kunt de volgende variabelen in de inhoud gebruiken, ze worden vervangen door de waarde aan de rechterkant."],"Content to put after each post in the feed":["Informatie die geplaatst wordt na elk RSS-bericht"],"Content to put before each post in the feed":["Content die voor elk bericht in de feed moet komen"],"This feature is used to automatically add content to your RSS, more specifically, it's meant to add links back to your blog and your blog posts, so dumb scrapers will automatically add these links too, helping search engines identify you as the original source of the content.":["Deze instelling wordt gebruikt om automatisch tekst aan uw RSS toe te voegen. Specifieker: het is om koppeling naar uw website en uw berichten toe te voegen. Hierdoor zullen 'domme' robots automatisch deze koppelingen ook toevoegen en zullen zoekmachines u identificeren als de originele bron van de berichtinhoud."],"Usage of this breadcrumbs feature is explained in %1$sour knowledge-base article on breadcrumbs implementation%2$s.":["Het gebruik van de functie 'kruimelpad' wordt uitgelegd in %1$sons kennisbankartikel op kruimelpadimplementatie%2$s."],"How to insert breadcrumbs in your theme":["Hoe een kruimelpad aan het thema toe te voegen"],"Blog":["Blog"],"Content type archive to show in breadcrumbs for taxonomies":[""],"Taxonomy to show in breadcrumbs for content types":[""],"Breadcrumb for 404 Page":["Kruimelpad voor 404-pagina"],"Prefix for Search Page breadcrumbs":["Voorvoegsel voor kruimelpad op de zoekpagina"],"Prefix for Archive breadcrumbs":["Voorvoegsel voor kruimelpad-archief"],"Prefix for the breadcrumb path":["Voorvoegsel voor het kruimelpad"],"Anchor text for the Homepage":["Linktekst voor de homepagina"],"Separator between breadcrumbs":["Scheidingsteken tussen kruimels"],"Enable Breadcrumbs":["Kruimelpad inschakelen"],"Below are your published posts' SEO scores. Now is as good a time as any to start improving some of your posts!":["Hieronder staan de SEO-scores van de gepubliceerde berichten. Het is nu het goede moment om een aantal van uw berichten te verbeteren!"],"Credits":["Credits"],"&laquo; Back to Tools page":["&laquo; Terug naar de pagina Extra"],"%1$s comes with some very powerful built-in tools:":["%1$s heeft enkele zeer krachtige ingebouwde functies:"],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":["Deze tool stelt u in staat snel belangrijke bestanden van de SEO te veranderen, zoals het <code>robots.txt</code>- en <code>.htaccess</code>-bestand (als dit bestaat)."],"File editor":["Bestandsbewerker"],"Import settings from other SEO plugins and export your settings for re-use on (another) blog.":["Instellingen importeren van andere SEO-plugins en exporteren van deze instellingen voor hergebruik op een (ander) blog."],"Import and Export":["Importeren en Exporteren"],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":["Dit hulpmiddel stelt u in staat snel titels en omschrijvingen van berichten en pagina's te veranderen zonder dat u voor elke pagina naar de editor hoeft te gaan."],"Bulk editor":["Massabewerker"],"To %1$sconfirm your site with Pinterest%2$s, add the meta tag here:":["Hier uw metatag invoeren om uw %1$ssite te valideren met Pinterest%2$s:"],"Pinterest uses Open Graph metadata just like Facebook, so be sure to keep the Open Graph checkbox on the Facebook tab checked if you want to optimize your site for Pinterest.":["Pinterest maakt - net als Facebook - gebruik van 'Open Graph'-metadata. Houd Open Graph aangevinkt op het Facebook-tabblad, als u de site wilt optimaliseren voor Pinterest."],"The default card type to use":["Het te gebruiken standaard 'card type'."],"Add Twitter card meta data":["'Twitter card'-metadata toevoegen"],"This image is used if the post/page being shared does not contain any images.":["Deze afbeelding wordt gebruikt als het bericht of de pagina geen afbeeldingen bevat."],"Default settings":["Standaardinstellingen"],"Copy home meta description":["Home-metaomschrijving kopiëren"],"Description":["Omschrijving"],"Image URL":["Afbeeldings-URL"],"These are the title, description and image used in the Open Graph meta tags on the front page of your site.":["Dit zijn de titel, beschrijving en afbeelding die gebruikt worden in de 'Open Graph'-metatags op de voorpagina van de site."],"Frontpage settings":["Voorpagina-instellingen"],"Add Open Graph meta data":["'Open Graph'-metadata toevoegen"],"YouTube URL":["YouTube-URL"],"Pinterest URL":["Pinterest-URL"],"MySpace URL":["MySpace-URL"],"LinkedIn URL":["LinkedIn-URL"],"Instagram URL":["Instagram-URL"],"Twitter Username":["Twitter-gebruikersnaam"],"Facebook Page URL":["Facebookpagina-URL"],"Accounts":["Accounts"],"Restore site to defaults":["Site naar standaardinstellingen terugzetten"],"Site ID":["Site-ID"],"Using this form you can reset a site to the default SEO settings.":["Door dit formulier te gebruiken kunt u een site terugzetten naar de standaard SEO-instellingen."],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new sites.":[""],"Enter the %1$sSite ID%2$s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":["Voer het %1$sSite-ID%2$s in voor de site waarvan de instellingen als standaard moeten worden gebruikt voor alle nieuwe sites in het netwerk. Laat het vak leeg voor geen standaardwaarden (de normale plugin-standaardwaarden zullen worden gebruikt)."],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":["Kies de site waarvan de instellingen als standaard worden gebruikt voor elke nieuwe site in het netwerk. Bij het kiezen van 'Geen' worden de standaard plugininstellingen gebruikt."],"New sites in the network inherit their SEO settings from this site":["Nieuwe sites in het netwerk overerven de SEO-instellingen van deze site"],"Super Admins only":["Alleen superbeheerders"],"Site Admins (default)":["Sitebeheerders (standaard)"],"Who should have access to the %1$s settings":["Wie moet toegang hebben tot de %1$s-instellingen"],"spam":["spam"],"mature":["volwassen"],"archived":["gearchiveerd"],"public":["openbaar"],"%s restored to default SEO settings.":["%s is teruggezet naar standaard SEO-instellingen."],"Settings Updated.":["Instellingen bijgewerkt."],"404 pages":["404-pagina's"],"Search pages":["Zoekpagina's"],"These pages will be %s by default, so they will never show up in search results.":["Deze pagina's krijgen standaard %s, dus zullen ze nooit in de zoekresultaten verschijnen."],"Special Pages":["Speciale pagina's"],"Date-based archives could in some cases also be seen as duplicate content.":["Op datum gebaseerde archieven zouden in sommige gevallen ook als dubbele inhoud aangemerkt kunnen worden."],"If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or to add %s to it so it doesn't show up in the search results.":["Als dit het geval is op de site, kunt u ervoor kiezen het uit te schakelen (wat ervoor zorgt dat men doorgestuurd wordt naar de homepagina) of %s eraan toe te voegen, zodat het niet voorkomt in de zoekresultaten."],"If you're running a one author blog, the author archive will be exactly the same as your homepage. This is what's called a %1$sduplicate content problem%2$s.":["Als u een auteursblog hebt, zal het auteursarchief dezelfde inhoud bevatten als de homepagina. Dit noemt men een %1$s'dubbele inhoud'-probleem%2$s."],"Date archives":["Datum-archieven"],"author archives":[""],"Title":["Titel"],"%1$s Meta Box":["%1$s-metabox"],"Hide":["Verbergen"],"Date in Snippet Preview":["Datum in Snippetvoorvertoning"],"Take note:":["Let op:"],"You can determine the title and description for the blog page by %1$sediting the blog page itself%2$s.":[""],"You can determine the title and description for the front page by %1$sediting the front page itself%2$s.":[""],"Homepage &amp; Front page":["Homepage &amp; voorpagina"],"Title Separator":["Scheidingsteken in de titel"],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s heeft automatisch vastgesteld of het de titels op uw pagina's moet herschrijven. Als u denkt dat dat niet goed is en u weet wat u doet, dan kunt u de instelling hier veranderen."],"Force rewrite titles":["Titels geforceerd herschrijven"],"Taxonomies":["Taxonomieën"],"Homepage":["Homepage"],"%1$s Extensions":["%1$s-extensies"],"Seamlessly integrate WooCommerce with %1$s and get extra features!":["Integreer WooCommerce naadloos in %1$s en krijg zo extra functies."],"Rank better locally and in Google Maps, without breaking a sweat!":["Zonder moeite een betere lokale score en op Google Maps krijgen."],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":["Lid van Google News? Verhoog dan het verkeer vanaf Google News door ervoor te optimaliseren."],"Optimize your videos to show them off in search results and get more clicks!":["Optimaliseer uw video's om ze te tonen in de zoekresultaten en zo meer 'clicks' te krijgen."],"The premium version of %1$s with more features & support.":["The premium-versie van %1$s met meer functies & support."],"Person":["Persoon"],"This data is shown as metadata in your site. It is intended to appear in %1$sGoogle's Knowledge Graph%2$s. You can be either an organization, or a person.":[""],"Website name":["Websitenaam"],"Webmaster Tools":[""],"You do not have your postname in the URL of your posts and pages, it is highly recommended that you do. Consider setting your permalink structure to <strong>/%postname%/</strong>.":["De URL van de berichten en pagina's bevat niet de berichtnaam; het is ten zeerste aan te bevelen dat wel te doen. Overweeg de permalink-structuur aan te passen naar <strong>/%postname%/</strong>."],"RSS":["RSS"],"Breadcrumbs":["Kruimelpad"],"or":["of"],"Save Profile":["Profiel opslaan"],"There were no profiles found":["Er zijn geen profielen gevonden"],"Profile":["Profiel"],"Current profile":["Huidig profiel"],"Authenticate":["Autoriseren"],"Get Google Authorization Code":["Google-autorisatiecode verkrijgen"],"Reload crawl issues":["Crawl-problemen opnieuw laden"],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year of support and updates, on %2$s.":["Om een doorstuuradres aan te maken en dit probleem op te lossen, heeft u %1$s nodig. U kan de plugin, inclusief een jaar ondersteuning en updates, kopen op %2$s."],"Creating redirects is a %s feature":["Het aanmaken van doorstuuradressen is een %s-functie"],"Errors that only occurred when your site was crawled by Googlebot for feature phones (errors didn't appear for desktop).":["Fouten die alleen zijn opgetreden toen de site werd gecrawld door Googlebot voor eenvoudige telefoons. (Deze fouten waren niet zichtbaar op de desktopversie). "],"Errors that occurred only when your site was crawled by Googlebot-Mobile (errors didn't appear for desktop).":["Fouten die alleen zijn opgetreden toen de site werd gecrawld door Googlebot-Mobile. (Deze fouten waren niet zichtbaar op de desktopversie). "],"Errors that occurred when your site was crawled by Googlebot.":["Fouten die zijn opgetreden toen de site gecrawld werd door Googlebot."],"Issue categories":["Probleemcategorieën"],"Incorrect Google Authorization Code.":["Onjuiste Google-autorisatiecode."],"The issues have been successfully reloaded!":["De problemen zijn met succes herladen!"],"The %1$s data has been removed. You will have to reauthenticate if you want to retrieve the data again.":["De %1$s-gegevens zijn verwijderd. Autoriseer opnieuw om de gegevens weer te kunnen ophalen."],"Crawl errors per page":["Aantal crawl-fouten per pagina"],"Search":["Zoeken"],"Don't miss your crawl errors: %1$sconnect with Google Search Console here%2$s.":["Mis de crawl-fouten niet: %1$smaak verbinding met Google Search Console%2$s."],"Create redirect":["Doorstuuradres aanmaken"],"Mark as fixed":["Als opgelost markeren"],"Response code":["Responscode"],"First detected":["Voor het eerst ontdekt"],"Last crawled":["Het laatst gecrawld"],"URL":["URL"],"%1$s detected you’re using a version of %2$s which is not compatible with %1$s. Please update %2$s to the latest version to use this feature.":["%1$s heeft gedetecteerd dat u een versie van %2$s gebruikt die niet compatibel is met %1$s. Werk %2$s bij naar de nieuwste versie om deze functie te gebruiken."],"Yoast plugins share some code between them to make your site faster. As a result of that, we need all Yoast plugins to be up to date. We've detected this isn't the case, so please update the Yoast plugins that aren't up to date yet.":["Yoast-plugins delen een gedeelte van hun code om ervoor te zorgen dat de website sneller wordt. Als gevolg daarvan moeten alle Yoast-plugins bij zijn. We hebben ontdekt dat dit niet het geval is. Werk dus alle Yoast-plugins bij die nog niet zijn bijgewerkt."],"Feature phone":["Eenvoudige telefoon"],"Smartphone":["Smartphone"],"Desktop":["Desktop"],"The target URL doesn't exist, but your server is not returning a 404 (file not found) error.":["De URL bestaat niet, maar de server geeft geen 404-fout (bestand niet gevonden)."],"Soft 404":["Softwarematige 404"],"Request timed out or site is blocking Google.":["Verzoek is verlopen of de site blokkeert Google."],"Server Error":["Serverfout"],"Googlebot could access your site, but certain URLs are blocked for Googlebot in your %1$s file. This block could either be for all Googlebots or even specifically for Googlebot-mobile.":["Googlebot kan de website benaderen, maar bepaalde URL's zijn geblokkeerd voor Googlebot in het %1$s-bestand. Deze blokkade kan voor alle Googlebots gelden of zelfs specifiek voor Googlebot-mobile. "],"Blocked":["Geblokkeerd"],"Google was unable to crawl this URL due to an undetermined issue.":["Google was niet in staat deze URL te crawlen door een onbekend probleem."],"URL points to a non-existent page.":["URL verwijst naar een niet bestaande pagina."],"Not found":["Niet gevonden"],"Not followed":["Niet gevolgd"],"Faulty redirects":["Kapotte redirects"],"Server requires authentication or is blocking Googlebot from accessing the site.":["De server vereist autorisatie of blokkeert de toegang tot de site voor Googlebot."],"Access denied":["Toegang geweigerd"],"Deactivate %s":["%s deactiveren"],"The %1$s plugin might cause issues when used in conjunction with %2$s.":["De plugin %1$s veroorzaakt mogelijk problemen als deze in combinatie met %2$s wordt gebruikt."],"Upload Image":["Afbeelding uploaden"],"Remove these ads?":["Deze advertenties verwijderen?"],"%s Posts Overview":["%s-berichtenoverzicht"],"The Breadcrumbs Title is used in the breadcrumbs where this taxonomy appears.":["De kruimelpad-titel wordt gebruikt in het kruimelpad waar deze taxonomie voorkomt."],"Breadcrumbs title":["Kruimelpadtitel"],"The canonical link is shown on the archive page for this term.":["De canonieke link wordt getoond op de archiefpagina van deze uitdrukking."],"Facebook App ID":["Facebook-app-ID"],"Pinterest":["Pinterest"],"Other":["Overig"],"Archives":["Archieven"],"Email":["E-mailadres"],"Previous":["Vorige"],"Next":["Volgende"],"Close":["Sluiten"],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines and might slow down your site.":[""],"Configure %1$s's Open Graph settings":[""],"Both %1$s and %2$s create Open Graph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":[""],"%s Image":["Afbeelding %s"],"%s Description":["Omschrijving %s"],"%s Title":["Titel %s"],"Twitter":["Twitter"],"Facebook":["Facebook"],"The recommended image size for %1$s is %2$s pixels.":["De aanbevolen afbeeldingsgrootte voor %1$s is %2$s pixels."],"If you want to override the image used on %s for this post, upload / choose an image here.":[""],"If you don't want to use the meta description for sharing the post on %s but want another description there, write it here.":["Als u geen gebruik wilt maken van de meta-omschrijving voor het delen van dit bericht op %s, schrijf hier dan een andere."],"If you don't want to use the post title for sharing the post on %s but instead want another title there, write it here.":["Als u een andere berichttitel dan deze wilt gebruiken voor het delen van dit bericht op %s, tik hem dan hier in."],"very difficult":["heel moeilijk"],"Try to make shorter sentences, using less difficult words to improve readability":[""],"difficult":["moeilijk"],"Try to make shorter sentences to improve readability":[""],"fairly difficult":["redelijk moeilijk"],"OK":["OK"],"fairly easy":["redelijk eenvoudig"],"easy":["eenvoudig"],"very easy":["heel eenvoudig"],"Meta Desc.":["Meta-omschrijving"],"All SEO Scores":["Alle SEO-scores"],"SEO issue: The featured image should be at least 200 by 200 pixels to be picked up by Facebook and other social media sites.":["SEO probleem: De uitgelichte afbeelding moet minimaal 200x200 pixels groot zijn om te worden gebruikt door Facebook en andere sociale media."],"(no parent)":["(geen hoofd)"],"Post is set to noindex.":["Bericht is ingesteld op noindex."],"The URL that this page should redirect to.":["De URL waar deze pagina naar moet doorsturen."],"301 Redirect":["301-doorsturen"],"The canonical URL that this page should point to. Leave empty to default to permalink. %1$sCross domain canonical%2$s supported too.":[""],"Canonical URL":["Canonieke URL"],"Title to use for this page in breadcrumb paths":["Titels die voor deze pagina gebruikt worden in het kruimelpad"],"Breadcrumbs Title":["Kruimelpadtitel"],"No Snippet":["Geen snippet"],"No Archive":["Geen archief"],"No Image Index":["Geen afbeeldingsindex"],"None":["Geen"],"Site-wide default: %s":["Standaard voor de hele site: %s"],"Advanced <code>meta</code> robots settings for this page.":["Geavanceerde <code>meta</code>-robotsinstellingen voor deze pagina."],"Meta robots advanced":["Meta Robots geavanceerd"],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Waarschuwing: hoewel hier de 'metarobots'-instelling geregeld kan worden, heeft dit geen effect, aangezien de hele site op 'noindex' is ingesteld in de privacy-instellingen van de site."],"Meta description":["Meta-omschrijving"],"SEO Title":["SEO-titel"],"Focus keyword":["Focustrefwoord"],"Snippet preview":["Snippetvoorvertoning"],"Settings successfully imported.":["De instellingen zijn met succes geïmporteerd."],"Settings could not be imported:":["Instellingen konden niet geïmporteerd worden:"],"Breadcrumb for 404 pages:":["Kruimelpad voor 404-pagina:"],"Prefix for search result pages:":["Voorvoegsel voor kruimelpad op zoekresultatenpagina&#39;s:"],"Prefix for archive pages:":["Voorvoegsel voor kruimelpad op archiefpagina&#39;s:"],"Prefix for breadcrumbs:":["Prefix voor kruimelpad:"],"Anchor text for the homepage:":["Ankertekst voor de homepagina:"],"Breadcrumbs separator:":["Scheidingsteken voor kruimelpad: "],"%s Breadcrumbs":["%s-kruimelpad"],"Use Image":["Afbeelding gebruiken"],"Action":["Actie"],"Page URL/Slug":["Pagina-URL/Slug"],"Publication date":["Publicatiedatum"],"Post Status":["Berichtstatus"],"WP Page Title":["WP-paginatitel"],"View":["Bekijken"],"View &#8220;%s&#8221;":["&#8220;%s&#8221; bekijken"],"Preview":["Voorbeeld"],"Preview &#8220;%s&#8221;":["Voorbeeld &#8220;%s&#8221;"],"Edit":["Bewerken"],"Filter":["Filteren"],"New Yoast Meta Description":["Nieuwe Yoast-meta-omschrijving"],"Existing Yoast Meta Description":["Bestaande Yoast-meta-omschrijving"],"Facebook profile URL":["Facebookprofiel-URL"],"Twitter username (without @)":["Twitter-gebruikersnaam (zonder @)"],"FAQ":["FAQ"],"Premium Support":["Premium-ondersteuning"],"Settings":["Instellingen"],"You must %1$sgo to your Reading Settings%2$s and uncheck the box for Search Engine Visibility.":["Ga naar %1$sInstellingen => Lezen%2$s en haal het vinkje weg bij 'Zoekmachinezichtbaarheid'."],"Huge SEO Issue: You're blocking access to robots.":["Groot SEO probleem: toegang voor robots wordt geblokkeerd."],"Posts":["Berichten"],"Edit Files":["Bestanden bewerken"],"Advanced Variables":["Geavanceerde variabelen"],"Basic Variables":["Basisvariabelen"],"General":["Algemeen"],"Extensions":["Extensies"],"Search Console":["Zoekpaneel"],"Tools":["Extra"],"Advanced":["Geavanceerd"],"XML sitemaps":[""],"Social":["Sociaal"],"SEO":["SEO"],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":["%1$s heeft gedetecteerd dat u versie %2$s gebruikt van %3$s, werk deze bij naar de nieuwste versie om compatibiliteitsproblemen te voorkomen. "],"Just another WordPress site":["En nog een WordPress site"],"You still have the default WordPress tagline, even an empty one is probably better. %1$sYou can fix this in the customizer%2$s.":["U gebruikt nog steeds de standaard WordPress-omschrijving, zelfs een lege is waarschijnlijk beter. %1$sU kunt dit oplossen in de customizer%2$s."],"You have used HTML in your value which is not allowed.":["Het gebruik van HTML in de waarde is niet toegestaan."],"You can't edit %s that aren't yours.":["U kunt geen %s bewerken die niet van u zijn."],"You can't edit %s.":["%s bewerken niet mogelijk."],"Post has an invalid Content Type: %s.":[""],"Post doesn't exist.":["Dit bericht bestaat niet."],"course\u0004Free:":[""],"posts\u0004Trash <span class=\"count\">(%s)</span>":["Prullenbak <span class=\"count\">(%s)</span>","Prullenbak <span class=\"count\">(%s)</span>"],"posts\u0004All <span class=\"count\">(%s)</span>":["Alle <span class=\"count\">(%s)</span>","Alle <span class=\"count\">(%s)</span>"]}}}