{"domain":"js-text-analysis","locale_data":{"js-text-analysis":{"":{"domain":"js-text-analysis","plural_forms":"nplurals=1; plural=0;","lang":"zh_TW"},"The %1$s class must not be instantiated before the %2$s global is set.":[""],"%1$sOutrank your competitors even further%2$s with these %3$s plugins":[""],"No need to figure out what to link to. You get linking suggestions for relevant posts and pages to make your website easier to navigate.":["使用者不需要了解連結目標，系統會提供使用者相關文章及頁面的連結建議，以便讓這個網站更易於瀏覽。"],"Use AI to write SEO titles and meta descriptions for your posts and pages. It speeds up your work and does some of the thinking for you!":["使用 AI 人工智慧為這個網站的文章及頁面撰寫 SEO 標題及中繼資料內容說明，這能加快工作速度，並協助使用者拓展思路。"],"%s looks at more than just your main keyword. It analyzes different word forms, plurals, and past tenses. This helps your website perform even better in searches!":[""],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for titles and meta descriptions to make your pages rank high and make you look good on social media. %1$sLearn more%2$s%3$s":["使用 AI 人工智慧協助使用者構思以節省時間。獲得高品質標題及中繼資料內容說明建議，能讓這個網站的頁面排名提高，並在社交網路服務中呈現優質內容。%1$s進一步了解%2$s%3$s"],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for product titles and meta descriptions to make your pages rank high and make you look good on social media. %1$sLearn more%2$s%3$s":[""],"Explore %s!":["進一步了解 %s！"],"You’ll reach more people with multiple keyphrases! Want to quickly add these related keyphrases to the %s analyses for even better content optimization?":[""],"Get AI to write SEO titles and meta descriptions faster. Reach a wider audience with multiple keywords. Get automatic internal linking suggestions. And much, much more!":["取得 AI 人工智慧便能以更快的速度撰寫內容標題及中繼資料內容說明、使用多個關鍵字以涵蓋更多目標對象，還能取得自訂內部連結建議等多項功能。"],"Explore now":["立即進一步了解"],"Rank higher in search results":[""],"Turn more visitors into customers!":[""],"Increase Google clicks with rich results":[""],"Write product pages that rank using the SEO analysis":[""],"Get XML sitemaps":["取得 XML Sitemap 功能"],"Optimize your video previews & thumbnails":[""],"Make sure your videos load quickly for users":[""],"Automatically get technical SEO best practices for video content":[""],"Drive more views to your videos":[""],"Stand out for local searches":["在本地搜尋結果中脫穎而出"],"Explore %s now!":["立即進一步了解 %s！"],"%1$s24/7 support%2$s: Also on evenings and weekends.":["%1$s全年無休的技術支援%2$s包含晚間及週末。"],"%1$sAppealing social previews%2$s people actually want to click on.":["%1$s吸引目光的社交網路服務預覽%2$s能讓使用者願意點擊。"],"%1$sNo more broken links%2$s: Automatic redirect manager.":["自動重新導向管理程式能讓網站%1$s不再有無效連結%2$s。"],"%1$sSuper fast%2$s internal linking suggestions.":["%1$s超快%2$s的內部連結建議。"],"%1$sMultiple keywords%2$s: Rank higher for more searches.":["%1$s多重關鍵字%2$s能提高搜尋次數及排名。"],"%1$sAI%2$s: Better SEO titles and meta descriptions, faster.":["使用 %1$sAI 人工智慧%2$s以更快的速度建立更好的標題及中繼資料內容說明。"],"Highlight areas of improvement in your text, no more searching for a needle in a haystack, straight to optimizing! Now also in Elementor!":[""],"Leave a quick review":[""],"Happy with the plugin?":[""],"Show Yoast SEO some love!":[""],"Let's get your site in tip-top shape for the search engines. Simply follow these 5 steps to make Google understand what your site is about.":["系統會讓這個網站在搜尋引擎中獲得最佳狀態。請執行接下來的 5 個步驟，讓 Google 搜尋引擎了解這個網站。"],"If your goal is to increase your rankings, you need to work on your SEO regularly. That can be overwhelming, so let's tackle it one step at a time!":["如果要提升這個網站的排名，就必須常態性專注於 SEO 相關工作；這些工作可能會讓人不知所措，因此可以先從小處著手進行。"],"Great work! Thanks to the details you've provided, %1$s has enhanced your site for search engines, giving them a clearer picture of what your site is all about.":["非常好！感謝提供相關資訊，%1$s 會藉此改進這個網站的搜尋結果，並將這個網站的全貌告知搜尋引擎。"],"Important: We won't sell this data, and we won't collect any personal information about you or your visitors.":["重要說明: 我們不會販售這份資料，也不會收集你或這個網站的使用者的任何個人資料。"],"What data will be collected and why?":["系統收集的資料及需要收集的原因"],"No, I don't want to share my site data":["否，不要分享這個網站的資料"],"Are you open to help us improve our services?":["請協助我們改善服務品質"],"Yes, give me your free tips!":["訂閱免費秘訣！"],"Subscribe to the %1$s newsletter to receive best practices for improving your rankings, save time on SEO tasks, stay up-to-date with the latest SEO news, and get expert guidance on how to make the most of %2$s!":["註冊 %1$s 電子報便能收到提升搜尋引擎排名的最佳做法提示、節省 SEO 工作的時間、隨時了解最新的 SEO 新聞，並獲得充分利用 %2$s 的指南。"],"Get free weekly SEO tips!":["獲得免費的每週 SEO 秘訣！"],"You're almost there! Complete all settings in this step so search engines know what your site is about.":[""],"Completing this step helps Google to understand your site even better. Bonus: You'll improve your chance of getting %1$srich results%2$s!":["完成這個步驟能讓 Google 更加了解這個網站，並能提高這個網站獲得%1$s複合式搜尋結果%2$s的機會。"],"Let's start by running the SEO data optimization. That means we'll scan your site and create a database with optimized SEO data. It won't change any content or settings on your site and you don't need to do anything, just hit start!\n\nNote: If you have a lot of content, this optimization could take a moment. But trust us, it's worth it!":["請開始執行 SEO 資料最佳化，這代表系統會掃描這個網站，並建立包含最佳化 SEO 資料的資料庫。這個步驟不會變更這個網站的任何內容或設定，網站管理員不需進行任何操作，僅需點擊便可開始。\n\n注意事項: 如果這個網站有大量內容，執行資料最佳化會需要一點時間，但絕對值得！"],"We've successfully analyzed your site & optimized your SEO data!":["系統已成功分析這個網站並最佳化相關 SEO 資料。"],"Fantastic work! Add your organization's social media accounts below. This allows us to fine-tune the metadata for these platforms.":[""],"Social share preview":["社交網路服務分享預覽"],"Twitter share preview":["Twitter 分享預覽"],"The %1$s interface is currently unavailable in the beta WooCommerce product editor. To resolve any issues, please disable the beta editor. %2$sLearn how to disable the beta WooCommerce product editor.%3$s":[""],"Compatibility issue: Yoast SEO is incompatible with the beta WooCommerce product editor.":[""],"Search engines and other websites can still send traffic to your trashed content.":[""],"Unlock with the %1$s":["升級至 %1$s"],"Generate product titles & descriptions with AI!":["使用 AI 人工智慧產生商品標題及內容說明。"],"Last year":[""],"Last week":[""],"Last day":[""],"Last updated":[""],"Activate tracking to show the ranking position":[""],"List your Frequently Asked Questions in an SEO-friendly way.":[""],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by OpenAI GPTBot.":["在這個網站的 robots.txt 檔案中加入 disallow 規則以防止 OpenAI GPTBot 檢索這個網站。"],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by the Google-Extended bot. Enabling this setting won’t prevent Google from indexing your website.":["在這個網站的 robots.txt 檔案中加入 disallow 規則以防止 Google-Extended bot 檢索這個網站。啟用這項設定無法防止 Google 搜尋引擎為這個網站產生索引。"],"Lots of web traffic comes from bots crawling the web. Some can benefit your site or business, while other bots don’t. Blocking unwanted bots can save energy, help with site performance, and protect copyrighted content. Learn more about %1$swhen to block unwanted bots%2$s.":[""],"Prevent OpenAI GPTBot from crawling":[""],"Prevent Google Bard and Vertex AI bots from crawling":[""],"Prevent Common Crawl CCBot from crawling":[""],"Unlock Premium SEO analysis":["升級至進階 SEO 分析"],"Get more help with writing content that ranks":[""],"$ USD / € EUR / £ GBP per year (ex. VAT)":[""],"Internal linking suggestions":["內部連結建議"],"%1$s SAVE 30%% %2$s on your 12 month subscription":["12 個月的約期授權可%1$s節省 30%%%2$s 的費用"],"Learn more about %s (Opens in a new browser tab)":["進一步了解 %s (在新分頁中開啟)"],"Write more natural and engaging content":[""],"Synonyms help users understand your copy better. It’s easier to read for both users and Google. In %s, you can add synonyms for your focus keyphrase, and we’ll help you optimize for them.":[""],"Is your %1$s store ready for Black Friday?":[""],"Check your text on even more SEO criteria and get an enhanced keyphrase analysis, making it easier to optimize your content.":[""],"Buy now!":[""],"30% OFF!":[""],"BLACK FRIDAY SALE: %1$s %2$sBuy now!%3$s":[""],"BLACK FRIDAY SALE: %1$s":[""],"Reach a wider audience":[""],"Add related keyphrases":[""],"%s automatically suggests to what content you can link with easy drag-and-drop functionality, which is good for your SEO!":[""],"Rank higher by connecting your content":[""],"Get help optimizing for up to 5 related keyphrases. This helps you reach a wider audience and get more traffic.":[""],"-30%":["7 折"],"%1$s Now with 30%% Black Friday Discount!":["%1$s立即享有黑色星期五 7 折優惠！"],"%1$sSALE 30%% OFF!%2$s":["%1$s7 折優惠%2$s"],"30% OFF":["7 折優惠"],"BLACK FRIDAY":["黑色星期五"],"Claim your 30% off now!":["立即使用 7 折優惠！"],"Social media appearance":["社交網路服務媒體外觀"],"Determine how your post should look in the search results.":["請設定這個網站的內容在搜尋結果中的外觀。"],"The Yoast %1$sultimate Black Friday checklist%2$s helps you prepare in time, so you can boost your results during this sale.":["Yoast 的%1$s完整黑色星期五檢查清單%2$s能協助使用者及時做好準備，讓網站管理員在這次促銷期間可以提高銷售業績。"],"To customize the appearance of your post specifically for Twitter, please fill out the 'Twitter appearance' settings below.":["如需為這個網站的內容自訂 Twitter 專屬的外觀，請在下方的 [Twitter 外觀] 中進行設定。"],"Twitter appearance":["Twitter 外觀"],"To customize the appearance of your post specifically for Twitter, please fill out the 'Twitter appearance' settings below. If you leave these settings untouched, the 'Social media appearance' settings mentioned above will also be applied for sharing on Twitter.":["如需為這個網站的內容自訂 Twitter 專屬的外觀，請在下方的 [Twitter 外觀] 中進行設定。如果不變更這些設定，將內容分享至 Twitter 時便會套用上方的 [社交網路服務媒體外觀] 設定。"],"Determine how your post should look on social media like Facebook, Twitter, Instagram, WhatsApp, Threads, LinkedIn, Slack, and more.":["請設定這個網站的內容在社交網路服務媒體如 Facebook、Twitter、Instagram、WhatsApp、Threads、LinkedIn 及 Slack 等的外觀。"],"Get the checklist and start optimizing now!":["獲得檢查清單並立即開始最佳化！"],"Is your WooCommerce store ready for Black Friday?":["這個網站的 WooCommerce 商店已為黑色星期五做好準備了嗎？"],"The %1$s %2$sultimate Black Friday checklist%3$s helps you prepare in time, so you can boost your results during this sale.":["%1$s 的%2$s完整黑色星期五檢查清單%3$s能協助使用者及時做好準備，讓網站管理員在這次促銷期間可以提高銷售業績。"],"AI generator":["人工智慧產生器"],"New in %1$s":["%1$s 的新功能"],"Use AI to write your titles & meta descriptions!":["使用 AI 人工智慧撰寫標題及中繼資料內容說明"],"Use the power of Yoast AI to automatically generate compelling titles and descriptions for your posts and pages.":["使用 Yoast AI 強大的功能，為這個網站的文章及頁面自動產生引人注目的標題及內容說明。"],"AI title & description generator":["人工智慧標題及內容說明產生器"],"Use AI":["使用 AI 人工智慧"],"Clear selection":["清除選取項目"],"Note that the following commonly-used parameters will not be removed: %1$s, %2$s, %3$s, %4$s, %5$s, %6$s, and %7$s.":["請注意，這裡所列常用參數不會移除: %1$s、%2$s、%3$s、%4$s、%5$s、%6$s 及 %7$s。"],"Learn how to increase your rankings with %1$s":["進一步了解使用 %1$s 提升網站排名的方式"],"Want an enhanced Google preview of how your WooCommerce products look in the search results?":[""],"Sign up today!":["立即註冊"],"Feeling lost when it comes to optimizing your site for the search engines? Join our FREE webinar to gain the confidence that you need in order to start optimizing like a pro! You'll obtain the knowledge and tools to start effectively implementing SEO.":["對如何為搜尋引擎最佳化這個網站感到毫無頭緒？請參加能夠獲得像專業人員一樣執行最佳化工作所需信心的免費網路研討會，在研討會中會讓與會者獲得有效改進 SEO 的知識及工具。"],"Join our FREE webinar for SEO success":["參加能夠成就 SEO 的免費網路研討會"],"Want your products stand out in search results with rich results like price, reviews and more?":[""],"%1$s, %2$s and %3$s":[""],"%1$s and %2$s":[""],"Please see the “New” badges and review the Search appearance settings.":[""],"New type of content added to your site!":[""],"Site policies":["網站政策"],"Select a page which provides information about your diversity policies for %1$sstaffing%2$s, %1$shiring%2$s and %1$semployment%2$s.":[""],"Select a page which provides information on your diversity policies for %1$seditorial%2$s content.":[""],"Select a page which describes the personal, organizational, and corporate %1$sstandards%2$s of %1$sbehavior%2$s expected by your organization.":[""],"Select a page which outlines your procedure for addressing %1$serrors%2$s (e.g., publishing retractions or corrections).":[""],"Select a page which describes how your organization collects and responds to %1$sfeedback%2$s, engages with the %1$spublic%2$s, and prioritizes %1$stransparency%2$s.":[""],"Select a page which describes the ownership structure of your organization. It should include information about  %1$sfunding%2$s and %1$sgrants%2$s.":["選取能說明這個組織的擁有權結構的頁面。例如%1$s資金%2$s及%1$s贈與%2$s的相關資訊。"],"Select a page which describes the editorial principles of your organization. %1$sWhat%2$s do you write about, %1$swho%2$s do you write for, and %1$swhy%2$s?":["選取能說明這個組織的編輯原則的頁面。例如會寫%1$s哪些內容%2$s、為%1$s誰%2$s而且及寫作%1$s目的%2$s。"],"Select the pages on your website which contain information about your organizational and publishing policies. Some of these might not apply to your site, and you can select the same page for multiple policies. %1$sLearn more about why setting your site policies is important%2$s.":["選取這個網站上包含相關組織及發佈政策資訊的頁面。這些頁面有些可能不適用於這個網站，網站管理員可以為多個政策選取相同頁面。%1$s進一步了解這項設定對網站政策的重要性%2$s"],"Diversity staffing report":["多樣性人員報告"],"Diversity policy":["多樣性政策"],"Ethics policy":["道德政策"],"Corrections policy":["修正內容政策"],"Actionable feedback policy":["可採取動作的意見反應政策"],"Ownership / Funding info":["擁有權/資金資訊"],"Publishing policies":["發佈政策"],"Publishing principles":["發佈原則"],"Failed to retrieve pages.":["無法擷取頁面。"],"Searching pages...":["正在搜尋頁面..."],"Add new page...":["新增頁面..."],"No pages found.":["找不到符合條件的頁面。"],"You've added a new type of content. We recommend that you review the corresponding %1$sSearch appearance settings%2$s.":[""],"Error: Taxonomy was not removed from new_taxonomies list.":["錯誤: 並未從 new_taxonomies 清單中移除分類法。"],"Taxonomy is no longer new.":["分類法不再是新的。"],"Taxonomy is not new.":["分類法不是新的。"],"Error: Post type was not removed from new_post_types list.":["錯誤: 並未從 new_post_types 清單中移除內容類型。"],"Post type is no longer new.":["內容類型不再是新的。"],"Post type is not new.":["內容類型不是新的。"],"Write a bug report":["撰寫程式碼錯誤報告"],"Our support team is here to answer any questions you may have. Fill out the (pop-up) contact form, and we'll get back to you as soon as possible!":["我們的技術支援團隊會在這裡提出相關問題的答案。請填寫彈出式聯絡表單，我們會儘快回覆。"],"%1$sSupport languages:%2$s English & Spanish":["%1$s支援的語言:%2$s 英文及西班牙文"],"If you don't find the answers you're looking for and need personalized help, you can get 24/7 support from one of our support engineers.":["如果找不到所需的答案並需要個人化協助，請使用我方技術支援工程師全年無休的技術支援。"],"Contact our support team":["聯絡技術支援團隊"],"Have you stumbled upon a bug while using %1$s? Please raise a bug report on our GitHub repository to let us know about the issue!":["如果在使用 %1$s 時偶然發現程式碼錯誤，請在 GitHub 存放庫提交程式碼錯誤報告，讓我們了解相關問題。"],"Raise a bug report on GitHub":["在 GitHub 提交程式碼錯誤報告"],"Visit WordPress forum":["造訪 WordPress 技術支援論壇"],"In the WordPress support forum for %1$s you can find answers or ask for help from %1$s users in the WordPress community.":["使用者可以在 %1$s 的 WordPress 技術支援論壇中找到答案，或向 WordPress 社群的 %1$s 使用者尋求協助。"],"WordPress support forum for %1$s":["%1$s 的 WordPress 技術支援論壇"],"Visit our help center":["造訪線上說明中心"],"Have a look at our help center to find articles, tutorials, and other resources to help you get the most out of %1$s!":["造訪線上說明中心以查看相關文章、教學及相關資源，這能協助使用者充分利用 %1$s。"],"%1$s's help center":["%1$s 線上說明中心"],"Need help with %1$s? These resources are a great place to start!":["使用 %1$s 時如果需要協助，這些資源是非常好的開始。"],"Additional resources":["相關資源"],"Here, you'll find answers to commonly asked questions about using %1$s. If you don't see your question listed, you can have a look at the section below.":["這裡可以找到使用 %1$s 的常見問題集。如果沒有列出你需要的問題，請參考下列區段。"],"Frequently asked questions":["常見問題集"],"If you have any questions, need a hand with a technical issue, or just want to say hi, we've got you covered. Get in touch with us and we'll be happy to assist you!":["如果有任問題、有技術問題需要協助，或只是想打個招呼，我們隨時準備好回應。請隨時與我們聯絡，我們很樂意提供協助。"],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by Google AdsBot. You should only enable this setting if you're not using Google Ads on your site.":["在這個網站的 robots.txt 檔案中加入 disallow 規則以防止 Google AdsBot 檢索這個網站。僅有當這個網站不使用 Google Ads 才啟用這項設定。"],"Block unwanted bots":[""],"Close the upgrade callout":[""],"%1$s and get an exclusive %2$s discount for %3$s month(s).":["%1$s並取得獨家折價 %2$s 的 %3$s 個月優惠價格。"],"Click here to upgrade your %s plan":["點擊這裡以升級 %s 的目前方案"],"Keyphrases tracked: %1$s/%2$s":["追蹤的關鍵字詞: 目前 %1$s 個 (方案額度: %2$s 個)"],"Your are tracking %1$s out of %2$s keyphrases included in your account.":[""],"Your are tracking %1$s out of %2$s keyphrases included in your free account.":[""],"Support":["技術支援"],"Prevent Google AdsBot from crawling":[""],"%s":["%s"],"This overview will show you your top performing keyphrases in Google. Connect with %s to get started.":[""],"You have successfully connected with %s.":["這個網站已成功連線至 %s。"],"You have successfully connected with %1$s. Your %2$s account does not contain any keyphrases for this website yet. You can track keyphrases by using the \"Track SEO Performance\" button in the post editor.":["這個網站已成功連線至 %1$s。已登入的 %2$s 帳號尚未包含這個網站的任何關鍵字詞。使用者可以在內容編輯器中使用 [追蹤 SEO 成效] 按鈕以追蹤關鍵字詞。"],"Network Error: Unable to connect to the server. Please check your internet connection and try again later.":[""],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of URLs like %1$s, %2$s and %3$s.":[""],"Your WordPress environment is running on a non-production site. Indexables can only be created on production environments. Please check your `WP_ENVIRONMENT_TYPE` settings.":[""],"Inclusive language: %s":["包容性語言: %s"],"%1$s / %2$s: Top Keyphrases":["%1$s/%2$s: 熱門關鍵字詞"],"The post type %s could not be indexed because it does not meet indexing requirements.":[""],"The name of this category is %1$s.":[""],"Start the course":["開始課程"],"Start free trial lesson":["開始免費試用課程"],"Maximize your SEO game by purchasing %s, which grants you unlimited access to all courses.":[""],"Learn vital SEO skills that you can apply at once! Let us take you by the hand and give you practical SEO tips to help you outrank your competitors. %s comes with five free courses.":[""],"Learn vital SEO skills that you can apply at once! Let us take you by the hand and give you practical SEO tips to help you outrank your competitors. Maximize your SEO game! Because your %s subscription gives you unlimited access to all courses.":[""],"Choosing the right type of hosting for your site is the basis of a solid Technical SEO strategy. Learn all about it in this course!":[""],"You have to make it possible for search engines to find your site, so they can display it in the search results. We'll tell you all about how that works in this course!":[""],"Are you selling in countries all over the world? In this course, you’ll learn all about setting up and managing a site that targets people in different languages and locales.":[""],"Do you want to take a deep dive into structured data? In this course, you'll learn the theory related to structured data in detail.":[""],"Learn how to optimize your online shop for your customers and for search engines!":[""],"Do you own a local business? This course will teach you how to make sure your local audience can find you in the search results and on Google Maps!":[""],"A clear site structure benefits your users and is of great importance for SEO. Still, most people seem to forget about this. Get ahead of your competition and learn how to improve your site structure!":[""],"Start creating block-tastic content with the new WordPress block editor! Learn all about the block editor and what you can do with it.":[""],"Do you know the essential first step of good SEO? It's keyword research. In this training, you'll learn how to research and select the keywords that will guide searchers to your pages.":[""],"Learn how to make your site stand out from the crowd by adding structured data!":[""],"In this course, you'll learn how to write awesome copy that is optimized for ranking in search engines.":[""],"Do you want to set up your own WordPress site? This course will teach you the ins and outs of creating and maintaining a WordPress website!":[""],"In this course, you'll learn practical SEO skills on every key aspect of SEO, to make your site stand out.":[""],"In this course, you'll learn about how to set up and use the %1$s for WordPress plugin so it makes SEO even easier. This course is meant for users of the block editor.":[""],"In this free course, you'll get quick wins to make your site rank higher in Google, Bing, and Yahoo.":[""],"Academy":[""],"%1$s %2$s isn't working as expected %3$s and you are not receiving updates or support! Make sure to %4$s activate your product subscription in %5$s%6$s to unlock all the features of %7$s.":["%1$s%2$s 無法如預期般正常執行%3$s，且這個網站無法收到更新或技術支援。請確認已在 %4$s%5$s 中啟用相關約期授權%6$s，便能獲得 %7$s 的全部功能。"],"%1$s can't be updated because your product subscription is expired. %2$sRenew your product subscription%3$s to get updates again and use all the features of %1$s.":[""],"Warning! These are expert features, so make sure you know what you're doing before using this setting. You might break your site. %1$sRead more about how your site can be affected%2$s.":["請注意，這些是進階功能，在使用這些設定前，請確認已了解執行這些操作會對網站產生哪些影響。%1$s進一步了解網站會受到哪些影響%2$s"],"%1$s: unregistered URL parameter removed. See %2$s":["%1$s: 未註冊的網址參數已移除。請參考 %2$s"],"This feature is disabled when your site is not using pretty permalinks.":[""],"This feature is disabled when your site is not using %1$spretty permalinks%2$s.":[""],"%1$s: redirect utm variables to #":["%1$s: 重新導向 utm 變數至 #"],"Optimize your business for multiple locations":["最佳化多個地點的業務"],"Easily add maps, address finders, and opening hours to your content":["在網站內容中輕鬆加入地圖、地址搜尋工具及營業時間"],"Automatically get technical SEO best practices for local businesses":["自動獲得當地業務的工程層面 SEO 最佳做法"],"Attract more customers to your site and physical store":["吸引更多客戶造訪網站及實體店面"],"Remove Other profile %1$s":[""],"Please select a user in the Site representation step.":[""],"You can %1$supdate or add social profiles to this user profile%2$s.":["網站管理員可以%1$s在使用者個人資料中更新或新增社交網路服務個人資料%2$s。"],"You have selected the user %1$s as the person this site represents.":["已選取「%1$s」做為這個網站代表的人物對象。"],"If you select a Person to represent this site, we will use the social profiles from the selected user's profile page.":[""],"It looks like you've enabled media pages. We recommend that you help us to re-analyze your site by running the SEO data optimization. ":[""],"Organization Mastodon":["Mastodon 組織"],"%1$s Settings - %2$s":["[%1$s] 設定 - %2$s"],"Read more about how to get your site verified.":["進一步了解驗證網站的方式"],"Get your site verified in your Mastodon profile.":["在 Mastodon 個人資料中驗證這個網站。"],"E.g. https://mastodon.social/@yoast":["範例: https://mastodon.social/@yoast"],"Mastodon":["Mastodon"],"%2$s integrates %1$s' Schema output into its own to get rich snippets for your digital products!":["%2$s 與 %1$s 的結構描述整合後，便能輸出至自有的結構描述以顯示數位商品的複合式搜尋結果。"],"Get %1$srich results for your digital products%2$s in Google search":["在 Google 搜尋結果中顯示%1$s數位商品的複合式搜尋結果%2$s"],"Add trustworthiness to your %1$s profile by verifying your site with %2$s.":["使用 %2$s 驗證這個網站，便能增加 %1$s 個人資料的可信度。"],"Verify your site on %1$s%2$s%3$s":["在 %1$s%2$s%3$s 驗證這個網站"],"Mastodon profile not yet added":["Mastodon 個人資料尚未新增"],"Mastodon profile added":["Mastodon 個人資料已新增"],"Potentially non-inclusive":["可能不具備包容性"],"Finish your %s":["完成這個網站的 [%s]"],"Please enter a number between 1 and 50.":["請輸入 1 至 50 之間的整數。"],"Settings navigation":["設定導覽"],"Close settings navigation":["關閉設定導覽"],"Open settings navigation":["開啟設定導覽"],"Choose whether your site represents an organization or a person. %1$sLearn more about the differences and choosing between Organization and Person%2$s.":["請選取這個網站代表的是組織或人物。%1$s進一步了解選取組織及人物的差異%2$s"],"%1$sGet%2$s %3$s":["%1$s升級至%2$s %3$s"],"Index Now":["Index Now"],"Failed to retrieve media.":["無法擷取媒體。"],"Limit the length of internal site search queries to reduce the impact of spam attacks and confusing URLs. Please enter a number between 1 and 50.":["限制網站內部搜尋查詢長度，便能降低惡意內容攻擊及混淆搜尋引擎的網址的影響。請輸入 1 至 50 之間的整數。"],"The number you've entered is not between 1 and 50.":["輸入的數字不是 1 至 50 間的整數。"],"Determine how your %1$s should look on social media.":["請設定這個網站的%1$s在社交網路服務中的外觀。"],"Disabling this means that archive pages for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["停用這項功能代表搜尋引擎不會索引 [%1$s] 項目的彙整頁面，並且會從 XML Sitemap 中排除。"],"Prevents specific URL parameters from being removed by the above feature. E.g., adding %1$s will prevent %2$s from being redirected to %3$s. You can add multiple parameters and separate them by using enter or a comma.":["防止上述功能移除特定的網址參數。例如新增 %1$s 會防止將 %2$s 重新導向至 %3$s。網站管理員可以按下 Enter 或以逗號分隔多個參數。"],"Consolidates WordPress' multiple site search URL formats into the %1$s syntax. E.g., %2$s will redirect to %3$s":["將 WordPress 多個網站搜尋網址格式合併為 %1$s 語法。例如: %2$s 會重新導向至 %3$s"],"Redirect pretty URLs to ‘raw’ formats":["將易於辨識的網址重新導向至原始格式"],"Allow":["允許"],"Deny":["拒絕"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["如需觀看影片，必須允許 %1$s 從 %2$s 載入嵌入的影片。"],"Only available for English sites":["僅供英文內容網站使用"],"You can change the default type for %1$s under Content types in the %2$sSettings%3$s.":["網站管理員可以在 [%2$s設定%3$s] 中的 [內容類型] 變更 [%1$s] 內容類型的預設類型。"],"all the Yoast plugins":["Yoast 全部外掛"],"Show date archives in search results":["在搜尋結果中顯示日期彙整頁面"],"Show %1$s archives in search results":["在搜尋結果中顯示 [%1$s] 彙整頁面"],"Prefix for archive breadcrumbs":["彙整頁面導覽標記前置詞"],"Unlock rich results in Google search by using plugins that integrate with the %1$sYoast Schema API%2$s.":["使用整合 %1$sYoast Schema API%2$s 的外掛以便在 Google 搜尋結果中顯示複合式搜尋結果。"],"Schema API integrations":["Schema API 整合"],"%s can integrate with other products, to help you further improve your website. You can enable or disable these integrations below.":["%s 可以整合其他第三方服務，以便協助網站管理員進一步改進這個網站。請在下方啟用或停用這些整合的服務。"],"Unlock rich snippets for your product pages by using %1$s.":["使用 %1$s 便能顯示商品頁面的複合式搜尋結果。"],"Get %1$srich product results%2$s in Google search":["在 Google 搜尋結果中顯示%1$s商品的複合式搜尋結果%2$s"],"%1$s integrates with %2$s's Schema API to get rich snippets for your recipes!":["%1$s 與 %2$s 的 Schema API 整合後，便能顯示要推廣的食譜的複合式搜尋結果。"],"Get %1$srich results for your recipes%2$s in Google search":["在 Google 搜尋結果中顯示%1$s食譜的複合式搜尋結果%2$s"],"%1$s integrates with %2$s's Schema API to get rich snippets for your podcasts!":["%1$s 與 %2$s 的 Schema API 整合後，便能顯示要推廣的 Podcast 的複合式搜尋結果。"],"Get %1$srich results for your podcast%2$s in Google search":["在 Google 搜尋結果中顯示 %1$sPodcast 的複合式搜尋結果%2$s"],"%1$s integrates with %2$s's Schema API to get rich snippets for your events!":["%1$s 與 %2$s 的 Schema API 整合後，便能顯示要舉辦的活動的複合式搜尋結果。"],"Get %1$srich results for your events%2$s in Google search":["在 Google 搜尋結果中顯示%1$s要舉辦的活動的複合式搜尋結果%2$s"],"You have selected the user %1$s%3$s%2$s as the person this site represents. Their user profile information will now be used in search results. We're sorry, you're not allowed to edit this user's profile. Please contact your admin or %1$s%3$s%2$s to check and/or update the profile.":[""],"An organization name and logo need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site name and logo as default values. %1$sLearn more about the importance of structured data%2$s.":["如果這個網站代表組織，就必須為結構化資料設定組織名稱及標誌才能正常執行。由於尚未進行相關設定，系統便採用網站名稱及標誌作為預設值。%1$s進一步了解結構化資料的重要性%2$s"],"This info is intended to appear in %1$sGoogle's Knowledge Graph%2$s.":["這項資訊會用來顯示於 %1$sGoogle 知識圖譜%2$s中。"],"Other profile %1$s":["其他個人資料 %1$s"],"Tweet":["推文"],"Organization Twitter":["組織 Twitter"],"Open Graph":["開放社交關係圖"],"Organization Facebook":["組織 Facebook"],"OpenGraph":["開放社交關係圖"],"Format archives":["文章格式彙整頁面"],"File":["檔案"],"PDF":["PDF"],"Video":["視訊"],"Attachment":["附件"],"404 pages title":["404 頁面標題"],"Search pages title":["搜尋頁面標題"],"Enable date archives":["啟用日期彙整頁面"],"Enable author archives":["啟用作者彙整頁面"],"Anchor text for the homepage":["首頁錨點文字"],"Organization/person":["組織/人物"],"Divider":["分隔線"],"Remove Atom/RDF feeds":["移除 Atom/RDF 資訊提供"],"Webmaster":["網站管理員"],"Share":["分享"],"Structured data":["結構化資料"],"Enable the %1$s XML sitemaps. A sitemap is a file that lists a website's essential pages to make sure search engines can find and crawl them.":["啟用 %1$s XML Sitemap 功能。Sitemap 是列出網站基本頁面的檔案，藉以確保搜尋引擎能找到這些頁面並進行檢索。"],"The %1$s icon in the top admin bar provides quick access to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["在頂端工具列的 %1$s 圖示能快速存取分析頁面的第三方工具，並且能輕鬆查看這個網站是否有新通知。"],"Allows for Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared. Keep this feature enabled to optimize your site for social media.":["讓這個網站的內容連結分享至 Facebook 及其他社交網路服務時，能顯示包含圖片及內容摘要的預覽。保持啟用這項功能，便能最佳化這個網站的內容在各個社交網路服務的呈現方式。"],"Count the number of internal links from and to your posts to improve your site structure.":["計算連入及連出這個網站文章的內部連結數量，藉以改善這個網站的結構。"],"Mark and filter your cornerstone content to make sure your most important articles get the attention they deserve. To help you write excellent copy, we’ll assess your text more strictly.":["標記並篩選這個網站的基礎內容，以確保這個網站最重要的文章能得到應有的關注。為了協助使用者撰寫出出色的內容，系統會更嚴格評估這個網站的內容。"],"Get more insights into what you are writing. What words do you use most often? How much time does it take to read your text? Is your text easy to read?":["取得更多撰寫中的內容的深入解析，例如最常使用的字詞、內容閱讀時間、內容是否易於閱讀等項目的分析。"],"The inclusive language analysis offers suggestions to write more inclusive copy, so more people will be able to relate to your content.":["包容性語言分析提供撰寫更具包容性內容的建議，讓更多人能夠與網站內容建立關聯。"],"The SEO analysis offers suggestions to improve the findability of your text and makes sure that your content meets best practices.":["SEO 分析提供可改善內容可查性的建議，並確保網站的內容符合最佳做法。"],"Set the basic info for your website. You can use %1$stagline%2$s and %1$sseparator%2$s as %3$sreplacement variables%4$s when configuring the search appearance of your content.":["請為這個網站設定基本資訊。如需設定網站內容的搜尋外觀，網站管理員可以使用%1$s網站說明%2$s及%1$s分隔符號%2$s作為%3$s取代變數%4$s。"],"Usage tracking allows us to track some data about your site to improve our plugin. %1$sLearn more about which data we track and why%2$s.":["啟用使用方式追蹤能讓我們追蹤這個網站的某些資料，並有助於改進外掛。%1$s進一步了解我們追蹤了哪些資料及追蹤原因%2$s"],"A link to the archive for the post author, with the author's name as anchor text.":["連結至內容作者彙整頁面的連結，包含作為錨點文字的作者名稱。"],"Determine how your %1$s pages should be described by default in your site's Schema.org markup. You can always customize the settings for individual %1$s pages in the %2$s metabox.":["請設定使用 Schema.org 標記描述這個網站的%1$s頁面的預設方式。使用者可以在 %2$s 中繼資料區塊中自訂個別%1$s頁面的設定。"],"Determine how your %1$s pages should look in search engines. You can always customize the settings for individual %1$s pages in the %2$s metabox.":["請設定這個網站的%1$s在搜尋引擎中的外觀。使用者可以在 %2$s 中繼資料區塊中自訂個別%1$s頁面的設定。"],"Enable %1$s pages":["啟用 [%1$s] 頁面"],"Determine how your homepage should look in the search results.":["請設定這個網站的首頁在搜尋結果中的外觀。"],"Determine how your %1$s should look in search engines. You can always customize the settings for individual %1$s in the %2$s metabox.":["請設定這個網站的%1$s在搜尋引擎中的外觀。使用者可以在 %2$s 中繼資料區塊中自訂個別%1$s的設定。"],"Enable format-based archives":["啟用文章格式彙整頁面"],"Not sure how to implement the %3$s breadcrumbs on your site? Read %1$sour help article on breadcrumbs implementation%2$s.":["如果不確定在這個網站上實作 %3$s 導覽標記的方式，請參閱%1$s實作導覽標記%2$s的線上說明。"],"Show %1$s without posts in search results":["在搜尋結果中顯示沒有文章的%1$s"],"Determine how your %1$s should look on social media by default. You can always customize the settings for individual %1$s in the %2$s metabox.":["請設定這個網站的 [%1$s] 項目在社交網路服務中的預設外觀。使用者可以在 %2$s 中繼資料區塊中自訂 [%1$s] 項目單篇內容的設定。"],"Determine what your %1$s should look like in the search results by default. You can always customize the settings for individual %1$s in the %2$s metabox.":["請設定這個網站的 [%1$s] 內容類型在搜尋結果中的預設外觀。使用者可以在 %2$s 中繼資料區塊中自訂 [%1$s] 內容類型單篇內容的設定。"],"This taxonomy is used for %2$s.":["這個分類法用於 [%2$s] 內容類型。"],"This taxonomy is used for %1$s and %2$s.":["這個分類法用於 [%1$s] 及 [%2$s] 內容類型。"],"Read more about our custom field analysis":["進一步了解自訂欄位分析"],"Determine how your %1$s should look on social media by default. You can always customize the settings for individual %1$s in the %2$s sidebar or metabox.":["請設定這個網站的 [%1$s] 內容類型在社交網路服務中的預設外觀。使用者可以在 %2$s 資訊欄或中繼資料區塊中自訂 [%1$s] 內容類型單篇內容的設定。"],"Determine what your %1$s should look like in the search results by default. You can always customize the settings for individual %1$s in the %2$s sidebar or metabox.":["請設定這個網站的 [%1$s] 內容類型在搜尋結果中的預設外觀。使用者可以在 %2$s 資訊欄或中繼資料區塊中自訂 [%1$s] 內容類型單篇內容的設定。"],"Determine how your %1$s should be described by default in %2$syour site's Schema.org markup%3$s. You can always change the settings for individual %1$s in the %4$s sidebar or metabox.":["請設定使用 %2$sSchema.org 標記%3$s描述這個網站的 [%1$s] 內容類型的預設方式。使用者可以在 %4$s 資訊欄或中繼資料區塊中自訂 [%1$s] 內容類型單篇內容的設定。"],"You can add multiple custom fields and separate them by using %1$senter%2$s or %1$scomma%2$s.":["網站管理員可以按下 %1$sEnter%2$s 或以%1$s逗號%2$s分隔多個自訂欄位。"],"Please enter a search term with at least 3 characters.":["請輸入至少包含 3 個字元的搜尋關鍵字。"],"CtrlK":["CtrlK"],"⌘K":["⌘K"],"Add new user...":["新增使用者..."],"Unavailable for multisites":["多站網路無法使用"],"Integrate your custom fields and SEO data from %1$s%2$s%3$s":["整合來自 %1$s%2$s%3$s 的自訂欄位及 SEO 資料"],"Upgrade your %1$s%2$s%3$s SEO":["升級這個網站的 %1$s%2$s%3$s SEO"],"Improve your internal search results with %1$s%2$s%3$s":["使用 %1$s%2$s%3$s 改進這個網站的內部搜尋結果"],"Make your terms & privacy pages more trustworthy with %1$s%2$s%3$s":["使用 %1$s%2$s%3$s 讓網站上的條款及隱私權頁面更有可信度"],"Track your rankings through time with %1$s%2$s%3$s":["使用 %1$s%2$s%3$s 追蹤這個網站的排名"],"Use %1$s%2$s%3$s to do keyword research - without leaving your post":["不需離開內容編輯環境，便能使用 %1$s%2$s%3$s 進行關鍵字研究"],"We could not save the website name. Please check the value.":["系統無法儲存網站標題。請檢查這項設定值。"],"%1$sSubheading distribution%2$s: The beginning of your text is longer than %4$s %5$s and is not separated by any subheadings. %3$sAdd subheadings to improve readability.%2$s":["%1$s子標題分佈%2$s: 這篇內容的開頭超過 %4$s %5$s，且沒有任何子標題進行分隔。%3$s新增子標題以改善可讀性%2$s"],"WordPress.org support forums":["WordPress.org 技術支援論壇"],"Yoast Premium support":["Yoast Premium 技術支援"],"Yoast.com help section":["Yoast.com 使用說明"],"Help":["使用說明"],"Write better content":["撰寫更好的內容"],"Improve your blog post":["改善這個網站的文章"],"Learn more SEO":["進一步了解 SEO"],"SEO Tools":["SEO 工具"],"not set":["尚未設定"],"With a 30-day money-back guarantee. No questions asked.":["我們提供 30 天無條件退費保證。"],"Reach new customers who live near your business":["觸及在店面地點附近的新客戶"],"Get all 5 Yoast plugins for WordPress at a big discount":["以優惠的折扣獲得總計 5 個 WordPress 的 Yoast SEO 增強功能"],"Cover all your SEO bases":["涵蓋全部 SEO 項目"],"Add global identifiers for variable products":[""],"Drive more traffic to your online store":["為這個網站的線上商店帶來更多流量"],"Add all necessary schema.org markup":["為內容加入必要的 schema.org 標記"],"Ping Google on the publication of a new post":["發佈新文章後立即通知 Google 搜尋引擎"],"Rank higher in Google's news carousel":["在 Google 新聞輪轉中獲得更高的排名"],"Make your videos responsive for all screen sizes":["讓這個網站的影片可以在全部螢幕尺寸的裝置上播放"],"Cleaned up %1$d record from %2$s.":["源自 %2$s 的 %1$d 記錄已清理。"],"Cleaning up %1$s [%2$s]":["正在清理 %1$s (%2$s)"],"Skipping %1$s. %2$s is not active on this site.":["正在略過 %1$s。%2$s 並未在這個網站上啟用。"],"Cleaned up %1$d record.":["%1$d 筆記錄已清理。"],"The value for 'batch-size' must be a positive integer higher than equal to 1.":["batch-size 的設定值必須為大於或等於 1 的正整數。"],"The value for 'interval' must be a positive integer.":["interval 的設定值必須為正整數。"],"We need to re-analyze some of your SEO data because of a change in the visibility of your taxonomies. Please help us do that by running the SEO data optimization. ":[""],"We need to re-analyze some of your SEO data because of a change in the visibility of your post types. Please help us do that by running the SEO data optimization. ":[""],"The term %s could not be built because it's not indexable.":[""],"The post %s could not be indexed because it's post type is excluded from indexing.":[""],"The post %s could not be indexed because it does not meet indexing requirements.":[""],"%1$sSAVE 30%%%2$s on your 12 month subscription":["12 個月的約期授權可%1$s節省 30%%%2$s 的費用"],"BLACK FRIDAY - 30% OFF":["黑色星期五 - 7 折優惠"],"Use the alternate organization name for acronyms, or a shorter version of your organization's name.":["使用縮略字或較短的網站名稱作為替代組織名稱。"],"Alternate organization name":["替代組織名稱"],"Use the alternate website name for acronyms, or a shorter version of your website's name.":["使用縮略字或較短的網站名稱作為替代網站名稱。"],"Alternate website name":["替代網站名稱"],"Determine how the title of your 404 error pages should look in the browser.":["請設定這個網站的 404 錯誤頁面標題在瀏覽器中的外觀。"],"404 error pages":["404 錯誤頁面"],"Determine how the title of your internal search pages should look in the browser.":["請設定這個網站的內部搜尋頁面標題在瀏覽器中的外觀。"],"Internal search pages":["內部搜尋頁面"],"Show media pages in search results":["在搜尋結果中顯示媒體頁面"],"Show format archives in search results":["在搜尋結果中顯示文章格式彙整頁面"],"Show author archives in search results":["在搜尋結果中顯示作者彙整"],"Breadcrumbs for %1$s":["[%1$s] 的導覽標記"],"Site connections":["網站連線"],"View the XML sitemap":["檢視這個網站的 XML Sitemap"],"Enable feature":["啟用功能"],"Site features":["網站功能"],"Learn more":["進一步了解"],"Site info":["網站資訊"],"We're sorry, you're not allowed to edit the %1$swebsite name%2$s and %1$stagline%2$s.":["很抱歉，目前的登入身分沒有編輯%1$s網站標題%2$s及%1$s網站說明%2$s的權限。"],"Show or hide our tools and controls in the attachment editor.":["在附件編輯器中顯示或隱藏工具及控制項。"],"(e.g., %1$s)":["(範例: %1$s)"],"Remove unregistered URL parameters":["移除未註冊的網址參數"],"Optimize Google Analytics utm tracking parameters":["最佳化 Google Analytics 的 UTM 追蹤參數"],"Remove WP-JSON API":["移除 WP-JSON API"],"Remove emoji scripts":["移除 Emoji 表情符號指令碼"],"Remove Atom / RDF feeds":["移除 Atom/RDF 資訊提供"],"Remove search results feeds":["移除搜尋結果資訊提供"],"Remove custom taxonomy feeds":["移除自訂分類法資訊提供"],"Remove tag feeds":["移除標籤資訊提供"],"Remove category feeds":["移除分類資訊提供"],"Remove post type feeds":["移除內容類型資訊提供"],"Remove post authors feeds":["移除文章作者資訊提供"],"Remove post comments feeds":["移除文章留言資訊提供"],"Remove global comment feeds":["移除全域留言資訊提供"],"Remove global feed":["移除全域資訊提供"],"Remove powered by HTTP header":["移除 powered-by HTTP 標頭"],"Remove generator tag":["移除產生器產生的標籤"],"Remove oEmbed links":["移除 oEmbed 連結"],"Remove RSD / WLW links":["移除 RSD/WLW 連結"],"Remove REST API links":["移除 REST API 連結"],"Remove shortlinks":["移除短網址"],"Show or hide our tools and controls in the content editor.":["在內容編輯器中顯示或隱藏工具及控制項。"],"Enable SEO controls and assessments":["啟用 SEO 控制項及評估"],"Unlock with %1$s":["升級至 %1$s 版以使用更多功能"],"We couldn’t find anything with that term.":["找不到與這個搜尋關鍵字相關的內容。"],"Search...":["搜尋..."],"Quick search...":["快速搜尋..."],"No, continue editing":["否，繼續編輯"],"Yes, discard changes":["是，捨棄變更"],"You are about to discard all unsaved changes. All of your settings will be reset to the point where you last saved. Are you sure you want to do this?":["即將捨棄全部未儲存的變更，剛剛進行的全部變更會重設為上一次儲存的設定。確定要繼續操作嗎？"],"Discard all changes":["捨棄全部變更"],"Redirect pretty URLs for search pages to raw format":["將搜尋頁面易於辨識的網址重新導向至原始格式"],"Choose the general appearance of your breadcrumbs.":["請設定這個網站導覽標記的外觀。"],"Breadcrumb appearance":["導覽標記外觀"],"You have selected the user %1$s%5$s%2$s as the person this site represents. Their user profile information will now be used in search results. %3$sUpdate their profile to make sure the information is correct%4$s.":["已選取「%1$s%5$s%2$s」做為這個網站代表的人物對象，這個使用者的個人資訊會用於搜尋結果中。%3$s更新對應的個人資料以確保個人資料的正確性%4$s"],"Please tell us more about the person this site represents.":["請提供更多這個網站要代表的人物資訊。"],"E.g. https://example.com/yoast":["範例: https://example.com/yoast"],"Tell us if you have any other profiles on the web that belong to your organization. This can be any number of profiles, like YouTube, LinkedIn, Pinterest, or even Wikipedia.":["如果有其他網路服務個人資料屬於這個網站所屬組織，請明確告知系統。這些網路服務個人資料沒有數量限制，YouTube、LinkedIn、Pinterest，甚至 Wikipedia 都可以加入。"],"Please tell us more about your organization. This information will help Google to understand your website, and improve your chance of getting rich results.":["請提供更多這個網站要代表的組織資訊。這些資訊會有助於 Google 搜尋引擎更加了解這個網站，並提高獲得複合式搜尋結果的機會。"],"E.g. https://twitter.com/yoast":["範例: https://twitter.com/yoast"],"E.g. https://facebook.com/yoast":["範例: https://facebook.com/yoast"],"Other profiles":["其他個人資料"],"Writing":["內容寫作"],"You can determine the title and description for the blog page by %1$sediting the blog page itself%2$s.":["網站管理員透過編輯 [%1$s文章頁面%2$s] 便能設定這個網站的 [文章頁面] 標題及內容說明。"],"These are expert features, so make sure you know what you're doing before removing the parameters. %1$sRead more about how your site can be affected%2$s.":["這些是進階功能。在移除相關參數前，請確認已了解執行這些操作會對網站產生哪些影響。%1$s進一步了解網站會受到哪些影響%2$s"],"Advanced: URL cleanup":["進階功能: 網址清理"],"Prevent crawling of internal site search URLs":["防止檢索網站內部搜尋結果網址"],"Block internal site searches which match the patterns of known spam attacks.":["封鎖符合已知惡意內容攻擊規則的網站內部搜尋結果。"],"Block internal site searches which contain complex and non-alphanumeric characters, as they may be part of a spam attack.":["封鎖包含複雜及非英數字元的網站內部搜尋結果，這些都可能會成為惡意內容攻擊的手段。"],"Enables advanced settings for protecting your internal site search URLs.":["啟用用於保護這個網站內部搜尋網址的進階設定。"],"Your internal site search can create lots of confusing URLs for search engines, and can even be used as a way for SEO spammers to attack your site. Most sites will benefit from experimenting with these protections and optimizations, even if you don’t have a search feature in your theme.":["這個網站的內部搜尋結果會建立大量混淆搜尋引擎的網址，甚至會成為 SEO 惡意攻擊者攻擊這個網站的方式。即使網站使用的佈景主題沒有內建搜尋功能，大多數的網站依舊可以從相關的保護及最佳化中受益。"],"Internal site search cleanup":["網站內部搜尋結果清理"],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of WordPress' JSON API endpoints.":["在這個網站的 robots.txt 檔案中加入 disallow 規則以防止搜尋引擎檢索 WordPress 的 JSON API 端點。"],"Remove JavaScript used for converting emoji characters in older browsers.":["移除在舊式瀏覽器中用於轉換 Emoji 表情符號字元的 JavaScript。"],"Remove URLs which provide alternative (legacy) formats of all of the above.":["移除提供上述全部替代 (舊版) 格式的網址。"],"Remove URLs which provide information about your search results.":["移除提供這個網站搜尋結果相關資訊的網址。"],"Remove URLs which provide information about your recent posts, for each custom taxonomy.":["移除提供這個網站個別自訂分類法近期文章相關資訊的網址。"],"Remove URLs which provide information about your recent posts, for each tag.":["移除提供這個網站個別標籤近期文章相關資訊的網址。"],"Remove URLs which provide information about your recent posts, for each category.":["移除提供這個網站個別分類近期文章相關資訊的網址。"],"Remove URLs which provide information about your recent posts, for each post type.":["移除提供這個網站個別內容類型近期文章相關資訊的網址。"],"Remove URLs which provide information about recent posts by specific authors.":["移除提供特定作者近期文章相關資訊的網址。"],"Remove URLs which provide information about recent comments on each post.":["移除提供這個網站個別文章近期留言相關資訊的網址。"],"Also disables post comment feeds.":[""],"Remove URLs which provide an overview of recent comments on your site.":["移除提供這個網站近期留言總覽的網址。"],"Remove URLs which provide an overview of your recent posts.":["移除提供這個網站近期文章總覽的網址。"],"WordPress outputs your content in many different formats, across many different URLs (like RSS feeds of your posts and categories). It’s generally good practice to disable the formats you’re not actively using.":["WordPress 會將這個網站的內容輸出成多種不同格式，並產生多個不同的網址 (例如網站文章或分類的 RSS 資訊提供)。一般較佳的做法，便是停用不常使用的格式。"],"Disable unwanted content formats":["停用不需要的內容格式"],"Remove links which allow others sites to ‘ping’ yours when they link to you.":["移除允許其他網站引用這個網站內容時產生的自動引用通知連結。"],"Remove information about the plugins and software used by your site.":["移除這個網站使用的軟體及外掛的相關資訊。"],"Remove links used for embedding your content on other sites.":["移除將這個網站的內容嵌入至其他網站的連結。"],"Remove links used by external systems for publishing content to your blog.":["移除外部系統用於將內容發佈至這個網站的連結。"],"Remove links to the location of your site’s REST API endpoints.":["移除指向這個網站 REST API 端點位置的連結。"],"Remove links to WordPress' internal 'shortlink' URLs for your posts.":["移除指向文章的 WordPress 內部短網址的連結。"],"Remove unwanted metadata":["移除不需要的中繼資料"],"Crawl optimization":["檢索最佳化"],"Removes unknown URL parameters via a %1$s redirect. E.g., %2$s will be redirected to %3$s":["透過 %1$s 重新導向移除未知的網址參數。例如: %2$s 會重新導向至 %3$s"],"Replaces %1$s tracking parameters with the (more performant) %2$s equivalent, via a %3$s redirect. E.g., %4$s will be redirected to %5$s":["透過 %3$s 重新導向，將 %1$s 追蹤參數取代為更有效率的 %2$s 對等參數。例如: %4$s 會重新導向至 %5$s"],"Users and search engines may often request your URLs whilst using query parameters, like %1$s. These can be helpful for tracking, filtering, and powering advanced functionality - but they come with a performance and SEO ‘cost’. Sites which don’t rely on URL parameters might benefit from using these options.":["使用者及搜尋引擎可能經常會使用如 %1$s 的查詢參數要求這個網站的網址。這有助於追蹤、篩選及提供進階功能的支援，但這些查詢參數也會造成效能問題及提高 SEO 成本。不依賴網址參數的網站便可從這個功能獲益。"],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by Common Crawl CCBot.":["在這個網站的 robots.txt 檔案中加入 disallow 規則以防止 Common Crawl CCBot 檢索這個網站。"],"WordPress adds a lot of links and content to your site's %1$s and HTTP headers. For most websites you can safely disable all of these, which can help to save bytes, electricity, and trees.":["WordPress 會將大量連結及內容加入至這個網站的 %1$s 及 HTTP 標頭。對大多數的網站而言，停用這些連結及內容不會發生問題，並且有助於節省流量、節能及環保。"],"Make your site more efficient and more environmentally friendly by preventing search engines from crawling things they don’t need to, and by removing unused WordPress features. %1$sLearn more about crawl settings and how they could benefit your site%2$s.":["透過防止搜尋引擎檢索他們不需要的項目，以及移除不需要的 WordPress 功能，讓這個網站執行的更有效率，也更加環保。%1$s進一步了解檢索設定及這些設定能為這個網站帶來的好處%2$s"],"E.g., %1$s and %2$s":["範例: %1$s 及 %2$s"],"E.g., %1$s":["範例: %1$s"],"Enable breadcrumbs for your theme":["為目前使用的佈景主題啟用導覽標記"],"You can always choose to enable/disable them for your theme below. This setting will not apply to breadcrumbs inserted through a widget, a block or a shortcode.":["網站管理員可以在下方為目前使用的佈景主題啟用或停用外掛提供的導覽標記功能。這項設定不會套用至透過小工具、區塊或短代碼插入的導覽標記。"],"Choose which Post type you wish to show in the breadcrumbs for Taxonomies.":["選取在分類法導覽標記中要顯示的內容類型。"],"Breadcrumbs for taxonomies":["分類法的導覽標記"],"Choose which Taxonomy you wish to show in the breadcrumbs for Post types.":["選取在內容類型導覽標記中要顯示的分類法。"],"Breadcrumbs for post types":["內容類型的導覽標記"],"Breadcrumb for 404 page":["404 頁面的導覽標記"],"Prefix for search page breadcrumbs":["搜尋頁面導覽標記前置詞"],"Add prefix":["新增前置詞"],"Add anchor text":["新增錨點文字"],"Add separator":["新增分隔符號"],"Configure the appearance and behavior of %1$syour breadcrumbs%2$s.":["請為這個網站的%1$s導覽標記%2$s外觀及行為進行組態。"],"Disabling this will redirect the %1$s to your site's homepage.":["停用這項設定後，便會將%1$s重新導向至這個網站的首頁。"],"Refresh this page":["重新整理這個頁面"],"Unfortunately, this means that all your unsaved changes will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":[""],"Something went wrong. An unexpected error occurred.":["執行時發生未預期的錯誤。"],"Failed to retrieve users.":["無法擷取使用者。"],"Searching users...":["正在搜尋使用者..."],"No users found.":["找不到符合條件的使用者。"],"Discard changes":["捨棄變更"],"The profile is not valid. Please use only 1-25 letters, numbers and underscores or enter a valid Twitter URL.":[""],"The profile is not valid. Please enter a valid URL.":["個人資料無效，請提供有效的網址。"],"The verification code is not valid. Please use only the letters A to F, numbers, underscores and dashes.":[""],"The verification code is not valid. Please use only letters, numbers, underscores and dashes.":[""],"User":["使用者"],"Site basics":["網站一般設定"],"Text formality":["文字正式性"],"Read more about text formality.":["進一步了解文字正式性"],"%1$s%3$s%2$s will help you assess the formality level of your text.":[""],"WordPress loads lots of resources, some of which your site might not need. If you’re not using these, removing them can speed up your pages and save resources.":["WordPress 載入大量資源，但會包含這個網站不需要的資源。如果這個網站不需要使用其中的某些資源，移除後便能加速網站頁面並節省資源。"],"Remove unused resources":["移除未使用的資源"],"Prevent search engines from crawling /wp-json/":["防止搜尋引擎檢索 /wp-json/"],"Prevent search engines from crawling site search URLs":["防止搜尋引擎檢索網站搜尋網址"],"There are unsaved changes on this page. Leaving means that those changes will be lost. Are you sure you want to leave this page?":[""],"Media pages":["媒體頁面"],"Categories & tags":["分類及標籤"],"Content types":["內容類型"],"Show more":["顯示更多"],"Show less":["顯示較少"],"Configure the basics for your website.":["請為這個網站的一般設定進行組態。"],"This field updates the %1$stagline in your WordPress settings%2$s.":["變更這個欄位的值會更新 %1$sWordPress [設定]→[一般] 中的 [網站說明]%2$s。"],"Disabling this means that %1$s pages created by WordPress will not be indexed by search engines and will be excluded from XML sitemaps.":["停用這項功能代表搜尋引擎不會索引 WordPress 建立的%1$s頁面，並且會從 XML Sitemap 中排除。"],"Show %1$s pages in search results":["在搜尋結果中顯示%1$s頁面"],"We recommend keeping %1$s pages disabled. This will cause all attachment URLs to be redirected to the media itself.":["系統建議繼續停用%1$s頁面，這會讓全部附件網址重新導向至實際的媒體檔案。"],"%1$s pages":["%1$s頁面"],"When you upload media (e.g. an image or video), %5$s automatically creates a %3$s page (attachment URL) for it. These pages are quite empty and could cause %1$sthin content problems and lead to excess pages on your site%2$s. Therefore, %4$s disables them by default (and redirects the attachment URL to the media itself).":["使用者上傳媒體 (例如圖片或視訊) 後，%5$s 會自動為上傳的媒體建立%3$s頁面 (附件網址)。這些頁面沒有內容，並且會在這個網站上造成%1$s內容空洞及頁面過多的問題%2$s。因此，%4$s 預設會停用這些頁面，並將附件網址重新導向至實際的媒體檔案。"],"Format-based archives can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["文章格式彙整頁面會造成重複內容問題。系統建議停用這項設定。"],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps. We recommend that you disable this setting.":["停用這項功能代表搜尋引擎不會索引%1$s，並且會從 XML Sitemap 中排除。建議停用這項設定。"],"%1$s can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["%1$s會造成重複內容問題。系統建議停用這項設定。"],"%1$s (e.g. %2$s) are based on publication dates. From an SEO perspective, the posts in these archives have no real relation to the other posts except for their publication dates, which doesn’t say much about the content. They could also lead to duplicate content issues. This is why we recommend you to disable %3$s.":["%1$s (例如 %2$s) 是依據發佈日期建立的彙整頁面。從 SEO 角度來看，這些日期彙整頁面中的文章除了發佈日期之外，彼此之間沒有真正的關聯，而相同的發佈日期也沒有辦法證明內容的關聯，還會造成重複內容問題，因此系統建議停用%3$s。"],"Determine how your %1$s should look on social media by default.":["請設定這個網站的%1$s在社交網路服務中的預設外觀。"],"Disabling this means that %1$s without any posts will not be indexed by search engines and will be excluded from XML sitemaps.":["停用這項功能代表搜尋引擎不會索引沒有文章的%1$s，並且會從 XML Sitemap 中排除。"],"Show archives for authors without posts in search results":["在搜尋結果中顯示沒有文章的作者的作者彙整頁面"],"Determine how your %1$s should look in search engines.":["請設定這個網站的%1$s在搜尋引擎中的外觀。"],"If you're running a one author blog, the %1$s (e.g. %2$s) will be exactly the same as your homepage. This is what's called a %3$sduplicate content problem%4$s. If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or prevent it from showing up in search results.":["如果這個網站是單一作者網站，%1$s (例如 %2$s) 便會與這個網站的首頁相同，造成%3$s重複內容問題%4$s。如果這個網站發生這種狀況，可以停用作者彙整頁面，並將它重新導向至網站首頁，或是不讓作者彙整頁面出現在搜尋結果中。"],"Author archive":["作者彙整頁面"],"Read more about the search results settings":["進一步了解搜尋結果設定"],"Determine how your %1$s should look in search engines and on social media.":["請設定這個網站的 [%1$s] 項目在搜尋引擎及社交網路服務中的外觀。"],"Contact support":["聯絡技術支援"],"We're very sorry, but it seems like the following error has interrupted our application:":[""],"Read reviews from real users":["查看真實使用者的使用者評論"],"%1$s attempted to load the class %2$s but it could not be found.":["%1$s 嘗試載入 %2$s 類別，但是外掛找不到這個類別。"],"We noticed that you are using a multilingual plugin. Please be aware that this analysis feedback is intended only for texts written in English.":[""],"Determine how your homepage should look in the search results and on social media. This is what people probably will see when they search for your brand name.":["請設定這個網站的首頁在搜尋引擎及社交網路服務中的外觀。當潛在訪客搜尋網站的品牌名稱時，這就是他們在搜尋結果中可能會看到的樣子。"],"Determine how your homepage should look on social media.":["請設定這個網站的首頁在社交網路服務中的外觀。"],"Show the categories prefix in the slug":["在代稱中顯示分類前置詞"],"Category URLs in WordPress contain a prefix, usually %s. Show or hide that prefix in category URLs.":["WordPress 中的分類網址會包含前置詞 (通常為 %s)，這項設定能顯示或隱藏分類網址中的前置詞。"],"Determine how your %1$s archive should look on social media.":["請設定這個網站的 [%1$s] 內容類型彙整在社交網路服務中的外觀。"],"Disabling this means that the archive for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["停用這項功能代表搜尋引擎不會索引 [%1$s] 內容類型的彙整頁面，並且會從 XML Sitemap 中排除。"],"Determine how your %1$s archive should look in search engines.":["請設定這個網站的 [%1$s] 內容類型彙整在搜尋引擎中的外觀。"],"These settings are specifically for optimizing your %1$s archive.":["這些設定用於最佳化這個網站的 [%1$s] 內容類型彙整頁面。"],"%1$s archive":["[%1$s] 內容類型彙整頁面"],"Add custom fields to page analysis":["新增自訂欄位至頁面分析"],"Additional settings":["其他設定"],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["停用這項功能代表搜尋引擎不會索引 [%1$s] 項目，並且會從 XML Sitemap 中排除。"],"Search appearance":["搜尋外觀"],"You haven't set a Shop page in your WooCommerce settings. %1$sPlease do this first%2$s.":[""],"The %1$ssocial image%2$s, %1$ssocial title%2$s and %1$ssocial description%2$s require Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":[""],"Oh no! It seems your form contains invalid data. Please review the following fields:":[""],"Archive social image":["彙整頁面社交網路服務圖片"],"Archive social description":["彙整頁面社交網路服務內容說明"],"Archive social title":["彙整頁面社交網路服務標題"],"Show the archive for %1$s in search results":["在搜尋結果中顯示 [%1$s] 內容類型的彙整頁面"],"Archive breadcrumbs title":["彙整頁面導覽標記標題"],"Archive meta description":["彙整頁面中繼資料內容說明"],"Archive SEO title":["彙整頁面 SEO 標題"],"Enable %1$s for %2$s":["啟用〈%2$s〉的 %1$s 功能"],"Show %1$s in search results":["在搜尋結果中顯示 [%1$s] 項目"],"The selected media type is not valid. Supported types are: JPG, PNG, WEBP and GIF.":[""],"%1$sInclusive language%2$s: We haven't detected any potentially non-inclusive phrases. Great work!":["%1$s包容性語言%2$s: 系統並未偵測到任何潛在的非包容性字詞。非常好！"],"Potentially non-inclusive phrases":[""],"Non-inclusive phrases":["非包容性關鍵字詞"],"Learn more about the inclusive language analysis":["進一步了解包容性語言分析"],"Inclusive language:":["包容性語言:"],"Removes the inclusive language analysis section from the metabox and disables all inclusive language-related suggestions.":["從中繼資料區塊移除包容性語言分析區段，並移除全部包容性語言相關建議。"],"Disable inclusive language analysis":["停用包容性語言分析"],"Discover why inclusive language is important for SEO.":["進一步了解包容性語言對 SEO 的重要性"],"The inclusive language analysis offers suggestions to write more inclusive copy.":["包容性語言分析會提供能撰寫更具包容性內容的建議。"],"Inclusive language analysis":["包容性語言分析"],"Inclusive language":["包容性語言"],"%1$sInclusive language%2$s: %3$s":["%1$s包容性語言%2$s: %3$s"],"Use %s fields to power your meta tags and templates, and analyze all of your content.":["使用 %s 欄位為這個網站的中繼標記及範本增加功能，並分析這個網站的全部內容。"],"Improve your technical SEO, meta tags and unlock more SEO ecommerce tools.":["改進這個網站的工程層面 SEO、中繼標記並獲得更多 SEO 電子商務工具。"],"Connect your %1$s account to improve your site’s search results using %2$s data.":["連線至專屬 %1$s 帳號以改進這個網站使用 %2$s 資料的搜尋結果。"],"Upgrade your meta tags and social previews and manage your SEO settings in one place.":["加強這個網站的中繼標記及社交網路服務預覽，並在同一處管理這個網站的 SEO 設定。"],"Get the most out of %1$s%2$s%3$s and %4$s, together":["充分利用 %1$s%2$s%3$s 及 %4$s 兩者的功能"],"Take advantage of your favorite SEO & content analysis tools with your favorite page builder.":["充分利用最受使用者歡迎的 SEO 及內容工具及頁面編輯器。"],"Get %1$s tools and functionality in %2$s%3$s%4$s":["在 %2$s%3$s%4$s 中使用 %1$s 工具"],"Use the power of the blockchain to timestamp your content with %s.":["使用 %s 的區塊鏈功能為網站內容加上時間戳記。"],"Keep an eye on how your posts are ranking by connecting to your %s account.":["連線至專屬 %s 帳號便能持續追蹤這個網站文章的排名。"],"Find out what your audience is searching for with %s data right in your sidebar.":["使用資訊欄中的 %s 資料找出這個網站的目標對象所搜尋的內容。"],"Front-end SEO inspector":["前端 SEO 偵測器"],"Oops! Something went wrong while saving.":["很抱歉，儲存時發生錯誤。"],"Great! Your settings were saved successfully.":["非常好，設定已成功儲存。"],"Get your verification code in %1$sYandex Webmaster tools%2$s.":["請前往 %1$sYandex Webmaster%2$s 取得 Yandex 驗證碼。"],"Yandex":["Yandex"],"Claim your site over at %1$sPinterest%2$s.":["在 %1$sPinterest%2$s 上宣告這個網站。"],"Get your verification code in %1$sGoogle Search console%2$s.":["請前往 %1$sGoogle Search Console%2$s 取得 Google 驗證碼。"],"Get your verification code in %1$sBing Webmaster tools%2$s.":["請前往 %1$sBing 網站管理員工具%2$s取得 Bing 驗證碼。"],"Bing":["Bing"],"Add verification code":["新增驗證碼"],"Get your verification code in %1$sBaidu Webmaster tools%2$s.":["請前往%1$s百度搜索資源平台%2$s取得百度驗證碼。"],"Baidu":["百度"],"Verify your site with different tools. This will add a verification meta tag to your homepage. You can find instructions on how to verify your site for each platform by following the link in the description.":["使用不同的工具驗證這個網站。這項功能會將驗證中繼標記加入這個網站的首頁。網站管理員可以前往相關說明中的連結，以便了解各個平台驗證這個網站的方式。"],"By default only editors and administrators can access the Advanced and Schema section of the %1$s sidebar or metabox. Disabling this allows access to all users.":["依照預設，僅有 [編輯] 及 [網站管理員] 使用者角色的使用者可以存取 %1$s 資訊欄或中繼資料區塊中的 [進階] 及 [結構描述] 區段。停用這項設定代表開放全部使用者存取這 2 個功能區段。"],"Restrict advanced settings for authors":["限制為 [作者] 使用者角色可以使用進階功能"],"This Yoast SEO REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use Yoast SEO for all their SEO meta output.":["Yoast SEO REST API 端點能為這個網站提供特定網址所需的全部中繼資料，這能讓無頭 WordPress 網站使用 Yoast SEO 輸出全部 SEO 中繼資料變的非常簡單。"],"REST API endpoint":["REST API 端點"],"APIs":["API"],"Slack sharing":["Slack 分享"],"Allows for Twitter to display a preview with images and a text excerpt when a link to your site is shared.":["讓這個網站的內容連結分享至 Twitter 時，能顯示包含圖片及內容摘要的預覽。"],"Twitter card data":["Twitter 卡片資料"],"Open Graph data":["開放社交關係圖資料"],"Social sharing":["社交網路服務分享"],"Site structure":["網站結構"],"Tell us which features you want to use.":["請依據需求啟用對應的功能。"],"Site preferences":["網站偏好設定"],"Network disabled":["多站網路已停用"],"Unavailable for sub-sites":["子網站無法使用這項功能"],"This image is used as a fallback for posts/pages that don't have any images set.":["這裡設定的圖片會成為沒有設定精選圖片的文章/頁面的後援圖片。"],"Site image":["網站圖片"],"Title separator":["標題分隔符號"],"Recommended size for this image is %1$s%3$s%2$s":["這張圖片的建議尺寸為 %1$s%3$s%2$s"],"The %1$sSite image%2$s requires Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":[""],"Automatically add content to your RSS. This enables you to add links back to your blog and your blog posts, helping search engines identify you as the original source of the content.":["自動將額外的內容新增至這個網站的 RSS 中。這個功能能讓網站管理員在內容中加入返回網站及網站文章的連結，協助搜尋引擎將這個網站辨識為內容的原始來源。"],"RSS feed":["RSS 資訊提供"],"%1$s (default)":["%1$s (預設)"],"We took the liberty of using your website name and logo for the organization name and logo. Feel free to change them below.":["系統預設使用這個網站的網站標題及網站標誌作為組織名稱及組織標誌，這項設定可隨時於下方變更。"],"Edit your %1$s":["編輯 [%1$s]"],"slug":["代稱"],"keyphrase":["關鍵字詞"],"A company name and logo need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site name and logo as default values. %1$sLearn more about the importance of structured data.%2$s":["如果這個網站代表組織，就必須為結構化資料設定公司名稱及標誌才能正常執行。由於尚未進行相關設定，系統便採用網站名稱及標誌作為預設值。%1$s進一步了解結構化資料的重要性%2$s"],"Install %1$s Content Analysis for %2$s":["安裝 %1$s Content Analysis for %2$s"],"Activate %1$s Content Analysis for %2$s":["啟用 %1$s Content Analysis for %2$s"],"%1$s integrates with %2$s":["%1$s 整合 %2$s"],"Integration active":["整合功能已啟用"],"Plugin not detected":["外掛尚未安裝"],"Enable integration":["啟用整合功能"],"Plugin integrations":["外掛整合"],"Recommended integrations":["建議的整合服務"],"Enable %1$s":["啟用%1$s"],"Integration unavailable for multisites":["多站網路無法使用整合功能"],"Network Disabled":["多站網路已停用"],"Unlock with Premium!":["升級至 Premium 版以使用更多功能！"],"Premium SEO analysis:":["進階 SEO 分析:"],"Beta":["Beta 版"],"Are you publishing news articles? %s helps you optimize your site for Google News.":[""],"no data":["沒有資料"],"Your text should be slightly longer to calculate your Flesch reading ease score.":["請稍微增補更多內容以計算閱讀難易度分數。"],"Continue writing to get insight into the readability of your text!":[""],"%1$sKeyphrase distribution%2$s: Have you evenly distributed your focus keyphrase throughout the whole text? %3$sYoast SEO Premium will tell you!%4$s":["%1$s關鍵字詞分佈:%2$s 如果需要將焦點關鍵字詞平均分配於整篇內容中，%3$sYoast SEO Premium 可以協助使用者完成%4$s！"],"%1$sWord complexity%2$s: Is your vocabulary suited for a larger audience? %3$sYoast SEO Premium will tell you!%4$s":["%1$s字詞複雜度:%2$s 使用於內容中的詞彙是否適合較多的目標對象？%3$sYoast SEO Premium 可以分析這項資料%4$s！"],"Get %s to enjoy the benefits of prominent words":["充分利用 %s 的重要關鍵字功能帶來的好處"],"With %1$s%3$s%2$s, this section will show you which words occur most often in your text. By checking these prominent words against your intended keyword(s), you'll know how to edit your text to be more focused.":[""],"Buy %s now!":["立即購買 %s！"],"Are you working on a news article? %s helps you optimize your site for Google News.":[""],"Premium SEO analysis":["進階 SEO 分析"],"1 year of premium support and updates included!":["包含 1 年期技術支援及更新！"],"Unlock with %s":["升級至 %s 版以使用更多功能"],"Learn more about character count":["進一步了解字元計數"],"Character count":["字元計數"],"Learn more about word count":["進一步了解字數統計"],"Word count":["字數統計"],"Learn more about Flesch reading ease":["進一步了解閱讀難易度"],"out of 100":["滿分為 100 分"],"okay":["一般"],"Learn more about reading time":["進一步了解閱讀時間"],"Reading time":["閱讀時間"],"minute":["分鐘"],"Activate %1$s!":["啟用 %1$s！"],"You've installed %1$s but it's not activated yet. %2$sActivate %1$s now!%3$s":[""],"Automatically ping search engines like Bing and Yandex whenever you publish, update or delete a post.":["當網站發佈、更新或刪除文章後，會自動通知如 Bing 及 Yandex 等搜尋引擎。"],"Additional URL parameters to allow":["允許的其他網址參數"],"Permalink cleanup settings":["永久連結清理設定"],"Max number of characters to allow in searches":["搜尋結果允許的最大字元數"],"Search cleanup settings":["搜尋結果清理設定"],"Filter searches with common spam patterns":["篩選符合常見惡意內容規則的搜尋結果"],"Filter searches with emojis and other special characters":["篩選包含 Emoji 表情符號及特殊字元的搜尋結果"],"Filter search terms":["篩選搜尋關鍵字"],"Unregistered URL parameters":["未註冊的網址參數"],"Campaign tracking URL parameters":[""],"Timestamp this %s":["為 [%s] 內容類型單篇內容新增時間戳記"],"%1$s: Not all the words from your keyphrase \"%4$s\" appear in the SEO title. %2$s%5$s%3$s.":["%1$s: 焦點關鍵字詞「%4$s」中的字詞並沒有全部顯示於 SEO 標題中。%2$s%5$s%3$s。"],"%1$s: The focus keyphrase appears at the beginning of the SEO title. Good job!":["%1$s: 焦點關鍵字詞顯示於 SEO 標題的開頭。非常好！"],"Keyphrase in SEO title":["SEO 標題中的關鍵字詞"],"Contact %s support.":["聯絡 %s 技術支援"],"WordProof Timestamp":["WordProof 時間戳記"],"View this content's Timestamp certificate":["檢視這篇內容的時間戳記憑證"],"Contact WordProof support":["聯絡 WordProof 技術支援"],"Find out how IndexNow can help your site.":["進一步了解 IndexNow 功能協助網站的方式"],"IndexNow":["IndexNow"],"Dismiss this notice.":["關閉這項通知"],"We noticed that you haven't fully configured Yoast SEO yet. Optimize your SEO settings even further by using our improved %1$s First-time configuration%2$s.":["系統偵測到這個網站的 Yoast SEO 尚未進行完整組態。請使用改進過的 [%1$s首次組態%2$s] 功能進一步最佳化 SEO 設定。"],"SEO configuration":["SEO 組態"],"Feed crawl settings":["資訊提供檢索設定"],"Basic crawl settings":["基本檢索設定"],"Powered by HTTP header":["powered-by HTTP 標頭"],"Pingback HTTP header":["自動引用通知 HTTP 標頭"],"Emoji scripts":["Emoji 表情符號指令碼"],"Generator tag":["產生器產生的標籤"],"oEmbed links":["oEmbed 連結"],"RSD / WLW links":["RSD/WLW 連結"],"REST API links":["REST API 連結"],"Shortlinks":["短網址"],"Atom/RDF feeds":["Atom/RDF 資訊提供"],"Search results feeds":["搜尋結果資訊提供"],"Custom taxonomy feeds":["自訂分類法資訊提供"],"Tag feeds":["標籤資訊提供"],"Category feeds":["分類資訊提供"],"Post type feeds":["內容類型資訊提供"],"Post authors feeds":["文章作者資訊提供"],"Global comment feeds":["全域留言資訊提供"],"Global feed":["全域資訊提供"],"%1$sLearn more about crawl settings.%2$s":["%1$s進一步了解檢索設定%2$s"],"Post comments feeds":["文章留言資訊提供"],"Crawl settings":["檢索設定"],"Finish configuration":["完成組態"],"Personal preferences":["個人偏好"],"SEO data optimization":["SEO 資料最佳化"],"An error has occurred: %1$s":["發生錯誤: %1$s"],"We could not save the organization name. Please check the value.":[""],"No items found.":["找不到符合條件的項目。"],"All redirect types":["全部重新導向類型"],"Add Redirect":["新增重新導向"],"Old URL":["舊網址"],"The redirect type is the HTTP response code sent to the browser telling the browser what type of redirect is served. %1$sLearn more about redirect types%2$s.":["重新導向類型是傳送至瀏覽器的 HTTP 回應碼，回應碼會告知瀏覽器要提供哪種類型的重新導向。%1$s進一步了解重新導向類型%2$s"],"301 Moved Permanently":["301 永久轉址"],"Type":["類型"],"Plain redirects":["一般重新導向"],"Regex Redirects":["規則運算式重新導向"],"There are unsaved changes in one or more steps. Leaving means that those changes may not be saved. Are you sure you want to leave?":[""],"Add another profile":["新增其他社交網路服務個人檔案"],"Start first-time configuration!":["開始首次組態！"],"Set the essential %s settings for your site in a few steps.":[""],"For the best ranking results: configure %s!":[""],"Your site is already easier to find for search engines.":[""],"Tell us about your site, so we can get it ranked!":["讓系統了解這個網站，以便讓系統協助這個網站進行排名。"],"Or go to your SEO dashboard":["或前往 SEO 控制台"],"E.g. example@email.com":["範例: example@email.com"],"Please enter a valid email address.":["請輸入有效的電子郵件地址。"],"Tell us! Is your site about an organization or a person? ":["協助系統了解這個網站代表的是組織或人物。"],"Personal logo or avatar":["人物個人標誌/個人頭像"],"Select a user":["選取使用者"],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. You're not allowed to update this user profile, so please ask this user or an admin to make sure the information is correct.":["已選取「%1$s」做為這個網站代表的人物對象，這個使用者的個人資訊會用於搜尋結果中。目前的登入身分沒有更新這個使用者個人資料的權限，請要求這位使用者或網站管理員確保個人資料的正確性。"],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. %2$sUpdate this profile to make sure the information is correct%3$s.":["已選取「%1$s」做為這個網站代表的人物對象，這個使用者的個人資訊會用於搜尋結果中。%2$s更新對應的個人資料以確保個人資料的正確性%3$s"],"Uploading image...":["上傳圖片..."],"Select an option":[""],"Be aware that you should run the SEO data optimization for this configuration to take maximum effect.":[""],"We've already successfully analyzed your site. You can move on to the next step.":["系統已成功分析這個網站。請繼續下一個步驟。"],"SEO data optimization is running… You can safely move on to the next steps of this configuration.":[""],"You're not allowed to edit the social profiles of this user. Please ask this user or an admin to do this.":[""],"E.g. https://www.wikipedia.com/yoast":["範例: https://www.wikipedia.com/yoast"],"E.g. https://www.youtube.com/yoast":["範例: https://www.youtube.com/yoast"],"E.g. https://www.twitter.com/yoast":["範例: https://www.twitter.com/yoast"],"E.g. https://www.tumblr.com/yoast":["範例: https://www.tumblr.com/yoast"],"E.g. https://www.soundcloud.com/yoast":["範例: https://www.soundcloud.com/yoast"],"E.g. https://www.pinterest.com/yoast":["範例: https://www.pinterest.com/yoast"],"E.g. https://www.myspace.com/yoast":["範例: https://www.myspace.com/yoast"],"E.g. https://www.linkedin.com/yoast":["範例: https://www.linkedin.com/yoast"],"E.g. https://www.instagram.com/yoast":["範例: https://www.instagram.com/yoast"],"E.g. https://www.facebook.com/yoast":["範例: https://www.facebook.com/yoast"],"Delete item":["刪除項目"],"E.g. https://social-platform.com/yoast":["範例: https://social-platform.com/yoast"],"Other social profile":["其他社交網路服務個人資料"],"First-time configuration":["首次組態"],"You should finish the %1$sfirst time configuration%2$s to make sure your SEO data has been optimized and you’ve set the essential Yoast SEO settings for your site.":[""],"Step 4: Go through the first time configuration":["步驟 4: 執行首次組態"],"Postname permalink":[""],"Page comments":["頁面留言"],"Links table":[""],"If you already have saved AIOSEO 'Search Appearance' settings and the issue persists, please contact our support team so we can take a closer look.":[""],"If you have never saved any AIOSEO 'Search Appearance' settings, please do that first and run the import again.":[""],"The AIOSEO import was cancelled because some AIOSEO data is missing. Please try and take the following steps to fix this:":["由於找不到某些 AIOSEO 資料，因此匯入 AIOSEO 資料的程序已取消。請再試一次，並依照以下步驟修正這個狀況:"],"The validation of the AIOSEO data structure has failed.":["AIOSEO 資料結構驗證失敗。"],"Currently, the %s integration is not available for multisites.":[""],"WordProof authentication":["WordProof 驗證"],"Connected to WordProof":["已連線至 WordProof"],"Connection failed":["連線失敗"],"Not working? %1$sContact %3$s support%2$s.":[""],"Try again":["再試一次"],"Find possible solutions in this %1$sArticle%2$s.":[""],"There was a connection problem. This could be because your third party connections are blocked.":[""],"The %3$s will automatically be timestamped every time you %1$supdate%2$s or %1$spublish%2$s.":[""],"Your %s is now protected via the blockchain!":[""],"Something went wrong authenticating your %3$s account with the %4$s site. Please try again or contact %1$s%3$s support%2$s.":[""],"Unable to create new timestamps. Please authenticate with WordProof.":[""],"Timestamp with WordProof":["使用 WordProof 加上時間戳記"],"Learn more about timestamping":["進一步了解時間戳記"],"Authenticate with WordProof":["使用 WordProof 進行驗證"],"Manage WordProof settings":["管理 WordProof 設定"],"The WordProof Timestamp plugin needs to be disabled before you can activate this integration.":[""],"Open settings":["開啟設定"],"Open authentication":["開啟驗證"],"The timestamp is not created because you need to authenticate with %s first.":[""],"The timestamp is not retrieved by your site. Please try again or contact %1$s support.":[""],"%1$s failed to timestamp this page. Please check if you're correctly authenticated with %1$s and try to save this page again.":[""],"%s has successfully timestamped this page.":["%s 已成功為這個頁面加上時間戳記。"],"You are out of timestamps. Please upgrade your account by opening the %s settings.":[""],"Use WordProof to timestamp this page to comply with legal regulations and join the fight for a more transparant and accountable internet.":[""],"Timestamp this post":["為這篇文章加上時間戳記"],"content words":["個內容字詞"],"content word":["個內容字詞"],"Cleanup failed with the following error:":["下列錯誤導致清理失敗:"],"Note: These settings will overwrite the default settings of Yoast SEO.":[""],"Note: This metadata will only be imported if there is no existing Yoast SEO metadata yet.":[""],"Post metadata (SEO titles, descriptions, etc.)":[""],"The import from %s includes:":["要從 %s 匯入的資料:"],"Once you're certain that your site is working properly with the imported data from another SEO plugin, you can clean up all the original data from that plugin.":[""],"Please select an SEO plugin below to see what data can be imported.":[""],"Clean up":["清理"],"After you've imported data from another SEO plugin, please make sure to clean up all the original data from that plugin. (step 5)":[""],"Note: ":["注意事項: "],"The cleanup can take a long time depending on your site's size.":[""],"Every fifteen minutes":[""],"Default tagline":["預設網站說明"],"Import failed with the following error:":["下列錯誤導致匯入失敗:"],"No data found from other SEO plugins.":["找不到其他 SEO 外掛的資料。"],"Select SEO plugin":["選取 SEO 外掛"],"The import can take a long time depending on your site's size.":[""],"For the best SEO results include all words of your keyphrase in the SEO title, and put the keyphrase at the beginning of the title":[""],"For the best SEO results write the exact match of your keyphrase in the SEO title, and put the keyphrase at the beginning of the title":[""],"Installation Successful":["已成功安裝。"],"Blog Post":["部落格文章"],"%1$s: Title does not begin with the focus keyphrase. %2$sMove your focus keyphrase to the beginning of the title%3$s.":["%1$s: 標題沒有以焦點關鍵字詞作為開頭。請%2$s將焦點關鍵字詞移至標題的開頭%3$s。"],"%1$s: The exact match of the focus keyphrase appears at the beginning of the SEO title. Good job!":["%1$s: 完全相符的焦點關鍵字詞顯示於 SEO 標題的開頭。非常好！"],"%2$sText length%4$s: The text contains %1$d %6$s. This is below the recommended minimum of %5$d %6$s. %3$sAdd more content%4$s.":["%2$s文字長度%4$s: 文字長度為 %1$d %6$s，低於建議的最小值 %5$d %6$s。請%3$s新增更多內容%4$s。"],"%2$sText length%4$s: The text contains %1$d %6$s. This is slightly below the recommended minimum of %5$d %6$s. %3$sAdd a bit more copy%4$s.":["%2$s文字長度%4$s: 文字長度為 %1$d %6$s，略低於建議的最小值 %5$d %6$s。請%3$s新增些許內容%4$s。"],"%2$sText length%4$s: The text contains %1$d %6$s. This is far below the recommended minimum of %5$d %7$s. %3$sAdd more content%4$s.":["%2$s文字長度%4$s: 文字長度為 %1$d %6$s，遠低於建議的最小值 %5$d %7$s。請%3$s新增更多內容%4$s。"],"character":["個字元"],"word":["個字"],"words":["個字"],"characters":["個字元"],"%s rolls out the red carpet for the search bots, which helps your site perform better in search engines.":[""],"You've successfully installed %s!":["這個網站已成功安裝 %s。"],"Skip%s":["略過 %s"],"Your %s account does not contain any keyphrases for this website yet. You can track keyphrases by using the \"Track SEO Performance\" button in the post editor.":["已登入的 %s 帳號尚未包含這個網站的任何關鍵字詞。使用者可以在內容編輯器中使用 [追蹤 SEO 成效] 按鈕以追蹤關鍵字詞。"],"%s account":["%s 帳號"],"This overview only shows you keyphrases added to Yoast SEO. There may be other keyphrases added to your %s.":[""],"Tracking the ranking position...":["正在追蹤排名位置..."],"Something went wrong while tracking the ranking position(s) of your page. Please try again later.":[""],"reconnect to %s":["重新連線至 %s"],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["擷取這個網站的資料時發生錯誤。請%s 並再試一次。"],"Before you can track your SEO performance make sure to set either the post’s title and save it as a draft or manually set the post’s slug.":[""],"No keyphrase has been set. Please set a keyphrase first.":[""],"upgrade your %s plan":["升級這個網站的 %s 方案"],"You've reached the maximum amount of %d keyphrases you can add to your Wincher account. If you wish to add more keyphrases, please %s.":[""],"With %1$s you can track the ranking position of your page in the search results based on your keyphrase(s). %2$s":[""],"%s is currently tracking the ranking position(s) of your page. This may take a few minutes. Please wait or check back later.":[""],"You have successfully connected to %s! You can now track the SEO performance for the keyphrase(s) of this page.":[""],"Read more about keyphrase tracking with Wincher":[""],"Automatic tracking of keyphrases is enabled. Your keyphrase(s) will automatically be tracked by %s when you publish your post.":[""],"Please enter a focus keyphrase first to track keyphrase performance":["請先輸入焦點關鍵字詞以追蹤關鍵字詞成效"],"Keyphrase position in the last 90 days on a scale from 0 to 100.":[""],"Track SEO performance":["追蹤 SEO 成效"],"You can enable / disable tracking the SEO performance for each keyphrase below.":[""],"Track all keyphrases on this page":["追蹤這個頁面的全部關鍵字詞"],"Tracking has already been enabled for one or more keyphrases of this page. Clicking the button below will enable tracking for all of its keyphrases.":[""],"Learn more about the SEO performance feature.":["進一步了解 SEO 成效功能"],"SEO performance":["SEO 成效"],"Connect with %s":["連線至 %s"],"* focus keyphrase":["* 焦點關鍵字詞"],"Get more insights over at %s":["取得更多 %s 的深入解析"],"Position over time":[""],"Position":[""],"Tracking":[""],"You can still run the SEO data optimization in the %1$sTools section%2$s. Once that is finished, please refresh this page.":[""],"This configuration step is currently disabled, because you're not running the latest version of Yoast SEO Premium. Please update to the latest version (at least %1$s). ":[""],"Save and continue":["儲存並繼續"],"Does your site represent an Organization or Person?":["這個網站代表的是組織或人物？"],"Activate %s":["啟用 %s"],"Update %s":["更新 %s"],"Renew %s":["續訂 %s"],"Get help activating your subscription":[""],"It looks like you’re running an outdated and unactivated version of %1$s, please activate your subscription in %2$sMyYoast%3$s and update to the latest version (at least 17.7) to gain access to our updated workouts section.":[""],"Activate your subscription of %s":["啟用這個網站的 %s 約期授權"],"Update to the latest version of %s":["更新至 %s 的最新版本"],"Renew your subscription":["續訂這個網站的約期授權"],"Accessing the latest workouts requires an updated version of %s (at least 17.7), but it looks like your subscription has expired. Please renew your subscription to update and gain access to all the latest features.":[""],"Renew your subscription of %s":["續訂這個網站的 %s 約期授權"],"Could not save this value. Please check the URL.":["無法儲存這個設定值，請檢查網址。"],"Could not save this value. Please check the URL or username.":["無法儲存這個設定值，請檢查網址或使用者名稱。"],"Oops! Something went wrong. Check your email address and try again.":["很抱歉，執行時發生錯誤。請檢查電子郵件地址並再試一次。"],"Yes, you can collect my site data":["是，可以收集這個網站的資料"],"Site representation":["網站代表對象"],"Continue":["繼續"],"Thank you! Check your inbox for the confirmation email.":[""],"Yoast respects your privacy. Read %1$sour privacy policy%2$s on how we handle your personal information.":["Yoast 重視使用者的隱私權。請參閱我們的%1$s隱私權政策%2$s以了解我們如何處理使用者的個人資訊。"],"Email address":["電子郵件地址"],"%1$sBack to all workouts":["%1$s返回全部訓練"],"Getting your site in shape and keeping it SEO fit can be hard. We can help you get started! Take these step-by-step workouts, and you’ll be tackling some of the most fundamental SEO challenges!":["讓這個網站保持良好狀態及合宜的 SEO 有其難度，我們能協助網站管理員達成目標。透過逐步訓練，網站管理員便能學會處理最基本的 SEO 問題。"],"Add internal links to your posts and pages":["將內部連結新增至網站的文章及頁面"],"Make pages easier for Google and visitors to find":["讓頁面能讓 Google 及網站訪客更容易找到"],"Clean up your unlinked content to make sure people can find it":["清理網站上已取消連結的內容，讓使用者可以順利找到這些內容"],"Orphaned content":["不再與任何項目關聯的內容"],"Bring more visitors to your articles":["引導更多訪客至網站的文章"],"Make your important articles rank higher":["讓這個網站的重要文章排名更高"],"%1$s/%2$s steps completed":["%1$s 個步驟已完成，總計 %2$s 個步驟"],"Unlock with %s!":["升級至 %s 版以使用更多功能"],"Start workout!":["開始訓練！"],"Do workout again":["不要再次訓練"],"Continue workout!":["繼續訓練！"],"It looks like you're running an outdated version of %1$s, please %2$supdate to the latest version (at least 17.7)%3$s to gain access to our updated workouts section.":[""],"Get started quickly with the %1$s%2$s First-time configuration%3$s and configure Yoast SEO with the optimal SEO settings for your site!":[""],"Current or first category title":["目前的分類標題或第 1 個分類標題"],"Category Title":["分類標題"],"Replaced with the post content":["使用文章內容取代"],"Post Content":["文章內容"],"Replaced with the permalink":["使用永久連結取代"],"Replaced with the last name of the author":["使用作者姓氏取代"],"Author last name":["作者姓氏"],"Replaced with the first name of the author":["使用文章作者名字取代"],"Author first name":["作者名字"],"Replaced with the day the post was published":["使用文章發佈日期取代"],"Post day":["發佈日期"],"Replaced with the month the post was published":["文章使用發佈月份取代"],"Post month":["發佈月份"],"Replaced with the year the post was published":["文章使用發佈年份取代"],"Post year":["發佈年份"],"Current day":["當日"],"Current month":["目前月份"],"Current date":["目前日期"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's way less than the recommended minimum of %2$d %7$s. %4$sMake it longer%5$s!":["%3$s關鍵字詞長度%5$s: 這個關鍵字詞包含 %1$d %6$s，遠遠低於建議的最小值 %2$d %6$s。%4$s請加長關鍵字詞長度%5$s"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's less than the recommended minimum of %2$d %6$s. %4$sMake it longer%5$s!":["%3$s關鍵字詞長度%5$s: 這個關鍵字詞包含 %1$d %6$s，低於建議的最小值 %2$d %6$s。%4$s請加長關鍵字詞長度%5$s"],"It looks like you aren't using our %1$s%2$s addon%3$s. %4$sUpgrade today%5$s to unlock more tools and SEO features to make your products stand out in search results.":["這個網站使用了 %1$s%2$s 附加元件%3$s。%4$s立即升級%5$s以使用更多讓貴單位商品在搜尋結果中更搶眼的工具及 SEO 功能。"],"Below are the technical details for the error. See %1$sthis page%2$s for a more detailed explanation.":["以下是這個錯誤的技術詳細資料。請參考%1$s這個頁面%2$s以進一步了解相關資訊。"],"%1$sImage Keyphrase%2$s: Good job!":["%1$s圖片關鍵字詞%2$s: 非常好！"],"%1$sImage Keyphrase%3$s: Images on this page do not have alt attributes with at least half of the words from your keyphrase. %2$sFix that%3$s!":["%1$s圖片關鍵字詞%3$s: 這個頁面的圖片的 alt 屬性值，沒有包含需要的關鍵字詞至少一半的字詞。%2$s修正這個問題%3$s"],"%1$sImages%2$s: Good job!":["%1$s圖片%2$s: 非常好！"],"%1$sImages and videos%2$s: Good job!":["%1$s圖片及視訊%2$s: 非常好！"],"%3$sImages and videos%5$s: Only %1$d image or video appears on this page. We recommend at least %2$d. %4$sAdd more relevant images or videos%5$s!":["%3$s圖片及視訊%5$s: 這個頁面僅出現 %1$d 張圖片 (或視訊)。系統建議至少要有 %2$d 張圖片 (或視訊)。%4$s新增更多相關圖片或視訊%5$s"],"%3$sImages%5$s: Only %1$d image appears on this page. We recommend at least %2$d. %4$sAdd more relevant images%5$s!":["%3$s圖片%5$s: 這個頁面只出現 %1$d 張圖片。系統建議至少要有 %2$d 張圖片。%4$s新增更多相關圖片%5$s"],"%1$sImages and videos%3$s: No images or videos appear on this page. %2$sAdd some%3$s!":["%1$s圖片及視訊%3$s: 這個頁面沒有出現任何圖片或視訊。%2$s新增圖片或視訊%3$s"],"Error stack trace":["錯誤堆疊追蹤"],"Response":[""],"Error message":["錯誤訊息"],"Status code":["狀態代碼"],"Request method":["要求方法"],"Request URL":["要求網址"],"Error details":["錯誤詳細資料"],"Workouts":["訓練"],"Rank with articles you want to rank with":["將想要取得排名的文章進行排名"],"The cornerstone approach":["基礎方法"],"SEO workouts":["SEO 訓練"],"Improve the quality of your site search! Automatically helps your users find your cornerstone and most important content in your internal search results. It also removes noindexed posts & pages from your site’s search results.":[""],"Find out more about our %s integration.":[""],"Get relevant internal linking suggestions — while you’re writing! The link suggestions metabox shows a list of posts on your blog with similar content that might be interesting to link to. ":["在作者撰寫內容的同時，系統會提供相關的內部連結建議。連結建議中繼資料區塊會顯示這個網站上互相連結或許會產生加成效果的類似內容文章清單。"],"Find out how Insights can help you improve your content.":["進一步了解 [深入解析] 功能改善網站內容的方式"],"Find relevant data about your content right in the Insights section in the Yoast SEO metabox. You’ll see what words you use most often and if they’re a match with your keywords! ":["在 Yoast SEO 中繼資料區塊的 [深入解析] 區段中尋找網站內容相關資料。使用者會看到自己最常使用的字詞，以及這些字詞是否與這個網站的關鍵字相符。"],"Oops, something has gone wrong and we couldn't complete the optimization of your SEO data. Please make sure to activate your subscription in MyYoast by completing %1$sthese steps%2$s.":[""],"To unlock this feature please update %s to the latest version.":[""],"The social appearance settings for archives require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":[""],"The social appearance settings for taxonomies require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":[""],"The social appearance settings for content types require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":[""],"The social appearance settings for your homepage require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":[""],"Social image":["社交網路服務圖片"],"Unlock with Premium":["升級至 Premium 版以使用更多功能"],"Addon installation failed because of an error: %s.":[""],"You are not allowed to install plugins.":["目前的登入身分沒有安裝外掛的權限。"],"Addon installed.":["附加元件已安裝。"],"Addon activation failed because of an error: %s.":[""],"You are not allowed to activate plugins.":["目前的登入身分沒有啟用外掛的權限。"],"Addon activated.":["附加元件已啟用。"],"%1$s Continue to %2$s%3$s":[""],"Installing and activating addons":["安裝並啟用附加元件"],"No %1$s plugins have been installed. You don't seem to own any active subscriptions.":[""],"the following addons":[""],"%s SEO installation":["%s SEO 安裝"],"Install and activate":["安裝並啟用"],"Please confirm below that you would like to install %s on this site.":[""],"Insert variable":["插入變數"],"Shopping data preview:":["購物資料預覽"],"Availability":[""],"Price":[""],"Rating":[""],"%s reviews":[""],"Rating: %s":[""],"Image":["圖片"],"Social description":["社交網路服務內容說明"],"Social title":["社交網路服務標題"],"Required by %s":["%s 的必要安裝項目"],"Auto-updates are disabled based on this setting for %1$s.":[""],"Auto-updates are enabled based on this setting for %1$s.":[""],"New":["新項目"],"seconds":["秒"],"Select image":["選取圖片"],"Replace image":["更換圖片"],"site structure":["網站結構"],"internal linking":["內部連結"],"breadcrumbs":["導覽標記"],"seo":["SEO"],"Adds the Yoast SEO breadcrumbs to your template or content.":["將 Yoast SEO 導覽標記新增至範本或內容。"],"Yoast Breadcrumbs":["Yoast 導覽標記"],"The term is considered invalid. The following reason was given by WordPress: %s":[""],"The post could not be found.":["找不到符合條件的文章。"],"The term could not be found.":["找不到符合條件的分類法詞彙。"],"This feature has been disabled since subsites never send tracking data.":[""],"We notice that you have installed WPML. To make sure your canonical URLs are set correctly, %1$sinstall and activate the WPML SEO add-on%2$s as well!":[""],"Unfortunately we cannot save changes to your SEO settings while you are working on a draft of an already-published %1$s. If you want to save your SEO changes, make sure to click 'Update', or wait to make your SEO changes until you are ready to update the %1$s.":[""],"Get started with Yoast SEO's content analysis for Elementor!":[""],"Got it":["完全了解"],"New: Yoast SEO for Elementor":["新功能: Yoast SEO for Elementor"],"Because of a change in your category base setting, some of your SEO data needs to be reprocessed.":[""],"Wait for a week or so, until %1$s automatically processes most of your content in the background.":["等待約莫 1 週左右，直到 %1$s 在背景自動處理這個網站的大部分內容。"],"%s minute":["%s 分鐘"],"Est. reading time":["預估閱讀時間"],"Written by":[""],"Google Rich Results Test":["Google 複合式搜尋結果測試"],"Find out how a rich snippet can improve visibility and click-through-rate.":["進一步了解複合式搜尋結果提高可見度及點閱率的方式"],"This adds an author byline and reading time estimate to the article’s snippet when shared on Slack.":["這項功能能在 Slack 中內容分享時，將作者署名及預估閱讀時間新增至文章的複合式外觀中。"],"Enhanced Slack sharing":["強化 Slack 分享"],"Activate your subscription":["啟用這個網站的約期授權"],"SEO data optimization is disabled for non-production environments.":[""],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":["這個功能包含文字連結計數及內部連結分析功能，並會加以取代。"],"This tab allows you to selectively disable %1$s integrations with third-party products for all sites in the network. By default all integrations are enabled, which allows site admins to choose for themselves if they want to toggle an integration on or off for their site. When you disable an integration here, site admins will not be able to use that integration at all.":[""],"Because of a change in your tag base setting, some of your SEO data needs to be reprocessed.":[""],"Stop SEO data optimization":["停止 SEO 資料最佳化"],"Oops, something has gone wrong and we couldn't complete the optimization of your SEO data. Please click the button again to re-start the process. ":[""],"Optimizing SEO data... This may take a while.":["正在最佳化 SEO 資料，這會花費一點時間..."],"SEO data optimization complete":["SEO 資料最佳化已完成。"],"You can speed up your site and get insight into your internal linking structure by letting us perform a few optimizations to the way SEO data is stored. ":["網站管理員可以讓系統針對 SEO 資料的儲存方式執行必要的最佳化工作，藉以加速這個網站並獲得這個網站內部連結結構的深入解析。"],"Start SEO data optimization":["開始 SEO 資料最佳化"],"Learn more about the benefits of optimized SEO data.":["進一步了解最佳化 SEO 資料的優勢"],"You can speed up your site and get insight into your internal linking structure by letting us perform a few optimizations to the way SEO data is stored. If you have a lot of content it might take a while, but trust us, it's worth it.":["網站管理員可以讓系統針對 SEO 資料的儲存方式執行必要的最佳化工作，藉以加速這個網站並獲得這個網站內部連結結構的深入解析。如果這個網站有大量內容需要處理，會花費一點時間；請相信這項功能，這些等待時間絕對值得。"],"Optimize SEO Data":["最佳化 SEO 資料"],"If the problem persists, please contact support.":[""],"Something has gone wrong and we couldn't complete the optimization of your SEO data. Please %1$sre-start the process%2$s.":[""],"All permalinks were successfully reset":["全部永久連結已成功重設。"],"We've encountered a problem trying to get related keyphrases. Please try again later.":[""],"You've reached the maximum amount of 4 related keyphrases. You can change or remove related keyphrases in the %s metabox or sidebar.":[""],"Please wait while %1$s connects to %2$s to get related keyphrases...":[""],"Upgrade your %s plan":["升級這個網站的 %s 方案"],"You've reached your request limit for today. Check back tomorrow or upgrade your plan over at %s.":[""],"Last month":["上個月"],"Two months ago":["2 個月前"],"Three months ago":["3 個月前"],"Four months ago":["4 個月前"],"Five months ago":["5 個月前"],"Six months ago":["6 個月前"],"Seven months ago":["5 個月前"],"Eight months ago":["8 個月前"],"Nine months ago":["9 個月前"],"Ten months ago":["10 個月前"],"Eleven months ago":["11 個月前"],"Twelve months ago":["12 個月前"],"Get more insights at %s":["取得更多 %s 的深入解析"],"Keyphrase volume in the last 12 months on a scale from 0 to 100.":[""],"Learn more about the related keyphrases trend":["進一步了解相關關鍵字詞趨勢"],"Trend":[""],"Learn more about the related keyphrases volume":[""],"Volume":[""],"Related keyphrase":["相關關鍵字詞"],"Select country":["選取國家/地區"],"Show results for:":["顯示搜尋結果:"],"Please enter a focus keyphrase first to get related keyphrases":["請先輸入焦點關鍵字詞以取得相關關鍵字詞"],"Sorry, there's no data available for that keyphrase/country combination.":[""],"Get related keyphrases":["取得相關關鍵字詞建議"],"Related keyphrases":["相關關鍵字詞"],"The number of headers and header labels don't match.":[""],"The %s integration offers suggestions and insights for keywords related to the entered focus keyphrase.":[""],"Disabling Yoast SEO's XML sitemaps will not disable WordPress' core sitemaps. In some cases, this %1$s may result in SEO errors on your site%2$s. These may be reported in Google Search Console and other tools.":["停用 Yoast SEO 產生的 XML Sitemap 並不會一併停用 WordPress 核心程式的 XML Sitemap 功能。在某些情況下，這%1$s可能會導致這個網站發生 SEO 錯誤%2$s，並且可能會在 Google Search Console 及其他工具中產生相關報告。"],"If you still need support and have an active subscription for this product, please email %s.":[""],"You can probably find an answer to your question in our %1$shelp center%2$s.":[""],"Need support?":["需要協助嗎？"],"Return to your %s":["返回%s"],"Make sure to save your %s for changes to take effect":["儲存%s以確保變更生效"],"The advanced section of the %1$s meta box allows a user to remove posts from the search results or change the canonical. The settings in the schema tab allows a user to change schema meta data for a post. These are things you might not want any author to do. That's why, by default, only editors and administrators can do this. Setting to \"%2$s\" allows all users to change these settings.":["%1$s 中繼資料區塊的進階區段能讓使用者從搜尋結果中移除文章或變更標準網址。[結構描述] 分頁中的各項設定能讓使用者變更文章的結構描述中繼資料。這些可能不是網站管理員想要任何一位作者進行變更的項目，這就是依照預設僅有具備 [編輯] 及 [網站管理員] 使用者角色權限可以變更這些項目的原因。將這項功能設定為 [%2$s]，便能讓全部使用者變更相關設定。"],"Security: no advanced or schema settings for authors":["安全性: [作者] 使用者角色沒有進階設定或結構描述設定"],"Report":["正式報告"],"Tech Article":["技術文章"],"Scholarly Article":["學術文章"],"Satirical Article":["諷刺文章"],"Advertiser Content Article":["廣告內容文章"],"News Article":["新聞文章"],"Social Media Posting":["社交網路服務貼文"],"Article":["文章"],"Search Results Page":["搜尋結果頁面"],"Real Estate Listing":["房地產報價清單"],"Checkout Page":["結帳頁面"],"Collection Page":["集合頁面"],"Medical Web Page":["醫學資訊頁面"],"Contact Page":["聯絡資訊頁面"],"Profile Page":["個人資料頁面"],"QA Page":["問與答頁面"],"FAQ Page":["常見問題集頁面"],"About Page":["背景介紹頁面"],"Item Page":["單項項目頁面"],"Web Page":["網頁"],"Default for %1$s (%2$s)":["[%1$s] 內容類型的預設值 (%2$s)"],"This helps search engines understand your website and your content. You can change some of your settings for this page below.":[""],"Yoast SEO automatically describes your pages using schema.org":["Yoast SEO 使用 schema.org 自動說明這個網站的頁面"],"Article type":["文章類型"],"Page type":["頁面類型"],"Learn more about page or content types":["進一步了解頁面或內容類型"],"What type of page or content is this?":["頁面或內容所屬類型"],"Structured Data":["結構化資料"],"Yoast How-to":["Yoast 使用方式"],"Yoast FAQ":["Yoast 常見問題集"],"%1$s: Does not contain the exact match. %2$sTry to write the exact match of your keyphrase in the SEO title and put it at the beginning of the title%3$s.":["%1$s: 沒有包含完全相符的焦點關鍵字詞。請%2$s在 SEO 標題中撰寫完全相符的焦點關鍵字詞，並放在標題的開頭%3$s。"],"%1$s: The exact match of the focus keyphrase appears in the SEO title, but not at the beginning. %2$sMove it to the beginning for the best results%3$s.":["%1$s: 完全相符的焦點關鍵字詞顯示於 SEO 標題中，但並未顯示於開頭。請%2$s將焦點關鍵字詞移至開頭以取得最佳結果%3$s。"],"%1$s Internal Linking Blocks":["%1$s 內部連結區塊"],"Allow us to track some data about your site to improve our plugin.":["讓我們追蹤這個網站的相關資料，藉以改進我們的外掛"],"Usage tracking":["使用方式追蹤"],"Can we collect anonymous information about your website to enhance %1$s?":["請問系統是否能收集與這個網站相關的匿名資訊以改進 %1$s？"],"Read more about how internal linking can improve your site structure.":["進一步了解內部連結改進網站結構的方式"],"Link suggestions":["連結建議"],"Insights":["深入解析"],"Remove image":["移除圖片"],"The file size of the uploaded image is too large for %s. File size must be less than %s.":[""],"The format of the uploaded image is not supported. The supported formats are: %s, %s, %s and %s.":[""],"You have uploaded a %s. Please note that, if it’s an animated %s, only the first frame will be used.":[""],"Your image dimensions are not suitable. The minimum dimensions are %dx%d pixels. The maximum dimensions are %dx%d pixels.":[""],"Your image dimensions are not suitable. The minimum dimensions are %dx%d pixels.":[""],"Dismiss":["關閉"],"Because of a change in your permalink structure, some of your SEO data needs to be reprocessed.":["這個網站永久連結結構產生變更，導致這個網站的某些 SEO 資料需要重新處理。"],"Because of a change in your home URL setting, some of your SEO data needs to be reprocessed.":[""],"Please upgrade your WordPress version or install the Gutenberg plugin to get this %1$s feature.":["請升級 WordPress 核心程式版本或安裝 Gutenberg 外掛以取得 %1$s 的這項功能。"],"Marking links with nofollow/sponsored has been disabled for WordPress installs < 5.4.":["將連結標記為 nofollow/sponsored 的功能會在 WordPress 核心程式低於 5.4 的網站中停用。"],"Open in new tab":["在新分頁中開啟"],"This is a sponsored link or advert (mark as %1$ssponsored%2$s)%3$s":["這是贊助商連結或廣告 (標記為 %1$ssponsored%2$s)%3$s"],"Search engines should ignore this link (mark as %1$snofollow%2$s)%3$s":["搜尋引擎應該忽略這個連結 (標記為 %1$snofollow%2$s)%3$s"],"Learn more about marking a link as nofollow or sponsored.":["進一步了解標記為 nofollow 或 sponsored 的連結"],"Link inserted.":["連結已插入。"],"Link edited.":["連結已編輯。"],"Warning: the link has been inserted but may have errors. Please test it.":["警告: 連結已插入但含有錯誤。請為這個連結進行測試。"],"Unlink":["取消連結"],"Link removed.":["連結已移除。"],"Link":["連結"],"We've analyzed your post. There is still room for improvement!":["系統已分析這篇內容。這篇內容仍有改進空間。"],"We've analyzed your post. Everything looks good. Well done!":["系統已分析這篇內容。每個項目均表現良好，非常好！"],"No focus keyword was entered":["沒有輸入焦點關鍵字"],"Share your post!":["分享這篇內容"],"Improve your post with Yoast SEO":["使用 Yoast SEO 改進"],"SEO analysis:":["SEO 分析:"],"The links columns show the number of articles on this site linking %3$sto%4$s this article and the number of URLs linked %3$sfrom%4$s this article. Learn more about %1$show to use these features to improve your internal linking%2$s, which greatly enhances your SEO.":["連結欄位顯示在這個網站中%3$s連結至%4$s這篇文章的文章數量，以及這篇文章%3$s連結至%4$s其他文章的網址數量。進一步了解%1$s這些功能改善內部連結的使用方式%2$s，進而大幅提昇這個網站的 SEO。"],"We've written an article about %1$show to use the SEO score and Readability score%2$s.":["請參閱〈%1$sSEO 分數及可讀性分數使用方式%2$s〉這篇文章。"],"%1$s adds several columns to this page.":["%1$s 在這個頁面中新增多個欄位。"],"We estimate this will take less than a minute.":["系統預估這會需要少於 1 分鐘。"],"We estimate this will take a couple of minutes.":["系統預估這會需要幾分鐘。"],"%1$sRun the indexation process on your server%2$s using %3$sWP CLI%2$s.":["使用 %3$sWP CLI%2$s 便能%1$s在這個網站的伺服器上執行建立索引的程序%2$s。"],"We estimate this could take a long time, due to the size of your site. As an alternative to waiting, you could:":["由於這個網站的規模，系統估計會花費很長的處理時間；作為等待的替代解決方案，網站管理員可以進行以下處理:"],"Show debug information":["顯示偵錯資訊"],"Your site will continue to work normally, but won't take full advantage of %s.":["這個網站仍能正常執行，但無法充分利用 %s。"],"%s had problems creating the database tables needed to speed up your site.":["%s 在建立用於加速這個網站的資料庫資料表時發生問題。"],"Your keyphrase is too long. It can be a maximum of 191 characters.":["這個關鍵字詞長度太長。關鍵字詞的最大值為 191 個字元。"],"%1$sFind out how to solve this problem on our help center%2$s.":["%1$s進一步了解解決這個問題的方式%2$s"],"The text link counter feature is not working as expected":["文字連結計數器功能無法如預期般正常執行"],"The text link counter helps you improve your site structure. %1$sFind out how the text link counter can enhance your SEO%2$s.":["文字連結計數器可以協助網站管理員改善這個網站的結構。%1$s進一步了解文字連結計數器改善網站 SEO 的方式%2$s"],"The text link counter is working as expected":["文字連結計數器如預期般正常執行"],"I don't want this site to show in the search results.":["不想在搜尋結果中顯示這個網站。"],"If you want search engines to show this site in their results, you must %1$sgo to your Reading Settings%2$s and uncheck the box for Search Engine Visibility.":["如果想在搜尋結果中顯示這個網站，網站管理員必須前往這個網站的 [%1$s閱讀%2$s] 設定，並取消核取 [搜尋引擎可見度] 的核取方塊。"],"Learn more about the no-index setting on our help page.":["進一步了解 noidex 設定"],"Even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["即使在這裡可以為中繼資料漫遊器設定進行組態，整個網站一樣會在全站隱私權設定中設定為 noindex，因此這些設定不會生效。"],"Learn more about canonical URLs on our help page.":["進一步了解標準網址"],"Learn more about the breadcrumbs title setting on our help page.":["進一步了解導覽標記標題設定"],"Learn more about advanced meta robots settings on our help page.":["進一步了解進階中繼資料漫遊器設定"],"Learn more about the no-follow setting on our help page.":["進一步了解 nofollow 設定"],"Should search engines follow links on this content?":["搜尋引擎是否應該前往這篇內容所提供的連結"],"This %1$s REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use %1$s for all their SEO meta output.":["%1$s REST API 端點能為這個網站提供特定網址所需的全部中繼資料，這能讓無頭 WordPress 網站使用 %1$s 輸出全部 SEO 中繼資料變的非常簡單。"],"REST API: Head endpoint":["REST API: Head 端點"],"Please read %1$sthis help article%2$s to find out how to resolve this problem.":["請參考這篇%1$s說明文章%2$s以進一步了解解決這個問題的方式。"],"Replaced with the term ancestors hierarchy":["使用分類法詞彙上層階層結構取代"],"Term hierarchy":["分類法詞彙階層結構"],"%1$sYou can change the tagline in the customizer%2$s.":["%1$s網站管理員可以在外觀自訂器中變更網站說明%2$s。"],"You still have the default WordPress tagline. Even an empty one is probably better.":["這個網站仍使用 WordPress 預設的網站說明，這項設定留空會比沿用預設值更好。"],"You should change the default WordPress tagline":["網站管理員必須變更 WordPress 預設的網站說明"],"You are using a custom tagline or an empty one.":["這個網站目前使用自訂網站說明或沒有網站說明。"],"You changed the default WordPress tagline":["這個網站的預設 WordPress 網站說明已變更"],"Comments on your posts are displayed on a single page. This is just like we'd suggest it. You're doing well!":["這個網站的內容留言顯示於單篇內容頁面。正如外掛所建議的一樣，非常好！"],"It's highly recommended to have your postname in the URL of your posts and pages. Consider setting your permalink structure to %s.":["強烈建議在這個網站的文章及頁面網址中使用 postname 參數。請將這個網站的永久連結結構設定為 %s。"],"You do not have your postname in the URL of your posts and pages":["這個網站的文章及頁面網址中並未使用 postname 參數"],"You do have your postname in the URL of your posts and pages.":["這個網站的文章及頁面網址中已使用 postname 參數。"],"Your permalink structure includes the post name":["這個網站的永久連結結構包含 postname 參數"],"Comments on your posts break into multiple pages. As this is not needed in 999 out of 1000 cases, we recommend you disable it. To fix this, uncheck \"Break comments into pages...\" on the Discussion Settings page.":["這個網站內容中的留言已分頁為多頁。絕大多數的網站不需要這項設定，建議停用這個功能。如需修這個問題，請前往 [討論設定] 頁面停用 [以每頁 X 則最上層留言的方式為留言進行分頁]。"],"Comments break into multiple pages":["留言分頁為多頁"],"Comments are displayed on a single page":["留言顯示於單篇內容頁面"],"No title":["無標題"],"%1$sGo to the Discussion Settings page%2$s":[""],"%1$sThis was reported by the %2$s plugin%3$s":["%1$s這項資訊由 %2$s 外掛提供%3$s"],"Mobile result":["行動版搜尋結果"],"Preview as:":["預覽方式:"],"Desktop result":["桌面版搜尋結果"],"When you click OK we will open our HelpScout beacon where you can find answers to your questions. This beacon will load our support data and also potentially set cookies.":["點擊 [確定] 後，便會開啟我們建置的 HelpScout 系統，方便讓使用者尋找使用問題的答案。這個系統會載入我們的技術支援資料，並可能會設定 Cookie。"],"The browser you are currently using is unfortunately rather dated. Since we strive to give you the best experience possible, we no longer support this browser. Instead, please use %1$sFirefox%4$s, %2$sChrome%4$s or %3$sMicrosoft Edge%4$s.":[""],"If you want to apply advanced <code>meta</code> robots settings for this page, please define them in the following field.":["如果網站管理員要在這個頁面套用進階的 <code>meta</code> 漫遊器設定，請在下方欄位中進行定義。"],"Check out %1$s":["請造訪 %1$s"],"We have both free and premium online courses to learn everything you need to know about SEO.":["我們準備了各種免費及付費的搜尋引擎最佳化 (SEO) 線上教學課程，讓使用者能學習必要的相關知識。"],"Want to learn SEO from Team Yoast? Check out our %1$s!":["是否想向 Yoast 團隊學習 SEO 知識？請造訪 %1$s！"],"Learn SEO":["學習搜尋引擎最佳化"],"%s settings to import:":["在下方欄位貼上要匯入的 %s 設定:"],"Import settings from another %1$s installation by pasting them here and clicking \"%2$s\".":["請從其他安裝 %1$s 的網站複製設定並在下方欄位貼上，然後點擊 [%2$s] 便能匯入設定。"],"Your %1$s settings:":["這個網站的 %1$s 設定:"],"Schema":["結構描述"],"Please check the format of the YouTube URL you entered. %s":["請檢查輸入的 YouTube 網址格式。%s"],"Please check the format of the Wikipedia URL you entered. %s":["請檢查輸入的 Wikipedia 網址格式。%s"],"Please check the format of the Pinterest URL you entered. %s":["請檢查輸入的 Pinterest 網址格式。%s"],"Please check the format of the MySpace URL you entered. %s":["請檢查輸入的 MySpace 網址格式。%s"],"Please check the format of the LinkedIn URL you entered. %s":["請檢查輸入的 LinkedIn 網址格式。%s"],"Please check the format of the Instagram URL you entered. %s":["請檢查輸入的 Instagram 網址格式。%s"],"Please check the format of the Facebook Page URL you entered. %s":["請檢查輸入的 Facebook 粉絲專頁網址格式。%s"],"Settings saved.":["設定已儲存。"],"Dismiss this alert":["關閉這項通知"],"The submitted value was: %s":["送出的值: %s"],"Yandex confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Yandex 確認碼只能包含 A 到 F 的英文字母、數字、連字號及底線。%s"],"Twitter usernames can only contain letters, numbers, and underscores. %s":["Twitter 的使用者名稱只能包含英文字母、數字及底線。%s"],"Pinterest confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Pinterest 確認碼只能包含 A 到 F 的英文字母、數字、連字號及底線。%s"],"Bing confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Bing 驗證碼只能包含 A 到 F 的英文字母、數字、連字號及底線。%s"],"Google verification codes can only contain letters, numbers, hyphens, and underscores. %s":["Google 驗證碼只能包含英文字母、數字、連字號及底線。%s"],"Baidu verification codes can only contain letters, numbers, hyphens, and underscores. %s":["百度驗證碼只能包含英文字母、數字、連字號及底線。%s"],"Show this item.":["顯示這個項目。"],"Hide this item.":["隱藏這個項目。"],"You have %d hidden problem:":["這個網站有 %d 個已隱藏的問題:"],"You have %d hidden notification:":["這個網站有 %d 個已隱藏的通知:"],"Focus keyphrase not set":["尚未設定焦點關鍵字詞"],"The form contains %1$s error. %2$s":["這份表單包含 %1$s 個錯誤。%2$s"],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly.":[""],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":[""],"%d occurrences":["出現 %d 次"],"Activate %s for your site on MyYoast":["在 MyYoast 上啟用這個網站的 %s"],"Show blog page in breadcrumbs":["在導覽標記中顯示部落格頁面"],"We could not find any relevant articles on your website that you could link to from your post.":["系統在這個網站上找不到任何可供這篇文章進行連結的相關文章。"],"Has feedback":[""],"Content optimization:":["內容最佳化:"],"%1$sSEO%2$s: %3$s":["%1$sSEO%2$s: %3$s"],"%1$sReadability%2$s: %3$s":["%1$s可讀性%2$s: %3$s"],"Post Noindexed":[""],"No Focus Keyphrase":["沒有焦點關鍵字詞"],"Posts with the SEO score: %s":["文章的 SEO 分數: %s"],"SEO: %s":["SEO: %s"],"%s video tutorial":["%s 教學影片"],"To view your current crawl errors, %1$splease visit Google Search Console%2$s.":["如需檢視這個網站的檢索錯誤，請%1$s前往 Google Search Console%2$s。"],"Google has discontinued its Crawl Errors API. Therefore, any possible crawl errors you might have cannot be displayed here anymore. %1$sRead our statement on this for further information%2$s.":["Google 已中止 Crawl Errors API 的使用，因此外掛無法在這裡顯示可能的檢索錯誤。如需進一步了解相關資訊，請%1$s閱讀我們對於這項變更的聲明%2$s。"],"Get the %s plugin now!":["立即取得 %s 外掛"],"Personal info":["人物個人資訊"],"Organization logo":["組織標誌"],"Organization name":["組織名稱"],"(if one exists)":["(如果該頁面存在)"],"Wikipedia page about you":["Wikipedia 維基百科〈關於你〉頁面"],"YouTube profile URL":["YouTube 個人資料網址"],"Tumblr profile URL":["Tumblr 個人資料網址"],"SoundCloud profile URL":["SoundCloud 個人資料網址"],"MySpace profile URL":["MySpace 個人資料網址"],"Organization":["組織"],"You have previously set your site to represent a person. We’ve improved our functionality around Schema and the Knowledge Graph, so you should go in and %1$scomplete those settings%2$s.":[""],"Select a user...":["選取使用者..."],"Uncategorized":["未分類"],"Pinterest profile URL":["Pinterest 個人資料網址"],"LinkedIn profile URL":["LinkedIn 個人資料網址"],"Instagram profile URL":["Instagram 個人資料網址"],"No JSON object was returned.":["沒有傳回 JSON 物件。"],"Received internal links":["已收到的內部連結"],"Outgoing internal links":["出站內部連結"],"New step added":[""],"New question added":[""],"For this feature to work, %1$s needs to create a table in your database. We were unable to create this table automatically.":[""],"Keyphrase":["關鍵字詞"],"%3$sImage Keyphrase%5$s: Out of %2$d images on this page, %1$d have alt attributes with words from your keyphrase or synonyms. That's a bit much. %4$sOnly include the keyphrase or its synonyms when it really fits the image%5$s.":["%3$s圖片關鍵字詞%5$s: 這個頁面總計 %2$d 張圖片，其中有 %1$d 張圖片的 alt 屬性值包含關鍵字詞或同義字中的字詞。這樣的設定方式超過實際需求。%4$s只有當關鍵字詞或同義字符合圖片所需時才加入%5$s。"],"%3$sImage Keyphrase%5$s: Out of %2$d images on this page, only %1$d has an alt attribute that reflects the topic of your text. %4$sAdd your keyphrase or synonyms to the alt tags of more relevant images%5$s!":["%3$s圖片關鍵字詞%5$s: 這個頁面總計 %2$d 張圖片，其中只有 %1$d 張圖片的 alt 屬性值反映了這篇內容的主題。請%4$s將需要的關鍵字詞及同義字加入更相關的圖片中%5$s。"],"%1$sImage Keyphrase%3$s: Images on this page do not have alt attributes that reflect the topic of your text. %2$sAdd your keyphrase or synonyms to the alt tags of relevant images%3$s!":["%1$s圖片關鍵字詞%3$s: 這個頁面的圖片沒有能反映這篇內容主題的 alt 屬性值。請%2$s將需要的關鍵字詞及同義字加入相關圖片的 alt 標籤中%3$s。"],"%1$sImage Keyphrase%3$s: Images on this page have alt attributes, but you have not set your keyphrase. %2$sFix that%3$s!":["%1$s圖片關鍵字詞%3$s: 這個頁面的圖片有 alt 屬性值，但沒有設定需要的關鍵字詞。請%2$s修正這個問題%3$s。"],"%1$sKeyphrase in subheading%2$s: %3$s of your H2 and H3 subheadings reflects the topic of your copy. Good job!":["%1$s子標題中的關鍵字詞%2$s: 這篇內容有 %3$s 個 H2 及 H3 子標題反映了這篇內容的主題。非常好！"],"%1$sKeyphrase in subheading%2$s: Your H2 or H3 subheading reflects the topic of your copy. Good job!":["%1$s子標題中的關鍵字詞%2$s: 這篇內容的 H2 及 H3 反映了這篇內容的主題。非常好！"],"%1$sKeyphrase in subheading%3$s: %2$sUse more keyphrases or synonyms in your H2 and H3 subheadings%3$s!":["%1$s子標題中的關鍵字詞%3$s: 請%2$s在這篇內容的 H2 及 H3 子標題中使用更多關鍵字詞或其同義字%3$s。"],"Page %s":["第 %s 頁"],"Cannot get the size of %1$s because of unknown reasons.":["由於未知的原因，因此無法取得 %1$s 的大小。"],"Cannot get the size of %1$s because it is hosted externally.":["由於將 %1$s 託管於外部，因此無法取得它的大小。"],"%1$sSingle title%3$s: H1s should only be used as your main title. Find all H1s in your text that aren't your main title and %2$schange them to a lower heading level%3$s!":["%1$s單一標題%3$s: H1 標題應該是內容的唯一主要標題。請找出全部不是內容主要標題的 H1 標題，並%2$s將這些 H1 標題變更為較低的標題層級%3$s。"],"%1$sKeyphrase density%2$s: The keyphrase was found %5$d time. That's way more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$s關鍵字詞密度%2$s: 這個關鍵字詞已使用 %5$d 次，遠遠超過這個內容長度建議的最大值 %3$d 次。請%4$s不要過度最佳化%2$s。"],"%1$sKeyphrase density%2$s: The keyphrase was found %5$d time. That's more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$s關鍵字詞密度%2$s: 這個關鍵字詞已使用 %5$d 次，超過這個內容長度建議的最大值 %3$d 次。請%4$s不要過度最佳化%2$s。"],"%1$sKeyphrase density%2$s: The keyphrase was found %3$d time. This is great!":["%1$s關鍵字詞密度%2$s: 這個關鍵字詞已使用 %3$d 次。非常好！"],"%1$sKeyphrase density%2$s: The keyphrase was found %5$d time. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$s關鍵字詞密度%2$s: 已找到 %5$d 次關鍵字詞。這個結果低於這個內容長度建議的最小值 %3$d 次。請%4$s聚焦於內容中的關鍵字詞%2$s。"],"%1$sKeyphrase density%2$s: The keyphrase was found 0 times. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$s關鍵字詞密度%2$s: 已找到 0 次關鍵字詞。這個結果低於這個內容長度建議的最小值 %3$d 次。請%4$s聚焦於內容中的關鍵字詞%2$s。"],"Import of settings is only supported on servers that run PHP 5.3 or higher.":["匯入設定功能僅支援執行 PHP 5.3 或更新版本的伺服器。"],"Export your %1$s settings here, to copy them on another site.":["在這裡匯出這個網站的 %1$s 設定，然後複製至其他網站。"],"No settings found.":["找不到相關設定。"],"These are settings for the %1$s plugin by %2$s":["以下是這個網站的 %1$s 外掛設定 (由 %2$s 開發)"],"Copy all these settings to another site's %1$s tab and click \"%1$s\" there.":["複製以下全部設定到其他網站的 [%1$s] 分頁貼上，然後點擊 [%1$s] 按鈕便能匯入這個網站的設定。"],"You do not have the required rights to export settings.":["目前的登入身分沒有匯出設定的權限。"],"Method %1$s() does not exist in class %2$s":["%2$s 類別中不存在 %1$s() 方法"],"With %s, you can easily create such redirects.":["使用 %s 便能輕鬆建立重新導向。"],"Learn about why permalinks are important for SEO.":["進一步了解永久連結對 SEO 的重要性"],"Changing your permalinks settings can seriously impact your search engine visibility. It should almost %1$s never %2$s be done on a live website.":["變更這個網站的永久連結很可能會影響這個網站的搜尋引擎可見度。請盡量%1$s不要%2$s在已上線的網站進行這項變更。"],"WARNING:":["警告:"],"%1$sFunction words in keyphrase%3$s: Your keyphrase \"%4$s\" contains function words only. %2$sLearn more about what makes a good keyphrase.%3$s":["%1$s關鍵字詞中的虛詞%3$s: 目前使用的關鍵字詞「%4$s」中僅包含虛詞。%2$s進一步了解什麼是良好的關鍵字詞%3$s"],"Clear Image":["清除圖片"],"%1$sKeyphrase length%3$s: %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$s關鍵字詞長度%3$s: 請%2$s設定關鍵字詞以計算 SEO 分數%3$s。"],"%1$sKeyphrase in slug%2$s: More than half of your keyphrase appears in the slug. That's great!":["%1$s代稱中的關鍵字詞%2$s: 超過半數的關鍵字詞顯示在代稱中。非常好！"],"%1$sKeyphrase in slug%3$s: (Part of) your keyphrase does not appear in the slug. %2$sChange that%3$s!":["%1$s代稱中的關鍵字詞%3$s: 部分關鍵字詞並未顯示在代稱中。請%2$s修正這個問題%3$s。"],"%1$sKeyphrase in slug%2$s: Great work!":["%1$s代稱中的關鍵字詞%2$s: 非常好！"],"Help on choosing the perfect focus keyphrase":["選取最符合的焦點關鍵字詞說明"],"Go %s!":["升級至 %s 版！"],"Add related keyphrase":["新增相關關鍵字詞"],"Upgrade to %s":["升級至 %s"],"Get %s":["升級至 %s"],"%4$sPreviously used keyphrase%6$s: You've used this keyphrase %1$s multiple times before%3$s. %5$sDo not use your keyphrase more than once%6$s.":["%4$s使用過的關鍵字詞%6$s: 這個關鍵字詞已在這個網站使用過%1$s多次%3$s。請%5$s不要重複使用關鍵字詞%6$s。"],"%3$sPreviously used keyphrase%5$s: You've used this keyphrase %1$sonce before%2$s. %4$sDo not use your keyphrase more than once%5$s.":["%3$s使用過的關鍵字詞%5$s: 這個關鍵字詞已在這個網站使用過 %1$s1 次%2$s。請%4$s不要重複使用關鍵字詞%5$s。"],"%1$sPreviously used keyphrase%2$s: You've not used this keyphrase before, very good.":["%1$s使用過的關鍵字詞%2$s: 這個關鍵字詞並未在這個網站使用過。非常好！"],"%1$sImages%3$s: No images appear on this page. %2$sAdd some%3$s!":["%1$s圖片%3$s: 這個頁面沒有任何圖片。請%2$s新增若干圖片%3$s。"],"%1$sLink keyphrase%3$s: You're linking to another page with the words you want this page to rank for. %2$sDon't do that%3$s!":["%1$s連結關鍵字詞%3$s: 這個頁面所連結的另一個頁面，該頁面內容包含這個頁面希望藉此獲得排名的關鍵字。請%2$s不要進行這種操作%3$s。"],"%2$sText length%3$s: The text contains %1$d %4$s. Good job!":["%2$s文字長度%3$s: 文字長度為 %1$d %4$s。非常好！"],"%1$sKeyphrase in subheading%3$s: More than 75%% of your H2 and H3 subheadings reflect the topic of your copy. That's too much. %2$sDon't over-optimize%3$s!":["%1$s子標題中的關鍵字詞%3$s: 這篇內容有超過 75%% 的 H2 及 H3 子標題反映了這篇內容的主題，數量實在太多。%2$s請勿過分最佳化%3$s！"],"%1$sSEO title width%3$s: %2$sPlease create an SEO title%3$s.":["%1$sSEO 標題長度%3$s: 請%2$s建立 SEO 標題%3$s。"],"%1$sSEO title width%3$s: The SEO title is wider than the viewable limit. %2$sTry to make it shorter%3$s.":["%1$sSEO 標題長度%3$s: SEO 標題超出可檢視的長度。請%2$s縮短 SEO 標題長度%3$s。"],"%1$sSEO title width%2$s: Good job!":["%1$sSEO 標題長度%2$s: 非常好！"],"%1$sSEO title width%3$s: The SEO title is too short. %2$sUse the space to add keyphrase variations or create compelling call-to-action copy%3$s.":["%1$sSEO 標題長度%3$s: SEO 標題太短。%2$s按下空格鍵以新增關鍵字詞變數或建立引人注目的行動號召複本%3$s。"],"%1$sOutbound links%2$s: There are both nofollowed and normal outbound links on this page. Good job!":["%1$s出站連結%2$s: 這個頁面中有 nofollow 及一般出站連結。非常好！"],"%1$sOutbound links%2$s: Good job!":["%1$s出站連結%2$s: 非常好！"],"%1$sOutbound links%3$s: All outbound links on this page are nofollowed. %2$sAdd some normal links%3$s.":["%1$s出站連結%3$s: 這個頁面中的全部出站連結均為 nofollow。請%2$s新增若干一般連結%3$s。"],"%1$sOutbound links%3$s: No outbound links appear in this page. %2$sAdd some%3$s!":["%1$s出站連結%3$s: 這個頁面中沒有任何出站連結。請%2$s新增若干連結%3$s！"],"%1$sMeta description length%2$s: Well done!":["%1$s中繼資料內容說明長度%2$s: 非常好！"],"%1$sMeta description length%3$s: The meta description is over %4$d characters. To ensure the entire description will be visible, %2$syou should reduce the length%3$s!":["%1$s中繼資料內容說明長度%3$s: 中繼資料內容說明超過 %4$d 個字元。為了確內容說明完整可見，請%2$s縮短內容說明長度%3$s！"],"%1$sMeta description length%3$s: The meta description is too short (under %4$d characters). Up to %5$d characters are available. %2$sUse the space%3$s!":["%1$s中繼資料內容說明長度%3$s: 內容說明太短，少於 %4$d 個字元。內容說明最多可顯示 %5$d 個字元，請%2$s使用空格增加長度%3$s！"],"%1$sMeta description length%3$s:  No meta description has been specified. Search engines will display copy from the page instead. %2$sMake sure to write one%3$s!":["%1$s中繼資料內容說明長度%3$s: 沒有指定中繼資料內容說明。搜尋引擎會顯示頁面的內容。請%2$s至少填寫一項中繼資料%3$s。"],"%1$sKeyphrase in meta description%2$s: The meta description has been specified, but it does not contain the keyphrase. %3$sFix that%4$s!":["%1$s中繼資料內容說明中的關鍵字詞%2$s: 中繼資料內容說明已指定，但並未包含關鍵字詞。%3$s修正這問題%4$s"],"%1$sKeyphrase in meta description%2$s: The meta description contains the keyphrase %3$s times, which is over the advised maximum of 2 times. %4$sLimit that%5$s!":["%1$s中繼資料內容說明中的關鍵字詞%2$s: 中繼資料內容說明出現 %3$s 次關鍵字詞，超過建議的最大值 (2 次)。%4$s修正這個問題%5$s"],"%1$sKeyphrase in meta description%2$s: Keyphrase or synonym appear in the meta description. Well done!":["%1$s中繼資料內容說明中的關鍵字詞%2$s: 關鍵字詞或其同義字出現在中繼資料內容說明中。非常好！"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's way more than the recommended maximum of %2$d %6$s. %4$sMake it shorter%5$s!":["%3$s關鍵字詞長度%5$s: 這個關鍵字詞包含 %1$d %6$s，遠遠超過建議的最大值 %2$d %6$s。請%4$s縮短關鍵字詞長度%5$s。"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's more than the recommended maximum of %2$d %6$s. %4$sMake it shorter%5$s!":["%3$s關鍵字詞長度%5$s: 這個關鍵字詞包含 %1$d %6$s，超過建議的最大值 %2$d %6$s。請%4$s縮短關鍵字詞長度%5$s。"],"%1$sKeyphrase length%2$s: Good job!":["%1$s關鍵字詞長度%2$s: 非常好！"],"%1$sKeyphrase length%3$s: No focus keyphrase was set for this page. %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$s關鍵字詞長度%3$s: 這個頁面尚未設定關鍵字詞。請%2$s設定關鍵字詞以計算 SEO 分數%3$s。"],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms do not appear in the first paragraph. %2$sMake sure the topic is clear immediately%3$s.":["%1$s簡介內容中的關鍵字詞%3$s: 關鍵字詞或其同義字並未出現在第一個段落中。%2$s立即修正使主題清晰%3$s"],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms appear in the first paragraph of the copy, but not within one sentence. %2$sFix that%3$s!":["%1$s簡介內容中的關鍵字詞%3$s: 關鍵字詞或其同義字出現在第一個段落的內容中，但未出現在第一句內。%2$s修正這個問題%3$s"],"%1$sKeyphrase in introduction%2$s: Well done!":["%1$s簡介內容中的關鍵字詞%2$s: 非常好！"],"%1$sInternal links%2$s: There are both nofollowed and normal internal links on this page. Good job!":["%1$s內部連結%2$s: 這個頁面中有 nofollow 及一般內部連結。非常好！"],"%1$sInternal links%2$s: You have enough internal links. Good job!":["%1$s內部連結%2$s: 這個網站有足夠的內部連結。非常好！"],"%1$sInternal links%3$s: The internal links in this page are all nofollowed. %2$sAdd some good internal links%3$s.":["%1$s內部連結%3$s: 這個頁面中的全部內部連結都是 nofollow 連結。請%2$s新增若干內容良好的內部連結%3$s。"],"%1$sInternal links%3$s: No internal links appear in this page, %2$smake sure to add some%3$s!":["%1$s內部連結%3$s: 這個頁面中沒有內部連結。請%2$s新增若干內部連結%3$s。"],"%1$sTransition words%2$s: Well done!":["%1$s轉折字詞%2$s: 非常好！"],"%1$sTransition words%2$s: Only %3$s of the sentences contain transition words, which is not enough. %4$sUse more of them%2$s.":["%1$s轉折字詞%2$s: 僅有 %3$s 的句子包含轉折字詞，尚未符合標準。請%4$s使用更多轉折字詞%2$s。"],"%1$sTransition words%2$s: None of the sentences contain transition words. %3$sUse some%2$s.":["%1$s轉折字詞%2$s: 全部句子均未包含轉折字詞。請%3$s使用若干轉折字詞%2$s。"],"%1$sNot enough content%2$s: %3$sPlease add some content to enable a good analysis%2$s.":["%1$s內容不足%2$s: 請%3$s新增更多內容以獲得良好的分析結果%2$s。"],"%1$sSubheading distribution%2$s: You are not using any subheadings, but your text is short enough and probably doesn't need them.":["%1$s子標題分佈%2$s: 這篇內容沒有使用任何子標題，但內容極短，可能不需要子標題。"],"%1$sSubheading distribution%2$s: You are not using any subheadings, although your text is rather long. %3$sTry and add some subheadings%2$s.":["%1$s子標題分佈%2$s: 這篇內容極長卻沒有使用任何子標題。請%3$s新增若干子標題%2$s。"],"%1$sSubheading distribution%2$s: %3$d section of your text is longer than %4$d %6$s and is not separated by any subheadings. %5$sAdd subheadings to improve readability%2$s.":["%1$s子標題分佈%2$s: 這篇內容有 %3$d 個章節超過 %4$d %6$s，且沒有任何子標題進行分隔。請%5$s新增子標題以改善可讀性%2$s。"],"%1$sSubheading distribution%2$s: Great job!":["%1$s子標題分佈%2$s: 非常好！"],"%1$sSentence length%2$s: %3$s of the sentences contain more than %4$s %7$s, which is more than the recommended maximum of %5$s. %6$sTry to shorten the sentences%2$s.":["%1$s句子長度%2$s: %3$s 的句子超過 %4$s %7$s，超過建議的最大值 %5$s。請%6$s縮短句子長度%2$s。"],"%1$sSentence length%2$s: Great!":["%1$s句子長度%2$s: 非常好！"],"%1$sConsecutive sentences%2$s: There is enough variety in your sentences. That's great!":["%1$s連續句子%2$s: 內容中的句子有足夠的變化。非常好！"],"%1$sConsecutive sentences%2$s: The text contains %3$d consecutive sentences starting with the same word. %5$sTry to mix things up%2$s!":["%1$s連續句子%2$s: 內容中包含 %4$d 個實例，其中 %3$d 個或更多個連續句子以相同的字詞開頭。請%5$s嘗試加入其他字詞以增加變化性%2$s！"],"%1$sPassive voice%2$s: %3$s of the sentences contain passive voice, which is more than the recommended maximum of %4$s. %5$sTry to use their active counterparts%2$s.":["%1$s被動語態%2$s: %3$s 的句子為被動語態，這個結果超過建議的最大值 %4$s。請%5$s使用對應的主動語態%2$s。"],"%1$sPassive voice%2$s: You're using enough active voice. That's great!":["%1$s被動語態%2$s: 文章中有足夠的主動語態。非常好！"],"%1$sParagraph length%2$s: %3$d of the paragraphs contains more than the recommended maximum of %4$d %6$s. %5$sShorten your paragraphs%2$s!":["%1$s段落長度%2$s: %3$d 個段落超過建議的最大值 %4$d %6$s。請%5$s縮短段落長度%2$s。"],"%1$sParagraph length%2$s: None of the paragraphs are too long. Great job!":["%1$s段落長度%2$s: 沒有過長的段落。非常好！"],"Good job!":["非常好！"],"Focus keyphrase: ":["焦點關鍵字詞: "],"Focus keyphrase":["焦點關鍵字詞"],"Disable":["停用"],"Allow Control":[""],"This tab allows you to selectively disable %s features for all sites in the network. By default all features are enabled, which allows site admins to choose for themselves if they want to toggle a feature on or off for their site. When you disable a feature here, site admins will not be able to use that feature at all.":[""],"%s is a required feature toggle argument.":["%s 是必要的功能切換引數。"],"Remove keyphrase":["移除關鍵字詞"],"Keyphrase:":["關鍵字詞:"],"This feature has been disabled by the network admin.":["這個功能已由多站網路管理員停用。"],"Focus keyphrase not set.":["焦點關鍵字詞尚未設定。"],"Colon":["冒號"],"Optional. Customize how you want to describe the duration of the instruction":[""],"Describe the duration of the instruction:":[""],"Learn more about the readability analysis":["進一步了解可讀性分析"],"Readability analysis:":["可讀性分析:"],"There is a new notification.":[""],"Both %1$s and %2$s manage the SEO of your site. Running two SEO plugins at the same time is detrimental.":[""],"%s, %s and %s":["%s、%s 及 %s"],"%s and %s":["%s 及 %s"],"%d minute":["%d 分鐘"],"%d hour":["%d 小時"],"%d day":["%d 天"],"Enter a step title":["輸入步驟內容標題"],"Optional. This can give you better control over the styling of the steps.":[""],"CSS class(es) to apply to the steps":[""],"minutes":["分鐘"],"hours":["小時"],"days":["天"],"Create a How-to guide in an SEO-friendly way. You can only use one How-to block per post.":["以便於進行 SEO 的方式列出使用方式指南。每篇文章僅可使用一個 [使用方式] 區塊。"],"Copy error":["複製錯誤訊息"],"An error occurred loading the %s primary taxonomy picker.":["載入 %s 主要分類法選擇器時發生錯誤。"],"%1$s Structured Data Blocks":["%1$s 結構化資料區塊"],"Time needed:":["需要時間:"],"Move question down":[""],"Move question up":[""],"Insert question":["插入問題"],"Delete question":["刪除問題"],"Enter the answer to the question":["輸入問題的答案"],"Enter a question":["輸入問題"],"Add question":["新增問題"],"Frequently Asked Questions":["常見問題集"],"Select the primary %s":["選取主要 [%s] 分類法"],"Check links to this URL":["檢查連結至這個網址的項目"],"Are you trying to use multiple keyphrases? You should add them separately below.":[""],"Mark as cornerstone content":["標示為基礎內容"],"Move step down":[""],"Move step up":[""],"Insert step":["插入步驟"],"Delete step":["刪除步驟"],"Add image":["新增圖片"],"Enter a step description":["輸入步驟內容說明"],"Enter a description":["輸入內容說明"],"Unordered list":["不排序清單"],"Showing step items as an ordered list.":["將步驟項目顯示為排序清單"],"Showing step items as an unordered list":["將步驟項目顯示為不排序清單"],"Add step":["新增步驟"],"Delete total time":["刪除時間總計"],"Add total time":["新增時間總計"],"How to":["使用方式"],"How-to":["使用方式"],"Analysis results":["分析結果"],"Enter a focus keyphrase to calculate the SEO score":["輸入焦點關鍵字詞以計算 SEO 分數"],"Learn more about Cornerstone Content.":["進一步了解基礎內容"],"Cornerstone content should be the most important and extensive articles on your site.":["基礎內容應該是這個網站上最重要及最詳盡的文章。"],"Restore Site":["還原網站"],"Network Settings":["多站網路設定"],"You are not allowed to perform this action.":["目前的登入身分沒有執行這項操作的權限。"],"Error: %s":["錯誤: %s"],"Success: %s":["成功: %s"],"Site with ID %d not found.":["找不到 ID 為 %d 的網站。"],"No site has been selected to restore.":["尚未選取要進行還原的網站。"],"You are not allowed to modify unregistered network settings.":["目前的登入身分沒有修改未註冊多站網路設定的權限。"],"deleted":["已刪除"],"Copied!":["已完成複製！"],"Not supported!":["不支援。"],"{{a}}Read our article about site structure{{/a}} to learn more about how internal linking can help improve your SEO.":[""],"Consider linking to these {{a}}cornerstone articles:{{/a}}":["建議連結至這些{{a}}基礎內容文章{{/a}}:"],"Consider linking to these articles:":["建議連結至這些文章:"],"Copy link":["複製連結"],"Copy link to suggested article: %s":["複製連結至建議的文章: %s"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":["請參閱我們的%1$s關鍵字研究完整指南%2$s，便能進一步了解關鍵字研究及關鍵字策略。"],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly. ":[""],"Prominent words":["重要關鍵字"],"The site's tagline":["網站說明。"],"Not all required fields are given. Missing field %1$s":["尚未填寫全部必填欄位。[%1$s] 欄位遺漏未填"],"Add synonyms":["新增同義字"],"You can edit the SEO metadata for this custom type on the %1$sShop page%2$s.":[""],"Current year":["目前年份"],"Page":["頁面"],"Something went wrong. Please reload the page.":["執行時發生錯誤，請重新載入頁面。"],"Tagline":["網站說明"],"description (custom taxonomy)":["內容說明 (自訂分類法)"],"(custom taxonomy)":["(自訂分類法)"],"(custom field)":["(自訂欄位)"],"Term404":["造成 404 錯誤的詞彙"],"Caption":["說明文字"],"Pagenumber":["頁碼"],"Pagetotal":["總頁數"],"User description":["使用者個人資料"],"ID":["ID"],"Modified":[""],"Post type (plural)":["內容類型 (複數型態)"],"Post type (singular)":["內容類型 (單數型態)"],"Separator":["分隔符號"],"Search phrase":["搜尋關鍵字詞"],"Term title":["分類法詞彙標題"],"Term description":["分類法詞彙內容說明"],"Tag description":["標籤內容說明"],"Category description":["分類內容說明"],"Primary category":["主要分類"],"Category":["分類"],"Tag":["標籤"],"Excerpt only":["僅內容摘要"],"Excerpt":["內容摘要"],"Site title":["網站標題"],"Archive title":["彙整頁面標題"],"Parent title":["上層標題"],"Date":[""],"Get Yoast SEO Premium":["取得 Yoast SEO Premium"],"You should create a redirect to ensure your visitors do not get a 404 error when they click on the no longer working URL.":[""],"Search engines and other websites can still send traffic to your deleted content.":[""],"Make sure you don't miss out on traffic!":[""],"You just deleted a %1$s.":["剛剛刪除了 1 篇 [%1$s] 內容類型的內容。"],"You just trashed a %1$s.":["剛剛將 1 篇 [%1$s] 內容類型的內容移至回收桶。"],"Url preview":["網址預覽"],"Please provide a meta description by editing the snippet below. If you don’t, Google will try to find a relevant part of your post to show in the search results.":["請編輯下方欄位以提供中繼資料內容說明。如果不提供相關資訊，Google 會嘗試在搜尋結果中顯示它在這篇文章中找到的相關內容。"],"Dismiss this notice":["關閉這項通知"],"No results":["找不到符合條件的結果"],"%d result found, use up and down arrow keys to navigate":["已找到 %d 個結果，請使用上下方向鍵進行導覽。"],"Your site language is set to %s. If this is not correct, contact your site administrator.":["這個網站的介面語言已設定為「%s」。如果這項設定不正確，請聯絡這個網站的網站管理員。"],"The %s importer functionality uses temporary database tables. It seems your WordPress install does not have the capability to do this, please consult your hosting provider.":["%s 匯入程式的功能會使用暫存資料庫資料表，這個 WordPress 網站似乎沒有權限進行這項操作，請聯絡這個網站的主機服務提供商。"],"Cleanup of %s data failed.":["清理 %s 資料失敗。"],"Content Type":["內容類型"],"Filter by content type":["依據內容類型篩選"],"Show All Content Types":["顯示全部內容類型"],"Replaced with the normal title for an archive generated by WordPress":["使用 WordPress 產生的彙整頁面標題取代"],"Clean":["清除"],"Once you're certain your site is OK, you can clean up. This will remove all the original data.":[""],"Step 5: Clean up":["步驟 5: 清理"],"Please check your posts and pages and see if the metadata was successfully imported.":[""],"Step 3: Check your data":["步驟 3: 檢查這個網站的資料"],"This will import the post metadata like SEO titles and descriptions into your %1$s metadata. It will only do this when there is no existing %1$s metadata yet. The original data will remain in place.":[""],"Step 2: Import":["步驟 2: 匯入"],"Please make a backup of your database before starting this process.":["在開始這個程序之前，請先備份這個網站的資料庫。"],"Step 1: Create a backup":["步驟 1: 建立備份"],"We've detected data from one or more SEO plugins on your site. Please follow the following steps to import that data:":["系統偵測到這個網站上有一或多個 SEO 外掛的資料。請依照以下步驟匯入對應的資料:"],"Plugin: ":["外掛: "],"%s did not detect any plugin data from plugins it can import from.":["%s 沒有偵測到可供匯入的其他外掛資料。"],"Posts that should not show up in search results":[""],"%s data found.":["已找到 %s 的資料。"],"%s data successfully removed.":["%s 的資料已成功移除。"],"%s data successfully imported.":["%s 的資料已成功匯入。"],"%s data not found.":["找不到 %s 的資料。"],"On":["開啟"],"Help on: %s":["%s 說明"],"Off":["關閉"],"See who contributed to %1$s.":["查看哪些人為 %1$s 做出貢獻"],"Help on this search results setting":["搜尋結果設定說明"],"Not showing the archive for %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["不在搜尋結果中顯示 [%1$s] 項目的彙整頁面，實際上代表這些頁面都有 %2$s 漫遊器中繼資料，且排除於 XML Sitemap 之外。%3$s進一步了解搜尋結果設定%4$s"],"Not showing %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["不在搜尋結果中顯示 [%1$s] 項目，實際上代表這些頁面都有 %2$s 漫遊器中繼資料，且排除於 XML Sitemap 之外。%3$s進一步了解搜尋結果設定%4$s"],"Default for %2$s, currently: %1$s":["[%2$s] 內容類型目前的預設值: %1$s"],"Show %s in search results?":["在搜尋結果中顯示 [%s] 的項目"],"this author's archives":["這個作者的作者彙整頁面"],"Do not allow search engines to show %s in search results.":["不允許搜尋引擎在搜尋結果中顯示%s"],"Read why XML Sitemaps are important for your site.":["進一步了解 XML Sitemap 對這個網站的重要性"],"Enable the XML sitemaps that %s generates.":["啟用由 %s 產生的 XML Sitemap。"],"See the XML sitemap.":["檢視 XML sitemap"],"%s (current default for %s)":["%s ([%s] 目前的預設值)"],"Should search engines follow links on this %1$s?":["搜尋引擎是否應該前往這篇 [%1$s] 內容類型單篇內容所提供的連結"],"Allow search engines to show this %s in search results?":["允許搜尋引擎在搜尋結果中顯示這份%s"],"Allow search engines to show this content in search results?":["允許搜尋引擎在搜尋結果中顯示這篇內容"],"Toggle %1$s's XML Sitemap":["切換 %1$s 的 XML Sitemap"],"%s integration":["整合 %s 服務"],"Find out how the text link counter can enhance your SEO.":["進一步了解文字連結計數器加強這個網站 SEO 的方式"],"The text link counter helps you improve your site structure.":["文字連結計數器可以協助網站管理員改善這個網站的結構。"],"Find out how cornerstone content can help you improve your site structure.":["進一步了解基礎內容協助網站管理員改善網站結構的方式"],"The cornerstone content feature lets you to mark and filter cornerstone content on your website.":["基礎內容功能能讓網站管理員標示及篩選這個網站的基礎內容。"],"Discover why readability is important for SEO.":["進一步了解可讀性對 SEO 的重要性"],"The readability analysis offers suggestions to improve the structure and style of your text.":["可讀性分析會提供能改進內容結構及樣式的建議。"],"Learn how the SEO analysis can help you rank.":["進一步了解 SEO 分析協助網站排名的方式"],"The SEO analysis offers suggestions to improve the SEO of your text.":["SEO 分析會提供能改進內容 SEO 的建議。"],"SEO analysis":["SEO 分析"],"Good results":["良好的結果"],"https://yoa.st/1uk":["https://yoa.st/1uk"],"https://yoa.st/1uj":["https://yoa.st/1uj"],"Latest blog posts on %1$s":["%1$s 上的最新部落格文章"],"Remove highlight from the text":["在文字中移除強調顯示"],"Your site language is set to %s. ":["這個網站的介面語言已設定為「%s」。"],"First-time SEO configuration":["首次 SEO 組態"],"Highlight this result in the text":["在文字中強調顯示這個結果"],"Considerations":["需注意項目"],"Errors":["錯誤"],"Change language":["變更網站介面語言"],"%s file":["%s 檔案"],"Save changes to %s":["儲存 %s 的變更"],"Edit the content of your %s:":["編輯這個網站的 %s 檔案內容:"],"Create %s file":["建立 %s 檔案"],"Updated %s":["%s 已更新。"],"You cannot edit the %s file.":["無法編輯 %s 檔案。"],"You cannot create a %s file.":["無法建立 %s 檔案。"],"Other integrations":["其他整合功能"],"More information about %1$s":["進一步了解 %1$s"],"Old Configuration Wizard":["舊版組態精靈"],"Manage your %s subscription on MyYoast":["在 My Yoast 管理 %s 的約期授權"],"Mark the most important %1$s as 'cornerstone content' to improve your site structure. %2$sLearn more about cornerstone content%3$s.":["將最重要的 [%1$s] 內容類型標示為 [基礎內容] 以改善這個網站的網站結構。%2$s進一步了解基礎內容%3$s"],"(Opens in a new browser tab)":["(在瀏覽器的新分頁中開啟)"],"Go back":["返回"],"Posts %1$swithout%2$s a focus keyphrase":["%1$s沒有%2$s焦點關鍵字詞的文章"],"Hey, your SEO is doing pretty well! Check out the stats:":["這個網站的 SEO 的表現非常好。查看統計資料:"],"You don't have any published posts, your SEO scores will appear here once you make your first post!":["這個網站尚未發佈任何文章，發佈第一篇文章後才會在這裡顯示 SEO 分數！"],"Read more like this on our SEO blog":["在我們的 SEO 部落格上進一步了解更多相關內容"],"Readability: %s":["可讀性: %s"],"Not activated":["尚未啟用"],"Activated":["已啟用"],"%1$s recommendations for you":["%1$s 誠摯推薦"],"All Readability Scores":["全部可讀性分數"],"Filter by Readability Score":["依據可讀性分數篩選"],"Request method %1$s is not valid.":["%1$s 為無效的要求方法。"],"Text link counter":["文字連結計數器"],"Number of internal links linking to this post. See \"Yoast Columns\" text in the help tab for more info.":["連結至這篇內容的內部連結數量。請參閱 [使用說明] 分頁中的 [Yoast 欄位] 說明以進一步了解相關資訊。"],"Number of outgoing internal links in this post. See \"Yoast Columns\" text in the help tab for more info.":["這篇內容中的出站內部連結數量。請參閱 [使用說明] 分頁中的 [Yoast 欄位] 說明以進一步了解相關資訊。"],"%s Columns":["%s 欄位"],"Readability score":["可讀性分數"],"Scroll to see the preview content.":["捲動以查看預覽內容。"],"Cornerstone content":["基礎內容"],"Save changes":["儲存設定"],"1 year free support and updates included!":["包含一年免費技術支援及更新！"],"The plugin %2$s changes your site's output and in doing that differentiates between search engines and normal users, a process that's called cloaking. We highly recommend that you disable it.":[""],"No ads!":["不會顯示廣告。"],"Get internal linking suggestions":["取得內部連結建議"],"Variable":["變數"],"Available variables":["可用變數"],"Scroll to see the table content.":["捲動以查看表格內容。"],"An error occurred in the '%1$s' assessment":["[%1$s] 評估發生錯誤。"],"No new notifications.":["沒有新的通知。"],"Save all":["全部儲存"],"Save":["儲存"],"%1$s, Author at %2$s":["《%2$s》作者: %1$s"],"Mobile preview":["行動裝置預覽"],"Desktop preview":["桌面裝置預覽"],"Please provide an SEO title by editing the snippet below.":[""],"Meta description preview:":["中繼資料內容說明預覽:"],"Slug preview:":["代稱預覽:"],"SEO title preview:":["SEO 標題預覽:"],"Close snippet editor":["關閉程式碼片段編輯器"],"Slug":["代稱"],"Remove marks in the text":["移除文字中的標記"],"Mark this result in the text":[""],"Marks are disabled in current view":[""],"Good SEO score":["良好的 SEO 分數"],"OK SEO score":["尚可的 SEO 分數"],"Feedback":["意見反應"],"Name":["名稱"],"Please provide a meta description by editing the snippet below.":[""],"Edit snippet":["編輯程式碼片段"],"You can click on each element in the preview to jump to the Snippet Editor.":[""],"SEO title preview":["SEO 標題預覽"],"Export settings":["匯出設定"],"Please don't show me this notification anymore":["不要再顯示這項通知"],"If you are experiencing issues, %1$splease file a bug report%2$s and we'll do our best to help you out.":["如果遇到問題，請%1$s提交程式碼錯誤報告%2$s，我們會盡力協助解決問題。"],"We've noticed you've been using %1$s for some time now; we hope you love it! We'd be thrilled if you could %2$sgive us a 5 stars rating on WordPress.org%3$s!":[""],"%1$s + %2$s":["%1$s + %2$s"],"Warning: the variable %1$s cannot be used in this template. See the %2$s for more info.":["警告: 這個範本不能使用變數 %1$s。請使用 %2$s 以進一步了解相關資訊。"],"By the way, did you know we also have a %1$sPremium plugin%2$s? It offers advanced features, like a redirect manager and support for multiple keyphrases. It also comes with 24/7 personal support.":["對了，我們也提供 %1$sPremium 版外掛%2$s。Premium 版外掛提供更多進階功能，例如重新導向管理程式及支援多個關鍵字詞，另外也提供全年無休的使用者技術支援。"],"(no title)":["(無標題)"],"The %1$s admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["%1$s 工具列選單包含多個用於分析頁面的第三方工具的實用連結，並可輕鬆得知這個網站是否有新通知。"],"Admin bar menu":["工具列選單"],"Features":["功能管理"],"SEO title":["SEO 標題"],"Greater than sign":["大於符號"],"Less than sign":["小於符號"],"Right angle quotation mark":["右角括號"],"Left angle quotation mark":["左角括號"],"Small tilde":["波狀符號"],"Vertical bar":["垂直線"],"Low asterisk":["下星號"],"Asterisk":["垂直線"],"Bullet":["項目符號"],"Middle dot":["中型圓點"],"Em dash":["長破折號"],"En dash":["短破折號"],"Dash":["破折號"],"No":["否"],"Yes":["是"],"Google search console":["Google Search Console"],"Social profiles":["社交網路服務個人資料"],"Posts list":["文章清單"],"Posts list navigation":["文章清單導覽"],"Filter posts list":["篩選文章清單"],"Installed":["已安裝"],"Seamless integration between %1$s and %2$s":["無縫整合 %1$s 及 %2$s"],"Optimize your site for Google News":["為網站進行 Google 新聞最佳化"],"Edit &#8220;%s&#8221;":["編輯〈%s〉"],"Premium":["Premium 版"],"Get Premium":["升級至 Premium 版"],"Notifications":["通知"],"Removes the focus keyphrase section from the metabox and disables all SEO-related suggestions.":["從中繼資料區塊移除 [焦點關鍵字詞] 區段，並停用全部 SEO 相關建議。"],"Disable SEO analysis":["停用 SEO 分析"],"Other social profiles":["其他社交網路服務個人資料"],"Make primary":["設為主要"],"Cancel":["取消"],"%s notification":["%s 則通知"],"Disable readability analysis":["停用可讀性分析"],"Removes the readability analysis section from the metabox and disables all readability-related suggestions.":["從中繼資料區塊移除 [可讀性] 分析區段，並停用全部可讀性相關建議。"],"Readability analysis":["可讀性分析"],"Needs improvement":["需要改進"],"Readability":["可讀性"],"Improvements":["可改進項目"],"Good job! We could detect no serious SEO problems.":["非常好！系統並未偵測到嚴重的 SEO 問題。"],"We have detected the following issues that affect the SEO of your site.":["系統偵測到以下會影響這個網站 SEO 的問題。"],"Problems":["問題"],"Analysis":["分析"],"Not available":[""],"Filter by SEO Score":["依據 SEO 分數篩選"],"Meta description not set.":["尚未設定中繼資料內容說明。"],"Open":[""],"Loading...":["正在載入..."],"No results found":["找不到符合條件的結果"],"Dashboard":["控制台"],"You can fix this on the %1$sPermalink settings page%2$s.":["網站管理員可以在 [%1$s永久連結%2$s] 設定頁面修正這個問題。"],"Replaced with the primary category of the post/page":["使用文章/頁面的主要分類取代"],"Buy %s":["購買 %s"],"New %1$s Title":["新增 %1$s 標題"],"Existing %1$s Title":["現有的 %1$s 標題"],"Expected an integer as input.":[""],"Trying to build the sitemap cache key, but the postfix and prefix combination leaves too little room to do this. You are probably requesting a page that is way out of the expected range.":[""],"Redirects":["重新導向"],"Remove":["移除"],"Keep":["保留"],"Bold the last page":["最後一頁字型加粗"],"Primary %s":["主要〈%s〉"],"Primary":["主要"],"Make %1$s primary %2$s":["將〈%1$s〉設為主要〈%2$s〉"],"Integrations":["整合"],"Term is set to noindex.":["分類法詞彙已設定為 noindex。"],"Author archives":["作者彙整頁面"],"Enabled":["啟用"],"Disabled":["停用"],"The separator defined in your theme's %s tag.":[""],"No index":[""],"SEO score":["SEO 分數"],"Team Yoast":["Yoast 團隊"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["WordPress 首個真正多功能 SEO 解決方案，其中包含頁面內容分析、XML Sitemap 等多項重要功能。"],"Yoast SEO":["Yoast SEO"],"Activation failed:":["啟用失敗:"],"The filter extension seem to be unavailable. Please ask your web host to enable it.":[""],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":[""],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":[""],"SEO Settings":["SEO 設定"],"Mobile-Friendly Test":["行動裝置相容性測試"],"Google Page Speed Test":["Google Page Speed Test"],"Facebook Debugger":["Facebook Debugger"],"Analyze this page":["分析這個頁面"],"%s does not seem to be a valid url. Please correct.":[""],"%1$s does not seem to be a valid %2$s verification string. Please correct.":["%1$s 不是有效的 %2$s 驗證字串，請修正。"],"%s Archive":["[%s] 內容類型彙整頁面"],"You searched for %s":["「%s」的搜尋結果"],"%s does not seem to be a valid Twitter Username. Please correct.":["%s 不是有效的 Twitter 使用者名稱，請修正。"],"Summary with large image":["包含大型圖片的摘要"],"The post %1$s appeared first on %2$s.":["〈%1$s〉這篇文章最早發佈於《%2$s》。"],"No numeric value was received.":[""],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":[""],"The default blog setting must be the numeric blog id of the blog you want to use as default.":[""],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":[""],"Please select a valid post type for taxonomy \"%s\"":["請為 [%s] 分類法選取有效的內容類型"],"Please select a valid taxonomy for post type \"%s\"":["請為 [%s] 內容類型選取有效的分類法"],"You searched for":["搜尋關鍵字:"],"Home":["首頁"],"Archives for":["彙整:"],"Error 404: Page not found":["404 錯誤: 找不到符合條件的項目"],"Good":["良好"],"Replaced with a custom taxonomies description":["使用自訂分類法內容說明取代"],"Replaced with a posts custom taxonomies, comma separated.":["使用文章自訂分類法取代 (使用逗號分隔多個分類法)"],"Replaced with a posts custom field value":["使用文章自訂欄位值取代"],"Replaced with the slug which caused the 404":["使用造成 404 錯誤的代稱取代"],"Replaced with the posts focus keyphrase":["使用文章焦點關鍵字詞取代"],"Attachment caption":["附件說明文字"],"Replaced with the current page number":["使用目前頁碼取代"],"Replaced with the current page total":["使用目前頁碼總計取代"],"Replaced with the current page number with context (i.e. page 2 of 4)":["使用目前頁碼含頁碼總計取代 (範例: 第 2 頁，總計 4 頁)"],"Replaced with the current year":["使用目前年份取代"],"Replaced with the current month":["使用目前月份取代"],"Replaced with the current day":["使用當日取代"],"Replaced with the current date":["使用目前日期取代"],"Replaced with the post/page author's 'Biographical Info'":["使用文章/頁面作者的自傳資訊取代"],"Replaced with the post/page author's 'nicename'":["使用文章/頁面作者的暱稱取代"],"Replaced with the post/page ID":["使用文章/頁面 ID 取代"],"Replaced with the post/page modified time":["使用文章/頁面修改時間取代"],"Replaced with the content type plural label":["使用內容類型的複數名稱標籤取代"],"Replaced with the content type single label":["使用內容類型的單數名稱標籤取代"],"Replaced with the current search phrase":["使用目前的搜尋關鍵字取代"],"Replaced with the term name":["使用分類法詞彙名稱取代"],"Replaced with the term description":["使用分類法詞彙內容說明取代"],"Replaced with the tag description":["使用標籤內容說明取代"],"Replaced with the category description":["使用分類內容說明取代"],"Replaced with the post categories (comma separated)":["使用文章分類取代 (逗號分隔):"],"Replaced with the current tag/tags":["使用目前的標籤取代"],"Replaced with the post/page excerpt (without auto-generation)":["使用文章/頁面內容摘要取代 (不使用自動產生的內容摘要)"],"Replaced with the post/page excerpt (or auto-generated if it does not exist)":["使用文章/頁面內容摘要取代 (如果沒有內容摘要就使用自動產生的內容摘要)"],"The site's name":["網站名稱"],"Replaced with the title of the parent page of the current page":["使用目前頁面的上層頁面標題取代"],"Replaced with the title of the post/page":["使用文章/頁面標題取代"],"Replaced with the date of the post/page":["使用文章/頁面發佈日期取代"],"Page %1$d of %2$d":["第 %1$d 頁，總計 %2$d 頁"],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":[""],"A replacement variable with the same name has already been registered. Try making your variable name unique.":[""],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":["替代變數的開頭不得為 %%cf_ 或 %%ct_，這些前置詞已保留為 WPSEO 的自訂欄位及自訂分類法的標準可變變數。請改用其他唯一的變數名稱。"],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":["替代變數僅能包含英數字元、底線或破折號。請重新命名變數名稱。"],"Admin only notice: this page does not show a meta description because it does not have one, either write it for this page specifically or go into the [%1$s - %2$s] menu and set up a template.":[""],"Page not found":["找不到符合條件的頁面"],"%s Archives":["〈%s〉彙整頁面"],"Meta description to use for Author page":["作者彙整頁面中繼資料內容說明"],"Title to use for Author page":["作者彙整頁面標題"],"%1$s settings":["%1$s 設定"],"Export your %1$s settings":["匯出這個網站的 %1$s 設定"],"Import settings":["匯入設定"],"Import from other SEO plugins":["從其他 SEO 外掛匯入"],"Import":["匯入"],"If you had a %s file and it was editable, you could edit it from here.":["如果這個網站有 %s 檔案且可以編輯，網站管理員可以在這裡進行編輯。"],"If your %s were writable, you could edit it from here.":["如果這個網站的 %s 檔案可寫入，網站管理員可以在這裡進行編輯。"],"You don't have a %s file, create one here:":["這個網站沒有 %s 檔案，請在這裡建立:"],"A link to your site, with your site's name and description as anchor text.":["連結至這個網站的連結，包含作為錨點文字的網站名稱及網站說明。"],"A link to your site, with your site's name as anchor text.":["連結至這個網站的連結，包含作為錨點文字的網站名稱。"],"A link to the post, with the title as anchor text.":["連結至單篇內容的連結，包含作為錨點文字的內容標題。"],"You can use the following variables within the content, they will be replaced by the value on the right.":["網站管理員可以在上方設定欄位中為網站內容使用這裡列出的變數，這些變數在 RSS 資訊提供中會顯示為右側的實際值。"],"Content to put after each post in the feed":["在資訊提供中每篇文章前方的內容"],"Content to put before each post in the feed":["在資訊提供中每篇文章後方的內容"],"How to insert breadcrumbs in your theme":["將導覽標記插入至目前使用的佈景主題的方式"],"Blog":["部落格"],"Prefix for the breadcrumb path":["導覽標記路徑前置詞"],"Anchor text for the Homepage":["首頁錨點文字"],"Separator between breadcrumbs":["導覽標記間的分隔符號"],"Below are your published posts' SEO scores. Now is as good a time as any to start improving some of your posts!":["以下是這個網站已發佈文章的 SEO 分數。現在是改進相關網站文章的好時機！"],"Credits":["貢獻人員名單"],"&laquo; Back to Tools page":["&laquo; 返回 [工具] 頁面"],"%1$s comes with some very powerful built-in tools:":["%1$s 提供功能非常強大的內建工具:"],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":["這個工具能讓網站管理員快速變更與這個網站 SEO 相關的重要檔案，例如這個網站的 robots.txt、.htaccess 等檔案。"],"File editor":["檔案編輯器"],"Import settings from other SEO plugins and export your settings for re-use on (another) site.":["從其他 SEO 外掛匯入相關設定，並能匯出這個網站的 Yoast SEO 設定作為之後還原設定之用，或供其他網站使用。"],"Import and Export":["匯入及匯出"],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":["這個工具能讓網站管理員快速變更這個網站文章及頁面的標題及內容說明，而且不需前往每篇內容的編輯頁面就可以完成變更。"],"Bulk editor":["批次編輯器"],"Default settings":["預設設定"],"Description":["內容說明"],"Restore site to defaults":["將網站還原至預設狀態"],"Site ID":["網站 ID"],"Using this form you can reset a site to the default SEO settings.":["使用這份功能表單便能將網站還原至預設 SEO 設定。"],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new sites.":["區分隱私權 (Facebook 或其他社交網路服務的管理者) 的設定、特定佈景主題 (標題重寫) 設定及某些網站專屬設定，可能會無法匯入至新網站。"],"Enter the %1$sSite ID%2$s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":[""],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":[""],"New sites in the network inherit their SEO settings from this site":[""],"Super Admins only":["僅多站網路管理員"],"Site Admins (default)":["網站管理員 (預設)"],"Who should have access to the %1$s settings":["能存取 %1$s 設定的使用者角色"],"spam":["濫用項目"],"mature":["成人內容"],"archived":["已封存"],"public":["公開"],"%s restored to default SEO settings.":["%s 已還原為預設 SEO 設定。"],"Settings Updated.":["設定已更新。"],"Special pages":["特殊頁面"],"Date archives":["日期彙整頁面"],"Title":["標題"],"Take note:":["注意事項:"],"You can determine the title and description for the homepage by %1$sediting the homepage itself%2$s.":["%1$s編輯網站首頁%2$s便能修改網站首頁的標題及內容說明。"],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":[""],"Force rewrite titles":["強制重新寫入標題"],"Homepage":["首頁"],"%1$s Extensions":["%1$s 擴充功能"],"Seamlessly integrate WooCommerce with %1$s and get extra features!":["無縫整合 WooCommerce 與 %1$s 並使用更多功能！"],"Rank better locally and in Google Maps, without breaking a sweat!":["不費吹灰之力獲得更好的當地排名及 Google 地圖排名。"],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":["如果這個網站使用 Google 新聞服務，最佳化 Google 新聞服務後，便能為這個網站增加來自 Google 新聞的流量！"],"Optimize your videos to show them off in search results and get more clicks!":["最佳化這個網站的影片，便能讓它們顯示於搜尋結果中並獲得更多點擊次數！"],"The premium version of %1$s with more features & support.":["%1$s Premium 包含更多功能及技術支援。"],"Person":["人物"],"Website name":["網站名稱"],"RSS":["RSS"],"Permalink":["永久連結"],"Breadcrumbs":["導覽標記"],"Authenticate":["驗證"],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year of support and updates, on %2$s.":["這個網站必須使用 %1$s，才能建立重新導並修正這個問題。購買 %2$s 外掛授權後，會包含一年期的技術支援及更新。"],"Creating redirects is a %s feature":["建立重新導向是 %s 的功能"],"New URL":["新網址"],"Search":["搜尋"],"URL":["網址"],"Deactivate %s":["停用 %s"],"The %1$s plugin might cause issues when used in conjunction with %2$s.":["%1$s 外掛與 %2$s 同時使用，可能會造成問題。"],"Upload Image":["上傳圖片"],"%s Posts Overview":["%s 文章總覽"],"Breadcrumbs title":["導覽標記標題"],"Pinterest":["Pinterest"],"Social settings":["社交網路服務設定"],"Close":["關閉"],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines and might slow down your site.":["%1$s 及 %2$s 均可建立 XML Sitemap。同一個網站擁有 2 個 XML Sitemap 無益於搜尋引擎進行索引，也可能會降低網站效能。"],"Configure %1$s's Open Graph settings":["組態 %1$s 的開放社交關係圖設定"],"Both %1$s and %2$s create Open Graph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":["%1$s 及 %2$s 均會建立開放社交關係圖 (Open Graph，OG) 輸出，這會導致將這個網站的網頁分享至 Facebook、Twitter、LinkedIn 及其他社群媒體分享時，使用錯誤的文字與圖片。"],"%s image":["%s: 圖片"],"%s description":["%s: 內容說明"],"%s title":["%s: 標題"],"Twitter":["Twitter"],"Facebook":["Facebook"],"very difficult":["非常困難"],"Try to make shorter sentences, using less difficult words to improve readability":["請嘗試使用較少的深澀字詞縮短句子，以提高可讀性"],"difficult":["困難"],"fairly difficult":["很困難"],"OK":["尚可"],"fairly easy":["很容易"],"easy":["容易"],"very easy":["非常容易"],"The copy scores %1$s in the test, which is considered %2$s to read.":["測試後的內容分數為 %1$s，閱讀難易度判定為「%2$s」。"],"Flesch reading ease":["閱讀難易度"],"Meta Desc.":["中繼資料內容說明"],"All SEO Scores":["全部 SEO 分數"],"SEO issue: The featured image should be at least 200 by 200 pixels to be picked up by Facebook and other social media sites.":["SEO 問題: 精選圖片尺寸至少必須為 200 x 200 px，以便 Facebook 或其他社交網路服務進行擷取。"],"(no parent)":["(無上層項目)"],"meta description":["中繼資料內容說明"],"Page title":["頁面標題"],"Post is set to noindex.":["這篇文章已設定為 noindex。"],"The URL that this page should redirect to.":["這個頁面要重新導向的目標網址"],"301 Redirect":["301 重新導向"],"The canonical URL that this page should point to. Leave empty to default to permalink. %1$sCross domain canonical%2$s supported too.":["這個頁面要指向的標準網址。欄位留空代表預設使用永久連結，同時支援%1$s跨網域標準網址%2$s。"],"Canonical URL":["標準網址"],"Title to use for this page in breadcrumb paths":["這個頁面在導覽標記路徑中的標題"],"Breadcrumbs Title":["導覽標記標題"],"No Snippet":["不對這篇內容產生複合式搜尋結果"],"No Archive":["不對這篇內容進行頁面庫存"],"No Image Index":["不對圖片進行索引"],"None":["無"],"Meta robots advanced":["中繼資料漫遊器進階設定"],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["警告: 即使在這裡可以為中繼資料漫遊器設定進行組態，整個網站一樣會在全站隱私權設定中設定為 noindex，因此這些設定不會生效。"],"Meta description":["中繼資料內容說明"],"SEO Title":["SEO 標題"],"Focus keyword":["焦點關鍵字"],"Settings successfully imported.":["設定已成功匯入。"],"Settings could not be imported:":["無法匯入設定:"],"Breadcrumb for 404 pages:":["404 頁面的導覽標記:"],"Prefix for search result pages:":["搜尋結果頁前置詞:"],"Prefix for archive pages:":["彙整頁面前置詞:"],"Prefix for breadcrumbs:":["導覽標記前置詞:"],"Anchor text for the homepage:":["首頁錨點文字:"],"Breadcrumbs separator:":["導覽標記分隔符號:"],"%s Breadcrumbs":["%s 導覽標記"],"Use Image":["使用圖片"],"Action":["可用操作"],"Page URL/Slug":["頁面網址/代稱"],"Publication date":["發佈日期"],"Post Status":["文章狀態"],"WP Page Title":["WP 頁面標題"],"View":["檢視"],"View &#8220;%s&#8221;":["檢視〈%s〉"],"Preview":["預覽"],"Preview &#8220;%s&#8221;":["預覽〈%s〉"],"Edit":["編輯"],"Filter":["篩選"],"New Yoast Meta Description":["新增 Yoast 中繼資料內容說明"],"Existing Yoast Meta Description":["現有的 Yoast 中繼資料內容說明"],"Facebook profile URL":["Facebook 個人資料網址"],"Twitter username (without @)":["Twitter 使用者名稱 (不需要加 @)"],"Google":["Google"],"FAQ":["常見問題集"],"Settings":["設定"],"Huge SEO Issue: You're blocking access to robots.":["嚴重 SEO 問題: 這個網站封鎖了搜尋引擎漫遊器的存取。"],"Posts":["文章"],"Edit Files":["編輯檔案"],"General":["一般"],"Extensions":["擴充功能"],"Search Console":["Search Console"],"Tools":["工具"],"Advanced":["進階"],"XML sitemaps":["XML Sitemap"],"Social":["社交網路服務"],"SEO":["SEO"],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":["%1$s 偵測到這個網站使用 %3$s %2$s 版，請更新至最新版本以避免相容性問題。"],"Just another WordPress site":["全新的繁體中文 WordPress 網站"],"You have used HTML in your value which is not allowed.":["輸入的值中含有不開放使用的 HTML 程式碼。"],"You can't edit %s that aren't yours.":["由於 [%s] 內容類型並非由目前的登入身分建立，因此沒有編輯這個內容類型的權限。"],"You can't edit %s.":["目前的登入身分沒有編輯 [%s] 內容類型的權限。"],"Post has an invalid Content Type: %s.":["文章所屬的內容類型無效: %s。"],"Post doesn't exist.":["文章不存在。"],"posts\u0004Trash <span class=\"count\">(%s)</span>":["回收桶 <span class=\"count\">(%s)</span>"],"posts\u0004All <span class=\"count\">(%s)</span>":["全部 <span class=\"count\">(%s)</span>"]}}}