{"domain":"js-text-analysis","locale_data":{"js-text-analysis":{"":{"domain":"js-text-analysis","plural_forms":"nplurals=2; plural=n > 1;","lang":"tr"},"The %1$s class must not be instantiated before the %2$s global is set.":[""],"%1$sOutrank your competitors even further%2$s with these %3$s plugins":[""],"No need to figure out what to link to. You get linking suggestions for relevant posts and pages to make your website easier to navigate.":[""],"Use AI to write SEO titles and meta descriptions for your posts and pages. It speeds up your work and does some of the thinking for you!":[""],"%s looks at more than just your main keyword. It analyzes different word forms, plurals, and past tenses. This helps your website perform even better in searches!":[""],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for titles and meta descriptions to make your pages rank high and make you look good on social media. %1$sLearn more%2$s%3$s":[""],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for product titles and meta descriptions to make your pages rank high and make you look good on social media. %1$sLearn more%2$s%3$s":[""],"Explore %s!":[""],"You’ll reach more people with multiple keyphrases! Want to quickly add these related keyphrases to the %s analyses for even better content optimization?":[""],"Get AI to write SEO titles and meta descriptions faster. Reach a wider audience with multiple keywords. Get automatic internal linking suggestions. And much, much more!":[""],"Explore now":[""],"Rank higher in search results":[""],"Turn more visitors into customers!":[""],"Increase Google clicks with rich results":[""],"Write product pages that rank using the SEO analysis":[""],"Get XML sitemaps":[""],"Optimize your video previews & thumbnails":[""],"Make sure your videos load quickly for users":[""],"Automatically get technical SEO best practices for video content":[""],"Drive more views to your videos":[""],"Stand out for local searches":[""],"Explore %s now!":[""],"%1$s24/7 support%2$s: Also on evenings and weekends.":[""],"%1$sAppealing social previews%2$s people actually want to click on.":[""],"%1$sNo more broken links%2$s: Automatic redirect manager.":[""],"%1$sSuper fast%2$s internal linking suggestions.":[""],"%1$sMultiple keywords%2$s: Rank higher for more searches.":[""],"%1$sAI%2$s: Better SEO titles and meta descriptions, faster.":[""],"Highlight areas of improvement in your text, no more searching for a needle in a haystack, straight to optimizing! Now also in Elementor!":[""],"Leave a quick review":[""],"Happy with the plugin?":[""],"Show Yoast SEO some love!":[""],"Let's get your site in tip-top shape for the search engines. Simply follow these 5 steps to make Google understand what your site is about.":[""],"If your goal is to increase your rankings, you need to work on your SEO regularly. That can be overwhelming, so let's tackle it one step at a time!":[""],"Great work! Thanks to the details you've provided, %1$s has enhanced your site for search engines, giving them a clearer picture of what your site is all about.":[""],"Important: We won't sell this data, and we won't collect any personal information about you or your visitors.":[""],"What data will be collected and why?":[""],"No, I don't want to share my site data":[""],"Are you open to help us improve our services?":[""],"Yes, give me your free tips!":[""],"Subscribe to the %1$s newsletter to receive best practices for improving your rankings, save time on SEO tasks, stay up-to-date with the latest SEO news, and get expert guidance on how to make the most of %2$s!":[""],"Get free weekly SEO tips!":[""],"You're almost there! Complete all settings in this step so search engines know what your site is about.":[""],"Completing this step helps Google to understand your site even better. Bonus: You'll improve your chance of getting %1$srich results%2$s!":[""],"Let's start by running the SEO data optimization. That means we'll scan your site and create a database with optimized SEO data. It won't change any content or settings on your site and you don't need to do anything, just hit start!\n\nNote: If you have a lot of content, this optimization could take a moment. But trust us, it's worth it!":[""],"We've successfully analyzed your site & optimized your SEO data!":[""],"Fantastic work! Add your organization's social media accounts below. This allows us to fine-tune the metadata for these platforms.":[""],"Social share preview":[""],"Twitter share preview":[""],"The %1$s interface is currently unavailable in the beta WooCommerce product editor. To resolve any issues, please disable the beta editor. %2$sLearn how to disable the beta WooCommerce product editor.%3$s":["%1$s arayüzü şu anda beta WooCommerce ürün düzenleyicisinde kullanılamıyor. Herhangi bir sorunu çözmek için lütfen beta düzenleyiciyi devre dışı bırakın. %2$sBeta WooCommerce ürün düzenleyicisini nasıl devre dışı bırakacağınızı öğrenin.%3$s"],"Compatibility issue: Yoast SEO is incompatible with the beta WooCommerce product editor.":["Uyumluluk sorunu: Yoast SEO, beta WooCommerce ürün düzenleyicisi ile uyumlu değildir."],"Search engines and other websites can still send traffic to your trashed content.":[""],"Unlock with the %1$s":["%1$s ile kilidi açın"],"Generate product titles & descriptions with AI!":["Yapay zeka ile ürün başlıkları ve açıklamaları oluşturun!"],"Last year":["Geçen yıl"],"Last week":["Geçen hafta"],"Last day":["Son gün"],"Last updated":["Son güncellenme"],"Activate tracking to show the ranking position":["Sıralama konumunu göstermek için izlemeyi etkinleştirin"],"List your Frequently Asked Questions in an SEO-friendly way.":["Sıkça sorulan sorularınızı SEO dostu bir şekilde listeleyin."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by OpenAI GPTBot.":["OpenAI GPTBot tarafından taranmayı önlemek için robots.txt dosyanıza bir 'disallow' kuralı ekleyin."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by the Google-Extended bot. Enabling this setting won’t prevent Google from indexing your website.":["Google-Extended botu tarafından taranmayı önlemek için robots.txt dosyanıza bir 'disallow' kuralı ekleyin. Bu ayarı etkinleştirmek Google'ın web sitenizi dizine eklemesini engellemez."],"Lots of web traffic comes from bots crawling the web. Some can benefit your site or business, while other bots don’t. Blocking unwanted bots can save energy, help with site performance, and protect copyrighted content. Learn more about %1$swhen to block unwanted bots%2$s.":["Çok miktarda web trafiği, web'i tarayan botlardan gelir. Bazıları sitenize veya işletmenize fayda sağlarken, diğer botlar fayda sağlamaz. İstenmeyen botları engellemek enerji tasarrufu sağlayabilir, site performansına yardımcı olabilir ve telif hakkıyla korunan içeriği koruyabilir. %1$sİstenmeyen botların ne zaman engelleneceği%2$s hakkında daha fazla bilgi edinin."],"Prevent OpenAI GPTBot from crawling":["OpenAI GPTBot'un taramasını önleyin"],"Prevent Google Bard and Vertex AI bots from crawling":["Google Bard ve Vertex AI botlarının taramasını önleyin"],"Prevent Common Crawl CCBot from crawling":["Common Crawl CCBot'un taramasını önleyin"],"Unlock Premium SEO analysis":["Premium SEO analizinin kilidini açın"],"Get more help with writing content that ranks":["Sıralamaya giren içerik yazma konusunda daha fazla yardım alın"],"$ USD / € EUR / £ GBP per year (ex. VAT)":["$ USD / € EUR / £ GBP yıllık (KDV hariç)"],"Internal linking suggestions":["İç bağlantı önerileri"],"%1$s SAVE 30%% %2$s on your 12 month subscription":[""],"Learn more about %s (Opens in a new browser tab)":["%s hakkında daha fazla bilgi edinin (Yeni bir tarayıcı sekmesinde açılır)"],"Write more natural and engaging content":["Daha doğal ve ilgi çekici içerikler yazın"],"Synonyms help users understand your copy better. It’s easier to read for both users and Google. In %s, you can add synonyms for your focus keyphrase, and we’ll help you optimize for them.":["Eş anlamlı sözcükler kullanıcıların metninizi daha iyi anlamasına yardımcı olur. Hem kullanıcılar hem de Google için okunması daha kolaydır. %s ile odak anahtar ifadeniz için eş anlamlı kelimeler ekleyebilirsiniz ve biz de bunlar için optimizasyon yapmanıza yardımcı oluruz."],"Is your %1$s store ready for Black Friday?":["%1$s mağazanız Kara Cuma için hazır mı?"],"Check your text on even more SEO criteria and get an enhanced keyphrase analysis, making it easier to optimize your content.":["Metninizi daha da fazla SEO kriterine göre kontrol edin ve gelişmiş bir anahtar kelime analizi elde ederek içeriğinizi optimize etmeyi kolaylaştırın."],"Buy now!":["Hemen satın al!"],"30% OFF!":["%30 İNDİRİM!"],"BLACK FRIDAY SALE: %1$s %2$sBuy now!%3$s":["KARA CUMA İNDİRİMİ: %1$s %2$sŞimdi satın alın!%3$s"],"BLACK FRIDAY SALE: %1$s":["KARA CUMA İNDİRİMİ: %1$s"],"Reach a wider audience":["Daha geniş bir kitleye ulaşın"],"Add related keyphrases":["İlgili anahtar sözcükleri ekleyin"],"%s automatically suggests to what content you can link with easy drag-and-drop functionality, which is good for your SEO!":["%s kolay sürükle ve bırak işlevselliği ile hangi içeriğe bağlantı verebileceğinizi otomatik olarak önerir, bu da SEO'nuz için iyidir!"],"Rank higher by connecting your content":["İçeriğinizi birbirine bağlayarak daha üst sıralarda yer alın"],"Get help optimizing for up to 5 related keyphrases. This helps you reach a wider audience and get more traffic.":["En fazla 5 ilgili anahtar kelime için optimizasyon yardımı alın. Bu, daha geniş bir kitleye ulaşmanıza ve daha fazla trafik almanıza yardımcı olur."],"-30%":["-%30"],"%1$s Now with 30%% Black Friday Discount!":["%1$s Şimdi %%30 Kara Cuma İndirimi ile!"],"%1$sSALE 30%% OFF!%2$s":["%1$s%%30 İNDİRİM!%2$s"],"30% OFF":["%30 İNDİRİM"],"BLACK FRIDAY":["KARA CUMA"],"Claim your 30% off now!":["%30 indiriminizi şimdi talep edin!"],"Social media appearance":["Sosyal medya görünümü"],"Determine how your post should look in the search results.":["Yazınızın arama sonuçlarında nasıl görünmesi gerektiğini belirleyin."],"The Yoast %1$sultimate Black Friday checklist%2$s helps you prepare in time, so you can boost your results during this sale.":["Yoast %1$süst düzey Black Friday kontrol listesi%2$s zamanında hazırlanmanıza yardımcı olur, böylece bu indirim sırasında sonuçlarınızı artırabilirsiniz."],"To customize the appearance of your post specifically for Twitter, please fill out the 'Twitter appearance' settings below.":["Yazınızın görünümünü Twitter’a özel olarak özelleştirmek için lütfen aşağıdaki ‘Twitter görünümü’ ayarlarını doldurun."],"Twitter appearance":["Twitter görünümü"],"To customize the appearance of your post specifically for Twitter, please fill out the 'Twitter appearance' settings below. If you leave these settings untouched, the 'Social media appearance' settings mentioned above will also be applied for sharing on Twitter.":["Yazınızın görünümünü Twitter'a özel olarak özelleştirmek için lütfen aşağıdaki 'Twitter görünümü' ayarlarını doldurun. Bu ayarlara dokunmadan bırakırsanız, yukarıda belirtilen 'Sosyal medya görünümü' ayarları Twitter'da paylaşım için de uygulanacaktır."],"Determine how your post should look on social media like Facebook, Twitter, Instagram, WhatsApp, Threads, LinkedIn, Slack, and more.":["Facebook, Twitter, Instagram, WhatsApp, Threads, LinkedIn, Slack ve daha fazla sosyal medya sitesinde yazınızın nasıl görüneceğini belirleyin."],"Get the checklist and start optimizing now!":["Kontrol listesini edinin ve optimizasyona hemen başlayın!"],"Is your WooCommerce store ready for Black Friday?":["WooCommerce mağazanız Kara Cuma için hazır mı?"],"The %1$s %2$sultimate Black Friday checklist%3$s helps you prepare in time, so you can boost your results during this sale.":["%1$s %2$sÜst düzey Kara Cuma kontrol listesi%3$s zamanında hazırlanmanıza yardımcı olur, böylece bu indirim sırasında sonuçlarınızı artırabilirsiniz."],"AI generator":["YZ üretici"],"New in %1$s":[""],"Use AI to write your titles & meta descriptions!":[""],"Use the power of Yoast AI to automatically generate compelling titles and descriptions for your posts and pages.":["Yazılarınız ve sayfalarınız için otomatik olarak ilgi çekici başlıklar ve açıklamalar oluşturmak için Yoast AI’ın gücünü kullanın."],"AI title & description generator":["YZ başlık ve açıklama oluşturucu"],"Use AI":["YZ kullan"],"Clear selection":["Seçimi temizle"],"Note that the following commonly-used parameters will not be removed: %1$s, %2$s, %3$s, %4$s, %5$s, %6$s, and %7$s.":["Aşağıdaki yaygın olarak kullanılan parametrelerin kaldırılmayacağını unutmayın: %1$s, %2$s, %3$s, %4$s, %5$s, %6$s ve %7$s."],"Learn how to increase your rankings with %1$s":["%1$s ile sıralamalarınızı nasıl yükselteceğinizi öğrenin"],"Want an enhanced Google preview of how your WooCommerce products look in the search results?":["WooCommerce ürünlerinizin arama sonuçlarında nasıl göründüğüne dair gelişmiş bir Google önizlemesi mi istiyorsunuz?"],"Sign up today!":["Bugün kayıt olun!"],"Feeling lost when it comes to optimizing your site for the search engines? Join our FREE webinar to gain the confidence that you need in order to start optimizing like a pro! You'll obtain the knowledge and tools to start effectively implementing SEO.":["Sitenizi arama motorları için optimize etme konusunda kendinizi kaybolmuş mu hissediyorsunuz? Bir profesyonel gibi optimize etmeye başlama yolunda ihtiyacınız olan güveni kazanmak için ÜCRETSİZ web seminerimize katılın! SEO'yu etkili bir şekilde uygulamaya başlamak için gerekli bilgi ve araçları elde edeceksiniz."],"Join our FREE webinar for SEO success":["SEO başarısı için ÜCRETSİZ web seminerimize katılın"],"Want your products stand out in search results with rich results like price, reviews and more?":["Ürünlerinizin arama sonuçlarında fiyat, yorum ve daha fazlası gibi zengin sonuçlarla öne çıkmasını ister misiniz?"],"%1$s, %2$s and %3$s":["%1$s, %2$s ve %3$s"],"%1$s and %2$s":["%1$s ve %2$s"],"Please see the “New” badges and review the Search appearance settings.":["Lütfen \"Yeni\" rozetlere bakın ve arama görünümü ayarlarını gözden geçirin."],"New type of content added to your site!":["Sitenize yeni içerik tipi eklendi!"],"Site policies":["Site politikaları"],"Select a page which provides information about your diversity policies for %1$sstaffing%2$s, %1$shiring%2$s and %1$semployment%2$s.":["%1$sPersonel alımı%2$s, %1$sişe alma%2$s ve %1$sistihdam%2$s için çeşitlilik politikalarınız hakkında bilgi sağlayan bir sayfa seçin."],"Select a page which provides information on your diversity policies for %1$seditorial%2$s content.":["%1$sEditoryal%2$s içerik için çeşitlilik politikalarınız hakkında bilgi sağlayan bir sayfa seçin."],"Select a page which describes the personal, organizational, and corporate %1$sstandards%2$s of %1$sbehavior%2$s expected by your organization.":["Kuruluşunuz tarafından beklenen kişisel, organizasyonel ve kurumsal %1$sdavranış%2$s %1$sstandartları%2$s açıklayan bir sayfa seçin."],"Select a page which outlines your procedure for addressing %1$serrors%2$s (e.g., publishing retractions or corrections).":["%1$sHataları%2$s ele alma prosedürünüzü özetleyen bir sayfa seçin (örneğin, geri çekme veya düzeltme yayınlama)."],"Select a page which describes how your organization collects and responds to %1$sfeedback%2$s, engages with the %1$spublic%2$s, and prioritizes %1$stransparency%2$s.":["Kuruluşunuzun %1$sgeri bildirimi%2$s nasıl topladığını ve yanıtladığını, %1$skamuoyu%2$s ile nasıl etkileşim kurduğunu ve %1$sşeffaflığa%2$s nasıl öncelik verdiğini açıklayan bir sayfa seçin."],"Select a page which describes the ownership structure of your organization. It should include information about  %1$sfunding%2$s and %1$sgrants%2$s.":["Kuruluşunuzun sahiplik yapısını açıklayan bir sayfa seçin. Bu sayfa %1$sfinansman%2$s ve %1$shibeler%2$s hakkında bilgi içermelidir."],"Select a page which describes the editorial principles of your organization. %1$sWhat%2$s do you write about, %1$swho%2$s do you write for, and %1$swhy%2$s?":["Kuruluşunuzun yayın ilkelerini açıklayan bir sayfa seçin. %1$sNe%2$s hakkında yazıyorsunuz, %1$skim%2$s için yazıyorsunuz ve %1$sneden%2$s?"],"Select the pages on your website which contain information about your organizational and publishing policies. Some of these might not apply to your site, and you can select the same page for multiple policies. %1$sLearn more about why setting your site policies is important%2$s.":["Web sitenizde kuruluş ve yayıncılık politikalarınız hakkında bilgi içeren sayfaları seçin. Bunlardan bazıları siteniz için geçerli olmayabilir ve birden fazla politika için aynı sayfayı seçebilirsiniz. %1$sSite politikalarınızı belirlemenin neden önemli olduğu hakkında daha fazla bilgi edinin%2$s."],"Diversity staffing report":["Çeşitlilik personel raporu"],"Diversity policy":["Çeşitlilik politikası"],"Ethics policy":["Etik politikası"],"Corrections policy":["Düzeltme politikası"],"Actionable feedback policy":["Uygulanabilir geri bildirim politikası"],"Ownership / Funding info":["Sahiplik / Finansman bilgileri"],"Publishing policies":["Yayın politikaları"],"Publishing principles":["Yayıncılık ilkeleri"],"Failed to retrieve pages.":["Sayfalar alınamadı."],"Searching pages...":["Sayfalar aranıyor..."],"Add new page...":["Yeni sayfa ekle..."],"No pages found.":["Hiçbir sayfa bulunamadı."],"You've added a new type of content. We recommend that you review the corresponding %1$sSearch appearance settings%2$s.":["Yeni bir içerik türü eklediniz. İlgili %1$sarama görünümü ayarlarını%2$s gözden geçirmenizi öneririz."],"Error: Taxonomy was not removed from new_taxonomies list.":["Hata: Taksonomi new_taxonomies listesinden kaldırılmadı."],"Taxonomy is no longer new.":["Taksonomi artık yeni değil."],"Taxonomy is not new.":["Taksonomi yeni değil."],"Error: Post type was not removed from new_post_types list.":["Hata: Yazı tipi new_post_types listesinden kaldırılmadı."],"Post type is no longer new.":["Yazı tipi artık yeni değil."],"Post type is not new.":["Yazı tipi yeni değil."],"Write a bug report":["Bir hata raporu yazın"],"Our support team is here to answer any questions you may have. Fill out the (pop-up) contact form, and we'll get back to you as soon as possible!":["Destek ekibimiz her türlü sorunuzu yanıtlamak için burada. (Pop-up) iletişim formunu doldurun, en kısa sürede size geri döneceğiz!"],"%1$sSupport languages:%2$s English & Spanish":["%1$sDestek dilleri:%2$s İngilizce ve İspanyolca"],"If you don't find the answers you're looking for and need personalized help, you can get 24/7 support from one of our support engineers.":["Aradığınız cevapları bulamazsanız ve kişisel yardıma ihtiyaç duyarsanız, destek mühendislerimizin birinden 7/24 destek alabilirsiniz."],"Contact our support team":["Destek ekibimizle iletişime geçin"],"Have you stumbled upon a bug while using %1$s? Please raise a bug report on our GitHub repository to let us know about the issue!":["%1$s kullanırken bir hataya mı rastladınız? Sorunu bize bildirmek için lütfen GitHub depomuzda bir hata raporu oluşturun!"],"Raise a bug report on GitHub":["GitHub'da bir hata raporu oluşturun"],"Visit WordPress forum":["WordPress forumunu ziyaret edin"],"In the WordPress support forum for %1$s you can find answers or ask for help from %1$s users in the WordPress community.":["%1$s için WordPress destek forumunda cevaplar bulabilir veya WordPress topluluğundaki %1$s kullanıcılardan yardım isteyebilirsiniz."],"WordPress support forum for %1$s":["%1$s için WordPress destek forumu"],"Visit our help center":["Yardım merkezimizi ziyaret edin"],"Have a look at our help center to find articles, tutorials, and other resources to help you get the most out of %1$s!":["%1$s eklentisinden en iyi şekilde yararlanmanıza yardımcı olacak makaleler, eğitimler ve diğer kaynakları bulmak için yardım merkezimize bir göz atın!"],"%1$s's help center":["%1$s yardım merkezi"],"Need help with %1$s? These resources are a great place to start!":["%1$s ile ilgili yardıma mı ihtiyacınız var? Bu kaynaklar başlamak için harika bir yer!"],"Additional resources":["Ek kaynaklar"],"Here, you'll find answers to commonly asked questions about using %1$s. If you don't see your question listed, you can have a look at the section below.":["Burada, %1$s kullanımı hakkında sık sorulan soruların yanıtlarını bulacaksınız. Sorunuzu listede göremiyorsanız, aşağıdaki bölüme göz atabilirsiniz."],"Frequently asked questions":["Sıkça sorulan sorular"],"If you have any questions, need a hand with a technical issue, or just want to say hi, we've got you covered. Get in touch with us and we'll be happy to assist you!":["Herhangi bir sorunuz varsa, teknik bir konuda yardıma ihtiyacınız varsa veya sadece merhaba demek istiyorsanız, hepsi için hazırız. Bizimle iletişime geçin, size yardımcı olmaktan mutluluk duyarız!"],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by Google AdsBot. You should only enable this setting if you're not using Google Ads on your site.":["Google'ın AdsBot'u tarafından taranmayı önlemek için robots.txt dosyanıza bir 'disallow' kuralı ekleyin. Bu ayarı yalnızca sitenizde Google Ads kullanmıyorsanız etkinleştirmelisiniz."],"Block unwanted bots":["İstenmeyen botları engelleyin"],"Close the upgrade callout":["Yükseltme çağrısını kapat"],"%1$s and get an exclusive %2$s discount for %3$s month(s).":["%1$s ve %3$s ay boyunca özel %2$s indirim kazanın."],"Click here to upgrade your %s plan":["%s planınızı yükseltmek için buraya tıklayın"],"Keyphrases tracked: %1$s/%2$s":["Takip edilen anahtar kelimeler: %1$s/%2$s"],"Your are tracking %1$s out of %2$s keyphrases included in your account.":["Hesabınızda bulunan %2$s anahtar sözcükten %1$s sözcüğü takip ediyorsunuz."],"Your are tracking %1$s out of %2$s keyphrases included in your free account.":["Ücretsiz hesabınızda bulunan %2$s anahtar sözcükten %1$s sözcüğü takip ediyorsunuz."],"Support":["Destek"],"Prevent Google AdsBot from crawling":["Google AdsBot'un taramasını engelleyin"],"%s":["%s"],"This overview will show you your top performing keyphrases in Google. Connect with %s to get started.":["Bu genel bakış size Google'da en iyi performans gösteren anahtar kelimelerinizi gösterecektir. Başlamak için %s ile bağlantı kurun."],"You have successfully connected with %s.":["%s ile başarılı bir şekilde bağlantı kurdunuz."],"You have successfully connected with %1$s. Your %2$s account does not contain any keyphrases for this website yet. You can track keyphrases by using the \"Track SEO Performance\" button in the post editor.":["%1$s ile başarılı bir şekilde bağlantı kurdunuz. %2$s hesabınız henüz bu web sitesi için herhangi bir anahtar kelime içermiyor. Yazı düzenleyicideki \"SEO Performansını Takip Et\" düğmesini kullanarak anahtar sözcükleri takip edebilirsiniz."],"Network Error: Unable to connect to the server. Please check your internet connection and try again later.":["Ağ hatası: Sunucuya bağlanılamıyor. Lütfen internet bağlantınızı kontrol edin ve daha sonra tekrar deneyin."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of URLs like %1$s, %2$s and %3$s.":["%1$s, %2$s ve %3$s gibi URL'lerin taranmasını önlemek için robots.txt dosyanıza bir 'disallow' kuralı ekleyin."],"Your WordPress environment is running on a non-production site. Indexables can only be created on production environments. Please check your `WP_ENVIRONMENT_TYPE` settings.":["WordPress ortamınız “canlı” olarak ayarlanmamış bir sitede çalışıyor. Dizine eklenebilir dosyalar yalnızca canlı ortamlarda oluşturulabilir. Lütfen `WP_ENVIRONMENT_TYPE` ayarlarınızı kontrol edin."],"Inclusive language: %s":["Kapsayıcı dil: %s"],"%1$s / %2$s: Top Keyphrases":["%1$s / %2$s: En iyi anahtar kelimeler"],"The post type %s could not be indexed because it does not meet indexing requirements.":["%s gönderi türü dizinleme gereksinimlerini karşılamadığı için dizine eklenemedi."],"The name of this category is %1$s.":["Bu kategorinin adı %1$s."],"Start the course":["Kursa başla"],"Start free trial lesson":["Ücretsiz deneme dersine başlayın"],"Maximize your SEO game by purchasing %s, which grants you unlimited access to all courses.":["Tüm kurslara sınırsız erişim sağlayan %s satın alarak SEO oyununuzu en üst düzeye çıkarın."],"Learn vital SEO skills that you can apply at once! Let us take you by the hand and give you practical SEO tips to help you outrank your competitors. %s comes with five free courses.":["Hemen uygulayabileceğiniz hayati SEO becerilerini öğrenin! Elinizden tutalım ve rakiplerinizi geride bırakmanıza yardımcı olacak pratik SEO ipuçları verelim. %s beş ücretsiz kurs ile birlikte gelir."],"Learn vital SEO skills that you can apply at once! Let us take you by the hand and give you practical SEO tips to help you outrank your competitors. Maximize your SEO game! Because your %s subscription gives you unlimited access to all courses.":["Hemen uygulayabileceğiniz hayati SEO becerilerini öğrenin! Elinizden tutalım ve rakiplerinizi geride bırakmanıza yardımcı olacak pratik SEO ipuçları verelim. SEO oyununuzu en üst düzeye çıkarın! Çünkü %s aboneliğiniz size tüm kurslara sınırsız erişim sağlar."],"Choosing the right type of hosting for your site is the basis of a solid Technical SEO strategy. Learn all about it in this course!":["Siteniz için doğru barındırma türünü seçmek, sağlam bir teknik SEO stratejisinin temelini oluşturur. Bu derste bu konuda her şeyi öğrenin!"],"You have to make it possible for search engines to find your site, so they can display it in the search results. We'll tell you all about how that works in this course!":["Arama motorlarının sitenizi bulmasını mümkün kılmalısınız, böylece arama sonuçlarında görüntüleyebilirler. Bu derste size bunun nasıl yapıldığını anlatacağız!"],"Are you selling in countries all over the world? In this course, you’ll learn all about setting up and managing a site that targets people in different languages and locales.":["Dünyanın dört bir yanındaki ülkelerde satış mı yapıyorsunuz? Bu eğitimde, farklı dillerdeki ve yerel bölgelerdeki insanları hedefleyen bir site kurma ve yönetme hakkında her şeyi öğreneceksiniz."],"Do you want to take a deep dive into structured data? In this course, you'll learn the theory related to structured data in detail.":["Yapılandırılmış veriye derinlemesine bir dalış yapmak ister misiniz? Bu eğitimde, yapılandırılmış veri ile ilgili teoriyi ayrıntılı olarak öğreneceksiniz."],"Learn how to optimize your online shop for your customers and for search engines!":["Online mağazanızı müşterileriniz ve arama motorları için nasıl optimize edeceğinizi öğrenin!"],"Do you own a local business? This course will teach you how to make sure your local audience can find you in the search results and on Google Maps!":["Yerel bir işletmeniz mi var? Bu eğitim size yerel hedef kitlenizin sizi arama sonuçlarında ve Google Haritalar'da bulabilmesini nasıl sağlayacağınızı öğretecek!"],"A clear site structure benefits your users and is of great importance for SEO. Still, most people seem to forget about this. Get ahead of your competition and learn how to improve your site structure!":["Temiz bir site yapısı kullanıcılarınıza fayda sağlar ve SEO için büyük önem taşır. Yine de çoğu insan bunu unutmuş gibi görünüyor. Rakiplerinizin önüne geçin ve site yapınızı nasıl geliştireceğinizi öğrenin!"],"Start creating block-tastic content with the new WordPress block editor! Learn all about the block editor and what you can do with it.":["Yeni WordPress blok düzenleyicisi ile blok-tastik içerik oluşturmaya başlayın! Blok düzenleyici hakkında her şeyi ve onunla neler yapabileceğinizi öğrenin."],"Do you know the essential first step of good SEO? It's keyword research. In this training, you'll learn how to research and select the keywords that will guide searchers to your pages.":["İyi bir SEO'nun temel ilk adımını biliyor musunuz? Anahtar kelime araştırması. Bu eğitimde, arama yapanları sayfalarınıza yönlendirecek anahtar kelimeleri nasıl araştıracağınızı ve seçeceğinizi öğreneceksiniz."],"Learn how to make your site stand out from the crowd by adding structured data!":["Yapılandırılmış veri ekleyerek sitenizi nasıl öne çıkaracağınızı öğrenin!"],"In this course, you'll learn how to write awesome copy that is optimized for ranking in search engines.":["Bu eğitimde, arama motorlarında sıralama için optimize edilmiş harika bir metnin nasıl yazılacağını öğreneceksiniz."],"Do you want to set up your own WordPress site? This course will teach you the ins and outs of creating and maintaining a WordPress website!":["Kendi WordPress sitenizi kurmak mı istiyorsunuz? Bu kurs size bir WordPress web sitesi oluşturmanın ve sürdürmenin tüm inceliklerini öğretecek!"],"In this course, you'll learn practical SEO skills on every key aspect of SEO, to make your site stand out.":["Bu eğitimde, sitenizi öne çıkarmak için SEO'nun temel yönleri hakkında pratik SEO becerileri öğreneceksiniz."],"In this course, you'll learn about how to set up and use the %1$s for WordPress plugin so it makes SEO even easier. This course is meant for users of the block editor.":["Bu eğitimde, SEO'yu daha da kolaylaştırmak için WordPress için %1$s eklentisini nasıl kuracağınızı ve kullanacağınızı öğreneceksiniz. Bu eğitim blok düzenleyici kullanıcıları için hazırlanmıştır."],"In this free course, you'll get quick wins to make your site rank higher in Google, Bing, and Yahoo.":["Bu ücretsiz eğitimde, sitenizin Google, Bing ve Yahoo'da daha üst sıralarda yer almasını sağlayacak hızlı kazanımlar elde edeceksiniz."],"Academy":["Akademi"],"%1$s %2$s isn't working as expected %3$s and you are not receiving updates or support! Make sure to %4$s activate your product subscription in %5$s%6$s to unlock all the features of %7$s.":["%1$s %2$s beklendiği gibi çalışmıyor %3$s ve güncelleme veya destek almıyorsunuz! %7$s eklentisinin tüm özelliklerinden yararlanmak için %4$s %5$s ürün aboneliğinizi etkinleştirdiğinizden%6$s emin olun."],"%1$s can't be updated because your product subscription is expired. %2$sRenew your product subscription%3$s to get updates again and use all the features of %1$s.":["Ürün aboneliğinizin süresi dolduğu için %1$s güncellenemiyor. Güncellemeleri tekrar almak ve %1$s eklentisinin tüm özelliklerini kullanmak için %2$sürün aboneliğinizi yenileyin%3$s."],"Warning! These are expert features, so make sure you know what you're doing before using this setting. You might break your site. %1$sRead more about how your site can be affected%2$s.":["Uyarı! Bunlar uzman özellikleridir, bu nedenle bu ayarı kullanmadan önce ne yaptığınızı bildiğinizden emin olun. Sitenizi bozabilirsiniz. %1$sSitenizin nasıl etkilenebileceği hakkında daha fazla bilgi edinin%2$s."],"%1$s: unregistered URL parameter removed. See %2$s":["%1$s: kayıt edilmemiş URL parametresi kaldırıldı. Bakınız %2$s"],"This feature is disabled when your site is not using pretty permalinks.":["Bu özellik, siteniz özelleştirilmiş kalıcı bağlantılar kullanmadığında devre dışı bırakılır."],"This feature is disabled when your site is not using %1$spretty permalinks%2$s.":["Bu özellik, siteniz %1$sözelleştirilmiş kalıcı bağlantılar%2$s. kullanmadığında devre dışı bırakılır."],"%1$s: redirect utm variables to #":["%1$s: utm değişkenlerini şuna yönlendir #"],"Optimize your business for multiple locations":["İşletmenizi birden fazla konum için iyileştirin"],"Easily add maps, address finders, and opening hours to your content":["İçeriğinize haritalar, adres bulucular ve çalışma saatlerini kolayca ekleyin"],"Automatically get technical SEO best practices for local businesses":["Yerel işletmeler için en iyi teknik SEO uygulamalarını otomatik olarak edinin"],"Attract more customers to your site and physical store":[""],"Remove Other profile %1$s":["Diğer profilini kaldır %1$s"],"Please select a user in the Site representation step.":["Lütfen site temsili adımında bir kullanıcı seçin."],"You can %1$supdate or add social profiles to this user profile%2$s.":["Bu kullanıcı profiline %1$ssosyal profiller ekleyebilir veya güncelleyebilirsiniz%2$s."],"You have selected the user %1$s as the person this site represents.":["Bu sitenin temsil ettiği kişi olarak %1$s kullanıcısını seçtiniz."],"If you select a Person to represent this site, we will use the social profiles from the selected user's profile page.":["Bu siteyi temsil etmesi için bir kişi seçerseniz, seçilen kullanıcının profil sayfasındaki sosyal profilleri kullanacağız."],"It looks like you've enabled media pages. We recommend that you help us to re-analyze your site by running the SEO data optimization. ":["Görünüşe göre ortam sayfalarını etkinleştirmişsiniz. SEO veri optimizasyonunu çalıştırarak sitenizin yeniden analiz edilmesine yardımcı olmanızı öneririz. "],"Organization Mastodon":["Organizasyon Mastodon"],"%1$s Settings - %2$s":["%1$s ayarları - %2$s"],"Read more about how to get your site verified.":["Sitenizi nasıl doğrulatacağınız hakkında daha fazla bilgi edinin."],"Get your site verified in your Mastodon profile.":["Mastodon profilinizde sitenizi doğrulayın."],"E.g. https://mastodon.social/@yoast":["Örneğin https://mastodon.social/@yoast"],"Mastodon":["Mastodon"],"%2$s integrates %1$s' Schema output into its own to get rich snippets for your digital products!":["%2$s, dijital ürünleriniz için zengin snippet'ler elde etmek üzere %1$s şeması çıktısını kendi içine entegre eder!"],"Get %1$srich results for your digital products%2$s in Google search":["Google aramalarında %1$sdijital ürünleriniz için zengin sonuçlar%2$s elde edin"],"Add trustworthiness to your %1$s profile by verifying your site with %2$s.":["Sitenizi %2$s ile doğrulayarak %1$s profilinize güvenilirlik katın."],"Verify your site on %1$s%2$s%3$s":["Sitenizi %1$s%2$s%3$s üzerinde doğrulama"],"Mastodon profile not yet added":["Mastodon profili henüz eklenmedi"],"Mastodon profile added":["Mastodon profili eklendi"],"Potentially non-inclusive":["Potansiyel olarak kapsayıcı olmayan"],"Finish your %s":["%s sürecini tamamlayın"],"Please enter a number between 1 and 50.":["Lütfen 1 ile 50 arasında bir sayı girin."],"Settings navigation":["Ayarlar dolaşımı"],"Close settings navigation":["Ayarlar dolaşımını kapat"],"Open settings navigation":["Ayarlar dolaşımını aç"],"Choose whether your site represents an organization or a person. %1$sLearn more about the differences and choosing between Organization and Person%2$s.":["Sitenizin bir kuruluşu mu yoksa bir kişiyi mi temsil ettiğini seçin. %1$sKuruluş ve kişi arasındaki farklar ve seçim hakkında daha fazla bilgi edinin%2$s."],"%1$sGet%2$s %3$s":["%1$s%2$s edinin %3$s"],"Index Now":["Şimdi dizine ekle"],"Failed to retrieve media.":["Ortam dosyası getirilemedi."],"Limit the length of internal site search queries to reduce the impact of spam attacks and confusing URLs. Please enter a number between 1 and 50.":["Spam saldırılarının ve kafa karıştırıcı URL'lerin etkisini azaltmak için dahili site arama sorgularının uzunluğunu sınırlayın. Lütfen 1 ile 50 arasında bir sayı girin."],"The number you've entered is not between 1 and 50.":["Girdiğiniz numara 1 ile 50 arasında değil."],"Determine how your %1$s should look on social media.":["%1$s sayfalarının sosyal medyada nasıl görünmesi gerektiğini belirleyin."],"Disabling this means that archive pages for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Bunu devre dışı bırakmak, %1$s arşiv sayfalarının arama motorları tarafından dizine eklenmeyeceği ve XML site haritalarından hariç tutulacağı anlamına gelir."],"Prevents specific URL parameters from being removed by the above feature. E.g., adding %1$s will prevent %2$s from being redirected to %3$s. You can add multiple parameters and separate them by using enter or a comma.":["Belirli URL parametrelerinin yukarıdaki özellik tarafından kaldırılmasını engeller. Örneğin, %1$s eklemek, %2$s öğesinin %3$s öğesine yönlendirilmesini önleyecektir. Birden çok parametre ekleyebilir ve yeni satır veya virgül kullanarak bunları ayırabilirsiniz."],"Consolidates WordPress' multiple site search URL formats into the %1$s syntax. E.g., %2$s will redirect to %3$s":["WordPress'in çoklu site arama adres biçimlerini %1$s sözdiziminde birleştirir. Örneğin, %2$s %3$s'a yönlendirilecektir"],"Redirect pretty URLs to ‘raw’ formats":["Güzel URL'leri \"ham\" biçimlerine yönlendir"],"Allow":["İzin ver"],"Deny":["Reddet"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["Bu videoyu görmek için %1$s eklentisine %2$s gömülü videolarını yüklemesine izin vermeniz gerekir."],"Only available for English sites":["Yalnızca İngilizce siteler için kullanılabilir"],"You can change the default type for %1$s under Content types in the %2$sSettings%3$s.":["%1$s için varsayılan türü %2$sAyarlar%3$s > içerik türleri altından değiştirebilirsiniz."],"all the Yoast plugins":["tüm Yoast eklentileri"],"Show date archives in search results":["Arama sonuçlarında tarih arşivlerini göster"],"Show %1$s archives in search results":["Arama sonuçlarında %1$s arşivlerini göster"],"Prefix for archive breadcrumbs":["Arşiv bağlantı haritası için ön ek"],"Unlock rich results in Google search by using plugins that integrate with the %1$sYoast Schema API%2$s.":["%1$sYoast Schema API%2$s ile entegre olan eklentileri kullanarak Google aramalarında zengin sonuçların kilidini açın."],"Schema API integrations":["Şema API entegrasyonları"],"%s can integrate with other products, to help you further improve your website. You can enable or disable these integrations below.":["%s, web sitenizi daha da geliştirmenize yardımcı olmak için diğer ürünlerle entegre olabilir. Bu entegrasyonları aşağıda etkinleştirebilir veya devre dışı bırakabilirsiniz."],"Unlock rich snippets for your product pages by using %1$s.":["%1$s kullanarak ürün sayfalarınız için zengin kırpıntıların kilidini açın."],"Get %1$srich product results%2$s in Google search":["Google aramalarında %1$szengin ürün sonuçları%2$s elde edin"],"%1$s integrates with %2$s's Schema API to get rich snippets for your recipes!":["%1$s, tarifleriniz için zengin parçalar kırpmak üzere %2$s eklentisinin Schema API'si ile entegre olur!"],"Get %1$srich results for your recipes%2$s in Google search":["Google aramalarında %1$starifleriniz için zengin sonuçlar%2$s elde edin"],"%1$s integrates with %2$s's Schema API to get rich snippets for your podcasts!":["%1$s, podcastleriniz için zengin parçalar kırpmak üzere %2$s eklentisinin Schema API'si ile entegre olur!"],"Get %1$srich results for your podcast%2$s in Google search":["Google aramalarında %1$spodcastiniz için zengin sonuçlar%2$s elde edin"],"%1$s integrates with %2$s's Schema API to get rich snippets for your events!":["%1$s, etkinlikleriniz için zengin parçalar kırpmak üzere %2$s eklentisinin Schema API'si ile entegre olur!"],"Get %1$srich results for your events%2$s in Google search":["Google aramalarında %1$setkinlikleriniz için zengin sonuçlar%2$s elde edin"],"You have selected the user %1$s%3$s%2$s as the person this site represents. Their user profile information will now be used in search results. We're sorry, you're not allowed to edit this user's profile. Please contact your admin or %1$s%3$s%2$s to check and/or update the profile.":["Bu sitenin temsil ettiği kişi olarak %1$s%3$s%2$s kullanıcısını seçtiniz. Kullanıcı profili bilgileri artık arama sonuçlarında kullanılacaktır. Üzgünüz, bu kullanıcının profilini düzenlemenize izin verilmiyor. Profili kontrol etmek ve/veya güncellemek için lütfen yöneticinize veya %1$s%3$s%2$s kullanıcısına başvurun."],"An organization name and logo need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site name and logo as default values. %1$sLearn more about the importance of structured data%2$s.":["Yapılandırılmış verilerin düzgün çalışması için bir kuruluş adı ve logosunun ayarlanması gerekir. Bunları henüz ayarlamadığınız için, varsayılan değerler olarak site adını ve logoyu kullanıyoruz. %1$sYapılandırılmış verilerin önemi hakkında daha fazla bilgi edinin%2$s."],"This info is intended to appear in %1$sGoogle's Knowledge Graph%2$s.":["Bu bilgilerin %1$sGoogle Knowledge Graph%2$s içinde görünmesi amaçlanmıştır."],"Other profile %1$s":["Diğer profil %1$s"],"Tweet":["Tweet"],"Organization Twitter":["Organizasyon Twitter"],"Open Graph":["Open Graph"],"Organization Facebook":["Organizasyon Facebook"],"OpenGraph":["OpenGraph"],"Format archives":["Biçim arşivleri"],"File":["Dosya"],"PDF":["PDF"],"Video":["Video"],"Attachment":[""],"404 pages title":["404 sayfası başlığı"],"Search pages title":["Arama sayfaları başlığı"],"Enable date archives":["Tarih arşivlerini etkinleştir"],"Enable author archives":["Yazar arşivlerini etkinleştir"],"Anchor text for the homepage":["Ana sayfa için bağlantı metni"],"Organization/person":["Kuruluş/kişi"],"Divider":["Bölücü"],"Remove Atom/RDF feeds":["Atom/RDF akışlarını kaldır"],"Webmaster":["Sayfa yöneticisi"],"Share":["Paylaş"],"Structured data":["Yapılandırılmış veri"],"Enable the %1$s XML sitemaps. A sitemap is a file that lists a website's essential pages to make sure search engines can find and crawl them.":["%1$s XML site haritalarını etkinleştirin. Site haritası, arama motorlarının bunları bulabildiğinden ve tarayabildiğinden emin olmak için bir web sitesinin temel sayfalarını listeleyen bir dosyadır."],"The %1$s icon in the top admin bar provides quick access to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["Üst yönetici çubuğundaki %1$s simgesi, sayfaları analiz etmek için üçüncü taraf araçlara hızlı erişim sağlar ve yeni bildirimleriniz olup olmadığını görmenizi kolaylaştırır."],"Allows for Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared. Keep this feature enabled to optimize your site for social media.":["Facebook ve diğer sosyal medya sitelerinin, sitenize bir bağlantı paylaşıldığında görseller ve bir metin alıntısı içeren bir önizleme görüntülemesine izin verir. Sitenizi sosyal medya için optimize etmek için bu özelliği etkin tutun."],"Count the number of internal links from and to your posts to improve your site structure.":["Site yapınızı geliştirmek için yazılarınıza gelen ve yazılarınıza giden dahili bağlantıların sayısını sayın."],"Mark and filter your cornerstone content to make sure your most important articles get the attention they deserve. To help you write excellent copy, we’ll assess your text more strictly.":["En önemli makalelerinizin hak ettikleri ilgiyi gördüğünden emin olmak için onları köşe taşı içeriği olarak işaretleyin ve filtreleyin. Mükemmel bir metin yazmanıza yardımcı olmak için, metninizi daha sıkı bir şekilde değerlendireceğiz."],"Get more insights into what you are writing. What words do you use most often? How much time does it take to read your text? Is your text easy to read?":["Yazdıklarınız hakkında daha fazla bilgi edinin. En sık hangi kelimeleri kullanıyorsunuz? Metninizi okumak ne kadar zaman alır? Metninizin okunması kolay mı?"],"The inclusive language analysis offers suggestions to write more inclusive copy, so more people will be able to relate to your content.":["Kapsayıcı dil analizi, daha kapsayıcı bir kopya yazmak için öneriler sunar, böylece daha fazla kişi içeriğinizle ilişki kurabilir."],"The SEO analysis offers suggestions to improve the findability of your text and makes sure that your content meets best practices.":["SEO analizi, metninizin bulunabilirliğini artırmak için öneriler sunar ve içeriğinizin en iyi uygulamaları karşıladığından emin olur."],"Set the basic info for your website. You can use %1$stagline%2$s and %1$sseparator%2$s as %3$sreplacement variables%4$s when configuring the search appearance of your content.":["Web siteniz için temel bilgileri ayarlayın. İçeriğinizin arama görünümünü yapılandırırken %1$sslogan%2$s ve %1$sayraç%2$s %3$syer tutucu değişkenleri%4$s olarak kullanabilirsiniz."],"Usage tracking allows us to track some data about your site to improve our plugin. %1$sLearn more about which data we track and why%2$s.":["Kullanım izleme, eklentimizi geliştirmek için sitenizle ilgili bazı verileri izlememize olanak tanır. %1$sHangi verileri neden izlediğimiz hakkında daha fazla bilgi edinin%2$s."],"A link to the archive for the post author, with the author's name as anchor text.":["Yazı yazarının arşivine, yazarın adını bağlantı metni olarak içeren bir bağlantı."],"Determine how your %1$s pages should be described by default in your site's Schema.org markup. You can always customize the settings for individual %1$s pages in the %2$s metabox.":["%1$s sayfalarınızın sitenizin Schema.org biçimlendirmesinde varsayılan olarak nasıl açıklanması gerektiğini belirleyin. %1$s sayfalarının ayarlarını %2$s meta kutusunda istediğiniz zaman özelleştirebilirsiniz."],"Determine how your %1$s pages should look in search engines. You can always customize the settings for individual %1$s pages in the %2$s metabox.":["%1$s sayfalarınızın arama motorlarında nasıl görünmesi gerektiğini belirleyin. %1$s sayfalarının ayarlarını %2$s meta kutusunda istediğiniz zaman tek tek özelleştirebilirsiniz."],"Enable %1$s pages":["%1$s sayfalarını etkinleştir"],"Determine how your homepage should look in the search results.":["Ana sayfanızın arama sonuçlarında nasıl görünmesi gerektiğini belirleyin."],"Determine how your %1$s should look in search engines. You can always customize the settings for individual %1$s in the %2$s metabox.":["%1$s arama motorlarında nasıl görünmesi gerektiğini belirleyin. %1$s ayarlarını %2$s meta kutusunda istediğiniz zaman özelleştirebilirsiniz."],"Enable format-based archives":["Biçim tabanlı arşivleri etkinleştir"],"Not sure how to implement the %3$s breadcrumbs on your site? Read %1$sour help article on breadcrumbs implementation%2$s.":["%3$s bağlantı haritasını sitenize nasıl ekleyeceğinizden emin değil misiniz? %1$sBağlantı haritasını ekleme ile ilgili yardım makalemizi%2$s okuyun."],"Show %1$s without posts in search results":["%1$s arama sonuçlarını yazısız olarak göster"],"Determine how your %1$s should look on social media by default. You can always customize the settings for individual %1$s in the %2$s metabox.":["%1$s varsayılan olarak sosyal medyada nasıl görünmesi gerektiğini belirleyin. %1$s ayarlarını %2$s meta kutusunda istediğiniz zaman tek tek özelleştirebilirsiniz."],"Determine what your %1$s should look like in the search results by default. You can always customize the settings for individual %1$s in the %2$s metabox.":["%1$s arama sonuçlarında varsayılan olarak nasıl görünmesi gerektiğini belirleyin. %1$s ayarlarını %2$s meta kutusunda istediğiniz zaman tek tek özelleştirebilirsiniz."],"This taxonomy is used for %2$s.":["Bu taksonomi %2$s için kullanılır."],"This taxonomy is used for %1$s and %2$s.":["Bu taksonomi %1$s ve %2$s için kullanılır."],"Read more about our custom field analysis":["Özel alan analizimiz hakkında daha fazla bilgi edinin"],"Determine how your %1$s should look on social media by default. You can always customize the settings for individual %1$s in the %2$s sidebar or metabox.":["%1$s varsayılan olarak sosyal medyada nasıl görünmesi gerektiğini belirleyin. %1$s ayarlarını istediğiniz zaman %2$s kenar çubuğunda veya meta kutusunda tek tek özelleştirebilirsiniz."],"Determine what your %1$s should look like in the search results by default. You can always customize the settings for individual %1$s in the %2$s sidebar or metabox.":["%1$s arama sonuçlarında varsayılan olarak nasıl görünmesi gerektiğini belirleyin. %1$s ayarlarını %2$s kenar çubuğunda veya meta kutusunda istediğiniz zaman tek tek özelleştirebilirsiniz."],"Determine how your %1$s should be described by default in %2$syour site's Schema.org markup%3$s. You can always change the settings for individual %1$s in the %4$s sidebar or metabox.":["%1$s varsayılan olarak %2$ssitenizin Schema.org biçimlendirmesi%3$s nasıl açıklanması gerektiğini belirleyin. %1$s ayarlarını %4$s kenar çubuğunda veya meta kutusunda istediğiniz zaman tek tek değiştirebilirsiniz."],"You can add multiple custom fields and separate them by using %1$senter%2$s or %1$scomma%2$s.":["Birden çok özel alan ekleyebilir ve bunları %1$syeni satır%2$s veya %1$svirgül%2$s kullanarak ayırabilirsiniz."],"Please enter a search term with at least 3 characters.":["Lütfen en az 3 karakterden oluşan bir arama terimi girin."],"CtrlK":["CtrlK"],"⌘K":["⌘K"],"Add new user...":["Yeni kullanıcı ekle..."],"Unavailable for multisites":["Çoklu siteler için kullanılamaz"],"Integrate your custom fields and SEO data from %1$s%2$s%3$s":["%1$s%2$s%3$s eklentisinden özel alanlarınızı ve SEO verilerinizi entegre edin"],"Upgrade your %1$s%2$s%3$s SEO":["%1$s%2$s%3$s SEO'nuzu yükseltin"],"Improve your internal search results with %1$s%2$s%3$s":["%1$s%2$s%3$s ile dahili arama sonuçlarınızı iyileştirin"],"Make your terms & privacy pages more trustworthy with %1$s%2$s%3$s":["%1$s%2$s%3$s ile şartlarınızı ve gizlilik sayfalarınızı daha güvenilir hale getirin"],"Track your rankings through time with %1$s%2$s%3$s":["%1$s%2$s%3$s ile zaman içindeki sıralamalarınızı takip edin"],"Use %1$s%2$s%3$s to do keyword research - without leaving your post":["Anahtar kelime araştırması yapmak için %1$s%2$s%3$s kullanın - yazınızdan ayrılmadan"],"We could not save the website name. Please check the value.":["Web sitesi adını kaydedemedik. Lütfen değeri kontrol edin."],"%1$sSubheading distribution%2$s: The beginning of your text is longer than %4$s %5$s and is not separated by any subheadings. %3$sAdd subheadings to improve readability.%2$s":["%1$sAlt başlık dağılımı%2$s: Metninizin başlangıcı %4$s %5$s uzunluğunu aşıyor ve herhangi bir alt başlıkla ayrılmamış durumda. %3$sOkunabilirliği artırmak için alt başlıklar ekleyin.%2$s"],"WordPress.org support forums":["WordPress.org destek forumları"],"Yoast Premium support":["Yoast Premium desteği"],"Yoast.com help section":["Yoast.com yardım bölümü"],"Help":["Yardım"],"Write better content":["Daha iyi içerik yazın"],"Improve your blog post":["Blog yazınızı geliştirin"],"Learn more SEO":["Daha fazla SEO öğrenin"],"SEO Tools":["SEO araçları"],"not set":["ayarlanmadı"],"With a 30-day money-back guarantee. No questions asked.":[""],"Reach new customers who live near your business":[""],"Get all 5 Yoast plugins for WordPress at a big discount":[""],"Cover all your SEO bases":["Tüm SEO alanlarını kapsayın"],"Add global identifiers for variable products":["Değişken ürünler için genel tanımlayıcılar ekleyin"],"Drive more traffic to your online store":["Çevrimiçi mağazanıza daha fazla trafik çekin"],"Add all necessary schema.org markup":["Gerekli tüm schema.org işaretlemelerini ekleyin"],"Ping Google on the publication of a new post":["Yeni bir yazı yayınlandığında Google'a bildirim gönderin"],"Rank higher in Google's news carousel":["Google'ın haber döngüsünde daha üst sıralarda yer alın"],"Make your videos responsive for all screen sizes":["Videolarınızı tüm ekran boyutlarına duyarlı hale getirin"],"Cleaned up %1$d record from %2$s.":["%2$s sitesinden %1$d kayıt temizlendi.","%2$s sitesinden %1$d kayıt temizlendi."],"Cleaning up %1$s [%2$s]":["%1$s temizleniyor [%2$s]"],"Skipping %1$s. %2$s is not active on this site.":["%1$s atlanıyor. %2$s bu sitede etkin değil."],"Cleaned up %1$d record.":["%1$d kayıt temizlendi.","%1$d kayıt temizlendi."],"The value for 'batch-size' must be a positive integer higher than equal to 1.":["'Toplu iş boyutu' değeri, 1'e eşit ya da daha yüksek bir pozitif tamsayı olmalıdır."],"The value for 'interval' must be a positive integer.":["'Aralık' değeri pozitif bir tamsayı olmalıdır."],"We need to re-analyze some of your SEO data because of a change in the visibility of your taxonomies. Please help us do that by running the SEO data optimization. ":["Taksonomilerinizin görünürlüğündeki bir değişiklik nedeniyle SEO verilerinizin bir kısmını yeniden analiz etmemiz gerekiyor. Lütfen SEO veri optimizasyonunu çalıştırarak bunu yapmamıza yardımcı olun. "],"We need to re-analyze some of your SEO data because of a change in the visibility of your post types. Please help us do that by running the SEO data optimization. ":["Yazı tiplerinizin görünürlüğündeki bir değişiklik nedeniyle SEO verilerinizin bir kısmını yeniden analiz etmemiz gerekiyor. Lütfen SEO veri optimizasyonunu çalıştırarak bunu yapmamıza yardımcı olun. "],"The term %s could not be built because it's not indexable.":["%s terimi dizine eklenebilir olmadığı için yapılandırılamadı."],"The post %s could not be indexed because it's post type is excluded from indexing.":["Yazı tipi dizine eklemeden hariç bırakıldığı için %s yazısı dizine eklenemedi."],"The post %s could not be indexed because it does not meet indexing requirements.":["%s yazısı, dizine ekleme gereksinimlerini karşılamadığı için dizine eklenemedi."],"%1$sSAVE 30%%%2$s on your 12 month subscription":[""],"BLACK FRIDAY - 30% OFF":["KARA CUMA - %30 İNDİRİM"],"Use the alternate organization name for acronyms, or a shorter version of your organization's name.":["Kısaltmalar için alternatif kuruluş adını veya kuruluşunuzun adının daha kısa bir sürümünü kullanın."],"Alternate organization name":["Alternatif kuruluş adı"],"Use the alternate website name for acronyms, or a shorter version of your website's name.":["Kısaltmalar için alternatif web sitesi adını veya web sitenizin adının daha kısa bir sürümünü kullanın."],"Alternate website name":["Alternatif web sitesi adı"],"Determine how the title of your 404 error pages should look in the browser.":["404 hata sayfalarınızın başlığının tarayıcıda nasıl görünmesi gerektiğini belirleyin."],"404 error pages":["404 hata sayfaları"],"Determine how the title of your internal search pages should look in the browser.":["Dahili arama sayfalarınızın başlığının tarayıcıda nasıl görünmesi gerektiğini belirleyin."],"Internal search pages":["Dahili arama sayfaları"],"Show media pages in search results":["Arama sonuçlarında ortam sayfalarını göster"],"Show format archives in search results":["Arama sonuçlarında tarih arşivlerini göster"],"Show author archives in search results":["Arama sonuçlarında yazar arşivlerini göster"],"Breadcrumbs for %1$s":["%1$s için bağlantı haritaları"],"Site connections":["Site bağlantıları"],"View the XML sitemap":["XML site haritasını görüntüle"],"Enable feature":["Özelliği etkinleştir"],"Site features":["Site özellikleri"],"Learn more":["Daha fazlasını öğrenin"],"Site info":["Site bilgisi"],"We're sorry, you're not allowed to edit the %1$swebsite name%2$s and %1$stagline%2$s.":["Üzgünüz, %1$ssite başlığını%2$s ve %1$ssloganı%2$s düzenlemenize izin verilmiyor."],"Show or hide our tools and controls in the attachment editor.":["Araçlarımız ve kontrollerimizi ek düzenleyicide gösterin veya gizleyin."],"(e.g., %1$s)":["(ör., %1$s)"],"Remove unregistered URL parameters":["Kayıtlı olmayan URL parametrelerini kaldır"],"Optimize Google Analytics utm tracking parameters":["Google Analytics utm izleme parametrelerini iyileştir"],"Remove WP-JSON API":["WP-JSON API özelliğini kaldır"],"Remove emoji scripts":["Emoji betiklerini kaldır"],"Remove Atom / RDF feeds":["Atom / RDF akışlarını kaldır"],"Remove search results feeds":["Arama sonuçları akışlarını kaldır"],"Remove custom taxonomy feeds":["Özel sınıflama akışlarını kaldır"],"Remove tag feeds":["Etiket akışlarını kaldır"],"Remove category feeds":["Kategori akışlarını kaldır"],"Remove post type feeds":["Yazı tipi akışlarını kaldır"],"Remove post authors feeds":["Yazı yazarları akışlarını kaldır"],"Remove post comments feeds":["Yazı yorumları akışlarını kaldır"],"Remove global comment feeds":["Genel yorum akışlarını kaldır"],"Remove global feed":["Genel akışı kaldır"],"Remove powered by HTTP header":["\"Powered by\" HTTP üst bilgisini kaldır"],"Remove generator tag":["Oluşturucu etiketini kaldır"],"Remove oEmbed links":["oEmbed bağlantılarını kaldır"],"Remove RSD / WLW links":["RSD / WLW bağlantılarını kaldır"],"Remove REST API links":["REST API bağlantılarını kaldır"],"Remove shortlinks":["Kısa bağlantıları kaldır"],"Show or hide our tools and controls in the content editor.":["Araçlarımızı ve kontrollerimizi içerik düzenleyicide gösterin veya gizleyin."],"Enable SEO controls and assessments":["SEO kontrollerini ve değerlendirmelerini etkinleştirin"],"Unlock with %1$s":["%1$s ile kilidini açın"],"We couldn’t find anything with that term.":["Bu terimle ilgili hiçbir şey bulamadık."],"Search...":["Ara..."],"Quick search...":["Hızlı arama..."],"No, continue editing":["Hayır, düzenlemeye devam et"],"Yes, discard changes":["Evet, değişiklikleri iptal et"],"You are about to discard all unsaved changes. All of your settings will be reset to the point where you last saved. Are you sure you want to do this?":["Kaydedilmemiş tüm değişikliklerden vazgeçmek üzeresiniz. Tüm ayarlarınız en son kaydettiğiniz noktaya döndürülür. Bunu yapmak istediğinizden emin misiniz?"],"Discard all changes":["Tüm değişikliklerden vazgeç"],"Redirect pretty URLs for search pages to raw format":["Arama sayfaları için güzel adresleri ham biçime yönlendirin"],"Choose the general appearance of your breadcrumbs.":["Dolaşım bağlantılarının genel görünümünü seç."],"Breadcrumb appearance":["Dolaşım bağlantıları görünümü"],"You have selected the user %1$s%5$s%2$s as the person this site represents. Their user profile information will now be used in search results. %3$sUpdate their profile to make sure the information is correct%4$s.":["Bu sitenin temsil ettiği kişi olarak %1$s%5$s%2$s kullanıcısını seçtiniz. Kullanıcı profili bilgileri artık arama sonuçlarında kullanılacaktır. %3$sBilgilerin doğru olduğundan emin olmak için profilini güncelleyin%4$s."],"Please tell us more about the person this site represents.":["Lütfen bize bu sitenin temsil ettiği kişi hakkında daha fazla bilgi verin."],"E.g. https://example.com/yoast":["Örneğin https://example.com/yoast"],"Tell us if you have any other profiles on the web that belong to your organization. This can be any number of profiles, like YouTube, LinkedIn, Pinterest, or even Wikipedia.":["Webde kuruluşunuza ait başka profilleriniz olup olmadığını bize bildirin. Bu, YouTube, LinkedIn, Pinterest ve hatta Vikipedi gibi herhangi bir sayıda profil olabilir."],"Please tell us more about your organization. This information will help Google to understand your website, and improve your chance of getting rich results.":["Lütfen bize kuruluşunuz hakkında daha fazla bilgi verin. Bu bilgiler, Google'ın web sitenizi anlamasına yardımcı olur ve zengin sonuçlar alma şansınızı artırır."],"E.g. https://twitter.com/yoast":["Örneğin https://twitter.com/yoast"],"E.g. https://facebook.com/yoast":["Örneğin https://facebook.com/yoast"],"Other profiles":["Diğer profiller"],"Writing":["Yazma"],"You can determine the title and description for the blog page by %1$sediting the blog page itself%2$s.":["Blog sayfasının başlığını ve açıklamasını, %1$sblog sayfasının kendisini düzenleyerek%2$s belirleyebilirsiniz."],"These are expert features, so make sure you know what you're doing before removing the parameters. %1$sRead more about how your site can be affected%2$s.":["Bunlar uzman özellikleridir, bu nedenle parametreleri kaldırmadan önce ne yaptığınızı bildiğinizden emin olun. %1$sSitenizin nasıl etkilenebileceği hakkında daha fazla bilgi edinin%2$s."],"Advanced: URL cleanup":["Gelişmiş: URL temizleme"],"Prevent crawling of internal site search URLs":["Dahili site arama adreslerinin taranmasını engelleyin"],"Block internal site searches which match the patterns of known spam attacks.":["Bilinen spam saldırılarının kalıplarıyla eşleşen dahili site aramalarını engelleyin."],"Block internal site searches which contain complex and non-alphanumeric characters, as they may be part of a spam attack.":["Spam saldırısının parçası olabileceğinden, karmaşık ve alfa sayısal olmayan karakterler içeren dahili site aramalarını engelleyin."],"Enables advanced settings for protecting your internal site search URLs.":["Dahili site arama adreslerinizi korumak için gelişmiş ayarları etkinleştirir."],"Your internal site search can create lots of confusing URLs for search engines, and can even be used as a way for SEO spammers to attack your site. Most sites will benefit from experimenting with these protections and optimizations, even if you don’t have a search feature in your theme.":["Dahili site aramanız, arama motorları için birçok kafa karıştırıcı URL oluşturabilir ve hatta SEO spam gönderenlerinin sitenize saldırmasının bir yolu olarak kullanılabilir. Çoğu site, temasında bir arama özelliği olmasa bile, bu korumalar ve optimizasyon denemelerinden fayda sağlar."],"Internal site search cleanup":["Dahili site araması temizliği"],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of WordPress' JSON API endpoints.":["WordPress'in JSON API uç noktalarının taranmasını önlemek için robots.txt dosyanıza bir 'disallow' kuralı ekleyin."],"Remove JavaScript used for converting emoji characters in older browsers.":["Eski tarayıcılarda emoji karakterlerini dönüştürmek için kullanılan JavaScript'i kaldırın."],"Remove URLs which provide alternative (legacy) formats of all of the above.":["Yukarıdakilerin tümünün alternatif (eski) biçimlerini sağlayan adresleri kaldırın."],"Remove URLs which provide information about your search results.":["Arama sonuçlarınız hakkında bilgi sağlayan adresleri kaldırın."],"Remove URLs which provide information about your recent posts, for each custom taxonomy.":["Her özel sınıflama için son yazılarınız hakkında bilgi sağlayan adresleri kaldırın."],"Remove URLs which provide information about your recent posts, for each tag.":["Her etiket için son yazılarınız hakkında bilgi sağlayan adresleri kaldırın."],"Remove URLs which provide information about your recent posts, for each category.":["Her kategori için son yazılarınız hakkında bilgi sağlayan adresleri kaldırın."],"Remove URLs which provide information about your recent posts, for each post type.":["Her yazı tipi için son yazılarınız hakkında bilgi sağlayan adresleri kaldırın."],"Remove URLs which provide information about recent posts by specific authors.":["Belirli yazarların son yazıları hakkında bilgi sağlayan adresleri kaldırın."],"Remove URLs which provide information about recent comments on each post.":["Her yazıdaki son yorumlar hakkında bilgi sağlayan adresleri kaldırın."],"Also disables post comment feeds.":["Ayrıca yorum yayını akışlarını devre dışı bırakır."],"Remove URLs which provide an overview of recent comments on your site.":["Sitenizdeki son yorumlara genel bir bakış sağlayan adresleri kaldırın."],"Remove URLs which provide an overview of your recent posts.":["Son yazılarınıza genel bir bakış sağlayan adresleri kaldırın."],"WordPress outputs your content in many different formats, across many different URLs (like RSS feeds of your posts and categories). It’s generally good practice to disable the formats you’re not actively using.":["WordPress, içeriğinizi birçok farklı biçimde, birçok farklı adreste (yayınlarınızın ve kategorilerinizin RSS beslemeleri gibi) çıktı verir. Etkin olarak kullanmadığınız biçimleri devre dışı bırakmak genellikle iyi bir uygulamadır."],"Disable unwanted content formats":["İstenmeyen içerik biçimlerini devre dışı bırakın"],"Remove links which allow others sites to ‘ping’ yours when they link to you.":["Diğer sitelerin size bağlantı verdiklerinde sitenize 'ping' göndermesine izin veren bağlantıları kaldırın."],"Remove information about the plugins and software used by your site.":["Siteniz tarafından kullanılan eklentiler ve yazılımlar hakkındaki bilgileri kaldırın."],"Remove links used for embedding your content on other sites.":["İçeriğinizi diğer sitelere katıştırmak için kullanılan bağlantıları kaldırın."],"Remove links used by external systems for publishing content to your blog.":["Harici sistemler tarafından blogunuzda içerik yayınlamak için kullanılan bağlantıları kaldırın."],"Remove links to the location of your site’s REST API endpoints.":["Sitenizin REST API uç noktaları konumlarına giden bağlantıları kaldırın."],"Remove links to WordPress' internal 'shortlink' URLs for your posts.":["Yayınlarınız için WordPress'in dahili 'kısa bağlantı' adreslerine bağlantıları kaldırın."],"Remove unwanted metadata":["İstenmeyen meta verileri kaldır"],"Crawl optimization":["Tarama optimizasyonu"],"Removes unknown URL parameters via a %1$s redirect. E.g., %2$s will be redirected to %3$s":["Bilinmeyen URL parametrelerini %1$s yönlendirmesi yoluyla kaldırır. Örneğin, %2$s %3$s adresine yönlendirilecektir"],"Replaces %1$s tracking parameters with the (more performant) %2$s equivalent, via a %3$s redirect. E.g., %4$s will be redirected to %5$s":["%1$s izleme parametrelerini %3$s yönlendirmesi ile (daha performanslı) %2$s eşlenikleri ile değiştirir. Örneğin, %4$s %5$s adresine yönlendirilecektir"],"Users and search engines may often request your URLs whilst using query parameters, like %1$s. These can be helpful for tracking, filtering, and powering advanced functionality - but they come with a performance and SEO ‘cost’. Sites which don’t rely on URL parameters might benefit from using these options.":["Kullanıcılar ve arama motorları, %1$s gibi sorgu parametrelerini kullanarak adresler çağırabilir. Bunlar, gelişmiş işlevselliği izlemek, filtrelemek ve güçlendirmek için yararlı olabilir - ancak bir performans ve SEO 'maliyeti' ile birlikte gelirler. URL parametreleri ile işi olmayan siteler bu seçenekleri kullanarak fayda sağlayabilir."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by Common Crawl CCBot.":["Common Crawl CCBot tarafından taramayı önlemek için robots.txt dosyanıza bir ‘disallow’ kuralı ekleyin."],"WordPress adds a lot of links and content to your site's %1$s and HTTP headers. For most websites you can safely disable all of these, which can help to save bytes, electricity, and trees.":["WordPress, sitenizin %1$s ve HTTP başlıklarına çok sayıda bağlantı ve içerik ekler. Çoğu insan bunların tümünü güvenli bir şekilde devre dışı bırakabilir, bu da bayt ve elektrikten tasarruf etmenize ve ağaçları korumanıza yardımcı olabilir."],"Make your site more efficient and more environmentally friendly by preventing search engines from crawling things they don’t need to, and by removing unused WordPress features. %1$sLearn more about crawl settings and how they could benefit your site%2$s.":["Arama motorlarının ihtiyaç duymadıkları şeyleri taramasını önleyerek ve kullanılmayan WordPress özelliklerini kaldırarak sitenizi daha verimli ve daha çevre dostu hale getirin. %1$sTarama ayarları ve bunların sitenize nasıl fayda sağlayabileceği hakkında daha fazla bilgi edinin%2$s."],"E.g., %1$s and %2$s":["Örneğin, %1$s ve %2$s"],"E.g., %1$s":["Örneğin, %1$s"],"Enable breadcrumbs for your theme":["Temanız için bağlantı haritalarını etkinleştirin"],"You can always choose to enable/disable them for your theme below. This setting will not apply to breadcrumbs inserted through a widget, a block or a shortcode.":["Aşağıdan temanız için bunları her zaman etkinleştirmeyi/etkisizleştirmeyi seçebilirsiniz. Bu ayar, bir bileşen, blok veya kısa kod aracılığıyla eklenen içerik haritaları için geçerli değildir."],"Choose which Post type you wish to show in the breadcrumbs for Taxonomies.":["Bağlantı haritalarında sınıflamalar için göstermek istediğiniz yazı tipini seçin."],"Breadcrumbs for taxonomies":["Taksonomiler için dolaşım bağlantıları"],"Choose which Taxonomy you wish to show in the breadcrumbs for Post types.":["Yazı tipleri için bağlantı haritalarını göstermek istediğiniz sınıflamayı seçin."],"Breadcrumbs for post types":["Yazı tipleri için dolaşım bağlantıları"],"Breadcrumb for 404 page":["404 sayfası için dolaşım bağlantısı"],"Prefix for search page breadcrumbs":["Arama dolaşım bağlantıları için ön ek"],"Add prefix":["Ön ek ekle"],"Add anchor text":["Bağlantı metni ekle"],"Add separator":["Ayırıcı ekle"],"Configure the appearance and behavior of %1$syour breadcrumbs%2$s.":["%1$sDolaşım bağlantılarının%2$s  görünümünü ve davranışını yapılandırın."],"Disabling this will redirect the %1$s to your site's homepage.":["Bunu devre dışı bırakmak, %1$s öğesini sitenizin ana sayfasına yönlendirir."],"Refresh this page":["Bu sayfayı yenile"],"Unfortunately, this means that all your unsaved changes will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Ne yazık ki bu, kaydedilmemiş tüm değişikliklerinizin kaybolacağı anlamına gelir. Sorunu çözmek için bu sayfayı yenilemeyi deneyebilirsiniz. Bu hata tekrarlanmaya devam ederse, lütfen destek ekibimizle iletişime geçin, ihtiyacınız olan tüm yardımı size ulaştıralım!"],"Something went wrong. An unexpected error occurred.":["Bir şeyler ters gitti. Beklenmeyen bir hata oluştu."],"Failed to retrieve users.":["Kullanıcılar getirilemedi."],"Searching users...":["Kullanıcılar aranıyor..."],"No users found.":["Hiç kullanıcı bulunamadı."],"Discard changes":["Değişiklikleri iptal et"],"The profile is not valid. Please use only 1-25 letters, numbers and underscores or enter a valid Twitter URL.":["Profil geçerli değil. Lütfen yalnızca 1-25 harf, rakam ve alt çizgi kullanın veya geçerli bir Twitter adresi girin."],"The profile is not valid. Please enter a valid URL.":["Profil geçerli değil. Lütfen geçerli bir adres girin."],"The verification code is not valid. Please use only the letters A to F, numbers, underscores and dashes.":["Doğrulama kodu geçerli değil. Lütfen sadece A'dan F'ye kadar olan harfleri, sayıları, alt çizgileri ve tireleri kullanın."],"The verification code is not valid. Please use only letters, numbers, underscores and dashes.":["Doğrulama kodu geçerli değil. Lütfen sadece harf, rakam, alt çizgi ve tire kullanın."],"User":["Kullanıcı"],"Site basics":["Siteyle ilgili temel bilgiler"],"Text formality":["Metin resmiyeti"],"Read more about text formality.":["Metin resmiyeti hakkında daha fazla bilgi edinin."],"%1$s%3$s%2$s will help you assess the formality level of your text.":["%1$s%3$s%2$s, metninizin resmiyet düzeyini değerlendirmenize yardımcı olacaktır."],"WordPress loads lots of resources, some of which your site might not need. If you’re not using these, removing them can speed up your pages and save resources.":["WordPress, bazıları sitenizin ihtiyaç duymayabileceği birçok kaynak yükler. Bunları kullanmıyorsanız, kaldırmak sayfalarınızı hızlandırabilir ve kaynaklardan tasarruf etmenizi sağlayabilir."],"Remove unused resources":["Kullanılmayan kaynakları kaldırın"],"Prevent search engines from crawling /wp-json/":["Arama motorlarının /wp-json/ adresini taramasını engelleyin"],"Prevent search engines from crawling site search URLs":["Arama motorlarının site arama adreslerini taramasını engelleyin"],"There are unsaved changes on this page. Leaving means that those changes will be lost. Are you sure you want to leave this page?":["Bu sayfada kaydedilmemiş değişiklikler var. Ayrılmak, bu değişikliklerin kaybolacağı anlamına gelir. Bu sayfadan ayrılmak istediğinizden emin misiniz?"],"Media pages":["Ortam sayfaları"],"Categories & tags":["Kategoriler ve etiketler"],"Content types":["İçerik türleri"],"Show more":["Daha fazla göster"],"Show less":["Daha az göster"],"Configure the basics for your website.":["Web siteniz için temel bilgileri yapılandırın."],"This field updates the %1$stagline in your WordPress settings%2$s.":["Bu alan, %1$sWordPress ayarlarınızdaki sloganı%2$s günceller."],"Disabling this means that %1$s pages created by WordPress will not be indexed by search engines and will be excluded from XML sitemaps.":["Bunu devre dışı bırakmak, WordPress tarafından oluşturulan %1$s sayfalarının arama motorları tarafından dizine eklenmeyeceği ve XML site haritalarından hariç tutulacağı anlamına gelir."],"Show %1$s pages in search results":["Arama sonuçlarında %1$s sayfalarını göster"],"We recommend keeping %1$s pages disabled. This will cause all attachment URLs to be redirected to the media itself.":["%1$s sayfalarını devre dışı bırakmanızı öneririz. Bu tüm ek adreslerinin ortamın kendisine yönlendirilmesine neden olur."],"%1$s pages":["%1$s sayfaları"],"When you upload media (e.g. an image or video), %5$s automatically creates a %3$s page (attachment URL) for it. These pages are quite empty and could cause %1$sthin content problems and lead to excess pages on your site%2$s. Therefore, %4$s disables them by default (and redirects the attachment URL to the media itself).":["Ortam yüklediğinizde (ör. bir görsel veya video), %5$s bunun için otomatik olarak bir %3$s sayfası (ek adresi) oluşturur. Bu sayfalar oldukça boştur ve %1$szayıf içerik sorunlarına neden ve sitenizde fazla sayfa oluşmasına neden olabilir%2$s. Bu nedenle, %4$s bunları varsayılan olarak devre dışı bırakır (ve ek adresini ortamın kendisine yönlendirir)."],"Format-based archives can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["Biçim tabanlı arşivler yinelenen içerik sorunlarına neden olabilir. Çoğu site için bu ayarı devre dışı bırakmanızı öneririz."],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps. We recommend that you disable this setting.":["Bunu devre dışı bırakmak, %1$s öğelerinin arama motorları tarafından dizine eklenmeyeceği ve XML site haritalarından hariç tutulacağı anlamına gelir. Bu ayarı devre dışı bırakmanızı öneririz."],"%1$s can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["%1$s yinelenen içerik sorunlarına neden olabilir. Çoğu site için bu ayarı devre dışı bırakmanızı öneririz."],"%1$s (e.g. %2$s) are based on publication dates. From an SEO perspective, the posts in these archives have no real relation to the other posts except for their publication dates, which doesn’t say much about the content. They could also lead to duplicate content issues. This is why we recommend you to disable %3$s.":["%1$s (örneğin %2$s) yayın tarihlerine dayanmaktadır. SEO açısından bakıldığında, bu arşivlerdeki yazıların yayın tarihleri dışında diğer yazılarla gerçek bir ilişkisi yoktur, bu da içerik hakkında fazla bir şey söylemez. Ayrıca yinelenen içerik sorunlarına da yol açabilirler. Bu nedenle %3$s devre dışı bırakmanızı öneririz."],"Determine how your %1$s should look on social media by default.":["%1$s öğelerinin varsayılan olarak sosyal medyada nasıl görünmesi gerektiğini seçin."],"Disabling this means that %1$s without any posts will not be indexed by search engines and will be excluded from XML sitemaps.":["Bunu devre dışı bırakmak, herhangi bir yayını olmayan %1$s arama motorları tarafından dizine eklenmeyeceği ve XML site haritalarından hariç tutulacağı anlamına gelir."],"Show archives for authors without posts in search results":["Arama sonuçlarında yazı içermeyen yazar arşivlerini göster"],"Determine how your %1$s should look in search engines.":["%1$s öğelerinin arama motorlarında nasıl görünmesi gerektiğini seçin."],"If you're running a one author blog, the %1$s (e.g. %2$s) will be exactly the same as your homepage. This is what's called a %3$sduplicate content problem%4$s. If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or prevent it from showing up in search results.":["Tek yazarlı bir blog çalıştırıyorsanız, %1$s (ör. %2$s) ana sayfanızla tamamen aynı olacaktır. Buna %3$syinelenen içerik sorunu%4$s denir. Sitenizde durum buysa, devre dışı bırakmayı (ana sayfaya yönlendirmesini sağlar) veya arama sonuçlarında görünmesini engellemeyi seçebilirsiniz."],"Author archive":["Yazar Arşivi"],"Read more about the search results settings":["Arama sonuçları ayarları hakkında daha fazla bilgi edinin"],"Determine how your %1$s should look in search engines and on social media.":["%1$s öğelerinin arama motorlarında ve sosyal medyada nasıl görünmesi gerektiğini belirleyin."],"Contact support":["Destek ile iletişim kur"],"We're very sorry, but it seems like the following error has interrupted our application:":["Çok üzgünüz, ancak aşağıdaki hata uygulamamızı kesintiye uğratmış gibi görünüyor:"],"Read reviews from real users":["Gerçek kullanıcıların yorumlarını okuyun"],"%1$s attempted to load the class %2$s but it could not be found.":["%1$s %2$s sınıfını yüklemeye çalıştı ancak sınıf bulunamadı."],"We noticed that you are using a multilingual plugin. Please be aware that this analysis feedback is intended only for texts written in English.":["Çok dilli bir eklenti kullandığınızı fark ettik. Lütfen bu analiz geri bildiriminin yalnızca İngilizce yazılmış metinlere yönelik olduğunu unutmayın."],"Determine how your homepage should look in the search results and on social media. This is what people probably will see when they search for your brand name.":["Ana sayfanızın arama motorlarında ve sosyal medyada nasıl görünmesi gerektiğini belirleyin. Bunun, insanların marka adınızı aradıklarında muhtemelen görecekleri şey olduğunu unutmayın."],"Determine how your homepage should look on social media.":["Ana sayfanızın sosyal medyada nasıl görünmesi gerektiğini belirleyin."],"Show the categories prefix in the slug":["Kategori ön ekini kısa isimde tut"],"Category URLs in WordPress contain a prefix, usually %s. Show or hide that prefix in category URLs.":["WordPress'teki kategori adresleri bir ön ek içerir, genellikle %s. Bu, yalnızca kategoriler için bu ön eki etkinleştirir."],"Determine how your %1$s archive should look on social media.":["%1$s arşivinizin sosyal medyada nasıl görünmesi gerektiğini belirleyin."],"Disabling this means that the archive for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Bunu devre dışı bırakmak, %1$s arşivinin arama motorları tarafından dizine eklenmeyeceği ve XML site haritalarından hariç tutulacağı anlamına gelir."],"Determine how your %1$s archive should look in search engines.":["%1$s arşivinizin arama motorlarında nasıl görünmesi gerektiğini belirleyin."],"These settings are specifically for optimizing your %1$s archive.":["Bu ayarlar özellikle %1$s arşivinizi optimize etmek içindir."],"%1$s archive":["%1$s arşivi"],"Add custom fields to page analysis":["Sayfa analizi için özel alanlar ekleyin"],"Additional settings":["Ek ayarlar"],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Bunu devre dışı bırakmak, %1$s arama motorları tarafından dizine eklenmeyeceği ve XML site haritalarından hariç tutulacağı anlamına gelir."],"Search appearance":["Arama görünümü"],"You haven't set a Shop page in your WooCommerce settings. %1$sPlease do this first%2$s.":["WooCommerce ayarlarınızda bir mağaza sayfası belirlemediniz. %1$sLütfen önce bunu yapın%2$s."],"The %1$ssocial image%2$s, %1$ssocial title%2$s and %1$ssocial description%2$s require Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":["%1$sSosyal görsel%2$s, %1$ssosyal başlık%2$s ve %1$ssosyal açıklama%2$s şu anda %3$ssite özellikleri%4$s bölümündeki 'Sosyal paylaşım' kısmında devre dışı bırakılmış olan Open Graph verilerini gerektirir."],"Oh no! It seems your form contains invalid data. Please review the following fields:":["Off hayır! Formunuz geçersiz veriler içeriyor gibi görünüyor. Lütfen aşağıdaki alanları gözden geçirin:"],"Archive social image":["Arşiv sosyal görseli"],"Archive social description":["Arşiv sosyal açıklaması"],"Archive social title":["Arşiv sosyal başlığı"],"Show the archive for %1$s in search results":["Arama sonuçlarında %1$s arşivini göster"],"Archive breadcrumbs title":["Arşiv bağlantı haritaları başlığı"],"Archive meta description":["Arşiv meta açıklaması"],"Archive SEO title":["Arşiv SEO başlığı"],"Enable %1$s for %2$s":["%2$s için %1$s etkinleştirin"],"Show %1$s in search results":["Arama sonuçlarında %1$s göster"],"The selected media type is not valid. Supported types are: JPG, PNG, WEBP and GIF.":["Seçilen ortam türü geçerli değil. Desteklenen türler şunlardır: JPG, PNG, WEBP ve GIF."],"%1$sInclusive language%2$s: We haven't detected any potentially non-inclusive phrases. Great work!":["%1$sKapsayıcı dil%2$s: Potansiyel olarak kapsayıcı olmayan ifadeler tespit etmedik. Harika iş!"],"Potentially non-inclusive phrases":["Potansiyel olarak kapsayıcı olmayan ifadeler"],"Non-inclusive phrases":["Kapsayıcı olmayan ifadeler"],"Learn more about the inclusive language analysis":["Kapsayıcı dil analizi hakkında daha fazla bilgi edinin"],"Inclusive language:":["Kapsayıcı dil:"],"Removes the inclusive language analysis section from the metabox and disables all inclusive language-related suggestions.":["Kapsayıcı dil analizi bölümünü meta kutudan kaldırır ve tümüyle kapsayıcı dille ilgili önerileri devre dışı bırakır."],"Disable inclusive language analysis":["Kapsayıcı dil analizini devre dışı bırak"],"Discover why inclusive language is important for SEO.":["Kapsayıcı dilin SEO için neden önemli olduğunu keşfedin."],"The inclusive language analysis offers suggestions to write more inclusive copy.":["Kapsayıcı dil analizi, daha kapsayıcı bir metin yazmak için öneriler sunar."],"Inclusive language analysis":["Kapsayıcı dil analizi"],"Inclusive language":["Kapsayıcı dil"],"%1$sInclusive language%2$s: %3$s":["%1$sKapsayıcı dil%2$s: %3$s"],"Use %s fields to power your meta tags and templates, and analyze all of your content.":["Meta etiketlerinizi ve şablonlarınızı güçlendirmek ve tüm içeriğinizi analiz etmek için %s alanlarını kullanın."],"Improve your technical SEO, meta tags and unlock more SEO ecommerce tools.":["Teknik SEO'nuzu, meta etiketlerinizi geliştirin ve daha fazla SEO e-ticaret aracının kilidini açın."],"Connect your %1$s account to improve your site’s search results using %2$s data.":["%2$s verilerini kullanarak sitenizin arama sonuçlarını iyileştirmek için %1$s hesabınızı bağlayın."],"Upgrade your meta tags and social previews and manage your SEO settings in one place.":["Meta etiketlerinizi ve sosyal ön izlemelerinizi yükseltin ve SEO ayarlarınızı tek bir yerden yönetin."],"Get the most out of %1$s%2$s%3$s and %4$s, together":["%1$s%2$s%3$s ve %4$s eklentilerinden birlikte en iyi şekilde yararlanın"],"Take advantage of your favorite SEO & content analysis tools with your favorite page builder.":["En sevdiğiniz sayfa oluşturucu ile en sevdiğiniz SEO ve içerik analiz araçlarından yararlanın."],"Get %1$s tools and functionality in %2$s%3$s%4$s":["%2$s%3$s%4$s içinde %1$s araçlarını ve işlevlerini edinin"],"Use the power of the blockchain to timestamp your content with %s.":["İçeriğinizi %s zaman damgasıyla damgalamak için blok zincirinin gücünü kullanın."],"Keep an eye on how your posts are ranking by connecting to your %s account.":["%s hesabınızı bağlayarak yazılarınızın nasıl sıralandığını takip edin."],"Find out what your audience is searching for with %s data right in your sidebar.":["Doğrudan kenar çubuğunuzdaki %s verileriyle kitlenizin ne aradığını öğrenin."],"Front-end SEO inspector":["Ön yüz SEO denetleyicisi"],"Oops! Something went wrong while saving.":["Amanın! Kaydederken bir şeyler ters gitti."],"Great! Your settings were saved successfully.":["Harika! Ayarlarınız başarıyla kaydedildi."],"Get your verification code in %1$sYandex Webmaster tools%2$s.":["%1$sYandex Web Yöneticisi Araçları%2$s'ndan doğrulama kodunuzu edinin."],"Yandex":["Yandex"],"Claim your site over at %1$sPinterest%2$s.":["%1$sPinterest%2$s üzerinden sitenizi sahiplenin."],"Get your verification code in %1$sGoogle Search console%2$s.":["%1$sGoogle Search Console%2$s'dan doğrulama kodunuzu edinin."],"Get your verification code in %1$sBing Webmaster tools%2$s.":["%1$sBing Web Yöneticisi Araçları%2$s'ndan doğrulama kodunuzu edinin."],"Bing":["Bing"],"Add verification code":["Doğrulama kodu ekle"],"Get your verification code in %1$sBaidu Webmaster tools%2$s.":["%1$sBaidu Web Yöneticisi Araçları%2$s'ndan doğrulama kodunuzu edinin."],"Baidu":["Baidu"],"Verify your site with different tools. This will add a verification meta tag to your homepage. You can find instructions on how to verify your site for each platform by following the link in the description.":["Sitenizi farklı araçlarla doğrulayın. Bu, ana sayfanıza bir doğrulama meta etiketi ekler. Açıklamadaki bağlantıyı izleyerek sitenizi her platform için nasıl doğrulayacağınıza ilişkin yönergeleri bulabilirsiniz."],"By default only editors and administrators can access the Advanced and Schema section of the %1$s sidebar or metabox. Disabling this allows access to all users.":["Varsayılan olarak, yalnızca editörler ve yöneticiler %1$s meta kutusu veya yan menü gelişmiş - ve şema bölümüne erişebilir. Bunu devre dışı bırakmak, tüm kullanıcılara erişim sağlar."],"Restrict advanced settings for authors":["Yazarlar için gelişmiş ayarları kısıtlayın"],"This Yoast SEO REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use Yoast SEO for all their SEO meta output.":["Bu Yoast SEO REST API uç noktası, belirli bir adres için ihtiyacınız olan tüm meta verileri sağlar. Bu, headless WordPress sitelerinin tüm SEO meta çıktıları için Yoast SEO'yu kullanmasını çok kolaylaştıracaktır."],"REST API endpoint":["REST API uç noktası"],"APIs":["API"],"Slack sharing":["Slack paylaşımı"],"Allows for Twitter to display a preview with images and a text excerpt when a link to your site is shared.":["Twitter'ın, sitenize bir bağlantı paylaşıldığında görseller ve metin alıntısı içeren bir ön izleme görüntülemesine izin verir."],"Twitter card data":["Twitter kart verileri"],"Open Graph data":["Open Graph verileri"],"Social sharing":["Sosyal paylaşım"],"Site structure":["Site yapısı"],"Tell us which features you want to use.":["Hangi özellikleri kullanmak istediğinizi bize bildirin."],"Site preferences":["Site tercihleri"],"Network disabled":["Ağ devre dışı"],"Unavailable for sub-sites":["Alt siteler için kullanılamaz"],"This image is used as a fallback for posts/pages that don't have any images set.":["Bu görsel, herhangi bir görsel ayarlanmamış yazılar/sayfalar için varsayılan olarak kullanılır."],"Site image":["Site görseli"],"Title separator":["Başlık ayracı"],"Recommended size for this image is %1$s%3$s%2$s":["Bu görsel için önerilen boyut %1$s%3$s%2$s"],"The %1$sSite image%2$s requires Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":["%1$sSite görseli%2$s, şu anda %3$ssite özellikleri%4$s bölümündeki 'Sosyal paylaşım' kısmında devre dışı bırakılmış olan Open Graph verilerini gerektirir."],"Automatically add content to your RSS. This enables you to add links back to your blog and your blog posts, helping search engines identify you as the original source of the content.":["RSS'nize otomatik olarak içerik ekleyin. Bu, blogunuza ve blog yayınlarınıza bağlantılar eklemenize olanak tanıyarak arama motorlarının sizi içeriğin orijinal kaynağı olarak tanımlamasına yardımcı olur."],"RSS feed":["RSS akışı"],"%1$s (default)":["%1$s (varsayılan)"],"We took the liberty of using your website name and logo for the organization name and logo. Feel free to change them below.":["Kuruluş adı ve logosu için site başlığınızı ve logonuzu kullanma serbestisinde bulunduk. Bunları aşağıda değiştirmekten çekinmeyin."],"Edit your %1$s":["%1$s düzenleyin"],"slug":["kısa ad"],"keyphrase":["anahtar kelime"],"A company name and logo need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site name and logo as default values. %1$sLearn more about the importance of structured data.%2$s":["Yapılandırılmış verilerin düzgün çalışması için bir şirket adı ve logosunun ayarlanması gerekir. Bunları henüz ayarlamadığınız için, varsayılan değerler olarak site adını ve logoyu kullanıyoruz. %1$sYapılandırılmış verilerin önemi hakkında daha fazla bilgi edinin.%2$s"],"Install %1$s Content Analysis for %2$s":["%2$s için %1$s içerik analizini yükle"],"Activate %1$s Content Analysis for %2$s":["%2$s için %1$s içerik analizini etkinleştir"],"%1$s integrates with %2$s":["%1$s %2$s ile entegre olur"],"Integration active":["Entegrasyon etkin"],"Plugin not detected":["Eklenti algılanmadı"],"Enable integration":["Entegrasyonu etkinleştir"],"Plugin integrations":["Eklenti entegrasyonları"],"Recommended integrations":["Önerilen entegrasyonlar"],"Enable %1$s":["%1$s etkinleştir"],"Integration unavailable for multisites":["Çoklu site için entegrasyon kullanılamıyor"],"Network Disabled":["Ağ devre dışı"],"Unlock with Premium!":["Premium ile kilidini açın!"],"Premium SEO analysis:":["Premium SEO analizi:"],"Beta":["Beta"],"Are you publishing news articles? %s helps you optimize your site for Google News.":["Haberler mi yayınlıyorsunuz? %s, sitenizi Google Haberler için optimize etmenize yardımcı olur."],"no data":["veri yok"],"Your text should be slightly longer to calculate your Flesch reading ease score.":["Flesch okuma kolaylığı puanınızı hesaplamak için metniniz biraz daha uzun olmalıdır."],"Continue writing to get insight into the readability of your text!":["Metninizin okunabilirliği hakkında fikir edinmek için yazmaya devam edin!"],"%1$sKeyphrase distribution%2$s: Have you evenly distributed your focus keyphrase throughout the whole text? %3$sYoast SEO Premium will tell you!%4$s":["%1$sAnahtar ifade dağılımı%2$s: Odak anahtar ifadenizi tüm metne eşit olarak dağıttınız mı? %3$sYoast SEO Premium size söyleyecektir!%4$s"],"%1$sWord complexity%2$s: Is your vocabulary suited for a larger audience? %3$sYoast SEO Premium will tell you!%4$s":["%1$sKelime karmaşıklığı%2$s: Kelime dağarcığınız daha geniş bir kitleye uygun mu? %3$sYoast SEO Premium size söyleyecektir!%4$s"],"Get %s to enjoy the benefits of prominent words":["Öne çıkan kelimelerin avantajlarından yararlanmak için %s edinin"],"With %1$s%3$s%2$s, this section will show you which words occur most often in your text. By checking these prominent words against your intended keyword(s), you'll know how to edit your text to be more focused.":["%1$s%3$s%2$s ile, bu bölüm size metninizde en sık hangi kelimelerin geçtiğini gösterecektir. Bu belirgin kelimeleri hedeflediğiniz anahtar kelimelerle karşılaştırarak kontrol ederek, metninizi daha fazla odaklanacak şekilde nasıl düzenleyeceğinizi bileceksiniz."],"Buy %s now!":["Şimdi %s satın alın!"],"Are you working on a news article? %s helps you optimize your site for Google News.":["Bir haber makalesi üzerinde mi çalışıyorsunuz? %s, sitenizi Google Haberler için optimize etmenize yardımcı olur."],"Premium SEO analysis":["Premium SEO analizi"],"1 year of premium support and updates included!":["1 yıllık premium destek ve güncellemeler dahildir!"],"Unlock with %s":["%s ile kilidi açın"],"Learn more about character count":["Karakter sayısı hakkında daha fazla bilgi edinin"],"Character count":["Karakter sayısı"],"Learn more about word count":["Kelime sayısı hakkında daha fazla bilgi edinin"],"Word count":["Kelime sayısı"],"Learn more about Flesch reading ease":["Flesch okuma kolaylığı hakkında daha fazla bilgi edinin"],"out of 100":["100 üzerinden"],"okay":["tamam"],"Learn more about reading time":["Okuma süresi hakkında daha fazla bilgi edinin"],"Reading time":["Okuma süresi"],"minute":["dakika","dakika"],"Activate %1$s!":["%1$s etkinleştir!"],"You've installed %1$s but it's not activated yet. %2$sActivate %1$s now!%3$s":["%1$s yüklediniz, ancak henüz etkinleştirilmedi. %2$s%1$s eklentisini şimdi etkinleştirin!%3$s"],"Automatically ping search engines like Bing and Yandex whenever you publish, update or delete a post.":["Bir yazıyı yayınladığınızda, güncellediğinizde veya sildiğinizde Bing ve Yandex gibi arama motorlarına otomatik olarak ping yapın."],"Additional URL parameters to allow":["İzin verilecek ek URL parametreleri"],"Permalink cleanup settings":["Kalıcı bağlantı temizleme ayarları"],"Max number of characters to allow in searches":["Aramalarda izin verilecek en fazla karakter sayısı"],"Search cleanup settings":["Arama temizleme ayarları"],"Filter searches with common spam patterns":["Aramaları yaygın spam kalıplarıyla filtreleyin"],"Filter searches with emojis and other special characters":["Aramaları emojiler ve diğer özel karakterlerle filtreleyin"],"Filter search terms":["Arama terimlerini filtrele"],"Unregistered URL parameters":["Kayıtlı olmayan URL parametreleri"],"Campaign tracking URL parameters":["Kampanya izleme URL parametreleri"],"Timestamp this %s":["%s öğesine zaman damgası"],"%1$s: Not all the words from your keyphrase \"%4$s\" appear in the SEO title. %2$s%5$s%3$s.":["%1$s: \"%4$s\" anahtar ifadenizdeki tüm kelimeler SEO başlığında bulunmuyor. %2$s%5$s%3$s."],"%1$s: The focus keyphrase appears at the beginning of the SEO title. Good job!":["%1$s: Odak anahtar ifadesi SEO başlığının başında görünüyor. Güzel iş!"],"Keyphrase in SEO title":["SEO başlığındaki anahtar kelime öbeği"],"Contact %s support.":["%s desteğine başvurun."],"WordProof Timestamp":["WordProof zaman damgası"],"View this content's Timestamp certificate":["Bu içeriğin zaman damgası sertifikasını görüntüle"],"Contact WordProof support":["WordProof desteğine başvurun"],"Find out how IndexNow can help your site.":["IndexNow'un sitenize nasıl yardımcı olabileceğini öğrenin."],"IndexNow":["IndexNow"],"Dismiss this notice.":["Bu mesajı gizle."],"We noticed that you haven't fully configured Yoast SEO yet. Optimize your SEO settings even further by using our improved %1$s First-time configuration%2$s.":["Yoast SEO'yu henüz tam olarak yapılandırmadığınızı fark ettik. Geliştirilmiş %1$s İlk yapılandırma%2$smızı kullanarak SEO ayarlarınızı daha da iyi optimize edin."],"SEO configuration":["SEO yapılandırması"],"Feed crawl settings":["Akış tarama ayarları"],"Basic crawl settings":["Temel tarama ayarları"],"Powered by HTTP header":["Powered by HTTP header bilgisi"],"Pingback HTTP header":["Pingback HTTP header bilgisi"],"Emoji scripts":["Emoji betikleri"],"Generator tag":["Generator etiketi"],"oEmbed links":["oEmbed bağlantıları"],"RSD / WLW links":["RSD / WLW bağlantıları"],"REST API links":["REST API bağlantıları"],"Shortlinks":["Kısa bağlantılar"],"Atom/RDF feeds":["Atom/RDF akışları"],"Search results feeds":["Arama sonucu akışları"],"Custom taxonomy feeds":["Özel taksonomi akışları"],"Tag feeds":["Etiket akışları"],"Category feeds":["Kategori akışları"],"Post type feeds":["Yazı türü akışları"],"Post authors feeds":["Yazı yazar akışları"],"Global comment feeds":["Global yorum akışları"],"Global feed":["Global akış"],"%1$sLearn more about crawl settings.%2$s":["%1$sTarama ayarları hakkında daha fazla bilgi edinin.%2$s"],"Post comments feeds":["Yazı yorum akışları"],"Crawl settings":["Tarama ayarları"],"Finish configuration":["Yapılandırmayı bitir"],"Personal preferences":["Kişisel tercihler"],"SEO data optimization":["SEO veri optimizasyonu"],"An error has occurred: %1$s":["Bir hata oluştu: %1$s"],"We could not save the organization name. Please check the value.":["Kuruluş adını kaydedemedik. Lütfen değeri kontrol edin."],"No items found.":["Herhangi bir öge bulunamadı."],"All redirect types":["Tüm yönlendirme tipleri"],"Add Redirect":["Yönlendirme ekle"],"Old URL":["Eski adres"],"The redirect type is the HTTP response code sent to the browser telling the browser what type of redirect is served. %1$sLearn more about redirect types%2$s.":["Yönlendirme tipi yönlendirme türü ne sunulmaktadır tarayıcı söylüyorum tarayıcıya gönderilen HTTP yanıt kodudur. %1$syönlendirme türleri hakkında daha fazla bilgi edinin%2$s."],"301 Moved Permanently":["301 Kalıcı olarak taşındı"],"Type":["Tip"],"Plain redirects":["Yalın yönlendirmeler"],"Regex Redirects":["Regex yönlendirmeleri"],"There are unsaved changes in one or more steps. Leaving means that those changes may not be saved. Are you sure you want to leave?":["Bir veya daha fazla adımda kaydedilmemiş değişiklikler var. Ayrılmak, bu değişikliklerin kaydedilmemesi anlamına gelir. Ayrılmak istediğinden emin misiniz?"],"Add another profile":["Başka bir profil ekle"],"Start first-time configuration!":["İlk yapılandırmayı başlatın!"],"Set the essential %s settings for your site in a few steps.":["Siteniz için temel %s ayarlarını birkaç adımda belirleyin."],"For the best ranking results: configure %s!":["Sonuçlarda en iyi sıralama için: %s yapılandırın!"],"Your site is already easier to find for search engines.":["Arama motorları için sitenizin bulunması zaten kolaylaştırıldı."],"Tell us about your site, so we can get it ranked!":[""],"Or go to your SEO dashboard":["Veya SEO kontrol panelinize gidin."],"E.g. example@email.com":["Örneğin kullanici@alanadi.com"],"Please enter a valid email address.":["Lütfen geçerli bir e-posta adresi girin."],"Tell us! Is your site about an organization or a person? ":[""],"Personal logo or avatar":["Kişisel logo veya avatar"],"Select a user":["Bir kullanıcı seçin"],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. You're not allowed to update this user profile, so please ask this user or an admin to make sure the information is correct.":["Bu sitenin temsil ettiği kişi olarak %1$s kullanıcısınız seçtiniz. Bu kullanıcı profili bilgileri artık arama sonuçlarında kullanılacaktır. Bu kullanıcı profilini güncellemek için yetkiniz yok, bu nedenle lütfen bu kullanıcıdan veya bir yöneticiden bilgilerin doğru olduğundan emin olmasını isteyin."],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. %2$sUpdate this profile to make sure the information is correct%3$s.":["Bu sitenin temsil ettiği kişi olarak %1$s kullanıcısınız seçtiniz. Bu kullanıcı profili bilgileri artık arama sonuçlarında kullanılacaktır. %2$s Bilgilerin doğru olduğundan emin olmak için bu profili güncelleyin%3$s."],"Uploading image...":["Görsel karşıya yükleniyor..."],"Select an option":["Bir seçenek seçin"],"Be aware that you should run the SEO data optimization for this configuration to take maximum effect.":["Bu yapılandırmanın azami etkiyi yaratması için SEO veri optimizasyonunu çalıştırmanız gerektiğine dikkat edin."],"We've already successfully analyzed your site. You can move on to the next step.":["Sitenizi zaten başarıyla analiz ettik. Bir sonraki adıma geçebilirsiniz."],"SEO data optimization is running… You can safely move on to the next steps of this configuration.":["SEO veri optimizasyonu çalışıyor... Bu yapılandırmanın sonraki adımlarına güvenle geçebilirsiniz."],"You're not allowed to edit the social profiles of this user. Please ask this user or an admin to do this.":["Bu kullanıcının sosyal profillerini düzenlemenize izin verilmiyor. Lütfen kullanıcının kendisinden veya bir yöneticiden bunu yapmasını talep edin."],"E.g. https://www.wikipedia.com/yoast":["Örneğin https://www.wikipedia.com/yoast"],"E.g. https://www.youtube.com/yoast":["Örneğin https://www.youtube.com/yoast"],"E.g. https://www.twitter.com/yoast":["Örneğin https://www.twitter.com/yoast"],"E.g. https://www.tumblr.com/yoast":["Örneğin https://www.tumblr.com/yoast"],"E.g. https://www.soundcloud.com/yoast":["Örneğin https://www.soundcloud.com/yoast"],"E.g. https://www.pinterest.com/yoast":["Örneğin https://www.pinterest.com/yoast"],"E.g. https://www.myspace.com/yoast":["Örneğin https://www.myspace.com/yoast"],"E.g. https://www.linkedin.com/yoast":["Örneğin https://www.linkedin.com/yoast"],"E.g. https://www.instagram.com/yoast":["Örneğin https://www.instagram.com/yoast"],"E.g. https://www.facebook.com/yoast":["Örneğin https://www.facebook.com/yoast"],"Delete item":["Öğeyi sil"],"E.g. https://social-platform.com/yoast":["Örneğin https://social-platform.com/yoast"],"Other social profile":["Diğer sosyal profil"],"First-time configuration":["İlk yapılandırma"],"You should finish the %1$sfirst time configuration%2$s to make sure your SEO data has been optimized and you’ve set the essential Yoast SEO settings for your site.":["SEO verilerinizin optimize edildiğinden ve siteniz için temel Yoast SEO ayarlarını belirlediğinizden emin olmak için %1$silk yapılandırma%2$s işlemini tamamlamalısınız."],"Step 4: Go through the first time configuration":["4. Adım: İlk yapılandırmayı gerçekleştirin"],"Postname permalink":["Yazı adı kalıcı bağlantısı"],"Page comments":["Sayfa yorumları"],"Links table":["Bağlantılar tablosu"],"If you already have saved AIOSEO 'Search Appearance' settings and the issue persists, please contact our support team so we can take a closer look.":["AIOSEO 'Arama Görünümü' ayarlarını zaten kaydettiyseniz ve buna rağmen sorun devam ediyorsa, daha yakından inceleyebilmemiz için lütfen destek ekibimizle iletişime geçin."],"If you have never saved any AIOSEO 'Search Appearance' settings, please do that first and run the import again.":["Daha önce AIOSEO 'Arama Görünümü' ayarlarını hiç kaydetmediyseniz, lütfen önce onu tamamlayın ve içe aktarmayı tekrar çalıştırın."],"The AIOSEO import was cancelled because some AIOSEO data is missing. Please try and take the following steps to fix this:":["Bazı AIOSEO verileri eksik olduğu için AIOSEO içe aktarma işlemi iptal edildi. Bunu düzeltmek için lütfen aşağıdaki adımları izleyin:"],"The validation of the AIOSEO data structure has failed.":["AIOSEO veri yapısının doğrulanması başarısız oldu."],"Currently, the %s integration is not available for multisites.":["Şimdilik %s entegrasyonu çoklu siteler için kullanılamamaktadır."],"WordProof authentication":["WordProof kimlik doğrulaması"],"Connected to WordProof":["WordProof'a bağlı"],"Connection failed":["Bağlantı başarısız oldu"],"Not working? %1$sContact %3$s support%2$s.":["Çalışmıyor mu? %1$s %3$s desteğine başvurun%2$s."],"Try again":["Tekrar deneyin"],"Find possible solutions in this %1$sArticle%2$s.":["Olası çözümleri bu %1$smakalede%2$s bulabilirsiniz."],"There was a connection problem. This could be because your third party connections are blocked.":["Bir bağlantı sorunu vardı. Bunun nedeni, üçüncü taraf bağlantılarınızın engellenmiş olması olabilir."],"The %3$s will automatically be timestamped every time you %1$supdate%2$s or %1$spublish%2$s.":["%3$s, her %1$sgüncelleme%2$s veya %1$syayınlama%2$s yaptığınızda otomatik olarak zaman damgası alır."],"Your %s is now protected via the blockchain!":["%s artık block zinciri ile korunuyor!"],"Something went wrong authenticating your %3$s account with the %4$s site. Please try again or contact %1$s%3$s support%2$s.":["%3$s hesabınızla %4$s sitesinde kimlik doğrulaması yaparken bir sorun oluştu. Lütfen tekrar deneyin veya %1$s%3$s destek ekibiyle%2$s iletişime geçin."],"Unable to create new timestamps. Please authenticate with WordProof.":["Yeni zaman damgaları oluşturulamıyor. Lütfen WordProof ile kimliğinizi doğrulayın."],"Timestamp with WordProof":["WordProof ile zaman damgası"],"Learn more about timestamping":["Zaman damgası hakkında daha fazla bilgi edinin"],"Authenticate with WordProof":["WordProof ile kimlik doğrulama"],"Manage WordProof settings":["WordProof ayarlarını yönet"],"The WordProof Timestamp plugin needs to be disabled before you can activate this integration.":["Bu entegrasyonu etkinleştirebilmeniz için WordProof Timestamp eklentisinin devre dışı bırakılması gerekir."],"Open settings":["Ayarları aç"],"Open authentication":["Kimlik doğrulamayı aç"],"The timestamp is not created because you need to authenticate with %s first.":["Zaman damgası oluşturulmadı, çünkü önce %s kimlik doğrulaması yapmanız gerekmekte."],"The timestamp is not retrieved by your site. Please try again or contact %1$s support.":["Zaman damgası siteniz tarafından alınmadı. Lütfen tekrar deneyin veya %1$s destek ekibiyle iletişime geçin."],"%1$s failed to timestamp this page. Please check if you're correctly authenticated with %1$s and try to save this page again.":["%1$s sayfaya zaman damgası ekleyemedi. Lütfen %1$s ile kimliğinizin doğru şekilde doğrulanıp doğrulanmadığını kontrol edin ve bu sayfayı yeniden kaydetmeyi deneyin."],"%s has successfully timestamped this page.":["%s bu sayfaya başarıyla zaman damgası ekledi."],"You are out of timestamps. Please upgrade your account by opening the %s settings.":["Zaman damgalarınız bitti. Lütfen %s ayarları açarak hesabınızı yükseltin."],"Use WordProof to timestamp this page to comply with legal regulations and join the fight for a more transparant and accountable internet.":["Yasal düzenlemelere uymak ve daha şeffaf ve hesap verebilir bir internet mücadelesine katılmak üzere bu sayfaya zaman damgası eklemek için WordProof'u kullanın."],"Timestamp this post":["Bu yazıya zaman damgası"],"content words":["içerik kelimeleri"],"content word":["içerik kelimesi"],"Cleanup failed with the following error:":["Temizleme işlemi aşağıdaki hata nedeniyle başarısız oldu:"],"Note: These settings will overwrite the default settings of Yoast SEO.":["Not: Bu ayarlar, Yoast SEO'nun varsayılan ayarlarının üzerine yazılır."],"Note: This metadata will only be imported if there is no existing Yoast SEO metadata yet.":["Not: Bu meta bilgileri yalnızca Yoast SEO meta bilgileri hali hazırda mevcut değilse içe aktarılacaktır."],"Post metadata (SEO titles, descriptions, etc.)":["Yazı meta bilgileri (SEO başlıkları, açıklamalar vb.)"],"The import from %s includes:":["%s eklentisinden içe aktarma şunları içerir:"],"Once you're certain that your site is working properly with the imported data from another SEO plugin, you can clean up all the original data from that plugin.":["Sitenizin başka bir SEO eklentisinden içe aktarılan verilerle düzgün çalıştığından emin olduktan sonra, o eklentiye ait tüm orijinal verileri temizleyebilirsiniz."],"Please select an SEO plugin below to see what data can be imported.":["Hangi verilerin içe aktarılabileceğini görmek için lütfen aşağıdaki SEO eklentilerinden birini seçin."],"Clean up":["Temizlik"],"After you've imported data from another SEO plugin, please make sure to clean up all the original data from that plugin. (step 5)":["Başka bir SEO eklentisinden içeri veri aktardıktan sonra, lütfen o eklentiye ait orijinal verileri temizlediğinizden emin olun. (adım 5)"],"Note: ":["Not: "],"The cleanup can take a long time depending on your site's size.":["Temizleme, sitenizin boyutuna bağlı olarak uzun sürebilir."],"Every fifteen minutes":["Her on beş dakikada bir"],"Default tagline":["Varsayılan slogan"],"Import failed with the following error:":["İçe aktarma işlemi aşağıdaki hata nedeniyle başarısız oldu:"],"No data found from other SEO plugins.":["Diğer SEO eklentilerine ait veri bulunamadı."],"Select SEO plugin":["SEO eklentisi seçin"],"The import can take a long time depending on your site's size.":["İçe aktarma işlemi, sitenizin boyutuna bağlı olarak uzun sürebilir."],"For the best SEO results include all words of your keyphrase in the SEO title, and put the keyphrase at the beginning of the title":["En iyi SEO sonuçları için, anahtar sözcüğünüzün tüm kelimelerini SEO başlığına ekleyin ve anahtar sözcüğü başlığın başına koyun"],"For the best SEO results write the exact match of your keyphrase in the SEO title, and put the keyphrase at the beginning of the title":["En iyi SEO sonuçları için anahtar sözcüğünüzün tam eşleşmesini SEO başlığına yazın ve anahtar sözcüğü başlığın başına koyun"],"Installation Successful":["Kurulum başarılı"],"Blog Post":["Blog yazısı"],"%1$s: Title does not begin with the focus keyphrase. %2$sMove your focus keyphrase to the beginning of the title%3$s.":["%1$s: Başlık odak anahtar sözcükle başlamıyor. %2$sOdak anahtar sözcüğünüzü başlığın başına taşıyın%3$s."],"%1$s: The exact match of the focus keyphrase appears at the beginning of the SEO title. Good job!":["%1$s: Odak anahtar kelimenin tam eşleşmesi, SEO başlığının başında yer alıyor. İyi iş!"],"%2$sText length%4$s: The text contains %1$d %6$s. This is below the recommended minimum of %5$d %6$s. %3$sAdd more content%4$s.":["%2$sMetin uzunluğu%4$s: Metin %1$d %6$s içeriyor. Bu, önerilen asgari %5$d %6$s uzunluğunda içeriğin altında. %3$sDaha fazla içerik ekleyin%4$s."],"%2$sText length%4$s: The text contains %1$d %6$s. This is slightly below the recommended minimum of %5$d %6$s. %3$sAdd a bit more copy%4$s.":["%2$sMetin uzunluğu%4$s: Metin %1$d %6$s içeriyor. Bu, önerilen asgari %5$d %6$s uzunluğunda içeriğin biraz altında. %3$sMetni biraz daha uzatın%4$s."],"%2$sText length%4$s: The text contains %1$d %6$s. This is far below the recommended minimum of %5$d %7$s. %3$sAdd more content%4$s.":["%2$sMetin uzunluğu%4$s: Metin %1$d %6$s içeriyor. Bu tavsiye edilen asgari %5$d %7$s uzunluğunda içeriğin oldukça altında . %3$sDaha fazla içerik ekleyin%4$s.","%2$sMetin uzunluğu%4$s: Metin %1$d %7$s içeriyor. Bu tavsiye edilen asgari %5$d %7$s uzunluğunda içeriğin oldukça altında . %3$sDaha fazla içerik ekleyin%4$s."],"character":["karakter","karakterler"],"word":["kelime","kelimeler"],"words":["kelime"],"characters":["karakter"],"%s rolls out the red carpet for the search bots, which helps your site perform better in search engines.":["%s arama botlarına kırmızı halı sererek sitenizin arama motorlarında daha iyi performans göstermesine yardımcı oluyor."],"You've successfully installed %s!":["%s'yu başarıyla yüklediniz!"],"Skip%s":["Atla%s"],"Your %s account does not contain any keyphrases for this website yet. You can track keyphrases by using the \"Track SEO Performance\" button in the post editor.":["%s hesabınız henüz bu web sitesi için herhangi bir anahtar sözcük içermiyor. Anahtar sözcükleri, yazı editöründeki \"SEO Performansını İzle\" düğmesini kullanarak izleyebilirsiniz."],"%s account":["%s hesabı"],"This overview only shows you keyphrases added to Yoast SEO. There may be other keyphrases added to your %s.":["Bu genel bakış yalnızca Yoast SEO'ya eklenen anahtar sözcükleri gösterir. %s'e başka anahtar sözcükler de eklenebilir."],"Tracking the ranking position...":["Sıralama konumu takibi..."],"Something went wrong while tracking the ranking position(s) of your page. Please try again later.":["Sayfanızın sıralamadaki konumunu izlerken bir şeyler ters gitti. Lütfen daha sonra tekrar deneyin."],"reconnect to %s":["%s'e yeniden bağlan"],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["Web sitenizin verilerini alırken bir şeyler ters gitmiş gibi görünüyor. Lütfen %s ve tekrar deneyin."],"Before you can track your SEO performance make sure to set either the post’s title and save it as a draft or manually set the post’s slug.":["SEO performansınızı izlemeden önce, yazının başlığını ayarladığınızdan ve taslak olarak kaydettiğinizden veya yazının kısa adını ayarladığınızdan emin olun."],"No keyphrase has been set. Please set a keyphrase first.":["Anahtar sözcük ayarlanmadı. Lütfen önce bir anahtar sözcük belirleyin."],"upgrade your %s plan":["%s planınızı yükseltin"],"You've reached the maximum amount of %d keyphrases you can add to your Wincher account. If you wish to add more keyphrases, please %s.":["Wincher hesabınıza ekleyebileceğiniz maksimum %d anahtar sözcük miktarına ulaştınız. Daha fazla anahtar sözcük eklemek isterseniz, lütfen %s."],"With %1$s you can track the ranking position of your page in the search results based on your keyphrase(s). %2$s":["%1$s ile sayfanızın arama sonuçlarındaki sıralama konumunu anahtar sözcüklerinize göre izleyebilirsiniz. %2$s"],"%s is currently tracking the ranking position(s) of your page. This may take a few minutes. Please wait or check back later.":["%s anda sayfanızın sıralama konumlarını araştırmaktadır. Bu işlem birkaç dakika sürebilir. Lütfen bekleyin veya daha sonra tekrar kontrol edin."],"You have successfully connected to %s! You can now track the SEO performance for the keyphrase(s) of this page.":["%s'e başarıyla bağlandınız! Artık bu sayfanın anahtar sözcükleri için SEO performansını izleyebilirsiniz."],"Read more about keyphrase tracking with Wincher":["Wincher ile anahtar sözcük izleme hakkında daha fazla bilgi edinin"],"Automatic tracking of keyphrases is enabled. Your keyphrase(s) will automatically be tracked by %s when you publish your post.":["Anahtar sözcüklerin otomatik olarak izlenmesi etkinleştirilir. Yazınızı yayınladığınızda anahtar sözcükleriniz %s tarafından otomatik olarak izlenir."],"Please enter a focus keyphrase first to track keyphrase performance":["Anahtar sözcük performansını izlemek için lütfen önce bir odak anahtar sözcüğü girin"],"Keyphrase position in the last 90 days on a scale from 0 to 100.":["Son 90 gün içinde 0 ile 100 arasında bir ölçekte anahtar sözcük konumu."],"Track SEO performance":["SEO performansını takip edin"],"You can enable / disable tracking the SEO performance for each keyphrase below.":["Aşağıdaki her anahtar sözcük için SEO performansını izlemeyi etkinleştirebilir / devre dışı bırakabilirsiniz."],"Track all keyphrases on this page":["Bu sayfadaki tüm anahtar sözcükleri izleyin"],"Tracking has already been enabled for one or more keyphrases of this page. Clicking the button below will enable tracking for all of its keyphrases.":["İzleme, bu sayfanın bir veya daha fazla anahtar sözcüğü için zaten etkinleştirilmiştir. Aşağıdaki düğmeye tıklanması tüm anahtar sözcükler için izlemeyi etkinleştirir."],"Learn more about the SEO performance feature.":["SEO performans özelliği hakkında daha fazla bilgi edinin."],"SEO performance":["SEO performansı"],"Connect with %s":["%s ile bağlantı kur"],"* focus keyphrase":["* odak anahtar sözcük"],"Get more insights over at %s":["%s'da daha fazla bilgi edinin"],"Position over time":["Zaman içindeki pozisyon"],"Position":["Konum"],"Tracking":["İzleme"],"You can still run the SEO data optimization in the %1$sTools section%2$s. Once that is finished, please refresh this page.":["%1$sAraçlar bölümünde%2$s hala SEO veri optimizasyonunu çalıştırabilirsiniz. Bu işlem tamamlandığında, lütfen bu sayfayı yenileyin."],"This configuration step is currently disabled, because you're not running the latest version of Yoast SEO Premium. Please update to the latest version (at least %1$s). ":["Bu yapılandırma adımı şu anda devre dışıdır, çünkü Yoast SEO Premium'un en son sürümünü çalıştırmıyorsunuz. Lütfen en son sürüme güncelleyin (en az %1$s). "],"Save and continue":["Kaydet ve devam et"],"Does your site represent an Organization or Person?":["Siteniz bir kuruluşu mu yoksa bir kişiyi mi temsil ediyor?"],"Activate %s":["%s eklentisini etkinleştir"],"Update %s":["%s güncelle"],"Renew %s":["%s yenile"],"Get help activating your subscription":["Aboneliğinizi etkinleştirme konusunda yardım alın"],"It looks like you’re running an outdated and unactivated version of %1$s, please activate your subscription in %2$sMyYoast%3$s and update to the latest version (at least 17.7) to gain access to our updated workouts section.":["Görünüşe göre eski ve etkinleştirilmemiş bir %1$s sürümü çalıştırıyorsunuz, lütfen aboneliğinizi %2$sMyYoast%3$s adresinden etkinleştirin ve güncellenmiş egzersizler bölümümüze erişmek için en son sürüme (en az 17.7) güncelleyin."],"Activate your subscription of %s":["%s aboneliğinizi etkinleştirin"],"Update to the latest version of %s":["En son %s sürümüne güncelleyin"],"Renew your subscription":["Aboneliğinizi yenileyin"],"Accessing the latest workouts requires an updated version of %s (at least 17.7), but it looks like your subscription has expired. Please renew your subscription to update and gain access to all the latest features.":["En son egzersizlere erişmek güncellenmiş bir %s sürümü (en az 17,7) gerektirir, ancak görünüşe göre aboneliğinizin süresi dolmuş. Güncellemek ve en son özelliklerin tümüne erişmek için lütfen aboneliğinizi yenileyin."],"Renew your subscription of %s":["%s aboneliğinizi yenileyin"],"Could not save this value. Please check the URL.":["Bu değer kaydedilemedi. Lütfen URL'yi kontrol edin."],"Could not save this value. Please check the URL or username.":["Bu değer kaydedilemedi. Lütfen URL'yi veya kullanıcı adını kontrol edin."],"Oops! Something went wrong. Check your email address and try again.":["Oops! Bir şeyler ters gitti. E-posta adresinizi kontrol edin ve tekrar deneyin."],"Yes, you can collect my site data":[""],"Site representation":["Site gösterimi"],"Continue":["Devam"],"Thank you! Check your inbox for the confirmation email.":["Teşekkürler! Onay e-postası için gelen kutunuzu kontrol edin."],"Yoast respects your privacy. Read %1$sour privacy policy%2$s on how we handle your personal information.":["Yoast gizlilik haklarınıza saygı gösterir. Kişisel bilgi politikamızı öğrenmek için lütfen %1$sgizlilik politikasını%2$s okuyun."],"Email address":["E-posta adresi"],"%1$sBack to all workouts":["%1$s Tüm egzersizlere geri dön"],"Getting your site in shape and keeping it SEO fit can be hard. We can help you get started! Take these step-by-step workouts, and you’ll be tackling some of the most fundamental SEO challenges!":["Sitenizi forma sokmak ve SEO'ya uygun tutmak zor olabilir. Başlamanıza yardımcı olabiliriz! Bu adım adım ilerleyen egzersizleri yaparak en temel SEO zorluklarından bazılarıyla başa çıkabileceksiniz!"],"Add internal links to your posts and pages":["Yazılarınıza ve sayfalarınıza iç bağlantılar ekleyin"],"Make pages easier for Google and visitors to find":["Google'ın ve ziyaretçilerin sayfaları bulmasını kolaylaştırın"],"Clean up your unlinked content to make sure people can find it":["İnsanların bulabileceğinden emin olmak için bağlantısız içeriğinizi temizleyin"],"Orphaned content":["Sahipsiz içerik"],"Bring more visitors to your articles":["Makalelerinize daha fazla ziyaretçi getirin"],"Make your important articles rank higher":["Önemli makalelerinizin daha üst sıralarda yer almasını sağlayın"],"%1$s/%2$s steps completed":["%1$s/%2$s adım tamamlandı"],"Unlock with %s!":["%s ile kilidini aç!"],"Start workout!":["Egzersize başlayın!"],"Do workout again":["Egzersizi tekrar yapın"],"Continue workout!":["Egzersize devam et!"],"It looks like you're running an outdated version of %1$s, please %2$supdate to the latest version (at least 17.7)%3$s to gain access to our updated workouts section.":["Görünüşe göre eski bir %1$s sürümü çalıştırıyorsunuz, güncel egzersizler bölümümüze erişmek için lütfen %2$sen son sürüme güncelleyin (en az 17.7)%3$s."],"Get started quickly with the %1$s%2$s First-time configuration%3$s and configure Yoast SEO with the optimal SEO settings for your site!":["%1$s%2$s ilk yapılandırmasıyla hızlı bir şekilde başlayın%3$s ve Yoast SEO'yu siteniz için en uygun SEO ayarlarıyla yapılandırın!"],"Current or first category title":["Geçerli veya ilk kategori başlığı"],"Category Title":["Kategori Başlığı"],"Replaced with the post content":["Yazı içeriğiyle değiştirildi"],"Post Content":["Yazı içeriği"],"Replaced with the permalink":["Kalıcı bağlantı ile değiştirildi"],"Replaced with the last name of the author":["Yazarın soyadıyla değiştirildi"],"Author last name":["Yazar soyadı"],"Replaced with the first name of the author":["Yazarın adıyla değiştirildi"],"Author first name":["Yazar adı"],"Replaced with the day the post was published":["Yazının yayınlandığı günle değiştirildi"],"Post day":["Yazı günü"],"Replaced with the month the post was published":["Gönderinin yayınlandığı ay ile değiştirildi"],"Post month":["Yazı ayı"],"Replaced with the year the post was published":["Yazının yayınlandığı yılla değiştirildi"],"Post year":["Yazı yılı"],"Current day":["Bugün"],"Current month":["Bu ay"],"Current date":["Şu anki tarih"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's way less than the recommended minimum of %2$d %7$s. %4$sMake it longer%5$s!":["%3$sAnahtar ifade uzunluğu%5$s: Anahtar ifade %1$d %6$s uzunluğundadır. Bu, önerilen azami %2$d %7$s sayısından fazla. %4$sDaha kısa yapın%5$s!","%3$sAnahtar ifade uzunluğu%5$s: Anahtar ifade %1$d %7$s uzunluğundadır. Bu, önerilen azami %2$d %7$s sayısından fazla. %4$sDaha kısa yapın%5$s!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's less than the recommended minimum of %2$d %6$s. %4$sMake it longer%5$s!":["%3$sAnahtar kelime uzunluğu%5$s: Anahtar kelime %1$d %6$s uzunluğundadır. Bu, önerilen asgari %2$d %6$s sayısından kısadır. %4$sDaha uzun yapın%5$s!"],"It looks like you aren't using our %1$s%2$s addon%3$s. %4$sUpgrade today%5$s to unlock more tools and SEO features to make your products stand out in search results.":["Görünüşe göre %1$s%2$s eklentimizi%3$s kullanmıyorsunuz. Ürünlerinizi arama sonuçlarında öne çıkarmak için daha fazla araç ve SEO özelliğinin kilidini açmak için %4$sşimdi yükseltin%5$s."],"Below are the technical details for the error. See %1$sthis page%2$s for a more detailed explanation.":["Hatanın teknik detayları aşağıdadır. Daha ayrıntılı bir açıklama için %1$sbu sayfaya%2$s bakın."],"%1$sImage Keyphrase%2$s: Good job!":["%1$sGörsel anahtar kelimesi%2$s: İyi iş çıkardınız!"],"%1$sImage Keyphrase%3$s: Images on this page do not have alt attributes with at least half of the words from your keyphrase. %2$sFix that%3$s!":["%1$sGörsel anahtar kelimesi%3$s: Bu sayfadaki görseller, anahtar kelimenizdeki kelimelerin en az yarısını barındıran alt niteliklere sahip değil. %2$sBunu düzeltin%3$s!"],"%1$sImages%2$s: Good job!":["%1$sGörseller%2$s: İyi iş çıkardınız!"],"%1$sImages and videos%2$s: Good job!":["%1$sGörseller ve videolar%2$s: İyi iş çıkardınız!"],"%3$sImages and videos%5$s: Only %1$d image or video appears on this page. We recommend at least %2$d. %4$sAdd more relevant images or videos%5$s!":["%3$sGörseller ve videolar%5$s: Bu sayfada sadece %1$d görsel veya video görünüyor. En az %2$d öneririz. %4$sDaha alakalı görseller veya videolar ekleyin%5$s!","%3$sGörseller ve videolar%5$s: Bu sayfada sadece %1$d görsel veya video görünüyor. En az %2$d öneririz. %4$sDaha alakalı görseller veya videolar ekleyin%5$s!"],"%3$sImages%5$s: Only %1$d image appears on this page. We recommend at least %2$d. %4$sAdd more relevant images%5$s!":["%3$sGörseller%5$s: Bu sayfada sadece %1$d görsel veya video görünüyor. En az %2$d öneririz. %4$sDaha alakalı görseller ekleyin%5$s!","%3$sGörseller%5$s: Bu sayfada sadece %1$d görsel veya video görünüyor. En az %2$d öneririz. %4$sDaha alakalı görseller ekleyin%5$s!"],"%1$sImages and videos%3$s: No images or videos appear on this page. %2$sAdd some%3$s!":["%1$sGörseller ve videolar%3$s: Bu sayfada hiç görsel veya video görünmüyor. %2$sBirkaç tane ekleyin%3$s!"],"Error stack trace":["Hata yığın izleme"],"Response":["Yanıt"],"Error message":["Hata mesajı"],"Status code":["Durum kodu"],"Request method":["İstek yöntemi"],"Request URL":["İstek web adresi"],"Error details":["Hata detayları"],"Workouts":["Egzersizler"],"Rank with articles you want to rank with":["Sıralamaya girmek istediğiniz makalelerle sıralayın"],"The cornerstone approach":["Köşe taşı yaklaşımı"],"SEO workouts":["SEO egzersizleri"],"Improve the quality of your site search! Automatically helps your users find your cornerstone and most important content in your internal search results. It also removes noindexed posts & pages from your site’s search results.":["Site aramanızın kalitesini artırın! Kullanıcılarınızın, dahili arama sonuçlarınızda köşe taşınızı ve en önemli içeriğinizi bulmasına otomatik olarak yardımcı olur. Ayrıca, sitenizin arama sonuçlarından dizine eklenmemiş yazıları ve sayfaları kaldırır."],"Find out more about our %s integration.":["%s entegrasyonumuz hakkında daha fazla bilgi edinin."],"Get relevant internal linking suggestions — while you’re writing! The link suggestions metabox shows a list of posts on your blog with similar content that might be interesting to link to. ":["Yazarken, alakalı dahili bağlantı önerileri alın! Bağlantı önerileri meta kutusu, blogunuzda bağlantı verilmesi ilginç olabilecek benzer içeriğe sahip yazıların bir listesini gösterir. "],"Find out how Insights can help you improve your content.":["Tek bakıştanın içeriğinizi geliştirmenize nasıl yardımcı olabileceğini öğrenin."],"Find relevant data about your content right in the Insights section in the Yoast SEO metabox. You’ll see what words you use most often and if they’re a match with your keywords! ":["İçeriğinizle ilgili verileri doğrudan Yoast SEO meta kutusundaki tek bakışta bölümünde bulun. En sık kullandığınız kelimeleri ve bunların anahtar kelimelerinizle eşleşip eşleşmediğini göreceksiniz! "],"Oops, something has gone wrong and we couldn't complete the optimization of your SEO data. Please make sure to activate your subscription in MyYoast by completing %1$sthese steps%2$s.":["Hata! Bir şeyler ters gitti ve SEO verilerinizin optimizasyonunu tamamlayamadık. Lütfen %1$sbu adımları%2$s tamamlayarak MyYoast'ta aboneliğinizi etkinleştirdiğinizden emin olun."],"To unlock this feature please update %s to the latest version.":["Bu özelliğin kilidini açmak için lütfen %s'u en son sürüme güncelleyin."],"The social appearance settings for archives require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Arşivler için sosyal görünüm ayarları Open Graph meta verileri gerektirir (şu anda devre dışıdır). Bunu, %1$s\"Facebook\" sekmesi altındaki \"Sosyal\" ayarlardan%2$s etkinleştirebilirsiniz."],"The social appearance settings for taxonomies require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Sınıflandırmalar için sosyal görünüm ayarları Open Graph meta verileri gerektirir (şu anda devre dışıdır). Bunu, %1$s\"Facebook\" sekmesi altındaki \"Sosyal\" ayarlardan%2$s etkinleştirebilirsiniz."],"The social appearance settings for content types require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["İçerik türleri için sosyal görünüm ayarları, Open Graph meta verileri gerektirir (şu anda devre dışıdır).. Bunu, %1$s\"Facebook\" sekmesi altındaki \"Sosyal\" ayarlardan%2$s etkinleştirebilirsiniz."],"The social appearance settings for your homepage require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Ana sayfanızın sosyal görünüm ayarları Open Graph meta verileri gerektirir (şu anda devre dışıdır). Bunu, %1$s\"Facebook\" sekmesi altındaki \"Sosyal\" ayarlardan%2$s etkinleştirebilirsiniz."],"Social image":["Sosyal görsel"],"Unlock with Premium":["Premium ile kilidini aç"],"Addon installation failed because of an error: %s.":["Eklenti yüklemesi bir hata nedeniyle başarısız oldu: %s."],"You are not allowed to install plugins.":["Eklenti yüklemenize izin verilmiyor."],"Addon installed.":["Eklenti kuruldu."],"Addon activation failed because of an error: %s.":["Eklenti etkinleştirme bir hata nedeniyle başarısız oldu: %s."],"You are not allowed to activate plugins.":["Eklentileri etkinleştirmenize izin verilmiyor."],"Addon activated.":["Eklenti etkinleştirildi."],"%1$s Continue to %2$s%3$s":["%1$s %2$s ile devam et%3$s"],"Installing and activating addons":["Eklentileri kurma ve etkinleştirme"],"No %1$s plugins have been installed. You don't seem to own any active subscriptions.":["Hiçbir %1$s eklentisi yüklenmedi. Herhangi bir etkin aboneliğiniz yok gibi görünüyor."],"the following addons":["aşağıdaki eklentiler"],"%s SEO installation":["%s SEO kurulumu"],"Install and activate":["Yükle ve etkinleştir"],"Please confirm below that you would like to install %s on this site.":["Lütfen aşağıdan bu siteye %s yüklemek istediğinizi onaylayın."],"Insert variable":["Değişken ekle"],"Shopping data preview:":["Alışveriş verileri önizlemesi:"],"Availability":["Kullanılabilirlik"],"Price":["Fiyat"],"Rating":["Puanlama"],"%s reviews":["%s inceleme"],"Rating: %s":["Puanlama: %s"],"Image":["Görsel"],"Social description":["Sosyal açıklama"],"Social title":["Sosyal başlık"],"Required by %s":["%s için gerekli"],"Auto-updates are disabled based on this setting for %1$s.":["%1$s için bu ayara göre otomatik güncellemeler devre dışı bırakıldı."],"Auto-updates are enabled based on this setting for %1$s.":["%1$s için bu ayara göre otomatik güncellemeler etkinleştirildi."],"New":["Yeni"],"seconds":["saniye"],"Select image":["Fotoğraf seç"],"Replace image":["Resmi değiştir"],"site structure":["site yapısı"],"internal linking":["iç bağlantı"],"breadcrumbs":["bağlantı haritası"],"seo":["seo"],"Adds the Yoast SEO breadcrumbs to your template or content.":["Yoast SEO içerik haritalarını şablonunuza veya içeriğinize ekler."],"Yoast Breadcrumbs":["Yoast Ekmek Kırıntıları"],"The term is considered invalid. The following reason was given by WordPress: %s":["Bu terim geçersiz sayılıyor. WordPress tarafından iletilen sebep: %s"],"The post could not be found.":["Gönderi bulunamadı."],"The term could not be found.":["Terim bulunamıyor."],"This feature has been disabled since subsites never send tracking data.":["Alt siteler hiçbir zaman izleme verisi göndermediği için bu özellik devre dışı bırakılmıştır."],"We notice that you have installed WPML. To make sure your canonical URLs are set correctly, %1$sinstall and activate the WPML SEO add-on%2$s as well!":[""],"Unfortunately we cannot save changes to your SEO settings while you are working on a draft of an already-published %1$s. If you want to save your SEO changes, make sure to click 'Update', or wait to make your SEO changes until you are ready to update the %1$s.":["Maalesef siz zaten yayınlanmış bir %1$s taslağı üzerinde çalışırken SEO ayarlarınızdaki değişiklikleri kaydedemiyoruz. SEO değişikliklerinizi kaydetmek istiyorsanız, 'Güncelle'yi tıkladığınızdan emin olun veya %1$s güncellemeye hazır olana kadar SEO değişikliklerinizi yapmayı bekleyin."],"Get started with Yoast SEO's content analysis for Elementor!":["Yoast SEO'nun Elementor için içerik analizine başlayın!"],"Got it":["Anladım"],"New: Yoast SEO for Elementor":["Yeni: Elementor için Yoast SEO"],"Because of a change in your category base setting, some of your SEO data needs to be reprocessed.":["Kategori temeli ayarınızdaki bir değişiklik nedeniyle, bazı SEO verilerinizin yeniden işlenmesi gerekir."],"Wait for a week or so, until %1$s automatically processes most of your content in the background.":["%1$s, içeriğinizin çoğunu arka planda otomatik olarak işleyene kadar bir hafta kadar bekleyin."],"%s minute":["%s dakika","%s dakika"],"Est. reading time":["Tahmini okuma süresi"],"Written by":["Yazan:"],"Google Rich Results Test":["Google Zengin Sonuçlar Testi"],"Find out how a rich snippet can improve visibility and click-through-rate.":["Zengin bir snippet'in görünürlüğü ve tıklama oranını nasıl iyileştirebileceğini öğrenin."],"This adds an author byline and reading time estimate to the article’s snippet when shared on Slack.":["Bu, Slack'te paylaşıldığında makalenin snippet'ine yazarın imi ve okuma süresi tahmini ekler."],"Enhanced Slack sharing":["Gelişmiş Slack paylaşımı"],"Activate your subscription":["Aboneliğinizi etkinleştirin"],"SEO data optimization is disabled for non-production environments.":["SEO veri optimizasyonu, üretim dışı ortamlar için devre dışı bırakılmıştır."],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":["Bu özellik, Metin Bağlantısı Sayacı ve Dahili Bağlantı Analizini içerir ve bunların yerini alır"],"This tab allows you to selectively disable %1$s integrations with third-party products for all sites in the network. By default all integrations are enabled, which allows site admins to choose for themselves if they want to toggle an integration on or off for their site. When you disable an integration here, site admins will not be able to use that integration at all.":["Bu sekme, ağdaki tüm siteler için üçüncü taraf ürünlerle %1$s entegrasyonunu seçerek devre dışı bırakmanıza olanak tanır. Varsayılan olarak tüm entegrasyonlar etkindir, bu da site yöneticilerinin siteleri için bir entegrasyonu açıp kapamak isteyip istemediklerini kendilerinin seçmesine olanak tanır. Burada bir entegrasyonu devre dışı bıraktığınızda, site yöneticileri bu entegrasyonu hiçbir şekilde kullanamayacaktır."],"Because of a change in your tag base setting, some of your SEO data needs to be reprocessed.":["Etiket temeli ayarınızdaki bir değişiklik nedeniyle, bazı SEO verilerinizin yeniden işlenmesi gerekir."],"Stop SEO data optimization":["SEO veri optimizasyonunu durdurun"],"Oops, something has gone wrong and we couldn't complete the optimization of your SEO data. Please click the button again to re-start the process. ":["Hata! Bir şeyler ters gitti ve SEO verilerinizin optimizasyonunu tamamlayamadık. İşlemi yeniden başlatmak için lütfen butona tekrar tıklayın. "],"Optimizing SEO data... This may take a while.":["SEO verileri optimize ediliyor... Bu biraz zaman alabilir."],"SEO data optimization complete":["SEO veri optimizasyonu tamamlandı"],"You can speed up your site and get insight into your internal linking structure by letting us perform a few optimizations to the way SEO data is stored. ":["SEO verilerinin depolanma biçiminde birkaç optimizasyon yapmamıza izin vererek sitenizi hızlandırabilir ve dahili bağlantı yapınız hakkında bilgi edinebilirsiniz. "],"Start SEO data optimization":["SEO veri optimizasyonunu başlatın"],"Learn more about the benefits of optimized SEO data.":["Optimize edilmiş SEO verilerinin faydaları hakkında daha fazla bilgi edinin."],"You can speed up your site and get insight into your internal linking structure by letting us perform a few optimizations to the way SEO data is stored. If you have a lot of content it might take a while, but trust us, it's worth it.":["SEO verilerinin depolanma biçiminde birkaç optimizasyon yapmamıza izin vererek sitenizi hızlandırabilir ve dahili bağlantı yapınız hakkında bilgi edinebilirsiniz. Çok fazla içeriğiniz varsa biraz zaman alabilir, ancak bize güvenin, buna değer."],"Optimize SEO Data":["SEO verisini optimize et"],"If the problem persists, please contact support.":["Sorun devam ederse lütfen desteğe başvurunuz."],"Something has gone wrong and we couldn't complete the optimization of your SEO data. Please %1$sre-start the process%2$s.":["Bir şeyler ters gitti ve SEO verilerinizin optimizasyonunu tamamlayamadık. Lütfen %1$sişlemi yeniden başlatın%2$s."],"All permalinks were successfully reset":["Tüm kalıcı bağlantılar başarıyla sıfırlandı."],"We've encountered a problem trying to get related keyphrases. Please try again later.":["İlgili anahtar kelimeleri almaya çalışırken bir sorunla karşılaştık. Lütfen daha sonra tekrar deneyiniz."],"You've reached the maximum amount of 4 related keyphrases. You can change or remove related keyphrases in the %s metabox or sidebar.":["Maksimum 4 ilgili anahtar sözcük sayısına ulaştınız. %s meta kutusunda veya sidebarda ilgili anahtar sözcükleri değiştirebilir veya kaldırabilirsiniz."],"Please wait while %1$s connects to %2$s to get related keyphrases...":["İlgili anahtar kelimeleri almak için %1$s bağlantı kurulurken %2$s lütfen bekleyin ..."],"Upgrade your %s plan":["%s planınızı yükseltin"],"You've reached your request limit for today. Check back tomorrow or upgrade your plan over at %s.":["Bugün için istek sınırınıza ulaştınız. Yarın tekrar kontrol edin veya planınızı %s üzerinden yükseltin."],"Last month":["Geçen ay"],"Two months ago":["İki ay önce"],"Three months ago":["Üç ay önce"],"Four months ago":["Dört ay önce"],"Five months ago":["Beş ay önce"],"Six months ago":["Altı ay önce"],"Seven months ago":["Yedi ay önce"],"Eight months ago":["Sekiz ay önce"],"Nine months ago":["Dokuz ay önce"],"Ten months ago":["On ay önce"],"Eleven months ago":["On bir ay önce"],"Twelve months ago":["On iki ay önce"],"Get more insights at %s":["%s adresinde daha fazla bilgi edinin"],"Keyphrase volume in the last 12 months on a scale from 0 to 100.":["Son 12 aydaki anahtar kelime hacmi, 0 ile 100 arasında bir ölçekte."],"Learn more about the related keyphrases trend":["İlgili anahtar kelime trendi hakkında daha fazla bilgi edinin"],"Trend":["Trend"],"Learn more about the related keyphrases volume":["İlgili anahtar kelimeler hacmi hakkında daha fazla bilgi edinin"],"Volume":["Hacim"],"Related keyphrase":["İlgili anahtar kelime"],"Select country":["Ülke seçin"],"Show results for:":["Sonuçları şunun için göster:"],"Please enter a focus keyphrase first to get related keyphrases":["İlgili anahtar kelimeleri almak için lütfen önce bir odak anahtar kelime giriniz"],"Sorry, there's no data available for that keyphrase/country combination.":["Üzgünüz, bu anahtar kelime/ülke kombinasyonu için veri yok."],"Get related keyphrases":["İlgili anahtar kelimelere göz atın"],"Related keyphrases":["İlgili anahtar kelimeler"],"The number of headers and header labels don't match.":["Başlıkların ve başlık etiketlerinin sayısı eşleşmiyor."],"The %s integration offers suggestions and insights for keywords related to the entered focus keyphrase.":["%s entegrasyonu, girilen odak anahtar kelime grubu ile ilgili anahtar kelimeler için öneriler ve içgörüler sunar."],"Disabling Yoast SEO's XML sitemaps will not disable WordPress' core sitemaps. In some cases, this %1$s may result in SEO errors on your site%2$s. These may be reported in Google Search Console and other tools.":["Yoast SEO'nun XML site haritalarını devre dışı bırakmak, WordPress'in temel site haritalarını devre dışı bırakmaz.Bazı durumlarda, bu %1$s sitenizde %2$s SEO hatalarına neden olabilir."],"If you still need support and have an active subscription for this product, please email %s.":["Eğer hala desteğe ihtiyacınız varsa ve bu ürün için aktif bir aboneliğiniz varsa, lütfen bize e-posta gönderin %s."],"You can probably find an answer to your question in our %1$shelp center%2$s.":["Muhtemelen sorunuzun cevabını %1$syardım merkezimizde%2$s bulabilirsiniz."],"Need support?":["Desteğe mi ihtiyacınız var?"],"Return to your %s":["%s hesabınıza dönün"],"Make sure to save your %s for changes to take effect":["Değişikliklerin etkili olması için %s'nizi kaydettiğinizden emin olun"],"The advanced section of the %1$s meta box allows a user to remove posts from the search results or change the canonical. The settings in the schema tab allows a user to change schema meta data for a post. These are things you might not want any author to do. That's why, by default, only editors and administrators can do this. Setting to \"%2$s\" allows all users to change these settings.":["%1$s meta kutusunun gelişmiş bölümü, bir kullanıcının yazıları arama sonuçlarından kaldırmasına veya doğal bağlantıyı değiştirmesine olanak tanır. Şema sekmesindeki ayarlar, bir kullanıcının bir gönderi için şema meta verilerini değiştirmesine olanak tanır. Bunlar, hiçbir yazarın yapmasını istemeyebileceğiniz şeyler olabilir. Bu nedenle, varsayılan olarak bunu yalnızca editörler ve yöneticiler yapabilir. \"%2$s\" olarak ayarlamak, tüm kullanıcıların bu ayarları değiştirmesine izin verir."],"Security: no advanced or schema settings for authors":["Güvenlik: yazarlar için gelişmiş veya şema ayarları yok"],"Report":["Rapor"],"Tech Article":["Teknik makale"],"Scholarly Article":["Bilimsel makale"],"Satirical Article":["Hiciv makalesi"],"Advertiser Content Article":["Reklam veren içeriği makalesi"],"News Article":["Haber makalesi"],"Social Media Posting":["Sosyal medya gönderimi"],"Article":["Makale"],"Search Results Page":["Arama sonuçları sayfası"],"Real Estate Listing":["Gayrimenkul listeleme"],"Checkout Page":["Ödeme sayfası"],"Collection Page":["Koleksiyon sayfası"],"Medical Web Page":["Medikal web sayfası"],"Contact Page":["İletişim sayfası"],"Profile Page":["Profil sayfası"],"QA Page":["Soru cevap sayfası"],"FAQ Page":["SSS sayfası"],"About Page":["Hakkında sayfası"],"Item Page":["Ürün sayfası"],"Web Page":["Web sayfası"],"Default for %1$s (%2$s)":["%1$s için varsayılan (%2$s)"],"This helps search engines understand your website and your content. You can change some of your settings for this page below.":["Bu, arama motorlarının web sitenizi ve içeriğinizi anlamasına yardımcı olur. Bu sayfa için bazı ayarlarınızı aşağıda değiştirebilirsiniz."],"Yoast SEO automatically describes your pages using schema.org":["Yoast SEO, sayfalarınızı schema.org kullanarak otomatik olarak tanımlar"],"Article type":["Makale türü"],"Page type":["Sayfa türü"],"Learn more about page or content types":["Sayfa veya içerik türleri hakkında daha fazla bilgi edinin"],"What type of page or content is this?":["Bu ne tür bir sayfa veya içerik?"],"Structured Data":["Yapılandırılmış veri"],"Yoast How-to":["Yoast Nasıl Yapılır"],"Yoast FAQ":["Yoast SSS"],"%1$s: Does not contain the exact match. %2$sTry to write the exact match of your keyphrase in the SEO title and put it at the beginning of the title%3$s.":["%1$s: Tam eşleşmeyi içermiyor. %2$sAnahtar kelimelerinizin tam eşleşmesini SEO başlığına yazmaya çalışın ve başlığın başına koyun%3$s."],"%1$s: The exact match of the focus keyphrase appears in the SEO title, but not at the beginning. %2$sMove it to the beginning for the best results%3$s.":["%1$s: Odak anahtar kelime öbeğinin tam eşleşmesi SEO başlığında mevcut, ancak en başta yer almıyor . %2$sEn iyi sonuçlar için başa taşıyın%3$s."],"%1$s Internal Linking Blocks":["%1$s dahili bağlantı blokları"],"Allow us to track some data about your site to improve our plugin.":["Eklentimizi geliştirmek için siteniz hakkında bazı verileri izlememize izin verin."],"Usage tracking":["Kullanım izleme"],"Can we collect anonymous information about your website to enhance %1$s?":[""],"Read more about how internal linking can improve your site structure.":["Dahili bağlantıların site yapınızı nasıl geliştirebileceği hakkında daha fazla bilgi alın."],"Link suggestions":["Bağlantı önerileri"],"Insights":["Fikir"],"Remove image":["Görseli kaldır"],"The file size of the uploaded image is too large for %s. File size must be less than %s.":["Yüklenen görselin dosya boyutu %s için çok büyük. Dosya boyutu %s boyutundan küçük olmalıdır."],"The format of the uploaded image is not supported. The supported formats are: %s, %s, %s and %s.":["Yüklenen görüntünün biçimi desteklenmiyor. Desteklenen biçimler şunlardır: %s, %s, %s ve %s."],"You have uploaded a %s. Please note that, if it’s an animated %s, only the first frame will be used.":["Bir %s yüklediniz. Eğer animasyonlu bir %s ise, sadece ilk karenin kullanılacağını lütfen unutmayın."],"Your image dimensions are not suitable. The minimum dimensions are %dx%d pixels. The maximum dimensions are %dx%d pixels.":["Görsel boyutlarınız uygun değil. Asgari boyutlar %dx%d pikseldir. Azami boyutlar %dx%d pikseldir."],"Your image dimensions are not suitable. The minimum dimensions are %dx%d pixels.":["Görsel boyutlarınız uygun değil. Asgari boyutlar %dx%d pikseldir."],"Dismiss":["Kapat"],"Because of a change in your permalink structure, some of your SEO data needs to be reprocessed.":["Kalıcı bağlantı yapınızdaki bir değişiklik nedeniyle, bazı SEO verilerinizin yeniden işlenmesi gerekir."],"Because of a change in your home URL setting, some of your SEO data needs to be reprocessed.":["Ana URL ayarınızdaki bir değişiklik nedeniyle, bazı SEO verilerinizin yeniden işlenmesi gerekir."],"Please upgrade your WordPress version or install the Gutenberg plugin to get this %1$s feature.":["%1$s özelliğini edinmek için lütfen WordPress sürümünüzü yükseltin veya Gutenberg eklentisini kurun."],"Marking links with nofollow/sponsored has been disabled for WordPress installs < 5.4.":["Bağlantıları nofollow/sponsored ile işaretleme, WordPress 5.4 sürümünden küçük kurulumlar için devre dışı bırakıldı."],"Open in new tab":["Yeni sekmede aç"],"This is a sponsored link or advert (mark as %1$ssponsored%2$s)%3$s":["Bu sponsorlu bir bağlantı veya reklamdır (%1$ssponsored%2$s olarak işaretleyin)%3$s"],"Search engines should ignore this link (mark as %1$snofollow%2$s)%3$s":["Arama motorları bu bağlantıyı yok saymalıdır (%1$snofollow%2$s olarak işaretleyin)%3$s"],"Learn more about marking a link as nofollow or sponsored.":["Bir bağlantıyı nofollow veya sponsored olarak işaretleme hakkında daha fazla bilgi edinin."],"Link inserted.":["Bağlantı eklendi."],"Link edited.":["Bağlantı düzenlendi."],"Warning: the link has been inserted but may have errors. Please test it.":["Uyarı: bağlantı eklendi fakat hatalara sahip olabilir. Lütfen test edin."],"Unlink":["Bağlantıyı kaldır"],"Link removed.":["Bağlantı kaldırıldı."],"Link":["Bağlantı"],"We've analyzed your post. There is still room for improvement!":["Yazınızı analiz ettik. Hala iyileştirme için yer var!"],"We've analyzed your post. Everything looks good. Well done!":["Yazınızı analiz ettik. Her şey iyi gözüküyor. İyi iş!"],"No focus keyword was entered":["Odak anahtar kelime girilmedi"],"Share your post!":["Yazınızı paylaşın!"],"Improve your post with Yoast SEO":["Yazınızı Yoast SEO ile geliştirin"],"SEO analysis:":["SEO analizi:"],"The links columns show the number of articles on this site linking %3$sto%4$s this article and the number of URLs linked %3$sfrom%4$s this article. Learn more about %1$show to use these features to improve your internal linking%2$s, which greatly enhances your SEO.":["Bağlantı sütunları, bu site üzerinden makaleye bağlantı %3$sveren%4$s makalelerin sayısını ve bu makaleden bağlantı %3$sverilen%4$s URL'lerin sayısını gösterir. SEO'nuzu büyük ölçüde iyileştiren, %1$sdahili bağlantılarınızı geliştirmek için bu özellikleri nasıl kullanacağınız%2$s hakkında daha fazla bilgi edinin."],"We've written an article about %1$show to use the SEO score and Readability score%2$s.":["%1$sSEO ve okunabilirlik puanın nasıl kullanılacağı hakkında bir makale yazdık%2$s."],"%1$s adds several columns to this page.":["%1$s, bu sayfaya birkaç sütun ekler."],"We estimate this will take less than a minute.":["Bunun bir dakikadan az süreceğini tahmin ediyoruz."],"We estimate this will take a couple of minutes.":["Bunun birkaç dakika süreceğini tahmin ediyoruz."],"%1$sRun the indexation process on your server%2$s using %3$sWP CLI%2$s.":["%3$sWP CLI%2$s kullanarak %1$ssunucunuzda indeksleme işlemini çalıştırın%2$s."],"We estimate this could take a long time, due to the size of your site. As an alternative to waiting, you could:":["Sitenizin boyutu nedeniyle bunun uzun zaman alabileceğini tahmin ediyoruz. Beklemeye alternatif olarak şunları yapabilirsiniz:"],"Show debug information":["Hata ayıklama bilgisini göster"],"Your site will continue to work normally, but won't take full advantage of %s.":["Siteniz normal şekilde çalışmaya devam edecek, ancak %s avantajından tam olarak yararlanamayacak."],"%s had problems creating the database tables needed to speed up your site.":["%s, sitenizi hızlandırmak için gereken veritabanı tablolarını oluştururken sorun yaşadı."],"Your keyphrase is too long. It can be a maximum of 191 characters.":["Anahtar kelimeniz çok uzun. Azami 191 karakter olabilir."],"%1$sFind out how to solve this problem on our help center%2$s.":["%1$sBilgi tabanımızda bu sorunu nasıl çözeceğinizi öğrenin%2$s."],"The text link counter feature is not working as expected":["Metin bağlantısı sayacı özelliği beklendiği gibi çalışmıyor"],"The text link counter helps you improve your site structure. %1$sFind out how the text link counter can enhance your SEO%2$s.":["Metin bağlantısı sayacı, site yapınızı geliştirmenize yardımcı olur. %1$sMetin bağlantısı sayacının SEO'nuzu nasıl geliştirebileceğini öğrenin%2$s."],"The text link counter is working as expected":["Metin bağlantısı sayacı beklendiği gibi çalışıyor"],"I don't want this site to show in the search results.":["Bu sitenin arama sonuçlarında görünmesini istemiyorum."],"If you want search engines to show this site in their results, you must %1$sgo to your Reading Settings%2$s and uncheck the box for Search Engine Visibility.":["Arama motorlarının sonuçlarında bu siteyi göstermesini istiyorsanız, %1$sokuma ayarlarınıza%2$s gitmeli ve arama motoru görünürlüğü kutusunun işaretini kaldırmalısınız."],"Learn more about the no-index setting on our help page.":["Yardım sayfamızda no-index ayarı hakkında daha fazla bilgi edinin."],"Even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Meta robot ayarını burada belirleyebilmenize rağmen, site genelindeki gizlilik ayarlarında sitenin tamamı noindex olarak ayarlandığından bu ayarların bir etkisi olmayacaktır."],"Learn more about canonical URLs on our help page.":["Yardım sayfamızda doğal URL'ler hakkında daha fazla bilgi edinin."],"Learn more about the breadcrumbs title setting on our help page.":["Yardım sayfamızdaki bağlantı haritası başlık ayarı hakkında daha fazla bilgi edinin."],"Learn more about advanced meta robots settings on our help page.":["Yardım sayfamızda gelişmiş meta robot ayarları hakkında daha fazla bilgi edinin."],"Learn more about the no-follow setting on our help page.":["Yardım sayfamızda no-follow ayarı hakkında daha fazla bilgi edinin."],"Should search engines follow links on this content?":["Arama motorları bu içerikteki bağlantıları izlemeli mi?"],"This %1$s REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use %1$s for all their SEO meta output.":["Bu %1$s REST API uç noktası, size belirli bir URL için ihtiyacınız olan tüm meta verileri verir. Bu, başsız WordPress sitelerinin tüm SEO meta çıktıları için %1$s kullanmasını çok kolaylaştıracaktır."],"REST API: Head endpoint":["REST API: Baş uç noktası"],"Please read %1$sthis help article%2$s to find out how to resolve this problem.":["Bu sorunu nasıl çözeceğinizi öğrenmek için lütfen %1$sbu yardım makalesini%2$s okuyun."],"Replaced with the term ancestors hierarchy":["Terim ebeveyn hiyerarşisi ile değiştirildi"],"Term hierarchy":["Terim hiyerarşisi"],"%1$sYou can change the tagline in the customizer%2$s.":["%1$sÖzelleştiricide sloganı değiştirebilirsiniz%2$s."],"You still have the default WordPress tagline. Even an empty one is probably better.":["Hala varsayılan WordPress sloganınız duruyor. Boş olan bile muhtemelen daha iyidir."],"You should change the default WordPress tagline":["Varsayılan WordPress sloganını değiştirmelisiniz"],"You are using a custom tagline or an empty one.":["Özel bir slogan veya boş bir tane kullanıyorsunuz."],"You changed the default WordPress tagline":["Varsayılan WordPress sloganını değiştirdiniz"],"Comments on your posts are displayed on a single page. This is just like we'd suggest it. You're doing well!":["Yazılarınıza yapılan yorumlar tek bir sayfada görüntülenir. Bu, tam önerdiğimiz gibi. İyi gidiyorsunuz!"],"It's highly recommended to have your postname in the URL of your posts and pages. Consider setting your permalink structure to %s.":["Yazılarınızın ve sayfalarınızın URL'sinde yazı adınızın olması şiddetle tavsiye edilir. Kalıcı bağlantı yapınızı %s olarak ayarlamayı düşünün."],"You do not have your postname in the URL of your posts and pages":["Yazılarınızın ve sayfalarınızın URL'sinde yazı adınız yok"],"You do have your postname in the URL of your posts and pages.":["Yazılarınızın ve sayfalarınızın URL'sinde yazı adınız var."],"Your permalink structure includes the post name":["Kalıcı bağlantı yapınız yazı adını içeriyor"],"Comments on your posts break into multiple pages. As this is not needed in 999 out of 1000 cases, we recommend you disable it. To fix this, uncheck \"Break comments into pages...\" on the Discussion Settings page.":["Yazılarınızdaki yorumlar birden çok sayfaya bölünür. 1000 vakadan 999'unda bu gerekli olmadığından, devre dışı bırakmanızı öneririz. Bunu düzeltmek için Tartışma ayarları sayfasında \"Yorumları sayfalara ayır...\" seçeneğinin işaretini kaldırın."],"Comments break into multiple pages":["Yorumlar birden çok sayfaya bölünür"],"Comments are displayed on a single page":["Yorumlar tek bir sayfada görüntülenir"],"No title":["Başlık yok"],"%1$sGo to the Discussion Settings page%2$s":["%1$sTartışma ayarları sayfasına gidin%2$s"],"%1$sThis was reported by the %2$s plugin%3$s":["%1$sBu, %2$s eklentisi tarafından bildirildi%3$s"],"Mobile result":["Mobil sonucu"],"Preview as:":["Ön izleme:"],"Desktop result":["Masaüstü sonucu"],"When you click OK we will open our HelpScout beacon where you can find answers to your questions. This beacon will load our support data and also potentially set cookies.":["Tamam'ı tıkladığınızda, sorularınızın yanıtlarını bulabileceğiniz HelpScout vericimizi açacağız. Bu verici, destek verilerimizi yükleyecek ve ayrıca potansiyel olarak çerezler ayarlayacaktır."],"The browser you are currently using is unfortunately rather dated. Since we strive to give you the best experience possible, we no longer support this browser. Instead, please use %1$sFirefox%4$s, %2$sChrome%4$s or %3$sMicrosoft Edge%4$s.":["Şu anda kullandığınız tarayıcı maalesef oldukça eski. Size mümkün olan en iyi deneyimi sunmaya çalıştığımız için artık bu tarayıcıyı desteklemiyoruz. Bunun yerine lütfen %1$sFirefox%4$s, %2$sChrome%4$s veya %3$sMicrosoft Edge%4$s kullanın."],"If you want to apply advanced <code>meta</code> robots settings for this page, please define them in the following field.":["Bu sayfa için gelişmiş <code>meta</code> robot ayarlarını uygulamak istiyorsanız, lütfen bunları aşağıdaki alanda tanımlayın."],"Check out %1$s":["%1$s sayfasına göz atın"],"We have both free and premium online courses to learn everything you need to know about SEO.":["SEO hakkında bilmeniz gereken her şeyi öğrenmek için hem ücretsiz hem de premium çevrimiçi kurslarımız var."],"Want to learn SEO from Team Yoast? Check out our %1$s!":["Yoast Takımından SEO öğrenmek ister misiniz? %1$s sayfamıza göz atın!"],"Learn SEO":["SEO öğrenin"],"%s settings to import:":["İçe aktarılacak %s ayarları:"],"Import settings from another %1$s installation by pasting them here and clicking \"%2$s\".":["Ayarları başka bir %1$s kurulumundan buraya yapıştırarak ve \"%2$s\" düğmesini tıklayarak içe aktarın."],"Your %1$s settings:":["%1$s ayarlarınız:"],"Schema":["Şema"],"Please check the format of the YouTube URL you entered. %s":["Lütfen girmiş olduğunuz YouTube URL biçimini kontrol edin. %s"],"Please check the format of the Wikipedia URL you entered. %s":["Lütfen girmiş olduğunuz Wikipedia  URL biçimini kontrol edin.%s "],"Please check the format of the Pinterest URL you entered. %s":["Lütfen girmiş olduğunuz  Pinterest URL biçimini kontrol edin. %s"],"Please check the format of the MySpace URL you entered. %s":["Lütfen girmiş olduğunuz MySpace  URL biçimini kontrol edin. %s"],"Please check the format of the LinkedIn URL you entered. %s":["Lütfen girmiş olduğunuz LinkedIn URL biçimini kontrol edin. %s"],"Please check the format of the Instagram URL you entered. %s":["Lütfen girmiş olduğunuz Instagram URL biçimini kontrol edin. %s"],"Please check the format of the Facebook Page URL you entered. %s":["Lütfen girmiş olduğunuz Facebook sayfasının URL biçimini kontrol edin. %s"],"Settings saved.":["Ayarlar kaydedildi."],"Dismiss this alert":["Bu uyarıyı kaldır"],"The submitted value was: %s":["Girilmiş olan değer: %s"],"Yandex confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Yandex doğrulama kodları yalnızca A'dan F'ye kadar olan harfleri, sayıları, kısa çizgileri ve alt çizgileri içerebilir. %s"],"Twitter usernames can only contain letters, numbers, and underscores. %s":["Twitter kullanıcı adları yalnızca harf, sayı ve alt çizgi içerebilir. %s"],"Pinterest confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Pinterest doğrulama kodları yalnızca A'dan F'ye kadar olan harfleri, sayıları, kısa çizgileri ve alt çizgileri içerebilir. %s"],"Bing confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Bing doğrulama kodları yalnızca A'dan F'ye kadar olan harfleri, sayıları, kısa çizgileri ve alt çizgileri içerebilir. %s"],"Google verification codes can only contain letters, numbers, hyphens, and underscores. %s":["Google doğrulama kodları yalnızca harf, sayı, kısa çizgi ve alt çizgi içerebilir. %s"],"Baidu verification codes can only contain letters, numbers, hyphens, and underscores. %s":["Baidu doğrulama kodları yalnızca harf, sayı, kısa çizgi ve alt çizgi içerebilir. %s"],"Show this item.":["Bu öğeyi göster."],"Hide this item.":["Bu öğeyi gizle."],"You have %d hidden problem:":["%d adet gizlenmiş sorununuz bulunuyor:","%d adet gizlenmiş sorununuz bulunuyor:"],"You have %d hidden notification:":["%d adet gizlenmiş bildiriminiz bulunuyor:","%d adet gizlenmiş bildiriminiz bulunuyor:"],"Focus keyphrase not set":["Odak anahtar ifade ayarlanmadı"],"The form contains %1$s error. %2$s":["Form %1$s adet hata içeriyor. %2$s","Form %1$s adet hata içeriyor. %2$s"],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly.":["İçerikte en fazla aşağıdaki kelimeler yer almaktadır. Bunlar, içeriğinizin neye odaklandığına dair bir izlenim verir. Kelimeler konunuzdan çok farklıysa, içeriğinizi uygun şekilde yeniden yazmak isteyebilirsiniz."],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":["Biraz daha metin ekledikten sonra, size içerikte en çok geçen kelimelerin bir listesini vereceğiz. Bunlar, içeriğinizin neye odaklandığına dair bir fikir verir."],"%d occurrences":["%d tekrar"],"Activate %s for your site on MyYoast":["MyYoast'taki siteniz için %s uzantısını etkinleştirin"],"Show blog page in breadcrumbs":["Bağlantı haritasında blog sayfasını göster"],"We could not find any relevant articles on your website that you could link to from your post.":["Web sitenizde, yazınızdan bağlantı verebileceğiniz alakalı bir makale bulamadık."],"Has feedback":["Geri bildirim mevcut"],"Content optimization:":["İçerik optimizasyonu:"],"%1$sSEO%2$s: %3$s":["%1$sSEO%2$s: %3$s"],"%1$sReadability%2$s: %3$s":["%1$sOkunabilirlik%2$s: %3$s"],"Post Noindexed":["Yazı noindex ayarlandı"],"No Focus Keyphrase":["Odak anahtar kelime yok"],"Posts with the SEO score: %s":["SEO puanı olan yazılar: %s"],"SEO: %s":["SEO: %s"],"%s video tutorial":["%s video eğitimi"],"To view your current crawl errors, %1$splease visit Google Search Console%2$s.":["Mevcut tarama hatalarınızı görüntülemek için %1$slütfen Google Search Console%2$s adresini ziyaret edin."],"Google has discontinued its Crawl Errors API. Therefore, any possible crawl errors you might have cannot be displayed here anymore. %1$sRead our statement on this for further information%2$s.":["Google, tarama hataları API'sini sonlandırdı. Bu nedenle, sahip olabileceğiniz olası tarama hataları artık burada görüntülenemiyor. %1$sDaha fazla bilgi için bu konudaki açıklamamızı okuyun%2$s."],"Get the %s plugin now!":["%s eklentisini hemen edinin!"],"Personal info":["Personal info"],"Organization logo":["Kuruluş logosu"],"Organization name":["Kuruluş adı"],"(if one exists)":["(eğer varsa)"],"Wikipedia page about you":["Hakkınızdaki Wikipedia sayfası"],"YouTube profile URL":["YouTube profil URL'si"],"Tumblr profile URL":["Tumblr profil URL’si"],"SoundCloud profile URL":["SoundCloud profil URL'si"],"MySpace profile URL":["MySpace profil URL'si"],"Organization":["Kuruluş"],"You have previously set your site to represent a person. We’ve improved our functionality around Schema and the Knowledge Graph, so you should go in and %1$scomplete those settings%2$s.":["Sitenizi daha önce bir kişiyi temsil edecek şekilde ayarlamıştınız. Şema ve bilgi grafiği ile ilgili işlevselliğimizi geliştirdik, bu nedenle gidip %1$sbu ayarları tamamlamanız%2$s gerekir."],"Select a user...":["Bir kullanıcı seçin..."],"Uncategorized":["Kategorilendirilmemiş"],"Pinterest profile URL":["Pinterest profil URL'si"],"LinkedIn profile URL":["LinkedIn profil URL'si"],"Instagram profile URL":["Instagram profil URL'si"],"No JSON object was returned.":["Hiçbir JSON nesnesi döndürülmedi."],"Received internal links":["Alınan iç bağlantılar"],"Outgoing internal links":["Giden İç Bağlantılar"],"New step added":["Yeni adım eklendi"],"New question added":["Yeni soru eklendi"],"For this feature to work, %1$s needs to create a table in your database. We were unable to create this table automatically.":["Bu özelliğin çalışması için, %1$s veritabanınızda bir tablo oluşturmalıdır. Bu tabloyu otomatik olarak oluşturamadık."],"Keyphrase":["Anahtar kelime"],"%3$sImage Keyphrase%5$s: Out of %2$d images on this page, %1$d have alt attributes with words from your keyphrase or synonyms. That's a bit much. %4$sOnly include the keyphrase or its synonyms when it really fits the image%5$s.":["%3$sGörsel alt nitelikleri%5$s: Bu sayfadaki %2$d görselden %1$d tanesi, anahtar kelimenizden veya eş anlamlı kelimelerinizden alt niteliğine sahip. Bu biraz fazla. %4$sYalnızca anahtar kelimeyi veya eş anlamlılarını, görsele gerçekten uyduğunda ekleyin%5$s."],"%3$sImage Keyphrase%5$s: Out of %2$d images on this page, only %1$d has an alt attribute that reflects the topic of your text. %4$sAdd your keyphrase or synonyms to the alt tags of more relevant images%5$s!":["%3$sGörsel alt nitelikleri%5$s: Bu sayfadaki %2$d görselden yalnızca %1$d tanesi, metninizin konusunu yansıtan bir alt niteliğe sahip. %4$sAnahtar kelimenizi veya eş anlamlılarını daha alakalı görsellerin alt etiketlerine ekleyin%5$s!","%3$sGörsel alt nitelikleri%5$s: Bu sayfadaki %2$d görselden yalnızca %1$d tanesi, metninizin konusunu yansıtan bir alt niteliğe sahip. %4$sAnahtar kelimenizi veya eş anlamlılarını daha alakalı görsellerin alt etiketlerine ekleyin%5$s!"],"%1$sImage Keyphrase%3$s: Images on this page do not have alt attributes that reflect the topic of your text. %2$sAdd your keyphrase or synonyms to the alt tags of relevant images%3$s!":["%1$sGörsel alt nitelikleri%3$s: Bu sayfadaki görseller, metninizin konusunu yansıtan alt niteliklere sahip değil. %2$sAnahtar kelimenizi veya eş anlamlılarını ilgili görsellerin alt etiketlerine ekleyin%3$s!"],"%1$sImage Keyphrase%3$s: Images on this page have alt attributes, but you have not set your keyphrase. %2$sFix that%3$s!":["%1$sGörsel alt nitelikleri%3$s: Bu sayfadaki görsellerin alt nitelikleri var, ancak anahtar kelimeinizi ayarlamadınız. %2$sBunu düzeltin%3$s!"],"%1$sKeyphrase in subheading%2$s: %3$s of your H2 and H3 subheadings reflects the topic of your copy. Good job!":["%1$s Bir alt başlıktaki anahtar sözcük %2$s: üst düzey alt başlıklarınızın %3$s, kopyanızın konusunu yansıtır. Aferin!","%1$s Aşağıdaki alt deyim %2$s: üst düzey alt başlıklarınızın %3$s, kopyanızın konusunu yansıtır. Aferin!"],"%1$sKeyphrase in subheading%2$s: Your H2 or H3 subheading reflects the topic of your copy. Good job!":["%1$s Bir alt başlıktaki anahtar sözcük %2$s: Üst düzey alt başlığınız, kopyanızın konusunu yansıtır. Aferin!"],"%1$sKeyphrase in subheading%3$s: %2$sUse more keyphrases or synonyms in your H2 and H3 subheadings%3$s!":["%1$s Aşağıdaki alt deyim %3$s: %2$s Üst düzeyindeki alt başlıklarınızda daha fazla anahtar kelime öbekleri kullanın; %3$s!"],"Page %s":["Sayfa %s"],"Cannot get the size of %1$s because of unknown reasons.":["Bilinmeyen nedenlerden dolayı %1$s boyutu alamıyor."],"Cannot get the size of %1$s because it is hosted externally.":["%1$s boyutu alınamıyor, çünkü harici olarak barındırılıyor."],"%1$sSingle title%3$s: H1s should only be used as your main title. Find all H1s in your text that aren't your main title and %2$schange them to a lower heading level%3$s!":["%1$sTek başlık%3$s: H1 etiketleri yalnızca ana başlığınız olarak kullanılmalıdır. Metninizde ana başlığınız olmayan tüm H1 etiketlerini bulun ve %2$salt başlık seviyesine değiştirin%3$s!"],"%1$sKeyphrase density%2$s: The keyphrase was found %5$d time. That's way more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$sAnahtar kelime yoğunluğu%2$s: Odak anahtar kelime %5$d kez bulundu. Bu uzunluktaki bir metin için önerilen azami %3$d katından çok daha fazla. %4$sAşırı optimize etmeyin%2$s!","%1$sAnahtar kelime yoğunluğu%2$s: Odak anahtar kelime %5$d kez bulundu. Bu uzunluktaki bir metin için önerilen azami %3$d katından çok daha fazla. %4$sAşırı optimize etmeyin%2$s!"],"%1$sKeyphrase density%2$s: The keyphrase was found %5$d time. That's more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$sAnahtar kelime yoğunluğu%2$s: Odak anahtar kelime %5$d kez bulundu. Bu uzunluktaki bir metin için önerilen azami %3$d katından daha fazla. %4$sAşırı optimize etmeyin%2$s!","%1$sAnahtar kelime yoğunluğu%2$s: Odak anahtar kelime %5$d kez bulundu. Bu uzunluktaki bir metin için önerilen azami %3$d katından daha fazla. %4$sAşırı optimize etmeyin%2$s!"],"%1$sKeyphrase density%2$s: The keyphrase was found %3$d time. This is great!":["%1$sAnahtar kelime yoğunluğu%2$s: Odak anahtar kelime %3$d kez bulundu. Bu çok iyi!","%1$sAnahtar kelime yoğunluğu%2$s: Odak anahtar kelime %3$d kez bulundu. Bu çok iyi!"],"%1$sKeyphrase density%2$s: The keyphrase was found %5$d time. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sAnahtar kelime yoğunluğu%2$s: Odak anahtar kelime %5$d kez bulundu. Bu uzunluktaki bir metin için önerilen asgari %3$d katından daha az. %4$sAnahtar kelimenize odaklanın%2$s!","%1$sAnahtar kelime yoğunluğu%2$s: Odak anahtar kelime %5$d kez bulundu. Bu uzunluktaki bir metin için önerilen asgari %3$d katından daha az. %4$sAnahtar kelimenize odaklanın%2$s!"],"%1$sKeyphrase density%2$s: The keyphrase was found 0 times. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sAnahtar kelime yoğunluğu%2$s: Odak anahtar kelime 0 kez bulundu. Bu uzunluktaki bir metin için önerilen asgari %3$d katından daha az. %4$sAnahtar kelimenize odaklanın%2$s!"],"Import of settings is only supported on servers that run PHP 5.3 or higher.":["Ayarların içe aktarılması yalnızca PHP 5.3 veya daha yüksek sürümleri çalıştıran sunucularda desteklenir ."],"Export your %1$s settings here, to copy them on another site.":["%1$s ayarlarınızı başka bir siteye kopyalamak için buradan dışa aktarın."],"No settings found.":["Hiçbir ayar bulunamadı."],"These are settings for the %1$s plugin by %2$s":["Bunlar %1$s eklentisi için %2$s tarafından yapılan ayarlardır"],"Copy all these settings to another site's %1$s tab and click \"%1$s\" there.":["Tüm bu ayarları başka bir sitenin %1$s sekmesine kopyalayın ve oradaki \"%1$s\" düğmesini tıklayın."],"You do not have the required rights to export settings.":["Ayarları dışa aktarmak için gerekli haklara sahip değilsiniz."],"Method %1$s() does not exist in class %2$s":["%1$s() metodu %2$s sınıfında mevcut değil"],"With %s, you can easily create such redirects.":["%s ile bu tür yönlendirmeleri kolaylıkla oluşturabilirsiniz."],"Learn about why permalinks are important for SEO.":["Kalıcı bağlantıların SEO için neden önemli oldukları hakkında bilgi edin."],"Changing your permalinks settings can seriously impact your search engine visibility. It should almost %1$s never %2$s be done on a live website.":["Kalıcı bağlantı ayarlarınızı değiştirmek, arama motoru görünürlüğünüzü ciddi şekilde etkileyebilir. Yayında olan bir web sitesinde neredeyse %1$shiçbir zaman%2$s yapılmamalıdır."],"WARNING:":["UYARI:"],"%1$sFunction words in keyphrase%3$s: Your keyphrase \"%4$s\" contains function words only. %2$sLearn more about what makes a good keyphrase.%3$s":["%1$sAnahtar kelime içinde işlev sözcükleri%3$s: \"%4$s\" anahtar kelimesi yalnızca işlev sözcüklerini içeriyor. %2$sİyi bir anahtar kelimenin ne olduğu hakkında daha fazla bilgi edinin.%3$s"],"Clear Image":["Görseli kaldır"],"%1$sKeyphrase length%3$s: %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sAnahtar kelime uzunluğu%3$s: %2$sSEO puanınızı hesaplamak için bir anahtar kelime belirleyin%3$s."],"%1$sKeyphrase in slug%2$s: More than half of your keyphrase appears in the slug. That's great!":["%1$sKısa ad içinde anahtar kelime%2$s: Anahtar kelimelerinizin yarısından fazlası kısa ad içinde yer alıyor. Bu harika!"],"%1$sKeyphrase in slug%3$s: (Part of) your keyphrase does not appear in the slug. %2$sChange that%3$s!":["%1$sKısa ad içinde anahtar kelime%3$s: Anahtar kelimelerinizin bir kısmı kısa ad içinde yer almıyor.%2$sBunu değiştirin%3$s!"],"%1$sKeyphrase in slug%2$s: Great work!":["%1$sKısa ad içinde anahtar kelime%2$s: İyi iş!"],"Help on choosing the perfect focus keyphrase":["Mükemmel odak anahtar kelime seçme konusunda yardım"],"Go %s!":["%s olun!"],"Add related keyphrase":["İlgili anahtar kelimeyi ekle"],"Upgrade to %s":["%s sürümüne yükselt"],"Get %s":["%s eklentisini şimdi edinin"],"%4$sPreviously used keyphrase%6$s: You've used this keyphrase %1$s multiple times before%3$s. %5$sDo not use your keyphrase more than once%6$s.":["%4$sDaha önce kullanılan anahtar kelime%6$s: Bu anahtar kelimeyi %1$sdaha önce birden fazla defa%3$s kullandınız. %5$sAnahtar kelimenizi bir kereden fazla kullanmayın%6$s."],"%3$sPreviously used keyphrase%5$s: You've used this keyphrase %1$sonce before%2$s. %4$sDo not use your keyphrase more than once%5$s.":["%3$sDaha önce kullanılan anahtar kelime%5$s: Bu anahtar kelimeyi %1$sdaha önce bir kez%2$s kullandınız. %4$sAnahtar kelimenizi bir kereden fazla kullanmayın%5$s."],"%1$sPreviously used keyphrase%2$s: You've not used this keyphrase before, very good.":["%1$sDaha önce kullanılan anahtar kelime%2$s: Bu anahtar kelimeyi daha önce kullanmadınız, çok iyi."],"%1$sImages%3$s: No images appear on this page. %2$sAdd some%3$s!":["%1$sGörsel alt nitelikleri%3$s: Bu sayfada hiçbir görsel görünmüyor. %2$sBirkaç tane ekleyin%3$s!"],"%1$sLink keyphrase%3$s: You're linking to another page with the words you want this page to rank for. %2$sDon't do that%3$s!":["%1$sBağlantı anahtar kelimesi%3$s: Bu sayfa için derecelenmesini istediğiniz kelimelerin bulunduğu başka bir sayfaya bağlantı veriyorsunuz. %2$sBunu yapmayın%3$s!"],"%2$sText length%3$s: The text contains %1$d %4$s. Good job!":["%2$sMetin uzunluğu%3$s: Metin %1$d %4$s içeriyor. İyi iş!"],"%1$sKeyphrase in subheading%3$s: More than 75%% of your H2 and H3 subheadings reflect the topic of your copy. That's too much. %2$sDon't over-optimize%3$s!":["%1$s Aşağıdaki alt deyim %3$s: Üst düzey alt başlıklarınızın %%75'inden fazlası metninizin konusunu yansıtıyor. Bu çok fazla. %2$saşırı optimize etmeyin!%3$s"],"%1$sSEO title width%3$s: %2$sPlease create an SEO title%3$s.":["%1$sSEO başlık genişliği%3$s: %2$sLütfen bir SEO başlığı oluşturun%3$s."],"%1$sSEO title width%3$s: The SEO title is wider than the viewable limit. %2$sTry to make it shorter%3$s.":["%1$sSEO başlık genişliği%3$s: SEO başlığı, görüntülenebilir sınırdan daha geniş. %2$sKısaltmaya çalışın%3$s."],"%1$sSEO title width%2$s: Good job!":["%1$sSEO başlık genişliği%2$s: İyi iş!"],"%1$sSEO title width%3$s: The SEO title is too short. %2$sUse the space to add keyphrase variations or create compelling call-to-action copy%3$s.":["%1$sSEO başlık genişliği%3$s: SEO başlığı çok kısa. %2$sAnahtar kelime varyasyonları eklemek veya etkileyici eylem çağrısı kopyası oluşturmak için alanı kullanın%3$s."],"%1$sOutbound links%2$s: There are both nofollowed and normal outbound links on this page. Good job!":["%1$sGiden bağlantılar%2$s: Bu sayfada hem nofollow hem de normal giden bağlantılar var. İyi iş!"],"%1$sOutbound links%2$s: Good job!":["%1$sGiden bağlantılar%2$s: İyi iş!"],"%1$sOutbound links%3$s: All outbound links on this page are nofollowed. %2$sAdd some normal links%3$s.":["%1$sGiden bağlantılar%3$s: Bu sayfadaki tüm giden bağlantılar nofollow. %2$sBazı normal bağlantılar ekleyin%3$s."],"%1$sOutbound links%3$s: No outbound links appear in this page. %2$sAdd some%3$s!":["%1$sGiden bağlantılar%3$s: Bu sayfada giden bağlantı yok. %2$sBiraz ekleyin%3$s!"],"%1$sMeta description length%2$s: Well done!":["%1$sMeta açıklama uzunluğu%2$s: İyi iş!"],"%1$sMeta description length%3$s: The meta description is over %4$d characters. To ensure the entire description will be visible, %2$syou should reduce the length%3$s!":["%1$sMeta açıklama uzunluğu%3$s: Meta açıklaması %4$d karakterin üzerinde. Açıklamanın tamamının görünür olmasını sağlamak için %2$suzunluğunu azaltmalısınız%3$s!"],"%1$sMeta description length%3$s: The meta description is too short (under %4$d characters). Up to %5$d characters are available. %2$sUse the space%3$s!":["%1$sMeta açıklama uzunluğu%3$s: Meta açıklaması çok kısa (%4$d karakterin altında). %5$d karaktere kadar kullanılabilir. %2$sAlanını kullanın%3$s!"],"%1$sMeta description length%3$s:  No meta description has been specified. Search engines will display copy from the page instead. %2$sMake sure to write one%3$s!":["%1$sMeta açıklama uzunluğu%3$s: Meta açıklaması belirtilmedi. Arama motorları bunun yerine sayfadaki kopyayı gösterecektir. %2$sBir tane yazdığınızdan emin olun%3$s!"],"%1$sKeyphrase in meta description%2$s: The meta description has been specified, but it does not contain the keyphrase. %3$sFix that%4$s!":["%1$sMeta açıklamasında anahtar kelime%2$s: Meta açıklaması belirtildi, ancak anahtar sözcüğü içermiyor. %3$sBunu düzeltin%4$s!"],"%1$sKeyphrase in meta description%2$s: The meta description contains the keyphrase %3$s times, which is over the advised maximum of 2 times. %4$sLimit that%5$s!":["%1$sMeta açıklamasında anahtar kelime%2$s: Meta açıklaması anahtar sözcüğü, önerilen azami 2 katından fazla, %3$s kez içeriyor. %4$sbunu sınırlayın%5$s!"],"%1$sKeyphrase in meta description%2$s: Keyphrase or synonym appear in the meta description. Well done!":["%1$sMeta açıklamasında anahtar kelime%2$s: Meta açıklamasında anahtar kelime veya eşanlamlılar yer alıyor. İyi iş!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's way more than the recommended maximum of %2$d %6$s. %4$sMake it shorter%5$s!":["%3$sAnahtar kelime uzunluğu%5$s: Anahtar kelime %1$d %6$s içeriyor. Bu, önerilen azami %2$d %6$s sayısından çok daha fazla. %4$sKısaltın%5$s!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's more than the recommended maximum of %2$d %6$s. %4$sMake it shorter%5$s!":["%3$sAnahtar kelime uzunluğu%5$s: Anahtar kelime %1$d %6$s içeriyor. Bu, önerilen azami %2$d %6$s sayısından daha fazla. %4$sKısaltın%5$s!"],"%1$sKeyphrase length%2$s: Good job!":["%1$sAnahtar kelime uzunluğu%2$s: İyi iş!"],"%1$sKeyphrase length%3$s: No focus keyphrase was set for this page. %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sAnahtar kelime uzunluğu%3$s: Bu sayfa için odak anahtar kelime ayarlanmadı. %2$sSEO puanınızı hesaplamak için bir anahtar kelime belirleyin%3$s."],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms do not appear in the first paragraph. %2$sMake sure the topic is clear immediately%3$s.":["%1$sGirişte anahtar kelime%3$s: Anahtar kelimeleriniz veya eş anlamlıları ilk paragrafta görünmüyor. %2$sKonunun hemen anlaşıldığından emin olun%3$s."],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms appear in the first paragraph of the copy, but not within one sentence. %2$sFix that%3$s!":["%1$sGirişte anahtar kelime%3$s: Anahtar kelimeleriniz veya eş anlamlıları kopyanın ilk paragrafında görünür, ancak tek bir cümle içinde görünmez. %2$sBunu düzeltin%3$s!"],"%1$sKeyphrase in introduction%2$s: Well done!":["%1$sGirişte anahtar kelime%2$s: İyi iş!"],"%1$sInternal links%2$s: There are both nofollowed and normal internal links on this page. Good job!":["%1$sDahili bağlantılar%2$s: Bu sayfada hem nofollow hem de normal dahili bağlantılar var. İyi iş!"],"%1$sInternal links%2$s: You have enough internal links. Good job!":["%1$sDahili bağlantılar%2$s: Yeterince iç bağlantınız var. İyi iş!"],"%1$sInternal links%3$s: The internal links in this page are all nofollowed. %2$sAdd some good internal links%3$s.":["%1$sDahili bağlantılar%3$s: Bu sayfadaki dahili bağlantıların tamamı nofollow olarak işaretlenmiş. %2$sBirkaç tane iyi dahili bağlantı ekleyin%3$s."],"%1$sInternal links%3$s: No internal links appear in this page, %2$smake sure to add some%3$s!":["%1$sDahili bağlantılar%3$s: Bu sayfada hiçbir dahili bağlantı görünmüyor, %2$sbirkaç tane eklediğinizden emin olun%3$s!"],"%1$sTransition words%2$s: Well done!":["%1$sGeçiş kelimeleri%2$s: İyi iş!"],"%1$sTransition words%2$s: Only %3$s of the sentences contain transition words, which is not enough. %4$sUse more of them%2$s.":["%1$sGeçiş kelimeleri%2$s: Cümlelerin yalnızca %3$s tanesi geçiş kelimeleri içeriyor, bu yeterli değil. %4$sDaha fazlasını kullanın%2$s."],"%1$sTransition words%2$s: None of the sentences contain transition words. %3$sUse some%2$s.":["%1$sGeçiş kelimeleri%2$s: Cümlelerin hiçbiri geçiş kelimeleri içermiyor. %3$sBirkaç tane kullanın%2$s."],"%1$sNot enough content%2$s: %3$sPlease add some content to enable a good analysis%2$s.":["%1$sYeterli içerik yok%2$s: %3$sİyi bir analizi mümkün kılmak için lütfen biraz içerik ekleyin%2$s."],"%1$sSubheading distribution%2$s: You are not using any subheadings, but your text is short enough and probably doesn't need them.":["%1$sAlt başlık dağılımı%2$s: Herhangi bir alt başlık kullanmıyorsunuz, ancak metniniz yeterince kısa ve muhtemelen onlara ihtiyaç duymuyor."],"%1$sSubheading distribution%2$s: You are not using any subheadings, although your text is rather long. %3$sTry and add some subheadings%2$s.":["%1$sAlt başlık dağılımı%2$s: Metniniz oldukça uzun olmasına rağmen, herhangi bir alt başlık kullanmıyorsunuz. %3$sBazı alt başlıkları deneyin ve ekleyin%2$s."],"%1$sSubheading distribution%2$s: %3$d section of your text is longer than %4$d %6$s and is not separated by any subheadings. %5$sAdd subheadings to improve readability%2$s.":["%1$sAlt başlık dağılımı%2$s: Metninizin %3$d tane bölümü %4$d %6$s daha uzun ve herhangi bir alt başlıkla ayrılmamış. %5$sOkunabilirliği artırmak için alt başlıklar ekleyin%2$s.","%1$sAlt başlık dağılımı%2$s: Metninizin %3$d tane bölümü %4$d %6$s daha uzun ve herhangi bir alt başlıkla ayrılmamış. %5$sOkunabilirliği artırmak için alt başlıklar ekleyin%2$s."],"%1$sSubheading distribution%2$s: Great job!":["%1$sAlt başlık dağılımı%2$s: Harika!"],"%1$sSentence length%2$s: %3$s of the sentences contain more than %4$s %7$s, which is more than the recommended maximum of %5$s. %6$sTry to shorten the sentences%2$s.":["%1$sCümle uzunluğu%2$s: Cümlelerin %3$s tanesi %4$s adetten fazla %7$s içeriyor, bu da önerilen azami %5$s adetten fazla. %6$sCümleleri kısaltmaya çalışın%2$s."],"%1$sSentence length%2$s: Great!":["%1$sCümle uzunluğu%2$s: Harika!"],"%1$sConsecutive sentences%2$s: There is enough variety in your sentences. That's great!":["%1$sArdışık cümleler%2$s: Cümlelerinizde yeterince çeşitlilik var. Bu harika!"],"%1$sConsecutive sentences%2$s: The text contains %3$d consecutive sentences starting with the same word. %5$sTry to mix things up%2$s!":["%1$sArdışık cümleler%2$s: Metin, aynı sözcükle başlayan %3$d ardışık cümle içeriyor. %5$sBir şeyleri karıştırmaya çalışın%2$s!","%1$sArdışık cümleler%2$s: Metin, %3$d veya daha fazla ardışık cümlenin aynı sözcükle başladığı %4$d örnek içeriyor. %5$sBir şeyleri karıştırmaya çalışın%2$s!"],"%1$sPassive voice%2$s: %3$s of the sentences contain passive voice, which is more than the recommended maximum of %4$s. %5$sTry to use their active counterparts%2$s.":["%1$sEdilgen çatı%2$s: Cümlelerin %3$s tanesi edilgen çatı içeriyor ve bu, önerilen azami %4$s taneden fazla. %5$sBunların yerine etken kullanım yapmaya çalışın%2$s."],"%1$sPassive voice%2$s: You're using enough active voice. That's great!":["%1$sEdilgen çatı%2$s: Yeterince etken çatı kullanıyorsun. Bu harika!"],"%1$sParagraph length%2$s: %3$d of the paragraphs contains more than the recommended maximum of %4$d %6$s. %5$sShorten your paragraphs%2$s!":["%1$sParagraf uzunluğu%2$s: Paragrafların %3$d tanesi önerilen azami %4$d adet %6$s fazlasını içeriyor. %5$sParagraflarınızı kısaltın%2$s!","%1$sParagraf uzunluğu%2$s: Paragrafların %3$d tanesi önerilen azami %4$d adet %6$s fazlasını içeriyor. %5$sParagraflarınızı kısaltın%2$s!"],"%1$sParagraph length%2$s: None of the paragraphs are too long. Great job!":["%1$sParagraf uzunluğu%2$s: Paragrafların hiçbiri çok uzun değil. İyi iş!"],"Good job!":["İyi iş!"],"Focus keyphrase: ":["Odak anahtar kelime: "],"Focus keyphrase":["Odak anahtar kelime"],"Disable":["Etkisizleştir"],"Allow Control":["Kontrole izin ver"],"This tab allows you to selectively disable %s features for all sites in the network. By default all features are enabled, which allows site admins to choose for themselves if they want to toggle a feature on or off for their site. When you disable a feature here, site admins will not be able to use that feature at all.":["Bu sekme, ağdaki tüm siteler için %s özelliklerini seçerek devre dışı bırakmanıza izin verir. Varsayılan olarak tüm özellikler etkindir, bu da site yöneticilerinin siteleri için bir özelliği açıp kapamak isteyip istemediklerini kendilerinin seçmesine olanak tanır. Burada bir özelliği devre dışı bıraktığınızda, site yöneticileri bu özelliği hiçbir şekilde kullanamayacaktır."],"%s is a required feature toggle argument.":["%s, gerekli bir özellik geçişi bağımsız değişkenidir."],"Remove keyphrase":["Anahtar kelimeyi kaldır"],"Keyphrase:":["Anahtar kelime:"],"This feature has been disabled by the network admin.":["Bu özellik ağ yöneticisi tarafından devre dışı bırakıldı."],"Focus keyphrase not set.":["Odak anahtar kelime ayarlanmadı."],"Colon":["Kolon"],"Optional. Customize how you want to describe the duration of the instruction":["İsteğe bağlı. Talimatın süresini nasıl tanımlamak istediğinizi özelleştirin"],"Describe the duration of the instruction:":["Talimatın süresini tanımlayın:"],"Learn more about the readability analysis":["Okunabilirlik analizi hakkında daha fazlasını öğrenin"],"Readability analysis:":["Okunabilirlik analizi"],"There is a new notification.":["Yeni bir bildirim var.","Yeni bildirimler var."],"Both %1$s and %2$s manage the SEO of your site. Running two SEO plugins at the same time is detrimental.":["Hem %1$s hem de %2$s sitenizin SEO sunu yönetir. Aynı anda iki SEO eklentisini çalıştırmak zararlı olur."],"%s, %s and %s":["%s, %s ve %s"],"%s and %s":["%s ve %s"],"%d minute":["%d dakika","%d dakika"],"%d hour":["%d saat","%d saat"],"%d day":["%d gün","%d gün"],"Enter a step title":["Bir adım başlığı girin"],"Optional. This can give you better control over the styling of the steps.":["İsteğe bağlı. Bu, adımların şekillendirilmesi üzerinde size daha iyi kontrol sağlayabilir."],"CSS class(es) to apply to the steps":["Adımlara uygulanacak CSS sınıf(lar)ı"],"minutes":["dakika"],"hours":["saat"],"days":["gün"],"Create a How-to guide in an SEO-friendly way. You can only use one How-to block per post.":["SEO dostu bir şekilde, nasıl yapılır kılavuzu oluşturun. Her yazı için yalnızca bir nasıl yapılır bloğu kullanabilirsiniz."],"Copy error":["Kopyalama hatası"],"An error occurred loading the %s primary taxonomy picker.":["%s birincil sınıflandırma seçicisi yüklenirken bir hata oluştu."],"%1$s Structured Data Blocks":["%1$s yapısal veri blokları"],"Time needed:":["Gerekli süre:"],"Move question down":["Soruyu aşağı taşı"],"Move question up":["Soruyu yukarı taşı"],"Insert question":["Soru ekle"],"Delete question":["Soruyu sil"],"Enter the answer to the question":["Sorunun cevabını girin"],"Enter a question":["Bir soru girin"],"Add question":["Soru ekle"],"Frequently Asked Questions":["Sık sorulan sorular"],"Select the primary %s":["Birincil %s seçin"],"Check links to this URL":["Bu URL'ye olan bağlantıları kontrol et"],"Are you trying to use multiple keyphrases? You should add them separately below.":["Birden çok anahtar kelime mi kullanmaya çalışıyorsunuz? Bunları aşağıda ayrı ayrı eklemelisiniz."],"Mark as cornerstone content":["Köşetaşı içerik olarak işaretle"],"Move step down":["Adımı aşağı taşı"],"Move step up":["Adımı yukarı taşı"],"Insert step":["Adım ekle"],"Delete step":["Adımı sil"],"Add image":["Görsel ekle"],"Enter a step description":["Adım açıklaması yaz"],"Enter a description":["Bir açıklama gir"],"Unordered list":["Sırasız liste"],"Showing step items as an ordered list.":["Adım öğeleri sıralı liste olarak gösteriliyor."],"Showing step items as an unordered list":["Adım öğeleri sırasız liste olarak gösteriliyor"],"Add step":["Adım ekle"],"Delete total time":["Toplam zamanı sil"],"Add total time":["Toplam süre ekle"],"How to":["Nasıl yapılır"],"How-to":["Nasıl yapılır"],"Analysis results":["Analiz sonuçları"],"Enter a focus keyphrase to calculate the SEO score":["SEO puanını hesaplamak için bir odak anahtar kelime girin"],"Learn more about Cornerstone Content.":["Köşetaşı içeriği hakkında daha fazla bilgi edinin."],"Cornerstone content should be the most important and extensive articles on your site.":["Köşetaşı içeriği sitenizdeki en önemli ve kapsamlı makaleler olması gerekir."],"Restore Site":["Siteyi geri yükle"],"Network Settings":["Ağ ayarları"],"You are not allowed to perform this action.":["Bu eylemi gerçekleştirme izniniz yok."],"Error: %s":["Hata: %s"],"Success: %s":["Başarı: %s"],"Site with ID %d not found.":["%d kimliğine sahip site bulunamadı."],"No site has been selected to restore.":["Geri yüklemek için hiçbir site seçilmedi."],"You are not allowed to modify unregistered network settings.":["Kayıtlı olmayan ağ ayarlarını değiştiremezsiniz."],"deleted":["silindi"],"Copied!":["Kopyalandı!"],"Not supported!":["Desteklenmiyor!"],"{{a}}Read our article about site structure{{/a}} to learn more about how internal linking can help improve your SEO.":["Dahili bağlantının SEO'nuzu iyileştirmeye nasıl yardımcı olabileceği hakkında daha fazla bilgi edinmek için {{a}}site yapısıyla ilgili makalemizi{{/a}} okuyun."],"Consider linking to these {{a}}cornerstone articles:{{/a}}":["Bu {{a}}köşetaşı yazılarına{{/a}} bağlantı vermeyi düşünün:"],"Consider linking to these articles:":["Bu makalelere bağlantı vermeyi düşünün:"],"Copy link":["Bağlantıyı kopyala"],"Copy link to suggested article: %s":["Önerilen makelenin bağlanısını kopyala: %s"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":["Anahtar kelime araştırması ve anahtar kelime stratejisi hakkında daha fazla bilgi edinmek için %1$sanahtar kelime araştırmasına yönelik nihai kılavuzumuzu%2$s okuyun."],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly. ":["Aşağıdaki kelimeler içerikte en çok yer almaktadır. Bunlar, içeriğinizin neye odaklandığına dair bir fikir verir. Kelimeler konunuzdan çok farklıysa, içeriğinizi buna göre yeniden yazmak isteyebilirsiniz. "],"Prominent words":["Önemli kelimeler"],"The site's tagline":["Sitenin sloganı"],"Not all required fields are given. Missing field %1$s":["Gerekli tüm alanlar verilmemiş. Eksik alan %1$s"],"Add synonyms":["Eş anlamlı kelimeler ekle"],"You can edit the SEO metadata for this custom type on the %1$sShop page%2$s.":["Bu özel tür için SEO meta verilerini %1$smağaza sayfası%2$s üzerinde düzenleyebilirsiniz."],"Current year":["Mevcut yıl"],"Page":["Sayfa"],"Something went wrong. Please reload the page.":["Bir şeyler yanlış gitti. Lütfen sayfayı yenileyin."],"Tagline":["Slogan"],"description (custom taxonomy)":["açıklama (özel sınıflandırma)"],"(custom taxonomy)":["(özel sınıflandırma)"],"(custom field)":["(özel alan)"],"Term404":["Term404"],"Caption":["Altyazı"],"Pagenumber":["Sayfanumarası"],"Pagetotal":["Sayfatoplamı"],"User description":["Kullanıcı açıklaması"],"ID":["ID"],"Modified":["Değiştirilmiş"],"Post type (plural)":["Yazı türü (çoğul)"],"Post type (singular)":["Yazı türü (tekil)"],"Separator":["Ayırıcı"],"Search phrase":["Arama ifadesi"],"Term title":["Terim başlığı"],"Term description":["Terim açıklaması"],"Tag description":["Etiket açıklaması"],"Category description":["Kategori açıklaması"],"Primary category":["Birincil kategori"],"Category":["Kategori"],"Tag":["Etiket"],"Excerpt only":["Sadece alıntı"],"Excerpt":["Alıntı"],"Site title":["Site başlığı"],"Archive title":["Arşiv başlığı"],"Parent title":["Ana başlık"],"Date":["Tarih"],"Get Yoast SEO Premium":["Yoast SEO Premium'a sahip ol"],"You should create a redirect to ensure your visitors do not get a 404 error when they click on the no longer working URL.":["Ziyaretçilerinizin artık çalışmayan bir URL’ye tıkladıklarında, 404 hatası almamasını sağlamak için bir yönlendirme oluşturmalısınız."],"Search engines and other websites can still send traffic to your deleted content.":["Arama motorları ve diğer web siteleri hala silinmiş yazınıza trafik gönderebilir."],"Make sure you don't miss out on traffic!":["Trafiği kaçırmadığınızdan emin olun!"],"You just deleted a %1$s.":["Bir %1$s sildiniz."],"You just trashed a %1$s.":["Bir %1$s çöpe attınız."],"Url preview":["Url önizlemesi"],"Please provide a meta description by editing the snippet below. If you don’t, Google will try to find a relevant part of your post to show in the search results.":["Lütfen aşağıdaki kod parçasını düzenleyerek bir meta açıklama sağlayın. Aksi takdirde, Google arama sonuçlarında gösterilmek üzere yayınınızın alakalı bir bölümünü bulmaya çalışır."],"Dismiss this notice":["Bu bildirimi yoksay"],"No results":["Sonuç yok"],"%d result found, use up and down arrow keys to navigate":["%d sonuç bulundu, gezinmek için yukarı ve aşağı ok tuşlarını kullanın","%d sonuç bulundu, gezinmek için yukarı ve aşağı ok tuşlarını kullanın"],"Your site language is set to %s. If this is not correct, contact your site administrator.":["Sitenizin dili %s olarak ayarlanmıştır. Dil tercihi doğru değilse lütfen site yöneticinizle temasa geçin."],"The %s importer functionality uses temporary database tables. It seems your WordPress install does not have the capability to do this, please consult your hosting provider.":["%s içe aktarıcı işlevi geçici veri tabanı tablolarını kullanır. Görünüşe göre WordPress kurulumunuz bu erişime sahip değil, lütfen barındırma (hosting) sağlayıcınızla iletişime geçin."],"Cleanup of %s data failed.":["%s verisinin temizlenmesi başarısız oldu."],"Content Type":["İçerik türü"],"Filter by content type":["İçerik türüne göre filtrele"],"Show All Content Types":["Tüm içerik türlerini göster"],"Replaced with the normal title for an archive generated by WordPress":["Wordpress arşiv tarafından oluşturulan başlık, standart başlık ile değiştirilmiştir"],"Clean":["Temizle"],"Once you're certain your site is OK, you can clean up. This will remove all the original data.":["Sitenizden emin olduktan sonra silebilirsiniz. Bu işlem bütün orjinal verileri silecektir."],"Step 5: Clean up":["5. Adım: Temizlik"],"Please check your posts and pages and see if the metadata was successfully imported.":["Meta verilerin başarıyla  aktarıldığını görmek için, lütfen yazılarınızı ve sayfalarınızı kontrol edin."],"Step 3: Check your data":["3. Adım: Verileri kontrol edin"],"This will import the post metadata like SEO titles and descriptions into your %1$s metadata. It will only do this when there is no existing %1$s metadata yet. The original data will remain in place.":["Bu, SEO başlıkları ve açıklamaları gibi yazı meta verilerini %1$s meta verilerinize aktarır. Bunu yalnızca henüz %1$s meta verisi olmadığında yapacak. Orijinal veriler yerinde kalacaktır."],"Step 2: Import":["2. Adım: İçe aktar"],"Please make a backup of your database before starting this process.":["Lütfen bu işleme başlamadan önce veritabanınızın yedeğini alın."],"Step 1: Create a backup":["1. Adım: Yedek alın"],"We've detected data from one or more SEO plugins on your site. Please follow the following steps to import that data:":["Sitenizdeki bir veya daha fazla SEO eklentisinden veri tespit ettik. Bu verileri içe aktarmak için lütfen aşağıdaki adımları izleyin:"],"Plugin: ":["Eklenti: "],"%s did not detect any plugin data from plugins it can import from.":["%s eklentilerden içe aktarılabilecek herhangi bir eklenti verisi tespit edemedi."],"Posts that should not show up in search results":["Arama sonuçlarında görünmemesi gereken postlar"],"%s data found.":["%s veri bulundu."],"%s data successfully removed.":["%s veri başarıyla kaldırıldı."],"%s data successfully imported.":["%s veri başarıyla içe aktarıldı."],"%s data not found.":["%s veri bulunamadı."],"On":["Açık"],"Help on: %s":["%s hakkında yardım"],"Off":["Kapalı"],"See who contributed to %1$s.":["%1$s için katkıda bulunanları görün."],"Help on this search results setting":["Arama sonuçları ayarında yardımcı olun"],"Not showing the archive for %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["%1$s arşivinin arama sonuçlarında gösterilmemesi, teknik olarak bunların bir %2$s robot metasına sahip olacağı ve XML site haritasından çıkarılacağı anlamına gelir. %3$sArama sonuçları ayarları hakkında daha fazla bilgi%4$s."],"Not showing %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["%1$s öğesinin arama sonuçlarında gösterilmemesi, teknik olarak bunların bir %2$s robot metasına sahip olacağı ve XML site haritasından çıkarılacağı anlamına gelir. %3$sArama sonuçları ayarları hakkında daha fazla bilgi%4$s."],"Default for %2$s, currently: %1$s":["%2$s için varsayılan, şu anda: %1$s"],"Show %s in search results?":["%s arama sonuçlarında gösterilsin mi?"],"this author's archives":["bu yazarın arşivleri"],"Do not allow search engines to show %s in search results.":["Arama motorlarının %s sayfasını arama sonuçlarında göstermesine izin verme."],"Read why XML Sitemaps are important for your site.":["XML site haritasının siteniz için neden önemli olduğunu öğrenin."],"Enable the XML sitemaps that %s generates.":["%s tarafından oluşturulan XML site haritasını etkinleştirin."],"See the XML sitemap.":["XML site haritanızı görüntüleyin."],"%s (current default for %s)":["%s (%s için mevcut varsayılan)"],"Should search engines follow links on this %1$s?":["Arama motorları bu %1$s içindeki linkleri takip etsin mi?"],"Allow search engines to show this %s in search results?":["Arama motorlarının bu %s sayfasını arama sonuçlarında göstermesini istiyor musunuz?"],"Allow search engines to show this content in search results?":["Arama motorlarının bu içeriği arama sonuçlarında göstermesine izin veriyor musunuz?"],"Toggle %1$s's XML Sitemap":["%1$s'nun XML site haritasını aç/kapa"],"%s integration":["%s entegrasyonu"],"Find out how the text link counter can enhance your SEO.":["Yazı bağlantı sayacının SEO'yu nasıl geliştirebileceğini keşfedin."],"The text link counter helps you improve your site structure.":["Yazı bağlantı sayacı, site yapısını iyileştirmeye yardımcı olur."],"Find out how cornerstone content can help you improve your site structure.":["Köşetaşı içeriğin site yapınızı nasıl iyileştirebileceğini keşfedin."],"The cornerstone content feature lets you to mark and filter cornerstone content on your website.":["Köşetaşı içeriği özelliği, sitenizdeki köşetaşı içerikleri işaretlemenizi ve filtrelemenizi sağlar."],"Discover why readability is important for SEO.":["Okunabilirliğin SEO için neden önemli olduğunu keşfedin."],"The readability analysis offers suggestions to improve the structure and style of your text.":["Okunabilirlik analizi, metninizi yapısal ve biçimsel olarak geliştirecek öneriler sunar."],"Learn how the SEO analysis can help you rank.":["SEO analizinin size nasıl yardımcı olabileceğini öğrenin."],"The SEO analysis offers suggestions to improve the SEO of your text.":["SEO analizi, metninizin SEO uyumunu iyileştirmek için öneriler sunar."],"SEO analysis":["SEO analizi"],"Good results":["İyi sonuçlar"],"https://yoa.st/1uk":["https://yoa.st/1uk"],"https://yoa.st/1uj":["https://yoa.st/1uj"],"Latest blog posts on %1$s":["%1$s'daki son gönderiler"],"Remove highlight from the text":["Metinden vurguyu kaldır"],"Your site language is set to %s. ":["Sitenin dili %s olarak ayarlandı. "],"First-time SEO configuration":["İlk SEO yapılandırması"],"Highlight this result in the text":["Bu sonucu metin içinde vurgulayın"],"Considerations":["Dikkate alınmalılar"],"Errors":["Hatalar"],"Change language":["Dil değiştir"],"%s file":["%s dosyası"],"Save changes to %s":["Değişiklikleri %s dosyasına kaydet"],"Edit the content of your %s:":["%s dosyanızın içeriğini düzenleyin:"],"Create %s file":["%s dosyası oluştur"],"Updated %s":["%s dosyası güncellendi"],"You cannot edit the %s file.":["%s dosyasını düzenleyemezsiniz."],"You cannot create a %s file.":["%s dosyası oluşturamazsınız."],"Other integrations":["Diğer entegrasyonlar"],"More information about %1$s":["%1$s hakkında daha fazla bilgi"],"Old Configuration Wizard":["Eski yapılandırma sihirbazı"],"Manage your %s subscription on MyYoast":["MyYoast üzerinde %s aboneliğinizi yönetin"],"Mark the most important %1$s as 'cornerstone content' to improve your site structure. %2$sLearn more about cornerstone content%3$s.":["Site yapınızı geliştirmek için en önemli %1$s sayfalarını 'köşetaşı içerik' olarak işaretleyin. %2$sKöşetaşı içerikleri hakkında daha fazla bilgi alın%3$s."],"(Opens in a new browser tab)":["(Yeni sekmede açılır)"],"Go back":["Geri git"],"Posts %1$swithout%2$s a focus keyphrase":["Odak anahtar kelimesi %1$siçermeyen%2$s yazılar"],"Hey, your SEO is doing pretty well! Check out the stats:":["Hey, SEO çalışmanız gayet iyi gidiyor! İstatistiklerinize göz atın:"],"You don't have any published posts, your SEO scores will appear here once you make your first post!":["Yayınlanmış makaleniz yok, ilk yayınınızı yaptıktan sonra SEO puanlarınız burada görünecek!"],"Read more like this on our SEO blog":["SEO blogumuzdan buna benzer içerikleri oku"],"Readability: %s":["Okunabilirlik: %s"],"Not activated":["Etkinleştirilmedi"],"Activated":["Etkinleştirildi"],"%1$s recommendations for you":["Senin için %1$s tavsiyeleri"],"All Readability Scores":["Tüm okunabilirlik puanları"],"Filter by Readability Score":["Okunabilirlik puanlarını filtrele"],"Request method %1$s is not valid.":["%1$s olan talep metodu geçerli değil."],"Text link counter":["Metin bağlantısı sayacı"],"Number of internal links linking to this post. See \"Yoast Columns\" text in the help tab for more info.":["Bu yazıya bağlantı veren bağlantı sayısı. Daha fazla bilgi için yardım sekmesindeki \"Yoast Sütunlar\" metnine bakın."],"Number of outgoing internal links in this post. See \"Yoast Columns\" text in the help tab for more info.":["Bu yazıdaki giden dahili bağlantıların sayısı. Daha fazla bilgi için yardım sekmesindeki \"Yoast Sütunları\" metnine bakın."],"%s Columns":["%s sütunlar"],"Readability score":["Okunabilirlik puanı"],"Scroll to see the preview content.":["İçeriği ön izlemek için kaydırın."],"Cornerstone content":["Köşe taşı içeriği"],"Save changes":["Değişiklikleri kaydet"],"1 year free support and updates included!":["1 yıllık ücretsiz güncelleme ve yükseltme dahil!"],"The plugin %2$s changes your site's output and in doing that differentiates between search engines and normal users, a process that's called cloaking. We highly recommend that you disable it.":["Eklentilerden  %2$s, sitenizin çıktısını değiştirerek, gizleme olarak adlandırılan bir işlem ile arama motorlarının gördüğü hali ve sıradan kullanıcıların gördüğü hali arasında fark yaratıyor. Bu eklentiyi kesinlikle etkisizleştirmenizi öneriyoruz."],"No ads!":["Reklamsız!"],"Get internal linking suggestions":["İç bağlantı önerileri alın"],"Variable":["Değişken"],"Available variables":["Kullanılabilinir değişkenler"],"Scroll to see the table content.":["Tablo içeriğini görmek için kaydırın."],"An error occurred in the '%1$s' assessment":["‘%1$s’ değerlendirmesi sırasında bir hata oluştu"],"No new notifications.":["Yeni bildirim yok."],"Save all":["Hepsini kaydet"],"Save":["Kaydet"],"%1$s, Author at %2$s":["%1$s, %2$s sitesinin yazarı"],"Mobile preview":["Mobil ön izlemesi"],"Desktop preview":["Masaüstü ön izlemesi"],"Please provide an SEO title by editing the snippet below.":["Aşağıdaki kod parçasını düzenleyerek bir SEO başlığı sağlayın."],"Meta description preview:":["Meta açıklaması önizlemesi:"],"Slug preview:":["Kısa isim ön izlemesi:"],"SEO title preview:":["SEO başlığı ön izlemesi:"],"Close snippet editor":["Kod parçası düzenleyiciyi kapat"],"Slug":["Kısa İsim"],"Remove marks in the text":["Metindeki işaretleri kaldır"],"Mark this result in the text":["Bu sonucu metnin içinde işaretle"],"Marks are disabled in current view":["İşaretler bu görünüşte etkisizdir"],"Good SEO score":["İyi SEO puanı"],"OK SEO score":["Kabul edilebilir SEO puanı"],"Feedback":["Geri Bildirim"],"Name":["İsim"],"Please provide a meta description by editing the snippet below.":["Aşağıdaki kod parçasını düzenleyerek bir meta açıklama sağlayın."],"Edit snippet":["Kod parçasını düzenle"],"You can click on each element in the preview to jump to the Snippet Editor.":["Kod parçası düzenleyicisine geçmek için ön izleme alanındaki elemanlara tıklayabilirsiniz."],"SEO title preview":["SEO başlığı ön izlemesi"],"Export settings":["Ayarları dışa aktar"],"Please don't show me this notification anymore":["Lütfen bu bildirimi bir daha gösterme"],"If you are experiencing issues, %1$splease file a bug report%2$s and we'll do our best to help you out.":["Eğer sorunlarla karşılaşıyorsanız, %1$slütfen bir hata raporu doldurun%2$s. Size yardımcı olmak için elimizden geleni yapacağız."],"We've noticed you've been using %1$s for some time now; we hope you love it! We'd be thrilled if you could %2$sgive us a 5 stars rating on WordPress.org%3$s!":["%1$s eklentisini bir süredir kullandığınızı fark ettik; umarız memnun kalmışsınızdır! Eğer bize %2$sWordPress.org sitesinde beş yıldız verirseniz%3$s çok memnun oluruz!"],"%1$s + %2$s":["%1$s + %2$s"],"Warning: the variable %1$s cannot be used in this template. See the %2$s for more info.":["Uyarı: %1$s değişkeni bu şablonda kullanılamaz. Daha fazla bilgi için %2$s bakın."],"By the way, did you know we also have a %1$sPremium plugin%2$s? It offers advanced features, like a redirect manager and support for multiple keyphrases. It also comes with 24/7 personal support.":["Bu arada, bir %1$sPremium eklentimiz%2$s olduğunu biliyor muydunuz? Yönlendirme yöneticisi gibi gelişmiş özellikler ve birden çok anahtar kelime için destek sunar. Aynı zamanda 7/24 kişisel destek ile birlikte gelir."],"(no title)":["(başlıksız)"],"The %1$s admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["%1$s yönetici çubuğu menüsü, sayfaları analiz etmek için üçüncü taraf araçlarına yararlı bağlantılar içerir ve yeni bildirimlerinizin olup olmadığını görmenizi kolaylaştırır."],"Admin bar menu":["Yönetim çubuğu menüsü"],"Features":["Özellikler"],"SEO title":["SEO başlığı"],"Greater than sign":["Büyüktür işareti"],"Less than sign":["Küçüktür işareti"],"Right angle quotation mark":["Sağ açılı tırnak işareti"],"Left angle quotation mark":["Sol açılı tırnak işareti"],"Small tilde":["Küçük yaklaşık işareti"],"Vertical bar":["Dikey çubuk"],"Low asterisk":["Küçük yıldız"],"Asterisk":["Yıldız"],"Bullet":["Madde"],"Middle dot":["Orta nokta"],"Em dash":["Uzun tire"],"En dash":["Kısa tire"],"Dash":["Tire"],"No":["Hayır"],"Yes":["Evet"],"Google search console":["Google search console"],"Social profiles":["Sosyal profiller"],"Posts list":["Yazı listesi"],"Posts list navigation":["Yazı listesi dolaşımı"],"Filter posts list":["Yazı listesini filtrele"],"Installed":["Kurulu"],"Seamless integration between %1$s and %2$s":["%1$s ve %2$s arasında sorunsuz entegrasyon"],"Optimize your site for Google News":["Sitenizi Google News için optimize edin"],"Edit &#8220;%s&#8221;":["&#8220;%s&#8221; düzenle"],"Premium":["Premium"],"Get Premium":["Premium'u edinin"],"Notifications":["Bildirimler"],"Removes the focus keyphrase section from the metabox and disables all SEO-related suggestions.":["Odak anahtar kelime öbeği bölümünü meta kutusundan kaldırır ve SEO ile ilgili tüm önerileri devre dışı bırakır."],"Disable SEO analysis":["SEO analizi etkisizleştir"],"Other social profiles":["Diğer sosyal profiller"],"Make primary":["Birincil yap"],"Cancel":["İptal"],"%s notification":["%s bildirim","%s bildirim"],"Disable readability analysis":["Okunabilirlik analizini devre dışı bırak"],"Removes the readability analysis section from the metabox and disables all readability-related suggestions.":["Okunabilirlik analizi bölümünü meta kutusundan kaldırır ve okunabilirlikle ilgili tüm önerileri devre dışı bırakır."],"Readability analysis":["Okunabilirlik analizi"],"Needs improvement":["Geliştirmeye açık"],"Readability":["Okunabilirlik"],"Improvements":["İyileştirmeler"],"Good job! We could detect no serious SEO problems.":["İyi iş! Hiçbir ciddi SEO problemi tespit edemedik."],"We have detected the following issues that affect the SEO of your site.":["Sitenizin SEO'sunu etkileyen aşağıdaki sorunları tespit ettik."],"Problems":["Problemler"],"Analysis":["Analiz"],"Not available":["Uygun değil"],"Filter by SEO Score":["SEO puanına göre filtrele"],"Meta description not set.":["Meta açıklaması belirlenmemiş."],"Open":["Aç"],"Loading...":["Yükleniyor..."],"No results found":["Sonuç bulunamadı"],"Dashboard":["Başlangıç"],"You can fix this on the %1$sPermalink settings page%2$s.":["Bunu %1$sKalıcı bağlantı ayarları sayfası%2$s üzerinde düzeltebilirsiniz."],"Replaced with the primary category of the post/page":["Yazı/sayfa ana kategorisi ile değiştirildi"],"Buy %s":["%s satın al"],"New %1$s Title":["Yeni %1$s Başlık"],"Existing %1$s Title":["Mevcut %1$s Başlık"],"Expected an integer as input.":["Girdi olarak sayısal bir değer bekleniyor."],"Trying to build the sitemap cache key, but the postfix and prefix combination leaves too little room to do this. You are probably requesting a page that is way out of the expected range.":["Güvenli bir site haritası bellek anahtarı yapılandırılmaya çalışılıyor, ama son ek ve ön ek kombinasyonu bunun için çok az alan bırakıyor. Muhtemelen belirlenen aralığın dışında bir sayfa istiyorsunuz."],"Redirects":["Yönlendirmeler"],"Remove":["Kaldır"],"Keep":["Tut"],"Bold the last page":["Son sayfayı kalın yap"],"Primary %s":["Birincil %s"],"Primary":["Birincil"],"Make %1$s primary %2$s":["%1$s için %2$s birincil yap"],"Integrations":["Birleştirmeler"],"Term is set to noindex.":["Terim indekslenmesin olarak işaretli."],"Author archives":["Yazar arşivleri"],"Enabled":["Etkin"],"Disabled":["Devre dışı"],"The separator defined in your theme's %s tag.":["Temanızın %s etiketinde tanımlanan ayraç."],"No index":["İndeks yok"],"SEO score":["SEO puanı"],"Team Yoast":["Yoast ekibi"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["WordPress için ilk gerçek hepsi bir arada SEO çözümü, sayfa üzerine içerik analizi, XML site haritaları ve çok daha fazlası."],"Yoast SEO":["Yoast SEO"],"Activation failed:":["Etkinleştirme başarısız:"],"The filter extension seem to be unavailable. Please ask your web host to enable it.":["Filtre eklentisi kullanılabilir değil. Servis sağlayıcınızdan etkinleştirmesini isteyin."],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":["%1$s eklentisinin kurulumu tamamlandı. Lütfen %2$syükleme kılavuzuna%3$s göz atın."],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":["Standart PHP kütüphanesi (SPL) eklentisi kurulu gözükmüyor. Lütfen servis sağlayıcınızdan etkinleştirmelerini isteyin."],"SEO Settings":["SEO Ayarları"],"Mobile-Friendly Test":["Mobil Uyumluluk Testi"],"Google Page Speed Test":["Google Sayfa Hız Testi"],"Facebook Debugger":["Facebook Hata Ayıklama"],"Analyze this page":["Bu sayfayı analiz et"],"%s does not seem to be a valid url. Please correct.":["%s geçerli bir web adresi değil. Lütfen düzeltin."],"%1$s does not seem to be a valid %2$s verification string. Please correct.":["%1$s geçerli bir %2$s doğrulama metnine sahip değil. Lütfen düzeltin."],"%s Archive":["%s arşivi"],"You searched for %s":["%s için arama yaptınız"],"%s does not seem to be a valid Twitter Username. Please correct.":["%s geçerli bir Twitter kullanıcı adı değil. Lütfen düzeltin."],"Summary with large image":["Büyük görselli özet"],"The post %1$s appeared first on %2$s.":["%1$s yazısı ilk önce %2$s üzerinde ortaya çıktı."],"No numeric value was received.":["Sayısal bir değer gönderilmedi."],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":["Var olan bir blog olmalıdır. %s bulunamadı ya da silinmek üzere işaretlenmiş."],"The default blog setting must be the numeric blog id of the blog you want to use as default.":["Varsayılan blog ayarı kullanmak istediğiniz varsayılan blogun sayısal tanımlayıcı değeri olmalıdır."],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":["%2$s %1$s ayarlarında izin verilen seçeneklerden biri değil. Değer varsayılana döndürüldü."],"Please select a valid post type for taxonomy \"%s\"":["\"%s\" kategorisi için geçerli bir yazı tipi seçin."],"Please select a valid taxonomy for post type \"%s\"":["\"%s\" yazı tipi için geçerli bir etiket seçin"],"You searched for":["Şunu aradınız"],"Home":["Anasayfa"],"Archives for":["Arşiv"],"Error 404: Page not found":["Hata 404: Sayfa bulunamadı"],"Good":["İyi"],"Replaced with a custom taxonomies description":[""],"Replaced with a posts custom taxonomies, comma separated.":["Virgülle ayrılmış olarak yazı özel etiketleri ile değiştirilir."],"Replaced with a posts custom field value":["Yazı özel alan değeri ile değiştirilir"],"Replaced with the slug which caused the 404":["404 sayfasına neden olan kısa isim ile değiştirilir"],"Replaced with the posts focus keyphrase":["Yazı odak anahtar kelimeleri ile değiştirildi"],"Attachment caption":["Eklenti alt metni"],"Replaced with the current page number":["Geçerli sayfa numarası ile değiştirilir"],"Replaced with the current page total":["Geçerli toplam sayfa sayısı ile değiştirilir"],"Replaced with the current page number with context (i.e. page 2 of 4)":["Mevcut sayfa numarası ile değiştirilecek (örneğin 2 / 4)"],"Replaced with the current year":["Mevcut yıl ile değiştirilir"],"Replaced with the current month":["Mevcut ay ile değiştirilir"],"Replaced with the current day":["Geçerli gün ile değiştirilir"],"Replaced with the current date":["Geçerli tarih ile değiştirilir"],"Replaced with the post/page author's 'Biographical Info'":["Yazının/sayfanın yazarının 'Biyografik bilgi'si ile değiştirilecek"],"Replaced with the post/page author's 'nicename'":["Yazının/sayfanın yazarının 'güzel ismi' ile değiştirilecek"],"Replaced with the post/page ID":["Yazı/Sayfa no ile değiştirilir"],"Replaced with the post/page modified time":["Yazı/sayfa değişiklik zamanı ile değiştirilir"],"Replaced with the content type plural label":["İçerik türü çoğul etiketiyle değiştirildi"],"Replaced with the content type single label":["İçerik türü tekil etiketiyle değiştirildi"],"Replaced with the current search phrase":["Mevcut arama ifadesi ile değiştirilir"],"Replaced with the term name":["Terim adı ile değiştirilir"],"Replaced with the term description":["Terim açıklaması ile değiştirilir"],"Replaced with the tag description":["Etiket açıklaması ile değiştirilir"],"Replaced with the category description":["Kategori açıklamasıyla değiştirilir"],"Replaced with the post categories (comma separated)":["Yazı kategorileri ile değiştirilecek (virgül ile ayrılmış)"],"Replaced with the current tag/tags":["Mevcut etiket(ler) ile değiştirilecek"],"Replaced with the post/page excerpt (without auto-generation)":["Yazının/sayfanın özeti ile değiştirilecek (otomatik oluşturma olmadan)"],"Replaced with the post/page excerpt (or auto-generated if it does not exist)":["Yazının/sayfanın özeti ile değiştirilecek (ya da özet yoksa otomatik oluşturulacak)"],"The site's name":["Sitenin adı"],"Replaced with the title of the parent page of the current page":["Bu sayfanın ebeveyn sayfasının başlığı ile değiştirilecek"],"Replaced with the title of the post/page":["Yazının/sayfanın başlığı ile değiştirilecek"],"Replaced with the date of the post/page":["Yazının/sayfanın tarihi ile değiştirilecek"],"Page %1$d of %2$d":["Sayfa %1$d / %2$d"],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":["Aynı isimli bir değişken tanımlayarak WPSEO standart değişkenlerinin üstüne yazamazsınız. \"wpseo_replacements\" filtresini kullanarak değiştirme değerini ayarlayın."],"A replacement variable with the same name has already been registered. Try making your variable name unique.":["Aynı isme sahip bir değiştirme değişkeni zaten mevcut. Değişkeninizi daha eşsiz yapmaya çalışın."],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":["Bir değiştirme karakteri \"%%cf_\" ya da \"%%ct_\" ile başlayamaz, bu karakterler WPSEO değişkenleri, özel alanlar ve özel kategoriler için kullanılmaktadır. Değişken isminizi eşsiz yapmaya çalışın."],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":["Bir muadil değişken sadece harfler, alt çizgi ya da tire içerebilir. Değişkeninizin ismini değiştirmeyi deneyin."],"Admin only notice: this page does not show a meta description because it does not have one, either write it for this page specifically or go into the [%1$s - %2$s] menu and set up a template.":["Yalnızca yönetici uyarısı: Bu sayfa bir meta açıklaması, olmadığı için, göstermiyor; ya bu sayfa için özel olarak yazın ya da [%1$s - %2$s] menüsüne gidin ve bir şablon oluşturun."],"Page not found":["Sayfa bulunamadı"],"%s Archives":["%s arşivleri"],"Meta description to use for Author page":["Yazar sayfasında kullanılacak meta açıklaması"],"Title to use for Author page":["Yazar sayfalarında kullanılacak başlık"],"%1$s settings":["%1$s ayarlarınız"],"Export your %1$s settings":["%1$s ayarlarınızı dışarı aktarın"],"Import settings":["İçe aktarma ayarları"],"Import from other SEO plugins":["Diğer SEO eklentilerinden içeri aktar"],"Import":["İçe aktar"],"If you had a %s file and it was editable, you could edit it from here.":["Eğer yazılabilir bir %s dosyanız olsaydı, buradan düzenleyebilirdiniz."],"If your %s were writable, you could edit it from here.":["Eğer %s dosyanız yazılabilir olsaydı, buradan düzenleyebilirdiniz."],"You don't have a %s file, create one here:":["%s dosyanız yok, buradan bir tane oluşturun:"],"A link to your site, with your site's name and description as anchor text.":["Site isminin ve açıklamasının bağlantı metni olarak kullanıldığı, sitenize giden bir bağlantı."],"A link to your site, with your site's name as anchor text.":["Site isminin bağlantı metni olarak kullanıldığı, sitenize giden bir bağlantı."],"A link to the post, with the title as anchor text.":["Başlığın bağlantı metni olarak kullanıldığı, yazı sayfasına bir bağlantı."],"You can use the following variables within the content, they will be replaced by the value on the right.":["İçeriğin içinde şu değişkenleri kullanabilirsiniz, kullandığınızda sağdaki değerler ile değiştirileceklerdir."],"Content to put after each post in the feed":["Besleme içindeki her içerikten sonra eklencek metin"],"Content to put before each post in the feed":["Beslemedeki her yazıdan önce eklenecek içerik"],"How to insert breadcrumbs in your theme":["Temanıza bağlantı haritası nasıl eklersiniz"],"Blog":["Blog"],"Prefix for the breadcrumb path":["Bağlantı haritası için ön ek"],"Anchor text for the Homepage":["Ana sayfa için bağlantı metni"],"Separator between breadcrumbs":["Bağlantı haritası arasındaki ayraç"],"Below are your published posts' SEO scores. Now is as good a time as any to start improving some of your posts!":["Aşağıda yayınlanan yazılarınızın SEO puanları vardır. Şimdi yazılarınızın bazılarını geliştirmeye başlamak için iyi bir zaman!"],"Credits":["Katkıda Bulunanlar"],"&laquo; Back to Tools page":["&laquo; Araçlar sayfasına dön"],"%1$s comes with some very powerful built-in tools:":["%1$s çok güçlü dahili araçlarla beraber gelir:"],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":["Bu araç SEO için önemli olan dosyalarınızı, örneğin robots.txt ve varsa .htaccess gibi, hızlıca değiştirebilmenize olanak sağlar."],"File editor":["Dosya düzenleyicisi"],"Import settings from other SEO plugins and export your settings for re-use on (another) site.":["Diğer SEO eklentilerinden ayarları içeri aktarın ve daha sonra kullanmak üzere kendi ayarlarınızı dışarı aktarın."],"Import and Export":["İçeri Al / Dışarı Aktar"],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":["Bu araç her bir yazının ya da sayfanın detayına girmeden kolayca başlık ve açıklamaları değiştirebilmenize olanak sağlar."],"Bulk editor":["Toplu düzenleyici"],"Default settings":["Varsayılan ayarlar"],"Description":["Açıklama"],"Restore site to defaults":["Site ayarlarını varsayılanlara döndür"],"Site ID":["Site no"],"Using this form you can reset a site to the default SEO settings.":["Bu formu kullanarak bir siteyi varsayılan SEO ayarlarına döndürebilirsiniz."],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new sites.":[""],"Enter the %1$sSite ID%2$s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":["İlgili site için %1$sSite No%2$s girerek, o sitenin ayarlarını varsayılan olarak kullanabilirsiniz. Hiçbiri için boş bırakın. (O zaman eklentinin varsayılan ayarları kullanılacaktır)"],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":["Ağınıza ekli olan siteler içinde bir siteyi seçerek, ayarlarını varsayılan olarak kullanabilirsiniz. Eğer 'Hiçbiri' seçeneğini seçerseniz eklentinin varsayılan ayarları kullanılacaktır."],"New sites in the network inherit their SEO settings from this site":["Ağdaki yeni siteler SEO ayarlarını bu siteden devralır"],"Super Admins only":["Sadece süper yöneticiler"],"Site Admins (default)":["Site yöneticileri (varsayılan)"],"Who should have access to the %1$s settings":["%1$s ayarlarına kimler erişebilir"],"spam":["istenmeyen"],"mature":["yetişkin"],"archived":["arşiv"],"public":["herkese açık"],"%s restored to default SEO settings.":["%s varsayılan SEO ayarlarına döndürüldü."],"Settings Updated.":["Ayarlar güncellendi."],"Special pages":["Özel sayfalar"],"Date archives":["Tarih arşivi"],"Title":["Başlık"],"Take note:":["Not al:"],"You can determine the title and description for the homepage by %1$sediting the homepage itself%2$s.":["%1$sAna sayfanın kendisini düzenleyerek%2$s ana sayfanın başlığını ve açıklamasını belirleyebilirsiniz."],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s, bu sayfalar için başlıkları yeniden zorlamak gerekmediğini otomatik algıladı, eğer bunun yanlış olduğunu düşünüyor ve siz ne yaptığınızı biliyorsanız, buradan ayarı değiştirebilirsiniz."],"Force rewrite titles":["Başlıkları yeniden yazmaya zorla"],"Homepage":["Ana sayfa"],"%1$s Extensions":["%1$s eklenti"],"Seamlessly integrate WooCommerce with %1$s and get extra features!":["Sorunsuz bir şekilde %1$s ile WooCommerce entegrasyonunu yapabilirsiniz!"],"Rank better locally and in Google Maps, without breaking a sweat!":["Hiç ter dökmeden Google Maps aramalarında daha iyi sonuç elde edin!"],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":["Google Haberlerde yer alıyor musunuz? Gerekli optimizasyonları yaparak trafiğinizi artırabilirsiniz!"],"Optimize your videos to show them off in search results and get more clicks!":["Videolarınızı optimize ederek arama sonuçlarında çıkmalarını sağlayın ve böylece daha çok tıklama kazanın!"],"The premium version of %1$s with more features & support.":["%1$s eklentisinin bir çok yeni özelliğe ve desteğe sahip sürümü."],"Person":["Kişi"],"Website name":["Web sitesi ismi"],"RSS":["RSS"],"Permalink":["Kalıcı bağlantı"],"Breadcrumbs":["Bağlantı haritası"],"Authenticate":["Yetkilendir"],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year of support and updates, on %2$s.":["Bir yönlendirme oluşturmak ve bu problemi gidermek için %1$s gerekiyor. Bu eklentiyi ve bir yıllık destek ve güncellemeyi %2$s adresinden satın alabilirsiniz."],"Creating redirects is a %s feature":["Yönlendirme oluşturmek bir %s özelliği"],"New URL":["Yeni adres"],"Search":["Arama"],"URL":["URL"],"Deactivate %s":["Devre dışı bırak: %s"],"The %1$s plugin might cause issues when used in conjunction with %2$s.":["%1$s eklentisi %2$s eklentisi ile beraber kullanıldığında problem çıkartabiliyor."],"Upload Image":["Resim Yükle"],"%s Posts Overview":["%s yazıya genel bakış"],"Breadcrumbs title":["Bağlantı haritası başlığı"],"Pinterest":["Pinterest"],"Social settings":["Sosyal ayarlar"],"Close":["Kapat"],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines and might slow down your site.":["Hem %1$s hem de %2$s XML site haritası oluşturabilir. İki XML site haritasına sahip olmak, arama motorları için yararlı değildir ve sitenizi yavaşlatabilir."],"Configure %1$s's Open Graph settings":["%1$s OpenGraph ayarlarını yapılandır"],"Both %1$s and %2$s create Open Graph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":["Hem %1$s hem de %2$s OpenGraph çıktısı üretir. Bu çıktılar Facebook, Twitter, LinkedIn ve diğer sosyal ağlar tarafından, sitenizdeki içerik paylaşıldığı zaman gösterilecek metin ve görsellerdir."],"%s image":["%s Resim"],"%s description":["%s Açıklama"],"%s title":["%s Başlık"],"Twitter":["Twitter"],"Facebook":["Facebook"],"very difficult":["çok zor"],"Try to make shorter sentences, using less difficult words to improve readability":["Okunabilirliği arttırmak için daha kısa cümleler kurmayı deneyin, daha az zor kelimeler kullanın"],"difficult":["zor"],"fairly difficult":["oldukça zor"],"OK":["TAMAM"],"fairly easy":["oldukça kolay"],"easy":["kolay"],"very easy":["çok kolay"],"The copy scores %1$s in the test, which is considered %2$s to read.":["Metin bu testte %1$s puan alıyor, ki bu okunması %2$s olarak kabul edilir."],"Flesch reading ease":["Flesch okuma kolaylığı"],"Meta Desc.":["Meta Açık."],"All SEO Scores":["Tüm SEO puanları"],"SEO issue: The featured image should be at least 200 by 200 pixels to be picked up by Facebook and other social media sites.":["SEO sorunu: Öne çıkarılan görsel en az 200x200 piksel boyutlarında olmalıdır. Facebook ve diğer sosyal medya siteleri tarafından kullanılacaktır."],"(no parent)":["(ebeveyn yok)"],"meta description":["meta açıklaması"],"Page title":["Sayfa başlığı"],"Post is set to noindex.":["Yazı indekslenmesin olarak ayarlanmış."],"The URL that this page should redirect to.":["Bu sayfanın yönlenmesi gereken adres."],"301 Redirect":["301 yönlendirme"],"The canonical URL that this page should point to. Leave empty to default to permalink. %1$sCross domain canonical%2$s supported too.":["Bu sayfanın işaret etmesi gereken doğal URL. Kalıcı bağlantı için varsayılan olarak boş bırakın. %1$sAlanlar arası doğal adres%2$s de destekleniyor."],"Canonical URL":["Aynı adres"],"Title to use for this page in breadcrumb paths":["Bağlantı haritasında bu sayfa için kullanılacak başlık"],"Breadcrumbs Title":["Bağlantı haritası başlığı"],"No Snippet":["Kod parçası yok"],"No Archive":["Arşiv yok"],"No Image Index":["Görsel indeksi yok"],"None":["Hiç biri"],"Meta robots advanced":["Meta robots gelişmiş"],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Uyarı: meta robot ayarlarını burada girebiliyor olsanız da, sitenin genel ayarlarında bu site indekslenmesin diye ayarlanmış. Yani robot ayarlarının bir etkisi olmayacaktır."],"Meta description":["Meta açıklaması"],"SEO Title":["SEO başlığı"],"Focus keyword":["Odak anahtar kelime"],"Settings successfully imported.":["Ayarlar başarıyla içe aktarıldı."],"Settings could not be imported:":["Ayarlar içe aktarılamadı:"],"Breadcrumb for 404 pages:":["404 sayfası için dolaşım:"],"Prefix for search result pages:":["Arama sonuçları için ön ek:"],"Prefix for archive pages:":["Arşiv sayfaları için ön ek:"],"Prefix for breadcrumbs:":["Bağlantı haritası için ön ek:"],"Anchor text for the homepage:":["Ana sayfa için bağlantı metni:"],"Breadcrumbs separator:":["Bağlantı haritası ayracı:"],"%s Breadcrumbs":["%s bağlantı haritası"],"Use Image":["Görseli kullan"],"Action":["Eylem"],"Page URL/Slug":["Sayfa adresi/kısa ismi"],"Publication date":["Yayın tarihi"],"Post Status":["Yazı durumu"],"WP Page Title":["WP sayfa başlığı"],"View":["Görüntüle"],"View &#8220;%s&#8221;":["Görüntüle &#8220;%s&#8221;"],"Preview":["Önizleme"],"Preview &#8220;%s&#8221;":["Önizleme &#8220;%s&#8221;"],"Edit":["Düzenle"],"Filter":["Filtrele"],"New Yoast Meta Description":["Yeni Yoast meta açıklaması"],"Existing Yoast Meta Description":["Var olan Yoast meta açıklaması"],"Facebook profile URL":["Facebook Profil Linki"],"Twitter username (without @)":["Twitter Kullanıcı Adı (@ işareti olmadan)"],"Google":["Google"],"FAQ":["SSS"],"Settings":["Ayarlar"],"Huge SEO Issue: You're blocking access to robots.":["Büyük SEO Sorunu: Robotların erişimini engelliyorsunuz."],"Posts":["Yazılar"],"Edit Files":["Dosyaları Düzenle"],"General":["Genel"],"Extensions":["Eklentiler"],"Search Console":["Arama Konsolu"],"Tools":["Araçlar"],"Advanced":["Gelişmiş"],"XML sitemaps":["XML site haritaları"],"Social":["Sosyal"],"SEO":["SEO"],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":["%1$s %3$s eklentisinin %2$s sürümünü kullandığınızı tespit etti. Lütfen uyumsuzluk problemlerinin önüne geçmek için son sürüme güncelleyin."],"Just another WordPress site":["Bir başka WordPress sitesi"],"You have used HTML in your value which is not allowed.":["Değerlerinizde kabul edilmeyen bir HTML kodu kullandınız."],"You can't edit %s that aren't yours.":["%s ögesini düzenleyemezsiniz çünkü sizin değil."],"You can't edit %s.":["Bunu düzenleyemezsiniz: %s."],"Post has an invalid Content Type: %s.":["Yazının geçersiz bir içerik türü var: %s."],"Post doesn't exist.":["Yazı bulunamadı."],"posts\u0004Trash <span class=\"count\">(%s)</span>":["Çöp <span class=\"count\">(%s)</span>","Çöp <span class=\"count\">(%s)</span>"],"posts\u0004All <span class=\"count\">(%s)</span>":["Tümü <span class=\"count\">(%s)</span>","Tümü <span class=\"count\">(%s)</span>"]}}}