{"domain":"js-text-analysis","locale_data":{"js-text-analysis":{"":{"domain":"js-text-analysis","plural_forms":"nplurals=2; plural=n != 1;","lang":"es_MX"},"The %1$s class must not be instantiated before the %2$s global is set.":[""],"%1$sOutrank your competitors even further%2$s with these %3$s plugins":[""],"No need to figure out what to link to. You get linking suggestions for relevant posts and pages to make your website easier to navigate.":[""],"Use AI to write SEO titles and meta descriptions for your posts and pages. It speeds up your work and does some of the thinking for you!":[""],"%s looks at more than just your main keyword. It analyzes different word forms, plurals, and past tenses. This helps your website perform even better in searches!":[""],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for titles and meta descriptions to make your pages rank high and make you look good on social media. %1$sLearn more%2$s%3$s":[""],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for product titles and meta descriptions to make your pages rank high and make you look good on social media. %1$sLearn more%2$s%3$s":[""],"Explore %s!":[""],"You’ll reach more people with multiple keyphrases! Want to quickly add these related keyphrases to the %s analyses for even better content optimization?":[""],"Get AI to write SEO titles and meta descriptions faster. Reach a wider audience with multiple keywords. Get automatic internal linking suggestions. And much, much more!":[""],"Explore now":[""],"Rank higher in search results":[""],"Turn more visitors into customers!":[""],"Increase Google clicks with rich results":[""],"Write product pages that rank using the SEO analysis":[""],"Get XML sitemaps":[""],"Optimize your video previews & thumbnails":[""],"Make sure your videos load quickly for users":[""],"Automatically get technical SEO best practices for video content":[""],"Drive more views to your videos":[""],"Stand out for local searches":[""],"Explore %s now!":[""],"%1$s24/7 support%2$s: Also on evenings and weekends.":[""],"%1$sAppealing social previews%2$s people actually want to click on.":[""],"%1$sNo more broken links%2$s: Automatic redirect manager.":[""],"%1$sSuper fast%2$s internal linking suggestions.":[""],"%1$sMultiple keywords%2$s: Rank higher for more searches.":[""],"%1$sAI%2$s: Better SEO titles and meta descriptions, faster.":[""],"Highlight areas of improvement in your text, no more searching for a needle in a haystack, straight to optimizing! Now also in Elementor!":[""],"Leave a quick review":[""],"Happy with the plugin?":[""],"Show Yoast SEO some love!":[""],"Let's get your site in tip-top shape for the search engines. Simply follow these 5 steps to make Google understand what your site is about.":["Pongamos tu sitio en óptimas condiciones para los motores de búsqueda. Simplemente sigue estos 5 pasos para que Google comprenda de qué se trata tu sitio."],"If your goal is to increase your rankings, you need to work on your SEO regularly. That can be overwhelming, so let's tackle it one step at a time!":["Si tu objetivo es aumentar tus rankings, debes trabajar en tu SEO con regularidad. Esto puede ser abrumador, ¡así que abordémoslo paso a paso!"],"Great work! Thanks to the details you've provided, %1$s has enhanced your site for search engines, giving them a clearer picture of what your site is all about.":["¡Buen trabajo! Gracias a los detalles que proporcionaste, %1$s ha mejorado tu sitio para los motores de búsqueda, brindándoles una imagen más clara de de qué se trata su sitio."],"Important: We won't sell this data, and we won't collect any personal information about you or your visitors.":["Importante: No venderemos estos datos y no recopilaremos ninguna información personal sobre tí o tus visitantes."],"What data will be collected and why?":["¿Qué datos se recopilarán y por qué?"],"No, I don't want to share my site data":["No, no quiero compartir los datos de mi sitio"],"Are you open to help us improve our services?":["¿Estás dispuesto a ayudarnos a mejorar nuestros servicios?"],"Yes, give me your free tips!":["¡Sí, dame tus consejos gratis!"],"Subscribe to the %1$s newsletter to receive best practices for improving your rankings, save time on SEO tasks, stay up-to-date with the latest SEO news, and get expert guidance on how to make the most of %2$s!":["¡Suscríbete al boletín informativo de %1$s para recibir las mejores prácticas para mejorar tu clasificación, ahorrar tiempo en tareas de SEO, mantenerte actualizado con las últimas noticias de SEO y obtener orientación de expertos sobre cómo aprovechar al máximo %2$s !"],"Get free weekly SEO tips!":["¡Obten consejos de SEO semanales gratuitos!"],"You're almost there! Complete all settings in this step so search engines know what your site is about.":["¡Ya casi estás ahí! Completa todas las configuraciones en este paso para que los motores de búsqueda sepan de qué se trata tu sitio."],"Completing this step helps Google to understand your site even better. Bonus: You'll improve your chance of getting %1$srich results%2$s!":["Completar este paso ayuda a Google a comprender tu sitio aún mejor. Bonificación: ¡Mejorarás tus posibilidades de obtener %1$sresultados ricos%2$s!"],"Let's start by running the SEO data optimization. That means we'll scan your site and create a database with optimized SEO data. It won't change any content or settings on your site and you don't need to do anything, just hit start!\n\nNote: If you have a lot of content, this optimization could take a moment. But trust us, it's worth it!":["Comencemos ejecutando la optimización de datos SEO. Eso significa que escanearemos tu sitio y crearemos una base de datos con datos SEO optimizados. No cambiará ningún contenido ni configuración de tu sitio y no necesitas hacer nada, ¡simplemente presiona Inicio!\n\nNota: Si tienes mucho contenido, esta optimización podría tardar un momento. Pero créenos, ¡vale la pena!"],"We've successfully analyzed your site & optimized your SEO data!":["¡Hemos analizado con éxito tu sitio y optimizado tus datos de SEO!"],"Fantastic work! Add your organization's social media accounts below. This allows us to fine-tune the metadata for these platforms.":["¡Buen trabajo! Agrega las cuentas de redes sociales de tu organización a continuación. Esto nos permite ajustar los metadatos para estas plataformas."],"Social share preview":["Vista previa para compartir en redes sociales"],"Twitter share preview":["Vista previa de compartir en Twitter"],"The %1$s interface is currently unavailable in the beta WooCommerce product editor. To resolve any issues, please disable the beta editor. %2$sLearn how to disable the beta WooCommerce product editor.%3$s":["La interfaz de %1$s no está disponible actualmente en el editor de productos beta de WooCommerce. Para resolver cualquier problema, desactiva el editor beta. %2$sAprende cómo desactivar el editor de productos beta de WooCommerce.%3$s"],"Compatibility issue: Yoast SEO is incompatible with the beta WooCommerce product editor.":["Problema de compatibilidad: Yoast SEO es incompatible con el editor de productos beta de WooCommerce."],"Search engines and other websites can still send traffic to your trashed content.":["Los motores de búsqueda y otros sitios aún pueden enviar tráfico a tu contenido eliminado."],"Unlock with the %1$s":["Desbloquear con %1$s"],"Generate product titles & descriptions with AI!":["¡Genera títulos y descripciones de producto con la IA!"],"Last year":["El año pasado"],"Last week":["La semana pasada"],"Last day":["Último dia"],"Last updated":["Última actualización"],"Activate tracking to show the ranking position":["Activa el seguimiento para mostrar el lugar de posicionamiento"],"List your Frequently Asked Questions in an SEO-friendly way.":["Enumera tus Preguntas Frecuentes de una forma que favorezca el SEO."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by OpenAI GPTBot.":["Añade una regla \"disallow\" a tu archivo robots.txt para evitar el rastreo por parte de OpenAI GPTBot."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by the Google-Extended bot. Enabling this setting won’t prevent Google from indexing your website.":["Añade una regla de disallow’ a tu archivo robots.txt para impedir el rastreo por parte del bot Google-Extended. Activar este ajuste no impedirá que Google indexe tu web."],"Lots of web traffic comes from bots crawling the web. Some can benefit your site or business, while other bots don’t. Blocking unwanted bots can save energy, help with site performance, and protect copyrighted content. Learn more about %1$swhen to block unwanted bots%2$s.":["Gran parte del tráfico web procede de bots que rastrean la red. Algunos pueden beneficiar a tu sitio o negocio, mientras que otros bots no. Bloquear los bots no deseados puede ahorrar energía, ayudar al rendimiento del sitio y proteger el contenido protegido por derechos de autor. Más información sobre %1$scuándo bloquear bots no deseados%2$s."],"Prevent OpenAI GPTBot from crawling":["Evitar que OpenAI GPTBot rastree"],"Prevent Google Bard and Vertex AI bots from crawling":["Evita que los robots Google Bard y Vertex AI rastreen"],"Prevent Common Crawl CCBot from crawling":["Evitar que Common Crawl CCBot rastree"],"Unlock Premium SEO analysis":["Desbloquea el análisis SEO Premium"],"Get more help with writing content that ranks":["Obtén más ayuda para escribir contenidos que se posicionen"],"$ USD / € EUR / £ GBP per year (ex. VAT)":["$ USD / € EUR / £ GBP al año (sin IVA)"],"Internal linking suggestions":["Sugerencias de enlaces internos"],"%1$s SAVE 30%% %2$s on your 12 month subscription":["%1$s AHORRA 30%% %2$s en tu suscripción de 12 meses"],"Learn more about %s (Opens in a new browser tab)":["Aprende más sobre %s (abre en una nueva pestaña del navegador)"],"Write more natural and engaging content":["Escribe contenidos más naturales y atractivos"],"Synonyms help users understand your copy better. It’s easier to read for both users and Google. In %s, you can add synonyms for your focus keyphrase, and we’ll help you optimize for them.":["Los sinónimos ayudan a los usuarios a entender mejor tus textos. Los hace más fácil de leer tanto para usuarios como para Google. En %s puedes añadir sinónimos a tu frase clave objetivo, lo que te ayudará a optimizarlos."],"Is your %1$s store ready for Black Friday?":["¿Está tu tienda %1$s lista para el Black Friday?"],"Check your text on even more SEO criteria and get an enhanced keyphrase analysis, making it easier to optimize your content.":["Revisa tu texto con aún más criterios SEO y obtén un análisis mejorado de las frases clave, lo que facilitará la optimización de tu contenido."],"Buy now!":["¡Compra ahora!"],"30% OFF!":["¡30% DE DESCUENTO!"],"BLACK FRIDAY SALE: %1$s %2$sBuy now!%3$s":["DESCUENTO BLACK FRIDAY: %1$s %2$s¡Comprar ahora!%3$s"],"BLACK FRIDAY SALE: %1$s":["DESCUENTO BLACK FRIDAY: %1$s"],"Reach a wider audience":["Llega a una audiencia mayor"],"Add related keyphrases":["Añade frases clave relacionadas"],"%s automatically suggests to what content you can link with easy drag-and-drop functionality, which is good for your SEO!":["%s sugiere automáticamente a qué contenido puedes enlazar con una sencilla funcionalidad de arrastrar y soltar, ¡y eso es bueno para tu SEO!"],"Rank higher by connecting your content":["Posiciona mejor conectando tus contenidos"],"Get help optimizing for up to 5 related keyphrases. This helps you reach a wider audience and get more traffic.":["Consigue ayuda para optimizar hasta 5 frases clave relacionadas. Esto te ayuda a llegar a una audiencia mayor y conseguir más tráfico."],"-30%":["-30%"],"%1$s Now with 30%% Black Friday Discount!":["%1$s ¡Ahora con un 30%% de descuento en el Black Friday!"],"%1$sSALE 30%% OFF!%2$s":["%1$s¡DESCUENTO DEL 30%%!%2$s"],"30% OFF":["30 % DE DESCUENTO"],"BLACK FRIDAY":["BLACK FRIDAY"],"Claim your 30% off now!":["¡Reclama ahora tu 30% de descuento!"],"Social media appearance":["Apariencia en las redes sociales"],"Determine how your post should look in the search results.":["Determina cómo debería verse tu entrada en los resultados de búsqueda."],"The Yoast %1$sultimate Black Friday checklist%2$s helps you prepare in time, so you can boost your results during this sale.":["La %1$slista de comprobación definitiva de Black Friday%2$s de Yoast te ayuda a prepararte con antelación, para que puedas mejorar tus resultados durante esta oferta."],"To customize the appearance of your post specifically for Twitter, please fill out the 'Twitter appearance' settings below.":["Para personalizar la apariencia específica de tu entrada en Twitter, por favor, rellena los siguientes ajustes de 'Apariencia en Twitter'."],"Twitter appearance":["Apariencia en Twitter"],"To customize the appearance of your post specifically for Twitter, please fill out the 'Twitter appearance' settings below. If you leave these settings untouched, the 'Social media appearance' settings mentioned above will also be applied for sharing on Twitter.":["Para personalizar la apariencia de tu entrada específicamente en Twitter, por favor, rellena los siguientes ajustes de 'Apariencia en Twitter'. Si dejas sin modificar estos ajustes los ajustes de 'Apariciones en medios sociales' mencionados arriba también se aplicarán al compartir en Twitter."],"Determine how your post should look on social media like Facebook, Twitter, Instagram, WhatsApp, Threads, LinkedIn, Slack, and more.":["Determina cómo debe verse tu publicación en redes sociales como Facebook, Twitter, Instagram, WhatsApp, Threads, LinkedIn, Slack, etc."],"Get the checklist and start optimizing now!":["¡Consigue la lista de comprobación y empieza a optimizar ahora!"],"Is your WooCommerce store ready for Black Friday?":["¿Está tu tienda WooCommerce lista para el Black Friday?"],"The %1$s %2$sultimate Black Friday checklist%3$s helps you prepare in time, so you can boost your results during this sale.":["La %2$slista de comprobación definitiva de Black Friday%3$s de %1$s te ayuda a prepararte con antelación, para que puedas mejorar tus resultados durante esta oferta."],"AI generator":["Generador de IA"],"New in %1$s":["Nuevo en %1$s"],"Use AI to write your titles & meta descriptions!":["¡Usa la IA para crear títulos y meta descriptions!"],"Use the power of Yoast AI to automatically generate compelling titles and descriptions for your posts and pages.":["Usa el poder de la IA de Yoast para generar automáticamente títulos y descripciones atractivos para tus entradas y páginas."],"AI title & description generator":["Genrador IA de título y descripción"],"Use AI":["Usar la IA"],"Clear selection":["Cancelar la selección"],"Note that the following commonly-used parameters will not be removed: %1$s, %2$s, %3$s, %4$s, %5$s, %6$s, and %7$s.":["Ten en cuenta que no se eliminarán los siguientes parámetros usados habitualmente: %1$s, %2$s, %3$s, %4$s, %5$s, %6$s y %7$s."],"Learn how to increase your rankings with %1$s":["Aprende cómo aumentar tu posicionamiento con %1$s"],"Want an enhanced Google preview of how your WooCommerce products look in the search results?":["¿Quieres una vista previa de Google mejorada de cómo se verán tus productos de WooCommerce en los resultados de búsqueda?"],"Sign up today!":["¡Regístrate hoy!"],"Feeling lost when it comes to optimizing your site for the search engines? Join our FREE webinar to gain the confidence that you need in order to start optimizing like a pro! You'll obtain the knowledge and tools to start effectively implementing SEO.":["¿Te sientes perdido a la hora de optimizar tu sitio para los motores de búsqueda? Únete a nuestro seminario web GRATUITO para ganar la confianza que necesitas para empezar a optimizar como un profesional. Obtendrás los conocimientos y las herramientas para empezar a implementar eficazmente el SEO."],"Join our FREE webinar for SEO success":["Únete a nuestro seminario web GRATUITO para triunfar en el SEO"],"Want your products stand out in search results with rich results like price, reviews and more?":["¿Quieres que tus productos destaquen en los resultados de búsqueda con resultados enriquecidos como el precio, valoraciones y más?"],"%1$s, %2$s and %3$s":["%1$s, %2$s y %3$s"],"%1$s and %2$s":["%1$s y %2$s"],"Please see the “New” badges and review the Search appearance settings.":["Por favor, mira las «nuevas» insignias y revisa los ajustes de apariencia en el buscador."],"New type of content added to your site!":["¡Nuevo tipo de contenido añadido a tu sitio!"],"Site policies":["Políticas del sitio"],"Select a page which provides information about your diversity policies for %1$sstaffing%2$s, %1$shiring%2$s and %1$semployment%2$s.":["Selecciona una página que ofrezca información sobre tus políticas de diversidad para %1$sel personal%2$s, %1$scontratación%2$s y %1$sempleo%2$s."],"Select a page which provides information on your diversity policies for %1$seditorial%2$s content.":["Selecciona una página que ofrezca información sobre tus políticas de diversidad para el contenido %1$seditorial%2$s."],"Select a page which describes the personal, organizational, and corporate %1$sstandards%2$s of %1$sbehavior%2$s expected by your organization.":["Selecciona una página que describa los %1$sestándares%2$s de %1$sconducta%2$s personales y organizacionales esperados por tu organización."],"Select a page which outlines your procedure for addressing %1$serrors%2$s (e.g., publishing retractions or corrections).":["Selecciona una página que resuma tu procedimiento para solucionar %1$serrores%2$s (p.ej.: correcciones o retractaciones de publicación)"],"Select a page which describes how your organization collects and responds to %1$sfeedback%2$s, engages with the %1$spublic%2$s, and prioritizes %1$stransparency%2$s.":["Selecciona una página que describa cómo recopila y responde tu organización a %1$speticiones%2$s, cómo interactúa con el %1$spúblico%2$s y prioriza la %1$stransparencia%2$s."],"Select a page which describes the ownership structure of your organization. It should include information about  %1$sfunding%2$s and %1$sgrants%2$s.":["Selecciona una página que describa la estructura propietaria de tu organización. Debería incluir información sobre su  %1$sfinanciación%2$s y %1$sayudas%2$s."],"Select a page which describes the editorial principles of your organization. %1$sWhat%2$s do you write about, %1$swho%2$s do you write for, and %1$swhy%2$s?":["Selecciona una página que describa los principios editoriales de tu organización. ¿Sobre %1$squé%2$s escribes, para %1$squién%2$s escribes, y %1$spor qué%2$s?"],"Select the pages on your website which contain information about your organizational and publishing policies. Some of these might not apply to your site, and you can select the same page for multiple policies. %1$sLearn more about why setting your site policies is important%2$s.":["Selecciona las páginas de tu web que contengan información sobre tus políticas organizativas y de publicación. Algunas podrían no aplicarse a tu sitio, y puedes seleccionar la misma página para varias políticas. %1$sAprende más sobre porqué es importante configurar las políticas de tu sitio%2$s."],"Diversity staffing report":["Informe sobre la diversidad del personal"],"Diversity policy":["Política de diversidad"],"Ethics policy":["Política ética"],"Corrections policy":["Política de correcciones"],"Actionable feedback policy":["Política de respuesta activa"],"Ownership / Funding info":["Información propietaria / financiación"],"Publishing policies":["Políticas de publicación"],"Publishing principles":["Principios de publicación"],"Failed to retrieve pages.":["Fallo al recuperar las páginas."],"Searching pages...":["Buscando páginas…"],"Add new page...":["Añadir nueva página…"],"No pages found.":["No se han encontrado páginas."],"You've added a new type of content. We recommend that you review the corresponding %1$sSearch appearance settings%2$s.":["Has añadido un nuevo tipo de contenido. Te recomendamos revisar los correspondientes %1$sajustes de apariencia en el buscador%2$s."],"Error: Taxonomy was not removed from new_taxonomies list.":["Error: la taxonomía no se eliminó de la lista new_taxonomies."],"Taxonomy is no longer new.":["La taxonomía ya no es nueva."],"Taxonomy is not new.":["La taxonomía no es nueva."],"Error: Post type was not removed from new_post_types list.":["Error: el tipo de contenido no se eliminó de la lista new_post_types."],"Post type is no longer new.":["El tipo de contenido ya no es nuevo."],"Post type is not new.":["El tipo de contenido no es nuevo."],"Write a bug report":["Escribe un informe de fallos"],"Our support team is here to answer any questions you may have. Fill out the (pop-up) contact form, and we'll get back to you as soon as possible!":["Nuestro equipo de soporte está aquí para responder cualquier pregunta que puedas tener. ¡Rellena el formulario de contacto (emergente) y te contactaremos lo antes posible!"],"%1$sSupport languages:%2$s English & Spanish":["%1$sIdiomas de soporte:%2$s Inglés y Español"],"If you don't find the answers you're looking for and need personalized help, you can get 24/7 support from one of our support engineers.":["Si no encuentras las respuestas que estás buscando y necesitas ayuda personalizada, puedes conseguir soporte 24/7 de uno de nuestros ingenieros de soporte."],"Contact our support team":["Contacta con nuestro equipo de soporte"],"Have you stumbled upon a bug while using %1$s? Please raise a bug report on our GitHub repository to let us know about the issue!":["¿Te has tropezado con un fallo mientras usabas %1$s? ¡Por favor, envía un informe de fallos a nuestro repositorio de GitHub y permítenos saber más del problema!"],"Raise a bug report on GitHub":["Enviar un informe de errores a GitHub"],"Visit WordPress forum":["Visitar los foros de WordPress"],"In the WordPress support forum for %1$s you can find answers or ask for help from %1$s users in the WordPress community.":["En el foro de soporte de WordPress para %1$s puedes encontrar respuestas, o pedir ayuda a los usuarios de %1$s de la comunidad WordPress."],"WordPress support forum for %1$s":["Foro de soporte en WordPress para %1$s"],"Visit our help center":["Visita nuestro centro de ayuda"],"Have a look at our help center to find articles, tutorials, and other resources to help you get the most out of %1$s!":["¡Echa un vistazo a nuestro centro de ayuda para encontrar artículos, tutoriales y otros recursos que te ayuden a sacar el máximo partido posible de %1$s!"],"%1$s's help center":["Centro de ayuda de %1$s"],"Need help with %1$s? These resources are a great place to start!":["¿Necesitas ayuda con %1$s? ¡Estos recursos son un fantástico lugar para empezar!"],"Additional resources":["Recursos adicionales"],"Here, you'll find answers to commonly asked questions about using %1$s. If you don't see your question listed, you can have a look at the section below.":["Aquí encontrarás respuestas a las preguntas más habituales sobre cómo usar %1$s. Si no ves tu pregunta en la lista puedes echar un vistazo a la sección de abajo."],"Frequently asked questions":["Preguntas frecuentes"],"If you have any questions, need a hand with a technical issue, or just want to say hi, we've got you covered. Get in touch with us and we'll be happy to assist you!":["Si tienes alguna pregunta, necesitas una mano con un problema técnico, o simplemente quieres saludar, ahí nos tienes. ¡Contáctanos y nos encantará ayudarte!"],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by Google AdsBot. You should only enable this setting if you're not using Google Ads on your site.":["Añade una regla 'disallow' a tu archivo robots.txt para evitar el rastreo del AdsBot de Google. Solo deberías activar este ajuste si no estás usando Google Ads en tu sitio."],"Block unwanted bots":["Bloquear bots indeseados"],"Close the upgrade callout":["Cerrar el aviso de actualización"],"%1$s and get an exclusive %2$s discount for %3$s month(s).":["%1$s y consigue un exclusivo descuento de %2$s durante %3$s mes(es)."],"Click here to upgrade your %s plan":["Haz clic aquí para actualizar tu plan de %s"],"Keyphrases tracked: %1$s/%2$s":["Frases clave rastreadas: %1$s/%2$s"],"Your are tracking %1$s out of %2$s keyphrases included in your account.":["Estás rastreando %1$s de %2$s frases clave incluidas en tu cuenta."],"Your are tracking %1$s out of %2$s keyphrases included in your free account.":["Estás rastreando %1$s de %2$s frases clave incluidas en tu cuenta gratuita."],"Support":["Soporte"],"Prevent Google AdsBot from crawling":["Evitar el rastreo de Google AdsBot"],"%s":["%s"],"This overview will show you your top performing keyphrases in Google. Connect with %s to get started.":["Este resumen te mostrará tus frases que más posicionan en Google. Conecta con %s para empezar."],"You have successfully connected with %s.":["Te has conectado correctamente con %s."],"You have successfully connected with %1$s. Your %2$s account does not contain any keyphrases for this website yet. You can track keyphrases by using the \"Track SEO Performance\" button in the post editor.":["Te has conectado correctamente con %1$s. Tu cuenta de %2$s no contiene aún ninguna frase clave para esta web. Puedes rastrear frases clave usando el botón de «Rastrear el rendimiento SEO» en el editor de entradas."],"Network Error: Unable to connect to the server. Please check your internet connection and try again later.":["Error de la red: No ha sido posible conectar con el servidor. Por favor, revisa tu conexión a Internet e inténtalo de nuevo más tarde."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of URLs like %1$s, %2$s and %3$s.":["Añade una regla de 'disallow' a tu archivo robots.txt para evitar el rastreo de URLs como %1$s, %2$s y %3$s."],"Your WordPress environment is running on a non-production site. Indexables can only be created on production environments. Please check your `WP_ENVIRONMENT_TYPE` settings.":["Tu entorno de WordPress se está ejecutando en un sitio que no está en producción. Los indexables solo se pueden crear en entornos de producción. Por favor, revisa tus ajustes de `WP_ENVIRONMENT_TYPE`."],"Inclusive language: %s":["Lenguaje inclusivo: %s"],"%1$s / %2$s: Top Keyphrases":["%1$s / %2$s: Principales frases clave"],"The post type %s could not be indexed because it does not meet indexing requirements.":["El tipo de contenido %s no se pudo indexar debido a que no reúne los requisitos de indexado."],"The name of this category is %1$s.":["El nombre de esta categoría es %1$s."],"Start the course":["Empezar el curso"],"Start free trial lesson":["Empezar la lección de prueba gratuita"],"Maximize your SEO game by purchasing %s, which grants you unlimited access to all courses.":["Maximiza tu juego SEO comprando %s, lo que te ofrece acceso ilimitado a todos los cursos."],"Learn vital SEO skills that you can apply at once! Let us take you by the hand and give you practical SEO tips to help you outrank your competitors. %s comes with five free courses.":["¡Aprende habilidades de SEO vitales que puedas aplicar al instante! Déjanos llevarte de la mano y ofrecerte trucos SEO prácticos para ayudarte a superar a tus competidores. %s incluye cinco cursos gratuitos."],"Learn vital SEO skills that you can apply at once! Let us take you by the hand and give you practical SEO tips to help you outrank your competitors. Maximize your SEO game! Because your %s subscription gives you unlimited access to all courses.":["¡Aprende habilidades de SEO vitales que puedas aplicar al instante! Déjanos llevarte de la mano y ofrecerte trucos SEO prácticos para ayudarte a superar a tus competidores. ¡Maximiza tu juego SEO! Y es que tu suscripción a %s te ofrece acceso ilimitado a todos los cursos."],"Choosing the right type of hosting for your site is the basis of a solid Technical SEO strategy. Learn all about it in this course!":["Elegir el tipo de alojamiento para tu sitio es la base de una sólida estrategia de SEO técnico. ¡Aprende todo lo necesario en este curso!"],"You have to make it possible for search engines to find your site, so they can display it in the search results. We'll tell you all about how that works in this course!":["Tienes que hacer posible que los motores de búsqueda encuentren tu sitio, para que puedan mostrarlo en los resultados de búsqueda. ¡En este curso le explicaremos cómo funciona!"],"Are you selling in countries all over the world? In this course, you’ll learn all about setting up and managing a site that targets people in different languages and locales.":["¿Vendes en países de todo el mundo? En este curso aprenderás todo lo necesario para crear y gestionar un sitio dirigido a personas de distintos idiomas y lugares."],"Do you want to take a deep dive into structured data? In this course, you'll learn the theory related to structured data in detail.":["¿Quieres profundizar en los datos estructurados? En este curso, aprenderás en detalle la teoría relacionada con los datos estructurados."],"Learn how to optimize your online shop for your customers and for search engines!":["¡Aprende a optimizar tu tienda en línea para tus clientes y para los motores de búsqueda!"],"Do you own a local business? This course will teach you how to make sure your local audience can find you in the search results and on Google Maps!":["¿Tienes un negocio local? Este curso te enseñará cómo asegurarte de que tu público local pueda encontrarte en los resultados de búsqueda y en Google Maps."],"A clear site structure benefits your users and is of great importance for SEO. Still, most people seem to forget about this. Get ahead of your competition and learn how to improve your site structure!":["Una estructura clara del sitio beneficia a tus usuarios y es de gran importancia para el SEO. Sin embargo, la mayoría de la gente parece olvidarse de esto. ¡Adelántate a tu competencia y aprende a mejorar la estructura de tu sitio!"],"Start creating block-tastic content with the new WordPress block editor! Learn all about the block editor and what you can do with it.":["Empieza a crear contenido fantástico con el nuevo editor de bloques de WordPress. Aprende todo sobre el editor de bloques y lo que puedes hacer con él."],"Do you know the essential first step of good SEO? It's keyword research. In this training, you'll learn how to research and select the keywords that will guide searchers to your pages.":["¿Conoces el primer paso esencial de un buen SEO? Es la investigación de palabras clave. En esta formación, aprenderás a investigar y seleccionar las palabras clave que guiarán a los buscadores hasta tus páginas."],"Learn how to make your site stand out from the crowd by adding structured data!":["Aprende a diferenciar tu web de las demás añadiendo datos estructurados."],"In this course, you'll learn how to write awesome copy that is optimized for ranking in search engines.":["En este curso, aprenderás a escribir textos impresionantes que estén optimizados para posicionarse en los motores de búsqueda."],"Do you want to set up your own WordPress site? This course will teach you the ins and outs of creating and maintaining a WordPress website!":["¿Quieres crear tu propia página web con WordPress? Este curso te enseñará los entresijos de la creación y el mantenimiento de un sitio web en WordPress."],"In this course, you'll learn practical SEO skills on every key aspect of SEO, to make your site stand out.":["En este curso, aprenderás habilidades prácticas de SEO en cada aspecto clave de SEO, para hacer que tu sitio destaque."],"In this course, you'll learn about how to set up and use the %1$s for WordPress plugin so it makes SEO even easier. This course is meant for users of the block editor.":["En este curso, aprenderás a configurar y utilizar el plugin %1$s para WordPress para que el SEO sea aún más fácil. Este curso está pensado para usuarios del editor de bloques."],"In this free course, you'll get quick wins to make your site rank higher in Google, Bing, and Yahoo.":["En este curso gratuito, obtendrás resultados rápidos para hacer que tu sitio se posicione mejor en Google, Bing y Yahoo."],"Academy":["Academia"],"%1$s %2$s isn't working as expected %3$s and you are not receiving updates or support! Make sure to %4$s activate your product subscription in %5$s%6$s to unlock all the features of %7$s.":["¡%1$s %2$s no está funcionando como se espera %3$s y no estás recibiendo actualizaciones ni soporte! Asegúrate de %4$s activar la suscripción a tu producto en %5$s%6$s para acceder a todas las características de %7$s."],"%1$s can't be updated because your product subscription is expired. %2$sRenew your product subscription%3$s to get updates again and use all the features of %1$s.":["%1$s no puede actualizarse porque tu suscripción al producto ha caducado. %2$sRenueva la suscripción a tu producto%3$s para tener de nuevo actualizaciones y todas las características de %1$s."],"Warning! These are expert features, so make sure you know what you're doing before using this setting. You might break your site. %1$sRead more about how your site can be affected%2$s.":["¡Advertencia! Estas son características para expertos, así que asegúrate de que sabes lo que estás haciendo antes de usar este ajuste. Podrías romper tu sitio. %1$sLeer más sobre como puede verse afectado tu sitio%2$s."],"%1$s: unregistered URL parameter removed. See %2$s":["%1$s: parámetro URL sin registrar eliminado. Ver %2$s"],"This feature is disabled when your site is not using pretty permalinks.":["Esta característica está desactivada cuando tu sitio no usa enlaces permanentes bonitos."],"This feature is disabled when your site is not using %1$spretty permalinks%2$s.":["Esta característica está desactivada cuando tu sitio no usa %1$senlaces permanentes bonitos%2$s."],"%1$s: redirect utm variables to #":["%1$s: redirigir variables utm a #"],"Optimize your business for multiple locations":["Optimiza tu negocio para múltiples ubicaciones"],"Easily add maps, address finders, and opening hours to your content":["Añade fácilmente mapas, buscadores de direcciones y horas de apertura a tu contenido"],"Automatically get technical SEO best practices for local businesses":["Consigue automáticamente las mejores prácticas de SEO técnico para negocios locales"],"Attract more customers to your site and physical store":["Atrae más clientes locales a tu web y a tu tienda física"],"Remove Other profile %1$s":["Eliminar el otro perfil %1$s"],"Please select a user in the Site representation step.":["Por favor, selecciona un usuario en el paso de representación del sitio."],"You can %1$supdate or add social profiles to this user profile%2$s.":["Puedes %1$sactualizar o añadir perfiles sociales a este perfil de us uario%2$s."],"You have selected the user %1$s as the person this site represents.":["Has seleccionado al usuario %1$s como la persona a la que representa este sitio."],"If you select a Person to represent this site, we will use the social profiles from the selected user's profile page.":["Si seleccionas una persona a la que representa este sitio, usaremos los perfiles sociales de la página del perfil del usuario seleccionado."],"It looks like you've enabled media pages. We recommend that you help us to re-analyze your site by running the SEO data optimization. ":["Parece ser que has activado las páginas de medios. Recomendamos que nos ayudes a volver a analizar tu sitio ejecutando la optimización de datos SEO. "],"Organization Mastodon":["Organización Mastodon"],"%1$s Settings - %2$s":["Ajustes de %1$s - %2$s"],"Read more about how to get your site verified.":["Lee más sobre cómo hacer que se verifique tu sitio."],"Get your site verified in your Mastodon profile.":["Verifica tu sitio en tu perfil de Mastodon."],"E.g. https://mastodon.social/@yoast":["E.j. https://mastodon.social/@yoast"],"Mastodon":["Mastodon"],"%2$s integrates %1$s' Schema output into its own to get rich snippets for your digital products!":["¡%2$s integra la salida de Schema de %1$s para obtener snippets enriquecidos para tus productos digitales!"],"Get %1$srich results for your digital products%2$s in Google search":["Consigue %1$ssnippets enriquecidos para tus productos digitales%2$s en la búsqueda de Google"],"Add trustworthiness to your %1$s profile by verifying your site with %2$s.":["Añade fiabilidad a tu perfil de %1$s verificando tu sitio con %2$s."],"Verify your site on %1$s%2$s%3$s":["Verifica tu sitio en %1$s%2$s%3$s"],"Mastodon profile not yet added":["Aún no se ha añadido el perfil de Mastodon"],"Mastodon profile added":["Perfil de Mastodon añadido"],"Potentially non-inclusive":["Potencialmente no inclusivo"],"Finish your %s":["Completa tu %s"],"Please enter a number between 1 and 50.":["Por favor, introduce un número entre 1 y 50."],"Settings navigation":["Navegación de los ajustes"],"Close settings navigation":["Cerrar navegación de los ajustes"],"Open settings navigation":["Abrir navegación por los ajustes"],"Choose whether your site represents an organization or a person. %1$sLearn more about the differences and choosing between Organization and Person%2$s.":["Elige si el sitio representa a una organización o a una persona. %1$sAprende más sobre las diferencias y entre elegir entre organización y persona%2$s."],"%1$sGet%2$s %3$s":["%1$sConsigue%2$s %3$s"],"Index Now":["Indexar ahora"],"Failed to retrieve media.":["Fallo al recuperar los archivos multimedia."],"Limit the length of internal site search queries to reduce the impact of spam attacks and confusing URLs. Please enter a number between 1 and 50.":["Limita la longitud de las consultas de búsquedas internas del sitio para reducir el impacto de ataques de spam y las URLs confusas. Por favor, introduce un número entre 1 y 50."],"The number you've entered is not between 1 and 50.":["El número que has introducido no está entre 1 y 50."],"Determine how your %1$s should look on social media.":["Determina cómo debería mostrarse tu %1$s en las redes sociales."],"Disabling this means that archive pages for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Desactivar esto implica que las páginas archivo de %1$s no se indexarán por los motores de búsqueda y se excluirán de los mapas XML del sitio."],"Prevents specific URL parameters from being removed by the above feature. E.g., adding %1$s will prevent %2$s from being redirected to %3$s. You can add multiple parameters and separate them by using enter or a comma.":["Evita que parámetros de URL específicos se eliminen mediante la característica anterior. P.ej.: añadir %1$s evitará que se redirija %2$s a %3$s. Puedes añadir múltiples parámetros y separarlos usando enter o una coma."],"Consolidates WordPress' multiple site search URL formats into the %1$s syntax. E.g., %2$s will redirect to %3$s":["Consolida los formatos de URL de búsqueda múltiple de WordPress en el sitio en la sintaxis de %1$s. P.ej.: %2$s redirigirá a %3$s"],"Redirect pretty URLs to ‘raw’ formats":["Redirigir las URLs bonitas a formatos 'planos'"],"Allow":["Permitir"],"Deny":["Denegar"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["Para ver este video tienes que permitir a %1$s cargar videos incrustados desde %2$s."],"Only available for English sites":["Disponible únicamente para sitios en inglés"],"You can change the default type for %1$s under Content types in the %2$sSettings%3$s.":["Puedes cambiar el tipo por defecto para %1$s en la sección de tipos de contenido de los %2$sajustes%3$s."],"all the Yoast plugins":["todos los plugins de Yoast"],"Show date archives in search results":["Mostrar archivos por fechas en los resultados de búsqueda"],"Show %1$s archives in search results":["Mostrar archivos de %1$s en los resultados de búsqueda"],"Prefix for archive breadcrumbs":["Prefijo de las migas de pan de los archivos"],"Unlock rich results in Google search by using plugins that integrate with the %1$sYoast Schema API%2$s.":["Consigue resultados enriquecidos en la búsqueda de Google usando plugins que se integren con la %1$sAPI de Schema de Yoast%2$s."],"Schema API integrations":["Integraciones con la API de Schema"],"%s can integrate with other products, to help you further improve your website. You can enable or disable these integrations below.":["%s puede integrarse con otros productos para ayudarte a mejorar aún más tu web. Puedes activar o desactivar estas integraciones abajo."],"Unlock rich snippets for your product pages by using %1$s.":["Consigue snippets enriquecidos para tus páginas de producto usando %1$s."],"Get %1$srich product results%2$s in Google search":["Consigue %1$sresultados de producto enriquecios%2$s en la búsqueda de Google"],"%1$s integrates with %2$s's Schema API to get rich snippets for your recipes!":["¡%1$s se integra con la API de Schema de %2$s para obtener snippets enriquecidos de tus recetas!"],"Get %1$srich results for your recipes%2$s in Google search":["Consigue %1$sresultados enriquecidos de tus recetas%2$s en la búsqueda de Google"],"%1$s integrates with %2$s's Schema API to get rich snippets for your podcasts!":["¡%1$s se integra con la API de Schema de %2$s para obtener resultados enriquecidos de tus podcasts!"],"Get %1$srich results for your podcast%2$s in Google search":["Consigue %1$sresultados enriquecidos de tu podcast%2$s en la búsqueda de Google"],"%1$s integrates with %2$s's Schema API to get rich snippets for your events!":["¡%1$s se integra con la API de Schema de %2$s para obtener snippets enriquecidos de tus eventos!"],"Get %1$srich results for your events%2$s in Google search":["Consigue %1$sresultados enriquecidos de tus eventos%2$s en la búsqueda de Google"],"You have selected the user %1$s%3$s%2$s as the person this site represents. Their user profile information will now be used in search results. We're sorry, you're not allowed to edit this user's profile. Please contact your admin or %1$s%3$s%2$s to check and/or update the profile.":["Has seleccionado al usuario %1$s%3$s%2$s como la persona a la que representa este sitio. Ahora se usará la información de tu perfil de usuario en los resultados de búsqueda. Lo sentimos, no tienes permisos para editar el perfil de este usuario. Por favor, contacta a tu administrador o %1$s%3$s%2$s para revisar y/o actualizar la siguiente información."],"An organization name and logo need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site name and logo as default values. %1$sLearn more about the importance of structured data%2$s.":["Tiene que establecerse un nombre y logotipo de la organización para que funcionen correctamente los datos estructurados. Como aún no lo has establecido, estamos usando el logotipo y nombre del sitio como valores por defecto. %1$sAprende más sobre la importancia de los datos estructurados.%2$s"],"This info is intended to appear in %1$sGoogle's Knowledge Graph%2$s.":["Esta información sirve para que aparezca en %1$sel gráfico de conocimiento de Google%2$s."],"Other profile %1$s":["Otro perfil %1$s"],"Tweet":["Tweet"],"Organization Twitter":["Twitter de la organización"],"Open Graph":["Open Graph"],"Organization Facebook":["Facebook de la organización"],"OpenGraph":["OpenGraph"],"Format archives":["Archivos de formato"],"File":["Archivo"],"PDF":["PDF"],"Video":["Video"],"Attachment":["Archivo adjunto"],"404 pages title":["Título de las páginas 404"],"Search pages title":["Título de las páginas de búsqueda"],"Enable date archives":["Activar los archivos por fechas"],"Enable author archives":["Activar los archivos de autor"],"Anchor text for the homepage":["Texto de anclaje para la página de inicio"],"Organization/person":["Organización o persona"],"Divider":["Separador"],"Remove Atom/RDF feeds":["Eliminar feeds Atom / RDF"],"Webmaster":["Webmaster"],"Share":["Compartir"],"Structured data":["Datos estructurados"],"Enable the %1$s XML sitemaps. A sitemap is a file that lists a website's essential pages to make sure search engines can find and crawl them.":["Activa los mapas del sitio XML de %1$s. Un mapa del sitio es un archivo que lista las páginas esenciales de un sitio para asegurar que los motores de búsqueda puedan encontrarlas y rastrearlas."],"The %1$s icon in the top admin bar provides quick access to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["El icono de %1$s de la barra de administración superior ofrece acceso rápido a herramientas de terceros con las que analizar páginas, y facilita ver si tienes nuevos avisos."],"Allows for Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared. Keep this feature enabled to optimize your site for social media.":["Permite que Facebook y otros medios sociales muestren una vista previa con imágenes y extracto de texto cuando se comparta un enlace de tu sitio. Deja activa esta característica para optimizar tu sitio para redes sociales."],"Count the number of internal links from and to your posts to improve your site structure.":["Cuenta el número de enlaces internos desde y hacia tus entradas para mejorar la estructura de tu sitio."],"Mark and filter your cornerstone content to make sure your most important articles get the attention they deserve. To help you write excellent copy, we’ll assess your text more strictly.":["Marca y filtra tu contenido esencial para asegurar que tus artículos más importantes obtengan la atención que merecen. Para ayudarte a escribir textos excelentes analizaremos tu texto de manera más estricta."],"Get more insights into what you are writing. What words do you use most often? How much time does it take to read your text? Is your text easy to read?":["Consigue más detalles sobre lo que estás escribiendo. ¿Qué palabras usas más a menudo? ¿cuánto tiempo se tarda en leer tu texto?, ¿es tu texto fácil de leer?"],"The inclusive language analysis offers suggestions to write more inclusive copy, so more people will be able to relate to your content.":["El análisis de lenguaje inclusivo ofrece sugerencias para escribir textos más inclusivos, para que más gente pueda identificarse con tu contenido."],"The SEO analysis offers suggestions to improve the findability of your text and makes sure that your content meets best practices.":["El análisis SEO ofrece sugerencias para mejorar la buscabilidad de tu texto y asegura que tu contenido reúna las mejores prácticas."],"Set the basic info for your website. You can use %1$stagline%2$s and %1$sseparator%2$s as %3$sreplacement variables%4$s when configuring the search appearance of your content.":["Define la información básica de tu web. Puedes usar %1$stagline%2$s y %1$sseparator%2$s as como %3$svariables de reemplazo%4$s al configurar la apariencia en el buscador de tu contenido."],"Usage tracking allows us to track some data about your site to improve our plugin. %1$sLearn more about which data we track and why%2$s.":["El seguimiento de uso nos permite rastrear algunos datos sobre tu sitio para mejorar nuestro plugin. %1$sAprende más sobre qué datos rastreamos y por qué%2$s."],"A link to the archive for the post author, with the author's name as anchor text.":["Un enlace al archivo del autor de la entrada con el nombre del autor como texto de anclaje."],"Determine how your %1$s pages should be described by default in your site's Schema.org markup. You can always customize the settings for individual %1$s pages in the %2$s metabox.":["Determina cómo se describirán por defecto tus páginas de %1$s en el marcado de Schema de tu sitio. Puedes personalizar en cualquier momento los ajustes para páginas de %1$s individuales en la caja meta de %2$s."],"Determine how your %1$s pages should look in search engines. You can always customize the settings for individual %1$s pages in the %2$s metabox.":["Determina cómo se mostrarán por defecto tus páginas de %1$s en los motores de búsqueda. Puedes personalizar en cualquier momento los ajustes para páginas de %1$s individuales en la caja meta de %2$s."],"Enable %1$s pages":["Activar páginas de %1$s"],"Determine how your homepage should look in the search results.":["Determina cómo debería verse tu página de inicio en los resultados de búsqueda."],"Determine how your %1$s should look in search engines. You can always customize the settings for individual %1$s in the %2$s metabox.":["Determina cómo deberían mostrarse tus %1$s en los motores de búsqueda. Puedes personalizar en cualquier momento los ajustes para %1$s individuales en la caja meta de %2$s."],"Enable format-based archives":["Activar los archivos basados en formatos"],"Not sure how to implement the %3$s breadcrumbs on your site? Read %1$sour help article on breadcrumbs implementation%2$s.":["¿No estás seguro de cómo implementar las migas de pan de %3$s en tu sitio? Lee %1$snuestro artículo de ayuda sobre la implementación de migas de pan%2$s."],"Show %1$s without posts in search results":["Mostrar %1$s sin entradas en los resultados de búsqueda"],"Determine how your %1$s should look on social media by default. You can always customize the settings for individual %1$s in the %2$s metabox.":["Determina cómo deberían mostrarse tus %1$s en redes sociales. Puedes personalizar en cualquier momento los ajustes para %1$s individuales en la caja meta de %2$s."],"Determine what your %1$s should look like in the search results by default. You can always customize the settings for individual %1$s in the %2$s metabox.":["Determina cómo deberían mostrarse tus %1$s en los resultados de búsqueda. Puedes personalizar en cualquier momento los ajustes para %1$s individuales en la caja meta de %2$s."],"This taxonomy is used for %2$s.":["Esta taxonomía se usa para %2$s."],"This taxonomy is used for %1$s and %2$s.":["Esta taxonomía se usa para %1$s y %2$s."],"Read more about our custom field analysis":["Lee más sobre nuestro análisis de campos personalizados"],"Determine how your %1$s should look on social media by default. You can always customize the settings for individual %1$s in the %2$s sidebar or metabox.":["Determina cómo deberían mostrarse tus %1$s en los medios sociales. Puedes personalizar en cualquier momento los ajustes para %1$s individuales en la barra lateral de %2$s."],"Determine what your %1$s should look like in the search results by default. You can always customize the settings for individual %1$s in the %2$s sidebar or metabox.":["Determina cómo deberían mostrarse tus %1$s en los resultados de búsqueda. Puedes personalizar en cualquier momento los ajustes para %1$s individuales en la barra lateral de %2$s."],"Determine how your %1$s should be described by default in %2$syour site's Schema.org markup%3$s. You can always change the settings for individual %1$s in the %4$s sidebar or metabox.":["Determina cómo se describirán por defecto tus %1$s en el %2$smarcado de Schema de tu sitio%3$s. Puedes personalizar en cualquier momento los ajustes para páginas de %1$s individuales en la barra lateral de %4$s."],"You can add multiple custom fields and separate them by using %1$senter%2$s or %1$scomma%2$s.":["Puedes añadir varios campos personalizados y separarlos usando %1$senter%2$s o %1$scoma%2$s."],"Please enter a search term with at least 3 characters.":["Por favor, introduce un término de búsqueda de al menos 3 caracteres."],"CtrlK":["CtrlK"],"⌘K":["⌘K"],"Add new user...":["Añadir nuevo usuario"],"Unavailable for multisites":["No disponible para multisitios"],"Integrate your custom fields and SEO data from %1$s%2$s%3$s":["Integra tus campos personalizados y los datos SEO desde %1$s%2$s%3$s"],"Upgrade your %1$s%2$s%3$s SEO":["Actualiza tu %1$s%2$s%3$s SEO"],"Improve your internal search results with %1$s%2$s%3$s":["Mejora tus resultados de búsqueda internos con %1$s%2$s%3$s"],"Make your terms & privacy pages more trustworthy with %1$s%2$s%3$s":["Haz que tus páginas de condiciones y privacidad sean más fiables con %1$s%2$s%3$s"],"Track your rankings through time with %1$s%2$s%3$s":["Sigue tu posicionamiento a lo largo del tiempo con %1$s%2$s%3$s"],"Use %1$s%2$s%3$s to do keyword research - without leaving your post":["Usa %1$s%2$s%3$s para hacer búsqueda de palabras clave - sin salir de tu entrada"],"We could not save the website name. Please check the value.":["No hemos podido guardar el nombre de la web. Por favor, revisa el valor."],"%1$sSubheading distribution%2$s: The beginning of your text is longer than %4$s %5$s and is not separated by any subheadings. %3$sAdd subheadings to improve readability.%2$s":["%1$sDistribución de subtítulos%2$s: El comienzo de tu texto tiene más de %4$s %5$s y no está separado por ningún subtítulo. %3$sAñade subtítulos para mejorar la legibilidad%2$s."],"WordPress.org support forums":["Foros de soporte de WordPress.org"],"Yoast Premium support":["Soporte de Yoast Premium"],"Yoast.com help section":["Sección de ayuda de Yoast.com"],"Help":["Ayuda"],"Write better content":["Escribe mejor contenido"],"Improve your blog post":["Mejora tu entrada del blog"],"Learn more SEO":["Apende más SEO"],"SEO Tools":["Herramientas SEO"],"not set":["no establecido"],"With a 30-day money-back guarantee. No questions asked.":["Con garantía de devolución del dinero en 30 días. Sin preguntas."],"Reach new customers who live near your business":["Llega a nuevos clientes que vivan cerca de tu empresa"],"Get all 5 Yoast plugins for WordPress at a big discount":["Consigue todos los 5 plugins de Yoast para WordPress con un gran descuento"],"Cover all your SEO bases":["Cubre todas tus bases SEO"],"Add global identifiers for variable products":["Añade identificadores globales a los productos variables"],"Drive more traffic to your online store":["Atraer más tráfico a tu tienda online"],"Add all necessary schema.org markup":["Añadir todo el marcado schema.org necesario"],"Ping Google on the publication of a new post":["Avisa a Google de cada publicación de una nueva entrada"],"Rank higher in Google's news carousel":["Aparecer más alto en el carrusel de noticias de Google"],"Make your videos responsive for all screen sizes":["Haz que tus vídeos se adapten a todos los tamaños de pantalla"],"Cleaned up %1$d record from %2$s.":["Vaciado %1$d registro de %2$s.","Vaciados %1$d registros de %2$s."],"Cleaning up %1$s [%2$s]":["Vaciando %1$s [%2$s]"],"Skipping %1$s. %2$s is not active on this site.":["Omitiendo %1$s. %2$s no está activo en este sitio."],"Cleaned up %1$d record.":["Se limpio %1$d registro.","Se limpiaron %1$d registros."],"The value for 'batch-size' must be a positive integer higher than equal to 1.":["El valor de 'batch-size' debe ser un número entero positivo mayor que o igual a 1."],"The value for 'interval' must be a positive integer.":["El valor de 'interval' debe ser un número entero positivo."],"We need to re-analyze some of your SEO data because of a change in the visibility of your taxonomies. Please help us do that by running the SEO data optimization. ":["Necesitamos volver a analizar algunos de tus datos SEO debido a un cambio en la visibilidad de tus taxonomías. Por favor, ayúdanos a hacerlo ejecutando la optimización de datos SEO. "],"We need to re-analyze some of your SEO data because of a change in the visibility of your post types. Please help us do that by running the SEO data optimization. ":["Necesitamos volver a analizar algunos de tus datos SEO debido a un cambio en la visibilidad de tus tipos de contenido. Por favor, ayúdanos a hacerlo ejecutando la optimización de datos SEO. "],"The term %s could not be built because it's not indexable.":["El término %s no pudo agregarse porque no es indexable."],"The post %s could not be indexed because it's post type is excluded from indexing.":["La entrada %s no pudo ser indexada porque su tipo de contenido esta excluido del indexado"],"The post %s could not be indexed because it does not meet indexing requirements.":["La entrada %s no se pudo indexar debido a que no reúne los requisitos de indexado."],"%1$sSAVE 30%%%2$s on your 12 month subscription":["%1$sAHORRA UN 30%%%2$s en tu suscripción de 12 meses"],"BLACK FRIDAY - 30% OFF":["BLACK FRIDAY - 30%  DE DESCUENTO"],"Use the alternate organization name for acronyms, or a shorter version of your organization's name.":["Utilizar el nombre alternativo de organización para los acrónimos o una versión más corta del nombre de tu organización."],"Alternate organization name":["Nombre de organización alternativo"],"Use the alternate website name for acronyms, or a shorter version of your website's name.":["Utiliza el nombre alternativo de la web para los acrónimos o una versión más corta del nombre de tu web."],"Alternate website name":["Nombre alternativo de la web"],"Determine how the title of your 404 error pages should look in the browser.":["Elige cómo debería verse en el navegador el título tus páginas de error 404."],"404 error pages":["Páginas de error 404"],"Determine how the title of your internal search pages should look in the browser.":["Elige cómo debería verse en el navegador el título de tus páginas de búsqueda interna."],"Internal search pages":["Páginas de búsqueda interna"],"Show media pages in search results":["Mostrar páginas de multimedia en los resultados de búsqueda"],"Show format archives in search results":["Mostrar archivos por fechas en los resultados de búsqueda"],"Show author archives in search results":["Mostrar archivos de autor en los resultados de búsqueda"],"Breadcrumbs for %1$s":["Migas de pan de %1$s"],"Site connections":["Conexiones del sitio"],"View the XML sitemap":["Ver el mapa XML del sitio"],"Enable feature":["Activar característica"],"Site features":["Características del sitio"],"Learn more":["Saber más"],"Site info":["Información del sitio"],"We're sorry, you're not allowed to edit the %1$swebsite name%2$s and %1$stagline%2$s.":["Lo sentimos, no tienes permisos para editar el %1$stítulo del sitio%2$s y su %1$sdescripción breve%2$s."],"Show or hide our tools and controls in the attachment editor.":["Muestra u oculta nuestras herramientas y controles en el editor de adjuntos."],"(e.g., %1$s)":["(p.ej.: %1$s)"],"Remove unregistered URL parameters":["Eliminar parámetros de URL no registrados"],"Optimize Google Analytics utm tracking parameters":["Optimizar parámetros de seguimiento utm de Google Analytics"],"Remove WP-JSON API":["Eliminar API WP-JSON"],"Remove emoji scripts":["Eliminar scripts emoji"],"Remove Atom / RDF feeds":["Eliminar feeds Atom / RDF"],"Remove search results feeds":["Eliminar feeds de resultados de búsqueda"],"Remove custom taxonomy feeds":["Eliminar feeds de taxonomías personalizadas"],"Remove tag feeds":["Eliminar feeds de etiquetas"],"Remove category feeds":["Eliminar feeds de categorías"],"Remove post type feeds":["Eliminar feeds de tipos de contenido"],"Remove post authors feeds":["Eliminar feeds de autores de entradas"],"Remove post comments feeds":["Eliminar feeds de comentarios de entradas"],"Remove global comment feeds":["Eliminar feeds globales de comentarios"],"Remove global feed":["Eliminar el feed global"],"Remove powered by HTTP header":["Eliminar la cabecera HTTP de «powered by»"],"Remove generator tag":["Eliminar la etiqueta «generator»"],"Remove oEmbed links":["Eliminar enlaces oEmbed"],"Remove RSD / WLW links":["Eliminar enlaces RSD / WLW"],"Remove REST API links":["Eliminar enlaces de la API REST"],"Remove shortlinks":["Eliminar enlaces cortos"],"Show or hide our tools and controls in the content editor.":["Muestra u oculta nuestras herramientas y controles en el editor de contenido."],"Enable SEO controls and assessments":["Activar controles y evaluaciones SEO"],"Unlock with %1$s":["Desbloquear con %1$s"],"We couldn’t find anything with that term.":["No hemos podido encontrar nada con ese término."],"Search...":["Buscar…"],"Quick search...":["Búsqueda rápida…"],"No, continue editing":["No, seguir editando"],"Yes, discard changes":["Sí, descartar cambios"],"You are about to discard all unsaved changes. All of your settings will be reset to the point where you last saved. Are you sure you want to do this?":["Estás a punto de descartar todos los cambios sin guardar. Todos tus ajustes se restablecerán al punto en el que guardaste por última vez. ¿Seguro que quieres hacer esto?"],"Discard all changes":["Descartar todos los cambios"],"Redirect pretty URLs for search pages to raw format":["Redirigir URLs bonitas de las páginas de búsqueda a formato simple"],"Choose the general appearance of your breadcrumbs.":["Elige la apariencia general de tus migas de pan."],"Breadcrumb appearance":["Apariencia de las migas de pan"],"You have selected the user %1$s%5$s%2$s as the person this site represents. Their user profile information will now be used in search results. %3$sUpdate their profile to make sure the information is correct%4$s.":["Has seleccionado el usuario %1$s%5$s%2$s como la persona a la que representa este sitio. Su información de perfil de usuario se utilizará ahora en los resultados de búsqueda. %3$sActualiza su perfil para asegurarte de que la información sea correcta.%4$s"],"Please tell us more about the person this site represents.":["Por favor, cuéntanos más sobre la persona a la que representa este sitio."],"E.g. https://example.com/yoast":["ej. https://example.com/yoast"],"Tell us if you have any other profiles on the web that belong to your organization. This can be any number of profiles, like YouTube, LinkedIn, Pinterest, or even Wikipedia.":["Dinos si tienes algún otro perfil en la web que pertenezca a tu organización. Pueden ser varios perfiles, como YouTube, LinkedIn, Pinterest, o incluso la Wikipedia."],"Please tell us more about your organization. This information will help Google to understand your website, and improve your chance of getting rich results.":["Por favor, cuéntanos más sobre tu organización. Esta información ayudará a Google a entender tu web, y a mejorar tus posibilidades de obtener resultados enriquecidos."],"E.g. https://twitter.com/yoast":["P. ej. https://twitter.com/yoast"],"E.g. https://facebook.com/yoast":["P. ej. https://facebook.com/yoast"],"Other profiles":["Otros perfiles"],"Writing":["Escribir"],"You can determine the title and description for the blog page by %1$sediting the blog page itself%2$s.":["Puedes determinar el título y la descripción de la página del blog %1$seditando la propia página del blog%2$s."],"These are expert features, so make sure you know what you're doing before removing the parameters. %1$sRead more about how your site can be affected%2$s.":["Estas son características para expertos, así que asegúrate de saber lo que estás haciendo antes de eliminar los parámetros. %1$sLee más sobre cómo puede verse afectado tu sitio%2$s."],"Advanced: URL cleanup":["Avanzado: Limpieza de URLs"],"Prevent crawling of internal site search URLs":["Evitar el rastreo de las URLs de búsqueda interna del sitio"],"Block internal site searches which match the patterns of known spam attacks.":["Bloquea las búsquedas internas del sitio que coincidan con patrones de ataques de spam conocidos."],"Block internal site searches which contain complex and non-alphanumeric characters, as they may be part of a spam attack.":["Bloquea búsquedas internas del sitio que contengan caracteres complejos y no alfanuméricos, ya que podrían ser parte de un ataque de spam."],"Enables advanced settings for protecting your internal site search URLs.":["Activa los ajustes avanzados para proteger las URLs de búsqueda internas de tu sitio."],"Your internal site search can create lots of confusing URLs for search engines, and can even be used as a way for SEO spammers to attack your site. Most sites will benefit from experimenting with these protections and optimizations, even if you don’t have a search feature in your theme.":["Tu búsqueda interna del sitio puede crear montones de URLs confusas para los motores de búsqueda, y pueden incluso utilizarse por los spammers de SEO como un modo de atacar tu sitio. La mayoría de sitios se beneficiarán al experimentar con estas protecciones y optimizaciones, incluso aunque no tengas la característica de búsqueda en tu tema."],"Internal site search cleanup":["Limpieza de búsquedas internas del sitio"],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of WordPress' JSON API endpoints.":["Añade una regla de ´disallow´ a tu archivo robots.txt para evitar el rastreo de las variables de la API JSON de WordPress."],"Remove JavaScript used for converting emoji characters in older browsers.":["Elimina el JavaScript utilizado para convertir los caracteres emoji en los navegadores antiguos."],"Remove URLs which provide alternative (legacy) formats of all of the above.":["Elimina URLs que ofrecen formatos alternativos (heredados) de todo lo anterior."],"Remove URLs which provide information about your search results.":["Eliminar URLs que ofrecen información sobre tus resultados de búsqueda."],"Remove URLs which provide information about your recent posts, for each custom taxonomy.":["Elimina URLs que ofrecen información sobre tus entradas recientes, en cada taxonomía personalizada."],"Remove URLs which provide information about your recent posts, for each tag.":["Elimina URLs que ofrecen información sobre tus entradas recientes, en cada etiqueta."],"Remove URLs which provide information about your recent posts, for each category.":["Elimina URLs que ofrecen información sobre tus entradas recientes, en cada categoría."],"Remove URLs which provide information about your recent posts, for each post type.":["Elimina URLs que ofrecen información sobre tus entradas recientes, en cada tipo de contenido."],"Remove URLs which provide information about recent posts by specific authors.":["Elimina URLs que ofrecen información sobre tus entradas recientes de autores específicos."],"Remove URLs which provide information about recent comments on each post.":["Elimina URLs que ofrecen información sobre los comentarios recientes en cada entrada."],"Also disables post comment feeds.":["También desactiva los feeds de comentarios de las entradas."],"Remove URLs which provide an overview of recent comments on your site.":["Elimina URLs que ofrecen información sobre los comentarios recientes de tu sitio."],"Remove URLs which provide an overview of your recent posts.":["Elimina URLs que ofrecen un resumen de tus entradas recientes."],"WordPress outputs your content in many different formats, across many different URLs (like RSS feeds of your posts and categories). It’s generally good practice to disable the formats you’re not actively using.":["WordPress muestra tu contenido en muchos formatos diferentes, en muchas URLs (como feeds RSS de tus entradas y categorías). Es normalmente una buena práctica desactivar los formatos que no estés usando activamente."],"Disable unwanted content formats":["Desactivar formatos de contenido no deseados"],"Remove links which allow others sites to ‘ping’ yours when they link to you.":["Elimina enlaces que permiten a otros hacerte ´ping´ cuando te enlazan."],"Remove information about the plugins and software used by your site.":["Elimina información sobre los plugins y software utilizados por tu sitio."],"Remove links used for embedding your content on other sites.":["Elimina enlaces utilizados para incrustar tu contenido en otros sitios."],"Remove links used by external systems for publishing content to your blog.":["Elimina enlaces utilizados por sistemas externos de publicación de contenido en tu blog."],"Remove links to the location of your site’s REST API endpoints.":["Elimina enlaces a la ubicación de las variables de la API REST en tu sitio."],"Remove links to WordPress' internal 'shortlink' URLs for your posts.":["Elimina enlaces a las URLs 'shortlink' internas de WordPress de tus entradas."],"Remove unwanted metadata":["Eliminar metadatos no deseados"],"Crawl optimization":["Optimización del rastreo"],"Removes unknown URL parameters via a %1$s redirect. E.g., %2$s will be redirected to %3$s":["Elimina parámetros de URL desconocidos con una redirección %1$s. Por ejemplo, %2$s se redirigirá a %3$s"],"Replaces %1$s tracking parameters with the (more performant) %2$s equivalent, via a %3$s redirect. E.g., %4$s will be redirected to %5$s":["Reemplaza parámetros %1$s de seguimiento con el %2$s (de mejor rendimiento) equivalente, con una redirección %3$s. Por ejemplo, %4$s se redirigirá a %5$s"],"Users and search engines may often request your URLs whilst using query parameters, like %1$s. These can be helpful for tracking, filtering, and powering advanced functionality - but they come with a performance and SEO ‘cost’. Sites which don’t rely on URL parameters might benefit from using these options.":["Los usuarios y los motores de búsqueda puede que soliciten a menudo URLs usando parámetros de consulta, como %1$s. Pueden ser útiles para el seguimiento, filtrado y funcionalidades avanzadas – pero implican un 'coste' de rendimiento y SEO. Los sitios que no dependan de parámetros de URL pueden beneficiarse usando estas opciones."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by Common Crawl CCBot.":["Añade una regla de ‘disallow’ a tu archivo robots.txt para evitar el rastreo de Common Crawl CCBot"],"WordPress adds a lot of links and content to your site's %1$s and HTTP headers. For most websites you can safely disable all of these, which can help to save bytes, electricity, and trees.":["WordPress añade un montón de enlaces y contenido al %1$s de tu sitio y a las cabeceras HTTP. La mayoría de usuarios puede desactivar todo esto con seguridad, lo que puede ayudar a ahorrar bytes, electricidad y árboles."],"Make your site more efficient and more environmentally friendly by preventing search engines from crawling things they don’t need to, and by removing unused WordPress features. %1$sLearn more about crawl settings and how they could benefit your site%2$s.":["Haz tu sitio más eficaz y amigable con el medio ambiente evitando que los motores de búsqueda rastreen cosas que no necesitan, y eliminando característica de WordPress que no se usan. %1$sAprende más sobre los ajustes de rastreo y cómo pueden beneficiar a tu sitio%2$s."],"E.g., %1$s and %2$s":["P.ej: %1$s y %2$s"],"E.g., %1$s":["P.ej: %1$s"],"Enable breadcrumbs for your theme":["Activar las migas de pan para tu tema"],"You can always choose to enable/disable them for your theme below. This setting will not apply to breadcrumbs inserted through a widget, a block or a shortcode.":["Siempre puedes elegir a continuación activarlas o desactivarlas para tu tema. Este ajuste no se aplicará a las migas de pan insertadas mediante un widget, un bloque o un shortcode."],"Choose which Post type you wish to show in the breadcrumbs for Taxonomies.":["Elige qué tipo de contenido quieres mostrar en las migas de pan de las taxonomías."],"Breadcrumbs for taxonomies":["Migas de pan en taxonomías"],"Choose which Taxonomy you wish to show in the breadcrumbs for Post types.":["Elige qué taxonomía quieres mostrar en las migas de pan de los tipos de contenido."],"Breadcrumbs for post types":["Migas de pan en tipos de contenido"],"Breadcrumb for 404 page":["Migas de pan en la página 404"],"Prefix for search page breadcrumbs":["Prefijo de las migas de pan en la página de búsqueda"],"Add prefix":["Añadir prefijo"],"Add anchor text":["Añadir texto de anclaje"],"Add separator":["Añadir separador"],"Configure the appearance and behavior of %1$syour breadcrumbs%2$s.":["Configura la apariencia y comportamiento de %1$stus migas de pan%2$s."],"Disabling this will redirect the %1$s to your site's homepage.":["Desactivar esto redirigirá la %1$s a la página de inicio de tu sitio."],"Refresh this page":["Recargar esta página"],"Unfortunately, this means that all your unsaved changes will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Desafortunadamente esto significa que todos tus cambios sin guardar se perderán. Puedes tratar de recargar esta página para solucionar el problema. Si sigue ocurriendo este error, por favor, contacta con nuestro equipo de soporte y ¡te facilitaremos toda la ayuda que necesites!"],"Something went wrong. An unexpected error occurred.":["Algo ha salido mal. Ha ocurrido un error inesperado."],"Failed to retrieve users.":["Fallo al recuperar los usuarios."],"Searching users...":["Buscando usuarios…"],"No users found.":["No se han encontrado usuarios."],"Discard changes":["Descartar cambios"],"The profile is not valid. Please use only 1-25 letters, numbers and underscores or enter a valid Twitter URL.":["Este perfil no es válido. Por favor, usa solo de 1 a 25 letras, números y guiones bajos, o introduce una URL de Twitter válida."],"The profile is not valid. Please enter a valid URL.":["El perfil no es válido. Por favor, introduce una URL válida."],"The verification code is not valid. Please use only the letters A to F, numbers, underscores and dashes.":["El código de verificación no es válido. Por favor, usa solo letras de la A a la F, números, guiones bajos y guiones normales."],"The verification code is not valid. Please use only letters, numbers, underscores and dashes.":["El código de verificación no es válido. Por favor, usa solo letras, números, guiones bajos y guiones normales."],"User":["Usuario"],"Site basics":["Básicos del sitio"],"Text formality":["Formalidad en textos"],"Read more about text formality.":["Lee más sobre formalidad en textos."],"%1$s%3$s%2$s will help you assess the formality level of your text.":["%1$s%3$s%2$s te ayudará a determinar el nivel de formalidad de tu texto."],"WordPress loads lots of resources, some of which your site might not need. If you’re not using these, removing them can speed up your pages and save resources.":["WordPress carga montones de recursos, algunos de los cuales podrías no necesitar. Si no los estás usando, quitarlos puede acelerar tus páginas y ahorrar recursos."],"Remove unused resources":["Eliminar recursos no utilizados"],"Prevent search engines from crawling /wp-json/":["Evitar que los motores de búsqueda rastreen /wp-json/"],"Prevent search engines from crawling site search URLs":["Evitar que los motores de búsqueda rastreen las URLs de búsqueda del sitio"],"There are unsaved changes on this page. Leaving means that those changes will be lost. Are you sure you want to leave this page?":["Hay cambios sin guardar en esta página. Dejarlos implica que esos cambios no se guardarán. ¿Seguro que quieres salir de esta página?"],"Media pages":["Páginas de medios"],"Categories & tags":["Categorías y etiquetas"],"Content types":["Tipos de contenido"],"Show more":["Mostrar más"],"Show less":["Mostrar menos"],"Configure the basics for your website.":["Configura los aspectos básicos para tu web."],"This field updates the %1$stagline in your WordPress settings%2$s.":["Este campo actualiza la %1$sdescripción corta en tus ajustes de WordPress%2$s."],"Disabling this means that %1$s pages created by WordPress will not be indexed by search engines and will be excluded from XML sitemaps.":["Desactivar esto implica que las páginas de %1$s creadas por WordPress no se indexarán por los motores de búsqueda y se excluirán de los mapas del sitio XML."],"Show %1$s pages in search results":["Mostrar las páginas de %1$s en los resultados de búsqueda"],"We recommend keeping %1$s pages disabled. This will cause all attachment URLs to be redirected to the media itself.":["Recomendamos mantener desactivadas las páginas de %1$s. Esto provocará que todas las URLs de los adjuntos se redirijan al archivo multimedia."],"%1$s pages":["Páginas de %1$s"],"When you upload media (e.g. an image or video), %5$s automatically creates a %3$s page (attachment URL) for it. These pages are quite empty and could cause %1$sthin content problems and lead to excess pages on your site%2$s. Therefore, %4$s disables them by default (and redirects the attachment URL to the media itself).":["Cuando subes medios (p.ej.: una imagen o vídeo), %5$s crea automáticamente una página de %3$s (URL del adjunto) para ella. Estas páginas están bastante vacías y podrían provocar %1$sproblemas de contenido sin valor y llevar a un exceso de páginas en tu sitio%2$s. Por tanto, %4$s las desactiva por defecto (y las redirige al medio)."],"Format-based archives can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["Los archivos de formato pueden provocar problemas de contenido duplicado. Para la mayoría de los sitios recomendamos que desactives este ajuste."],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps. We recommend that you disable this setting.":["Desactivar esto implica que no se indexarán las %1$s en los motores de búsqueda y que se excluirán de los mapas del sitio XML. Recomendamos que desactives este ajuste."],"%1$s can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["%1$s pueden provocar problemas de contenido duplicado. Para la mayoría de los sitios recomendamos que desactives este ajuste."],"%1$s (e.g. %2$s) are based on publication dates. From an SEO perspective, the posts in these archives have no real relation to the other posts except for their publication dates, which doesn’t say much about the content. They could also lead to duplicate content issues. This is why we recommend you to disable %3$s.":["%1$s (p.ej.: %2$s) están basados en las fechas de publicación. Desde una perspectiva de SEO, las entradas de estos archivos no tienen una relación real con otras entradas salvo por su fecha de publicación, lo que no dice mucho acerca del contenido. Podrían también llevar a problemas de contenido duplicado. Es por esto que recomendamos que desactives %3$s."],"Determine how your %1$s should look on social media by default.":["Elige cómo deberían mostrarse por defecto tus %1$s en los medios sociales."],"Disabling this means that %1$s without any posts will not be indexed by search engines and will be excluded from XML sitemaps.":["Desactivar esto implica que %1$s sin entradas no se indexarán en los motores de búsqueda y que se excluirán de los mapas del sitio XML."],"Show archives for authors without posts in search results":["Mostrar archivos de autor sin entradas en los resultados de búsqueda"],"Determine how your %1$s should look in search engines.":["Elige cómo deberían mostrarse tus %1$s en los motores de búsqueda."],"If you're running a one author blog, the %1$s (e.g. %2$s) will be exactly the same as your homepage. This is what's called a %3$sduplicate content problem%4$s. If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or prevent it from showing up in search results.":["Si tienes un blog de un solo autor, el %1$s (p.ej. %2$s) será exactamente igual que tu página de inicio. Esto es a lo que llamamos %3$sproblema de contenido duplicado%4$s. Si este fuera el caso en tu sitio, puedes elegir desactivarlo (lo que hacer que redirija a la página de inicio) o impedir que ese muestre en los resultados del buscador."],"Author archive":["Archivo de autor"],"Read more about the search results settings":["Lee más sobre los ajustes de los resultados del buscador"],"Determine how your %1$s should look in search engines and on social media.":["Elige cómo deberían mostrarse tus %1$s en los motores de búsqueda y en las redes sociales."],"Contact support":["Contactar con soporte"],"We're very sorry, but it seems like the following error has interrupted our application:":["Lo sentimos, pero parece que el siguiente error ha detenido nuestra aplicación:"],"Read reviews from real users":["Lee valoraciones de usuarios reales"],"%1$s attempted to load the class %2$s but it could not be found.":["%1$s intentó cargar la clase %2$s pero no se pudo encontrar."],"We noticed that you are using a multilingual plugin. Please be aware that this analysis feedback is intended only for texts written in English.":["Hemos notado que estás usando un plugin multilenguaje. Por favor, sé consciente de que la respuesta de este análisis está pensada solo para textos escritos en inglés."],"Determine how your homepage should look in the search results and on social media. This is what people probably will see when they search for your brand name.":["Elige cómo debería aparecer tu página de inicio en los motores de búsqueda y en las redes sociales. Ten en cuenta que esto es lo que verá probablemente la gente cuando busquen el nombre de tu marca."],"Determine how your homepage should look on social media.":["Determinaa cómo debería mostrarse tu página de inicio en redes sociales."],"Show the categories prefix in the slug":["Mostrar el prefijo de las categorías en el slug"],"Category URLs in WordPress contain a prefix, usually %s. Show or hide that prefix in category URLs.":["Las URLs de categorías en WordPress contienen un prefijo, normalmente %s. Esto activa ese prefijo, solo para las categorías."],"Determine how your %1$s archive should look on social media.":["Elige cómo debería mostrarse tu archivo de %1$s en los medios sociales."],"Disabling this means that the archive for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Desactivar esto implica que el archivo de %1$s no se indexará por los motores de búsqueda y se excluirá de los mapas del sitio XML."],"Determine how your %1$s archive should look in search engines.":["Elige cómo debería mostrarse tu archivo de %1$s en los motores de búsqueda."],"These settings are specifically for optimizing your %1$s archive.":["Estos ajustes son específicos para optimizar tu archivo de %1$s."],"%1$s archive":["Archivo de %1$s"],"Add custom fields to page analysis":["Añade campos personalizados al análisis de la página"],"Additional settings":["Ajustes adicionales"],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Desactivar esto implica que las %1$s no se indexarán por los motores de búsqueda y se excluirán de los mapas del sitio XML."],"Search appearance":["Apariencia en el buscador"],"You haven't set a Shop page in your WooCommerce settings. %1$sPlease do this first%2$s.":["No tienes configurada una página de tienda en tus ajustes de WooCommerce. %1$sPor favor, haz primero eso%2$s."],"The %1$ssocial image%2$s, %1$ssocial title%2$s and %1$ssocial description%2$s require Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":["La %1$simagen social%2$s, %1$stítulo social%2$s y %1$sdescripción social%2$s requieren datos de Open Graph, que actualmente están desactivados en las sección de 'Compartir social' en las %3$spreferencias del sitio%4$s."],"Oh no! It seems your form contains invalid data. Please review the following fields:":["¡Oh no! Parece que tu formulario contiene datos no válidos. Por favor, revisa los siguientes campos:"],"Archive social image":["Imagen social de archivos"],"Archive social description":["Descripción social de archivos"],"Archive social title":["Título social de archivos"],"Show the archive for %1$s in search results":["Mostrar el archivo de %1$s en los resultados de búsqueda"],"Archive breadcrumbs title":["Título de las migas de pan de los archivos"],"Archive meta description":["Meta description de los archivos"],"Archive SEO title":["Título SEO de los archivos"],"Enable %1$s for %2$s":["Activar %1$s para las %2$s"],"Show %1$s in search results":["Mostrar %1$s en los resultados de búsqueda"],"The selected media type is not valid. Supported types are: JPG, PNG, WEBP and GIF.":["El tipo de medio seleccionado no es válido. Los tipos admitidos son:JPG, PNG, WEBP y GIF."],"%1$sInclusive language%2$s: We haven't detected any potentially non-inclusive phrases. Great work!":["%1$sLenguaje inclusivo%2$s: No hemos detectado ninguna frase potencialmente no inclusiva. ¡Bien hecho!"],"Potentially non-inclusive phrases":["Frases potencialmente no inclusivas"],"Non-inclusive phrases":["Frases no inclusivas"],"Learn more about the inclusive language analysis":["Más información sobre el análisis del lenguaje inclusivo"],"Inclusive language:":["Lenguaje inclusivo:"],"Removes the inclusive language analysis section from the metabox and disables all inclusive language-related suggestions.":["Elimina la sección de análisis de lenguaje inclusivo de la caja meta y desactiva todas las sugerencias relacionadas con el lenguaje inclusivo."],"Disable inclusive language analysis":["Desactivar el análisis del lenguaje inclusivo"],"Discover why inclusive language is important for SEO.":["Descubre por qué el lenguaje inclusivo es importante para el SEO."],"The inclusive language analysis offers suggestions to write more inclusive copy.":["El análisis del lenguaje inclusivo ofrece sugerencias para escribir textos más inclusivos."],"Inclusive language analysis":["Análisis del lenguaje inclusivo"],"Inclusive language":["Lenguaje inclusivo"],"%1$sInclusive language%2$s: %3$s":["%1$sLenguaje inclusivo%2$s: %3$s"],"Use %s fields to power your meta tags and templates, and analyze all of your content.":["Usa campos de %s para reforzar tus etiquetas meta y plantillas, y analiza todo tu contenido."],"Improve your technical SEO, meta tags and unlock more SEO ecommerce tools.":["Mejora tu SEO técnico, etiquetas meta y accede a más herramientas SEO para comercio electrónico."],"Connect your %1$s account to improve your site’s search results using %2$s data.":["Conecta tu cuenta de %1$s para mejorar los resultados de búsqueda de tu sitio usando datos de %2$s."],"Upgrade your meta tags and social previews and manage your SEO settings in one place.":["Mejora tus etiquetas meta y vistas previa sociales, y gestiona tus ajustes SEO en un solo lugar."],"Get the most out of %1$s%2$s%3$s and %4$s, together":["Saca el máximo partido de %1$s%2$s%3$s y %4$s, juntos"],"Take advantage of your favorite SEO & content analysis tools with your favorite page builder.":[""],"Get %1$s tools and functionality in %2$s%3$s%4$s":["Usa las herramientas y funcionalidad de %1$s en %2$s%3$s%4$s"],"Use the power of the blockchain to timestamp your content with %s.":["Usa el potencial de la cadena de bloques para añadir marcas temporales a tu contenido con %s."],"Keep an eye on how your posts are ranking by connecting to your %s account.":["Vigila cómo posicionan tus entradas conectando a tu cuenta de %s."],"Find out what your audience is searching for with %s data right in your sidebar.":["Descubre qué está buscando tu audiencia con los datos de %s desde tu barra lateral."],"Front-end SEO inspector":["Inspector SEO en frontend"],"Oops! Something went wrong while saving.":["¡Vaya! Algo salió mal al guardar."],"Great! Your settings were saved successfully.":["¡Genial! Tus ajustes se guardaron correctamente."],"Get your verification code in %1$sYandex Webmaster tools%2$s.":["Consigue tu código de verificación en las %1$sherramientas para webmasters de Yandex%2$s."],"Yandex":["Yandex"],"Claim your site over at %1$sPinterest%2$s.":["Reclama tu sitio en %1$sPinterest%2$s."],"Get your verification code in %1$sGoogle Search console%2$s.":["Consigue tu código de verificación en la %1$sconsola del buscador de Google%2$s."],"Get your verification code in %1$sBing Webmaster tools%2$s.":["Consigue tu código de verificación en las %1$sherramientas para webmasters de Bing%2$s."],"Bing":["Bing"],"Add verification code":["Añadir código de verificación"],"Get your verification code in %1$sBaidu Webmaster tools%2$s.":["Consigue tu código de verificación en las %1$sherramientas para webmasters de Baidu%2$s."],"Baidu":["Baidu"],"Verify your site with different tools. This will add a verification meta tag to your homepage. You can find instructions on how to verify your site for each platform by following the link in the description.":["Verifica tu sitio con distintas herramientas. Esto añadirá una etiqueta meta de verificación en tu página de inicio. Puedes encontrar las instrucciones sobre cómo verificar tu sito para cada plataforma siguiendo el enlace de la descripción."],"By default only editors and administrators can access the Advanced and Schema section of the %1$s sidebar or metabox. Disabling this allows access to all users.":["Por defecto, solo los editores y administradores pueden acceder a la sección «Avanzado - Schema» de la barra lateral de %1$s. Desactivar esto permitirá el acceso a todos los usuarios."],"Restrict advanced settings for authors":["Restringir ajustes avanzados a los autores"],"This Yoast SEO REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use Yoast SEO for all their SEO meta output.":["Esta variable de la API REST de Yoast SEO te ofrece todos los metadatos que necesitas para una URL específica. Esto facilitará enormemente a los sitios WordPress descabezados utilizar Yoast SEO para la salida de todos sus datos meta SEO."],"REST API endpoint":["Variable de la API RESt"],"APIs":["APIs"],"Slack sharing":["Compartir en Slack"],"Allows for Twitter to display a preview with images and a text excerpt when a link to your site is shared.":["Permite a Twitter mostrar una vista previa con imágenes y un extracto de texto cuando se comparte un enlace a tu sitio."],"Twitter card data":["Datos de la tarjeta de Twitter"],"Open Graph data":["Datos de Open Graph"],"Social sharing":["Compartir en redes sociales"],"Site structure":["Estructura del sitio"],"Tell us which features you want to use.":["Dinos qué características quieres usar."],"Site preferences":["Preferencias del sitio"],"Network disabled":["Desactivado para la red"],"Unavailable for sub-sites":["No disponible para subsitios"],"This image is used as a fallback for posts/pages that don't have any images set.":["Esta imagen se usa como respaldo para entradas/imágenes que no tengan ninguna imagen."],"Site image":["Imagen del sitio"],"Title separator":["Separador del título"],"Recommended size for this image is %1$s%3$s%2$s":["El tamaño recomendado para esta imagen es de %1$s%3$s%2$s"],"The %1$sSite image%2$s requires Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":["La %1$simagen del sitio%2$s requiere datos de Open Graph, que está actualmente desactivado en la sección de ‘Compartir en redes sociales’ en las %3$spreferencias del sitio%4$s."],"Automatically add content to your RSS. This enables you to add links back to your blog and your blog posts, helping search engines identify you as the original source of the content.":["Añade automáticamente contenido a tu RSS. Esto te permite añadir enlaces de vuelta a tu blog y las entradas de tu blog, ayudando a los motores de búsqueda a identificarte como la fuente original del contenido."],"RSS feed":["Feed RSS"],"%1$s (default)":["%1$s (por defecto)"],"We took the liberty of using your website name and logo for the organization name and logo. Feel free to change them below.":["Nos hemos tomado la libertad de usar tu logotipo y título del sitio como nombre y logotipo de la organización. No dudes en cambiarlos a continuación."],"Edit your %1$s":["Edita tu %1$s"],"slug":["slug"],"keyphrase":["frase clave"],"A company name and logo need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site name and logo as default values. %1$sLearn more about the importance of structured data.%2$s":["Tiene que establecerse un logotipo/avatar de la empresa para que funcionen correctamente los datos estructurados. Como aún no lo has establecido, estamos usando el logotipo y nombre del sitio como valores por defecto. %1$sAprende más sobre la importancia de los datos estructurados.%2$s"],"Install %1$s Content Analysis for %2$s":["Instala el análisis de contenido para %1$s de %2$s"],"Activate %1$s Content Analysis for %2$s":["Activa el análisis de contenido para %1$s de %2$s"],"%1$s integrates with %2$s":["%1$s se integra con %2$s"],"Integration active":["Integración activa"],"Plugin not detected":["Plugin no detectado"],"Enable integration":["Activar la integración"],"Plugin integrations":["Integraciones con plugins"],"Recommended integrations":["Integraciones recomendadas"],"Enable %1$s":["Activar %1$s"],"Integration unavailable for multisites":["Integración no disponible para multisitios"],"Network Disabled":["Desactivado para la red"],"Unlock with Premium!":["¡Desbloquear con la versión Premium!"],"Premium SEO analysis:":["Análisis de SEO premium:"],"Beta":["Beta"],"Are you publishing news articles? %s helps you optimize your site for Google News.":["¿Estás publicando nuevos artículos? %s te ayuda a optimizar tu sitio para Google News."],"no data":["sin datos"],"Your text should be slightly longer to calculate your Flesch reading ease score.":["Tu texto debe ser ligeramente más largo para calcular su puntuación de facilidad de lectura de Flesch."],"Continue writing to get insight into the readability of your text!":["¡Sigue escribiendo para entender la legibilidad de tus textos!"],"%1$sKeyphrase distribution%2$s: Have you evenly distributed your focus keyphrase throughout the whole text? %3$sYoast SEO Premium will tell you!%4$s":["%1$sDistribución de la frase clave%2$s: ¿Has distribuido tu frase clave objetivo equitativamente a lo largo de todo tu texto? %3$s¡Yoast SEO Premium te lo dirá!%4$s"],"%1$sWord complexity%2$s: Is your vocabulary suited for a larger audience? %3$sYoast SEO Premium will tell you!%4$s":["%1$sComplejidad de palabras%2$s: ¿Tu vocabulario está orientado a una audiencia mayor? %3$s¡Yoast SEO Premium te lo dirá!%4$s"],"Get %s to enjoy the benefits of prominent words":["Consigue %s para disfrutar de las ventajas de las palabras destacadas"],"With %1$s%3$s%2$s, this section will show you which words occur most often in your text. By checking these prominent words against your intended keyword(s), you'll know how to edit your text to be more focused.":["Con %1$s%3$s%2$s, esta sección te mostrará qué palabras aparecen más a menudo en tu texto. Probando estas palabras destacadas frente a tu(s) palabra(s) clave propuestas, sabrás cómo editar tu texto para que se centre más en ellas."],"Buy %s now!":["¡Compra %s ahora!"],"Are you working on a news article? %s helps you optimize your site for Google News.":["¿Estás trabajando en un artículo de noticias? %s te ayuda a optimizar tu sitio para Google News."],"Premium SEO analysis":["Análisis SEO Premium"],"1 year of premium support and updates included!":["¡1 año de soporte premium y actualizaciones incluido!"],"Unlock with %s":["Desbloquear con %s"],"Learn more about character count":["Aprende más sobre el contador de caracteres"],"Character count":["Contador de caracteres"],"Learn more about word count":["Aprende más sobre el contador de palabras"],"Word count":["Contador de palabras"],"Learn more about Flesch reading ease":["Aprende más sobre la facilidad de lectura Flesch"],"out of 100":["de 100"],"okay":["vale"],"Learn more about reading time":["Aprende más sobre el tiempo de lectura"],"Reading time":["Tiempo de lectura"],"minute":["minuto","minutos"],"Activate %1$s!":["¡Activa %1$s!"],"You've installed %1$s but it's not activated yet. %2$sActivate %1$s now!%3$s":["Has instalado %1$s pero todavía no está activado. %2$s¡Activa %1$s ahora!%3$s"],"Automatically ping search engines like Bing and Yandex whenever you publish, update or delete a post.":["Haz ping automático a los motores de búsqueda como Bing y Yandex cuando publiques, actualices o borres una entrada."],"Additional URL parameters to allow":["Parámetros de URL adicionales a permitir"],"Permalink cleanup settings":["Ajustes de limpieza de enlaces permanentes"],"Max number of characters to allow in searches":["Número máximo de caracteres a permitir en las búsquedas"],"Search cleanup settings":["Ajustes de limpieza de búsquedas"],"Filter searches with common spam patterns":["Filtra búsquedas con patrones de spam habituales"],"Filter searches with emojis and other special characters":["Filtrar búsquedas con emojis y otros caracteres especiales"],"Filter search terms":["Filtrar términos de búsqueda"],"Unregistered URL parameters":["Parámetros de URL no registrados"],"Campaign tracking URL parameters":["Parámetros de URL de seguimiento de campañas"],"Timestamp this %s":["Añadir marca temporal a esta %s"],"%1$s: Not all the words from your keyphrase \"%4$s\" appear in the SEO title. %2$s%5$s%3$s.":["%1$s: No toda las palabras de tu frase clave «%4$s» aparecen en el título SEO. %2$s%5$s%3$s."],"%1$s: The focus keyphrase appears at the beginning of the SEO title. Good job!":["%1$s: La frase clave objetivo aparece al comienzo del título SEO. ¡Buen trabajo!"],"Keyphrase in SEO title":["Frase clave en el título SEO"],"Contact %s support.":["Contacta con el soporte de %s."],"WordProof Timestamp":["WordProof Timestamp"],"View this content's Timestamp certificate":["Ver el certificado de marca temporal de este contenido"],"Contact WordProof support":["Contacta con el soporte de WordProof"],"Find out how IndexNow can help your site.":["Descubre cómo IndexNow puede ayudar a tu sitio."],"IndexNow":["IndexNow"],"Dismiss this notice.":["Descartar este aviso."],"We noticed that you haven't fully configured Yoast SEO yet. Optimize your SEO settings even further by using our improved %1$s First-time configuration%2$s.":["Nos hemos dado cuenta de que no has configurado aún completamente Yoast SEO. Optimiza tus ajustes SEO más aún usando nuestra mejorada %1$sconfiguración por primera vez%2$s."],"SEO configuration":["Configuración SEO"],"Feed crawl settings":["Ajustes de rastreo de feeds"],"Basic crawl settings":["Ajustes de rastreo básicos"],"Powered by HTTP header":["Creado por cabeceras HTTP"],"Pingback HTTP header":["Pingback de cabeceras HTTP"],"Emoji scripts":["Scripts de emojis"],"Generator tag":["Etiqueta generator"],"oEmbed links":["Enlaces de oEmbed"],"RSD / WLW links":["Enlaces RSD/WLW"],"REST API links":["Enlaces de la API REST"],"Shortlinks":["Enlaces cortos"],"Atom/RDF feeds":["Feeds Atom/RDF"],"Search results feeds":["Feeds de resultados de búsqueda"],"Custom taxonomy feeds":["Feeds de taxonomías personalizadas"],"Tag feeds":["Feeds de etiquetas"],"Category feeds":["Feeds de categorías"],"Post type feeds":["Feeds de tipos de contenido"],"Post authors feeds":["Feeds de autores de entradas"],"Global comment feeds":["Feeds globales de comentarios"],"Global feed":["Feed global"],"%1$sLearn more about crawl settings.%2$s":["%1$sAprende más sobre los ajustes de rastreo.%2$s"],"Post comments feeds":["Feeds de comentarios de las entradas"],"Crawl settings":["Ajustes de rastreo"],"Finish configuration":["Finalizar configuración"],"Personal preferences":["Preferencias personales"],"SEO data optimization":["Optimización de datos SEO"],"An error has occurred: %1$s":["Ha ocurrido un error: %1$s"],"We could not save the organization name. Please check the value.":["No hemos podido guardar el nombre de la organización. Por favor, revisa el valor."],"No items found.":["No se han encontrado elementos."],"All redirect types":["Todos los tipos de redirección"],"Add Redirect":["Añadir redirección"],"Old URL":["URL antigua"],"The redirect type is the HTTP response code sent to the browser telling the browser what type of redirect is served. %1$sLearn more about redirect types%2$s.":["El tipo de redirección es el código de respuesta HTTP enviado al navegador, que le dice al navegador qué tipo de redirección se sirve. %1$sAprende más sobre tipos de redirección%2$s."],"301 Moved Permanently":["301 Movido permanentemente"],"Type":["Tipo"],"Plain redirects":["Redirecciones normales"],"Regex Redirects":["Redirecciones Regex"],"There are unsaved changes in one or more steps. Leaving means that those changes may not be saved. Are you sure you want to leave?":["Hay cambios sin guardar en uno o más pasos. Dejarlos implica que esos cambios no se guardarán. ¿Seguro que quieres salir?"],"Add another profile":["Añadir otro perfil"],"Start first-time configuration!":["¡Empieza la configuración de la primera vez!"],"Set the essential %s settings for your site in a few steps.":["Configura los ajustes esenciales de %s para tu sitio en unos pocos pasos."],"For the best ranking results: configure %s!":["¡Para unos mejores resultados de posicionamiento: configura %s!"],"Your site is already easier to find for search engines.":["Tu sitio es ahora más fácil de encontrar para los motores de búsqueda."],"Tell us about your site, so we can get it ranked!":["¡Dinos de qué va tu sitio, para que podamos posicionarlo!"],"Or go to your SEO dashboard":["Ve a tu escritorio SEO"],"E.g. example@email.com":["P. ej. ejemplo@correo.com"],"Please enter a valid email address.":["Por favor, introduce una dirección de correo electrónico válida."],"Tell us! Is your site about an organization or a person? ":["¡Cuéntanos! ¿Es tu sitio sobre una organización o una persona? "],"Personal logo or avatar":["Logotipo o avatar personal"],"Select a user":["Selecciona un usuario"],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. You're not allowed to update this user profile, so please ask this user or an admin to make sure the information is correct.":["Has seleccionado al usuario %1$s como la persona a la que representa este sitio. Ahora se usará la información del perfil de esta persona en los resultados de búsqueda. No tienes permisos para actualizar el perfil de este usuario, así que, por favor, pide a este usuario o a un administrador que se asegure que la información sea correcta."],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. %2$sUpdate this profile to make sure the information is correct%3$s.":["Has seleccionado el usuario %1$s como la persona a la que representa este sitio. Ahora se usará la información del perfil de este usuario en los resultados de búsqueda. %2$sActualiza este perfil para asegurarte de que la información sea correcta.%3$s"],"Uploading image...":["Subiendo imagen"],"Select an option":["Selecciona una opción"],"Be aware that you should run the SEO data optimization for this configuration to take maximum effect.":["Se consciente de que deberías ejecutar la optimización de datos SEO para que esta configuración de lleve a efecto al máximo."],"We've already successfully analyzed your site. You can move on to the next step.":["Ya hemos analizado completamente tu sitio. Puedes pasar el siguiente paso."],"SEO data optimization is running… You can safely move on to the next steps of this configuration.":["La optimización de datos SEO se está ejecutando … Puedes pasar con seguridad a los siguientes pasos de esta configuración."],"You're not allowed to edit the social profiles of this user. Please ask this user or an admin to do this.":["No tienes permisos para editar los perfiles sociales de este usuario. Por favor, pide a este usuario o a un administrador que lo haga."],"E.g. https://www.wikipedia.com/yoast":["P. ej. https://www.wikipedia.com/yoast"],"E.g. https://www.youtube.com/yoast":["P. ej. https://www.youtube.com/yoast"],"E.g. https://www.twitter.com/yoast":["P. ej. https://www.twitter.com/yoast"],"E.g. https://www.tumblr.com/yoast":["P. ej. https://www.tumblr.com/yoast"],"E.g. https://www.soundcloud.com/yoast":["P. ej. https://www.soundcloud.com/yoast"],"E.g. https://www.pinterest.com/yoast":["P. ej. https://www.pinterest.com/yoast"],"E.g. https://www.myspace.com/yoast":["P. ej. https://www.myspace.com/yoast"],"E.g. https://www.linkedin.com/yoast":["P. ej. https://www.linkedin.com/yoast"],"E.g. https://www.instagram.com/yoast":["P. ej. https://www.instagram.com/yoast"],"E.g. https://www.facebook.com/yoast":["P. ej. https://www.facebook.com/yoast"],"Delete item":["Borrar el elemento"],"E.g. https://social-platform.com/yoast":["P. ej. https://social-platform.com/yoast"],"Other social profile":["Otro perfil social"],"First-time configuration":["Configuración inicial"],"You should finish the %1$sfirst time configuration%2$s to make sure your SEO data has been optimized and you’ve set the essential Yoast SEO settings for your site.":["Deberías terminar la %1$sconfiguración inicial%2$s para asegurarte de que tus datos SEO se hayan optimizado y hayas configurado los ajustes esenciales de Yoast SEO para tu sitio. "],"Step 4: Go through the first time configuration":["Paso 4: Hacer la configuración inicial"],"Postname permalink":["Enlace permanente del nombre de la entrada"],"Page comments":["Comentarios de la página"],"Links table":["Tabla de enlaces"],"If you already have saved AIOSEO 'Search Appearance' settings and the issue persists, please contact our support team so we can take a closer look.":["Si ya habías guardado los ajustes de 'Apariencia en el buscador' de AIOSEO y el problema persiste, por favor, contacta con nuestro equipo de soporte para que podamos echar un vistazo más detallado."],"If you have never saved any AIOSEO 'Search Appearance' settings, please do that first and run the import again.":["Si nunca habías habías guardado los ajustes de 'Apariencia en el buscador' de AIOSEO, por favor, haz eso primero y ejecuta de nuevo el importador."],"The AIOSEO import was cancelled because some AIOSEO data is missing. Please try and take the following steps to fix this:":["La importación de AIOSEO se canceló debido a que no están disponibles los datos de AIOSEO. Por favor, prueba a realizar los siguientes pasos para corregir esto:"],"The validation of the AIOSEO data structure has failed.":["La validación de la estructura de datos de AIOSEO ha fallado."],"Currently, the %s integration is not available for multisites.":["Actualmente, la integración de %s no está disponible para multisitios."],"WordProof authentication":["Identificación en WordProof"],"Connected to WordProof":["Conectado a WordProof"],"Connection failed":["Conexión fallida"],"Not working? %1$sContact %3$s support%2$s.":["¿No funciona? %1$sContacta con %3$s soporte%2$s."],"Try again":["Inténtalo de nuevo"],"Find possible solutions in this %1$sArticle%2$s.":["Encuentra posibles soluciones en este %1$sartículo%2$s."],"There was a connection problem. This could be because your third party connections are blocked.":["Hubo un problema de conexión. Esto podría deberse a que tus conexiones con terceros están bloqueadas."],"The %3$s will automatically be timestamped every time you %1$supdate%2$s or %1$spublish%2$s.":["A la %3$s se le añadirá automáticamente una marca de tiempo cada vez que %1$sactualices%2$s o %1$spubliques%2$s."],"Your %s is now protected via the blockchain!":["¡Tu %s está ahora protegida mediante la cadena de bloques!"],"Something went wrong authenticating your %3$s account with the %4$s site. Please try again or contact %1$s%3$s support%2$s.":["Algo fue mal al identificar tu cuenta de %3$s con el sitio %4$s. Por favor, inténtalo de nuevo o contacta con el  %1$ssoporte de %3$s%2$s."],"Unable to create new timestamps. Please authenticate with WordProof.":["No ha sido posible crear nuevas marcas temporales. Por favor, identifícate en WordProof."],"Timestamp with WordProof":["Marca temporal con WordProof"],"Learn more about timestamping":["Aprende más sobre las marcas temporales"],"Authenticate with WordProof":["Identifícate con WordProof"],"Manage WordProof settings":["Gestionar ajustes de WordProof"],"The WordProof Timestamp plugin needs to be disabled before you can activate this integration.":["El plugin de marca temporal de WordProof necesita desactivarse antes de que puedas activar esta integración."],"Open settings":["Abrir ajustes"],"Open authentication":["Abrir identificación"],"The timestamp is not created because you need to authenticate with %s first.":["La marca temporal no se ha creado porque primero tienes que identificarte en %s."],"The timestamp is not retrieved by your site. Please try again or contact %1$s support.":["La marca temporal no se ha obtenido para tu sitio. Por favor, inténtalo de nuevo o contacta con el soporte de %1$s."],"%1$s failed to timestamp this page. Please check if you're correctly authenticated with %1$s and try to save this page again.":["%1$s falló al tratar de crear la marca temporal para esta página. Por favor, comprueba si te has identificado correctamente en %1$s y prueba a guardar de nuevo esta página."],"%s has successfully timestamped this page.":["%s ha añadido correctamente la marca temporal a esta página."],"You are out of timestamps. Please upgrade your account by opening the %s settings.":["Ya no te quedan marcas temporales. Por favor, actualiza tu cuenta abriendo los ajustes de %s."],"Use WordProof to timestamp this page to comply with legal regulations and join the fight for a more transparant and accountable internet.":["Usa WordProof para añadir marcas temporales a esta página para cumplir con las regulaciones legales y unirte a la lucha por un Internet más transparente y responsable."],"Timestamp this post":["Añadir marca temporal a esta entrada"],"content words":["palabras del contenido"],"content word":["palabra del contenido"],"Cleanup failed with the following error:":["La limpieza falló, con el siguiente error:"],"Note: These settings will overwrite the default settings of Yoast SEO.":["Nota: Estos ajustes omitirán los ajustes predeterminados de Yoast SEO."],"Note: This metadata will only be imported if there is no existing Yoast SEO metadata yet.":["Nota: Estos datos meta solo se importarán si no hay todavía datos meta existentes de Yoast SEO."],"Post metadata (SEO titles, descriptions, etc.)":["Datos meta de entrada (títulos SEO, descripciones, etc.)"],"The import from %s includes:":["La importación desde %s incluye:"],"Once you're certain that your site is working properly with the imported data from another SEO plugin, you can clean up all the original data from that plugin.":["Una vez que te asegures de que tu sitio está funcionando correctamente con los datos importados de otro plugin SEO puedes limpiar todos los datos originales de ese plugin."],"Please select an SEO plugin below to see what data can be imported.":["Por favor, selecciona un plugin SEO de abajo para ver qué datos pueden importarse."],"Clean up":["Limpiar"],"After you've imported data from another SEO plugin, please make sure to clean up all the original data from that plugin. (step 5)":["Cuando hayas importado datos de otro plugin SEO, por favor, asegúrate de limpiar todos los datos originales de ese plugin. (Paso 5)"],"Note: ":["Nota:"],"The cleanup can take a long time depending on your site's size.":["La limpieza puede tardar mucho tiempo, dependiendo del tamaño de tu sitio."],"Every fifteen minutes":["Cada quince minutos"],"Default tagline":["Descripción corta predeterminada"],"Import failed with the following error:":["La importación falló con el siguiente error:"],"No data found from other SEO plugins.":["No se han encontrado datos de otros plugins SEO."],"Select SEO plugin":["Seleccionar plugin SEO"],"The import can take a long time depending on your site's size.":["La importación puede durar mucho tiempo dependiendo del tamaño de tu sitio"],"For the best SEO results include all words of your keyphrase in the SEO title, and put the keyphrase at the beginning of the title":["Para unos mejores resultados de SEO incluye todas las palabras de tu frase clave en el título SEO, y pon la frase clave al comienzo del título"],"For the best SEO results write the exact match of your keyphrase in the SEO title, and put the keyphrase at the beginning of the title":["Para unos mejores resultados de SEO escribe la coincidencia exacta de tu frase clave en el título SEO, y pon la frase clave al comienzo del título"],"Installation Successful":["Instalación correcta"],"Blog Post":["Entrada de blog"],"%1$s: Title does not begin with the focus keyphrase. %2$sMove your focus keyphrase to the beginning of the title%3$s.":["%1$sFrase clave en el título: El título no comienza con la frase clave objetivo. %2$sMueve tu frase clave objetivo al comienzo del título%3$s."],"%1$s: The exact match of the focus keyphrase appears at the beginning of the SEO title. Good job!":["%1$s: La frase clave objetivo aparece al comienzo del título SEO. ¡Bien hecho!"],"%2$sText length%4$s: The text contains %1$d %6$s. This is below the recommended minimum of %5$d %6$s. %3$sAdd more content%4$s.":["%2$sLongitud del texto%4$s: El texto contiene %1$d %6$s. Esto está por debajo del mínimo recomendado de %5$d %6$s. %3$sAñade más contenido%4$s."],"%2$sText length%4$s: The text contains %1$d %6$s. This is slightly below the recommended minimum of %5$d %6$s. %3$sAdd a bit more copy%4$s.":["%2$sLongitud del texto%4$s: El texto contiene %1$d %6$s. Esto está ligeramente por debajo del mínimo recomendado de %5$d %6$s. %3$sAñade un poco más de texto%4$s."],"%2$sText length%4$s: The text contains %1$d %6$s. This is far below the recommended minimum of %5$d %7$s. %3$sAdd more content%4$s.":["%2$sLongitud del texto%4$s: El texto contiene %1$d %6$s. Esto está muy por debajo del mínimo recomendado de %5$d %7$s. %3$sAñade más contenido%4$s.","%2$sLongitud del texto%4$s: El texto contiene %1$d %7$s. Esto está muy por debajo del mínimo recomendado de %5$d %7$s. %3$sAñade más contenido%4$s."],"character":["carácter","characters"],"word":["palabra","words"],"words":["palabras"],"characters":["caracteres"],"%s rolls out the red carpet for the search bots, which helps your site perform better in search engines.":["%s despliega la alfombra roja a los robots de búsqueda, lo que ayuda a que tu sitio posicione mejor en los motores de búsqueda."],"You've successfully installed %s!":["¡Has instalado %s correctamente!"],"Skip%s":["Saltar%s"],"Your %s account does not contain any keyphrases for this website yet. You can track keyphrases by using the \"Track SEO Performance\" button in the post editor.":["Tu cuenta de %s todavía no contiene ninguna frase clave para esta web. Puedes rastrear frases clave usando el botón de \"Rastrear el rendimiento SEO\" del editor de entradas."],"%s account":["Cuenta de %s"],"This overview only shows you keyphrases added to Yoast SEO. There may be other keyphrases added to your %s.":["Este resumen solo muestra tus frases clave añadidas a Yoast SEO. Podría haber otras frases clave añadidas a tu %s."],"Tracking the ranking position...":["Rastreando el puesto en el posicionamiento…"],"Something went wrong while tracking the ranking position(s) of your page. Please try again later.":["Algo fue mal al rastrear el(los) puesto(s) de posicionamiento de tu página. Por favor, inténtalo de nuevo más tarde."],"reconnect to %s":["reconectar a %s"],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["Parece que algo fue mal al recuperar los datos de tu web. Por favor, %s e inténtalo de nuevo."],"Before you can track your SEO performance make sure to set either the post’s title and save it as a draft or manually set the post’s slug.":["Antes de que puedas rastrear el rendimiento SEO asegúrate de definir el título de la entrada y guardarlo como borrador, o de editar manualmente el slug de la entrada."],"No keyphrase has been set. Please set a keyphrase first.":["No se ha establecido ninguna frase clave. Por favor, establece primero una frase clave."],"upgrade your %s plan":["actualiza tu plan de %s"],"You've reached the maximum amount of %d keyphrases you can add to your Wincher account. If you wish to add more keyphrases, please %s.":["Has llegado a la cantidad máxima de %d frases clave que puedes añadir a tu cuenta de Wincher. Si quieres añadir más frases clave, por favor, %s."],"With %1$s you can track the ranking position of your page in the search results based on your keyphrase(s). %2$s":["Con %1$s puedes rastrear el puesto de posicionamiento de tu página en los resultados de búsqueda, basados en tu(s) frase(s) clave. %2$s"],"%s is currently tracking the ranking position(s) of your page. This may take a few minutes. Please wait or check back later.":["%s está actualmente rastreando el(los) puesto(s) de posicionamiento de tu página. Esto podría llevar unos cuantos minutos. Por favor, espera o compruébalo de nuevo más tarde."],"You have successfully connected to %s! You can now track the SEO performance for the keyphrase(s) of this page.":["¡Te has conectado correctamente a %s! Ahora puedes rastrear el rendimiento SEO de la(s) frase(s) clave de esta página."],"Read more about keyphrase tracking with Wincher":["Lee más sobre el seguimiento de frases clave con Wincher"],"Automatic tracking of keyphrases is enabled. Your keyphrase(s) will automatically be tracked by %s when you publish your post.":["El seguimiento automático de frases clave está activo. Tu(s) frase(s) clave las rastreará automáticamente %s cuando publiques tu entrada. "],"Please enter a focus keyphrase first to track keyphrase performance":["Por favor, introduce primero una frase clave objetivo para rastrear el rendimiento de la frase clave "],"Keyphrase position in the last 90 days on a scale from 0 to 100.":["El puesto de la frase clave en los últimos 90 días en una escala de 0 a 100."],"Track SEO performance":["Rastrear el rendimiento SEO"],"You can enable / disable tracking the SEO performance for each keyphrase below.":["Puedes activar/desactivar abajo el rendimiento SEO de cada frase clave."],"Track all keyphrases on this page":["Rastrear todas las frases clave de esta página"],"Tracking has already been enabled for one or more keyphrases of this page. Clicking the button below will enable tracking for all of its keyphrases.":["El rastreo ya se ha activado para una o más frases clave de esta página. Haciendo clic en el botón de abajo se activará el rastreo de todas sus frases clave."],"Learn more about the SEO performance feature.":["Aprende más sobre la característica de rendimiento SEO."],"SEO performance":["Rendimiento SEO"],"Connect with %s":["Conectar con %s"],"* focus keyphrase":["* frase clave objetivo"],"Get more insights over at %s":["Consigue más estadísticas en %s"],"Position over time":["Puesto a lo largo del tiempo"],"Position":["Puesto"],"Tracking":["Seguimiento"],"You can still run the SEO data optimization in the %1$sTools section%2$s. Once that is finished, please refresh this page.":["Puedes seguir ejecutando la optimización de datos SEO en la %1$ssección de herramientas%2$s. Cuando hayas terminado, por favor, recarga este ejercicio."],"This configuration step is currently disabled, because you're not running the latest version of Yoast SEO Premium. Please update to the latest version (at least %1$s). ":["Este paso de configuración está desactivado en este momento porque no estás ejecutando la última versión de Yoast SEO Premium. Por favor, actualiza a la última versión (al menos la %1$s). "],"Save and continue":["Guardar y continuar"],"Does your site represent an Organization or Person?":["¿Tu sitio representa a una organización o a una persona?"],"Activate %s":["Activar %s"],"Update %s":["Actualizar %s"],"Renew %s":["Renovar %s"],"Get help activating your subscription":["Consigue ayuda activando tu suscripción"],"It looks like you’re running an outdated and unactivated version of %1$s, please activate your subscription in %2$sMyYoast%3$s and update to the latest version (at least 17.7) to gain access to our updated workouts section.":["Parece que has estado ejecutando una versión obsoleta y sin activar de %1$s. Por favor, activa tu suscripción en %2$sMyYoast%3$s y actualiza a la última versión (al menos la 17.7) para obtener acceso a nuestra sección de ejercicios actualizada."],"Activate your subscription of %s":["Activa tu suscripción de %s"],"Update to the latest version of %s":["Actualiza a la última versión de %s"],"Renew your subscription":["Renueva tu suscripción"],"Accessing the latest workouts requires an updated version of %s (at least 17.7), but it looks like your subscription has expired. Please renew your subscription to update and gain access to all the latest features.":["Para acceder a los últimos ejercicios es obligatoria una versión actualizada de %s (al menos la 17.7), pero parece que tu suscripción ha caducado. Por favor, renueva tu suscripción para actualizar y obtener acceso a todas las últimas características."],"Renew your subscription of %s":["Renueva tu suscripción de %s"],"Could not save this value. Please check the URL.":["No se pudo guardar este valor. Por favor, revisa la URL."],"Could not save this value. Please check the URL or username.":["No se pudo guardar este valor. Por favor, revisa la URL o el nombre de usuario."],"Oops! Something went wrong. Check your email address and try again.":["¡Vaya! Algo ha salido mal. Revisa tu dirección de correo electrónico e inténtalo de nuevo."],"Yes, you can collect my site data":["Sí, puedes hacer recolección de los datos de mi sitio"],"Site representation":["Representación del sitio"],"Continue":["Continuar"],"Thank you! Check your inbox for the confirmation email.":["¡Gracias! Revisa tu bandeja de entrada para el correo electrónico de confirmación."],"Yoast respects your privacy. Read %1$sour privacy policy%2$s on how we handle your personal information.":["Yoast respeta tu privacidad. Lee %1$snuestra política de privacidad%2$s para saber cómo gestionamos tu información personal."],"Email address":["Dirección de correo electrónico"],"%1$sBack to all workouts":["%1$sVolver a todos los ejercicios"],"Getting your site in shape and keeping it SEO fit can be hard. We can help you get started! Take these step-by-step workouts, and you’ll be tackling some of the most fundamental SEO challenges!":["Poner tu sitio en forma y mantener el SEO al día puede ser complicado. ¡Podemos ayudarte en los primeros pasos! ¡Haz estos ejercicios paso a paso y podrás abordar algunos de los retos SEO más fundamentales!"],"Add internal links to your posts and pages":["Añade enlaces internos a tus entradas y páginas"],"Make pages easier for Google and visitors to find":["Haz que las páginas sean más fáciles de encontrar para Google y los visitantes"],"Clean up your unlinked content to make sure people can find it":["Limpia tu contenido sin enlazar para asegurar que la gente pueda encontrarlo"],"Orphaned content":["Contenido huérfano"],"Bring more visitors to your articles":["Atrae más visitantes a tus artículos"],"Make your important articles rank higher":["Haz que tus artículos más importantes posicionen mejor"],"%1$s/%2$s steps completed":["%1$s/%2$s pasos completados"],"Unlock with %s!":["¡Desbloquear con %s!"],"Start workout!":["¡Empieza el ejercicio!"],"Do workout again":["Hacer de nuevo el ejercicio"],"Continue workout!":["¡Continuar el ejercicio!"],"It looks like you're running an outdated version of %1$s, please %2$supdate to the latest version (at least 17.7)%3$s to gain access to our updated workouts section.":["Parece que has estado ejecutando una versión obsoleta y sin activar de %1$s. Por favor, %2$sactualiza a la última versión (al menos la 17.7)%3$s para obtener acceso a nuestra sección de ejercicios actualizada."],"Get started quickly with the %1$s%2$s First-time configuration%3$s and configure Yoast SEO with the optimal SEO settings for your site!":["¡Da tus primeros pasos rápidamente con el %1$s%2$s ejercicio de configuración%3$s y configura Yoast SEO con los ajustes SEO óptimos para tu sitio! "],"Current or first category title":["Título actual o el de la primera categoría"],"Category Title":["Título de la categoría"],"Replaced with the post content":["Reemplazado con el contenido de la entrada"],"Post Content":["Contenido de la entrada"],"Replaced with the permalink":["Reemplazado con el enlace permanente"],"Replaced with the last name of the author":["Reemplazado con los apellidos del autor"],"Author last name":["Apellidos del autor"],"Replaced with the first name of the author":["Reemplazado con el nombre del autor"],"Author first name":["Nombre del autor"],"Replaced with the day the post was published":["Reemplazado con el día en el que la entrada fue publicada"],"Post day":["Día de la entrada"],"Replaced with the month the post was published":["Reemplazado con el mes en el que la entrada fue publicada"],"Post month":["Mes de la entrada"],"Replaced with the year the post was published":["Reemplazado con el año en el que la entrada fue publicada"],"Post year":["Año de la entrada"],"Current day":["Día actual"],"Current month":["Mes actual"],"Current date":["Fecha actual"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's way less than the recommended minimum of %2$d %7$s. %4$sMake it longer%5$s!":["%3$sLongitud de la frase clave%5$s: La frase clave contiene %1$d %6$s. Eso es mucho menos que el mínimo recomendado de %2$d %7$s. ¡%4$sHazla más larga%5$s!","%3$sLongitud de la frase clave%5$s: La frase clave contiene %1$d %7$s. Eso es mucho menos que el mínimo recomendado de %2$d %7$s. ¡%4$sHazla más larga%5$s!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's less than the recommended minimum of %2$d %6$s. %4$sMake it longer%5$s!":["%3$sLongitud de la frase clave%5$s: La frase clave tiene %1$d %6$s de longitud. Es menos que el mínimo recomendado de %2$d %6$s. ¡%4$sHazla más larga%5$s!"],"It looks like you aren't using our %1$s%2$s addon%3$s. %4$sUpgrade today%5$s to unlock more tools and SEO features to make your products stand out in search results.":["Parece que no estás usando nuestra extensión %1$s%2$s%3$s. %4$sActualiza ahora%5$s para desbloquear más herramientas y características SEO para hacer que tus productos destaquen en los resultados de búsqueda."],"Below are the technical details for the error. See %1$sthis page%2$s for a more detailed explanation.":["A continuación están los detalles técnicos del error. Mira %1$sesta página%2$s para una explicación más detallada."],"%1$sImage Keyphrase%2$s: Good job!":["%1$sFrase clave de las imágenes%2$s: ¡Buen trabajo!"],"%1$sImage Keyphrase%3$s: Images on this page do not have alt attributes with at least half of the words from your keyphrase. %2$sFix that%3$s!":["%1$sFrase clave de las imágenes%3$s: Las imágenes de esta página no tienen atributos `alt` con al menos la mitad de las palabras de tu frase clave. ¡%2$sCorrígelo%3$s!"],"%1$sImages%2$s: Good job!":["%1$sImágenes%2$s: ¡Buen trabajo!"],"%1$sImages and videos%2$s: Good job!":["%1$sImágenes y vídeos%2$s: ¡Buen trabajo!"],"%3$sImages and videos%5$s: Only %1$d image or video appears on this page. We recommend at least %2$d. %4$sAdd more relevant images or videos%5$s!":["%3$sImágenes y videos%5$s: Solo aparece %1$d imagen o video en esta página. Recomendamos al menos %2$d. ¡%4$sAñade más imágenes o videos relevantes%5$s!","%3$sImágenes y videos%5$s: Solo aparecen %1$d imágenes o videos en esta página. Recomendamos al menos %2$d. ¡%4$sAñade más imágenes o videos relevantes%5$s!"],"%3$sImages%5$s: Only %1$d image appears on this page. We recommend at least %2$d. %4$sAdd more relevant images%5$s!":["%3$sImágenes%5$s: Solo aparece %1$d imagen en esta página. Recomendamos al menos %2$d. ¡%4$sAñade más imágenes relevantes%5$s!","%3$sImágenes%5$s: Solo aparecen %1$d imágenes en esta página. Recomendamos al menos %2$d. ¡%4$sAñade más imágenes relevantes%5$s!"],"%1$sImages and videos%3$s: No images or videos appear on this page. %2$sAdd some%3$s!":["%1$sImágenes y videos%3$s: No aparecen imágenes o videos en esta página. ¡%2$sAñade algunos%3$s!"],"Error stack trace":["Seguimiento de la pila de errores"],"Response":["Respuesta"],"Error message":["Mensaje de error"],"Status code":["Código de estado"],"Request method":["Método de solicitud"],"Request URL":["URL de solicitud"],"Error details":["Detalles del error"],"Workouts":["Ejercicios"],"Rank with articles you want to rank with":["Posiciona con los artículos con los que quieres posicionar"],"The cornerstone approach":["El enfoque en el contenido esencial"],"SEO workouts":["Ejercicios SEO"],"Improve the quality of your site search! Automatically helps your users find your cornerstone and most important content in your internal search results. It also removes noindexed posts & pages from your site’s search results.":["¡Mejora la calidad de las búsquedas en tu sitio! Ayuda automáticamente a tus usuarios a encontrar el contenido esencial y más importante en tus resultados de búsqueda internos. También quita las entradas y páginas noindex de los resultados de búsqueda de tu sitio."],"Find out more about our %s integration.":["Descubre más sobre nuestra integración con %s."],"Get relevant internal linking suggestions — while you’re writing! The link suggestions metabox shows a list of posts on your blog with similar content that might be interesting to link to. ":["¡Consigue sugerencias relevantes de enlazado interno – mientras escribes! La caja meta de sugerencias de enlaces muestra una lista de entradas de tu blog con contenido similar al que podría ser interesante enlazar. "],"Find out how Insights can help you improve your content.":["Descubre cómo las estadísticas pueden ayudarte a mejorar tu contenido."],"Find relevant data about your content right in the Insights section in the Yoast SEO metabox. You’ll see what words you use most often and if they’re a match with your keywords! ":["Descubre datos relevantes sobre tu contenido en la sección de estadísticas de la caja meta de Yoast SEO. ¡Verás qué palabras usas más a menudo y si coinciden con tus palabras clave!"],"Oops, something has gone wrong and we couldn't complete the optimization of your SEO data. Please make sure to activate your subscription in MyYoast by completing %1$sthese steps%2$s.":["Vaya, algo ha ido mal y no hemos podido completar la optimización de tus datos SEO. Por favor, asegúrate de activar tu suscripción en MyYoast completando %1$sestos pasos%2$s."],"To unlock this feature please update %s to the latest version.":["Para desbloquear esta característica, por favor, actualiza %s a la última versión."],"The social appearance settings for archives require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Los ajustes de apariencia social para los archivos requieren datos meta de Open Graph (que está actualmente desactivado). Puedes activar esto en los %1$s'Ajustes sociales de la pestaña de Facebook%2$s."],"The social appearance settings for taxonomies require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Los ajustes de apariencia social para las taxonomías requieren datos meta de Open Graph (que está actualmente desactivado). Puedes activar esto en los %1$s'Ajustes sociales de la pestaña de Facebook%2$s."],"The social appearance settings for content types require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Los ajustes de apariencia social para los tipos de contenido requieren datos meta de Open Graph (que está actualmente desactivado). Puedes activar esto en los %1$s'Ajustes sociales de la pestaña de Facebook%2$s."],"The social appearance settings for your homepage require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Los ajustes de apariencia social para tu página de inicio requieren datos meta de Open Graph (que está actualmente desactivado). Puedes activar esto en los %1$s'Ajustes sociales de la pestaña de Facebook%2$s."],"Social image":["Imagen social"],"Unlock with Premium":["Desbloquéalo con la versión Premium"],"Addon installation failed because of an error: %s.":["La instalación de la extensión ha fallado debido a un error: %s."],"You are not allowed to install plugins.":["No tienes permisos para instalar plugins."],"Addon installed.":["Extensión instalada."],"Addon activation failed because of an error: %s.":["La activación de la extensión ha fallado debido a un error: %s."],"You are not allowed to activate plugins.":["No tienes permisos para activar plugins."],"Addon activated.":["Extensión activada."],"%1$s Continue to %2$s%3$s":["%1$s Continuar a %2$s%3$s"],"Installing and activating addons":["Instalación y activación de extensiones"],"No %1$s plugins have been installed. You don't seem to own any active subscriptions.":["No se han instalado %1$s plugins. Parece que no tienes ninguna suscripción activa."],"the following addons":["las siguientes extensiones"],"%s SEO installation":["Instalación de %s SEO"],"Install and activate":["Instalar y activar"],"Please confirm below that you would like to install %s on this site.":["Por favor, confirma a continuación que quieres instalar %s en este sitio."],"Insert variable":["Insertar variable"],"Shopping data preview:":["Vista previa de los datos de compra:"],"Availability":["Disponibilidad"],"Price":["Precio"],"Rating":["Valoración"],"%s reviews":["%s valoraciones"],"Rating: %s":["Valoración: %s"],"Image":["Imagen"],"Social description":["Descripción social"],"Social title":["Título social"],"Required by %s":["Requerido por %s"],"Auto-updates are disabled based on this setting for %1$s.":["Las actualizaciones automáticas están desactivadas en base a este ajuste de %1$s."],"Auto-updates are enabled based on this setting for %1$s.":["Las actualizaciones automáticas están activadas en base a este ajuste de %1$s."],"New":["Nuevo"],"seconds":["segundos"],"Select image":["Seleccionar imagen"],"Replace image":["Reemplazar imagen"],"site structure":["estructura del sitio"],"internal linking":["enlaces internos"],"breadcrumbs":["breadcrumbs"],"seo":["seo"],"Adds the Yoast SEO breadcrumbs to your template or content.":["Añade las breadcrumbs de Yoast SEO a tu plantilla o a tu contenido."],"Yoast Breadcrumbs":["Breadcrumbs de Yoast"],"The term is considered invalid. The following reason was given by WordPress: %s":["El término no se considera válido. WordPress ha dado la siguiente razón: %s"],"The post could not be found.":["No se ha podido encontrar la entrada."],"The term could not be found.":["No se ha podido encontrar el término."],"This feature has been disabled since subsites never send tracking data.":["Esta característica ha sido desactivada, ya que los subsitios nunca envían datos de seguimiento."],"We notice that you have installed WPML. To make sure your canonical URLs are set correctly, %1$sinstall and activate the WPML SEO add-on%2$s as well!":[""],"Unfortunately we cannot save changes to your SEO settings while you are working on a draft of an already-published %1$s. If you want to save your SEO changes, make sure to click 'Update', or wait to make your SEO changes until you are ready to update the %1$s.":["Lamentablemente, no podemos guardar los cambios en tus ajustes SEO mientras estás trabajando en un borrador de %1$s ya publicado. Si quieres guardar tus cambios de SEO, asegúrate de hacer clic en \"Actualizar\" o espera a hacer tus cambios de SEO hasta que estés listo para actualizar %1$s."],"Get started with Yoast SEO's content analysis for Elementor!":["¡Empieza con el análisis de contenido de Yoast SEO para Elementor!"],"Got it":["Entendido"],"New: Yoast SEO for Elementor":["Nuevo: Yoast SEO para Elementor"],"Because of a change in your category base setting, some of your SEO data needs to be reprocessed.":["Debido a un cambio en tu ajuste de la categoría base, algunos de tus datos SEO tienen que volver a ser procesados."],"Wait for a week or so, until %1$s automatically processes most of your content in the background.":["Espera una semana más o menos, hasta que %1$s procese automáticamente la mayoría de tu contenido en segundo plano."],"%s minute":["%s minuto","%s minutos"],"Est. reading time":["Tiempo de lectura"],"Written by":["Escrito por"],"Google Rich Results Test":["Prueba de resultados enriquecidos de Google"],"Find out how a rich snippet can improve visibility and click-through-rate.":["Descubre cómo puedes usar los fragmentos enriquecidos para aumentar tu visibilidad y tu tasa de clics."],"This adds an author byline and reading time estimate to the article’s snippet when shared on Slack.":["Añade una línea de autor y tiempo de lectura estimado al extracto del artículo cuando se comparte por Slack."],"Enhanced Slack sharing":["Compartir en Slack"],"Activate your subscription":["Activa tu suscripción"],"SEO data optimization is disabled for non-production environments.":["La optimización de datos SEO está desactivada para los entornos que no están en producción."],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":["Esta característica incluye y reemplaza el contador de enlaces de texto y el análisis de enlaces internos"],"This tab allows you to selectively disable %1$s integrations with third-party products for all sites in the network. By default all integrations are enabled, which allows site admins to choose for themselves if they want to toggle an integration on or off for their site. When you disable an integration here, site admins will not be able to use that integration at all.":["Esta pestaña te permite desactivar selectivamente las integraciones de %1$s con productos de terceros en todos los sitios de la red. Por defecto todas las integraciones están activas, lo que permite a los administradores de sitios elegir por sí mismos si quieren actviar o no una integración en su sitio. Cuando desactivas una integración aquí los administradores de sitios no podrán usar esa integración."],"Because of a change in your tag base setting, some of your SEO data needs to be reprocessed.":["Debido a un cambio en la configuración de la base de etiquetas, algunos de tus datos de SEO deben volver a procesarse."],"Stop SEO data optimization":["Detener la optimización de datos SEO"],"Oops, something has gone wrong and we couldn't complete the optimization of your SEO data. Please click the button again to re-start the process. ":["Vaya, algo ha ido mal y no hemos podido completar la optimización de tus datos SEO. Por favor, vuelve a hacer clic en el botón para reiniciar el proceso."],"Optimizing SEO data... This may take a while.":["Optimizando datos SEO… Esto puede tardar un rato."],"SEO data optimization complete":["Optimización de datos SEO completa"],"You can speed up your site and get insight into your internal linking structure by letting us perform a few optimizations to the way SEO data is stored. ":["Puedes acelerar tu sitio y obtener mejoras en la estructura de enlazado interno permitiéndonos realizar unas pocas optimizaciones en el modo en el que se almacenan los datos SEO."],"Start SEO data optimization":["Empezar la optimización de datos SEO"],"Learn more about the benefits of optimized SEO data.":["Aprende más sobre los beneficios de los datos SEO optimizados."],"You can speed up your site and get insight into your internal linking structure by letting us perform a few optimizations to the way SEO data is stored. If you have a lot of content it might take a while, but trust us, it's worth it.":["Puedes acelerar tu sitio y obtener mejoras en la estructura de enlazado interno permitiéndonos realizar unas pocas optimizaciones en el modo en el que se almacenan los datos SEO. Si tienes mucho contenido, puede que tarde un rato, pero fíate de nosotros, merece la pena."],"Optimize SEO Data":["Optimizar datos SEO"],"If the problem persists, please contact support.":["Si persiste el problema, por favor, contacta con soporte."],"Something has gone wrong and we couldn't complete the optimization of your SEO data. Please %1$sre-start the process%2$s.":["Vaya, algo ha ido mal y no pudimos completar la optimización de tus datos SEO. Por favor, %1$sreinicia el proceso.%2$s."],"All permalinks were successfully reset":["Todos los enlaces permanentes se han restablecido correctamente."],"We've encountered a problem trying to get related keyphrases. Please try again later.":["Hemos encontrado un problema al trarar de obtener las frases clave relacionadas. Por favor, inténtalo de nuevo más tarde."],"You've reached the maximum amount of 4 related keyphrases. You can change or remove related keyphrases in the %s metabox or sidebar.":["Has alcanzado la cantidad máxima de 4 frases clave relacionadas. Puedes cambiar o eliminar frases clave relacionadas en la caja meta o en la barra lateral de %s."],"Please wait while %1$s connects to %2$s to get related keyphrases...":["Por favor, espera mientras %1$s se conecta a %2$s para obtener frases clave relacionadas…"],"Upgrade your %s plan":["Actualiza tu plan de %s"],"You've reached your request limit for today. Check back tomorrow or upgrade your plan over at %s.":["Has alcanzado tu límite de peticiones de hoy. Vuelve mañana o actualiza tu plan en %s."],"Last month":["Último mes"],"Two months ago":["Hace dos meses"],"Three months ago":["Hace tres meses"],"Four months ago":["Hace cuatro meses"],"Five months ago":["Hace cinco meses"],"Six months ago":["Hace seis meses"],"Seven months ago":["Hace siete meses"],"Eight months ago":["Hace ocho meses"],"Nine months ago":["Hace nueve meses"],"Ten months ago":["Hace diez meses"],"Eleven months ago":["Hace once meses"],"Twelve months ago":["Hace doce meses"],"Get more insights at %s":["Consigue más estadísticas en %s"],"Keyphrase volume in the last 12 months on a scale from 0 to 100.":["Volumen de frases clave durante los últimos 12 meses en una escala de 0 a 100."],"Learn more about the related keyphrases trend":["Aprende más sobre las tendencias en frases clave relacionadas"],"Trend":["Tendencia"],"Learn more about the related keyphrases volume":["Aprende más sobre el volumen de frases clave relacionadas"],"Volume":["Volumen"],"Related keyphrase":["Frase clave relacionada"],"Select country":["Seleccionar país"],"Show results for:":["Mostrar resultados para:"],"Please enter a focus keyphrase first to get related keyphrases":["Por favor, introduce primero una frase clave relacionada para obtener las frases clave relacionadas "],"Sorry, there's no data available for that keyphrase/country combination.":["Lo siento, no hay ningún dato disponible para esa combinación de frase clave/país."],"Get related keyphrases":["Obtener frases clave relacionadas"],"Related keyphrases":["Frases clave relacionadas"],"The number of headers and header labels don't match.":["El número de cabeceras y etiquetas de cabeceras no coincide"],"The %s integration offers suggestions and insights for keywords related to the entered focus keyphrase.":["La integración con %s ofrece sugerencias y estadísticas de palabras clave relacionadas con la frase clave objetivo introducida."],"Disabling Yoast SEO's XML sitemaps will not disable WordPress' core sitemaps. In some cases, this %1$s may result in SEO errors on your site%2$s. These may be reported in Google Search Console and other tools.":["Deshabilitar los mapas de sitio XML de Yoast SEO no deshabilitará los mapas de sitio principales de WordPress. En algunos casos, %1$s puede generar errores de SEO en tu sitio %2$s. Estos se pueden informar en Google Search Console y otras herramientas."],"If you still need support and have an active subscription for this product, please email %s.":["Si aún necesitas ayuda y tienes una suscripción activa para este producto, por favor, envía un correo electrónico a %s."],"You can probably find an answer to your question in our %1$shelp center%2$s.":["Es probable que encuentres una respuesta a tu pregunta en nuestro %1$scentro de ayuda%2$s."],"Need support?":["¿Necesitas soporte?"],"Return to your %s":["Volver a tu %s"],"Make sure to save your %s for changes to take effect":["Asegúrate de haber guardado la %s para que tengan efecto los cambios "],"The advanced section of the %1$s meta box allows a user to remove posts from the search results or change the canonical. The settings in the schema tab allows a user to change schema meta data for a post. These are things you might not want any author to do. That's why, by default, only editors and administrators can do this. Setting to \"%2$s\" allows all users to change these settings.":["La sección avanzada de la caja meta %1$s permite a un usuario eliminar entradas de los resultados de búsqueda o cambiar el canónico. Estos ajustes en la pestaña del esquema permite a un usuario cambiar los datos meta de Schema para una entrada. Son cosas que quizá no quieras que haga un autor. Por eso, como predeterminado, solo pueden hacerlo los editores y administradores. Establecer esto como \"%2$s\" permitirá a todos los usuarios cambiar estos ajustes."],"Security: no advanced or schema settings for authors":["Seguridad: ningún ajuste avanzado o de Schema para los autores"],"Report":["Informe"],"Tech Article":["Artículo técnico"],"Scholarly Article":["Artículo académico"],"Satirical Article":["Artículo satírico"],"Advertiser Content Article":["Artículo con contenido publicitario"],"News Article":["Artículo de noticias"],"Social Media Posting":["Publicación en medios sociales"],"Article":["Artículo"],"Search Results Page":["Página de resultados de búsqueda"],"Real Estate Listing":["Anuncio inmobiliario"],"Checkout Page":["Página de finalizar compra"],"Collection Page":["Página de colección"],"Medical Web Page":["Página web médica"],"Contact Page":["Página de contacto"],"Profile Page":["Página de perfil"],"QA Page":["Página de preguntas y respuestas"],"FAQ Page":["Página FAQ"],"About Page":["Página Acerca de"],"Item Page":["Página de artículo"],"Web Page":["Página web"],"Default for %1$s (%2$s)":["Predeterminado para %1$s (%2$s)"],"This helps search engines understand your website and your content. You can change some of your settings for this page below.":["Esto ayuda a los motores de búsqueda a comprender tu web y tu contenido. A continuación, puedes cambiar algunos de tus ajustes para esta página."],"Yoast SEO automatically describes your pages using schema.org":["Yoast SEO describe automáticamente tus páginas usando schema.org"],"Article type":["Tipo de artículo"],"Page type":["Tipo de página"],"Learn more about page or content types":["Aprende más sobre los tipos de página o de contenido"],"What type of page or content is this?":["¿Qué tipo de página o contenido es este?"],"Structured Data":["Datos estructurados"],"Yoast How-to":["Guía de Yoast"],"Yoast FAQ":["FAQ de Yoast"],"%1$s: Does not contain the exact match. %2$sTry to write the exact match of your keyphrase in the SEO title and put it at the beginning of the title%3$s.":["%1$s: No coincide exactamente. %2$sPrueba escribiendo tu frase clave exacta en el título SEO y pon la frase clave al principio del título%3$s."],"%1$s: The exact match of the focus keyphrase appears in the SEO title, but not at the beginning. %2$sMove it to the beginning for the best results%3$s.":["%1$s: Tu frase clave objetivo exacta aparece en el título SEO pero no al principio %2$sMuévale al principio para obtener los mejores resultados posibles%3$s."],"%1$s Internal Linking Blocks":["Bloques de %1$s de enlazado interno"],"Allow us to track some data about your site to improve our plugin.":["Nos permite realizar seguimiento de algunos datos de tu sitio para mejorar nuestro plugin."],"Usage tracking":["Seguimiento de uso"],"Can we collect anonymous information about your website to enhance %1$s?":["¿Podemos recopilar información anónima sobre tu sitio para mejorar %1$s?"],"Read more about how internal linking can improve your site structure.":["Lee más sobre cómo el enlazado interno puede mejorar la estructura de tu sitio."],"Link suggestions":["Sugerencias de enlaces"],"Insights":["Estadísticas"],"Remove image":["Eliminar imagen"],"The file size of the uploaded image is too large for %s. File size must be less than %s.":["El tamaño de archivo de la imagen subida es demasiado grande para %s. El tamaño del archivo debe ser menor de %s."],"The format of the uploaded image is not supported. The supported formats are: %s, %s, %s and %s.":["El formato de la imagen subida no está admitido. Los formatos admitidos son: %s, %s, %s y %s."],"You have uploaded a %s. Please note that, if it’s an animated %s, only the first frame will be used.":["Has subido un %s. Por favor, ten en cuenta que si es un %s animado solo se usará el primer frame."],"Your image dimensions are not suitable. The minimum dimensions are %dx%d pixels. The maximum dimensions are %dx%d pixels.":["Las dimensiones de su imagen no son adecuadas. Las dimensiones mínimas son de %dx%d píxeles. Las dimensiones máximas son de %dx%d píxeles."],"Your image dimensions are not suitable. The minimum dimensions are %dx%d pixels.":["Las dimensiones de su imagen no son adecuadas. Las dimensiones mínimas son de %dx%d píxeles."],"Dismiss":["Descartar"],"Because of a change in your permalink structure, some of your SEO data needs to be reprocessed.":["Debido a un cambio en la estructura de tus enlaces permanentes, algunos de tus datos SEO tienen que volver a ser procesados."],"Because of a change in your home URL setting, some of your SEO data needs to be reprocessed.":["Debido a un cambio en los ajustes de tu URL de categorías, algunos de tus datos SEO tienen que volver a ser procesados."],"Please upgrade your WordPress version or install the Gutenberg plugin to get this %1$s feature.":["Por favor, actualiza tu versión de WordPress o instala el plugin Gutenberg para conseguir esta característica de %1$s."],"Marking links with nofollow/sponsored has been disabled for WordPress installs < 5.4.":["Marcar enlaces con nofollow/sponsored se ha desactivado para instalaciones de WordPress inferiores a la 5.4."],"Open in new tab":["Abrir en una nueva pestaña"],"This is a sponsored link or advert (mark as %1$ssponsored%2$s)%3$s":["Este es un enlace sponsored o un anuncio (marcado como %1$ssponsored%2$s)%3$s"],"Search engines should ignore this link (mark as %1$snofollow%2$s)%3$s":["Los motores de búsqueda debería ignorar este enlace (marcado como %1$snofollow%2$s)%3$s"],"Learn more about marking a link as nofollow or sponsored.":["Aprende más sobre marcar un enlace como nofollow o sponsored."],"Link inserted.":["Enlace insertado."],"Link edited.":["Enlace editado."],"Warning: the link has been inserted but may have errors. Please test it.":["Advertencia: el enlace se ha insertado pero puede tener errores. Por favor, compruébalo."],"Unlink":["Desvincular"],"Link removed.":["Enlace removido"],"Link":["Enlace"],"We've analyzed your post. There is still room for improvement!":["Hemos analizado tu entrada. ¡Todavía hay posibilidad de mejoras!"],"We've analyzed your post. Everything looks good. Well done!":["Hemos analizado tu entrada. Todo parece estar bien. ¡Bien hecho!"],"No focus keyword was entered":["No se ha introducido ninguna frase clave objetivo"],"Share your post!":["¡Comparte tu entrada!"],"Improve your post with Yoast SEO":["Mejora tu entrada con Yoast SEO"],"SEO analysis:":["Análisis SEO:"],"The links columns show the number of articles on this site linking %3$sto%4$s this article and the number of URLs linked %3$sfrom%4$s this article. Learn more about %1$show to use these features to improve your internal linking%2$s, which greatly enhances your SEO.":["La columna de enlaces muestra el número de artículos de este sitio que enlazan %3$sa%4$s este artículo y el número de URLs enlazadas %3$sdesde%4$s este artículo. Aprende más sobre %1$scómo usar estas características para mejorar tu enlazado interno%2$s, algo que mejora enormemente tu SEO."],"We've written an article about %1$show to use the SEO score and Readability score%2$s.":["Hemos escrito un artículo sobre cómo %1$susar la puntuación de SEO y legibilidad%2$s."],"%1$s adds several columns to this page.":["%1$s añade varias columnas a esta página."],"We estimate this will take less than a minute.":["Estimamos que esto llevará menos de un minuto."],"We estimate this will take a couple of minutes.":["Estimamos que esto llevará un par de minutos."],"%1$sRun the indexation process on your server%2$s using %3$sWP CLI%2$s.":["%1$sEjecuta el proceso de indexación en tu servidor%2$s usando %3$sWP CLI%2$s."],"We estimate this could take a long time, due to the size of your site. As an alternative to waiting, you could:":["Estimamos que esto llevará mucho tiempo, debido al tamaño de tu sitio. Como alternativa a esperar podrías:"],"Show debug information":["Mostrar información de depuración"],"Your site will continue to work normally, but won't take full advantage of %s.":["Tu sitio seguirá funcionando normalmente, pero no aprovechará todas las ventajas de %s."],"%s had problems creating the database tables needed to speed up your site.":["%s ha tenido problemas al crear las tablas de la base de datos necesarias para acelerar tu sitio."],"Your keyphrase is too long. It can be a maximum of 191 characters.":["Tu frase clave es demasiado larga. Puede tener un máximo de 191 caracteres."],"%1$sFind out how to solve this problem on our help center%2$s.":["%1$sDescubre cómo resolver este problema en nuestro centro de ayuda%2$s."],"The text link counter feature is not working as expected":["La característica del contador de enlaces a texto no está funcionando como es de esperar"],"The text link counter helps you improve your site structure. %1$sFind out how the text link counter can enhance your SEO%2$s.":["El contador de enlaces a texto te ayuda a mejorar la estructura de tu sitio. %1$sDescubre cómo puede el contador de enlaces a texto mejorar tu SEO%2$s."],"The text link counter is working as expected":["El contador de enlaces a texto está funcionando como es de esperar"],"I don't want this site to show in the search results.":["No quiero que este sitio se muestre en los resultados de búsqueda."],"If you want search engines to show this site in their results, you must %1$sgo to your Reading Settings%2$s and uncheck the box for Search Engine Visibility.":["Si quieres que los motores de búsqueda muestren este sitio en sus resultados debes %1$sir a tus ajustes de lectura%2$s y desmarcar la casilla de visibilidad en los motores de búsqueda."],"Learn more about the no-index setting on our help page.":["Aprende más sobre el ajuste de noindex en nuestra página de ayuda."],"Even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Aunque puedes configurar aquí los ajustes de meta robots, el sitio completo está configurado como noindex en los ajustes de privacidad globales, así que estos ajustes no tendrían efecto."],"Learn more about canonical URLs on our help page.":["Aprende más sobre las URLs canonical en nuestra página de ayuda."],"Learn more about the breadcrumbs title setting on our help page.":["Aprende más sobre el ajuste del título de las breadcrumbs en nuestra página de ayuda."],"Learn more about advanced meta robots settings on our help page.":["Aprende más sobre los ajustes avanzados de meta robots en nuestra página de ayuda."],"Learn more about the no-follow setting on our help page.":["Aprende más sobre el ajuste nofollow en nuestra página de ayuda."],"Should search engines follow links on this content?":["¿Deberían los motores de búsqueda seguir los enlaces de este contenido?"],"This %1$s REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use %1$s for all their SEO meta output.":["La variable %1$s de la API REST te da todos los metadatos que necesitas para una URL específica. Esto hará que para los sitios WordPress descabezados utilicen %1$s para la salida de todos sus meta SEO."],"REST API: Head endpoint":["API REST: Variable de cabecera"],"Please read %1$sthis help article%2$s to find out how to resolve this problem.":["Por favor, lee %1$seste artículo de ayuda%2$s para descubrir cómo resolver este problema. "],"Replaced with the term ancestors hierarchy":["Reemplazado con la jerarquía de antecesores del término"],"Term hierarchy":["Jerarquía de términos"],"%1$sYou can change the tagline in the customizer%2$s.":["%1$sPuedes cambiar la descripción corta en el personalizador%2$s."],"You still have the default WordPress tagline. Even an empty one is probably better.":["Aún tienes la descripción corta por defecto de WordPress. Incluso una en blanco es probablemente mejor."],"You should change the default WordPress tagline":["Deberías cambiar la descripción corta por defecto de WordPress"],"You are using a custom tagline or an empty one.":["Estás utilizando una descripción corta personalizada o una vacía."],"You changed the default WordPress tagline":["Has cambiado la descripción corta por defecto de WordPress"],"Comments on your posts are displayed on a single page. This is just like we'd suggest it. You're doing well!":["Los comentarios de tus entradas se muestran en una página individual. Esto es tal como lo hemos sugerido. ¡Lo estás haciendo bien!"],"It's highly recommended to have your postname in the URL of your posts and pages. Consider setting your permalink structure to %s.":["Es muy recomendable que tengas el nombre de la entrada en la URL de tus entradas y páginas. Considera ajustar la estructura de tus enlaces permanentes como %s."],"You do not have your postname in the URL of your posts and pages":["No tienes el nombre de la entrada en la URL de tus entradas y páginas"],"You do have your postname in the URL of your posts and pages.":["Tienes el nombre de la entrada en la URL de tus entradas y páginas."],"Your permalink structure includes the post name":["Tu estructura de enlaces permanentes incluye el nombre de la entrada"],"Comments on your posts break into multiple pages. As this is not needed in 999 out of 1000 cases, we recommend you disable it. To fix this, uncheck \"Break comments into pages...\" on the Discussion Settings page.":["Los comentarios dte us entradas se dividen en varias páginas. Como esto no es necesario en 999 de cada 1000 casos, le recomendamos que lo desactive. Para solucionar esto, desmarque \"Separar comentarios en páginas...\" en la página ajustes de comentarios."],"Comments break into multiple pages":["Los comentarios se dividen en varias páginas."],"Comments are displayed on a single page":["Los comentarios se muestran en una sola página"],"No title":["Sin título"],"%1$sGo to the Discussion Settings page%2$s":["%1$sIr a la página de ajustes de comentarios%2$s"],"%1$sThis was reported by the %2$s plugin%3$s":["%1$sEsto ha sido informado por el plugin %2$s%3$s"],"Mobile result":["Resultado móvil"],"Preview as:":["Vista previa como:"],"Desktop result":["Resultado en escritorio"],"When you click OK we will open our HelpScout beacon where you can find answers to your questions. This beacon will load our support data and also potentially set cookies.":["Cuando hagas clic en Aceptar, abriremos nuestra baliza de HelpScout donde podrás encontrar respuestas a tus preguntas. Esta baliza cargará nuestros datos de soporte y, potencialmente, también podrá establecer cookies."],"The browser you are currently using is unfortunately rather dated. Since we strive to give you the best experience possible, we no longer support this browser. Instead, please use %1$sFirefox%4$s, %2$sChrome%4$s or %3$sMicrosoft Edge%4$s.":["Lamentablemente, el navegador que estás usando actualmente está bastante anticuado. Dado que nos esforzamos para ofrecerte la mejor experiencia posible, ya no tenemos compatibilidad con este navegador. En su lugar, usa %1$sFirefox%4$s, %2$sChrome%4$s o %3$sMicrosoft Edge%4$s."],"If you want to apply advanced <code>meta</code> robots settings for this page, please define them in the following field.":["Si desea aplicar configuraciones avanzadas de robots <code> meta </code> para esta página, defínalos en el siguiente campo."],"Check out %1$s":["Consulta %1$s"],"We have both free and premium online courses to learn everything you need to know about SEO.":["Tenemos cursos en línea gratuitos y premium para aprender todo lo que necesita saber sobre SEO."],"Want to learn SEO from Team Yoast? Check out our %1$s!":["¿Quieres aprender SEO del equipo Yoast? ¡Mira nuestro %1$s!"],"Learn SEO":["Aprende SEO"],"%s settings to import:":["%s configuraciones para importar:"],"Import settings from another %1$s installation by pasting them here and clicking \"%2$s\".":["Importe la configuración de otra instalación %1$s pegándola aquí y haciendo clic en \"%2$s\""],"Your %1$s settings:":["Tu configuración de %1$s:"],"Schema":["Esquema"],"Please check the format of the YouTube URL you entered. %s":["Por favor, comprueba el formato de la URL de YouTube que has introducido. %s"],"Please check the format of the Wikipedia URL you entered. %s":["Por favor, verifique el formato de la URL de la página de Wikipedia que ingresó. %s"],"Please check the format of the Pinterest URL you entered. %s":["Por favor, verifique el formato de la URL de la página de Pinterest que ingresó. %s"],"Please check the format of the MySpace URL you entered. %s":["Por favor, verifique el formato de la URL de la página de MySpace que ingresó. %s"],"Please check the format of the LinkedIn URL you entered. %s":["Por favor, comprueba el formato de la URL de LinkedIn que has introducido. %s"],"Please check the format of the Instagram URL you entered. %s":["Por favor, verifique el formato de la URL de la página de Instagram que ingresó. %s"],"Please check the format of the Facebook Page URL you entered. %s":["Por favor, verifique el formato de la URL de la página de Facebook que ingresó. %s"],"Settings saved.":["Configuraciones guardadas"],"Dismiss this alert":["Descartar esta alerta"],"The submitted value was: %s":["El valor enviado fue: %s"],"Yandex confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Los códigos de confirmación de Yandex solo pueden contener letras de la A a la F, números, guiones y guiones bajos. %s"],"Twitter usernames can only contain letters, numbers, and underscores. %s":["Los nombres de usuario de Twitter solo pueden contener letras, números y guiones bajos %s"],"Pinterest confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Los códigos de confirmación de Pinterest solo pueden contener letras de la A a la F, números, guiones y guiones bajos. %s"],"Bing confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Los códigos de confirmación de Bing solo pueden contener letras de la A a la F, números, guiones y guiones bajos. %s"],"Google verification codes can only contain letters, numbers, hyphens, and underscores. %s":["Los códigos de verificación de Google solo pueden contener letras, números, guiones y guiones bajos. %s"],"Baidu verification codes can only contain letters, numbers, hyphens, and underscores. %s":["Los códigos de verificación de Baidu solo pueden contener letras, números, guiones y guiones bajos. %s"],"Show this item.":["Mostrar este elemento."],"Hide this item.":["Ocultar este elemento."],"You have %d hidden problem:":["Tiene un%d problema oculto:","Tienen varios %d problemas ocultos:"],"You have %d hidden notification:":["Tiene una %d notificación oculta:","Tienen %d notificaciones ocultas:"],"Focus keyphrase not set":["Frase clave objetivo no establecida"],"The form contains %1$s error. %2$s":["El formulario contiene %1$serror%2$s","El formulario contiene %1$serrores%2$s"],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly.":["Las siguientes palabras y combinaciones de palabras ocurren más en el contenido. Estos dan una indicación de en qué se enfoca su contenido. Si las palabras difieren mucho de su tema, es posible que desee volver a escribir su contenido en como corresponde."],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":["Una vez que agregue un poco más de contenido, le daremos una lista de las palabras que más aparecen. Esto nos dará un indicio del enfoque de su contenido."],"%d occurrences":["%d ocurrencias"],"Activate %s for your site on MyYoast":["Habilita %s para su sitio en MyYoast"],"Show blog page in breadcrumbs":["Mostrar la página blog en los breadcrumbs"],"We could not find any relevant articles on your website that you could link to from your post.":["No pudimos encontrar ningún artículo relevante en su sitio web que pudiera vincular desde su publicación."],"Has feedback":["Tiene comentarios"],"Content optimization:":["Optimización de contenido:"],"%1$sSEO%2$s: %3$s":["%1$sSEO%2$s: %3$s"],"%1$sReadability%2$s: %3$s":["%1$sLectura%2$s: %3$s"],"Post Noindexed":["Publicado no indexado"],"No Focus Keyphrase":["No hay frase clave de enfoque"],"Posts with the SEO score: %s":["Publicaciones con la puntuación SEO: %s"],"SEO: %s":["SEO: %s"],"%s video tutorial":["%s Video tutorial"],"To view your current crawl errors, %1$splease visit Google Search Console%2$s.":["Para ver sus errores de rastreo actuales, %1$spor favor visite la Consola de búsqueda de Google%2$s."],"Google has discontinued its Crawl Errors API. Therefore, any possible crawl errors you might have cannot be displayed here anymore. %1$sRead our statement on this for further information%2$s.":["Google ha descontinuado su API de Errores de Rastreo. Por lo tanto, cualquier posible error de rastreo que pueda haber dejado de mostrarse aquí. %1$sLea nuestra declaración sobre esto para obtener más información%2$s."],"Get the %s plugin now!":["¡Consigue el plugin %s ahora!"],"Personal info":["Información personal"],"Organization logo":["Logo de la organización"],"Organization name":["Nombre de la organización"],"(if one exists)":["(si existe uno)"],"Wikipedia page about you":["Página de Wikipedia sobre usted"],"YouTube profile URL":["URL del perfil de Youtube"],"Tumblr profile URL":["URL del perfil de Tumblr"],"SoundCloud profile URL":["URL del perfil de SoundCloud"],"MySpace profile URL":["URL del perfil de MySpace"],"Organization":["Organización"],"You have previously set your site to represent a person. We’ve improved our functionality around Schema and the Knowledge Graph, so you should go in and %1$scomplete those settings%2$s.":["Previamente ha configurado su sitio para representar a una persona. Hemos mejorado nuestra funcionalidad sobre Schema y el Knowledge Graph, así que deberías ir y %1$scompletar estos ajustes%2$s."],"Select a user...":["Selecciona un usuario..."],"Uncategorized":["Sin Categoría"],"Pinterest profile URL":["Dirección URL de cuenta de Pinterest"],"LinkedIn profile URL":["Dirección URL de cuenta de LinkedIn"],"Instagram profile URL":["Dirección URL de cuenta de Instagram"],"No JSON object was returned.":["No se ha devuelto un objeto JSON."],"Received internal links":["Enlaces internos recibidos"],"Outgoing internal links":["Enlaces salientes internos"],"New step added":["Nuevo paso agregado"],"New question added":["Nueva pregunta agregada"],"For this feature to work, %1$s needs to create a table in your database. We were unable to create this table automatically.":["Para que esta característica funcione, %1$s  necesita crear una tabla en su base de datos. No hemos podido crear esta tabla automáticamente."],"Keyphrase":["Frase clave"],"%3$sImage Keyphrase%5$s: Out of %2$d images on this page, %1$d have alt attributes with words from your keyphrase or synonyms. That's a bit much. %4$sOnly include the keyphrase or its synonyms when it really fits the image%5$s.":["%3$sFrase clave de la imagen%5$s: De %2$d imágenes en esta página, %1$d tienen atributos `alt` con palabras de tu frase clave o sinónimos. Eso es demasiado. %4$sIncluye la frase clave o sus sinónimos solo cuando realmente encajen con la imagen%5$s."],"%3$sImage Keyphrase%5$s: Out of %2$d images on this page, only %1$d has an alt attribute that reflects the topic of your text. %4$sAdd your keyphrase or synonyms to the alt tags of more relevant images%5$s!":["%3$sFrase clave de la imagen%5$s: De %2$d imágenes en esta página, solo %1$d tiene un atributo `alt` que refleja el tema de tu texto. ¡%4$sAñade tu frase clave o sinónimos a las etiquetas `alt` de las imágenes más relevantes%5$s!","%3$sFrase clave de la imagen%5$s: De %2$d imágenes en esta página, solo %1$d tienen un atributo `alt` que refleja el tema de tu texto. ¡%4$sAñade tu frase clave o sinónimos a las etiquetas `alt` de las imágenes más relevantes%5$s!"],"%1$sImage Keyphrase%3$s: Images on this page do not have alt attributes that reflect the topic of your text. %2$sAdd your keyphrase or synonyms to the alt tags of relevant images%3$s!":["%1$sFrase clave de la imagen%3$s: Las imágenes de esta página no tienen atributos `alt` que reflejen el tema de tu texto. ¡%2$sAñade tu frase clave o sinónimos a las etiquetas `alt` de las imágenes relevantes%3$s!"],"%1$sImage Keyphrase%3$s: Images on this page have alt attributes, but you have not set your keyphrase. %2$sFix that%3$s!":["%1$sFrase clave de la imagen%3$s: Las imágenes de esta página tienen atributos `alt`, pero no has establecido tu frase clave. ¡%2$sCorrígelo%3$s!"],"%1$sKeyphrase in subheading%2$s: %3$s of your H2 and H3 subheadings reflects the topic of your copy. Good job!":["%1$sFrase clave en subtítulo%2$s: %3$s de tus subtítulos H2 y H3 refleja el tema de tu texto. ¡Buen trabajo!","%1$sFrase clave en subtítulo%2$s: %3$s de tus subtítulos H2 y H3 reflejan el tema de tu texto. ¡Buen trabajo!"],"%1$sKeyphrase in subheading%2$s: Your H2 or H3 subheading reflects the topic of your copy. Good job!":["%1$sFrase clave en subtítulo%2$s: tus subtítulos H2 o H3 reflejan el tema de tu texto. ¡Buen trabajo!"],"%1$sKeyphrase in subheading%3$s: %2$sUse more keyphrases or synonyms in your H2 and H3 subheadings%3$s!":["%1$sFrase clave en subtítulo%3$s: ¡%2$sUsa más frases clave o sinónimos en tus subtítulos H2 o H3%3$s!"],"Page %s":["Página %s"],"Cannot get the size of %1$s because of unknown reasons.":["No se puede obtener el tamaño de  %1$s por razones desconocidas"],"Cannot get the size of %1$s because it is hosted externally.":["No se puede obtener el tamaño de %1$s por que esta hospedado externamente"],"%1$sSingle title%3$s: H1s should only be used as your main title. Find all H1s in your text that aren't your main title and %2$schange them to a lower heading level%3$s!":["%1$sTítulo único%3$s: Los H1 solo deben usarse como título principal. Encuentra todos los H1 en tu texto que no son su título principal y %2$scámbielos a un nivel de encabezado más bajo%3$s!"],"%1$sKeyphrase density%2$s: The keyphrase was found %5$d time. That's way more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$sDensidad frase clave%2$s: La frase clave de enfoque se encontró %5$d vez. Esto es mucho más del máximo recomendado de %3$d veces para un texto de esta longitud. ¡%4$sNo sobre-optimices%2$s!","%1$sDensidad frase clave%2$s: La frase clave de enfoque se encontró %5$d veces. Esto es mucho más del máximo recomendado de %3$d veces para un texto de esta longitud. ¡%4$sNo sobre-optimices%2$s!"],"%1$sKeyphrase density%2$s: The keyphrase was found %5$d time. That's more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$sDensidad frase clave%2$s: La frase clave de enfoque se encontró %5$d vez. Esto es mucho más del máximo recomendado de %3$d veces para un texto de esta longitud. ¡%4$sNo sobre-optimices%2$s!","%1$sDensidad frase clave%2$s: La frase clave de enfoque se encontró %5$d veces. Esto es mucho más del máximo recomendado de %3$d veces para un texto de esta longitud. ¡%4$sNo sobre-optimices%2$s!"],"%1$sKeyphrase density%2$s: The keyphrase was found %3$d time. This is great!":["%1$sDensidad de frase clave%2$s: La frase clave objetivo se ha encontrado %3$d vez. ¡Eso está genial!","%1$sDensidad de frase clave%2$s: La frase clave objetivo se ha encontrado %3$d veces. ¡Eso está genial!"],"%1$sKeyphrase density%2$s: The keyphrase was found %5$d time. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sDensidad frase clave%2$s: La frase clave de enfoque se encontró %5$d vez. Esto es mucho menos del mínimo recomendado de %3$d veces para un texto de esta longitud. ¡%4$sEnfócate en tu frase clave%2$s!","%1$sDensidad frase clave%2$s: La frase clave de enfoque se encontró %5$d veces. Esto es mucho menos del mínimo recomendado de %3$d veces para un texto de esta longitud. ¡%4$sEnfócate en tu frase clave%2$s!"],"%1$sKeyphrase density%2$s: The keyphrase was found 0 times. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sDensidad de la frase clave%2$s: La frase clave se encontró 0 veces. Eso es  inferior al mínimo recomendado de  %3$d veces para frases de esta longitud. %4$sSe enfoca en la frase clave%2$s!"],"Import of settings is only supported on servers that run PHP 5.3 or higher.":["La importación de ajustes funciona únicamente con servidores corriendo PHP 5.3 o superior."],"Export your %1$s settings here, to copy them on another site.":["Exporta usted %1$s ajustes aquí para copiarlos en otro sitio."],"No settings found.":["No se encontraron ajustes"],"These are settings for the %1$s plugin by %2$s":["Estos son los ajustes para el plugin %1$s de %2$s"],"Copy all these settings to another site's %1$s tab and click \"%1$s\" there.":["Copiar todas la configuración a otro tab del sitio %1$s y clic en \"%1$s\""],"You do not have the required rights to export settings.":["No tiene los permisos suficientes para exportar configuraciónes."],"Method %1$s() does not exist in class %2$s":["El método %1$s() no existe en la clase %2$s"],"With %s, you can easily create such redirects.":["Con %s, puede crear fácilmente tales redireccionamientos."],"Learn about why permalinks are important for SEO.":["Aprende acerca de la importancia de los permalinks para SEO."],"Changing your permalinks settings can seriously impact your search engine visibility. It should almost %1$s never %2$s be done on a live website.":["Cambiando las configuraciones de sus permalinks puede impactar seriamente su visibilidad en los motores de búsqueda. Esto casi %1$s nunca %2$s debería hacerse en un sitio web en vivo."],"WARNING:":["ADVERTENCIA:"],"%1$sFunction words in keyphrase%3$s: Your keyphrase \"%4$s\" contains function words only. %2$sLearn more about what makes a good keyphrase.%3$s":["%1$sPalabras de función en frase clave%3$s: Tu frase clave \"%4$s\" contiene únicamente palabras de función. %2$sAprende más acerca de lo que hace una buena frase clave.%3$s"],"Clear Image":["Borrar Imagen"],"%1$sKeyphrase length%3$s: %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sLongitud de frase clave%3$s: %2$sEstablece una frase clave para poder calcular tu puntaje SEO%3$s."],"%1$sKeyphrase in slug%2$s: More than half of your keyphrase appears in the slug. That's great!":["%1$sFrase clave en el slug%2$s: Más de la mitad de su frase clave aparece en el slug. ¡Eso es grandioso!"],"%1$sKeyphrase in slug%3$s: (Part of) your keyphrase does not appear in the slug. %2$sChange that%3$s!":["%1$sFrase clave en el slug%3$s: (Parte de) su frase clave no aparece en el slug. ¡%2$sCambia eso%3$s!"],"%1$sKeyphrase in slug%2$s: Great work!":["%1$sFrase clave en el slug%2$s: ¡Gran trabajo!"],"Help on choosing the perfect focus keyphrase":["Ayuda para elegir la palabra clave perfecta"],"Go %s!":["Vamos %s!"],"Add related keyphrase":["Agregar palabra clave relacionada "],"Upgrade to %s":["Mejorar a %s"],"Get %s":["Obtener %s"],"%4$sPreviously used keyphrase%6$s: You've used this keyphrase %1$s multiple times before%3$s. %5$sDo not use your keyphrase more than once%6$s.":["%4$sFrase clave usada anteriormente%6$s: Has usado esta frase clave objetivo %1$s múltiples veces antes%3$s. %5$sNo uses tu frase clave objetivo más de una vez%6$s."],"%3$sPreviously used keyphrase%5$s: You've used this keyphrase %1$sonce before%2$s. %4$sDo not use your keyphrase more than once%5$s.":["%3$sFrase clave previamente utilizada%5$s: Ha utilizado esta frase clave %1$suna vez antes%2$s. %4$sNo utilice su frase clave más de una vez%5$s."],"%1$sPreviously used keyphrase%2$s: You've not used this keyphrase before, very good.":["%1$sFrase clave previamente utilizada%2$s: No ha utilizado esta frase clave anteriormente, muy bien."],"%1$sImages%3$s: No images appear on this page. %2$sAdd some%3$s!":["%1$sImágenes%3$s: No hay imágenes en esta página. ¡%2$sAñade algunas%3$s!"],"%1$sLink keyphrase%3$s: You're linking to another page with the words you want this page to rank for. %2$sDon't do that%3$s!":["%1$sEnlace frase clave%3$s: Se está enlazando a otra página con las palabras que desea renquear su página. ¡%2$sNo haga eso%3$s!"],"%2$sText length%3$s: The text contains %1$d %4$s. Good job!":["%2$sLongitud del texto%3$s: El texto contiene %1$d %4$s. ¡Buen trabajo!"],"%1$sKeyphrase in subheading%3$s: More than 75%% of your H2 and H3 subheadings reflect the topic of your copy. That's too much. %2$sDon't over-optimize%3$s!":["%1$sFrase clave en el subtítulo%3$s: Más del 75%% de tus subtítulos H2 y H3 reflejan el tema de tu texto. Eso es demasiado. ¡%2$sNo optimices en exceso%3$s!"],"%1$sSEO title width%3$s: %2$sPlease create an SEO title%3$s.":["%1$sAmplitud título SEO%3$s: %2$sPor favor cree un título SEO%3$s."],"%1$sSEO title width%3$s: The SEO title is wider than the viewable limit. %2$sTry to make it shorter%3$s.":["%1$sAmplitud título SEO%3$s: El título SEO es más ancho que el límite visible. %2$sInténtelo hacerlo más corto%3$s."],"%1$sSEO title width%2$s: Good job!":["%1$sAmplitud título SEO%2$s: ¡Buen trabajo!"],"%1$sSEO title width%3$s: The SEO title is too short. %2$sUse the space to add keyphrase variations or create compelling call-to-action copy%3$s.":["%1$sAmplitud título SEO%3$s: El título SEO es demasiado corto. %2$sUtilice el espacio para agregar variaciones de la frase clave o crear un texto convincente que llame a la acción%3$s."],"%1$sOutbound links%2$s: There are both nofollowed and normal outbound links on this page. Good job!":["%1$sEnlaces salientes%2$s: Existen enlaces de salida tanto nofollow como normales en esta página. ¡Buen trabajo!"],"%1$sOutbound links%2$s: Good job!":["%1$sEnlaces salientes%2$s: ¡Buen trabajo!"],"%1$sOutbound links%3$s: All outbound links on this page are nofollowed. %2$sAdd some normal links%3$s.":["%1$sEnlaces salientes%3$s: Todos los enlaces salientes de ésta página son nofollow. %2$sAgregue algunos enlaces normales%3$s."],"%1$sOutbound links%3$s: No outbound links appear in this page. %2$sAdd some%3$s!":["%1$sEnlaces salientes%3$s: Ningún enlace saliente aparece en ésta página. ¡%2$sAgrega algunos%3$s!"],"%1$sMeta description length%2$s: Well done!":["%1$sMeta longitud de descripción %2$s: ¡Bien hecho!"],"%1$sMeta description length%3$s: The meta description is over %4$d characters. To ensure the entire description will be visible, %2$syou should reduce the length%3$s!":["%1$sLongitud de Meta descripción%3$s: La meta descripción está sobre %4$d caracteres. Para asegurarse que la descripción entera sea visible, ¡%2$sdeberías reducir la longitud%3$s!"],"%1$sMeta description length%3$s: The meta description is too short (under %4$d characters). Up to %5$d characters are available. %2$sUse the space%3$s!":["%1$sLongitud de Meta descripción%3$s: La meta descripción es demasiado corta (debajo de los %4$d caracteres). Hasta %5$d caracteres se encuentran disponibles. ¡%2$sUtiliza el espacio%3$s!"],"%1$sMeta description length%3$s:  No meta description has been specified. Search engines will display copy from the page instead. %2$sMake sure to write one%3$s!":["%1$sLongitud de Meta descripción%3$s:  Ninguna meta descripción ha sido especificada. Los motores de búsqueda mostrarán el escrito de esta página en su lugar. ¡%2$sAsegúrate de escribir una%3$s!"],"%1$sKeyphrase in meta description%2$s: The meta description has been specified, but it does not contain the keyphrase. %3$sFix that%4$s!":["%1$sFrase clave en meta descripción%2$s: La meta descripción ha sido especificada, pero no contiene la frase clave. ¡%3$sArregla eso%4$s!"],"%1$sKeyphrase in meta description%2$s: The meta description contains the keyphrase %3$s times, which is over the advised maximum of 2 times. %4$sLimit that%5$s!":["%1$sFrase clave en meta descripción%2$s: La meta descripción contiene la frase clave %3$s veces, lo cual está encima de máximo recomendado de 2 veces. ¡%4$sArregla eso%5$s!"],"%1$sKeyphrase in meta description%2$s: Keyphrase or synonym appear in the meta description. Well done!":["%1$sFrase clave en meta descripción%2$s: La frase clave o un sinónimo aparece en la meta descripción. ¡Bien hecho!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's way more than the recommended maximum of %2$d %6$s. %4$sMake it shorter%5$s!":["%3$sLongitud de la frase clave%5$s: La frase clave tiene %1$d %6$s de longitud. Es mucho más que el máximo recomendado de %2$d %6$s. ¡%4$sHazla más corta%5$s!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's more than the recommended maximum of %2$d %6$s. %4$sMake it shorter%5$s!":["%3$sLongitud de la frase clave%5$s: La frase clave tiene %1$d %6$s de longitud. Es más que el máximo recomendado de %2$d %6$s. ¡%4$sHazla más corta%5$s!"],"%1$sKeyphrase length%2$s: Good job!":["%1$sLongitud de frase clave%2$s: ¡Buen trabajo!"],"%1$sKeyphrase length%3$s: No focus keyphrase was set for this page. %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sLongitud de frase clave%3$s: Ninguna frase clave de enfoque fue establecida para ésta página. %2$sEstablece una frase clave para poder calcular tu puntaje SEO%3$s."],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms do not appear in the first paragraph. %2$sMake sure the topic is clear immediately%3$s.":["%1$sFrase clave en introducción%3$s: Tu frase clave o sus sinónimos no aparecen en el primer párrafo. %2$sAsegúrate de que el tema es claro inmediatamente%3$s."],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms appear in the first paragraph of the copy, but not within one sentence. %2$sFix that%3$s!":["%1$sFrase clave en la introducción%3$s: Tu frase clave o sus sinónimos aparecen en el primer párrafo de la copia, pero no dentro de una frase. ¡%2$sCorrígelo%3$s!"],"%1$sKeyphrase in introduction%2$s: Well done!":["%1$sFrase clave en introducción%2$s: ¡Bien hecho!"],"%1$sInternal links%2$s: There are both nofollowed and normal internal links on this page. Good job!":["%1$sEnlaces internos%2$s: Existen enlaces internos tanto sin seguimiento como normales en ésta página. ¡Buen trabajo!"],"%1$sInternal links%2$s: You have enough internal links. Good job!":["%1$sEnlaces internos%2$s: Tienes suficientes enlaces internos. ¡Buen trabajo!"],"%1$sInternal links%3$s: The internal links in this page are all nofollowed. %2$sAdd some good internal links%3$s.":["%1$sEnlaces internos%3$s: Todos los enlaces internos en ésta página son sin seguimiento. %2$sAgrega algunos buenos enlaces internos%3$s."],"%1$sInternal links%3$s: No internal links appear in this page, %2$smake sure to add some%3$s!":["%1$sEnlaces internos%3$s: Ningún enlace interno aparece en ésta página, ¡%2$sasegúrate de agregar algunos%3$s!"],"%1$sTransition words%2$s: Well done!":["%1$sPalabras de transición%2$s: ¡Bien hecho!"],"%1$sTransition words%2$s: Only %3$s of the sentences contain transition words, which is not enough. %4$sUse more of them%2$s.":["%1$sPalabras de transición%2$s: Unicamente %3$s de las oraciones contienen palabras de transición, lo cual no es suficiente. %4$sUtiliza más de ellas%2$s."],"%1$sTransition words%2$s: None of the sentences contain transition words. %3$sUse some%2$s.":["%1$sPalabras de transición%2$s: Ninguna de las oraciones contienen palabras de transición. %3$sUtiliza algunas%2$s."],"%1$sNot enough content%2$s: %3$sPlease add some content to enable a good analysis%2$s.":["%1$sSin suficiente contenido%2$s: %3$sPor favor agrega algún contenido para habilitar un buen análisis%2$s."],"%1$sSubheading distribution%2$s: You are not using any subheadings, but your text is short enough and probably doesn't need them.":["%1$sDistribución de subtítulo%2$s: No estás utilizando ningún subtítulo, pero tu texto es lo suficientemente corto y probablemente no los necesita."],"%1$sSubheading distribution%2$s: You are not using any subheadings, although your text is rather long. %3$sTry and add some subheadings%2$s.":["%1$sDistribución de subtítulo%2$s: No estás utilizando ningún subtítulo, aunque tu texto es algo largo. %3$sInténtalo y agrega algunos subtítulos%2$s."],"%1$sSubheading distribution%2$s: %3$d section of your text is longer than %4$d %6$s and is not separated by any subheadings. %5$sAdd subheadings to improve readability%2$s.":["%1$sDistribución de subtítulos%2$s: %3$d sección de tu texto tiene más de %4$d %6$s y no está separada por ningún subtítulo. %5$sAñade subtítulos para mejorar la legibilidad%2$s.","%1$sDistribución de subtítulos%2$s: %3$d sección de tu texto tiene más de %4$d %6$s y no está separada por ningún subtítulo. %5$sAñade subtítulos para mejorar la legibilidad%2$s."],"%1$sSubheading distribution%2$s: Great job!":["%1$sDistribución de subtítulo%2$s: ¡Gran trabajo!"],"%1$sSentence length%2$s: %3$s of the sentences contain more than %4$s %7$s, which is more than the recommended maximum of %5$s. %6$sTry to shorten the sentences%2$s.":["%1$sLongitud de las frases%2$s: %3$s de las frases contiene más de %4$s %7$s, que es más del máximo recomendado de %5$s. %6$sTrata de acortar las frases%2$s."],"%1$sSentence length%2$s: Great!":["%1$sLongitud de la oración%2$s: ¡Excelente!"],"%1$sConsecutive sentences%2$s: There is enough variety in your sentences. That's great!":["%1$sOraciones consecutivas%2$s: Hay suficiente variedad en tus oraciones. ¡Eso es grandioso!"],"%1$sConsecutive sentences%2$s: The text contains %3$d consecutive sentences starting with the same word. %5$sTry to mix things up%2$s!":["%1$sOraciones consecutivas%2$s: El texto contiene %3$d oraciones consecutivas iniciando con la misma palabra. ¡%5$sIntenta mezclar las cosas un poco%2$s!","%1$sOraciones consecutivas%2$s: El texto contiene %4$d instancias donde %3$d o más oraciones consecutivas comienzan con la misma palabra. ¡%5$sIntenta mezclar las cosas un poco%2$s!"],"%1$sPassive voice%2$s: %3$s of the sentences contain passive voice, which is more than the recommended maximum of %4$s. %5$sTry to use their active counterparts%2$s.":["%1$sVoz pasiva%2$s: %3$s de las oraciones contienen una voz pasiva, lo cual es más del máximo recomendado de %4$s. %5$sIntenta utilizar sus contrapartes activas%2$s."],"%1$sPassive voice%2$s: You're using enough active voice. That's great!":["%1$sVoz pasiva%2$s: Estás utilizando suficiente voz activa. ¡Eso es grandioso!"],"%1$sParagraph length%2$s: %3$d of the paragraphs contains more than the recommended maximum of %4$d %6$s. %5$sShorten your paragraphs%2$s!":["%1$sLongitud de párrafos%2$s: %3$d de los párrafos contiene más del máximo recomendado de %4$d %6$s. ¡%5$sAcorta tus párrafos%2$s!","%1$sLongitud de párrafos%2$s: %3$d de los párrafos contiene más del máximo recomendado de %4$d %6$s. ¡%5$sAcorta tus párrafos%2$s!"],"%1$sParagraph length%2$s: None of the paragraphs are too long. Great job!":["%1$sLongitud de párrafo%2$s: Ninguno de los párrafos son demasiado largos. ¡Gran trabajo!"],"Good job!":["¡Buen trabajo!"],"Focus keyphrase: ":["Frase clave objetivo: "],"Focus keyphrase":["Frase clave de enfoque"],"Disable":["Deshabilitar"],"Allow Control":["Permitir el control"],"This tab allows you to selectively disable %s features for all sites in the network. By default all features are enabled, which allows site admins to choose for themselves if they want to toggle a feature on or off for their site. When you disable a feature here, site admins will not be able to use that feature at all.":["Esta pestaña te permite deshabilitar selectivamente características de %s para todos los sitios en la red. Por defecto todas las características están habilitadas, lo que permite a los administradores del sitio escoger por ellos mismos si desean alternar una característica encendido o apagada  para su sitio. Cuando deshabilitas una característica aquí, los administradores del sitio no serán capaces de utilizar esa característica para nada."],"%s is a required feature toggle argument.":["%s es una característica obligatoria para el argumento de alternar."],"Remove keyphrase":["Remover clave relacionada"],"Keyphrase:":["Clave relacionada:"],"This feature has been disabled by the network admin.":["Esta función ha sido desactivada por el administrador de la red."],"Focus keyphrase not set.":["Frase clave de enfoque no establecida."],"Colon":["Coma"],"Optional. Customize how you want to describe the duration of the instruction":["Opcional. Personalice como quiere describir la duración de la instrucción"],"Describe the duration of the instruction:":["Describa la duración de la instrucción:"],"Learn more about the readability analysis":["Aprenda más sobre análisis de legibilidad"],"Readability analysis:":["Análisis de legibilidad:"],"There is a new notification.":["Hay una nueva notificación","Hay nuevas notificaciones"],"Both %1$s and %2$s manage the SEO of your site. Running two SEO plugins at the same time is detrimental.":["Tanto %1$s y %2$s administran el SEO de tu sitio. Activar dos plugins de SEO al mismo tiempo es perjudicial."],"%s, %s and %s":["%s, %s y %s"],"%s and %s":["%s y %s"],"%d minute":["%d minuto","%d minutos"],"%d hour":["%d hora","%d horas"],"%d day":["%d día","%d días"],"Enter a step title":["Ingrese un título de paso"],"Optional. This can give you better control over the styling of the steps.":["Opcional. Esto puede darte mejor control sobre el estilo de los pasos."],"CSS class(es) to apply to the steps":["Clase(s) CSS para aplicar a los pasos"],"minutes":["minutos"],"hours":["horas"],"days":["días"],"Create a How-to guide in an SEO-friendly way. You can only use one How-to block per post.":["Crea una guía Cómo-hacer de una manera amigable para SEO. Puedes usar solo un bloque Cómo-hacer por publicación."],"Copy error":["Error de copiado"],"An error occurred loading the %s primary taxonomy picker.":["Ocurrió un error al cargar la elección de taxonomía primaria de %s"],"%1$s Structured Data Blocks":["Bloques de Datos Estructurados %1$s "],"Time needed:":["Tiempo necesario:"],"Move question down":["Mover pregunta abajo"],"Move question up":["Mover pregunta arriba"],"Insert question":["Ingrese la pregunta"],"Delete question":["Borrar pregunta"],"Enter the answer to the question":["Ingrese la respuesta a la pregunta"],"Enter a question":["Ingrese una pregunta"],"Add question":["Añadir pregunta"],"Frequently Asked Questions":["Preguntas Frecuentes"],"Select the primary %s":["Seleccione el %s primario"],"Check links to this URL":["Verificar enlaces a esta URL"],"Are you trying to use multiple keyphrases? You should add them separately below.":["¿Está tratando de usar múltiples frases claves? Debe agregarlos por separado a continuación."],"Mark as cornerstone content":["Marcar como contenido piedra angular"],"Move step down":["Mover paso abajo"],"Move step up":["Mover paso arriba"],"Insert step":["Insertar paso"],"Delete step":["Borrar paso"],"Add image":["Añadir imagen"],"Enter a step description":["Ingrese una descripción del paso"],"Enter a description":["Ingrese una descripción"],"Unordered list":["Lista desordenada"],"Showing step items as an ordered list.":["Escribe un título para tus instrucciones"],"Showing step items as an unordered list":["Mostrando los items de pasos como una dista desordenada"],"Add step":["Agregar paso"],"Delete total time":["Borrar tiempo total"],"Add total time":["Añadir tiempo total"],"How to":["Cómo"],"How-to":["Como"],"Analysis results":["Resultado del análisis:"],"Enter a focus keyphrase to calculate the SEO score":["Ingrese una frase clave de enfoque paracalcular la puntuación de SEO"],"Learn more about Cornerstone Content.":["Saber más sobre Cornerstone Content."],"Cornerstone content should be the most important and extensive articles on your site.":["Los contenidos de Piedra Angular deberían ser los artículos más extensos e importantes en su sitio."],"Restore Site":["Reestablecer sitio"],"Network Settings":["Ajustes de Red"],"You are not allowed to perform this action.":["No tienes permiso para hacer esto."],"Error: %s":["Error: %s"],"Success: %s":["Éxito: %s"],"Site with ID %d not found.":["Sitio con ID %d no encontrado."],"No site has been selected to restore.":["Se se ha seleccionado un sitio para restaurar"],"You are not allowed to modify unregistered network settings.":["No tienes permitido modificar configuraciones de red no registrada."],"deleted":["eliminado"],"Copied!":["Copiado!"],"Not supported!":["No soportado!"],"{{a}}Read our article about site structure{{/a}} to learn more about how internal linking can help improve your SEO.":["{{a}}Lee nuestro artículo sobre de la estructura del sitio{{{/a}} para saber más sobre cómo los enlaces internos pueden ayudar a mejorar tu SEO."],"Consider linking to these {{a}}cornerstone articles:{{/a}}":["Considera enlazar a estos {{a}}artículos angulares:{{/a}}"],"Consider linking to these articles:":["Considere enlazar hacia estos artículos"],"Copy link":["Copiar enlace"],"Copy link to suggested article: %s":["Copiar enlace al artículo sugerido: %s"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":["Lea nuestra %1$s última guía para la investigación de palabras clave%2$s para obtener más información sobre la investigación de palabras clave y la estrategia de palabras clave."],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly. ":["Las siguientes palabras ocurren más en el contenido. Estos dan una indicación de en qué se enfoca su contenido. Si las palabras difieren mucho de su tema, es posible que desee volver a escribir su contenido en consecuencia."],"Prominent words":["Palabras prominentes"],"The site's tagline":["EL tagline del sitio"],"Not all required fields are given. Missing field %1$s":["No fueron proporcionados todos los campos requeridos. Falta el campo %1$s"],"Add synonyms":["Añadir sinónimos"],"You can edit the SEO metadata for this custom type on the %1$sShop page%2$s.":["Puedes editar los metadatos SEO de este tipo de contenido personalizado en la %1$spágina de la tienda%2$s."],"Current year":["Año actual"],"Page":["Página"],"Something went wrong. Please reload the page.":["Algo salió mal. Por favor recarga la página."],"Tagline":["Eslogan"],"description (custom taxonomy)":["descripción (taxonomía personalizada)"],"(custom taxonomy)":["(taxonomía personalizada)"],"(custom field)":["(campo personalizado)"],"Term404":["Term404"],"Caption":["Título"],"Pagenumber":["Pagenumber"],"Pagetotal":["Pagetotal"],"User description":["Descripción de usuario"],"ID":["ID"],"Modified":["Modificado"],"Post type (plural)":["Tipo de publicación (plural)"],"Post type (singular)":["Tipo de publicación (singular)"],"Separator":["Separador"],"Search phrase":["Frase de búsqueda"],"Term title":["Título del término"],"Term description":["Descripción del término"],"Tag description":["Descripción de la etiqueta"],"Category description":["Descripción de la categoría"],"Primary category":["Categoría principal"],"Category":["Categoría"],"Tag":["Etiqueta"],"Excerpt only":["Solo extracto"],"Excerpt":["Extracto"],"Site title":["Título del sitio"],"Archive title":["Título del archivo"],"Parent title":["Título padre"],"Date":["Fecha"],"Get Yoast SEO Premium":["Consigue Yoast SEO Premium"],"You should create a redirect to ensure your visitors do not get a 404 error when they click on the no longer working URL.":["Deberías crear un re direccionamiento para asegurar que tus visitantes no obtengan un error 404 cuando hagan click en la URL que ya no funciona más."],"Search engines and other websites can still send traffic to your deleted content.":["Los motores de búsqueda y otros sitios puede que sigan enviando tráfico a tu contenido borrado."],"Make sure you don't miss out on traffic!":["Asegúrese de no perderse tráfico!"],"You just deleted a %1$s.":["Acaba de borrar un %1$s."],"You just trashed a %1$s.":["Acaba de enviar al basurero un %1$s."],"Url preview":["Vista previa de la URL."],"Please provide a meta description by editing the snippet below. If you don’t, Google will try to find a relevant part of your post to show in the search results.":["Por favor provee una meta descripción al editar el snippet abajo. Si no lo haces, Google intentará encontrar una parte relevante de su publicación para mostrar en los resultados de búsqueda."],"Dismiss this notice":["Ocultar este aviso"],"No results":["Sin resultados"],"%d result found, use up and down arrow keys to navigate":["%d resultado encontrado, usa las teclas arriba y abajo para navegar","%d resultados encontrados, usa las teclas arriba y abajo para navegar"],"Your site language is set to %s. If this is not correct, contact your site administrator.":["El idioma de su sitio está establecido a %s. Si esto no es correcto, por favor contacte al administrador de su sitio."],"The %s importer functionality uses temporary database tables. It seems your WordPress install does not have the capability to do this, please consult your hosting provider.":["La %s funcionalidad para importar usa tablas temporales en la base de datos. Tal parece que la instalacion de WordPress no tiene esta caracteristica para proseguir. Porfavor consulta to provedor de hospedaje."],"Cleanup of %s data failed.":["Limpieza de %s información falló."],"Content Type":["Tipo de Contenido"],"Filter by content type":["Filtrar contenido por tipo"],"Show All Content Types":["Mostrar todos los tipos de contenido"],"Replaced with the normal title for an archive generated by WordPress":["Reemplazado con el título normal de un archivo generado por WordPress"],"Clean":["Limpio"],"Once you're certain your site is OK, you can clean up. This will remove all the original data.":["Una vez estés seguro de que tu sitio está OK, puedes limpiar la instalación. Esto va a quitar toda la información original. "],"Step 5: Clean up":["Paso 5: Limpieza"],"Please check your posts and pages and see if the metadata was successfully imported.":["Verifique sus entradas y páginas y vea si los metadatos se importaron correctamente."],"Step 3: Check your data":["Paso 3: Verifique sus datos"],"This will import the post metadata like SEO titles and descriptions into your %1$s metadata. It will only do this when there is no existing %1$s metadata yet. The original data will remain in place.":["Esto importará los metadatos de entrada, como los títulos y descripciones SEO, en tus metadatos de %1$s. Solo lo hará si no hay aún metadatos de %1$s. Los datos originales seguirán en su sitio."],"Step 2: Import":["Paso 2: Importar"],"Please make a backup of your database before starting this process.":["Por favor, haga una copia de seguridad de su base de datos antes de iniciar este proceso."],"Step 1: Create a backup":["Paso 1: Crear una copia de seguridad"],"We've detected data from one or more SEO plugins on your site. Please follow the following steps to import that data:":["Hemos detectado datos de uno o más plugins de SEO en su sitio. Por favor siga los siguientes pasos para importar estos datos:"],"Plugin: ":["Plugin:"],"%s did not detect any plugin data from plugins it can import from.":["%s no ha detectado ningún plugin del que se pueda importar datos de plugin"],"Posts that should not show up in search results":["Publicaciones que no deben mostrarse en los resultados de la búsqueda."],"%s data found.":["datos encontrados para %s."],"%s data successfully removed.":["datos de %s removidos exitosamente."],"%s data successfully imported.":["datos de %s importados exitosamente. "],"%s data not found.":["datos no encontrados de %s. "],"On":["Encendido"],"Help on: %s":["Ayuda sobre: %s"],"Off":["Apagado"],"See who contributed to %1$s.":["Ve quien contribuyó a %1$s."],"Help on this search results setting":["Ayuda sobre esta configuración de resultados de búsqueda"],"Not showing the archive for %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["No mostrar el archivo para %1$s en los resultados de búsqueda significa técnicamente que aquellos tienen un meta robots %2$s y serán excluidos del mapa del sitio XML. %3$sMás info sobre las configuraciones de los resultados de búsqueda%4$s."],"Not showing %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["No mostrar %1$s en los resultados de búsqueda significa técnicamente que aquellos tienen un meta robots %2$s y serán excluidos del mapa del sitio XML. %3$sMás info sobre las configuraciones de los resultados de búsqueda%4$s."],"Default for %2$s, currently: %1$s":["Por defecto para %2$s, actualmente: %1$s"],"Show %s in search results?":["¿Mostrar %s en los resultados de búsqueda?"],"this author's archives":["Archivos de este autor."],"Do not allow search engines to show %s in search results.":["No permitir a los motores de búsqueda mostrar %s en los resultados de búsqueda."],"Read why XML Sitemaps are important for your site.":["Lea por qué los mapas de sitio XML son importantes para su sitio."],"Enable the XML sitemaps that %s generates.":["Habilitar los mapas de sitio XML que genera %s"],"See the XML sitemap.":["Ver el mapa del sitio XML."],"%s (current default for %s)":["%s (actualmente por defecto para %s)"],"Should search engines follow links on this %1$s?":["¿Deberían los motores de búsqueda seguir los enlaces en este %1$s?"],"Allow search engines to show this %s in search results?":["¿Permitir que los motores de búsqueda muestren este %s en los resultados de búsqueda?"],"Allow search engines to show this content in search results?":["¿Permitir a los motores de búsqueda mostrar este contenido en los resultados?"],"Toggle %1$s's XML Sitemap":["Alternar Mapa de sitio XML de %1$s"],"%s integration":["Integración con %s"],"Find out how the text link counter can enhance your SEO.":["Descubre como el contador de enlaces de texto puede mejorar tu SEO."],"The text link counter helps you improve your site structure.":["El contador de enlaces de texto te ayuda a mejorar la estructura de tu sitio."],"Find out how cornerstone content can help you improve your site structure.":["Descubre como el contenido esencial puede ayudarte a mejorar la estructura de tu sitio."],"The cornerstone content feature lets you to mark and filter cornerstone content on your website.":["La característica de contenido principal le permite marcar y filtrar el contenido principal en su sitio web."],"Discover why readability is important for SEO.":["Descubre porqué la legibilidad es importante para el SEO."],"The readability analysis offers suggestions to improve the structure and style of your text.":["El análisis de legibilidad ofrece sugerencias para mejorar la estructura y estilo de tu texto."],"Learn how the SEO analysis can help you rank.":["Aprende como el análisis de SEO te puede ayudar en tu rango"],"The SEO analysis offers suggestions to improve the SEO of your text.":["El análisis de SEO ofrece sugerencias para mejorar el SEO de tu texto"],"SEO analysis":["Analisis de SEO"],"Good results":["Buenos resultados"],"https://yoa.st/1uk":["https://yoa.st/1uk"],"https://yoa.st/1uj":["https://yoa.st/1uj"],"Latest blog posts on %1$s":["Últimas entradas de blog el %1$s"],"Remove highlight from the text":["Remueve la parte destacada del texto"],"Your site language is set to %s. ":["El lenguaje de tu sitio está ajustado a %s."],"First-time SEO configuration":["Configuración de SEO por primera vez"],"Highlight this result in the text":["Resalta este resultado en el texto"],"Considerations":["Consideraciones"],"Errors":["Errores"],"Change language":["Cambiar idioma"],"%s file":["%s archivo"],"Save changes to %s":["Guardar cambios a %s"],"Edit the content of your %s:":["Edita el contenido de tu %s:"],"Create %s file":["Crear %s archivo"],"Updated %s":["Actualizado %s"],"You cannot edit the %s file.":["No puedes editar el %s archivo."],"You cannot create a %s file.":["No puedes crear un %s archivo."],"Other integrations":["Otras integraciones"],"More information about %1$s":["Más información sobre %1$s"],"Old Configuration Wizard":["Asistente de configuración"],"Manage your %s subscription on MyYoast":["Administra tu %s suscripción en MyYoast "],"Mark the most important %1$s as 'cornerstone content' to improve your site structure. %2$sLearn more about cornerstone content%3$s.":["Marca el %1$s más importante como 'piedra angular' para mejorar la estructura de tu sitio. %2$sAprende más sobre el contenido importante%3$s."],"(Opens in a new browser tab)":["Abrir en nueva pestaña de buscador"],"Go back":["Volver"],"Posts %1$swithout%2$s a focus keyphrase":["Publicación %1$swithout%2$s una palabra clave"],"Hey, your SEO is doing pretty well! Check out the stats:":["Hey, ¡tu SEO esta haciendo muy bien! Checa las estadísticas: "],"You don't have any published posts, your SEO scores will appear here once you make your first post!":["No tienes ningún post publicado, tus puntos SEO aparecerán aqui una vez hagas tu primer post!"],"Read more like this on our SEO blog":["Leer mas como esto en nuestro blog SEO"],"Readability: %s":["Legibilidad: %s"],"Not activated":["Aún no está activado."],"Activated":["Activado"],"%1$s recommendations for you":["Recomendaciones de %1$s para ti"],"All Readability Scores":["Todas las puntuaciones de legibilidad. "],"Filter by Readability Score":["Filtrar por puntuación de legibilidad."],"Request method %1$s is not valid.":["Método de solicitud %1$s no es válida. "],"Text link counter":["Contador de enlaces de texto"],"Number of internal links linking to this post. See \"Yoast Columns\" text in the help tab for more info.":["Número de vínculos internos que enlazan a esta publicación. Vea el texto \"Columnas Yoast\" en la pestaña de ayuda para más información."],"Number of outgoing internal links in this post. See \"Yoast Columns\" text in the help tab for more info.":["Número de enlaces internos en esta publicación. Vea el texto \"Columnas Yoast\" en la pestaña de ayuda para más información."],"%s Columns":["%s Columnas"],"Readability score":["Puntaje de legibilidad"],"Scroll to see the preview content.":["Desplácese para ver el contenido de la vista previa."],"Cornerstone content":["Contenido Cornerstone"],"Save changes":["Guardar cambios"],"1 year free support and updates included!":["¡1 año de actualizaciones gratuitas, con mejoras incluidas!"],"The plugin %2$s changes your site's output and in doing that differentiates between search engines and normal users, a process that's called cloaking. We highly recommend that you disable it.":["El plugin %2$s cambia la salida de su sitio y al hacer eso diferencia entre los motores de búsqueda y los usuarios normales, un proceso que se denomina disimulación. Le recomendamos que lo deshabilite."],"No ads!":["¡Sin anuncios!"],"Get internal linking suggestions":["Sugerencias internas de vinculación"],"Variable":["Variable "],"Available variables":["Variables disponibles "],"Scroll to see the table content.":["Deslizar para ver el contenido de la tabla."],"An error occurred in the '%1$s' assessment":["Se produjo un error en el '%1$s' evaluación"],"No new notifications.":["No hay nuevas notificaciones"],"Save all":["Guardar todo"],"Save":["Guardar"],"%1$s, Author at %2$s":["%1$s, Autor %2$s"],"Mobile preview":["Vista previa móvil"],"Desktop preview":["Vista previa del escritorio"],"Please provide an SEO title by editing the snippet below.":["Favor de proveer un título de SEO editando el snippet abajo."],"Meta description preview:":["Vista previa de la meta descripción"],"Slug preview:":["Vista previa del slug:"],"SEO title preview:":["Vista previa del título SEO:"],"Close snippet editor":["Cerrar el editor de snippet"],"Slug":["Slug"],"Remove marks in the text":["Eliminar marcas en el texto"],"Mark this result in the text":["Marca este resultado en el texto"],"Marks are disabled in current view":["Las marcas están deshabilitadas en la vista actual"],"Good SEO score":["Puntaje SEO Bueno"],"OK SEO score":["OK puntuación de SEO"],"Feedback":["Retroalimentacion"],"Name":["Nombre"],"Please provide a meta description by editing the snippet below.":["Favor de proveer una meta descripción editando el snippet abajo."],"Edit snippet":["Editar snippet"],"You can click on each element in the preview to jump to the Snippet Editor.":["Puede hacer clic en cualquier elemento de la vista previa para ir al editor del snippet."],"SEO title preview":["Vista previa de título SEO:"],"Export settings":["Exportar configuraciones"],"Please don't show me this notification anymore":["Por favor, no mostrarme de nuevo esta notificación"],"If you are experiencing issues, %1$splease file a bug report%2$s and we'll do our best to help you out.":["Si tiene problemas,%1$s porfavor presenta un informe de error%2$s y haremos todo lo posible para ayudarle."],"We've noticed you've been using %1$s for some time now; we hope you love it! We'd be thrilled if you could %2$sgive us a 5 stars rating on WordPress.org%3$s!":["Hemos notado que has estado usando %1$s desde hace algún tiempo; ¡Esperamos que encante!. Nos encantaría si pudiera%2$s darnos una calificación de 5 estrellas en WordPress.org%3$s!"],"%1$s + %2$s":["%1$s + %2$s"],"Warning: the variable %1$s cannot be used in this template. See the %2$s for more info.":["Advertencia: la variable «%1$s» no se puede usar en esta plantilla. Revisa «%2$s» para más información."],"By the way, did you know we also have a %1$sPremium plugin%2$s? It offers advanced features, like a redirect manager and support for multiple keyphrases. It also comes with 24/7 personal support.":["Por cierto, ¿Sabía que tenemos una versión %1$sPremium del plugin%2$s?\n\nTiene varias características avanzadas, como: Gestor de redirecciones, soporte de múltiples \"Palabras Clave\" y además cuenta con nuestro soporte premium 24/7."],"(no title)":["(sin título)"],"The %1$s admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["La barra de menú del administrador %1$s contiene ligas útiles hacia herramientas de terceros para analizar las páginas y hace que sea fácil de ver si usted tiene nuevas modificaciones."],"Admin bar menu":["Barra de menú del administrador"],"Features":["Características"],"SEO title":["Título SEO"],"Greater than sign":["Símbolo Mayor que"],"Less than sign":["Símbolo menor que"],"Right angle quotation mark":["Símbolo comillas angular derecho"],"Left angle quotation mark":["Símbolo comillas angular izquierdo"],"Small tilde":["Tilde pequeña"],"Vertical bar":["Barra vertical"],"Low asterisk":["Asterisco bajo"],"Asterisk":["Asterisco"],"Bullet":["Bala"],"Middle dot":["Punto medio"],"Em dash":["Raya"],"En dash":["Semiraya"],"Dash":["Guión"],"No":["No"],"Yes":["Sí"],"Google search console":["Google Search Console"],"Social profiles":["Perfiles sociales"],"Posts list":["Lista de entradas"],"Posts list navigation":["Navegación de lista de entradas"],"Filter posts list":["Filtra la lista de entradas"],"Installed":["Instalado"],"Seamless integration between %1$s and %2$s":["Una perfecta integración entre %1$s y %2$s"],"Optimize your site for Google News":["Optimice su sitio para las Noticias de Google"],"Edit &#8220;%s&#8221;":["Edita &#8220;%s&#8221;"],"Premium":["Premium"],"Get Premium":["Consigue la versión premium"],"Notifications":["Notificaciones"],"Removes the focus keyphrase section from the metabox and disables all SEO-related suggestions.":["Elimina la sección de frase clave de enfoque del metabox y desactiva todas las sugerencias relacionadas con SEO."],"Disable SEO analysis":["Deshabilitar Analysis SEO"],"Other social profiles":["Tus redes sociales"],"Make primary":["Hacer primario"],"Cancel":["Cancelar"],"%s notification":["%s notificación","%s notificaciones"],"Disable readability analysis":["Deshabilitar el análisis de legibilidad"],"Removes the readability analysis section from the metabox and disables all readability-related suggestions.":["Elimina la sección de análisis de legibilidad del metabox y desactiva todas las sugerencias relacionadas con la legibilidad."],"Readability analysis":["Análisis de Legibilidad"],"Needs improvement":["Necesita mejoras"],"Readability":["Legibilidad"],"Improvements":["Mejoras"],"Good job! We could detect no serious SEO problems.":["¡Buen trabajo! No hemos podido detectar ningún problema grave de SEO."],"We have detected the following issues that affect the SEO of your site.":["Detectamos los siguientes problemas que afectan al SEO de tu sitio."],"Problems":["Problemas"],"Analysis":["Análisis"],"Not available":["No disponible"],"Filter by SEO Score":["Filtrar por puntuación SEO"],"Meta description not set.":["No se ha definido la meta descripción."],"Open":["Abrir"],"Loading...":["Cargando..."],"No results found":["No se han encontrado resultados"],"Dashboard":["Escritorio"],"You can fix this on the %1$sPermalink settings page%2$s.":["Puede solucionar este problema en la %1$spágina de ajustes de enlaces permanentes%2$s."],"Replaced with the primary category of the post/page":["Se reemplaza con la categoría principal de la entrada/página"],"Buy %s":["Compra %s"],"New %1$s Title":["Nuevo %1$s Título"],"Existing %1$s Title":["Existentes %1$s Título"],"Expected an integer as input.":["Se espera un número entero como entrada."],"Trying to build the sitemap cache key, but the postfix and prefix combination leaves too little room to do this. You are probably requesting a page that is way out of the expected range.":["Tratando de construir una clave de caché mapa del sitio seguro, pero la combinación del prefijo y posfijo deja muy poco espacio para hacer esto. Es probable que esté solicitando una página que está fuera del rango esperado."],"Redirects":["Redirección"],"Remove":["Eliminar"],"Keep":["Guardar"],"Bold the last page":["Negrita la última página"],"Primary %s":["Primario %s"],"Primary":["Primario"],"Make %1$s primary %2$s":["Haga %1$s primario %2$s"],"Integrations":["Integraciones"],"Term is set to noindex.":["Término se establece en noindex."],"Author archives":["Archivo del Autor"],"Enabled":["Activado"],"Disabled":["Desactivado"],"The separator defined in your theme's %s tag.":["El separador definido en la etiqueta %s de su tema."],"No index":["No indexar"],"SEO score":["Puntuación SEO"],"Team Yoast":["Equipo Yoast"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["La primera verdadera solución all-in-one SEO para WordPress, incluyendo el análisis de páginas de contenidos, mapas de sitio XML y mucho más."],"Yoast SEO":["Yoast SEO"],"Activation failed:":["Ha fallado la activación:"],"The filter extension seem to be unavailable. Please ask your web host to enable it.":["La extensión filtro parece no estar disponible. Por favor, pregunte a su proveedor de alojamiento web para que pueda."],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":["La instalación del plugin %1$s se ha completado. Por favor, consulta las %2$sinstruccioines de instalación%3$s."],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":["La extensión de librería estándard PHP (SPL) parece no disponible. Por favor, pide a su proveedor de hosting que la active. "],"SEO Settings":["Ajustes SEO"],"Mobile-Friendly Test":["Prueba de compatibilidad para móviles"],"Google Page Speed Test":["Prueba de Velocidad de Pagina por Google"],"Facebook Debugger":["Facebook Depurador"],"Analyze this page":["  Analizar esta página"],"%s does not seem to be a valid url. Please correct.":["%s no parece ser una dirección válida. Corrígela por favor."],"%1$s does not seem to be a valid %2$s verification string. Please correct.":["%1$s no parece ser válido %2$s cadena de verificación. Por favor corrige."],"%s Archive":["%s Archivo"],"You searched for %s":["Buscó por el término %s"],"%s does not seem to be a valid Twitter Username. Please correct.":["%s parece no ser un nombre de usuario de Twitter correcto. Corrígelo por favor."],"Summary with large image":["Resumen con imagen grande"],"The post %1$s appeared first on %2$s.":["El cargo %1$s apareció primero en %2$s."],"No numeric value was received.":["No se recibió un valor numérico"],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":["Este debe ser un blog existente. El blog %s no existe o ha sido marcado como eliminado."],"The default blog setting must be the numeric blog id of the blog you want to use as default.":["El ajuste por defecto del blog debe ser el ID numérico del blog que quieres utilizar por defecto."],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":["%1$s no es una opción válida para quien debería dársele acceso a %2$s los ajustes de WP SEO. El valor se reajustará al valor por defecto."],"Please select a valid post type for taxonomy \"%s\"":["Por favor elige un tipo de entrada válido para la taxonomía \"%s\"."],"Please select a valid taxonomy for post type \"%s\"":["Por favor, seleccione una taxonomía válida para poste tipo \"%s\""],"You searched for":["Has buscado por"],"Home":["Inicio"],"Archives for":["Archivos para"],"Error 404: Page not found":["Error 404: Página no encontrada"],"Good":["Bueno"],"Replaced with a custom taxonomies description":["Reemplazado por una descripción de taxonomía personalizada"],"Replaced with a posts custom taxonomies, comma separated.":["Reemplazado con taxonomías personalizadas de entradas, separados por comas."],"Replaced with a posts custom field value":["Reemplazado con un valor de entrada personalizada"],"Replaced with the slug which caused the 404":["Reemplazado por el slug que causó el 404"],"Replaced with the posts focus keyphrase":["Reemplazado con la frase clave del foco de las publicaciones"],"Attachment caption":["Subtítulo adjunto"],"Replaced with the current page number":["Sustituido con número de página actual"],"Replaced with the current page total":["Sustituido con el total de la página actual."],"Replaced with the current page number with context (i.e. page 2 of 4)":["Cambiado por el número actual de página en el contexto (por ejemplo, página 2 de 4)"],"Replaced with the current year":["Reemplazado con el año actual"],"Replaced with the current month":["Reemplazado con el mes actual"],"Replaced with the current day":["Reemplazado con el día actual"],"Replaced with the current date":["Reemplazado con la fecha actual"],"Replaced with the post/page author's 'Biographical Info'":["Sustituído por la \"Información biográfica\" del autor del post/página"],"Replaced with the post/page author's 'nicename'":["Sustituido con el nombre \"bonito\" del auto del post o la página."],"Replaced with the post/page ID":["Sustituido con la ID de entrada o página"],"Replaced with the post/page modified time":["Sustituido con la fecha de modificación de la entrada o de la página"],"Replaced with the content type plural label":["Reemplazado con la etiqueta plural de tipo contenido"],"Replaced with the content type single label":["Reemplazado con el tipo de contenido de etiqueta única"],"Replaced with the current search phrase":["Sustituido con la presente frase de búsqueda"],"Replaced with the term name":["Sustituido con el nombre del término"],"Replaced with the term description":["Sustituido con la descripción del término"],"Replaced with the tag description":["Sustituido con la descripción de la etiqueta"],"Replaced with the category description":["Sustituido con la descripción de la categoría"],"Replaced with the post categories (comma separated)":["Sustituido con las categorías de la entrada (separadas con coma)"],"Replaced with the current tag/tags":["Sustituido con con la actual etiqueta(s)"],"Replaced with the post/page excerpt (without auto-generation)":["Sustituido con el extracto de la entrada o página (sin auto generación)"],"Replaced with the post/page excerpt (or auto-generated if it does not exist)":["Sustituido con el extracto de la entrada o página (o auto generar si no existe)"],"The site's name":["El nombre del sitio"],"Replaced with the title of the parent page of the current page":["Cambiado por el titulo de la página padre de la página actual"],"Replaced with the title of the post/page":["Reemplazado con el título de la entrada o página"],"Replaced with the date of the post/page":["Reemplazado con la fecha de la entrada / página"],"Page %1$d of %2$d":["Página %1$d de %2$d"],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":["No se puede desautorizar un reemplazo de una variable estandar de WPSEO registrando una variable conel mismo nombre. Usa el filtro \"wpseo_replacements\" en vez de ajustar el valor de reemplazo."],"A replacement variable with the same name has already been registered. Try making your variable name unique.":["Una variable de reemplazo con el mismo nombre ya ha sido registrada. Trata de hacer que el nombre de variable sea diferente y único."],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":["Una variable de reemplazo no puede comenzar por \"%%cf_\" or \"%%ct_\" debido a que estas estan reservadas para variables estándard de WPSEO para campos y taxonomías personalizadas. Intenta elegir nombres de variable únicos."],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":["Una variable de reemplazo solamente puede contener caracteres alfanuméricos, guión bajo, o guión normal. Intenta renombrar tu variable."],"Admin only notice: this page does not show a meta description because it does not have one, either write it for this page specifically or go into the [%1$s - %2$s] menu and set up a template.":["Aviso solo para el Administrador: esta página no muestra una meta description porque no la tiene. Haz una de estas dos cosas: escribe una específicamente para esta página o ve al menú [%1$s - %2$s] y configura una plantilla."],"Page not found":["Página no encontrada"],"%s Archives":["%s archivos"],"Meta description to use for Author page":["Meta description a usar en la página de autor"],"Title to use for Author page":["Título a usar en la página de autor"],"%1$s settings":["Ajustes %1$s"],"Export your %1$s settings":["Exportar tus ajustes de %1$s"],"Import settings":["Importar ajustes"],"Import from other SEO plugins":["Importar de otros plugins SEO"],"Import":["Importar"],"If you had a %s file and it was editable, you could edit it from here.":["Si tuvieses un archivo %s y tuviese permisos de escritura podrías editarlo desde aquí."],"If your %s were writable, you could edit it from here.":["Si tu archivo %s tuviese permisos de escritura podrías editarlo desde aquí."],"You don't have a %s file, create one here:":["No tienes un archivo %s, crea uno aquí:"],"A link to your site, with your site's name and description as anchor text.":["Un enlace a tu sitio, con el nombre del sitio y la descripción como texto de anclaje."],"A link to your site, with your site's name as anchor text.":["Un enlace a su sitio, con el nombre del sitio como texto de anclaje."],"A link to the post, with the title as anchor text.":["Un enlace a la entrada, con el título como texto de anclaje."],"You can use the following variables within the content, they will be replaced by the value on the right.":["Puedes usar la siguientes variables dentro del contenido, estas serán reemplazadas por el valor de la derecha."],"Content to put after each post in the feed":["Contenido que se pondrá después de cada entrada en el feed"],"Content to put before each post in the feed":["Contenido a publicar en el feed antes de cada entrada"],"How to insert breadcrumbs in your theme":["Cómo insertar las breadcrumbs en tu tema"],"Blog":["Blog"],"Prefix for the breadcrumb path":["Prefijo de la ruta de las breadcrumbs"],"Anchor text for the Homepage":["Texto del enlace para la página de inicio"],"Separator between breadcrumbs":["Separador entre las breadcrumbs"],"Below are your published posts' SEO scores. Now is as good a time as any to start improving some of your posts!":["Abajo tienes las puntuaciones SEO de tus entradas publicadas. ¡Ahora es tan buen momento como cualquier otro para empezar a mejorar algunas de sus entradas!"],"Credits":["Créditos"],"&laquo; Back to Tools page":["&laquo; Volver a página de herramientas"],"%1$s comes with some very powerful built-in tools:":["%1$s incluye algunas herramientas integradas muy potentes:"],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":["Esta herramienta te permite modificar rápidamente archivos importantes para tu SEO, como tu robots.txt y, si lo tienes, tu archivo .htaccess."],"File editor":["Editor de archivos"],"Import settings from other SEO plugins and export your settings for re-use on (another) site.":["Importar las configuraciones de otros plugins para SEO y exportar su configuración para reutilizarla en (otro) blog."],"Import and Export":["Importar y exportar"],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":["Esta herramienta te permite modificar rápidamente títulos y descripciones de entradas y páginas sin necesidad de editar cada página."],"Bulk editor":["Editor masivo"],"Default settings":["Ajustes por defecto"],"Description":["Descripción"],"Restore site to defaults":["Restaurar sitio a ajustes por defecto"],"Site ID":["ID de sitio"],"Using this form you can reset a site to the default SEO settings.":["Usando este formulario puedes devolver un sitio a los ajustes SEO por defecto."],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new sites.":["Los datos sensibles a privacidad (administradores de Facebook, por ejemplo), los ajustes específicos del tema (reescritura del título) y algunos ajustes muy específicos no se importarán a los nuevos sitios."],"Enter the %1$sSite ID%2$s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":["Introduce el %1$sID del sitio%2$s del sitio cuyos ajustes quieres usar por defecto para todos los sitios que se añadan a tu red. Déjalo vacío para ninguno (o sea, para que se usen los ajustes por defecto del plugin)."],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":["Elija el sitio cuya configuración desea utilizar de forma predeterminada para todos los sitios que se agregan a la red. Si elige \"Ninguna\", se utilizarán los valores predeterminados normales plugin."],"New sites in the network inherit their SEO settings from this site":["Los sitios nuevos de la red heredan los ajustes SEO de este sitio"],"Super Admins only":["Sólo para super administradores"],"Site Admins (default)":["Administradores del sitio (por defecto)."],"Who should have access to the %1$s settings":["Quién debería tener acceso a los ajustes de %1$s"],"spam":["spam"],"mature":["maduro"],"archived":["archivado"],"public":["público"],"%s restored to default SEO settings.":["%s se ha restaurado a ajustes SEO por defecto."],"Settings Updated.":["Ajustes actualizados."],"Special pages":["Páginas especiales"],"Date archives":["Archivo por fechas"],"Title":["Título"],"Take note:":["Apunta:"],"You can determine the title and description for the homepage by %1$sediting the homepage itself%2$s.":["Puedes determinar el título y la descripción de la página de inicio %1$seditando la propia página inicio%2$s."],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s ha detectado de forma automática si se necesita forzar la reescritura de los títulos de tus páginas. Si ha sido por error y sabes lo que haces puedes cambiar este ajuste aquí."],"Force rewrite titles":["Forzar la reescritura de los títulos"],"Homepage":["Página de inicio"],"%1$s Extensions":["Extensiones de %1$s"],"Seamlessly integrate WooCommerce with %1$s and get extra features!":["¡Intégralo fácilmente WooCommerce con %1$s y consigue características adicionales!"],"Rank better locally and in Google Maps, without breaking a sweat!":["Mejora tu posicionamiento local y el de Google Maps ¡sin esfuerzo!"],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":["¿Estás en Google News? ¡Incrementa tu tráfico desde Google News optimizándolo!"],"Optimize your videos to show them off in search results and get more clicks!":["¡Optimiza sus vídeos para verlos en los resultados de búsqueda y conseguir más clics!"],"The premium version of %1$s with more features & support.":["La versión premium de %1$s, con más características y soporte."],"Person":["Persona"],"Website name":["Nombre de la web"],"RSS":["RSS"],"Permalink":["Enlace permanente."],"Breadcrumbs":["Breadcrumbs"],"Authenticate":["Autorizar"],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year of support and updates, on %2$s.":["Para poder crear una redirección y solucionar este problema, necesitas %1$s. Puedes comprar el plugin, con un año de soporte y actualizaciones incluídos, en %2$s."],"Creating redirects is a %s feature":["La creación de redirecciones es una característica de %s"],"New URL":["Nueva URL"],"Search":["Buscar"],"URL":["URL"],"Deactivate %s":["Desactivar %s"],"The %1$s plugin might cause issues when used in conjunction with %2$s.":["El plugin %1$s podría provocar problemas usado conjuntamente con %2$s."],"Upload Image":["Subir imagen"],"%s Posts Overview":["Información general de entradas de %s"],"Breadcrumbs title":["Título de las breadcrumbs"],"Pinterest":["Pinterest"],"Social settings":["Ajustes sociales"],"Close":["Cerrar"],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines and might slow down your site.":["Tanto %1$s como %2$s pueden crear mapas de sitio XML. Tener dos mapas de sitio XML no es beneficioso para los motores de búsqueda, y podrían ralentizar tu sitio."],"Configure %1$s's Open Graph settings":["Configurar los ajustes Open Graph de %1$s"],"Both %1$s and %2$s create Open Graph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":["Tanto %1$s como %2$s crean datos Open Graph, lo que podría hacer que Facebook, Twitter, LinkedIn y otras redes sociales utilicen los textos e imágenes incorrectos cuando se compartan tus páginas."],"%s image":["Imagen de %s"],"%s description":["Descripción de %s"],"%s title":["Título de %s"],"Twitter":["Twitter"],"Facebook":["Facebook"],"very difficult":["muy difícil"],"Try to make shorter sentences, using less difficult words to improve readability":["Prueba haciendo frases más cortas, utilizando menos palabras difíciles para mejorar la legibilidad"],"difficult":["difícil"],"fairly difficult":["bastante difícil"],"OK":["Aceptable"],"fairly easy":["bastante fácil"],"easy":["fácil"],"very easy":["extremadamente fácil"],"The copy scores %1$s in the test, which is considered %2$s to read.":["La entrada tiene una calificación de %1$s en la prueba, lo que se considera como %2$s de leer."],"Flesch reading ease":["Facilidad de lectura de Flesch"],"Meta Desc.":["Meta Desc."],"All SEO Scores":["Todas las puntuaciones SEO"],"SEO issue: The featured image should be at least 200 by 200 pixels to be picked up by Facebook and other social media sites.":["Problema de SEO: La imagen destacada debe ser de al menos 200 por 200 píxeles para que la use Facebook y otros sitios de redes sociales."],"(no parent)":["(sin superior)"],"meta description":["meta descripción"],"Page title":["Título de la página"],"Post is set to noindex.":["Entrada está establecida como noindex."],"The URL that this page should redirect to.":["La URL a la que debe redirigir esta página."],"301 Redirect":["Redirección 301"],"The canonical URL that this page should point to. Leave empty to default to permalink. %1$sCross domain canonical%2$s supported too.":["La URL canónica a la que esta página debería señalar. Déjala vacía para usar por defecto el enlace permanente. También es compatible con %1$scanonical entre dominios%2$s."],"Canonical URL":["URL canónica"],"Title to use for this page in breadcrumb paths":["Título a usar para esta página en la cadena de breadcrumbs"],"Breadcrumbs Title":["Título de las breadcrumbs"],"No Snippet":["Sin snippet"],"No Archive":["Sin archivo"],"No Image Index":["Ningun Indice de imagen"],"None":["Ninguno"],"Meta robots advanced":["Meta robots avanzado"],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["¡Aviso! Aunque puedes establecer aquí el meta robots, toda la web está establecida como noindex en los ajustes de privacidad para toda la web, por lo que estos ajustes no tendrán efecto."],"Meta description":["Meta description"],"SEO Title":["Título SEO"],"Focus keyword":["Frase clave objetivo"],"Settings successfully imported.":["Las configuraciones han sido importadas con éxito."],"Settings could not be imported:":["Las configuraciones no pueden importarse:"],"Breadcrumb for 404 pages:":["Breadcrumbs para las páginas 404"],"Prefix for search result pages:":["Prefijo para las páginas de resultados de búsqueda:"],"Prefix for archive pages:":["Prefijo para las páginas de archivo:"],"Prefix for breadcrumbs:":["Prefijo para las breadcrumbs:"],"Anchor text for the homepage:":["Texto de anclaje para la página de inicio:"],"Breadcrumbs separator:":["Separador de las breadcrumbs:"],"%s Breadcrumbs":["%s Breadcrumbs"],"Use Image":["Usar imagen"],"Action":["Acción"],"Page URL/Slug":["URL/Slug de página"],"Publication date":["Fecha de publicación"],"Post Status":["Estado de publicación"],"WP Page Title":["Título de página de WP"],"View":["Ver"],"View &#8220;%s&#8221;":["Ver &#8220;%s&#8221;"],"Preview":["Vista previa"],"Preview &#8220;%s&#8221;":["Vista previa &#8220;%s&#8221;"],"Edit":["Editar"],"Filter":["Filtro"],"New Yoast Meta Description":["Nueva meta description de Yoast"],"Existing Yoast Meta Description":["Meta description de Yoast actual"],"Facebook profile URL":["URL del perfil  de Facebook"],"Twitter username (without @)":["Usuario de Twitter (sin @)"],"Google":["Google"],"FAQ":["FAQ"],"Settings":["Ajustes"],"Huge SEO Issue: You're blocking access to robots.":["Enorme problema de SEO: Estás bloqueando el acceso a los robots."],"Posts":["Entradas"],"Edit Files":["Editar archivos"],"General":["General"],"Extensions":["Extensiones"],"Search Console":["Search Console"],"Tools":["Herramientas"],"Advanced":["Avanzado"],"XML sitemaps":["Mapas del sitio XML"],"Social":["Social"],"SEO":["SEO"],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":["%1$s ha detectado que estás usando la versión %2$s de %3$s, por favor, actualiza a la última versión para evitar problemas de compatibilidad."],"Just another WordPress site":["Otro sitio creado con WordPress"],"You have used HTML in your value which is not allowed.":["Has utilizado HTML en el valor y eso no está permitido."],"You can't edit %s that aren't yours.":["No puedes editar %s ya que no son tuyos."],"You can't edit %s.":["No puedes editar %s."],"Post has an invalid Content Type: %s.":["La entrada tiene un tipo de contenido no válido: %s."],"Post doesn't exist.":["La entrada no existe."],"posts\u0004Trash <span class=\"count\">(%s)</span>":["Papelera <span class=\"count\">(%s)</span>","Papelera <span class=\"count\">(%s)</span>"],"posts\u0004All <span class=\"count\">(%s)</span>":["Todo <span class=\"count\">(%s)</span>","Todos <span class=\"count\">(%s)</span>"]}}}