{"domain":"js-text-analysis","locale_data":{"js-text-analysis":{"":{"domain":"js-text-analysis","plural_forms":"nplurals=1; plural=0;","lang":"zh_HK"},"The meta description has a nice length.":[""],"Your site language is set to %s.":[""],"Number of results found: %s":[""],"Get started quickly with the %1$s %2$sconfiguration wizard%3$s!":[""],"First-time SEO configuration":[""],"Your site language is set to %s. If this is not correct, contact your site administrator.":[""],"Highlight this result in the text":[""],"Considerations":[""],"Errors":[""],"Change language":[""],"%1$s%3$s ACF Integration%2$s - an integration built by %4$s and Team %3$s":[""],"%1$sGlue for %4$s &amp; AMP%3$s - an integration between %2$sthe WordPress AMP plugin%3$s and %4$s.":[""],"You cannot create a %s file.":[""],"You cannot edit the %s file.":[""],"Updated %s":[""],"%1$s 3.0 brought a way for theme builders and custom field plugins to integrate with %1$s. These integrations make sure that %2$sall%3$s the data on your page is used for the content analysis. On this page, we highlight the frameworks that have nicely working integrations.":[""],"Create %s file":[""],"Edit the content of your %s:":[""],"Save changes to %s":[""],"%s file":[""],"We've got other integrations we'd like to tell you about:":[""],"Other integrations":[""],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please install %3$s to make your life better. %4$s.":[""],"More information":[""],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please activate %3$s to make your life better.":[""],"%1$s Integrations":[""],"More information about %1$s":[""],"Configuration Wizard":[""],"QA":[""],"You've done it!":[""],"Seamlessly integrate %1$s into your AMP pages!":[""],"Seamlessly integrate %2$s with %1$s for the content analysis!":[""],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please install %3$s to make your life better.":[""],"Manage your subscription on My Yoast":[""],"The title &amp; metas settings for %1$s are made up of variables that are replaced by specific values from the page when the page is displayed. The table below contains a list of the available variables.":[""],"Mark the most important %1$s as 'cornerstone content' to improve your site structure. %2$sLearn more about cornerstone content%3$s.":[""],"Open support form":[""],"Follow our Yoast SEO for WordPress training and become a certified Yoast SEO Expert!":[""],"Enroll in the Yoast SEO for WordPress training »":[""],"Loading help center.":[""],"Get support":[""],"Search the knowledge base":[""],"View in KB":[""],"Go back":[""],"Go back to the search results":[""],"(Opens in a new browser tab)":[""],"Want to be a Yoast SEO Expert?":[""],"You just changed the URL of this %1$s. To ensure your visitors do not see a 404 on the old URL, you should create a redirect. %2$sLearn how to create redirects here.%3$s":[""],"Posts with a %1$sgood%2$s SEO score":[""],"Posts with an %1$sOK%2$s SEO score":[""],"Posts with a %1$sneeds improvement%2$s SEO score":[""],"Posts %1$swithout%2$s a focus keyword":[""],"Hey, your SEO is doing pretty well! Check out the stats:":[""],"You don't have any published posts, your SEO scores will appear here once you make your first post!":[""],"On this page, you can change the name of your site and choose which\n separator to use. The separator will display, for instance, between your\n post title and site name. Symbols are shown in the size they'll appear in\n the search results. Choose the one that fits your brand best or takes up\n the least space in the snippets.":[""],"%1$s can tell search engines about your social media profiles.\n These will be used in Google's Knowledge Graph. There are additional\n sharing options in the advanced settings. More %2$sinfo%3$s.":[""],"Something else":[""],"A portfolio":[""],"A corporation":[""],"A small offline business":[""],"A news channel":[""],"An online shop":[""],"A blog":[""],"What does the site %1$s represent?":[""],"Please specify which post types you want search engines to index.\n If you do not know the differences between these, it's best to choose the\n default settings. For instance, setting 'Media' to visible would index your\n images which could lead to visitors finding your images without ever\n coming to your site. If you have a custom post type on your site, you need\n to activate these manually.":[""],"If you choose no, your author archives will be deactivated to prevent\n duplicate content issues.":[""],"Note: we don't store your data in any way and don't have full access to your account. \nYour privacy is safe with us.":[""],"%1$s integrates with Google Search Console, a must-have tool for site owners.\n It provides you with information about the health of your site. \n Don't have a Google account or is your site not activated yet?\n Find out %2$show to connect Google Search Console to your site.%3$s":[""],"Option B: My site is under construction and should not be indexed":[""],"Option A: My site is live and ready to be indexed":[""],"Choose under construction if you want to keep the site out of the index\n of search engines. Don't forget to activate it once you're ready to\n publish your site.":[""],"Please specify if your site is under construction or already active.":[""],"This information will be used in Google's Knowledge Graph Card, the big\n block of information you see on the right side of the search results.":[""],"Does your site represent a person or company?":[""],"Close wizard":[""],"Read more like this on our SEO blog":[""],"Latest blogposts on Yoast.com":[""],"Readability: Good":["可讀性：高"],"Readability: OK":["可讀性：尚可"],"Readability: Needs improvement":["可讀性：需要加強改進"],"SEO: Needs improvement":["SEO：需要加強改進"],"Activate your site on My Yoast":["在My Yoast中激活您的授權序號"],"Not activated":["未激活"],"Activated":["已激活"],"%1s recommendations for you":["給您的%1s條推薦"],"All Readability Scores":["所有可讀性分數"],"Filter by Readability Score":["以可讀性分數篩選"],"You are not receiving updates or support! Fix this problem by adding this site and enabling %1$s for it in %2$s.":["您未收到更新或支持！請添加該站點並且在%2$s中啟用%1$s來解決此問題。"],"Remind me again in 4 weeks.":["4週後再提醒我。"],"Request method %1$s is not valid.":["請求方法%1$s不可用。"],"Import from Jetpack SEO":["從 Jetpack SEO 匯入"],"Muted notifications:":["已忽略的通知："],"Muted problems:":["已忽略的問題："],"Do you want to preview what it will look like if people share this post on %1$s? You can, with %2$s.":["您想預覽用戶分享本文到%1$s上的樣子嗎？您可以升級到%2$s查看。"],"Find out why you should upgrade to %s &raquo;":["了解您為什麼應該升級到%s &raquo;"],"Go premium!":["取得進階版！"],"Dismiss %s upgrade motivation":["關閉%s升級功能"],"This feature helps you improve the internal link structure of your site. If you want to know more about the why and how of internal linking, check out the %1$sarticle about internal linking on Yoast.com%2$s.":["該功能幫助您完善您站點的內鏈結構。如果你想了解更多關於為什麼和怎樣處理內鏈，請在Yoast.com%2$s查看關於內鏈的文章%1$s。"],"The <strong>Text link counter</strong> feature (introduced in %1$s %2$s) is currently disabled. For this feature to work %1$s needs to create a table in your database. We were unable to create this table automatically.\n\t\t\t\t\tPlease read the following %3$sknowledge base article%4$s to find out how to resolve this problem.":[""],"Good job! All the links in your texts have been counted.":["太棒了！文章中所有鏈接已經統計完畢。"],"Calculation completed.":["計算完成。"],"Calculation in progress...":["正在計算..."],"Stop counting":["停止計算"],"Counting links in your texts":["計算你文字中的連結數量"],"Text %1$s of %2$s processed.":["已處理文本 %1$s/%2$s"],"All your texts are already counted, there is no need to count them again.":["所有文章已經統計完畢，無需再次統計"],"Count links in your texts":["統計文中鏈接數量"],"The links in all your public texts need to be counted. This will provide insights of which texts need more links to them. If you want to know more about the why and how of internal linking, check out %1$sthe article about internal linking on %2$s%3$s.":[""],"Text link counter":["文字鏈接計數"],"To make sure all the links in your texts are counted, we need to analyze all your texts.\n\t\t\t\t\tAll you have to do is press the following button and we'll go through all your texts for you.\n\n\t\t\t\t\t%3$sCount links%4$s\n\n\t\t\t\t\tThe Text link counter feature provides insights in how many links are found in your text and how many links are referring to your text. This is very helpful when you are improving your %1$sinternal linking%2$s.":[""],"The <strong>Text link counter</strong> feature (introduced in %1$s %2$s) is currently disabled. For this feature to work %1$s requires at least PHP version %3$s. We have detected PHP version %4$s on this website.\n\t\t\t\t\tPlease read the following %5$sknowledge base article%6$s to find out how to resolve this problem.":[""],"# internal links to":["# 內鏈到"],"Number of internal links linking to this post. See \"Yoast Columns\" text in the help tab for more info.":[""],"# links in post":["# 文章中鏈接數量"],"Number of internal links in this post. See \"Yoast Columns\" text in the help tab for more info.":[""],"%1$s adds several columns to this page. We've written an article about %2$show to use the SEO score and Readability score%3$s. The links columns show the number of articles on this site linking %5$sto%6$s this article and the number of URLs linked %5$sfrom%6$s this article. Learn more about %4$show to use these features to improve your internal linking%3$s, which greatly enhances your SEO.":[""],"%s Columns":["%s欄"],"Readability score":["可讀性分數"],"Take the online Structured Data Training course and learn how to create rich snippets!":[""],"The focus keyword appears only in %2$d (out of %1$d) subheadings in your copy. Try to use it in at least one more subheading.":[""],"No internal links appear in this page, consider adding some as appropriate.":[""],"This page has %1$s internal link(s).":["這頁面有%1$s個內部連結。"],"This page has %1$s nofollowed internal link(s) and %2$s normal internal link(s).":[""],"This page has %1$s internal link(s), all nofollowed.":[""],"Other benefits of %s for you:":[""],"Let us set up %s for you":[""],"Configure %s in a few steps":[""],"%1$sSocial media preview%2$s: Facebook &amp; Twitter":[""],"Scroll to see the preview content.":[""],"Enter authorization code here...":["在此輸入授權號碼..."],"The Cornerstone content functionality enables you to mark and filter cornerstone content on your website. %1$sRead more about how cornerstone content can help you improve your site structure.%2$s":[""],"Cornerstone content":[""],"%1$s will now take care of all the needed technical optimization of your site. To really improve your site's performance in the search results, it's important to start creating content that ranks well for keywords you care about. Check out this video in which we explain how to use the %1$s metabox when you edit posts or pages.":[""],"Your %1$s plugin is now set up. SEO, however, is subject to constant change. Sign up for our newsletter if you would like to keep up-to-date regarding %1$s, other plugins by Yoast and important news in the world of SEO.":[""],"Stay up-to-date":[""],"If you want to outrank the competition in a specific town or region, check out our %1$s plugin! You’ll be able to easily insert Google maps, opening hours, contact information and a store locator. Besides that %1$s helps you to improve the usability of your contact page.":[""],"Attract more customers near you":["吸引更多附近的客戶"],"Do you want to know all the ins and outs of the %1$s plugin? Do you want to learn all about our advanced settings? Want to be able to really get the most out of the %1$s plugin? Check out our %1$s plugin training and start outranking the competition!":[""],"Get the most out of %1$s with the %2$s":[""],"Do you want to learn how to write content that generates traffic? Check out our %1$s. We will help you to write awesome copy that will rank in the search engines. The %1$s covers all the main steps in SEO copywriting: from keyword research to publishing.":[""],"Learn how to write copy that ranks":[""],"Upgrade to Premium":["升級到高級版本"],"Do you want to outrank your competition? %1$s gives you awesome additional features that'll help you to set up your SEO strategy like a professional. Use the multiple focus keywords functionality, the redirect manager and our internal linking tool. %1$s will also give you access to premium support.":[""],"Outrank the competition with %s":[""],"Configuration service":["設置服務"],"While we strive to make setting up %1$s as easy as possible, we understand it can still be daunting. If you would rather have us set up %1$s for you (and get a copy of %2$s in the process), order a %1$s configuration service and sit back while we configure your site.":[""],"Configure %s":["設定 %s"],"Welcome to the %1$s configuration wizard. In a few simple steps we'll help you configure your SEO settings to match your website's needs! %1$s will take care of all the technical optimizations your site needs.":["歡迎使用 %1$s 配置嚮導。 只需幾個簡單的步驟，我們將幫助您配置您的SEO設定，以滿足您的網站的需求！%1$s 將負責您網站所需的所有技術優化。"],"Please choose the %s configuration of your liking:":[""],"You might like":[""],"Newsletter":["電子報"],"We have detected that you have not finished this wizard yet, so we recommend you to %2$sstart the configuration wizard to configure %1$s%3$s.":["我們檢測到您尚未完成此嚮導，因此我們建議您將 %2$s 開始配置嚮導配定為%1$s%3$s。"],"The configuration wizard helps you to easily configure your site to have the optimal SEO settings.":["配置嚮導可幫助您輕鬆配置網站，以獲得最佳的SEO設置。"],"This article is %1$scornerstone content%2$s":[""],"If you cannot upgrade your PHP version yourself, you can send an email to your host. We have %1$sexamples here%2$s. If they don't want to upgrade your PHP version, we would suggest you switch hosts. Have a look at one of our recommended %3$sWordPress hosting partners%4$s, they've all been vetted by our Yoast support team and provide all the features a modern host should provide.":["如果您無法自行升級您的PHP版本，您可以向您的網站託管公司發送電子郵件求助。 我們在這裡有一些%1$s例子%2$s。 如果他們不想升級您的PHP版本，我們建議您切換主機。 看看我們推薦的%3$s WordPress主機合作夥伴%4$s，他們都經過我們的團隊審查，並提供全面的功能。"],"If you cannot upgrade your PHP version yourself, you can send an email to your host. We have %1$sexamples here%2$s. If they don't want to upgrade your PHP version, we would suggest you switch hosts. Have a look at one of the recommended %3$sWordPress hosting partners%4$s.":[""],"Can't update? Ask your host!":[""],"You should update your PHP version to either 5.6 or to 7.0 or 7.1. On a normal WordPress site, switching to PHP 5.6 should never cause issues. We would however actually recommend you switch to PHP7. There are some plugins that are not ready for PHP7 though, so do some testing first. We have an article on how to test whether that's an option for you %1$shere%2$s. PHP7 is much faster than PHP 5.6. It's also the only PHP version still in active development and therefore the better option for your site in the long run.":[""],"To which version should I update?":[""],"Hosts have the ability to update your PHP version, but sometimes they don't dare to do that because they're afraid they'll break your site.":[""],"Hey, we've noticed that you're running an outdated version of PHP. PHP is the programming language that WordPress and Yoast SEO are built on. The version that is currently used for your site is no longer supported. Newer versions of PHP are both faster and more secure. In fact, your version of PHP no longer receives security updates, which is why we're sending you to this notice.":[""],"Your site could be faster and more secure with a newer PHP version.":[""],"A message from %1$s":[""],"Go Premium and our experts will be there for you to answer any questions you might have about the setup and use of the plugin.":[""],"24/7 support":[""],"Superfast internal linking suggestions":[""],"Great news: you can, with %1$s!":[""],"Save changes":[""],"1 year free updates and upgrades included!":[""],"The plugin %2$s changes your site's output and in doing that differentiates between search engines and normal users, a process that's called cloaking. We highly recommend that you disable it.":[""],"Want to add more than one keyword?":[""],"Superfast internal links suggestions":[""],"%1$sNo more dead links%2$s: easy redirect manager":[""],"Other benefits of %1$s for you:":[""],"Go Premium and our experts will be there for you to answer any questions you might have about the set-up and use of the plug-in!":[""],"No ads!":[""],"Facebook & Twitter":[""],"Social media preview":[""],"Find related posts superfast":[""],"Internal linking suggestions":[""],"Easy redirect manager":[""],"No more dead links":[""],"Increase your SEO reach":[""],"Multiple keywords":[""],"Get %1$s":[""],"The focus keyword contains a stop word. This may or may not be wise depending on the circumstances. %1$sLearn more about the stop words%2$s.":[""],"Take the online Technical SEO Training course and learn essential technical SEO-concepts!":["參加線上SEO技術培訓課程，並學期基礎的SEO技術概念。"],"If you want more help creating awesome content, check out our %2$sSEO copywriting course%3$s. Do you want to know all about the features of the plugin, consider doing our %1$s!":["如果你想要更多關於建立更棒的內容，請瀏覽我們的%2$sSEO寫作課程%3$s。你想要知道更多關於此外掛的特色功能，考慮加入我們的 %1$s！"],"Variable":["變數"],"Available variables":["可用變數"],"Scroll to see the table content.":["滾動以查看該表格的內容。"],"Need help determining your settings? Configure %1$s step-by-step.":["需要幫助您設置嗎？透過 %1$s 設定精靈一步一步設定。"],"Please refer to %1$sour article about how to connect your website to Google Search Console%2$s if you need assistance.":["若您需要幫助，請參考我們的文章 %1$s關於如何串接網站與Google網站管理員%2$s。"],"The keyword density is %1$s, which is way over the advised %3$s maximum; the focus keyword was found %2$d times.":["關鍵字密度為 %1$s，已經超過建議上限的 %3$s ；關鍵字出現了 %2$d 次。"],"An error occurred in the '%1$s' assessment":["在 %1$s 評估中發生錯誤"],"%1$s of the words contain %2$sover %3$s syllables%4$s, which is more than the recommended maximum of %5$s.":["%1$s 字包含 %2$s 超過%3$s 音節 %4$s，這是超過最大建議值 %5$s。"],"%1$s of the words contain %2$sover %3$s syllables%4$s, which is less than or equal to the recommended maximum of %5$s.":["%1$s 字包含 %2$s超過 %3$s 音節%4$s，小於或等於最大值 %5$s。"],"The slug for this page contains a %1$sstop word%2$s, consider removing it.":["頁面的代稱含有一個以上的%1$s停用詞%2$s，建議移除掉它們。"],"%1$s of the sentences contain a %2$stransition word%3$s or phrase, which is great.":["%1$s 句子包含一個%2$s過度詞或短語%3$s，這是強大的！"],"%1$s of the sentences contain a %2$stransition word%3$s or phrase, which is less than the recommended minimum of %4$s.":["%1$s 句子包含一個 %2$s過度詞%3$s或短語，小於建議的最小值 %4$s。"],"The focus keyword '%1$s' does not appear in the SEO title.":["焦點關鍵字「%1$s」並沒有出現在SEO標題。"],"This is far below the recommended minimum of %2$d word. Add more content that is relevant for the topic.":["這遠低於建議的最小值 %2$d 字。新增更多與主題有關的內容。"],"This is below the recommended minimum of %2$d word. Add more content that is relevant for the topic.":["這低於最小建議值 %2$d 自數。加入一些與主題相關的內容。"],"This is slightly below the recommended minimum of %2$d word. Add a bit more copy.":["這略低於建議的最小值 %2$d 字。新增多一點的內容。"],"This is more than or equal to the recommended minimum of %2$d word.":["這個大於或等於建議最值 %2$d  個字。"],"The text contains %1$d word.":["本文包含 %1$d 個字。"],"%1$d subheading is followed by more than the recommended maximum of %2$d words. Try to insert another subheading.":["%1$d 副標題後緊接著超過推薦最多 %2$d 字。嘗試加入一個新的副標題吧！"],"The amount of words following each of the subheadings doesn't exceed the recommended maximum of %1$d words, which is great.":["每一個副標題後面的字數不建議超過最 %1$d 字處的最大值。這才是棒的！"],"%1$s of the sentences contain %2$smore than %3$s words%4$s, which is more than the recommended maximum of %5$s. Try to shorten the sentences.":["%1$s 句子包含 %2$s 多過於 %3$s 字 %4$s。這是超過最大推薦值 %5$s ，嘗試縮短句子。"],"%1$s of the sentences contain %2$smore than %3$s words%4$s, which is less than or equal to the recommended maximum of %5$s.":["%1$s 句子包含%2$s 多過於  %3$s 字%4$s，這是小於或等於推薦的最大值 %5$s 。"],"The meta description contains %1$d sentence %2$sover %3$s words%4$s. Try to shorten this sentence.":["Meta 描述包含 %1$d 句子 %2$s 超過 %3$s 字 %4$s。嘗試縮短句子。"],"The meta description contains no sentences %1$sover %2$s words%3$s.":["Meta 摘要描述不含句子 %1$s 超過 %2$s 字 %3$s。"],"The text contains %2$d consecutive sentences starting with the same word. Try to mix things up!":["這內容包含 %1$d 個實例，其中 %2$d 個或多個連續劇子都是同一個單字，嘗試混和一下吧！"],"%1$s of the sentences contain %2$spassive voice%3$s, which is more than the recommended maximum of %4$s. Try to use their active counterparts.":["%1$s 句子包含 %2$s 被動語%3$s ，這超過了建議的最大值 %4$s。嘗試讓它們相對活躍。"],"%1$s of the sentences contain %2$spassive voice%3$s, which is less than or equal to the recommended maximum of %4$s.":["%1$s 句子包含 %2$s被動語態%3$s，這小於或等於推薦的最大值 %4$s。"],"%1$d of the paragraphs contains more than the recommended maximum of %2$d words. Are you sure all information is about the same topic, and therefore belongs in one single paragraph?":["%1$d 段落包含超過推薦最大值 %2$d 字。你確定所有訊息都是關於同一個主題而因此寫在同一個段落？"],"The meta description is over %1$d characters. Reducing the length will ensure the entire description will be visible.":["指定的 meta 描述超過 %1$d  個字元，減少字數將能確保整個描述都能被顯示。"],"The keyword density is %1$s, which is too low; the focus keyword was found %2$d times.":["關鍵字密度為 %1$s，這個密度有點低，關鍵字已被找到 %2$d 次。"],"Step %1$d: %2$s":["步驟%1$d：%2$s"],"No new notifications.":["沒有新的通知。"],"Save all":["儲存所有"],"Save":["儲存"],"You have %d new issue concerning your SEO!":["您有 %d 個關於SEO的新問題！"],"%1$s, Author at %2$s":["%1$s， 作者 %2$s"],"wpSEO data successfully imported. Would you like to %1$sdisable the wpSEO plugin%2$s?":["wpSEO 資料已成功匯入。您想要 %1$s停用 wpSEO 外掛%2$s嗎？"],"All in One SEO data successfully imported. Would you like to %1$sdisable the All in One SEO plugin%2$s?":["All in One SEO 資料已成功匯入。 您想要 %1$s停用 All in One SEO 外掛%2$s？"],"All in One SEO data successfully imported. Would you like to %1$sdisable the All in One SEO plugin%3$s? You've had Google Analytics enabled in All in One SEO, would you like to install the %2$sGoogle Analytics plugin%3$s?":[""],"Mobile preview":["行動裝置預覽"],"Desktop preview":["桌面預覽"],"Use queries instead":["改用 queries"],"Use javascript instead.":["改用 javascript。"],"Select redirect":["選擇導向"],"Take the online Site Structure Training course and learn how to structure your website!":["參加在線網站培訓課程，並瞭解如何構建您的網站！"],"you are <strong>not</strong> receiving updates.":["您 <strong>沒有</strong> 收到更新。"],"INACTIVE":["停用"],"you are receiving updates.":["有新的更新"],"ACTIVE":["啟用"],"<b>Warning!</b> Your %s license is inactive which means you're missing out on updates and support! <a href=\"%s\">Activate your license</a> or <a href=\"%s\" target=\"_blank\">get a license here</a>.":["<b>警告！</b> 您的 %s 授權未啟動，這意味著您錯過了更新與支援。<a href=\"%s\">啟動您的授權</a> 或 <a href=\"%s\" target=\"_blank\">去取授權</a>。"],"<b>Warning!</b> You didn't set your %s license key yet, which means you're missing out on updates and support! <a href=\"%s\">Enter your license key</a> or <a href=\"%s\" target=\"_blank\">get a license here</a>.":["<b>警告！</b> 你還沒設置你的  %s 授權金鑰，這表示你喪失了更新和支援！<a href=\"%s\">輸入您的授權金鑰</a> 或 <a href=\"%s\" target=\"_blank\">購買授權金鑰</a>."],"Please provide an SEO title by editing the snippet below.":["請在下方的摘要編輯器中提供一個 SEO 標題。"],"Meta description preview:":["Meta 描述預覽："],"Slug preview:":["代稱預覽："],"SEO title preview:":["SEO 標題預覽："],"Close snippet editor":["關閉代碼預覽編輯"],"Slug":["代稱"],"Remove marks in the text":["刪除文字中的標記"],"Mark this result in the text":["在文字中標記此結果"],"Marks are disabled in current view":["在當前瀏覽中標記為禁用"],"Content optimization: Good SEO score":["內容優化：良好的SEO分數"],"Good SEO score":["優良的SEO分數："],"Content optimization: OK SEO score":["內容優化：尚可的SEO分數"],"OK SEO score":["尚可的SEO分數："],"Content optimization: Bad SEO score":["內容優化：較差的SEO分數"],"Bad SEO score":["較差的SEO分數："],"Content optimization: Has feedback":["內容優化：有反饋"],"Feedback":["反饋"],"http://en.wikipedia.org/wiki/Stop_words":["http://en.wikipedia.org/wiki/Stop_words"],"The focus keyword appears in the URL for this page.":["焦點關鍵字出現在此頁面URL中。"],"You have far too little content, please add some content to enable a good analysis.":["你內容太少，請加入一些內容以便進行良好的分析。"],"The images on this page contain alt attributes.":["此頁面上的圖片包含ALT標籤。"],"The images on this page do not have alt attributes containing the focus keyword.":["這這個頁面上的圖片並沒有包含焦點關鍵字在其中的ALT屬性。"],"The images on this page contain alt attributes with the focus keyword.":["此頁面上的圖片包含ALT標籤內包含焦點關鍵字。"],"The text does not contain any subheadings. Add at least one subheading.":["文章內容沒有任何副標題。至少加入一個。"],"None of the paragraphs are too long, which is great.":["沒有太長的段落，棒！"],"The SEO title is wider than the viewable limit.":["這個SEO標題長度超過了可以顯示的範圍。"],"The SEO title has a nice length.":["這頁面的標題長度剛好。"],"The SEO title is too short. Use the space to add keyword variations or create compelling call-to-action copy.":["頁面標題太短。使用空格可以增加關鍵字參數或建立引人注目的號召文字。"],"The meta description contains the focus keyword.":["meta描述中包含的焦點關鍵字。"],"The keyphrase is over 10 words, a keyphrase should be shorter.":["關鍵字長度超過10個字元，建議縮短一些。"],"ok":["好"],"Choose an image":["選擇圖片"],"Remove the image":["移除圖片"],"company logo image preview":["公司Logo圖片預覽"],"Choose image":["選擇圖片"],"MailChimp signup failed:":["MailChimp 加入失敗："],"Sign Up!":["註冊"],"Name":["名稱"],"There is an error with the request.":["請求出錯。"],"Select profile":["選擇檔案"],"Choose a profile":["選擇一個檔案"],"Reauthenticate with Google":["使用Google重新認證"],"To allow %s to fetch your Google Search Console information, please enter your Google Authorization Code. Clicking the button below will open a new window.":["要允許 %s 取得Google網站管理員資訊，請輸入Google認證碼。點擊下面按鈕將開啟一個新視窗。"],"Search Result Preview":["搜尋結果預覽"],"URL preview: ":["預覽網址："],"Please provide a meta description by editing the snippet below.":["請利用以下代碼編輯器提供meta描述。"],"Edit snippet":["編輯代碼"],"Search Result Form":["搜尋結果從"],"You can click on each element in the preview to jump to the Snippet Editor.":["你可以透過點擊預覽中任何元素以挑轉到摘要編輯器。"],"SEO title preview: ":["SEO標題預覽："],"This is an example title - edit by clicking here":["這是一個範例標題 - 點擊此處進行編輯"],"Slug preview: ":["代稱預覽："],"Meta description preview: ":["Meta描述預覽："],"Please provide a meta description by editing it here.":["請在此編輯並提供一個Meta摘要描述"],"Close search result form":["關閉搜尋結果從"],"A problem occurred when saving the current step, {{link}}please file a bug report{{/link}} describing what step you are on and which changes you want to make (if any).":["儲存當前設定發生錯誤， {{link}}請回報錯誤{{/link}}並描述您正在做什麼步驟與想更改那些(假設有的話)。"],"Close the Wizard":["關閉設定精靈。"],"Previous step":["上一步"],"Next step":["下一步"],"Export settings":["匯出設定"],"Get %s now!":["立刻取得  %s ！"],"You're not getting the benefits of %1$s yet. If you had %1$s, you could use its awesome features:":["你尚未獲得 %1$s 的好處。如果已經有 %1$s ，那你可以體會它的超棒特色。"],"%1$s video tutorial":["%1$s 影片教學"],"%s &rsaquo; Configuration Wizard":["%s &rsaquo; 設定精靈"],"%1$sPlease don't show me this notification anymore%2$s":["%1$s不要再顯示此通知%2$s"],"If you are experiencing issues, %1$splease file a bug report%2$s and we'll do our best to help you out.":["如果您有遇到問題，請 %1$s提交錯誤回報%2$s，我們將盡力幫助您解決問題。"],"We've noticed you've been using %1$s for some time now; we hope you love it! We'd be thrilled if you could %2$sgive us a 5 stars rating on WordPress.org%3$s!":["我們已經注意到您正在使用 %1$s 一些時間，我們希望你喜歡！如果您可以在%2$sWordPress.org上給我們5星好評%3$s，我們會很開心！"],"Take the %1$s course and become a certified %2$s expert!":["參加 %1$s 課程並成為一個認製的 %2$s 專家！"],"Do you want to get a grip on your own SEO-strategy? Learn all about it in one of %1$sour courses%2$s.":["你想要掌握自己的SEO策略嗎？在%1$s我們的課程%2$s中了解它。"],"Buy the %1$s plugin now and optimize your shop today to improve your product promotion!":["現在購買 %1$s 外掛並優化你的商店進而改善網站商品的推廣！"],"Take your SEO to the next level and outrank your competition with our %1$sSEO plugins%2$s.":["將你的SEO提高到另外一個水平之上，並超越我們的%1$sSEO 外掛%2$s。"],"Let our experts set up your %1$s plugin!":["讓我們的磚將幫您設定 %1$s 外掛！"],"Do you want to know how to improve your rankings? %1$sLet team %2$s help you!%3$s":["你想知道如何提高你的排名嗎？%1$s讓 %2$s幫助你%3$s！"],"Courses":["課程"],"Services":["服務"],"Date archives settings":["時間彙整設定"],"Author archives settings":["作者彙整設定"],"Remove keyword":["移除關鍵字"],"%1$s by %2$s":["%1$s x %2$s"],"Choose your settings.zip file":["選擇你的 settings.zip 檔案"],"Open the configuration wizard":["開啟設定精靈"],"Configuration wizard":["設定精靈"],"Enter the meta keywords":["輸入 meta 關鍵字"],"Enter a focus keyword":["輸入一個焦點關鍵字"],"By the way, did you know we also have a %1$sPremium plugin%2$s? It offers advanced features, like a redirect manager and support for multiple keywords. It also comes with 24/7 personal support.":["順帶一提，你知道我們有一個  %1$s進階版外掛%2$s 嗎？它將提供更多進階功能，像是網址導向管理、支援多重關鍵字，另外也提供24/7的個人支援。"],"(no title)":["（沒有標題）"],"%1$s comes with a lot of features. You can enable / disable some of them below.":["%1$s 擁有很多特色功能，您可以在以下區域此開啟/關閉這些功能。"],"%s installation wizard":[""],"The %1$s admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["%1$s 管理者選單中包含了第三分分析工具可以級快速得知新通知。"],"Admin bar menu":["管理選單"],"The %1$s integration checks daily if your site is still indexable by search engines and notifies you when this is not the case.":["這個 %1$s 集成每天檢查網站是否可由搜尋引擎收錄並於異常時通知您。"],"The advanced settings include site-wide settings for your titles and meta descriptions, social metadata, sitemaps and much more.":["這個進階設包含網站標題、描述、社群資訊、網站地圖還有更多。"],"Advanced settings pages":["進階設定頁面"],"Features":["特色"],"More info":["更多"],"Get Yoast SEO Premium now »":[""],"Gain access to our 24/7 support team.":["取得我們團隊 24/7 全天候支援。"],"Check what your Facebook or Twitter post will look like.":["檢查你的Faceook或Twitter貼文的外觀像什麼樣子。"],"Social Previews":["社群預覽"],"Optimize a single post for up to 5 keywords.":["單篇文章針對最多5個關鍵字做優化。"],"Create and manage redirects within your WordPress install.":["在您安裝WordPress的同時建立並管理重定向。"],"Meta robots index":["Meta robots index"],"SEO title":["SEO標題"],"While we strive to make setting up %1$s as easy as possible, we understand it can be daunting. If you’d rather have us set up %1$s for you (and get a copy of %2$s in the process), order our %3$s%1$s configuration service%4$s here!":["雖然我們嘗試讓 %1$s 盡可能容易，但是我們知道它是有一定難度的。如果你想讓我們替您設置 %1$s(並在過程中獲得 %2$s 的複製版)，在此訂閱 %3$s%1$s 設定服務%4$s。"],"Welcome to the %1$s configuration wizard. In a few simple steps we'll help you configure your SEO settings to match your website's needs!":["歡迎來到 %1$s 設置精靈。透過幾個簡單的步驟，我們將協助您配置SEO設定，以滿足您的網站需求！"],"Google shows your website's name in the search results, if you want to change it, you can do that here.":["Google 在搜尋結果中顯示你的網站名稱，如果你想要變更它，你可以在此變更。"],"Greater than sign":["大於"],"Less than sign":["小於"],"Right angle quotation mark":["右邊引號"],"Left angle quotation mark":["左邊引號"],"Small tilde":["小括弧"],"Vertical bar":["垂直線"],"Low asterisk":["低星號"],"Asterisk":["星號"],"Bullet":["點"],"Middle dot":["中點"],"Em dash":["破折號"],"En dash":["連接符"],"Dash":["連字號"],"Choose the symbol to use as your title separator. This will display, for instance, between your post title and site name. Symbols are shown in the size they'll appear in the search results.":["選擇要作為標題的分隔服務。這將顯示文章和網站標題之間的分隔。此符號將會顯示於搜尋結果中。"],"The name of the person":["人物名稱"],"No":["否"],"Yes":["是"],"Does, or will, your site have multiple authors?":["你的網站是否會有多作者？"],"The name of the company":["公司名稱"],"Provide an image of the company logo":["提供圖片當公司Logo"],"Hidden":["隱藏"],"Visible":["顯示"],"The post type \"%1$s\" should be":["這個「%1$s」應該"],"WordPress automatically generates an URL for each media item in the library. Enabling this will allow for google to index the generated URL.":["WordPress 會自動針對每一個媒體產生一個專屬URL。啟用此選項將允許Google針對每一個媒體URL進行索引。"],"Success!":["成功！"],"Title settings":["標題設定"],"Google Search Console":["Google 網站管理員"],"Multiple authors":["多作者"],"Post type visibility":["可見的文章類型"],"Social profiles":["社群資訊"],"Site type":["網站類型"],"Environment":["網站環境"],"Welcome!":["歡迎！"],"Yoast option %1$s not found.":["Yoast 設定 %1$s 找不到。"],"Posts that are set to &#8220;%s&#8221;":["文章皆已設置為 &#8220;%s&#8221;"],"Microsoft Edge Site Scan":["Microsoft Edge 網站掃描"],"Google Structured Data Test":["結構化測試資料"],"Posts list":["文章清單"],"Posts list navigation":["文章清單導覽選單"],"Filter posts list":["篩選文章清單"],"Note that links to archives might be still output by your theme and you would need to remove them separately.":["請注意，彙整頁面仍可能由您的主題輸出，您需要單獨刪除它們。"],"View credits":["檢視貢獻者"],"Take a look at the people that create %1$s.":["看看誰貢獻了 %1$s。"],"Team and contributors":["團隊與貢獻者"],"Default for this taxonomy type, currently: %s":["此自訂分類型態的預設值，目前為： %s"],"%1$s to optimize your site even further":["%1$s 優化您的網站到極致"],"%1$s extensions":["%1$s 擴充"],"Comes with our 30-day no questions asked money back guarantee":["我們提供30天無條件退款保證。"],"More information %1$sabout %3$s%2$s":["更多資訊 %1$s關於 %3$s%2$s"],"Buy %1$s":["購買 %1$s"],"Installed":["已安裝"],"gain access to our 24/7 support team.":["獲得我們的團隊 24/7 全天候支援。"],"Premium support":["進階支援"],"check what your Facebook or Twitter post will look like.":["檢查您在Facebook或Twitter貼文中的樣式。"],"Social previews":["社群預覽"],"optimize a single post for up to 5 keywords.":["針對最多5個關鍵字做優化。"],"Multiple focus keywords":["多個焦點關鍵字"],"create and manage redirects from within your WordPress install.":["在WordPress安裝中建立與管理WordPress導向。"],"Redirect manager":["導向管理員"],"%1$s, take your optimization to the next level!":["%1$s 帶領你的網站優化到另外一個層級！"],"A seamless integration between %1$s and %2$s":["在  %1$s 和 %2$s 之間可以無縫接軌"],"Use %1$s breadcrumbs instead of %2$s ones":["使用 %1$s 麵包屑替代 %2$s"],"Improve sharing on Pinterest":["增進在 Pinterest 的分享"],"Improve the usability of your contact page":["增強聯絡頁面的可用性"],"Easily insert Google Maps, a store locator, opening hours and more":["輕鬆插入Google地圖、商店定位、營業時間或更多"],"Get found by potential clients":["找到潛在客戶"],"Creates XML News Sitemaps":["建立 XML 新聞網站地圖"],"Immediately pings Google on the publication of a new post":["立刻通知Google發佈最新文章"],"Optimize your site for Google News":["針對你的網站做 Google News 優化"],"Make videos responsive through enabling fitvids.js":["讓影片透過 fitvids.js 支援回應式"],"Enhance the experience of sharing posts with videos":["增強影片文章訊息的體驗"],"Show your videos in Google Videos":["在 Google Videos 顯示你的影片"],"The following file is blocking your XML sitemaps from working properly. Either delete it (this can be done with the \"Fix it\" button) or disable %1$s XML sitemaps.":["以下檔案正在阻饒你的XML網站地圖正常工作。刪除它 (可以透過「解決它」的按鈕處理)或者是停用%1$s XML 網站地圖。"],"Crawl issues list":["爬蟲問題清單"],"Crawl issues list navigation":["索引問題列表導航"],"Edit &#8220;%s&#8221;":["編輯 &#8220;%s&#8221;"],"Filter by post type":["由文章型態篩選"],"Show All Post Types":["顯示所有文章型態"],"Premium":["進階"],"Go Premium":["升級到進階版"],"Files successfully removed.":["檔案已經成功移除。"],"The directory %s could not be removed. Please remove it via FTP.":["這個目錄 %s 不能被移除，請透過 FTP 移除。"],"Google Trends":["Google 搜尋趨勢"],"Notifications":["通知"],"Removes the keyword tab from the metabox and disables all SEO-related suggestions.":["從metabox移除關鍵字標籤頁籤並停用所有SEO相關建議。"],"Disable SEO analysis":["停用SEO分析"],"Twitter settings":["Twitter設定"],"Pinterest settings":["Pinterest設定"],"Google+ settings":["Google+設定"],"Facebook settings":["Facebook 設定"],"To let search engines know which social profiles are associated to this site, enter them below:":["要讓搜尋引擎知道社交資訊與此網站的關聯，請在以下輸入："],"Your social profiles":["你的社群資訊"],"User sitemap settings":["使用者網站地圖設定"],"Taxonomies sitemap settings":["自訂分類網站地圖設定"],"Post types sitemap settings":["文章類型網站地圖設定"],"Entries per sitemap page":["每個網站地圖的條目數量"],"Your XML Sitemap":["你的XML網站地圖"],"Excluded posts settings":["排除文章設定"],"As you are redirecting attachment URLs to parent post URLs, these settings will currently only have an effect on unattached media items! So remember: If you change the %1$sattachment redirection setting%2$s in the future, the below settings will take effect for *all* media items.":["當你將附件檔案URL導向到父文章URL時，這設定僅對未附加媒體項目有影響！所以請記住：未來如果你想要變更%1$s附加檔案導向設定%2$s，以下設定將對「所有」媒體項目生效。"],"Removes the keyword tab from the metabox and disables all keyword-related suggestions.":["從metabox移除關鍵字頁籤並停用所有關鍵字相關鍵字。"],"Keyword analysis":["關鍵字分析"],"Title separator symbol":["標題分隔符號"],"Security setting":["安全性設定"],"Restore default settings":["還原初始化設定"],"RSS feed settings":["RSS摘要設定"],"Stop words in slugs.":["停止單字在代稱中。"],"Breadcrumbs settings":["麵包屑設定"],"Make primary":["設為主要"],"Content optimization":["內容優化"],"Enter your Google Authorization Code and press the Authenticate button.":["輸入你的Google認證碼並點擊認證按鈕。"],"To allow %1$s to fetch your %2$s information, please enter your Google Authorization Code. Clicking the button below will open a new window.":["要允許%1$s 取得 %2$s 資訊，請輸入Google認證碼。點擊下面按鈕將開啟一個新視窗。"],"Knowledge base article":["知識庫文章"],"Open the knowledge base article in a new window or read it in the iframe below":["在新視窗打開知識庫文章或使用以下框架瀏覽"],"Search results":["搜尋結果"],"Yoast SEO video tutorial":["Yoast SEO 影音教學"],"%s notification":["%s 則通知"],"Disable readability analysis":["關閉可讀性分析"],"Removes the readability tab from the metabox and disables all readability-related suggestions.":["從metabox移除可讀性頁籤並停用所有可讀性相關建議。"],"Readability analysis":["可讀性分析"],"Needs improvement":["需要改進"],"Readability":["可讀性"],"You are trying to load non-minified files, these are only available in our development package. Check out %1$s to see all the source files.":["你正在嘗試踩入非壓縮的檔案，這個些僅在我們的開發包中使用。檢查 %1$s 的所有原始檔案。"],"You have a new issue concerning your SEO!":["你有一個關於SEO的新問題！"],"\"Max entries per sitemap page\" should be below %1$s to meet Google's requirements, which %2$s is not.":["「每個網站地圖最多可包含的條目」 應該低於 %1$s 以滿足 Google 需求，但其中 %2$s 不符合。"],"%1$s Dashboard":["%1$s 控制台"],"Improvements":[""],"Restore this item.":["還原此項目。"],"Dismiss this item.":["忽略此項目。"],"Good job! We could detect no serious SEO problems.":["太棒了！我們檢測上沒有發現任何SEO問題。"],"We have detected the following issues that affect the SEO of your site.":["我們偵測到以下問題將影響您網站的SEO。"],"Problems":["問題"],"We're always grateful for patches from non-regular contributors, in %1$s %2$s, patches from the following people made it in:":["我們總是非常感謝來自以下非正式的貢獻者在 %1$s %2$s 修復程式："],"Community contributors":["社群貢獻"],"Tester":["測試者"],"Quality Assurance & Testing":["質量保證&測試"],"Yoast Developers":["Yoast 開發者"],"CTO":["首席技術長"],"Development Leaders":["開發領導者"],"Linguist":["語言學家"],"Head R&D":["Head R&D"],"Product Management":["產品經理"],"This is the content analysis, a collection of content checks that analyze the content of your page. %1$sLearn more about the Content Analysis Tool%2$s.":["這是此文章內容分析，用於檢查分析此頁的網站內容。%1$s了解更多關於內容分析工具%2$s。"],"Pick the main keyword or keyphrase that this post/page is about. %1$sLearn more about the Focus Keyword%2$s.":["選擇這篇文章/頁面所關注的主要關鍵字或關鍵短語。%1$s了解更多關於焦點關鍵字%2$s。"],"Analysis":["分析"],"This is a rendering of what this post might look like in Google's search results. %1$sLearn more about the Snippet Preview%2$s.":["這是在Google搜尋結果下呈現的樣式。%1$s了解更多關於摘要預覽%2$s."],"Not available":["不可用"],"Enter your focus keyword":["輸入你的焦點關鍵字"],"Keyword:":["關鍵字："],"Buy the %1$s plugin now and start optimizing to get your site featured in Google News!":["立刻購買 %1$s 外掛並開始優化，讓你的網站成為Google News的最佳內容！"],"Buy the %1$s plugin now to improve your site&#8217;s Local SEO and ranking in Google Maps!":["現在購買 %1$s 外掛以增強您網站&#8217;s本地SEO與在Google地圖排名！"],"Buy the %1$s plugin now and optimize your videos for video search results and social media!":["立刻購買 %1$s 外掛並針對影片搜尋結果和社群媒體優化！"],"Take the online Basic SEO Training course and learn the fundamentals of SEO!":["參加基本的SEO線上培訓課程並了解SEO基本原理！"],"Take the online SEO Copywriting Training course and learn how to write awesome copy that ranks!":["參加 SEO寫作培訓課程並加以學習如何寫出好的文章排名！"],"Filter by SEO Score":["由SEO分數篩選"],"Meta description not set.":["Meta 描述沒設置。"],"Video tutorial":["影片教學"],"Email support is a %s feature":["郵件支援為 %s  的特色功能"],"Knowledge base":["知識庫"],"Loading...":["處理中..."],"Something went wrong. Please try again later.":["發生一點錯誤，請稍後試試看。"],"Search the Yoast knowledge base":["搜尋 Yoast 知識庫"],"No results found.":["找不到任何結果。"],"Dashboard":["控制台"],"You can fix this on the %1$sPermalink settings page%2$s.":["你可以透過 %1$s固定網址設定頁面%2$s 修復這個問題。"],"Simply uncheck the box before \"Break comments into pages...\" on the %1$sComment settings page%2$s.":["你只要在 %1$s討論%2$s 把「將評論分頁...」打勾取消即可修正。"],"Paging comments is enabled, this is not needed in 999 out of 1000 cases, we recommend to disable it.":["留言分頁目前已啟用，但在1000個例子中999個例子是不需要這樣的，我們建議您關閉。"],"Replaced with the primary category of the post/page":["替換為文章/頁面的主要分類"],"Pinterest confirmation":["Pinterest 驗證確認"],"If you have already confirmed your website with Pinterest, you can skip the step below.":["如果你已經透過 Pinterest 驗證你的網站，可以跳過以下的步驟。"],"You can choose to not include users without posts.":["你可以選擇不包含沒有文章的使用者。"],"Users without posts":["沒有文章的使用者"],"The user sitemap contains the author archive URLs for every user on your site.":["使用者網站地圖包含這個網站所有作者的彙整網址。"],"Format-based archives":["文章格式彙整"],"Webmaster Tools verification":["網站管理員驗證工具"],"Need some help?":["需要更多支援？"],"Show information about the focus keyword":["顯示更多關於焦點關鍵字資訊"],"Show information about the content analysis":["顯示有關內容分析的資訊"],"Show information about the snippet editor":["顯示有關代碼編輯器的資訊"],"Buy %s":["購買 %s"],"Show information about errors in category 'Soft 404'":["顯示 'Soft 404' 分類中的錯誤訊息 "],"Show information about errors in category 'Server'":["顯示 'Server' 分類中的錯誤訊息 "],"Show information about errors in category 'Blocked'":["顯示 'Blocked' 分類中的錯誤訊息 "],"Show information about errors in category 'Other'":["顯示  'Other' 分類中的錯誤訊息"],"Show information about errors in category 'Not Found'":["顯示  'Not Found' 分類中的錯誤訊息"],"Show information about errors in category 'Access Denied'":["顯示 'Access Denied' 分類中的錯誤訊息"],"New %1$s Title":["新  %1$s  標題"],"Existing %1$s Title":["目前的 %1$s 標題"],"Expected an integer as input.":["需要輸入一個整數。"],"Trying to build the sitemap cache key, but the postfix and prefix combination leaves too little room to do this. You are probably requesting a page that is way out of the expected range.":["嘗試構建網站地圖快取緩存，但後綴和前綴組合留下太少來執行。你可能要求的頁會超出預期範圍。"],"Note: this feature has been deprecated, as the SEO value is close to 0 these days. If you disable it you will not be able to put it back on.":["注意：這個功能已經自動棄用，因為這些日子以來，SEO的值接近於0。如果停用這個功能，你將無法重新啟用。"],"Redirect":["導向"],"No redirect":["不導向"],"Remove":["移除"],"Keep":["保留"],"Bold the last page":["最後一個頁面粗體"],"Regular":["一般"],"Bold":["粗體"],"Show Blog page":["顯示部落格頁面"],"Primary %s":["主要 %s"],"Primary":["主要"],"Make %1$s primary %2$s":["設為 %1$s 主要 %2$s"],"Integrations":["集成"],"Term is set to noindex.":["Term 設為不索引。"],"Filter specific user roles":["使用者角色過濾"],"Not in sitemap":["沒有在網站地圖裡"],"In sitemap":["在網站地圖裡"],"Author / user sitemap":["作者 / 使用者網站地圖"],"XML sitemap functionality":["XML 網站地圖功能設定"],"Subpages of archives":["子頁面的彙整"],"Author archives":["作者彙整"],"Show":["顯示"],"The advanced section of the %1$s meta box allows a user to noindex posts or change the canonical. These are things you might not want if you don't trust your authors, so by default, only administrators can do this. Enabling the advanced box allows all users to change these settings.":["這個進階的 %1$s meta box 設置允許使用者發佈「不提供索引的文章」或變更「標準網址」。如果你不能信任你的作者們，那麼保持預設設定，僅讓管理者可以變更。如果啟用進階設定將會讓使用者可以自行變更這些設定。"],"Advanced part of the %1$s meta box":["%1$s meta box 進階設定"],"Enabled":["啟用"],"Disabled":["停用"],"%1$s has not fetched your site's indexability status yet from %2$s":["%1$s 尚未偵測到你網站在 %2$s 的索引狀態"],"The separator defined in your theme's %s tag.":["在主題的 %s 標記的分隔符定義。"],"No index":["不索引"],"Import from wpSEO":["從 wpSEO 匯入"],"Remove the %s variables.":["移除 %s 參數。"],"Strip the category base (usually %s) from the category URL.":["從分類URL去除分類的目錄起點 (通常是 %s)。"],"Analyze entire site":["分析整個網站"],"Fetch the current status":["擷取目前狀態"],"%1$s%2$s has not been able to fetch your site's indexability status%3$s from %4$s":["%1$s%2$s 無法藉由 %4$s 獲取您網站的索引狀態%3$s"],"Your homepage can be indexed by search engines.":["你的首頁可以透過搜尋引擎索引。"],"Indexability check by %1$s":["%1$s 的索引檢測"],"Architect":["設計師"],"If you want to use an image for sharing on %1$s, you can upload / choose an image or add the image URL here.":["如果你想要與 %1$s 共享圖片，你可以上傳/選擇圖片或在此輸入圖片網址。"],"If you don't want to use the meta description for sharing on %1$s but want another description there, write it here.":["如果你不想讓文章在  %1$s 分享時顯示 mata摘要描述，請在此處編輯另外的描述內容。"],"If you don't want to use the title for sharing on %1$s but instead want another title there, write it here.":["如果你不想要使用標題進行分享在 %1$s ，而是想要用另一個標題，請在此填寫。"],"%1$sYour homepage cannot be indexed by search engines%2$s. This is very bad for SEO and should be fixed.":["%1$s您的首頁無法被搜尋引擎索引%2$s. 對SEO分數有負面影響建議修復此問題。"],"Once Weekly":["每週一次"],"Add-ons":["附加元件"],"SEO score":[""],"Snippet editor":["代碼編輯器"],"Add keyword":["新增關鍵字"],"wpSEO has been deactivated":["wpSEO 已經停用"],"The plugin wpSEO has been detected. Do you want to %1$simport its settings%2$s?":["這個 wpSEO  已經被停用。你想要%1$s匯入它的設定%2$s嗎？"],"Twitter metadata":["Twitter metadata"],"Facebook / Open Graph metadata":["Facebook / Open Graph metadata"],"Recalculating SEO scores for all pieces of content with a focus keyword.":["使用焦點關鍵字重新計算所有內容SEO分數。"],"%1$s of %2$s done.":["%1$s 的 %2$s 已完成。"],"We've updated our SEO score algorithm. %1$sRecalculate the SEO scores%2$s for all posts and pages.":["我們已經更新SEO分數的演算。%1$s點擊此連結重新計算所有貼文和頁面的SEO分數%2$s。"],"https://yoast.com/":["https://yoast.com/"],"Team Yoast":["Yoast 團隊"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["WordPress 真正第一個集所有功能於一身的SEO解決方案，其中包括對網頁內容分析、XML網站地圖等等。"],"https://yoast.com/wordpress/plugins/seo/#utm_source=wpadmin&utm_medium=plugin&utm_campaign=wpseoplugin":["https://yoast.com/wordpress/plugins/seo/#utm_source=wpadmin&utm_medium=plugin&utm_campaign=wpseoplugin"],"Yoast SEO":["Yoast SEO"],"Activation failed:":["啟動失敗："],"The filter extension seem to be unavailable. Please ask your web host to enable it.":["這個擴充功能似乎不支援，請洽詢您的主機商開啟該功能。"],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":["%1$s 外掛安裝未完整。請參考 %2$s安裝介紹%3$s。"],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":["標準 PHP 函式庫（SPL）擴充元件似乎無法使用。請要求你的網站管理員啟用它。"],"%sRenew your license now%s.":["%s現在就更新您的授權%s。"],"Your %s license will expire on %s.":["你的 %s 授權將會在 %s 過期。"],"You defined your license key using the %s PHP constant.":["你已用%s PHP 常量定義您的許可證金鑰。"],"Paste your %s license key here...":["請貼上你的 %s 授權金鑰在此..."],"License Key":["授權金鑰"],"Please enter a license key in the field below first.":["請先在下方欄位中輸入一組授權金鑰。"],"Activate License":["啟動授權"],"(deactivate your license so you can activate it on another WordPress site)":["（停用你的授權，這樣你就可以在其它 WordPress 站台上啟用它）"],"Deactivate License":["撤銷授權"],"Toggle license status":["切換授權狀態"],"License status":["授權狀態"],"Your server has an outdated version of the PHP module cURL (Version: %s). Please ask your hosting company to update this to a recent version of cURL. You can read more about that in our %sKnowledge base%s.":["您伺服器的PHP cURL模組版本過舊（版本：%s），請聯繫您的主機服務商要求更新至較新版的cURL，您亦可從我們的 %s知識庫%s 中搜尋相關資料。"],"We couldn't create a connection to our API to verify your license key(s). Please ask your hosting company to allow outgoing connections from your server to %s.":["我們無法與 API 建立連接來驗證您的授權金鑰，請聯繫您的主機服務商，詢問是否允許伺服器外連至 %s。"],"This site has not been activated properly on yoast.com and thus cannot check for future updates. Please activate your site with a valid license key.":["這個網站在 yoast.com 上並沒有被適當地啟動，因此無法檢查未來的更新。請使用有效的授權金鑰來啟動你的網站。"],"%s failed to check for updates because of the following error: <em>%s</em>":["%s 因以下錯誤無法檢查更新： <em>%s</em>"],"%s is network activated, please contact your site administrator to manage the license.":["%s 網路啟用的，請與您的網站管理員聯繫以管理授權。"],"%s is network activated, you can manage your license in the <a href=\"%s\">network admin license page</a>.":["%s是啟用網路，您可以在<a href=\"%s\">網路管理員授權頁e</a>管理您的授權。"],"%s: License Settings":["%s：授權設定"],"Request error: \"%s\" (%scommon license notices%s)":["請求失敗：『%s』(%s共同授權通知%s)"],"Failed to deactivate your %s license.":["啟動你的 %s 授權失敗。"],"Your %s license has been deactivated.":["你的 %s 授權已被停用。"],"Failed to activate your license, your license key seems to be invalid.":["啟動授權失敗，你的授權金鑰似乎無效。"],"Your license has expired. You must <a href=\"%s\">extend your license</a> in order to use it again.":["你的授權過期了。你必須要<a href=\"%s\">延長你的授權</a>以再次使用它。"],"You've reached your activation limit. You must <a href=\"%s\">upgrade your license</a> to use it on this site.":["你已經達到你的啟動限制了。你必須要<a href=\"%s\">升級你的授權</a>以使它能用於這個網站上。"],"<a href=\"%s\">Your license is expiring in %d day, would you like to extend it?</a> ":["<a href=\"%s\">你的授權將在 %d 天後過期，你想要延長授權嗎？</a>"],"<a href=\"%s\">Did you know you can upgrade your license?</a> ":["<a href=\"%s\">你知道你可以升級你的授權嗎？</a>"],"You have used %d/%d activation. ":["你已經使用了 %d/%d 啟動。 "],"You have an unlimited license. ":["你有一個無限授權。"],"Your %s license has been activated. ":["你的 %s 授權已被啟用。"],"<b>Warning!</b> You're blocking external requests which means you won't be able to get %s updates. Please add %s to %s.":["<b>警告！</b>您關閉外部要求正代表著您可能無法接收到%s更新，請加入%s 到%s 。"],"Register now &raquo;":["立刻註冊 &raquo;"],"Translation of %s":["翻譯 %s"],"You're using WordPress in a language we don't support yet. We'd love for %2$s to be translated in that language too, but unfortunately, it isn't right now. You can change that! Register at %4$s to help translate it!":["您正在使用我們尚未翻譯的 WordPress 語系，我們誠摯邀請您將這個外掛翻譯為 %2$s ，請至 %4$s 註冊協助翻譯！"],"You're using WordPress in %1$s. While %2$s has been translated to %1$s for %3$d%%, it's not been shipped with the plugin yet. You can help! Register at %4$s to help complete the translation to %1$s!":["您在使用 %1$s 的WordPress。%2$s 已被翻譯為 %1$s ，計百分之 %3$d%，尚未隨外掛發布。您可以協助我們！ 請在 %4$s 註冊幫助 %1$s 的翻譯版本。"],"As you can see, there is a translation of this plugin in %1$s. This translation is currently %3$d%% complete. We need your help to make it complete and to fix any errors. Please register at %4$s to help complete the translation to %1$s!":["如您所見，這個外掛運行在 %1$s 語系中。這個語系目前已完成 %3$d%% 翻譯。我們需要讓他更完整且修復任何錯誤。請註冊 %4$s 幫助此外掛在 %1$s 擁有更完整的翻譯。"],"All-In-One-SEO has been deactivated":["All-In-One-SEO 已經被停用了"],"The plugin All-In-One-SEO has been detected. Do you want to %1$simport its settings%2$s?":["All-in-One-SEO已經停用。您要 %1$s匯入它的設定%2$s嗎？"],"SEO Settings":["SEO 設定"],"Mobile-Friendly Test":["行動裝置相容性測試"],"Google Page Speed Test":["Google 頁面速度測試"],"CSS Validator":["CSS 驗證器"],"HTML Validator":["HTML 驗證器"],"Pinterest Rich Pins Validator":["Pinterest Rich Pins 驗證"],"Facebook Debugger":["Facebook 除錯器"],"Check Headers":["檢查頁首"],"Check Google Cache":["檢查 Google 暫存檔"],"Check Keyword Density":["檢查關鍵字密度"],"Check Inlinks (OSE)":["檢查內部連結(OSE)"],"Analyze this page":["分析這個頁面"],"SEO Book":["SEO 書籍"],"AdWords External":["關鍵字規劃工具"],"Keyword Research":["關鍵字研究"],"%s does not seem to be a valid url. Please correct.":["%s 似乎不是一個有效的URL。請更正。"],"%1$s does not seem to be a valid %2$s verification string. Please correct.":["%1$s 似乎不是一個正確的 %2$s 驗證值。請更正。"],"\"Max entries per sitemap page\" should be a positive number, which %s is not. Please correct.":["『每個網站地圖頁面的最大紀錄數量』應該要是正數， 而非 %s，請修正。"],"%s Archive":["%s 彙整"],"You searched for %s":["你正在找 %s"],"%s does not seem to be a valid Twitter user-id. Please correct.":["%s似乎不是一個有效的Twitter用戶ID。請更正。"],"Summary with large image":["有著大圖的摘要"],"Summary":["摘要"],"The post %1$s appeared first on %2$s.":["這篇文章 %1$s 最早出現於 %2$s。"],"No numeric value was received.":["沒有收到任何數值。"],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":["這必須要是一個已存在的部落格。部落格 %s 不存在或者已被標記為已刪除。"],"The default blog setting must be the numeric blog id of the blog you want to use as default.":["預設的部落格設定必需要是你想要設定為預設值的純數字部落格 ID。"],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":["%1$s 不是一個有效的選擇，應該允許訪問 %2$s 設定。值重設為預設。"],"Please select a valid post type for taxonomy \"%s\"":["請為分類法『%s』選擇一個有效的文章類型"],"Please select a valid taxonomy for post type \"%s\"":["請為文章類型『%s』選擇一個有效的分類法"],"You searched for":["您正在搜尋"],"Home":["首頁"],"Archives for":["彙整為"],"Error 404: Page not found":["404 錯誤：找不到頁面"],"Good":["不錯"],"Replaced with a custom taxonomies description":["被取代為自訂分類法的描述"],"Replaced with a posts custom taxonomies, comma separated.":["被取代為文章的自訂分類法，以逗號分隔。"],"Replaced with a posts custom field value":["被取代為文章自訂欄位的值"],"Replaced with the slug which caused the 404":["被取代為引起 404 錯誤的代稱"],"Replaced with the posts focus keyword":["被取代為文章的焦點關鍵字"],"Attachment caption":["附件說明"],"Replaced with the current page number":["被取代為目前的頁面號碼"],"Replaced with the current page total":["被取代為目前的總頁數"],"Replaced with the current page number with context (i.e. page 2 of 4)":["被取代為目前分頁內容中的頁面編號（例如：4 頁中的第 2 頁）"],"Replaced with the current year":["被取代為目前的年"],"Replaced with the current month":["被取代為目前的月"],"Replaced with the current day":["被取代為目前的日"],"Replaced with the current date":["被取代為目前的日期"],"Replaced with the current time":["被取代為目前的時間"],"Replaced with the post/page author's userid":["被取代為文章／頁面的作者使用者 ID"],"Replaced with the post/page author's 'Biographical Info'":["被取代為文章／頁面作者的『個人資訊』"],"Replaced with the post/page author's 'nicename'":["被取代為文章／頁面作者的『暱稱』"],"Replaced with the post/page ID":["被取代為文章／頁面的 ID"],"Replaced with the post/page modified time":["被取代為文章／頁面的最後修改時間"],"Replaced with the post type plural label":["取代文章中重複的標籤"],"Replaced with the post type single label":["由單一文章類型取代"],"Replaced with the current search phrase":["被取代為目前的搜尋字詞"],"Replaced with the term name":["被取代為項目名稱"],"Replaced with the term description":["被取代為項目描述"],"Replaced with the tag description":["被取代為標籤描述"],"Replaced with the category description":["被取代為分類描述"],"Replaced with the post categories (comma separated)":["被取代為文章分類（以逗號分隔）"],"Replaced with the current tag/tags":["被取代為目前的標籤／標籤組"],"Replaced with the post/page excerpt (without auto-generation)":["被取代為文章／頁面的摘要（不會自動產生）"],"Replaced with the post/page excerpt (or auto-generated if it does not exist)":["被取代為文章／頁面的摘要（或者若不存在的話則自動產生）"],"The site's tag line / description":["網站的標籤行／描述"],"The site's name":["網站的名稱"],"Replaced with the title of the parent page of the current page":["被取代為目前頁面的父頁面標題"],"Replaced with the title of the post/page":["被取代為文章／頁面的標題"],"Replaced with the date of the post/page":["被取代為文章／頁面的日期"],"Page %1$d of %2$d":["頁%1$d，共%2$d"],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":["您不能利用註冊一個新的變數來覆蓋掉 WPSEO 所使用的變數名稱。請使用 「wpseo_replacements」篩選器來調整替換設定值。"],"A replacement variable with the same name has already been registered. Try making your variable name unique.":["您欲使用的替代變數已被註冊，請嘗試使用其他的唯一詞彙。"],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":["替代變數不得以\"%%cf_\" 或 \"%%ct_\"作為開頭，這些詞彙係保留供WPSEO設定自訂表單及標籤使用。請嘗試使用其他的詞彙。"],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":["這裡的替代變數可包含字母與數字或者底線，嘗試重命名您的變數。"],"Admin only notice: this page doesn't show a meta description because it doesn't have one, either write it for this page specifically or go into the SEO -> Titles menu and set up a template.":["僅限管理員通知：因為這個頁面沒有 meta 描述，所以它不會顯示，請特別為這個頁面填寫描述或者進入 SEO -> 標題選單並且設置一個樣板。"],"Page not found":["找不到頁面"],"%s Archives":["%s 彙整"],"Search for \"%s\"":["『%s』的搜尋結果"],"Exclude user from Author-sitemap":["從作者網站地圖中排除使用者"],"Meta keywords to use for Author page":["使用於作者頁面的 Meta 關鍵字"],"Meta description to use for Author page":["要用於作者頁面的 Meta 描述"],"Title to use for Author page":["使用於作者頁面的標題"],"%1$s settings":["%1$s 設定"],"Delete the old data after import? (recommended)":["在匯入後刪除舊資料？（推薦）"],"Import from WooThemes SEO framework":["從 WooThemes SEO 架構中匯入"],"Import from All-in-One SEO":["從 All-in-One SEO 匯入"],"Import from HeadSpace2":["從 HeadSpace2 匯入"],"If you've used another SEO plugin, try the %1$sSEO Data Transporter%2$s plugin to move your data into this plugin, it rocks!":["如果你使用了其它SEO外掛，可以嘗試%1$s從其它SEO外掛匯入%2$s  將它們的資料轉移到本外掛。"],"No doubt you've used an SEO plugin before if this site isn't new. Let's make it easy on you, you can import the data below. If you want, you can import first, check if it was imported correctly, and then import &amp; delete. No duplicate data will be imported.":["如果這不是新的站台的話，毫無疑問地你之前一定曾經使用過某一個 SEO 外掛。讓我們把它變得對你來說簡單一些，你可以從下方匯入資料。如果你想要的話，你可以先匯入，並檢查資料是否匯入成功後，再匯入＆刪除。這將不會匯入任何重複的資料。"],"Export your %1$s settings":["匯出你的 %1$s 設定"],"Include Taxonomy Metadata":["包含分類法標記資料"],"Export your %1$s settings here, to import them again later or to import them on another site.":["在此匯出你的 %1$s 設定，稍後可以再次匯入到網站或其他網站上。"],"Import settings":["匯入設定"],"Import settings by locating %1$ssettings.zip%2$s and clicking \"Import settings\"":[""],"Import from other SEO plugins":["從其他SEO外掛匯入"],"Import":["匯入"],"The old data of the imported plugin was deleted successfully.":["已成功刪除已匯入外掛的舊資料。"],"If you had a %s file and it was editable, you could edit it from here.":[""],"If your %s were writable, you could edit it from here.":[""],"You don't have a %s file, create one here:":[""],"A link to your site, with your site's name and description as anchor text.":["一個連結到你網站的連結，以你網站的名稱以及描述作為固定文字。"],"A link to your site, with your site's name as anchor text.":["一個連結到你網站的連結，以你網站的名稱作為固定文字。"],"A link to the post, with the title as anchor text.":["一個連結到文章的連結，以標題作為固定文字。"],"A link to the archive for the post author, with the authors name as anchor text.":["一個適用於文章作者並且連結到彙整的連結，以作者名稱作為固定文字。"],"You can use the following variables within the content, they will be replaced by the value on the right.":["你可以在內容裡使用下列變數，它們將會被取代成右邊的值。"],"Content to put after each post in the feed":["要放在每篇文章摘要內後面的內容"],"Content to put before each post in the feed":["要放在每篇文章摘要內前面的內容"],"This feature is used to automatically add content to your RSS, more specifically, it's meant to add links back to your blog and your blog posts, so dumb scrapers will automatically add these links too, helping search engines identify you as the original source of the content.":["這個功能是用來自動將你的內容加入至你的 RSS。更具體地說，就是將連結加回到你的部落格以及部落格文章中，這樣那一些比較笨的搜尋引擎機器人就也會自動加入這些連結，有助於讓搜尋引擎認為你是該內容的原創來源。"],"Other variables not to clean":["其它不清理的變數"],"You might have extra variables you want to prevent from cleaning out, add them here, comma separated.":["你可能有不願被清理的其它變數，請在這此填寫，以半形逗號(, )分隔。"],"Prevent cleaning out Google Analytics Campaign & Google AdWords Parameters.":["防止清除 Google Analytics 活動＆Google AdWords 參數。"],"If you use Google Analytics campaign parameters starting with %s, check this box. However, you're advised not to use these. Instead, use the version with a hash.":["如果你使用 Google Analytics campaign 參數 %s，請勾選此選項。然而我們仍不建議您勾選，請盡量使用帶有#字號的版本。"],"Prevent cleaning out Google Site Search URLs.":["避免清除 Google Site Search 的URL。"],"Google Site Search URLs look weird, and ugly, but if you're using Google Site Search, you probably do not want them cleaned out.":["Google 站內搜尋網址看起來很怪很醜，但若你正在使用 Google 站內搜尋的話，你可能不會想要把網址變得簡潔。"],"Redirect ugly URLs to clean permalinks. (Not recommended in many cases!)":["將醜陋的網址轉址到簡潔的固定網址。（在許多情況下皆不推薦！）"],"People make mistakes in their links towards you sometimes, or unwanted parameters are added to the end of your URLs, this allows you to redirect them all away. Please note that while this is a feature that is actively maintained, it is known to break several plugins, and should for that reason be the first feature you disable when you encounter issues after installing this plugin.":["人們有時候會在那些顯示給你看的連結上犯錯，或者將某些不想要的參數加到網址的末端上，這個設定可以讓你隨時將它們重新導向。請注意，雖然這個功能已被積極地維護，但目前已知它還是會破壞某些外掛。因此當你在安裝這個外掛後遇到某些問題的話，應該要最優先停用這個功能。"],"Enforce a trailing slash on all category and tag URLs":["對所有分類與標籤的URL強制加入結尾斜線"],"If you choose a permalink for your posts with %1$s, or anything else but a %2$s at the end, this will force WordPress to add a trailing slash to non-post pages nonetheless.":["如果你為你的文章選擇一個有著 %1$s 或任何其他以 %2$s 結尾的的固定網址的話，這個設定將會強迫 WordPress 仍然要對非文章頁面的網址末端加入一個斜線符號。"],"This prevents threaded replies from working when the user has JavaScript disabled, but on a large site can mean a <em>huge</em> improvement in crawl efficiency for search engines when you have a lot of comments.":["當使用者停用 JavaScript 時，這能防止階層式評論的運作。但對於大型網站來說，這意味著當你有很多留言時，可以<em>大幅地</em>改善搜尋引擎的爬行效率。"],"This helps you to create cleaner URLs by automatically removing the stopwords from them.":["自動移除停止詞將會幫助你建立一個更簡潔的網址。"],"Clean up permalinks":["清除固定網址"],"Redirect attachment URLs to parent post URL.":["將所有附件的網址重新導向至父文章的網址。"],"Attachments to posts are stored in the database as posts, this means they're accessible under their own URLs if you do not redirect them, enabling this will redirect them to the post they were attached to.":["文章附件皆以文章的格式儲存在資料庫裡，這代表如果你不對它們進行重新導向的話，它們將無法透過它們自己的網址來被使用，啟用這個選項將會把它們重新導向至它們所附加的文章。"],"Change URLs":["變更網址"],"Usage of this breadcrumbs feature is explained in %1$sour knowledge-base article on breadcrumbs implementation%2$s.":["麵包屑的使用方法可以參考我們的知識庫 %1$s啟用麵包屑%2$s 文章內可獲得幫助。"],"How to insert breadcrumbs in your theme":["如何將麵包屑插入至你的佈景主題"],"Blog":["部落格"],"Post type archive to show in breadcrumbs for taxonomies":["在文章內使用自訂分類標籤的麵包屑"],"Taxonomy to show in breadcrumbs for post types":["在文章的麵包屑中使用自訂分類標籤"],"Breadcrumb for 404 Page":["用於 404 頁面的麵包屑"],"Prefix for Search Page breadcrumbs":["搜尋頁面麵包屑前綴"],"Prefix for Archive breadcrumbs":["彙整麵包屑前綴"],"Prefix for the breadcrumb path":["麵包屑路徑前綴"],"Anchor text for the Homepage":["用於首頁的固定文字"],"Separator between breadcrumbs":["位於兩個麵包屑之間的分隔符號"],"Enable Breadcrumbs":["啟用麵包屑"],"Below are your published posts' SEO scores. Now is as good a time as any to start improving some of your posts!":["以下是您發佈的文章之SEO分數。現在是一個好時機，即刻開始改善你的文章！"],"Developer":["開發者"],"QA & Translations Manager":["QA & 翻譯管理者"],"Project Lead":["專案領導"],"Want to help us develop? Read our %1$scontribution guidelines%2$s!":["想要幫忙我們開發嗎？閱讀我們的%1$s貢獻指南%2$s吧！"],"While most of the development team is at %1$sYoast%2$s in the Netherlands, %3$s is created by a worldwide team.":["我們的開發團隊多位於荷蘭的 %1$sYoast%2$s ， %3$s 是由來自各地的參與者所編輯。"],"Credits":["貢獻者"],"Thank you for updating %1$s!":["感謝您更新%1$s！"],"Posts to exclude":["排除的文章"],"You can exclude posts from the sitemap by entering a comma separated string with the Post ID's. The format will become something like: %1$s.":["你可以透過文章編號(ID)搭配逗號分隔每一個文章編號，進而排除顯示於網站地圖之中。格式做起來像是： %1$s 。"],"Max entries per sitemap":["每個網站地圖檔案的條目上限數"],"Please enter the maximum number of entries per sitemap page (defaults to %d, you might want to lower this to prevent memory issues on some installs):":[""],"Save your settings to activate your XML Sitemap.":["儲存你的設定來啟動 XML 網站地圖。"],"You do <strong>not</strong> need to generate the XML sitemap, nor will it take up time to generate after publishing a post.":["你 <strong>不</strong> 需要產生 XML 網站地圖，也不需要在發佈文章後花時間去產生網站地圖。"],"You can find your XML Sitemap here: %1$sXML Sitemap%2$s":["你可以在這裡找到網站地圖：%1$sXML Sitemap%2$s"],"Excluded Posts":["排除文章"],"User sitemap":["使用者網站地圖"],"&laquo; Back to Tools page":["&laquo; 返回工具頁面"],"%1$s comes with some very powerful built-in tools:":["%1$s 提供一些非常有用的工具："],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":["這個工具可以幫助您快速更改一些重要的SEO檔案，例如robot.txt、.htaccess等。"],"File editor":["檔案編輯器"],"Import settings from other SEO plugins and export your settings for re-use on (another) blog.":["從其它SEO外掛導入設定檔，並倒出您的設定檔到以便重覆使用在(另一個)網站上。"],"Import and Export":["匯入與匯出"],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":["此工具允許您快速更改文章/頁面的標題、描述，您不需要各別到文章/頁面進入編輯。"],"Bulk editor":["批次編輯"],"Google Publisher Page":["Google 發佈者頁面"],"If you have a Google+ page for your business, add that URL here and link it on your Google+ page's about page.":["如果你有為你的事業創立了一個 Google+ 專頁的話，請將那個網址加入至這裡並將它連結到你 Google+ 專頁裡的關於頁面中。"],"To %1$sconfirm your site with Pinterest%2$s, add the meta tag here:":["%1$sPinterest確認您網站%2$s，加入標記到下方："],"Pinterest uses Open Graph metadata just like Facebook, so be sure to keep the Open Graph checkbox on the Facebook tab checked if you want to optimize your site for Pinterest.":["Pinterest 和Facebook一樣使用 Open Graph 資料標記。如果你想要優化 Pinterest ，那你必須在Facebook頁的設定中，Open Graph 資料標記設定為啟用。"],"The default card type to use":["預設要使用的卡片類型"],"Add Twitter card meta data":["加入 Twitter card meta 資料"],"Add Twitter card meta data to your site's %s section.":["新增 Twitter卡 meta 資料，這將置入到網站的 %s 區域。"],"This image is used if the post/page being shared does not contain any images.":["如果文章／頁面在被分享時裡面不含有任何圖片的話才會使用這裡設定的圖片。"],"Default settings":["預設設定"],"Copy home meta description":["複製首頁 meta 描述"],"Description":["描述"],"Image URL":["圖片網址"],"These are the title, description and image used in the Open Graph meta tags on the front page of your site.":["這些是會用在你網站前端頁面裡 Open Graph meta 標籤中的標題、描述以及圖片。"],"Frontpage settings":["前端頁面設定"],"Add Open Graph meta data":["加入 Open Graph 資料標記"],"Add Open Graph meta data to your site's %s section, Facebook and other social networks use this data when your pages are shared.":["新增 Open Graph  資料標記在你的網站 %s 之前。當你分享文章時，Facebook 或其他社群平台將使用這部分的資訊。"],"Google+ URL":["Google+ 網址"],"YouTube URL":["YouTube 網址"],"Pinterest URL":["Pinterest 網址"],"MySpace URL":["MySpace 網址"],"LinkedIn URL":["LinkedIn 網址"],"Instagram URL":["Instagram 網址"],"Twitter Username":["Twitter 使用者名稱"],"Facebook Page URL":["Facebook 頁面網址"],"Accounts":["帳戶"],"Restore site to defaults":["將網站還原至預設狀態"],"Blog ID":["部落格 ID"],"Site ID":["網站 ID"],"Using this form you can reset a site to the default SEO settings.":["藉由使用這個表單你可以將網站還原至預設的 SEO 設定。"],"Restore site to default settings":["將網站還原至預設設定"],"Save MultiSite Settings":["儲存多重站台設定"],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new blogs.":["隱私敏感度（Facebook或其他社交網站管理者）、特定佈景主題（標題複寫）或一些特殊設定可能會無法完整匯入到新部落格。"],"Enter the %1$sSite ID%2$s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":["輸入您欲在您網絡下所有網站作為預設值的%1$s網站 ID%2$s ，留白則使用系統預設。"],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":["選擇您欲設定添加到您網路的所有網站使用的預設的網站設定檔，若您選擇「無」，則會使用預設值。"],"New sites in the network inherit their SEO settings from this site":["在這個網路裡的新網站從這個網站繼承了它們的 SEO 設定"],"Super Admins only":["超級管理員限定"],"Site Admins (default)":["網站管理員（預設）"],"Who should have access to the %1$s settings":["我們需要有訪問這個%1$s的權限"],"spam":["垃圾"],"mature":["成熟"],"archived":["已封存"],"public":["公開"],"Blog %s not found.":["找不到 %s 部落格。"],"%s restored to default SEO settings.":["%s 恢復為預設SEO設置。"],"Settings Updated.":["設定已更新。"],"Use meta keywords tag?":["使用meta關鍵字標籤嗎？"],"I don't know why you'd want to use meta keywords, but if you want to, enable this.":["我是不知道你為什麼會想要使用 meta 關鍵字啦，不過若你想要的話，請勾選這個方框。"],"If you want to prevent /page/2/ and further of any archive to show up in the search results, set this to \"noindex\".":["如果你想要防止 /page/2/ 以及更多這類的彙整頁面顯示在搜尋結果裡的話，請設置為「不索引」。"],"Sitewide meta settings":["廣義meta設定"],"404 pages":["404 頁面"],"Search pages":["搜尋頁面"],"These pages will be %s by default, so they will never show up in search results.":["這些頁面預設為 %s ，因此它們絕不會顯示在搜尋結果中。"],"Special Pages":["特殊頁面"],"Date-based archives could in some cases also be seen as duplicate content.":["使用日期彙整在某些時候也會產生重複內容問題。"],"If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or to add %s to it so it doesn't show up in the search results.":["如果你的網站發生此種狀況，那你可以選擇停用它(或使他重新導向到首頁)。或者是新增 %s ，讓它不會出現在搜尋結果中。"],"If you're running a one author blog, the author archive will be exactly the same as your homepage. This is what's called a %1$sduplicate content problem%2$s.":["若您的網誌僅一位作者，那麼作者頁面彙整會和首頁一模一樣，這稱為 %1$s重複內容%2$s 問題。"],"Date archives":["日期彙整"],"Title":["標題"],"Note: instead of templates these are the actual titles and meta descriptions for these custom post type archive pages.":["注意：自訂義文章類型彙整頁使用實際的標題和描述，非使用標題和描述樣板。"],"Custom Post Type Archives":["自訂文章類型彙整"],"%1$s Meta Box":["%1$s 摘要資訊框"],"Hide":["隱藏"],"Date in Snippet Preview":["代碼預覽中的日期"],"Meta Robots":["Meta 機器人"],"Take note:":["寫點註解："],"You can determine the title and description for the blog page by %1$sediting the blog page itself &raquo;%2$s":["你可以透過 %1$s編輯網誌的部落格頁面&raquo;%2$s 來確定部落格頁面的標題與描述。"],"You can determine the title and description for the front page by %1$sediting the front page itself &raquo;%2$s":["你可以通過;%1$s編輯首頁靜態頁面&raquo;;%2$s來設定首頁靜態頁面的標題與描述內容。"],"Homepage &amp; Front page":["首頁＆前端頁面"],"Meta keywords template":["Meta 關鍵字樣板"],"Meta description template":["Meta 描述樣板"],"Title template":["標題樣板"],"Symbols are shown in the size they'll appear in the search results.":["符號的大小會顯示於搜尋結果。"],"Choose the symbol to use as your title separator. This will display, for instance, between your post title and site name.":["選擇要用來做為標題分隔字元的符號。例如說，它將會顯示在你的文章標題與網站名稱之間。"],"Title Separator":["標題分隔符號"],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s 會自動偵測是否需要為你的頁面強制重寫標題，如果你認為這是錯誤的並且你知道你正在做什麼的話，你可以在此變更設定。"],"Force rewrite titles":["強制重寫標題"],"Taxonomies":["分類法"],"Post Types":["文章類型"],"Homepage":["首頁"],"%1$s Extensions":["外掛%1$s"],"Seamlessly integrate WooCommerce with %1$s and get extra features!":["無縫整合 WooCommerce 與 %1$s 並獲得額外的功能！"],"Rank better locally and in Google Maps, without breaking a sweat!":["在當地以及 Google 地圖中獲得較好的排名，絲毫不費功夫！"],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":["你有在使用 Google 新聞嗎？藉由最佳化它來增加你來自 Google 新聞的流量！"],"Optimize your videos to show them off in search results and get more clicks!":["最佳化你的影片以讓它們顯示在搜尋結果中並獲得更多的點擊！"],"The premium version of %1$s with more features & support.":["有著更多功能&支援的 %1$s 。"],"Yandex Webmaster Tools":["Yandex 網站管理員工具"],"Bing Webmaster Tools":["Bing 網站管理員工具"],"You can use the boxes below to verify with the different Webmaster Tools, if your site is already verified, you can just forget about these. Enter the verify meta values for:":["你可以使用下方的方框們來驗證不同網站管理員工具，如果你的網站已經驗證過的話，你就把這些忘掉吧。針對下列選項輸入驗證用 meta 數值："],"Your name":["您的姓名"],"Company logo":["公司 Logo"],"Company name":["公司名稱"],"Person":["個人"],"Company":["公司"],"Choose whether you're a company or person":["選擇你是一個公司或者是個人網站"],"This data is shown as metadata in your site. It is intended to appear in Google's Knowledge Graph. You can be either a company, or a person, choose either:":["此資料將設定在您網站的metadata。這些設定將顯示於Google知識圖譜。你可以選擇公司或個人，請選擇："],"Company or person":["公司或個人網站"],"Alternate name":["備用的網站名稱"],"Google shows your website's name in the search results, we will default to your site name but you can adapt it here. You can also provide an alternate website name you want Google to consider.":["Google會在搜尋結果中顯示您的網站名稱，我們預設會顯示網站設定名稱，您也可以在此指定。你也可以提供Google考慮備用的網站名稱。"],"Website name":["網站名稱"],"Are you sure you want to reset your SEO settings?":["你確定你真的想要重置你的 SEO 設定？"],"If you want to restore a site to the default %s settings, press this button.":["如果你想要還原到預設 %s  設定，請點此按鈕。"],"Security":["安全性"],"Webmaster tools":["網站管理員工具"],"Your info":["你的資訊"],"Company info":["公司資訊"],"You do not have your postname in the URL of your posts and pages, it is highly recommended that you do. Consider setting your permalink structure to <strong>/%postname%/</strong>.":["你的文章名稱並沒有出現在你的文章與頁面網址裡，我們極度建議你完成這項設定。請考慮將你的固定網址結構設定為 <strong>/%postname%/</strong>。"],"Fix it":["修復它"],"RSS":["RSS"],"Permalinks":["固定網址"],"Breadcrumbs":["麵包屑"],"or":["或"],"Save Profile":["儲存設定"],"There were no profiles found":["找不到任何資訊檔案"],"Profile":["設定檔"],"Current profile":["目前設定檔"],"Reauthenticate with Google ":["使用 Google 重新驗證"],"Authenticate":["驗證"],"Get Google Authorization Code":["取得Google認證碼"],"Reload crawl issues":["重啟自動檢索"],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year of support and updates, on %2$s.":["要建立一個導向來解決此問題，那您需要 %1$s。您可以在 %2$s 購買外掛，內含一年支援以及更新。"],"Creating redirects is a %s feature":["建立轉址屬於 %s 功能"],"Errors that only occurred when your site was crawled by Googlebot for feature phones (errors didn't appear for desktop).":["僅有發生在Googlebot針對手機抓取網站時發生錯誤(桌面板未發生錯誤)"],"Errors that occurred only when your site was crawled by Googlebot-Mobile (errors didn't appear for desktop).":["當您的網站被 Googlebot-Mobile 自動檢索時所發生的錯誤(這些錯誤不會顯示在桌上型電腦)。"],"Errors that occurred when your site was crawled by Googlebot.":["Googlebot 抓取您網站的時候發生錯誤。"],"Issue categories":["問題種類"],"Incorrect Google Authorization Code.":["錯誤的 Google 授權碼。"],"The issues have been successfully reloaded!":["此問題已順利解決！"],"The %1$s data has been removed. You will have to reauthenticate if you want to retrieve the data again.":["%1$s 的資料已刪除，若您要重新啟用必須再次驗證。"],"Crawl errors per page":["每頁自動檢索錯誤數"],"Search":["搜尋"],"Don't miss your crawl errors: %1$sconnect with Google Search Console here%2$s.":["不要忽略爬蟲錯誤： %1$s連結 Google 網站管理員%2$s。"],"Create redirect":["建立導向"],"Mark as fixed":["標示為已修復"],"Response code":["回應碼"],"First detected":["第一次偵測"],"Last crawled":["最新一次抓取"],"URL":["網址 URL"],"%1$s detected you’re using a version of %2$s which is not compatible with %1$s. Please update %2$s to the latest version to use this feature.":["%1$s 偵測出您使用的版本 %2$s 無法適用於 %1$s。請更新到最新版本 %2$s 以使用此功能。"],"Yoast plugins share some code between them to make your site faster. As a result of that, we need all Yoast plugins to be up to date. We've detected this isn't the case, so please update the Yoast plugins that aren't up to date yet.":["Yoast 外掛之間共用一些代碼讓您網站更快。您所使用的 Yoast 外掛必須更新至最新版本。我們已偵測到您使用舊版本的外掛，請儘速更新。"],"Feature phone":["功能型手機"],"Smartphone":["智慧型手機"],"Desktop":["桌面"],"The target URL doesn't exist, but your server is not returning a 404 (file not found) error.":["目標的網址不存在，但您的伺服器未傳回 404（找不到網頁）錯誤。"],"Soft 404":["Soft 404"],"Request timed out or site is blocking Google.":["連線逾時或網站設為阻擋 Google。"],"Server Error":["伺服器錯誤"],"Googlebot could access your site, but certain URLs are blocked for Googlebot in your %1$s file. This block could either be for all Googlebots or even specifically for Googlebot-mobile.":["Googlebot 可以通行您的網站，但此網址在您的 %1$s 檔案中已設定為阻擋 Googlebot，該設定值可能是阻擋所有的 Googlebots 或僅阻擋行動版 Googlebot。"],"Blocked":["已封鎖"],"Google was unable to crawl this URL due to an undetermined issue.":["由於不明原因，Google 無法自動檢索此網址。"],"URL points to a non-existent page.":["URL指向不存在的頁面。"],"Not found":["找不到"],"Not followed":["未追蹤"],"Faulty redirects":["網址導向錯誤"],"Server requires authentication or is blocking Googlebot from accessing the site.":["網站伺服器要求授權或是已阻擋 Googlebot 通行。"],"Access denied":["權限禁止"],"Deactivate %s":["停用%s"],"The %1$s plugin might cause issues when used in conjunction with %2$s.":["%1$s 外掛若配合 %2$s 使用可能造成錯誤。"],"Upload Image":["上傳圖片"],"Upgrade to %1$s &raquo;":["升級到 %1$s &raquo;"],"Remove these ads?":["要移除這些廣告嗎？"],"Current option:":["目前設定："],"Debug Information":["除錯資訊"],"%s Posts Overview":["%s 文章總覽"],"Include in Sitemap?":["包含在網站地圖？"],"This taxonomy follows the indexation rules set under Metas and Titles, you can override it here.":["此自訂分類標籤遵循在Metas和Titles下設置的索引規則，您可以在此處覆蓋它。"],"The Breadcrumbs Title is used in the breadcrumbs where this taxonomy appears.":["麵包屑的標題已經使用於此麵包屑的分類標題中。"],"Breadcrumbs title":["麵包屑標題"],"The canonical link is shown on the archive page for this term.":["在彙整頁面中顯示此標籤的標準網址。"],"Meta keywords used on the archive page for this term.":["用於彙整頁面中這個項目的 Meta 關鍵字"],"Never include":["絕不收錄"],"Always include":["總是收錄"],"Auto detect":["自動偵測"],"Clear all Facebook Data":["清除所有 Facebook 資料"],"Facebook App ID":["Facebook 應用程式 ID"],"Currently connected Facebook admins:":["目前已連接的 Facebook 管理員："],"Add Another Facebook Admin":["新增其他的 Facebook 管理者"],"Add Facebook admin":["新增 Facebook 管理者"],"Admin's Facebook user ID:":["Facebook 管理者的使用者ID："],"Admin's name:":["管理者名稱："],"If you don't know where to find the needed ID, see %1$sthis knowledge base article%2$s.":["若您不知道如何找到 ID，參考%1$s知識庫文章%2$s。"],"To be able to access %1$sFacebook Insights%2$s, you need to add a user here. The name is used for reference only, the ID is used for verification.":["要能夠訪問 %1$sFacebook 洞察報告%2$s，你必須新增一個使用者。使用者名稱僅供參考，ID為驗證資料。"],"More info can be found %1$son our knowledge base%2$s.":["更多資訊可以從 %1$s知識庫%2$s取得。"],"To be able to access %1$sFacebook Insights%2$s for your site, you need to specify a Facebook Admin. This can be a user. If you have an app for your site, you could use that as well.":["要能夠訪問此網站的 %1$sFacebook 洞察報告%2$s ，你必須加入一個Facebook 管理者，也可以是一個使用者。如果你有替此網站申請Facebook App，你也可以Facebook App 更好。"],"Facebook Insights and Admins":["Facebook 洞察報告與管理員"],"Successfully cleared all Facebook Data":["已成功地清除所有的 Facebook 資料"],"Successfully removed admin %s":["已成功移除管理員 %s"],"This Facebook user has already been added as an admin.":["這位Facebook使用者已加入成為管理。"],"Your input contains invalid characters. Please make sure both fields are filled in correctly.":["您填寫的內容含有無效字句，請確認每一欄的填寫是否正確。"],"Please make sure both fields are filled.":["請確認兩欄都有填寫到。"],"Pinterest":["Pinterest"],"Other":["其他"],"Archives":["彙整"],"Email":["電子信箱"],"Previous":["上一步"],"Next":["下一步"],"Close":["關閉"],"Configure %1$s's XML Sitemap settings":["調整%1$s的XML網站地圖設定"],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines, yet might slow down your site.":["%1$s 與 %2$s 可以建立 XML 網站地圖。擁有二個 XML 網站地圖對於搜尋引擎而言無益，亦可能拖累網頁速度。"],"Configure %1$s's OpenGraph settings":["調整 %1$s 的OpenGraph 設定"],"Both %1$s and %2$s create OpenGraph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":["%1$s 與 %2$s 皆已建立 OpenGraph 輸出，可能使您的網頁在 Facebook, Twitter, LinkedIn 與其他社群媒體分享時，使用錯誤的文字與圖片。"],"%s Image":["%s 圖片"],"%s Description":["%s 描述"],"%s Title":["%s 標題"],"Twitter":["Twitter"],"Facebook":["Facebook"],"The recommended image size for %1$s is %2$s pixels.":[" %1$s 建議的影像尺寸為 %2$s 像素。"],"If you want to override the image used on %s for this post, upload / choose an image or add the URL here.":["如果你想要在 %s 上分享這篇文章時使用其他圖片的話，請在這裡上傳／選擇一張圖片或加入網址。"],"If you don't want to use the meta description for sharing the post on %s but want another description there, write it here.":["如果你不想要在 %s 上分享文章時使用 meta 描述而是使用另一個描述的話，請在此寫下它。"],"If you don't want to use the post title for sharing the post on %s but instead want another title there, write it here.":["如果你不想要在 %s 上分享文章時使用文章標題而是使用另一個標題的話，請在此寫下它。"],"very difficult":["非常困難"],"Try to make shorter sentences, using less difficult words to improve readability.":["請試著讓句子短一些，使用較少困難的字詞來增進可讀性。"],"difficult":["困難"],"Try to make shorter sentences to improve readability.":["請試著讓句子短一些以增進可讀性。"],"fairly difficult":["還算困難"],"OK":["好"],"fairly easy":["還算容易"],"easy":["容易"],"very easy":["非常容易"],"The copy scores %1$s in the %2$s test, which is considered %3$s to read. %4$s":["本文 %1$s 測試分數為 %2$s ，可讀性為 %3$s。%4$s"],"The focus keyword appears in the first paragraph of the copy.":["焦點關鍵字顯示在副本的第一段落。"],"The focus keyword doesn't appear in the first paragraph of the copy. Make sure the topic is clear immediately.":["焦點關鍵字沒有出現在內文中第一個段落裡，請立刻檢查這個主題是否清楚明瞭。"],"The keyword density is %1$s, which is great; the focus keyword was found %2$d times.":["關鍵字密度為 %1$s，這個密度很棒，關鍵字已被找到 %2$d 次。"],"The keyword density is %1$s, which is over the advised %3$s maximum; the focus keyword was found %2$d times.":["關鍵字密度為%1$s，這個密度超過建議的 %3$s 最大值；關鍵字已被找到 %2$d 次。"],"A meta description has been specified, but it does not contain the focus keyword.":["已經指定一個 meta 描述，但它並不包含焦點關鍵字。"],"No meta description has been specified. Search engines will display copy from the page instead.":["尚未指定meta描述。搜尋引擎將自動從文章前段抓取顯示。"],"The meta description is under %1$d characters long. However, up to %2$d characters are available.":["摘要meta 描述少於 %1$d 個字，不過若字數高達 %2$d 個字也是可以。"],"You have not used the focus keyword in any subheading (such as an H2) in your copy.":["你沒有在任何內文裡的副標題（像是 H2）中使用你的焦點關鍵字。"],"The images on this page are missing alt attributes.":["這個頁面的圖片沒有 ALT 屬性。"],"No outbound links appear in this page, consider adding some as appropriate.":["這個頁面裡沒有出現任何外部連結，請考慮適當地加入一些。"],"This page has %1$s nofollowed outbound link(s) and %2$s normal outbound link(s).":["這個頁面有 %1$s  nofollowed 連結與 %2$s 正常外部連結。"],"This page has %1$s outbound link(s), all nofollowed.":["這個頁面有 %1$s 個外部連結，全都不追蹤。"],"This page has %1$s outbound link(s).":["這個頁面有 %1$s 外部連結。"],"You're linking to another page with the focus keyword you want this page to rank for. Consider changing that if you truly want this page to rank.":["你正在把你想要透過這個頁面進行排名的焦點關鍵字連結到另一個頁面上，如果你是真的想要讓這個頁面用來排名的話，請考慮變更它。"],"No images appear in this page, consider adding some as appropriate.":["這個頁面中沒有出現任何圖片，請考慮適當地加入一些圖片。"],"The SEO title contains the focus keyword, but it does not appear at the beginning; try and move it to the beginning.":["SEO標題有包含焦點關鍵字，但它沒有出現在開頭；請試著將它移動到前面去。"],"The SEO title contains the focus keyword, at the beginning which is considered to improve rankings.":["SEO標題有包含焦點關鍵字，這在最初被認為有助於增進排名。"],"Please create an SEO title.":["請建立一個SEO標題。"],"The slug for this page is a bit long, consider shortening it.":["這個頁面的代稱有點長，請考慮把它縮短一些。"],"The focus keyword does not appear in the URL for this page. If you decide to rename the URL be sure to check the old URL 301 redirects to the new one!":["焦點關鍵字沒有出現在這個頁面的網址中。如果你決定要重新命名網址的話，請確實檢查舊網址有透過 301 轉址到新的網址上！"],"You've used this focus keyword %1$s%2$d times before%3$s, it's probably a good idea to read %4$sthis post on cornerstone content%5$s and improve your keyword strategy.":["在 %3$s 這之前你已經使用過焦點關鍵字 %1$s%2$d次。建議閱讀 %4$s 基礎內容 %5$s 並改善你的關鍵字策略，這可能是一個不錯的辦法！"],"You've used this focus keyword %1$sonce before%2$s, be sure to make very clear which URL on your site is the most important for this keyword.":["您在%2$s之前未使用%1$s 焦點關鍵字，請清楚確認您的網站是哪個URL式此關鍵字重要的網址。"],"You've never used this focus keyword before, very good.":["你之前不曾使用過這個焦點關鍵字，非常好。"],"No focus keyword was set for this page. If you do not set a focus keyword, no score can be calculated.":["本頁沒有有設定焦點關鍵字。如果你沒有設定焦點關鍵字，則無法計算分數。"],"Focus keyword not set.":["沒有設定焦點關鍵字。"],"Focus KW":["焦點關鍵字"],"Meta Desc.":["Meta 描述"],"All SEO Scores":["所有 SEO 分數"],"SEO: Post Noindexed":["SEO：文章未被索引"],"SEO: Good":["SEO：很棒"],"SEO: OK":["SEO：尚可"],"SEO: No Focus Keyword":["SEO：沒有焦點關鍵字"],"SEO issue: The featured image should be at least 200 by 200 pixels to be picked up by Facebook and other social media sites.":["SEO問題：這個特色圖片必須至少達到200 x 200 像素，對於Facebook或其他社群媒體平台較好擷取。"],"(no parent)":["(沒有上層)"],"No focus keyword set.":["沒有設置焦點關鍵字"],"Post is set to noindex.":["文章已被設定為不索引。"],"The URL that this page should redirect to.":["這個頁面要被重新導向的網址。"],"301 Redirect":["301 轉址"],"The canonical URL that this page should point to, leave empty to default to permalink. %1$sCross domain canonical%2$s supported too.":["這個頁面要指向的標準網址，保持空白以將預設值設定為固定網址，也支援%1$s跨網域標準網址%2$s。"],"Canonical URL":["標準網址"],"Title to use for this page in breadcrumb paths":["用於麵包屑路徑中這個頁面的標題"],"Breadcrumbs Title":["麵包屑標題"],"No Snippet":["沒有代碼"],"No Archive":["沒有彙整"],"No Image Index":["無圖片索引"],"None":["無"],"Site-wide default: %s":["全站預設值：%s"],"Advanced <code>meta</code> robots settings for this page.":["用於該頁面的進階 <code>meta</code>機器人設定。"],"Meta robots advanced":["Meta robots 進階"],"Meta robots follow":["Meta robots follow"],"Noindex":["不索引"],"Index":["索引"],"Default for this post type, currently: %s":["文章類型預設值，目前為：%s"],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["警告：就算你可以在這裡設定 meta 機器人設定，整個網站也將在全站隱私設定中被設定為不索引，因此這些設定將不會產生任何影響。"],"If you type something above it will override your %1$smeta keywords template%2$s.":["如果你在此輸入的內容將替換 %1$smeta關鍵字樣板%2$s。"],"Meta keywords":["Meta 關鍵字"],"Meta description":["Meta 描述"],"SEO Title":["SEO 標題"],"Focus keyword":["焦點關鍵字"],"Snippet preview":["代碼預覽"],"Setting \"%s\" is no longer used and has been discarded.":["設定『%s』已不再被使用並且已被摒棄。"],"No settings found in file.":["檔案裡找不到設定。"],"Settings successfully imported.":["已成功地匯入設定。"],"Unzipping failed - file settings.ini not found.":["解壓縮失敗 - 找不到 settings.ini 檔案。"],"Unzipping failed with error \"%s\".":["解壓縮失敗，錯誤為『%s』。"],"Upload failed.":["上傳失敗。"],"Settings could not be imported:":["設定無法被匯入："],"WooThemes SEO framework settings &amp; data successfully imported.":["已成功匯入 WooThemes SEO 架構設定＆資料"],"HeadSpace2 data successfully imported":["已成功匯入 HeadSpace2 的資料"],"No taxonomy metadata found":["沒有找到自訂分類標籤的meta資料"],"This export includes taxonomy metadata":["這次匯出包含自訂分類標籤的meta資料"],"This is a settings export file for the %1$s plugin by Yoast.com":["這是由Yoast.com所製作的%1$s 外掛匯出檔案。"],"Could not write settings to file.":["無法將設定寫入檔案。"],"Could not zip settings-file.":["無法壓縮設定檔案。"],"Error creating %1$s export: ":["建立 %1$s 匯出檔錯誤："],"Breadcrumb for 404 pages:":["404 頁面的麵包屑："],"Prefix for search result pages:":["搜尋結果頁前綴："],"Prefix for archive pages:":["彙整頁前綴："],"Prefix for breadcrumbs:":["麵包屑前綴："],"Anchor text for the homepage:":["首頁前綴文字："],"Breadcrumbs separator:":["麵包屑間隔樣式："],"Remove blog page from breadcrumbs":["從麵包屑中移除部落格頁面"],"%s Breadcrumbs":["%s 麵包屑"],"Use Image":["使用圖片"],"Action":["操作"],"Page URL/Slug":["頁面網址/代稱"],"Publication date":["發佈日期"],"Post Status":["文章狀態"],"Post Type":["文章類型"],"WP Page Title":["WP 頁面標題"],"View":["檢視"],"View &#8220;%s&#8221;":["檢視 &#8220;%s&#8221;"],"Preview":["預覽"],"Preview &#8220;%s&#8221;":["預覽 &#8220;%s&#8221;"],"Edit":["編輯"],"Filter":["篩選"],"You are not allowed to access this page.":["你不能存取這個頁面。"],"New Yoast Meta Description":["新的 Yoast Meta 描述"],"Existing Yoast Meta Description":["目前的 Yoast Meta 描述"],"a,about,above,after,again,against,all,am,an,and,any,are,as,at,be,because,been,before,being,below,between,both,but,by,could,did,do,does,doing,down,during,each,few,for,from,further,had,has,have,having,he,he'd,he'll,he's,her,here,here's,hers,herself,him,himself,his,how,how's,i,i'd,i'll,i'm,i've,if,in,into,is,it,it's,its,itself,let's,me,more,most,my,myself,nor,of,on,once,only,or,other,ought,our,ours,ourselves,out,over,own,same,she,she'd,she'll,she's,should,so,some,such,than,that,that's,the,their,theirs,them,themselves,then,there,there's,these,they,they'd,they'll,they're,they've,this,those,through,to,too,under,until,up,very,was,we,we'd,we'll,we're,we've,were,what,what's,when,when's,where,where's,which,while,who,who's,whom,why,why's,with,would,you,you'd,you'll,you're,you've,your,yours,yourself,yourselves":["a,about,above,after,again,against,all,am,an,and,any,are,as,at,be,because,been,before,being,below,between,both,but,by,could,did,do,does,doing,down,during,each,few,for,from,further,had,has,have,having,he,he'd,he'll,he's,her,here,here's,hers,herself,him,himself,his,how,how's,i,i'd,i'll,i'm,i've,if,in,into,is,it,it's,its,itself,let's,me,more,most,my,myself,nor,of,on,once,only,or,other,ought,our,ours,ourselves,out,over,own,same,she,she'd,she'll,she's,should,so,some,such,than,that,that's,the,their,theirs,them,themselves,then,there,there's,these,they,they'd,they'll,they're,they've,this,those,through,to,too,under,until,up,very,was,we,we'd,we'll,we're,we've,were,what,what's,when,when's,where,where's,which,while,who,who's,whom,why,why's,with,would,you,you'd,you'll,you're,you've,your,yours,yourself,yourselves"],"Facebook profile URL":["Facebook 個人檔案網址"],"Twitter username (without @)":["Twitter 使用者名稱（沒有 @）"],"Google+":["Google+"],"FAQ":["FAQ"],"Premium Support":["進階支援"],"Settings":["設定"],"You must %1$sgo to your Reading Settings%2$s and uncheck the box for Search Engine Visibility.":["你必須 %1$s前往你的閱讀設定%2$s 並取消勾選搜尋引擎可見度的勾選框。"],"Huge SEO Issue: You're blocking access to robots.":["嚴重 SEO 問題：你阻擋了搜尋引擎機器人的搜尋了。"],"Posts":["文章"],"Edit Files":["編輯檔案"],"MultiSite Settings":["多重站台設定"],"Advanced Variables":["進階變數"],"Basic Variables":["基本變數"],"Note that not all variables can be used in every template.":["注意並非所有變數皆可在樣板內使用。"],"The title &amp; metas settings for %1$s are made up of variables that are replaced by specific values from the page when the page is displayed. The tabs on the left explain the available variables.":[" %1$s 的標題&摘要 設定是由變數所構成的，當頁面顯示時，這些變數將會被取代為特定的值。左邊的標籤們會向你說明可用的變數。"],"Template explanation":["樣版說明"],"Why Google won't display the right page title":["為什麼 Google 不會顯示正確的頁面標題"],"Title optimization":["標題最佳化"],"For more information:":["獲得更多資訊："],"General":["一般"],"Extensions":["擴充元件"],"Search Console":["搜尋控制台"],"Tools":["工具"],"Advanced":["進階"],"XML Sitemaps":["XML 網站地圖"],"Social":["社群網站"],"Titles &amp; Metas":["標題&amp;摘要"],"SEO":["SEO"],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":["%1$s 偵測出您使用的版本 %2$s 屬於 %3$s，請更新至最新版本避免相容性問題。"],"Just another WordPress site":["只是另一個WordPress網站"],"You still have the default WordPress tagline, even an empty one is probably better. %1$sYou can fix this in the customizer%2$s.":["您還是使用 WordPress 預設的標語，不如留空更好。您亦可 %1$s自行變更標語%2$s。"],"You have used HTML in your value which is not allowed.":["在你輸入的數值裡有不被允許的 HTML 內容。"],"You can't edit %s that aren't yours.":["你無法編輯 %s，它不屬於你的。"],"You can't edit %s.":["你無法編輯 %s。"],"Post has an invalid Post Type: %s.":["文章有著無效的文章類型：%s。"],"Post doesn't exist.":["文章不存在。"],"The file %s could not be removed. Please remove it via FTP.":["檔案 %s 無法被移除。請透過 FTP 來移除它們。"],"posts\u0004Trash <span class=\"count\">(%s)</span>":["垃圾 <span class=\"count\">(%s)</span>"],"posts\u0004All <span class=\"count\">(%s)</span>":["全部 <span class=\"count\">(%s)</span>"]}}}