{"domain":"js-text-analysis","locale_data":{"js-text-analysis":{"":{"domain":"js-text-analysis","plural_forms":"nplurals=3; plural=(n % 10 == 1 && n % 100 != 11) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"sr_RS"},"The %1$s class must not be instantiated before the %2$s global is set.":[""],"%1$sOutrank your competitors even further%2$s with these %3$s plugins":[""],"No need to figure out what to link to. You get linking suggestions for relevant posts and pages to make your website easier to navigate.":[""],"Use AI to write SEO titles and meta descriptions for your posts and pages. It speeds up your work and does some of the thinking for you!":[""],"%s looks at more than just your main keyword. It analyzes different word forms, plurals, and past tenses. This helps your website perform even better in searches!":[""],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for titles and meta descriptions to make your pages rank high and make you look good on social media. %1$sLearn more%2$s%3$s":[""],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for product titles and meta descriptions to make your pages rank high and make you look good on social media. %1$sLearn more%2$s%3$s":[""],"Explore %s!":[""],"You’ll reach more people with multiple keyphrases! Want to quickly add these related keyphrases to the %s analyses for even better content optimization?":[""],"Get AI to write SEO titles and meta descriptions faster. Reach a wider audience with multiple keywords. Get automatic internal linking suggestions. And much, much more!":[""],"Explore now":[""],"Rank higher in search results":[""],"Turn more visitors into customers!":[""],"Increase Google clicks with rich results":[""],"Write product pages that rank using the SEO analysis":[""],"Get XML sitemaps":[""],"Optimize your video previews & thumbnails":[""],"Make sure your videos load quickly for users":[""],"Automatically get technical SEO best practices for video content":[""],"Drive more views to your videos":[""],"Stand out for local searches":[""],"Explore %s now!":[""],"%1$s24/7 support%2$s: Also on evenings and weekends.":[""],"%1$sAppealing social previews%2$s people actually want to click on.":[""],"%1$sNo more broken links%2$s: Automatic redirect manager.":[""],"%1$sSuper fast%2$s internal linking suggestions.":[""],"%1$sMultiple keywords%2$s: Rank higher for more searches.":[""],"%1$sAI%2$s: Better SEO titles and meta descriptions, faster.":[""],"Highlight areas of improvement in your text, no more searching for a needle in a haystack, straight to optimizing! Now also in Elementor!":[""],"Leave a quick review":[""],"Happy with the plugin?":[""],"Show Yoast SEO some love!":[""],"Let's get your site in tip-top shape for the search engines. Simply follow these 5 steps to make Google understand what your site is about.":["Хајде да подесимо ваше веб место да буде у врхунском стању за претраживаче. Једноставно пратите ових 5 корака како би Google разумео о чему се ради на вашем веб месту."],"If your goal is to increase your rankings, you need to work on your SEO regularly. That can be overwhelming, so let's tackle it one step at a time!":["Ако је ваш циљ да повећате рангирање, морате редовно да радите на својој SEO. То може бити оптерећујуће зато хајде да се позабавимо тиме корак по корак!"],"Great work! Thanks to the details you've provided, %1$s has enhanced your site for search engines, giving them a clearer picture of what your site is all about.":["Свака част! Захваљујући детаљима које сте пружили, %1$s је унапредио ваше веб место за претраживаче, пружајући им јаснију слику о чему се ради на вашем веб месту."],"Important: We won't sell this data, and we won't collect any personal information about you or your visitors.":["Важно: Нећемо продавати ове податке и нећемо прикупљати личне податке о вама или вашим посетиоцима."],"What data will be collected and why?":["Који ће подаци бити прикупљени и због чега?"],"No, I don't want to share my site data":["Не, не желим да делим податке о свом веб месту"],"Are you open to help us improve our services?":["Да ли сте расположени да нам помогнете да побољшамо своје услуге?"],"Yes, give me your free tips!":["Да, желим ваше бесплатне савете!"],"Subscribe to the %1$s newsletter to receive best practices for improving your rankings, save time on SEO tasks, stay up-to-date with the latest SEO news, and get expert guidance on how to make the most of %2$s!":["Претплатите се на %1$s билтен како бисте добијали најбоље праксе за побољшање вашег рангирања, уштедели време на SEO задацима, били у току са најновијим SEO вестима и добијали стручно вођство о томе како да извучете највише од %2$s!"],"Get free weekly SEO tips!":["Добијајте бесплатне недељне SEO савете!"],"You're almost there! Complete all settings in this step so search engines know what your site is about.":["Скоро сте готови! Завршите сва подешавања у овом кораку како би претраживачи знали о чему се ради на вашем веб месту."],"Completing this step helps Google to understand your site even better. Bonus: You'll improve your chance of getting %1$srich results%2$s!":["Довршавањем овог корака помажете Google-у да још боље разуме ваше веб место. Бонус: повећавате шансе да добијете %1$sбогатије резултате%2$s!"],"Let's start by running the SEO data optimization. That means we'll scan your site and create a database with optimized SEO data. It won't change any content or settings on your site and you don't need to do anything, just hit start!\n\nNote: If you have a lot of content, this optimization could take a moment. But trust us, it's worth it!":["Почнимо са покретањем СЕО оптимизације података. То значи да ћемо скенирати ваше веб место и направити базу података за оптимизованим SEO подацима. То неће променити садржај или подешавања на вашем веб месту. Ви не морате ништа да радите, само притисните Ентер! Напомена: Уколико имате пуно садржаја, оптимизација би могла да потраје. Али верујте нам, вреди!"],"We've successfully analyzed your site & optimized your SEO data!":["Успешно смо анализирали ваше веб место и оптимизовали ваше SEO податке!"],"Fantastic work! Add your organization's social media accounts below. This allows us to fine-tune the metadata for these platforms.":["Фантастичан посао! Испод додајте налоге вашег предузећа на друштвеним мрежама. То нам омогућава да подесимо метаподатке за ове платформе."],"Social share preview":["Преглед дељења на друштвеним мрежама"],"Twitter share preview":["Преглед за дељење на Твитеру"],"The %1$s interface is currently unavailable in the beta WooCommerce product editor. To resolve any issues, please disable the beta editor. %2$sLearn how to disable the beta WooCommerce product editor.%3$s":["%1$s интерфејс тренутно није омогућен у бета WooCommerce уређивачу производа. Како бисте решили било какве проблеме, молимо вас да онемогућите бета уређивач. %2$sСазнајте како да онемогућите бета WooCommerce уређивач производа.%3$s"],"Compatibility issue: Yoast SEO is incompatible with the beta WooCommerce product editor.":["Проблем са компатибилношћу: Yoast SEO није компатибилан са WooCommerce бета уређивачем производа"],"Search engines and other websites can still send traffic to your trashed content.":["Претраживачи и друга веб места и даље могу усмеравати посетиоце ка вашем обрисаном садржају."],"Unlock with the %1$s":["Откључајте са %1$s"],"Generate product titles & descriptions with AI!":["Генеришите називе и описе производа помоћу вештачке интелигенције!"],"Last year":["Протекла година"],"Last week":["Протекла недеља"],"Last day":["Последњи дан"],"Last updated":["Последњи ажуриран"],"Activate tracking to show the ranking position":["Укључите праћење како би се приказала ранг позиција"],"List your Frequently Asked Questions in an SEO-friendly way.":["Наведите ваша често постављана питања на начин који је погодан за SEO."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by OpenAI GPTBot.":["Додајте ”не дозволи” правило вашем robots.txt како бисте спречили индексирање од стране OpenAI GPTBot."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by the Google-Extended bot. Enabling this setting won’t prevent Google from indexing your website.":["Додајте ”не дозволи” правило вашем robots.txt како бисте спречили индексирање од стране Google-Extended bot-а. Омогућавање овог подешавања неће спречити Google да индексира ваше веб место."],"Lots of web traffic comes from bots crawling the web. Some can benefit your site or business, while other bots don’t. Blocking unwanted bots can save energy, help with site performance, and protect copyrighted content. Learn more about %1$swhen to block unwanted bots%2$s.":["Много веб саобраћаја долази од ботова који претражују веб. Неки могу бити од користи вашем веб месту или вашем пословању док други то нису. Блокирање непожељних ботова може уштедети енергију, помоћи у перформансама веб места и заштитити ауторски заштићен садржај. Сазнајте више о %1$sблокирању непожељних ботова%2$s."],"Prevent OpenAI GPTBot from crawling":["Спречите OpenAI GPTBot да индексира"],"Prevent Google Bard and Vertex AI bots from crawling":["Спречите Google Bard и Vertex AI ботове да индексирају"],"Prevent Common Crawl CCBot from crawling":["Спречите Common Crawl CCBot да индексира"],"Unlock Premium SEO analysis":["Откључајте SEO премијум анализе"],"Get more help with writing content that ranks":["Добијте више помоћи при писању садржаја који се рангира"],"$ USD / € EUR / £ GBP per year (ex. VAT)":["$ USD / € EUR / £ GBP годишње (ex. VAT)"],"Internal linking suggestions":["Предлози за унутрашње повезивање"],"%1$s SAVE 30%% %2$s on your 12 month subscription":["%1$s УШТЕДИТЕ 30%% %2$s на вашој претплати на 12 месеци"],"Learn more about %s (Opens in a new browser tab)":["Сазнајте више о %s (отвара нови језичак за претрагу)"],"Write more natural and engaging content":["Напишите природнији и занимљивији садржај"],"Synonyms help users understand your copy better. It’s easier to read for both users and Google. In %s, you can add synonyms for your focus keyphrase, and we’ll help you optimize for them.":["Синоними помажу корисницима да боље разумеју ваш садржај. Олакшава читање и за кориснике и за Google. Са %s, можете додати синониме за вашу кључну фразу а ми ћемо вам помоћи да их оптимизујете."],"Is your %1$s store ready for Black Friday?":["Да ли је ваша %1$s продавница спремна за Црни петак?"],"Check your text on even more SEO criteria and get an enhanced keyphrase analysis, making it easier to optimize your content.":["Проверите свој текст према још више SEO критеријума и добијте побољшану анализу кључних фраза, што олакшава оптимизацију вашег садржаја."],"Buy now!":["Купите одмах!"],"30% OFF!":["30% ПОПУСТА!"],"BLACK FRIDAY SALE: %1$s %2$sBuy now!%3$s":["ЦРНИ ПЕТАК РАСПРОДАЈА: %1$s %2$sКупите одмах!%3$s"],"BLACK FRIDAY SALE: %1$s":["ЦРНИ ПЕТАК РАСПРОДАЈА: %1$s"],"Reach a wider audience":["Досгните до шире публике"],"Add related keyphrases":["Додајте повезане кључне изразе"],"%s automatically suggests to what content you can link with easy drag-and-drop functionality, which is good for your SEO!":["%s аутоматски предлаже са којим садржајем можете повезати користећи ”повуци и пусти” функционалност, што је добро за вашу SEO!"],"Rank higher by connecting your content":["Боље се рангирајте повезивањем свог садржаја"],"Get help optimizing for up to 5 related keyphrases. This helps you reach a wider audience and get more traffic.":["Добијте помоћ при оптимизацији за до 5 повезаних кључних фраза. Ово вам помаже да досегнете ширу публику и привучете више саобраћаја."],"-30%":["-30%"],"%1$s Now with 30%% Black Friday Discount!":["%1$s Сада са 30%% попуста поводом Црног петка!"],"%1$sSALE 30%% OFF!%2$s":["%1$sРАСПРОДАЈА 30%%!%2$s"],"30% OFF":["30% ПОПУСТА"],"BLACK FRIDAY":["ЦРНИ ПЕТАК"],"Claim your 30% off now!":["Искористите одмах попуст од 30%!"],"Social media appearance":["Изглед на друштвеним мрежама"],"Determine how your post should look in the search results.":["Одредите како би ваша објава требало да изгледа у резултатима претраге."],"The Yoast %1$sultimate Black Friday checklist%2$s helps you prepare in time, so you can boost your results during this sale.":["Yoast %1$s Црни петак листа%2$s вам помаже да се припремите на време како бисте побољшали резултате током ове распродаје."],"To customize the appearance of your post specifically for Twitter, please fill out the 'Twitter appearance' settings below.":["Молимо вас да попуните подешавања ”изглед Twitter-а”, како бисте прилагодили изглед своје објаве посебно за Twitter."],"Twitter appearance":["Изглед на Twitter-у"],"To customize the appearance of your post specifically for Twitter, please fill out the 'Twitter appearance' settings below. If you leave these settings untouched, the 'Social media appearance' settings mentioned above will also be applied for sharing on Twitter.":["Попуните подешавања ”изглед Twitter-а” како бисте прилагодили изглед своје објаве посебно за Twitter. Уколико прескочите ова подешавања, горе поменута подешавања ”Изглед на друштвеним мрежама” ће се применити и за дељења на Twitter-у."],"Determine how your post should look on social media like Facebook, Twitter, Instagram, WhatsApp, Threads, LinkedIn, Slack, and more.":["Одредите како би ваша објава требало да изгледа на друштвеним мрежама као што су Facebook, Twitter, Instagram, WhatsApp, Threads, LinkedIn, Slack и други."],"Get the checklist and start optimizing now!":["Преузмите листу и почните са оптимизацијом одмах!"],"Is your WooCommerce store ready for Black Friday?":["Да ли је ваша WooCommerce продавница спремна за Црни петак?"],"The %1$s %2$sultimate Black Friday checklist%3$s helps you prepare in time, so you can boost your results during this sale.":["%1$s %2$sЦрни петак листа%3$s вам помаже да се припремите на време како бисте побољшали своје резултате током ове распродаје."],"AI generator":["AI генератор"],"New in %1$s":[""],"Use AI to write your titles & meta descriptions!":[""],"Use the power of Yoast AI to automatically generate compelling titles and descriptions for your posts and pages.":["Искористите моћ Yoast вештачке интелигенције како бисте аутоматски генерисали узбудљиве наслове и описе за ваше чланке и странице."],"AI title & description generator":["AI генератор наслова и описа"],"Use AI":["Користи AI"],"Clear selection":["Поништи означено"],"Note that the following commonly-used parameters will not be removed: %1$s, %2$s, %3$s, %4$s, %5$s, %6$s, and %7$s.":["Имајте на уму да следећи често коришћени параметри неће бити уклоњени: %1$s, %2$s, %3$s, %4$s, %5$s, %6$s и %7$s."],"Learn how to increase your rankings with %1$s":["Сазнајте како да повећате свој ранг користећи %1$s"],"Want an enhanced Google preview of how your WooCommerce products look in the search results?":["Желите унапређени преглед на Google-у о томе како ваши WooCommerce производи изгледају у резултатима претраге?"],"Sign up today!":["Региструјте се већ данас!"],"Feeling lost when it comes to optimizing your site for the search engines? Join our FREE webinar to gain the confidence that you need in order to start optimizing like a pro! You'll obtain the knowledge and tools to start effectively implementing SEO.":["Осећате се изгубљено када је у питању оптимизација вашег веб места за претраживаче? Придружите нам се на БЕСПЛАТНОМ вебинару како бисте стекли самопоуздање које вам је потребно да почнете са оптимизацијом као професионалац! Добијате знање и алате како бисте ефикасно почели да примењујете SEO."],"Join our FREE webinar for SEO success":["Придружите се нашем БЕСПЛАТНОМ вебинару за успех у SEO-у"],"Want your products stand out in search results with rich results like price, reviews and more?":["Желите да се ваши производи истакну у резултатима претраге са богатим резултатима као што су цена, рецензије и још много тога?"],"%1$s, %2$s and %3$s":["%1$s, %2$s и %3$s"],"%1$s and %2$s":["%1$s и %2$s"],"Please see the “New” badges and review the Search appearance settings.":["Молимо погледајте ознаке ”Ново” и прегледајте подешавања изгледа претраге."],"New type of content added to your site!":["Додат је нови тип садржаја на ваше веб место!"],"Site policies":["Правила веб места"],"Select a page which provides information about your diversity policies for %1$sstaffing%2$s, %1$shiring%2$s and %1$semployment%2$s.":["Изаберите страницу која пружа информације о вашим правилима о разноликости за %1$sпопуну%2$s, %1$sрегрутовање%2$s and %1$sзапослење%2$s."],"Select a page which provides information on your diversity policies for %1$seditorial%2$s content.":["Изаберите страницу која пружа информације о вашим правилима о разноликости за %1$sуреднички%2$s садржај."],"Select a page which describes the personal, organizational, and corporate %1$sstandards%2$s of %1$sbehavior%2$s expected by your organization.":["Изаберите страницу која описује личне, организационе и компанијске %1$sстандарде%2$s %1$sпонашања%2$s које очекује ваша организација."],"Select a page which outlines your procedure for addressing %1$serrors%2$s (e.g., publishing retractions or corrections).":["Изаберите страницу која истиче ваш поступак за решавање %1$sгрешке%2$s (нпр. објављивање повлачења или исправки)."],"Select a page which describes how your organization collects and responds to %1$sfeedback%2$s, engages with the %1$spublic%2$s, and prioritizes %1$stransparency%2$s.":["Изаберите страницу која описује како ваша организација прикупља и како одговара на %1$sповратне информације%2$s, како се ангажује са %1$sјавношћу%2$s, и како даје приоритет %1$sтранспарентности%2$s."],"Select a page which describes the ownership structure of your organization. It should include information about  %1$sfunding%2$s and %1$sgrants%2$s.":["Изаберите страницу која описује власничку структуру ваше организације. Она би требало да садржи информације о %1$sфинансирању%2$s и %1$sбесповратним финансијским средствима%2$s."],"Select a page which describes the editorial principles of your organization. %1$sWhat%2$s do you write about, %1$swho%2$s do you write for, and %1$swhy%2$s?":["Изаберите страницу која описује уредничке принципе ваше организације. %1$sШта%2$s пишете, %1$sза кога%2$s пишете, и %1$sзбог чега%2$s?"],"Select the pages on your website which contain information about your organizational and publishing policies. Some of these might not apply to your site, and you can select the same page for multiple policies. %1$sLearn more about why setting your site policies is important%2$s.":["Изаберите странице на вашем веб месту које садрже информације о вашим организационим и издавачким правилима. Нека од тих правила можда не важе на вашем веб месту, а можете изабрати и исту страницу за више политика. %1$sСазнајте више о значају постављања политика за ваше веб место%2$s."],"Diversity staffing report":["Извештај о разноликости запослених"],"Diversity policy":["Правила разноликости"],"Ethics policy":["Етичка правила"],"Corrections policy":["Правила исправки"],"Actionable feedback policy":["Правила применљивих повратних информација"],"Ownership / Funding info":["Информације о власништву / финансирању"],"Publishing policies":["Правила објављивања"],"Publishing principles":["Принципи објављивања"],"Failed to retrieve pages.":["Преузимање страница није успело."],"Searching pages...":["Претраживање страница..."],"Add new page...":["Додај нову страницу..."],"No pages found.":["Нема пронађених страница."],"You've added a new type of content. We recommend that you review the corresponding %1$sSearch appearance settings%2$s.":["Додали сте нову врсту садржаја. Препоручујемо вам да прегледате %1$sПодешавања изгледа претраге%2$s."],"Error: Taxonomy was not removed from new_taxonomies list.":["Грешка: Таксономија није уклоњена са листе нових таксономија."],"Taxonomy is no longer new.":["Таксономија више није нова."],"Taxonomy is not new.":["Таксономија није нова."],"Error: Post type was not removed from new_post_types list.":["Грешка: Тип објаве није уклоњен са листе нових типова објава."],"Post type is no longer new.":["Тип чланка више није нов."],"Post type is not new.":["Тип чланка није нов."],"Write a bug report":["Напишите извештај о грешци"],"Our support team is here to answer any questions you may have. Fill out the (pop-up) contact form, and we'll get back to you as soon as possible!":["Наш тим за подршку је ту да одговори на сва ваша питања. Попуните (искачући) контакт образац, а ми ћемо вам се јавити у најкраћем могућем року!"],"%1$sSupport languages:%2$s English & Spanish":["%1$sЈезици за подршку:%2$s енглески и шпански"],"If you don't find the answers you're looking for and need personalized help, you can get 24/7 support from one of our support engineers.":["Уколико не пронађете одговоре које тражите и потребна вам је помоћ, можете добити подршку 24/7 од једног од наших инжењера за подршку."],"Contact our support team":["Контактирајте наш тим за подршку"],"Have you stumbled upon a bug while using %1$s? Please raise a bug report on our GitHub repository to let us know about the issue!":["Да ли сте наишли на грешку при коришћењу %1$s? Молимо вас да поднесете извештај о грешци на GitHub-у како бисте нас обавестили о проблему!"],"Raise a bug report on GitHub":["Поднесите извештај о грешци на GitHub-у"],"Visit WordPress forum":["Посетите Вордпрес форум"],"In the WordPress support forum for %1$s you can find answers or ask for help from %1$s users in the WordPress community.":["На Вордпрес форуму за подршку за %1$s можете пронаћи одговоре или затражити помоћ од  %1$s чланова Вордпрес заједнице."],"WordPress support forum for %1$s":["Вордпрес форум за подршку за %1$s"],"Visit our help center":["Посетите наш центар за помоћ"],"Have a look at our help center to find articles, tutorials, and other resources to help you get the most out of %1$s!":["Погледајте наш центар за помоћ како бисте пронашли чланке, упутства и друге изворе који ће вам помоћи да на најбољи начин искористите максимум из %1$s."],"%1$s's help center":["%1$s центар за помоћ"],"Need help with %1$s? These resources are a great place to start!":["Потребна вам је помоћ са %1$s? Ови извори су одлично место за почетак!"],"Additional resources":["Додатни извори"],"Here, you'll find answers to commonly asked questions about using %1$s. If you don't see your question listed, you can have a look at the section below.":["Овде ћете пронаћи одговоре на најчешће постављана питања о коришћењу %1$s. Уколико не видите одговоре које тражите, погледајте у одељку испод."],"Frequently asked questions":["Често постављана питања"],"If you have any questions, need a hand with a technical issue, or just want to say hi, we've got you covered. Get in touch with us and we'll be happy to assist you!":["Уколико имате било каквих питања, потребна вам је помоћ у вези са техничким проблемом или само желите да се поздравите, покривамо вас. Контактирајте нас и радо ћемо вам помоћи!"],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by Google AdsBot. You should only enable this setting if you're not using Google Ads on your site.":["Додајте правило ”онемогући” у датотеку robots.txt како бисте спречили индексирање од стране Google AdsBot-а. Требало би да омогућите ово подешавање само ако не користите Google Ads на вашем веб месту."],"Block unwanted bots":["Блокирајте непожељне ботове"],"Close the upgrade callout":["Затворите обавештење о надоградњи"],"%1$s and get an exclusive %2$s discount for %3$s month(s).":["%1$s и добијате попуст од %2$s на %3$s месец(и)."],"Click here to upgrade your %s plan":["Кликните овде како бисте ажурирали ваш %s план"],"Keyphrases tracked: %1$s/%2$s":["Праћени кључни изрази: %1$s/%2$s"],"Your are tracking %1$s out of %2$s keyphrases included in your account.":["Пратите %1$s од %2$s кључних израза укључених у ваш налог."],"Your are tracking %1$s out of %2$s keyphrases included in your free account.":["Пратите %1$s од %2$s кључних израза укључених у ваш бесплатан налог."],"Support":["Подршка"],"Prevent Google AdsBot from crawling":["Спречите Google AdsBot да индексира"],"%s":["%s"],"This overview will show you your top performing keyphrases in Google. Connect with %s to get started.":["Овај преглед ће вам показати кључне изразе са најбољим учинком на Google-у. Повежите се са %s како бисте почели."],"You have successfully connected with %s.":["Успешно сте се повезали са %s."],"You have successfully connected with %1$s. Your %2$s account does not contain any keyphrases for this website yet. You can track keyphrases by using the \"Track SEO Performance\" button in the post editor.":["Успешно сте се повезали са %1$s. Ваш %2$s налог за сада не садржи ниједну кључну фразу за ово веб место. Можете пратити кључне изразе користећи дугме \"Праћење SEO перформанси\" у уређивачу објава."],"Network Error: Unable to connect to the server. Please check your internet connection and try again later.":["Грешка на мрежи: Није могуће повезивање са сервером. Проверите интернет везу и покушајте поново касније."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of URLs like %1$s, %2$s and %3$s.":["Додајте правило ”онемогући” у датотеку robots.txt како бисте спречили индексирање URL-ова као што су %1$s, %2$s и %3$s."],"Your WordPress environment is running on a non-production site. Indexables can only be created on production environments. Please check your `WP_ENVIRONMENT_TYPE` settings.":["Ваше Вордпрес окружење ради на непродукционом сајту. Индексабли могу бити направљени само у продукционим окружењима. Молимо вас да проверите ваше поставке WP_ENVIRONMENT_TYPE."],"Inclusive language: %s":["Инклузивни језик: %s"],"%1$s / %2$s: Top Keyphrases":["%1$s / %2$s: Најбољи кључни изрази"],"The post type %s could not be indexed because it does not meet indexing requirements.":["Тип објаве %s не може бити индексиран зато што не испуњава захтеве за индексирање."],"The name of this category is %1$s.":["Назив ове категорије је %1$s."],"Start the course":["Започните курс"],"Start free trial lesson":["Започните бесплатну пробну лекцију"],"Maximize your SEO game by purchasing %s, which grants you unlimited access to all courses.":["Извуците максимум из своје SEO стратегије куповином %s која вам гарантује неограничен приступ свим курсевима."],"Learn vital SEO skills that you can apply at once! Let us take you by the hand and give you practical SEO tips to help you outrank your competitors. %s comes with five free courses.":["Савладајте основне SEO вештине које одмах можете применити! Дозволите да вас проведемо кроз практичне SEO савете како бисмо вам помогли да надмашите конкуренцију. %s долази са 5 бесплатних курсева."],"Learn vital SEO skills that you can apply at once! Let us take you by the hand and give you practical SEO tips to help you outrank your competitors. Maximize your SEO game! Because your %s subscription gives you unlimited access to all courses.":["Савладајте основне SEO вештине које одмах можете применити! Дозволите да вас проведемо кроз практичне SEO савете како бисмо вам помогли да надмашите конкуренцију. Извуците максимум из своје SEO стратегије. Ваша %s претплата вам омогућава неограничен приступ свим нашим курсевима."],"Choosing the right type of hosting for your site is the basis of a solid Technical SEO strategy. Learn all about it in this course!":["Одабир одговарајућег хостинга за ваше веб место је основа добре SEO стратегије. Сазнајте све о томе на овом курсу!"],"You have to make it possible for search engines to find your site, so they can display it in the search results. We'll tell you all about how that works in this course!":["Омогућите претраживачима да пронађу ваше веб место како би се појавило у резултатима претраге. На овом курсу ћемо вам објаснити како то функционише!"],"Are you selling in countries all over the world? In this course, you’ll learn all about setting up and managing a site that targets people in different languages and locales.":["Да ли послујете у земљама широм света? На овом курсу ћете сазнати како да подесите и управљате веб местом које је усмерено на људе различитих језика и локализација."],"Do you want to take a deep dive into structured data? In this course, you'll learn the theory related to structured data in detail.":["Да ли желите да дубље зароните у структуриране податке? На овом курсу ћете савладати теорије везане за структуриране податке."],"Learn how to optimize your online shop for your customers and for search engines!":["Сазнајте како да оптимизујете своју продавницу за купце и претраживаче!"],"Do you own a local business? This course will teach you how to make sure your local audience can find you in the search results and on Google Maps!":["Да ли сте власник локалног предузећа? На овом курсу ћете сазнати како да будете сигурни да вас људи проналазе у резултатима претраге и да вас виде на Google мапама."],"A clear site structure benefits your users and is of great importance for SEO. Still, most people seem to forget about this. Get ahead of your competition and learn how to improve your site structure!":["Јасна структура веб места је корисна вашим корисницима и од велике је важности за SEO, а ипак доста људи то занемари. Будите испред конкуренције и сазнајте како да унапредите структуру вашег веб места."],"Start creating block-tastic content with the new WordPress block editor! Learn all about the block editor and what you can do with it.":["Почните да правите фантастичан садржај користећи нови Вордпрес блок уређивач. Сазнајте све о новом уређивачу и шта све можете урадити користећи га."],"Do you know the essential first step of good SEO? It's keyword research. In this training, you'll learn how to research and select the keywords that will guide searchers to your pages.":["Да ли знате који је први и најважнији корак добре оптимизације? То је истраживање кључних речи. На овој обуци ћете научити како да истражите и одаберете кључне речи које ће довести посетиоце до ваших страница."],"Learn how to make your site stand out from the crowd by adding structured data!":["Сазнајте како да истакнете своје веб место додавањем структурираних података и издвојите се из масе!"],"In this course, you'll learn how to write awesome copy that is optimized for ranking in search engines.":["На овом курсу ћете научити како да напишете сјајан текст који је оптимизован за рангирање на претраживачима."],"Do you want to set up your own WordPress site? This course will teach you the ins and outs of creating and maintaining a WordPress website!":["Да ли желите да поставите Вордпрес веб место? На овом курсу ћете научити како да направите и одржавате ваше Вордпрес веб место!"],"In this course, you'll learn practical SEO skills on every key aspect of SEO, to make your site stand out.":["На овом курсу стећи ћете практичне вештине из сваког кључног аспекта SEO-а како бисте могли да истакнете своје веб место."],"In this course, you'll learn about how to set up and use the %1$s for WordPress plugin so it makes SEO even easier. This course is meant for users of the block editor.":["На овом курсу научићете како да подесите и користите %1$s додатак за Вордпрес што ће вам олакшати SEO оптимизацију. Овај курс је намењен корисницима блок уређивача."],"In this free course, you'll get quick wins to make your site rank higher in Google, Bing, and Yahoo.":["На овом бесплатном курсу добићете брзе и ефикасне методе за боље рангирање вашег веб места на Google-у, Bing-у и Yahoo-у."],"Academy":["Академија"],"%1$s %2$s isn't working as expected %3$s and you are not receiving updates or support! Make sure to %4$s activate your product subscription in %5$s%6$s to unlock all the features of %7$s.":["%1$s %2$s не ради како је очекивано %3$s и зато немате приступ ажурирањима и подршци. Обавезно %4$s активирајте вашу претплату на %5$s%6$s како бисте откључали све функционалности %7$s."],"%1$s can't be updated because your product subscription is expired. %2$sRenew your product subscription%3$s to get updates again and use all the features of %1$s.":["%1$s не може бити ажуриран јер је ваша претплата истекла. %2$sОбновите своју претплату%3$s како бисте поново добили ажурирања и користили све функције %1$s."],"Warning! These are expert features, so make sure you know what you're doing before using this setting. You might break your site. %1$sRead more about how your site can be affected%2$s.":["Упозорење! Ово су напредна подешавања па будите сигурни да знате шта радите пре него што их измените. Постоји могућност да оштетите ваше веб место. %1$sПрочитајте више о томе како може утицати на ваше веб место%2$s."],"%1$s: unregistered URL parameter removed. See %2$s":["%1$s: нерегистровани URL параметар је уклоњен. Погледајте %2$s"],"This feature is disabled when your site is not using pretty permalinks.":["Ова функција је онемогућена када ваш сајт не користи лепе сталне везе."],"This feature is disabled when your site is not using %1$spretty permalinks%2$s.":["Ова функција је онемогућена када ваш сајт не користи %1$sлепе сталне везе%2$s."],"%1$s: redirect utm variables to #":["%1$s: преусмери utm променљиве на #"],"Optimize your business for multiple locations":["Оптимизујте ваше пословање за више локација"],"Easily add maps, address finders, and opening hours to your content":["Лако додајте мапе, претраживаче адресе и радно време вашем садржају"],"Automatically get technical SEO best practices for local businesses":["Аутоматски преузмите најбоље SEO праксе за локална предузећа"],"Attract more customers to your site and physical store":[""],"Remove Other profile %1$s":["Уклоните Други профил %1$s"],"Please select a user in the Site representation step.":["Изаберите корисника у кораку Представљање веб места."],"You can %1$supdate or add social profiles to this user profile%2$s.":["Можете %1$sажурирати или додати друштвене профиле на овај кориснички профил%2$s."],"You have selected the user %1$s as the person this site represents.":["Одабрали сте корисника %1$s као особу која представља ово веб место."],"If you select a Person to represent this site, we will use the social profiles from the selected user's profile page.":["Ако одаберете особу која ће представљати ово веб место, искористићемо друштвене профиле са странице профила одабране особе."],"It looks like you've enabled media pages. We recommend that you help us to re-analyze your site by running the SEO data optimization. ":["Изгледа да сте омогућили странице за медије. Препоручујемо вам да нам помогнете да поново анализирамо ваше веб место тако што ћете поново покренути SEO оптимизацију података. "],"Organization Mastodon":["Mastodon организација"],"%1$s Settings - %2$s":["%1$s подешавања - %2$s"],"Read more about how to get your site verified.":["Прочитајте више о томе како да одобрите своје веб место."],"Get your site verified in your Mastodon profile.":["Одобрите своје веб место на свом Mastodon профилу."],"E.g. https://mastodon.social/@yoast":["Нпр. https://mastodon.social/@yoast"],"Mastodon":["Mastodon"],"%2$s integrates %1$s' Schema output into its own to get rich snippets for your digital products!":["%2$s интеграција са %1$s омогућава коришћење Schema семантичке структуре за богатије исечке ваших дигиталних производа."],"Get %1$srich results for your digital products%2$s in Google search":["Прикажите %1$sобогаћене резултате за ваш дигитални производ%2$s на Google претраживачу"],"Add trustworthiness to your %1$s profile by verifying your site with %2$s.":["Додајте поузданост вашем %1$s профилу тако што ће те верификовати свој сајт са %2$s."],"Verify your site on %1$s%2$s%3$s":["Верификујте свој сајт на %1$s%2$s%3$s"],"Mastodon profile not yet added":["Још увек није додат Mastodon профил"],"Mastodon profile added":["Додат Mastodon профил"],"Potentially non-inclusive":["Потенцијално неинклузивно"],"Finish your %s":["Заврши свој %s"],"Please enter a number between 1 and 50.":["Молимо вас да унесете број између 1 и 50."],"Settings navigation":["Навигација подешавања"],"Close settings navigation":["Затворите навигацију подешавања"],"Open settings navigation":["Отворите навигацију подешавања"],"Choose whether your site represents an organization or a person. %1$sLearn more about the differences and choosing between Organization and Person%2$s.":["Одаберите да ли ваше веб место представља организацију или особу. %1$sСазнајте више о разликама и избору између Организације и Особе%2$s."],"%1$sGet%2$s %3$s":["%1$sУзми%2$s %3$s"],"Index Now":["Index Now"],"Failed to retrieve media.":["Неуспешно преузимање медија."],"Limit the length of internal site search queries to reduce the impact of spam attacks and confusing URLs. Please enter a number between 1 and 50.":["Ограничите дужину интерних упита за претрагу веб места да бисте смањили утицај нежељених напада и збуњујућих URL-ова. Молимо вас унесите број између 1 и 50."],"The number you've entered is not between 1 and 50.":["Број који сте унели није између 1 и 50."],"Determine how your %1$s should look on social media.":["Одредите како би ваша %1$s архива требало да изгледа на друштвеним медијима."],"Disabling this means that archive pages for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Онемогућавање овога значи да претраживачи неће индексирати архиву за %1$s и биће искључени из XML мапа веб места."],"Prevents specific URL parameters from being removed by the above feature. E.g., adding %1$s will prevent %2$s from being redirected to %3$s. You can add multiple parameters and separate them by using enter or a comma.":["Спречава уклањање одређених параметара УРЛ-а помоћу горње функције. На пример, додавањем %1$s ће се спречити да %2$s буде преусмерен на %3$s. Можете додати више параметара и раздвојити их помоћу ентера или запете."],"Consolidates WordPress' multiple site search URL formats into the %1$s syntax. E.g., %2$s will redirect to %3$s":["Обједињава вишеструке формате URL-ова за претрагу сајтова, у синтаксу %1$s. Нпр. %2$s ће преусмерити на %3$s"],"Redirect pretty URLs to ‘raw’ formats":["Преусмерити лепе URL-ове на основне формате"],"Allow":["Дозволи"],"Deny":["Одбаци"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["Да бисте видели овај видео, морате дозволити %1$s да учитава уграђене видео снимке са %2$s."],"Only available for English sites":["Доступно само за веб места на енглеском језику"],"You can change the default type for %1$s under Content types in the %2$sSettings%3$s.":["Можете изменити подразумевану врсту чланка за %1$s користећи Врсте садржаја у %2$sПодешавањима%3$s."],"all the Yoast plugins":["сви Yoast додаци"],"Show date archives in search results":["Прикажи архиве датума у резултатима претраге"],"Show %1$s archives in search results":["Прикажи %1$s архиве у резултатима претраге"],"Prefix for archive breadcrumbs":["Префикс за мрвице архиве"],"Unlock rich results in Google search by using plugins that integrate with the %1$sYoast Schema API%2$s.":["Откључајте богате резултате Google претраге користећи додатке који се интегришу са %1$sYoast Schema API%2$s."],"Schema API integrations":["Schema API интеграције"],"%s can integrate with other products, to help you further improve your website. You can enable or disable these integrations below.":["%s се може интегрисати са другим производима како би вам помогао у даљем побољшању вашег веб места. У наставку можете омогућити или онемогућити ове интеграције."],"Unlock rich snippets for your product pages by using %1$s.":["Откључајте богате исечке текста за странице ваших производа користећи %1$s."],"Get %1$srich product results%2$s in Google search":["Прикажите %1$sобогаћене резултате производа%2$s на Google претраживачу"],"%1$s integrates with %2$s's Schema API to get rich snippets for your recipes!":["%1$s интеграција са %2$s Schema API-јем како бисте добили богатије исечке за ваше рецепте."],"Get %1$srich results for your recipes%2$s in Google search":["Прикажите %1$sобогаћене резултате за ваше рецепте%2$s на Google претраживачу"],"%1$s integrates with %2$s's Schema API to get rich snippets for your podcasts!":["%1$s се интегрише са %2$s Schema API-јем за богатије исечке за ваше подкасте!"],"Get %1$srich results for your podcast%2$s in Google search":["Прикажите %1$sобогаћене резултате за ваше подкасте%2$s на Google претраживачу"],"%1$s integrates with %2$s's Schema API to get rich snippets for your events!":["%1$s се интегрише са %2$s Schema API-јем за богатије исечке за ваше догађаје!"],"Get %1$srich results for your events%2$s in Google search":["Прикажите %1$sобогаћене резултате за ваше догађаје%2$s на Google претраживачу"],"You have selected the user %1$s%3$s%2$s as the person this site represents. Their user profile information will now be used in search results. We're sorry, you're not allowed to edit this user's profile. Please contact your admin or %1$s%3$s%2$s to check and/or update the profile.":["Изабрали сте корисника %1$s%3$s%2$s као особу коју ово веб место представља. Информације о њиховом корисничком профилу ће се сада користити у резултатима претраге. Жао нам је, није вам дозвољено да уређујете профил овог корисника. Молимо вас да контактирате администратора или %1$s%3$s%2$s како бисте проверили или ажурирали профил."],"An organization name and logo need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site name and logo as default values. %1$sLearn more about the importance of structured data%2$s.":["Име организације и логотип морају бити подешени да би структурирани подаци исправно функционисали. Пошто их још увек нисте подесили, користимо назив веб места и логотип као подразумеване вредности. %1$sСазнајте више о важности структурираних података.%2$s."],"This info is intended to appear in %1$sGoogle's Knowledge Graph%2$s.":["Ове информације треба да се појаве у %1$sГугловом графикону знања%2$s."],"Other profile %1$s":["Други профил %1$s"],"Tweet":["Твит"],"Organization Twitter":["Организација Twitter"],"Open Graph":["Open Graph"],"Organization Facebook":["Организација Facebook"],"OpenGraph":["OpenGraph"],"Format archives":["Архиве по формату"],"File":["Датотека"],"PDF":["PDF"],"Video":["Видео запис"],"Attachment":["Прилог"],"404 pages title":["Наслов 404 странице"],"Search pages title":["Наслов страница претраге"],"Enable date archives":["Омогући датумске архиве"],"Enable author archives":["Омогући архиве аутора"],"Anchor text for the homepage":["Текст везе за почетну страну"],"Organization/person":["Организација/особа"],"Divider":["Преграда"],"Remove Atom/RDF feeds":["Уклоните Atom/RDF доводе"],"Webmaster":["Webmaster"],"Share":["Подели"],"Structured data":["Структурисани подаци"],"Enable the %1$s XML sitemaps. A sitemap is a file that lists a website's essential pages to make sure search engines can find and crawl them.":["Омогући %1$s XML мапе веб места. Мапа веб места је датотека која наводи кључне странице веб места како би се осигурало да их претраживачи пронађу и индексирају."],"The %1$s icon in the top admin bar provides quick access to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["%1$s иконица на горњој админ траци вам пружа брз приступ алатима за анализу страница и олакшава преглед нових обавештења."],"Allows for Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared. Keep this feature enabled to optimize your site for social media.":["Дозволите Facebook-у и другим друштвеним мрежама да прикажу преглед са сликама и текстом када је подељена веза до вашег веб места. Оставите ову функцију омогућеном за бољу оптимизацију вашег веб места за друштвене мреже."],"Count the number of internal links from and to your posts to improve your site structure.":["Пребројте интерне везе од и до ваших чланака како бисте побољшали структуру вашег веб места."],"Mark and filter your cornerstone content to make sure your most important articles get the attention they deserve. To help you write excellent copy, we’ll assess your text more strictly.":["Означите и филтрирајте кључни садржај како бисте били сигурни да ваши најважнији чланци добију пажњу коју заслужују. Како бисмо вам помогли да напишете одличан текст, строжије ћемо га процењивати."],"Get more insights into what you are writing. What words do you use most often? How much time does it take to read your text? Is your text easy to read?":["Добијте више увида у оно што пишете. Које речи најчешће користите? Колико времена је потребно за читање вашег текста? Да ли је ваш текст лак за читање?"],"The inclusive language analysis offers suggestions to write more inclusive copy, so more people will be able to relate to your content.":["Инклузивна језичка анализа нуди предлоге за писање инклузивније копије, тако да ће више људи моћи да се повеже са вашим садржајем."],"The SEO analysis offers suggestions to improve the findability of your text and makes sure that your content meets best practices.":["SEO анализа нуди предлоге за побољшање могућности проналажења вашег текста и осигурава да ваш садржај испуњава најбоље праксе."],"Set the basic info for your website. You can use %1$stagline%2$s and %1$sseparator%2$s as %3$sreplacement variables%4$s when configuring the search appearance of your content.":["Подесите основне информације за своје веб место. Можете користити %1$sопис%2$s и %1$sсепаратор%2$s као %3$sпроменљиве%4$s када конфигуришете изглед вашег садржаја за претрагу."],"Usage tracking allows us to track some data about your site to improve our plugin. %1$sLearn more about which data we track and why%2$s.":["Праћење употребе нам омогућава да пратимо неке податке о вашем веб месту како бисмо побољшали наш додатак. %1$sСазнај више о томе које податке пратимо и зашто%2$s."],"A link to the archive for the post author, with the author's name as anchor text.":["Веза ка архиви за аутора чланка, са именом аутора као текстом везе."],"Determine how your %1$s pages should be described by default in your site's Schema.org markup. You can always customize the settings for individual %1$s pages in the %2$s metabox.":["Одредите како ће ваше %1$s стране подразумевано бити описане у Schema.org ознакама на вашем веб месту. Увек можете прилагодити подешавања за појединачне %1$s стране у %2$s метабоксу."],"Determine how your %1$s pages should look in search engines. You can always customize the settings for individual %1$s pages in the %2$s metabox.":["Одаберите како би ваше %1$s стране требало да изгледају у претраживачима. Увек можете да прилагодите подешавања за појединачне %1$s стране у %2$s метабоксу."],"Enable %1$s pages":["Омогући %1$s странице"],"Determine how your homepage should look in the search results.":["Одредите како би ваша почетна страна требало да изгледа у резултатима претраге."],"Determine how your %1$s should look in search engines. You can always customize the settings for individual %1$s in the %2$s metabox.":["Одаберите како би ваши %1$s требало да изгледају у претраживачима. Увек можете да прилагодите подешавања за појединачне %1$s у %2$s метабоксу."],"Enable format-based archives":["Омогући архиве на бази формата"],"Not sure how to implement the %3$s breadcrumbs on your site? Read %1$sour help article on breadcrumbs implementation%2$s.":["Нисте сигурни како да примените %3$s мрвице на вашем веб месту? Прочитајте %1$sчланак за помоћ при имплементацији мрвица%2$s."],"Show %1$s without posts in search results":["Прикажи %1$s без чланака у резултатима претраге"],"Determine how your %1$s should look on social media by default. You can always customize the settings for individual %1$s in the %2$s metabox.":["Одредите како би ваше %1$s подразумевано требало да изгледају на друштвеним медијима. Увек можете да прилагодите подешавања за појединачне %1$s у %2$s метабоксу."],"Determine what your %1$s should look like in the search results by default. You can always customize the settings for individual %1$s in the %2$s metabox.":["Одредите како би ваши %1$s подразумевано требало да изгледају у резултатима претраге. Увек можете прилагодити подешавања за појединачне %1$s у %2$s метабоксу."],"This taxonomy is used for %2$s.":["Ова таксономија се користи за %2$s."],"This taxonomy is used for %1$s and %2$s.":["Ова таксономија се користи за %1$s и %2$s."],"Read more about our custom field analysis":["Прочитајте више о нашој анализи прилагођених поља."],"Determine how your %1$s should look on social media by default. You can always customize the settings for individual %1$s in the %2$s sidebar or metabox.":["Одредите како би ваши %1$s подразумевано требало да изгледају на друштвеним медијима. Увек можете да прилагодите подешавања за појединачне %1$s у %2$s бочној траци или метабоксу."],"Determine what your %1$s should look like in the search results by default. You can always customize the settings for individual %1$s in the %2$s sidebar or metabox.":["Одредите како би ваши %1$s подразумевано требало да изгледају у резултатима претраге. Увек можете прилагодити подешавања за појединачне %1$s у %2$s бочној траци или метабоксу."],"Determine how your %1$s should be described by default in %2$syour site's Schema.org markup%3$s. You can always change the settings for individual %1$s in the %4$s sidebar or metabox.":["Одредите како ће ваши %1$s подразумевано бити описани у %2$s Schema.org ознакама на вашем веб месту%3$s. Увек можете да промените подешавања за појединачне %1$s у %4$s бочној траци или метабоксу."],"You can add multiple custom fields and separate them by using %1$senter%2$s or %1$scomma%2$s.":["Можете да додате више прилагођених поља и да их одвојите користећи %1$sентер%2$s или %1$sзапета%2$s."],"Please enter a search term with at least 3 characters.":["Молимо вас унесите термин за претрагу са најмање 3 знака."],"CtrlK":["CtrlK"],"⌘K":["⌘K"],"Add new user...":["Додај новог корисника..."],"Unavailable for multisites":["Није доступно за мрежу веб места"],"Integrate your custom fields and SEO data from %1$s%2$s%3$s":["Интегришите своја прилагођена поља и SEO податке са %1$s%2$s%3$s"],"Upgrade your %1$s%2$s%3$s SEO":["Надоградите свој %1$s%2$s%3$s SEO"],"Improve your internal search results with %1$s%2$s%3$s":["Побољшајте интерне резултате претраге са %1$s%2$s%3$s"],"Make your terms & privacy pages more trustworthy with %1$s%2$s%3$s":["Учините своје странице са условима коришћења и политиком приватности поузданијим уз %1$s%2$s%3$s"],"Track your rankings through time with %1$s%2$s%3$s":["Пратите своје рангирање кроз време уз %1$s%2$s%3$s"],"Use %1$s%2$s%3$s to do keyword research - without leaving your post":["Користите %1$s%2$s%3$s за претраживање кључних речи - без напуштања вашег чланка"],"We could not save the website name. Please check the value.":["Нисмо могли да сачувамо назив веб места. Молимо вас да проверите унету вредност."],"%1$sSubheading distribution%2$s: The beginning of your text is longer than %4$s %5$s and is not separated by any subheadings. %3$sAdd subheadings to improve readability.%2$s":["%1$sДистрибуција поднаслова%2$s: Почетак вашег текста није дужи од %4$s %5$s и није одвојен поднасловима. %3$sДодајте поднаслове како бисте побољшали читљивост.%2$s"],"WordPress.org support forums":["WordPress.org форуми подршке"],"Yoast Premium support":["Yoast Премијум подршка"],"Yoast.com help section":["Yoast.com одељак за помоћ"],"Help":["Помоћ"],"Write better content":["Пишите бољи садржај"],"Improve your blog post":["Побољшајте ваш блог чланак"],"Learn more SEO":["Сазнајте више о SEO"],"SEO Tools":["SEO алати"],"not set":["није постављено"],"With a 30-day money-back guarantee. No questions asked.":[""],"Reach new customers who live near your business":[""],"Get all 5 Yoast plugins for WordPress at a big discount":[""],"Cover all your SEO bases":["Покријте све аспекте SEO-а"],"Add global identifiers for variable products":["Додајте глобалне идентификаторе за променљиве производе"],"Drive more traffic to your online store":["Привуците више саобраћаја на вашу интернет продавницу"],"Add all necessary schema.org markup":["Додај све неопходне schema.org ознаке"],"Ping Google on the publication of a new post":["Обавести Google приликом објављивања новог чланка"],"Rank higher in Google's news carousel":["Боље се позиционирајте у Google-овој вртешци вести"],"Make your videos responsive for all screen sizes":["Учините своје видео снимке прилагодљивим за све величине екрана"],"Cleaned up %1$d record from %2$s.":["Очишћен %1$d запис са %2$s.","Очишћена %1$d записа са %2$s.","Очишћено %1$d записа са %2$s."],"Cleaning up %1$s [%2$s]":["Чишћење %1$s [%2$s]"],"Skipping %1$s. %2$s is not active on this site.":["Прескакање %1$s. %2$s није активан на овом веб месту."],"Cleaned up %1$d record.":["Очишћен %1$d запис.","Очишћена %1$d записа.","Очишћено %1$d записа."],"The value for 'batch-size' must be a positive integer higher than equal to 1.":["Вредност за 'batch-size' мора бити позитиван цео број већи или једнак 1."],"The value for 'interval' must be a positive integer.":["Вредност за ”интервал” мора бити позитиван цео број."],"We need to re-analyze some of your SEO data because of a change in the visibility of your taxonomies. Please help us do that by running the SEO data optimization. ":["Морамо поново да анализирамо неке од ваших SEO података због промене видљивости ваших таксономија. Помозите нам тако што ћете покренути SEO оптимизацију података. "],"We need to re-analyze some of your SEO data because of a change in the visibility of your post types. Please help us do that by running the SEO data optimization. ":["Морамо поново да анализирамо неке од ваших SEO података због промене видљивости врсте ваших објава. Помозите нам тако што ћете покренути SEO оптимизацију података. "],"The term %s could not be built because it's not indexable.":["Појам %s не може бити изграђен јер није погодан за индексирање."],"The post %s could not be indexed because it's post type is excluded from indexing.":["Објава %s не може бити индексирана јер је та врста објаве искључена из индексирања."],"The post %s could not be indexed because it does not meet indexing requirements.":["Чланак %s није могао бити индексиран јер не испуњава захтеве за индексирање."],"%1$sSAVE 30%%%2$s on your 12 month subscription":["%1$sсачувајте 30%%%2$s на 12 месеци претплате"],"BLACK FRIDAY - 30% OFF":["Црни петак - 30$ попуста"],"Use the alternate organization name for acronyms, or a shorter version of your organization's name.":["Користите алтернативни назив организације за акрониме или краћу верзију назива ваше организације."],"Alternate organization name":["Алтернативни назив организације"],"Use the alternate website name for acronyms, or a shorter version of your website's name.":["Користите алтернативни назив веб-места за акрониме или краћу верзију имена веб-места."],"Alternate website name":["Алтернативни назив веб-места"],"Determine how the title of your 404 error pages should look in the browser.":["Одредите како би наслов ваших страница са грешком 404 требало да изгледа у претраживачу."],"404 error pages":["404 странице са грешком"],"Determine how the title of your internal search pages should look in the browser.":["Одредите како би наслов ваших интерних страница за претрагу требало да изгледа у претраживачу."],"Internal search pages":["Странице за интерну претрагу"],"Show media pages in search results":["Прикажи странице медија у резултатима претраге"],"Show format archives in search results":["Прикажи архиве формата у резултатима претраге"],"Show author archives in search results":["Прикажи архиве аутора у резултатима претраге"],"Breadcrumbs for %1$s":["Мрвице за %1$s"],"Site connections":["Везе веб места"],"View the XML sitemap":["Погледајте XML мапу веб места"],"Enable feature":["Омогући функцију"],"Site features":["Особине веб места"],"Learn more":["Сазнај више"],"Site info":["Информације о веб месту"],"We're sorry, you're not allowed to edit the %1$swebsite name%2$s and %1$stagline%2$s.":["Жао нам је, није вам дозвољено да уређујете  %1$sиме веб места%2$s и %1$sслоган%2$s."],"Show or hide our tools and controls in the attachment editor.":["Прикажите или сакријте наше алате и контроле у ​​уређивачу прилога."],"(e.g., %1$s)":["(нпр., %1$s)"],"Remove unregistered URL parameters":["Уклоните нерегистроване URL параметре"],"Optimize Google Analytics utm tracking parameters":["Оптимизујте Google Analytics utm параметре за праћење"],"Remove WP-JSON API":["Уклоните WP-JSON API"],"Remove emoji scripts":["Уклоните emoji скрипте"],"Remove Atom / RDF feeds":["Уклоните Atom / RDF доводе"],"Remove search results feeds":["Уклоните фидове резултата претраге"],"Remove custom taxonomy feeds":["Избриши довод прилагођене таксономије"],"Remove tag feeds":["Уклоните фидове ознака"],"Remove category feeds":["Уклоните доводе категорија"],"Remove post type feeds":["Уклоните доводе типова чланака"],"Remove post authors feeds":["Уклоните доводе аутора"],"Remove post comments feeds":["Уклоните доводе коментара чланка"],"Remove global comment feeds":["Уклоните глобалне доводе коментара"],"Remove global feed":["Уклоните глобални довод"],"Remove powered by HTTP header":["Уклони заглавље које покреће HTTP"],"Remove generator tag":["Уклоните ознаку генератора"],"Remove oEmbed links":["Уклони oEmbed везе"],"Remove RSD / WLW links":["Уклони RSD / WLW везе"],"Remove REST API links":["Уклони REST API везе"],"Remove shortlinks":["Уклоните кратке везе"],"Show or hide our tools and controls in the content editor.":["Прикажите или сакријте наше алате и контроле у ​​уређивачу садржаја."],"Enable SEO controls and assessments":["Омогућите SEO контроле и процене"],"Unlock with %1$s":["Откључајте помоћу %1$s"],"We couldn’t find anything with that term.":["Нисмо могли да нађемо ништа са тим термином."],"Search...":["Претрага..."],"Quick search...":["Брза претрага..."],"No, continue editing":["Не, настави са уређивањем"],"Yes, discard changes":["Да, одбаци измене"],"You are about to discard all unsaved changes. All of your settings will be reset to the point where you last saved. Are you sure you want to do this?":["Спремате се да одбаците све несачуване промене. Сва ваша подешавања ће бити ресетована на тачку на којој сте последњи пут сачували. Да ли сте сигурни да желите да урадите ово?"],"Discard all changes":["Одбаци све измене"],"Redirect pretty URLs for search pages to raw format":["Преусмерити лепе URL-ове са страница претраге на основни формат"],"Choose the general appearance of your breadcrumbs.":["Одаберите општи изглед својих мрвица."],"Breadcrumb appearance":["Изглед мрвица"],"You have selected the user %1$s%5$s%2$s as the person this site represents. Their user profile information will now be used in search results. %3$sUpdate their profile to make sure the information is correct%4$s.":["Изабрали сте корисника %1$s%5$s%2$s као особу које ово веб место представља. Њихов кориснички профил ће са бити коришћен у резултатима претраге. %3$sАжурирајте њихов профил како ви информације биле тачне.%4$s"],"Please tell us more about the person this site represents.":["Реците нам нешто више о особи коју ова страница представља."],"E.g. https://example.com/yoast":["Нпр. https://example.com/yoast"],"Tell us if you have any other profiles on the web that belong to your organization. This can be any number of profiles, like YouTube, LinkedIn, Pinterest, or even Wikipedia.":["Реците нам да ли имате још неке профиле на вебу који припадају вашој организацији. Ово може бити било који број профила, као што су YouTube, LinkedIn, Pinterest, или чак Wikipedia."],"Please tell us more about your organization. This information will help Google to understand your website, and improve your chance of getting rich results.":["Реците нам више о својој организацији. Ове информације ће помоћи Google-у да разуме вашу веб локацију и побољшаће ваше шансе да добијете богате резултате."],"E.g. https://twitter.com/yoast":["Нпр. https://twitter.com/yoast"],"E.g. https://facebook.com/yoast":["Нпр. https://facebook.com/yoast"],"Other profiles":["Остали профили"],"Writing":["Писање"],"You can determine the title and description for the blog page by %1$sediting the blog page itself%2$s.":["Можете дефинисати наслов и опис за страницу %1$sуређивањем саме странице %2$s."],"These are expert features, so make sure you know what you're doing before removing the parameters. %1$sRead more about how your site can be affected%2$s.":["Ово су стручне карактеристике, будите сигурни да знате шта радите пре него што уклоните параметре. %1$sПрочитајте више о томе како може утицати на ваш сајт%2$s."],"Advanced: URL cleanup":["Напредно: чишћење URL-а"],"Prevent crawling of internal site search URLs":["Спречите пописивање URL-ова интерне претраге сајтова"],"Block internal site searches which match the patterns of known spam attacks.":["Блокирајте интерне претраге сајтова које одговарају обрасцима познатих напада нежељене поште."],"Block internal site searches which contain complex and non-alphanumeric characters, as they may be part of a spam attack.":["Блокирајте интерне претраге сајтова које садрже сложене и неалфанумеричке знакове, јер могу бити део напада нежељене поште."],"Enables advanced settings for protecting your internal site search URLs.":["Омогућава напредна подешавања за заштиту веза интерне претраге сајтова."],"Your internal site search can create lots of confusing URLs for search engines, and can even be used as a way for SEO spammers to attack your site. Most sites will benefit from experimenting with these protections and optimizations, even if you don’t have a search feature in your theme.":["Ваша интерна претрага сајта може да створи много збуњујућих веза за претраживаче, а може се чак користити и као начин да SEO спамери нападају вашу веб локацију. Већина сајтова ће имати користи од експериментисања са овим заштитама и оптимизацијама, чак и ако немате функцију претраге у својој теми."],"Internal site search cleanup":["Чишћење интерне претраге сајта"],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of WordPress' JSON API endpoints.":["Додајте правило „онемогући“ у датотеку robots.txt да бисте спречили пописивање Вордпресових JSON API крајњих тачака."],"Remove JavaScript used for converting emoji characters in older browsers.":["Уклоните JavaScript који се користи за претварање емоји знакова у старијим прегледачима."],"Remove URLs which provide alternative (legacy) formats of all of the above.":["Уклоните URL адресе које пружају алтернативне (застареле) формате за све горе наведено."],"Remove URLs which provide information about your search results.":["Уклоните URL адресе које пружају информације о вашим резултатима претраге."],"Remove URLs which provide information about your recent posts, for each custom taxonomy.":["Уклоните URL адресе које пружају информације о вашим недавним објавама за сваку прилагођену таксономију."],"Remove URLs which provide information about your recent posts, for each tag.":["Уклоните URL адресе које пружају информације о вашим недавним постовима за сваку ознаку."],"Remove URLs which provide information about your recent posts, for each category.":["Уклоните УРЛ адресе које пружају информације о вашим недавним постовима за сваку категорију."],"Remove URLs which provide information about your recent posts, for each post type.":["Уклоните УРЛ адресе које пружају информације о вашим недавним постовима за сваки тип поста."],"Remove URLs which provide information about recent posts by specific authors.":["Уклоните УРЛ адресе које пружају информације о недавним објавама одређених аутора."],"Remove URLs which provide information about recent comments on each post.":["Уклоните URL адресе које пружају информације о недавним коментарима на сваки пост."],"Also disables post comment feeds.":["Такође онемогућава приказ коментара на објаву у хорнолошком низу."],"Remove URLs which provide an overview of recent comments on your site.":["Уклоните URL адресе које пружају преглед недавних коментара на вашем сајту."],"Remove URLs which provide an overview of your recent posts.":["Уклоните URL адресе које пружају преглед ваших недавних постова."],"WordPress outputs your content in many different formats, across many different URLs (like RSS feeds of your posts and categories). It’s generally good practice to disable the formats you’re not actively using.":["Вордпрес шаље ваш садржај у много различитих формата, на много различитих УРЛ адреса (као што су RSS фидови ваших постова и категорија). Генерално је добра пракса да онемогућите формате које не користите активно."],"Disable unwanted content formats":["Онемогућите нежељене формате садржаја"],"Remove links which allow others sites to ‘ping’ yours when they link to you.":["Уклоните везе које омогућавају другим сајтовима да „пингују“ ваше када се повежу са вама."],"Remove information about the plugins and software used by your site.":["Уклоните информације о додацима и софтверу које користи ваш сајт."],"Remove links used for embedding your content on other sites.":["Уклоните везе које се користе за уграђивање вашег садржаја на друге сајтове."],"Remove links used by external systems for publishing content to your blog.":["Уклоните везе које користе спољни системи за објављивање садржаја на вашем блогу."],"Remove links to the location of your site’s REST API endpoints.":["Уклоните везе до локације крајњих тачака REST API-ја вашег сајта."],"Remove links to WordPress' internal 'shortlink' URLs for your posts.":["Уклоните везе ка интерним УРЛ-овима „кратких веза“ Вордpреса за своје постове."],"Remove unwanted metadata":["Уклоните нежељене метаподатке"],"Crawl optimization":["Оптимизација пописивања"],"Removes unknown URL parameters via a %1$s redirect. E.g., %2$s will be redirected to %3$s":["Уклања непознате параметре УРЛ-а преко %1$s преусмеравања. На пример, %2$s ће бити преусмерен на %3$s"],"Replaces %1$s tracking parameters with the (more performant) %2$s equivalent, via a %3$s redirect. E.g., %4$s will be redirected to %5$s":["Замењује параметре праћења %1$s са (ефикаснијим) %2$s еквивалентом, преко %3$s преусмеравања. На пример, %4$s ће бити преусмерен на %5$s"],"Users and search engines may often request your URLs whilst using query parameters, like %1$s. These can be helpful for tracking, filtering, and powering advanced functionality - but they come with a performance and SEO ‘cost’. Sites which don’t rely on URL parameters might benefit from using these options.":["Корисници и претраживачи често могу да захтевају ваше УРЛ адресе док користе параметре упита, као што је %1$s. Они могу бити од помоћи за праћење, филтрирање и покретање напредне функционалности – али долазе са перформансама и „трошком“ SEO-а. Сајтови који се не ослањају на параметре УРЛ-а могу имати користи од коришћења ових опција."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by Common Crawl CCBot.":["Додајте правило „онемогући“ у датотеку robots.txt да бисте спречили индексирање од стране Common Crawl CCBot-а."],"WordPress adds a lot of links and content to your site's %1$s and HTTP headers. For most websites you can safely disable all of these, which can help to save bytes, electricity, and trees.":["Вордпрес додаје много веза и садржаја у %1$s и HTTP заглавља вашег веб места. За већину веб места можете безбедно да онемогућите све ово, што може помоћи у уштеди бајтова, струје и дрвећа."],"Make your site more efficient and more environmentally friendly by preventing search engines from crawling things they don’t need to, and by removing unused WordPress features. %1$sLearn more about crawl settings and how they could benefit your site%2$s.":["Учините своју веб локацију ефикаснијом и еколошки прихватљивијом тако што ћете спречити претраживаче да претражују ствари које им не требају и тако што ћете уклонити неискоришћене функције ВордПресс-а. %1$sСазнајте више о подешавањима пописивања и како би она могла да буду од користи вашем сајту%2$s."],"E.g., %1$s and %2$s":["Нпр., %1$s и %2$s"],"E.g., %1$s":["Нпр., %1$s"],"Enable breadcrumbs for your theme":["Омогућите мрвице за своју тему"],"You can always choose to enable/disable them for your theme below. This setting will not apply to breadcrumbs inserted through a widget, a block or a shortcode.":["Увек можете да их омогућите / онемогућите за своју тему у наставку. Ово подешавање се неће применити на мрвице убачене кроз виџет, блок или кратки код."],"Choose which Post type you wish to show in the breadcrumbs for Taxonomies.":["Таксономија која се приказује у breadcrumb, за типове чланака."],"Breadcrumbs for taxonomies":["Мрвице за таксономије"],"Choose which Taxonomy you wish to show in the breadcrumbs for Post types.":["Таксономија која се приказује у breadcrumb, за типове чланака."],"Breadcrumbs for post types":["Мрвице за врсте чланака"],"Breadcrumb for 404 page":["Мрвице за страницу 404"],"Prefix for search page breadcrumbs":["Префикс за мрвице на страници претраге"],"Add prefix":["Додај префикс"],"Add anchor text":["Додај сидро текста"],"Add separator":["Додај сепаратор"],"Configure the appearance and behavior of %1$syour breadcrumbs%2$s.":["Подесите изглед и понашање %1$sваших мрвица%2$s."],"Disabling this will redirect the %1$s to your site's homepage.":["Искључивањем овога ће редиректовати %1$s на почетну страну."],"Refresh this page":["Освежите ову страницу"],"Unfortunately, this means that all your unsaved changes will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Нажалост, то значи да ће све ваше несачуване промене бити изгубљене. Можете покушати да освежите ову страницу да бисте решили проблем. Ако се ова грешка и даље јавља, контактирајте наш тим за подршку и ми ћемо вам пружити сву помоћ која вам је потребна!"],"Something went wrong. An unexpected error occurred.":["Нешто није како треба. Десила се неочекивана грешка."],"Failed to retrieve users.":["Неуспешно исчитавање корисника."],"Searching users...":["Претражујем кориснике..."],"No users found.":["Нема нађених корисника."],"Discard changes":["Одбаци измене"],"The profile is not valid. Please use only 1-25 letters, numbers and underscores or enter a valid Twitter URL.":["Профил није важећи. Користите само 1-25 слова, бројева и доњих црта или унесите важећи Twitter URL."],"The profile is not valid. Please enter a valid URL.":["Профил није важећи. Молимо Вас да унесете важећи URL."],"The verification code is not valid. Please use only the letters A to F, numbers, underscores and dashes.":["Верификациони код није важећи. Користите само слова А до Ф, бројеве, доње црте и цртице."],"The verification code is not valid. Please use only letters, numbers, underscores and dashes.":["Верификациони код није важећи. Користите само слова, бројеве, доње црте и цртице."],"User":["Корисник"],"Site basics":["Основе веб места"],"Text formality":["Формалност текста."],"Read more about text formality.":["Прочитајте више о формалности текста."],"%1$s%3$s%2$s will help you assess the formality level of your text.":["%1$s%3$s%2$s помоћи ће вам да процените ниво формалности вашег текста."],"WordPress loads lots of resources, some of which your site might not need. If you’re not using these, removing them can speed up your pages and save resources.":["Водрпрес учитава доста ресурса, неке од њих твоје веб место не користи. Ако не користиш ове, брисање истих може да убрза твоје странице и сачува ресурсе."],"Remove unused resources":["Уклони некоришћене ресурсе"],"Prevent search engines from crawling /wp-json/":["Спречите претраживаче да индексирају /wp-json/"],"Prevent search engines from crawling site search URLs":["Спречите претраживаче да индексирају везе претраге веб места"],"There are unsaved changes on this page. Leaving means that those changes will be lost. Are you sure you want to leave this page?":["На овој страници постоје несачуване промене. Одлазак значи да ће те промене бити изгубљене. Јесте ли сигурни да желите напустити ову страницу?"],"Media pages":["Стране медија"],"Categories & tags":["Категорије & ознаке"],"Content types":["Врсте садржаја"],"Show more":["Прикажи више"],"Show less":["Прикажи мање"],"Configure the basics for your website.":["Конфигуришите основе за своју веб локацију."],"This field updates the %1$stagline in your WordPress settings%2$s.":["Ово поље ажурира %1$sиме веб места у вашим Вордпрес подешавањима%2$s."],"Disabling this means that %1$s pages created by WordPress will not be indexed by search engines and will be excluded from XML sitemaps.":["Онемогућавање овога значи да %1$s странице неће бити индексиране од стране претраживача и да ће бити искључене из XML мапа сајтова."],"Show %1$s pages in search results":["Прикажи %1$s странице у резултатима претраге"],"We recommend keeping %1$s pages disabled. This will cause all attachment URLs to be redirected to the media itself.":["Препоручујемо да онемогућите %1$s странице. Онемогућавање ових страница ће довести до тога да се сви URL-ови прилога преусмере на сам медиј."],"%1$s pages":["%1$s страна"],"When you upload media (e.g. an image or video), %5$s automatically creates a %3$s page (attachment URL) for it. These pages are quite empty and could cause %1$sthin content problems and lead to excess pages on your site%2$s. Therefore, %4$s disables them by default (and redirects the attachment URL to the media itself).":["Када отпремите медије (нпр. слику или видео), %5$s аутоматски креира %3$s страницу (УРЛ прилога) за њих. Ове странице су прилично празне и могле би да изазову %1$s проблема са садржајем и да доведу до вишка страница на вашем сајту%2$s. Због тога их %4$s подразумевано онемогућава (и преусмерава УРЛ прилога на сам медиј)."],"Format-based archives can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["Архиве засноване на формату могу изазвати проблеме са дуплираним садржајем. За већину сајтова препоручујемо да онемогућите ово подешавање."],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps. We recommend that you disable this setting.":["Онемогућавање овога значи да претраживачи неће индексирати %1$s и биће искључени из XML мапа веб места. Препоручујемо да искључите ово подешавање."],"%1$s can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["%1$s могу изазвати проблеме са дуплираним садржајем. За већину сајтова препоручујемо да онемогућите ово подешавање."],"%1$s (e.g. %2$s) are based on publication dates. From an SEO perspective, the posts in these archives have no real relation to the other posts except for their publication dates, which doesn’t say much about the content. They could also lead to duplicate content issues. This is why we recommend you to disable %3$s.":["%1$s (На пример: %2$s) заснивају се на датумима објављивања. Из перспективе SEO-а, чланци у овим архивама немају стварну везу са другим објавама осим датума њиховог објављивања, што не говори много о садржају. Они такође могу довести до проблема са дуплираним садржајем. Због тога вам препоручујемо да онемогућите %3$s."],"Determine how your %1$s should look on social media by default.":["Одаберите како би ваша %1$s требало да изгледа на друштвеним медијима."],"Disabling this means that %1$s without any posts will not be indexed by search engines and will be excluded from XML sitemaps.":["Онемогућавање овога значи да %1$s без чланака неће бити индексиране од стране претраживача и да ће бити искључене из XML мапа сајтова."],"Show archives for authors without posts in search results":["Прикажи архиве за ауторе без постова у резултатима претраге"],"Determine how your %1$s should look in search engines.":["Одлучите како %1$s треба да изгледа у претраживачима."],"If you're running a one author blog, the %1$s (e.g. %2$s) will be exactly the same as your homepage. This is what's called a %3$sduplicate content problem%4$s. If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or prevent it from showing up in search results.":["Ако водите блог са једним аутором, %1$s (нпр. %2$s) ће бити потпуно исти као и ваша почетна страница. Ово је оно што се зове %3$s проблем са дуплираним садржајем%4$s. Ако је то случај на вашем сајту, можете изабрати да га онемогућите (што га чини преусмеравањем на почетну страницу) или да спречите да се приказује у резултатима претраге."],"Author archive":["Архива аутора"],"Read more about the search results settings":["Прочитајте више о подешавањима резултата претраге"],"Determine how your %1$s should look in search engines and on social media.":["Одлучите како би ваша %1$s требало изгледати на друштвеним медијима."],"Contact support":["Контактирајте подршку"],"We're very sorry, but it seems like the following error has interrupted our application:":["Веома нам је жао, али изгледа да је следећа грешка прекинула нашу апликацију:"],"Read reviews from real users":["Прочитајте рецензије стварних корисника"],"%1$s attempted to load the class %2$s but it could not be found.":["%1$s покушао да учита класу %2$s али безуспешно."],"We noticed that you are using a multilingual plugin. Please be aware that this analysis feedback is intended only for texts written in English.":["Приметили смо да користите вишејезични додатак. Имајте на уму да је ова повратна информација о анализи намењена само за текстове који су написани на енглеском језику."],"Determine how your homepage should look in the search results and on social media. This is what people probably will see when they search for your brand name.":["Одаберите како ваша почетна страница треба да изгледа у претраживачима и на друштвеним медијима. То је оно што ће људи највероватније видети када претражују име вашег бренда."],"Determine how your homepage should look on social media.":["Одредите како би ваша почетна страница требало да изгледа на друштвеним медијима."],"Show the categories prefix in the slug":["Прикажи префикс категорије"],"Category URLs in WordPress contain a prefix, usually %s. Show or hide that prefix in category URLs.":["URL-ови за категорије у Вордпресу-у обично садрже префикс %s. Прикажи или сакриј префикс у URL-овима категорије."],"Determine how your %1$s archive should look on social media.":["Одредите како би ваша архива %1$s требало да изгледа на друштвеним медијима."],"Disabling this means that the archive for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Онемогућавање овога значи да претраживачи неће индексирати архиву %1$s и биће искључени из XML мапа веб места."],"Determine how your %1$s archive should look in search engines.":["Одредите како би ваша %1$s архива требало да изгледа у претраживачима."],"These settings are specifically for optimizing your %1$s archive.":["Ова подешавања су конкретно за оптимизацију ваше %1$s архиве."],"%1$s archive":["%1$s архива"],"Add custom fields to page analysis":["Dodajte posebna za analizu stranice"],"Additional settings":["Додатна подешавања"],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Онемогућавање овога значи да претраживачи неће индексирати %1$s и биће искључени из XML мапа веб места."],"Search appearance":["Изглед претраге"],"You haven't set a Shop page in your WooCommerce settings. %1$sPlease do this first%2$s.":["Нисте подесили страницу продавнице у подешавањима WooCommerce-а.  %1$sУрадите то прво%2$s."],"The %1$ssocial image%2$s, %1$ssocial title%2$s and %1$ssocial description%2$s require Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":["%1$sдруштвена слика%2$s, %1$sдруштвени наслов%2$s и %1$sдруштвени опис%2$s захтевају Open Graph податке, који су тренутно онемогућени у одељку „Дељење на друштвеним медијима“ у %3$sФункције сајта%4$s."],"Oh no! It seems your form contains invalid data. Please review the following fields:":["О, не! Чини се да ваш образац садржи неважеће податке. Прегледајте следећа поља:"],"Archive social image":["Слика друштвене архиве"],"Archive social description":["Опис друштвене архиве"],"Archive social title":["Наслов друштвене архиве"],"Show the archive for %1$s in search results":["Прикажите архиву за %1$s у резултатима претраге"],"Archive breadcrumbs title":["Наслов архиве мрвица"],"Archive meta description":["Архива мета описа"],"Archive SEO title":["Наслов SEO архиве"],"Enable %1$s for %2$s":["Омогући %1$s за %2$s"],"Show %1$s in search results":["Прикажи %1$s у резултатима претраге"],"The selected media type is not valid. Supported types are: JPG, PNG, WEBP and GIF.":["Изабрани тип медијe није важећи. Подржани типови су: JPG, PNG, WEBP and GIF."],"%1$sInclusive language%2$s: We haven't detected any potentially non-inclusive phrases. Great work!":["%1$sИнклузивни језик%2$s: Нисмо открили потенцијално неинклузивне изразе. Свака част!"],"Potentially non-inclusive phrases":["Потенцијално неинклузивни изрази"],"Non-inclusive phrases":["Неинклузивни изрази"],"Learn more about the inclusive language analysis":["Сазнај више о инклузивној језичкој анализи"],"Inclusive language:":["Инклузивни језик:"],"Removes the inclusive language analysis section from the metabox and disables all inclusive language-related suggestions.":["Уклања анализу инклузивног језика из метапоља и искључује све предлоге анализе."],"Disable inclusive language analysis":["Искључи инклузивну језичку анализу"],"Discover why inclusive language is important for SEO.":["Откријте зашто је инклузивни језик важан за SEO."],"The inclusive language analysis offers suggestions to write more inclusive copy.":["Инклузивна језичка анализа нуди предлоге за писање инклузивније копије."],"Inclusive language analysis":["Инклузивна језичка анализа"],"Inclusive language":["Инклузивни језик"],"%1$sInclusive language%2$s: %3$s":["%1$sИнклузивни језик%2$s: %3$s"],"Use %s fields to power your meta tags and templates, and analyze all of your content.":["Користите поља %s да бисте покренули своје мета ознаке и шаблоне и анализирали сав свој садржај."],"Improve your technical SEO, meta tags and unlock more SEO ecommerce tools.":["Побољшајте свој технички SEO, мета ознаке и откључајте више SEO алата за е-трговину."],"Connect your %1$s account to improve your site’s search results using %2$s data.":["Повежите свој %1$s налог да бисте побољшали резултате претраге на свом сајту користећи %2$s податке."],"Upgrade your meta tags and social previews and manage your SEO settings in one place.":["Надоградите своје мета ознаке и друштвене прегледе и управљајте својим SEO поставкама на једном месту."],"Get the most out of %1$s%2$s%3$s and %4$s, together":["Извуците највише из %1$s%2$s%3$s и %4$s, заједно"],"Take advantage of your favorite SEO & content analysis tools with your favorite page builder.":["Искористите своје омиљене алатке за оптимизацију и анализу садржаја са својим омиљеним алатом за прављење страница."],"Get %1$s tools and functionality in %2$s%3$s%4$s":["Набавите %1$s алате и функционалност у %2$s%3$s%4$s"],"Use the power of the blockchain to timestamp your content with %s.":["Користите моћ блокчејна за временску ознаку вашег садржаја %s."],"Keep an eye on how your posts are ranking by connecting to your %s account.":["Пратите како се ваши постови рангирају тако што ћете се повезати на свој %s налог."],"Find out what your audience is searching for with %s data right in your sidebar.":["Сазнајте шта ваша публика тражи помоћу %s података директно на вашој бочној траци."],"Front-end SEO inspector":["Front-end SEO инспектор"],"Oops! Something went wrong while saving.":["Ју! Нешто је кренуло по злу приликом чувања."],"Great! Your settings were saved successfully.":["Сјајно! Ваша подешавања су успешно сачувана"],"Get your verification code in %1$sYandex Webmaster tools%2$s.":["Унесите Yandex верификациони код у %1$sYandex алате за вебмастере%2$s."],"Yandex":["Yandex"],"Claim your site over at %1$sPinterest%2$s.":["Положите право на своје веб место %1$sна Pinterest-у%2$s."],"Get your verification code in %1$sGoogle Search console%2$s.":["Унесите верификациони код %1$sГуглове конзоле претраге%2$s."],"Get your verification code in %1$sBing Webmaster tools%2$s.":["Узмите ваш верификациони код у %1$sBing алати за вебмастере%2$s."],"Bing":["Bing"],"Add verification code":["Додајте верификациони код"],"Get your verification code in %1$sBaidu Webmaster tools%2$s.":["Узмите ваш код за верификацију у %1$sBaidu алатима за вебмастере%2$s."],"Baidu":["Baidu"],"Verify your site with different tools. This will add a verification meta tag to your homepage. You can find instructions on how to verify your site for each platform by following the link in the description.":["Верификујте своје веб место различитим алаткама за вебмастере. Ово ће додати верификациону мета ознаку на вашу почетну страницу. Упутства о томе како да верификујете своје веб место за сваку платформу можете пронаћи пратећи везу у опису."],"By default only editors and administrators can access the Advanced and Schema section of the %1$s sidebar or metabox. Disabling this allows access to all users.":["Подразумевано, само уредници и администратори могу да приступе одељку Напредно  и Schema у %1$s бочној траци и метабоксу. Онемогућавање овога омогућава приступ свим корисницима."],"Restrict advanced settings for authors":["Ограничите напредна подешавања за ауторе"],"This Yoast SEO REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use Yoast SEO for all their SEO meta output.":["Ова Yoast SEO REST API крајња тачка даје вам све метаподатке који су вам потребни за одређени URL. Ово ће веома олакшати тзв. headless Вордпрес веб местима да користе Yoast SEO за сав њихов SEO мета приказ."],"REST API endpoint":["REST API крајња тачка"],"APIs":["API-ји"],"Slack sharing":["Slack дељење"],"Allows for Twitter to display a preview with images and a text excerpt when a link to your site is shared.":["Омогућава Твитеру да прикаже преглед са сликама и одломком текста када се дели веза до вашег веб места."],"Twitter card data":["Подаци за Twitter картицу"],"Open Graph data":["Open Graph подаци"],"Social sharing":["Друштвено дељење"],"Site structure":["Структура веб места"],"Tell us which features you want to use.":["Реците нам које функције желите да користите."],"Site preferences":["Подешавања веб места"],"Network disabled":["Мрежа је онемогућена"],"Unavailable for sub-sites":["Недоступно за под-сајтове"],"This image is used as a fallback for posts/pages that don't have any images set.":["Ова слика се користи као резервна за чланке/странице које немају постављену слику."],"Site image":["Слика веб места"],"Title separator":["Сепаратор наслова"],"Recommended size for this image is %1$s%3$s%2$s":["Препоручена величина за ову слику је %1$s%3$s%2$s"],"The %1$sSite image%2$s requires Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":["%1$sСлика сајта%2$s захтева Open Graph податке, који су тренутно онемогућени у одељку „Друштвено дељење“ у %3$sФункцијама сајта%4$s."],"Automatically add content to your RSS. This enables you to add links back to your blog and your blog posts, helping search engines identify you as the original source of the content.":["Аутоматски додајте садржај у свој RSS. Ово вам омогућава да додате везе назад на свој блог и своје постове на блогу, помажући претраживачима да вас идентификују као оригинални извор садржаја."],"RSS feed":["RSS"],"%1$s (default)":["%1$s (подразумевано)"],"We took the liberty of using your website name and logo for the organization name and logo. Feel free to change them below.":["Узели смо слободу да користимо назив и логотип вашег веб места за назив и логотип организације. Слободно их промените испод."],"Edit your %1$s":["Уреди свој %1$s"],"slug":["подложак"],"keyphrase":["кључни израз"],"A company name and logo need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site name and logo as default values. %1$sLearn more about the importance of structured data.%2$s":["Име компаније и логотип морају бити подешени да би структурирани подаци исправно функционисали. Пошто их још увек нисте подесили, користимо назив сајта и логотип као подразумеване вредности. %1$sСазнајте више о важности структурираних података.%2$s"],"Install %1$s Content Analysis for %2$s":["Инсталирај %1$s анализу садржаја за %2$s"],"Activate %1$s Content Analysis for %2$s":["Активирајте %1$s анализу садржаја за %2$s"],"%1$s integrates with %2$s":["%1$s интегришите са %2$s"],"Integration active":["Интеграција активна"],"Plugin not detected":["Додатак није пронађен"],"Enable integration":["Омогући интеграцију"],"Plugin integrations":["Интеграције додатка"],"Recommended integrations":["Препоручене интеграције"],"Enable %1$s":["Омогући %1$s"],"Integration unavailable for multisites":["Ова интеграција није доступна за мрежу веб места."],"Network Disabled":["Мрежа је онемогућена"],"Unlock with Premium!":["Откључајте уз Premium!"],"Premium SEO analysis:":["Премијум SEO анализа:"],"Beta":["Бета"],"Are you publishing news articles? %s helps you optimize your site for Google News.":["Да ли објављујете вести? %s вам помаже да оптимизујете своје веб место за Google News."],"no data":["нема података"],"Your text should be slightly longer to calculate your Flesch reading ease score.":["Ваш текст мора бити мало дужи како бисмо могли да израчунамо Flesch резултат читања."],"Continue writing to get insight into the readability of your text!":["Наставите да пишете како бисте добили анализу читљивости вашег текста!"],"%1$sKeyphrase distribution%2$s: Have you evenly distributed your focus keyphrase throughout the whole text? %3$sYoast SEO Premium will tell you!%4$s":["%1$sДистрибуција кључне фразе%2$s: Да ли сте равномерно распоредили кључну фразу фокуса по целом тексту? %3$sYoast SEO Premium ће вам рећи!%4$s"],"%1$sWord complexity%2$s: Is your vocabulary suited for a larger audience? %3$sYoast SEO Premium will tell you!%4$s":["%1$sСложеност речи%2$s: Да ли је ваш речник прикладан за ширу публику? %3$sYoast SEO Premium ће вам рећи!%4$s"],"Get %s to enjoy the benefits of prominent words":["Набавите %s да уживате у предностима истакнутих речи"],"With %1$s%3$s%2$s, this section will show you which words occur most often in your text. By checking these prominent words against your intended keyword(s), you'll know how to edit your text to be more focused.":["Уз %1$s%3$s%2$s, овај одељак ће вам показати које речи се најчешће појављују у вашем тексту. Проверавањем ових истакнутих речи у односу на жељене кључне речи, знаћете како да уредите свој текст да би био више фокусиран."],"Buy %s now!":["Купи %s сада!"],"Are you working on a news article? %s helps you optimize your site for Google News.":["Да ли радите на чланку вести? %s вам помаже да оптимизујете свој сајт за Google News."],"Premium SEO analysis":["Премијум SEO анализа"],"1 year of premium support and updates included!":["Укључена једна година бесплатних ажурирања и надоградњи."],"Unlock with %s":["Откључајте помоћу %s"],"Learn more about character count":["Сазнајте више о броју знакова"],"Character count":["Број карактера"],"Learn more about word count":["Сазнајте више о броју речи"],"Word count":["Број речи"],"Learn more about Flesch reading ease":["Сазнајте више о Flesch лакоћи читања"],"out of 100":["од 100%"],"okay":["океј"],"Learn more about reading time":["Сазнајте више о времену читања"],"Reading time":["Време читања"],"minute":["минут","минута","минута"],"Activate %1$s!":["Укључите %1$s!"],"You've installed %1$s but it's not activated yet. %2$sActivate %1$s now!%3$s":["Инсталирали сте %1$s али нисте укључили.. %2$sУкључите %1$s сада!%3$s"],"Automatically ping search engines like Bing and Yandex whenever you publish, update or delete a post.":["Аутоматски пингујте претраживаче као што су Bing и Yandex кад год објавите, ажурирате или избришете пост."],"Additional URL parameters to allow":["Додатни URL параметри које треба дозволити"],"Permalink cleanup settings":["Подешавања чишћења сталних веза"],"Max number of characters to allow in searches":["Максималан број знакова који се дозвољава у претрагама"],"Search cleanup settings":["Подешавања чишћења претраге"],"Filter searches with common spam patterns":["Филтрирајте претраге са уобичајеним обрасцима нежељене поште"],"Filter searches with emojis and other special characters":["Филтрирајте претраге помоћу емоџија и других специјалних карактера"],"Filter search terms":["Филтрирајте термине за претрагу"],"Unregistered URL parameters":["Нерегистровани URL параметри"],"Campaign tracking URL parameters":["URL параметри за праћење кампање"],"Timestamp this %s":["Временска ознака овог %s"],"%1$s: Not all the words from your keyphrase \"%4$s\" appear in the SEO title. %2$s%5$s%3$s.":["%1$s: Не појављују се све речи из ваше кључне фразе \"%4$s\" појављују у SEO наслову. %2$s%5$s%3$s."],"%1$s: The focus keyphrase appears at the beginning of the SEO title. Good job!":["%1$s: Кључна фраза фокуса се појављује на почетку СЕО наслова. Добар посао!"],"Keyphrase in SEO title":["Кључна фраза у SEO наслову"],"Contact %s support.":["Контактирајте %s подршку."],"WordProof Timestamp":["WordProof временских ознака"],"View this content's Timestamp certificate":["Погледајте сертификат о временској ознаци овог садржаја"],"Contact WordProof support":["Обратите се WordProof подршци"],"Find out how IndexNow can help your site.":["Сазнајте како IndexNow може помоћи вашој веб локацији."],"IndexNow":["IndexNow"],"Dismiss this notice.":["Занемари ову напомену."],"We noticed that you haven't fully configured Yoast SEO yet. Optimize your SEO settings even further by using our improved %1$s First-time configuration%2$s.":["Приметили смо да још увек нисте у потпуности конфигурисали Yoast SEO. Додатно оптимизујте SEO подешавања користећи нашу побољшану %1$s иницијалну конфигурацију%2$s."],"SEO configuration":["SEO конфигурација"],"Feed crawl settings":["Подешавања пописивања довода"],"Basic crawl settings":["Основна подешавања пописивања"],"Powered by HTTP header":["Поносно покреће HTTP заглавље"],"Pingback HTTP header":["HTTP заглавље повратне везе"],"Emoji scripts":["Емоји скрипте"],"Generator tag":["Ознака генератора"],"oEmbed links":["oEmbed везе"],"RSD / WLW links":["RSD / WLW везе"],"REST API links":["REST API везе"],"Shortlinks":["Кратке везе"],"Atom/RDF feeds":["Atom/RDF довод"],"Search results feeds":["Довод резултата претраге"],"Custom taxonomy feeds":["Довод прилагођене таксономије"],"Tag feeds":["Довод ознаке"],"Category feeds":["Довод категорије"],"Post type feeds":["Довод типова чланака"],"Post authors feeds":["Довод чланака од аутора"],"Global comment feeds":["Глобални довод коментара"],"Global feed":["Глобални довод"],"%1$sLearn more about crawl settings.%2$s":["%1$sСазнајте више о подешавањима пописивања.%2$s"],"Post comments feeds":["Објавите довод коментара"],"Crawl settings":["Подешавања пописивања"],"Finish configuration":["Завршите конфигурацију"],"Personal preferences":["Личне преференције"],"SEO data optimization":["Оптимизација СЕО података"],"An error has occurred: %1$s":["Дошло је до грешке: %1$s"],"We could not save the organization name. Please check the value.":["Нисмо могли да сачувамо назив организације. Проверите вредност."],"No items found.":["Нема пронађених ставки."],"All redirect types":["Svi tipovi redirekcije"],"Add Redirect":["Dodajte redirekciju"],"Old URL":["Stari URL"],"The redirect type is the HTTP response code sent to the browser telling the browser what type of redirect is served. %1$sLearn more about redirect types%2$s.":["Тип преусмеравања је HTTP код одговора који се шаље прегледачу и саопштава прегледачу који се тип преусмеравања сервира. %1$sСазнајте више о типовима преусмеравања%2$s."],"301 Moved Permanently":["301 trajno pomereno"],"Type":["Vrsta"],"Plain redirects":["Obična preusmeravanja"],"Regex Redirects":["Regex redirekcije"],"There are unsaved changes in one or more steps. Leaving means that those changes may not be saved. Are you sure you want to leave?":["Постоје несачуване промене у једном или више корака. Напуштање значи да те промене можда неће бити сачуване. Јесте ли сигурни да желите да одете?"],"Add another profile":["Додајте још један профил"],"Start first-time configuration!":["Започните иницијалну конфигурацију"],"Set the essential %s settings for your site in a few steps.":["Подесите основна подешавања %s за своје веб место у неколико корака."],"For the best ranking results: configure %s!":["За најбоље резултате рангирања: конфигуришите %s!"],"Your site is already easier to find for search engines.":["Ваше веб место је већ лакше пронаћи за претраживаче."],"Tell us about your site, so we can get it ranked!":["Реците нам нешто о свом веб месту, како бисмо могли да га рангирамо!"],"Or go to your SEO dashboard":["Или идите на вашу SEO контролну таблу"],"E.g. example@email.com":["Нпр. example@email.com"],"Please enter a valid email address.":["Молимо вас да унесете ваљану адресу е-поште."],"Tell us! Is your site about an organization or a person? ":["Реците нам! Да ли је ваше веб место о организацији или особи? "],"Personal logo or avatar":["Лични логотип или аватар"],"Select a user":["Одаберите корисника"],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. You're not allowed to update this user profile, so please ask this user or an admin to make sure the information is correct.":["Изабрали сте корисника %1$s као особу коју овај сајт представља. Ове информације о корисничком профилу ће се сада користити у резултатима претраге. Није вам дозвољено да ажурирате овај кориснички профил, па замолите овог корисника или администратора да провери да ли су информације тачне."],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. %2$sUpdate this profile to make sure the information is correct%3$s.":["Изабрали сте корисника %1$s као особу коју ово веб места представља. Ове информације о корисничком профилу ће се сада користити у резултатима претраге. %2$sАжурирајте овај профил да бисте били сигурни да су информације тачне%3$s."],"Uploading image...":["Отпремање слике..."],"Select an option":["Изаберите опцију"],"Be aware that you should run the SEO data optimization for this configuration to take maximum effect.":["Имајте на уму да би требало да покренете оптимизацију SEO података да би ова конфигурација имала максималан ефекат."],"We've already successfully analyzed your site. You can move on to the next step.":["Већ смо успешно анализирали ваше место. Можете прећи на следећи корак."],"SEO data optimization is running… You can safely move on to the next steps of this configuration.":["SEO оптимизација података је у току… Можете безбедно да пређете на следеће кораке ове конфигурације."],"You're not allowed to edit the social profiles of this user. Please ask this user or an admin to do this.":["Није вам дозвољено да мењате друштвене профиле корисника. Замолите овог корисника или администратора да то уради."],"E.g. https://www.wikipedia.com/yoast":["Нпр. https://www.wikipedia.com/yoast"],"E.g. https://www.youtube.com/yoast":["Нпр. https://www.youtube.com/yoast"],"E.g. https://www.twitter.com/yoast":["Нпр. https://www.twitter.com/yoast"],"E.g. https://www.tumblr.com/yoast":["Нпр. https://www.tumblr.com/yoast"],"E.g. https://www.soundcloud.com/yoast":["Нпр. https://www.soundcloud.com/yoast"],"E.g. https://www.pinterest.com/yoast":["Нпр. https://www.pinterest.com/yoast"],"E.g. https://www.myspace.com/yoast":["Нпр. https://www.myspace.com/yoast"],"E.g. https://www.linkedin.com/yoast":["Нпр. https://www.linkedin.com/yoast"],"E.g. https://www.instagram.com/yoast":["Нпр. https://www.instagram.com/yoast"],"E.g. https://www.facebook.com/yoast":["Нпр. https://www.facebook.com/yoast"],"Delete item":["Избриши ставку"],"E.g. https://social-platform.com/yoast":["Нпр. https://social-platform.com/yoast"],"Other social profile":["Други друштвени профил"],"First-time configuration":["Иницијална конфигурација"],"You should finish the %1$sfirst time configuration%2$s to make sure your SEO data has been optimized and you’ve set the essential Yoast SEO settings for your site.":["Требало би да завршите %1$sиницијалну конфигурацију%2$s да бисте били сигурни да су ваши SEO подаци оптимизовани и да сте подесили основна Yoast SEO подешавања за своје веб место."],"Step 4: Go through the first time configuration":["Корак 4: Прођите кроз иницијалну конфигурацију"],"Postname permalink":["Стална веза"],"Page comments":["Коментари странице"],"Links table":["Табела веза"],"If you already have saved AIOSEO 'Search Appearance' settings and the issue persists, please contact our support team so we can take a closer look.":["Ако сте већ сачували AIOSEO 'Изглед претраживања' подешавања а проблем и даље постоји, контактирајте наш тим за подршку како бисмо могли боље погледати."],"If you have never saved any AIOSEO 'Search Appearance' settings, please do that first and run the import again.":["Ако никада нисте сачували ниједно AIOSEO 'Изглед претраживања' подешавање, урадите прво то и поново покрените увоз."],"The AIOSEO import was cancelled because some AIOSEO data is missing. Please try and take the following steps to fix this:":["AIOSEO увоз је отказан јер недостају неки AIOSEO подаци. Покушајте да предузмете следеће кораке да ово поправите:"],"The validation of the AIOSEO data structure has failed.":["Провера AIOSEO структуре података није успела."],"Currently, the %s integration is not available for multisites.":["Тренутно, %s интеграција није доступна за мрежу веб места."],"WordProof authentication":["WordProof аутентикација"],"Connected to WordProof":["Повезано са WordProof"],"Connection failed":["Веза није успостављена"],"Not working? %1$sContact %3$s support%2$s.":["Не ради? %1$sКонтактирајте %3$s подршку%2$s."],"Try again":["Покушај поново"],"Find possible solutions in this %1$sArticle%2$s.":["Пронађите могућа решења у овом %1$sчланку%2$s."],"There was a connection problem. This could be because your third party connections are blocked.":["Дошло је до проблема са везом. То може бити зато што су ваше везе са трећим странама блокиране."],"The %3$s will automatically be timestamped every time you %1$supdate%2$s or %1$spublish%2$s.":["%3$s ће аутоматски имати временску ознаку сваки пут када %1$sажурирате%2$s или %1$sобјавите%2$s."],"Your %s is now protected via the blockchain!":["Ваш %s је сада заштићен блокчејном!"],"Something went wrong authenticating your %3$s account with the %4$s site. Please try again or contact %1$s%3$s support%2$s.":["Нешто је пошло наопако при аутентификацији вашег %3$s налога са сајтом %4$s. Покушајте поново или контактирајте %1$s%3$s подршку%2$s."],"Unable to create new timestamps. Please authenticate with WordProof.":["Није могуће направити нове временске ознаке. Молимо потврдите аутентичност помоћу WordProof."],"Timestamp with WordProof":["Временска ознака помоћу WordProof-a"],"Learn more about timestamping":["Сазнајте више о временском жигу"],"Authenticate with WordProof":["Аутентикујте помоћу WordProof-a"],"Manage WordProof settings":["Управљајте поставкама WordProof"],"The WordProof Timestamp plugin needs to be disabled before you can activate this integration.":["Додатак WordProof Timestamp треба да буде онемогућен да бисте могли да активирате ову интеграцију."],"Open settings":["Отвори подешавања"],"Open authentication":["Отвори аутентикацију"],"The timestamp is not created because you need to authenticate with %s first.":["Временска ознака није креирана јер прво треба да се аутентификујете са %s."],"The timestamp is not retrieved by your site. Please try again or contact %1$s support.":["Ваше веб место не преузима временску ознаку. Покушајте поново или контактирајте подршку за %1$s."],"%1$s failed to timestamp this page. Please check if you're correctly authenticated with %1$s and try to save this page again.":["%1$s није успело временско означавање ове странице. Проверите да ли сте исправно аутентификовани са %1$s и покушајте поново да сачувате ову страницу."],"%s has successfully timestamped this page.":["%s је успешно означио временску ознаку ове странице."],"You are out of timestamps. Please upgrade your account by opening the %s settings.":["Немате временских ознака. Надоградите свој налог отварањем %s подешавања."],"Use WordProof to timestamp this page to comply with legal regulations and join the fight for a more transparant and accountable internet.":["Користите WordProof за временску ознаку ове странице да бисте се придржавали законских прописа и придружили се борби за транспарентнији и одговорнији интернет."],"Timestamp this post":["Временска ознака овог чланка"],"content words":["садржајне речи"],"content word":["садржајна реч"],"Cleanup failed with the following error:":["Чишћење није успело са следећом грешком:"],"Note: These settings will overwrite the default settings of Yoast SEO.":["Напомена: Ова подешавања ће заменити подразумевана Yoast SEO подешавања."],"Note: This metadata will only be imported if there is no existing Yoast SEO metadata yet.":["Напомена: Ови метаподаци ће бити увезени само ако још увек не постоје Yoast SEO метаподаци."],"Post metadata (SEO titles, descriptions, etc.)":["Метаподаци објаве (SEO наслови, описи, итд.)"],"The import from %s includes:":["Увоз из %s укључује:"],"Once you're certain that your site is working properly with the imported data from another SEO plugin, you can clean up all the original data from that plugin.":["Када будете сигурни да ваше веб место исправно ради са увезеним подацима из другог SEO додатка, можете да очистите све оригиналне податке са тог додатка."],"Please select an SEO plugin below to see what data can be imported.":["Изаберите SEO додатак испод да бисте видели који подаци се могу увести."],"Clean up":["Очисти"],"After you've imported data from another SEO plugin, please make sure to clean up all the original data from that plugin. (step 5)":["Након што увезете податке из другог SEO додатка, обавезно очистите све оригиналне податке из тог додатка. (корак 5)"],"Note: ":["Напомена:"],"The cleanup can take a long time depending on your site's size.":["Чишћење може потрајати дуго у зависности од величине вашег веб места."],"Every fifteen minutes":["Сваких петнаест минута"],"Default tagline":["Подразумевани слоган"],"Import failed with the following error:":["Увоз није успео са следећом грешком:"],"No data found from other SEO plugins.":["Нису пронађени подаци из других SEO додатака."],"Select SEO plugin":["Изаберите SEO додатак"],"The import can take a long time depending on your site's size.":["Увоз може потрајати дуго у зависности од величине вашег веб места."],"For the best SEO results include all words of your keyphrase in the SEO title, and put the keyphrase at the beginning of the title":["За најбоље SEO резултате укључите све речи вашег кључног израза у SEO наслов и ставите кључни израз на почетак наслова"],"For the best SEO results write the exact match of your keyphrase in the SEO title, and put the keyphrase at the beginning of the title":["За најбоље SEO резултате напишите тачно подударање вашег кључног израза у SEO наслову и ставите кључни израз на почетак наслова"],"Installation Successful":["Инсталација успешна"],"Blog Post":["Чланак"],"%1$s: Title does not begin with the focus keyphrase. %2$sMove your focus keyphrase to the beginning of the title%3$s.":["%1$s: Наслов не почиње кључном фразом фокуса. %2$sПомерите кључну фразу фокуса на почетак наслова%3$s."],"%1$s: The exact match of the focus keyphrase appears at the beginning of the SEO title. Good job!":["%1$s: Тачно подударање кључне фразе фокуса се појављује на почетку СЕО наслова. Добар посао!"],"%2$sText length%4$s: The text contains %1$d %6$s. This is below the recommended minimum of %5$d %6$s. %3$sAdd more content%4$s.":["%2$sДужина текста%4$s: Текст садржи %1$d %6$s. Ово је испод препорученог минимума од %5$d %6$s. %3$sДодајте још садржаја%4$s."],"%2$sText length%4$s: The text contains %1$d %6$s. This is slightly below the recommended minimum of %5$d %6$s. %3$sAdd a bit more copy%4$s.":["%2$sДужина текста%4$s: Текст садржи %1$d %6$s. Ово је нешто испод препорученог минимума од %5$d %6$s. %3$sДодај још мало teksta%4$s."],"%2$sText length%4$s: The text contains %1$d %6$s. This is far below the recommended minimum of %5$d %7$s. %3$sAdd more content%4$s.":["%2$sДужина текста%4$s: Текст садржи %1$d %6$s. Ово је далеко испод препорученог минимума од %5$d %7$s. %3$sДодајте још садржаја%4$s.","%2$sДужина текста%4$s: Текст садржи %1$d %7$s. Ово је далеко испод препорученог минимума од %5$d %7$s. %3$sДодајте још садржаја%4$s.","%2$sДужина текста%4$s: Текст садржи %1$d %7$s. Ово је далеко испод препорученог минимума од %5$d %7$s. %3$sДодајте још садржаја%4$s."],"character":["карактер","карактери","карактери"],"word":["реч","речи","речи"],"words":["речи"],"characters":["карактери"],"%s rolls out the red carpet for the search bots, which helps your site perform better in search engines.":["%s поставља црвени тепих за ботове за претрагу, што помаже вашој веб локацији да ради боље у претраживачима."],"You've successfully installed %s!":["Успешно сте инсталирали %s!"],"Skip%s":["Прескочи%s"],"Your %s account does not contain any keyphrases for this website yet. You can track keyphrases by using the \"Track SEO Performance\" button in the post editor.":["Ваш %s налог још увек не садржи кључне фразе за ову веб локацију. Кључне фразе можете пратити помоћу дугмета „Прати SEO перформансе“ у уређивачу постова."],"%s account":["%s налог"],"This overview only shows you keyphrases added to Yoast SEO. There may be other keyphrases added to your %s.":["Овај преглед вам приказује само кључне фразе додате у Yoast SEO. Можда постоје и друге кључне фразе које су додате у ваш %s."],"Tracking the ranking position...":["Праћење позиције на ранг листи..."],"Something went wrong while tracking the ranking position(s) of your page. Please try again later.":["Нешто је пошло наопако при праћењу позиције рангирања ваше странице. Покушајте поново касније."],"reconnect to %s":["поново се повежите са %s"],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["Чини се да је нешто пошло по злу при преузимању података вашег веб места. Молимо %s и покушајте поново."],"Before you can track your SEO performance make sure to set either the post’s title and save it as a draft or manually set the post’s slug.":["Пре него што будете могли да пратите свој SEO учинак, обавезно подесите наслов чланка и сачувајте га као нацрт или ручно подесите подложак чланка."],"No keyphrase has been set. Please set a keyphrase first.":["Није постављен ниједан кључни израз. Прво поставите кључни израз."],"upgrade your %s plan":["надоградите свој %s план"],"You've reached the maximum amount of %d keyphrases you can add to your Wincher account. If you wish to add more keyphrases, please %s.":["Достигли сте максималан број од %d кључних израза које можете да додате на свој Wincher налог. Ако желите да додате још кључних израза, молимо %s."],"With %1$s you can track the ranking position of your page in the search results based on your keyphrase(s). %2$s":["Са %1$s можете да пратите позицију рангирања ваше странице у резултатима претраге на основу ваших кључних израза. %2$s"],"%s is currently tracking the ranking position(s) of your page. This may take a few minutes. Please wait or check back later.":["%s тренутно прати позицију(е) рангирања ваше странице. Ово може да потраје неколико минута. Сачекајте или проверите поново касније."],"You have successfully connected to %s! You can now track the SEO performance for the keyphrase(s) of this page.":["Успешно сте се повезали са %s! Сада можете пратити SEO перформансе за кључне изразе ове странице."],"Read more about keyphrase tracking with Wincher":["Прочитајте више о праћењу кључних израза помоћу Wincher-а"],"Automatic tracking of keyphrases is enabled. Your keyphrase(s) will automatically be tracked by %s when you publish your post.":["Омогућено је аутоматско праћење кључних израза. %s ће аутоматски пратити ваше кључне изразе када објавите чланак."],"Please enter a focus keyphrase first to track keyphrase performance":["Прво унесите кључни израз фокуса да бисте пратили учинак кључног израза"],"Keyphrase position in the last 90 days on a scale from 0 to 100.":["Позиција кључног израза у последњих 90 дана на скали од 0 до 100."],"Track SEO performance":["Пратите SEO перформансе"],"You can enable / disable tracking the SEO performance for each keyphrase below.":["Можете омогућити/онемогућити праћење SEO перформанси за сваки кључни израз у наставку."],"Track all keyphrases on this page":["Пратите све кључне изразе на овој страници"],"Tracking has already been enabled for one or more keyphrases of this page. Clicking the button below will enable tracking for all of its keyphrases.":["Праћење је већ омогућено за један или више кључних израза ове странице. Кликом на дугме испод омогућићете праћење за све њене кључне изразе."],"Learn more about the SEO performance feature.":["Сазнајте више о функцији SEO перформанси."],"SEO performance":["SEO перформансе"],"Connect with %s":["Повежите се са %s"],"* focus keyphrase":["* фокусни кључни израз"],"Get more insights over at %s":["Добијте више увида на %s"],"Position over time":["Положај током времена"],"Position":["Место"],"Tracking":["Праћење"],"You can still run the SEO data optimization in the %1$sTools section%2$s. Once that is finished, please refresh this page.":["Још увек можете да покренете оптимизацију SEO података у одељку %1$sАлати%2$s. Када се то заврши, освежите ову страницу."],"This configuration step is currently disabled, because you're not running the latest version of Yoast SEO Premium. Please update to the latest version (at least %1$s). ":["Овај корак конфигурације је тренутно онемогућен јер не користите најновију Yoast SEO Premium верзију. Ажурирајте на најновију верзију (најмање %1$s)."],"Save and continue":["Сачувај и настави"],"Does your site represent an Organization or Person?":["Да ли ваше веб место представља организацију или особу?"],"Activate %s":["Укључи %s"],"Update %s":["Ажурирај %s"],"Renew %s":["Обнови %s"],"Get help activating your subscription":["Потражите помоћ за активирање ваше претплате"],"It looks like you’re running an outdated and unactivated version of %1$s, please activate your subscription in %2$sMyYoast%3$s and update to the latest version (at least 17.7) to gain access to our updated workouts section.":["Изгледа да користите застарелу и неактивирану %1$s верзију, активирајте своју претплату у %2$sMој Yoast%3$s и ажурирајте на најновију верзију (најмање 17.7) да бисте добили приступ нашем ажурираном одељку за тренинге ."],"Activate your subscription of %s":["Активирајте претплату за %s"],"Update to the latest version of %s":["Ажурирајте на најновију %s верзију"],"Renew your subscription":["Обновите претплату"],"Accessing the latest workouts requires an updated version of %s (at least 17.7), but it looks like your subscription has expired. Please renew your subscription to update and gain access to all the latest features.":["За приступ најновијим вежбама потребна је ажурирана %s верзија (најмање 17.7), али изгледа да вам је претплата истекла. Молимо вас да обновите претплату да бисте ажурирали и добили приступ свим најновијим функцијама."],"Renew your subscription of %s":["Обновите %s претплату"],"Could not save this value. Please check the URL.":["Није могуће сачувати ову вредност. Проверите URL."],"Could not save this value. Please check the URL or username.":["Није могуће сачувати ову вредност. Проверите URL или корисничко име."],"Oops! Something went wrong. Check your email address and try again.":["Ју! Нешто је кренуло наопако. Проверите адресу е-поште и покушајте поново."],"Yes, you can collect my site data":["Да, прихватам да прикупљате моје податке са овог веб места"],"Site representation":["Представљање веб места"],"Continue":["Настави"],"Thank you! Check your inbox for the confirmation email.":["Хвала вам! Проверите своје пријемно сандуче за е-поруку са потврдом."],"Yoast respects your privacy. Read %1$sour privacy policy%2$s on how we handle your personal information.":["Yoast поштује вашу приватност. Погледајте нашу %1$sполитику приватности%2$s о томе како управљамо вашим личним подацима."],"Email address":["Адреса е-поште"],"%1$sBack to all workouts":["%1$sНазад на све вежбе"],"Getting your site in shape and keeping it SEO fit can be hard. We can help you get started! Take these step-by-step workouts, and you’ll be tackling some of the most fundamental SEO challenges!":["Може бити тешко довести своје веб место у форму и одржати га у складу са SEO-ом. Можемо вам помоћи да почнете! Урадите ове вежбе корак по корак и ухватићете се у коштац са неким од најосновнијих SEO изазова!"],"Add internal links to your posts and pages":["Додајте унутрашње везе својим чланцима и страницама"],"Make pages easier for Google and visitors to find":["Олакшајте Гуглу и посетиоцима да пронађу странице"],"Clean up your unlinked content to make sure people can find it":["Очистите неповезани садржај да бисте били сигурни да га људи могу пронаћи"],"Orphaned content":["Напуштени садржај"],"Bring more visitors to your articles":["Доведите више посетилаца својим чланцима"],"Make your important articles rank higher":["Нека ваши важни чланци буду боље рангирани"],"%1$s/%2$s steps completed":["%1$s/%2$s корака завршено"],"Unlock with %s!":["Откључајте помоћу %s!"],"Start workout!":["Започните вежбање!"],"Do workout again":["Поновите вежбу"],"Continue workout!":["Наставите са вежбањем!"],"It looks like you're running an outdated version of %1$s, please %2$supdate to the latest version (at least 17.7)%3$s to gain access to our updated workouts section.":["Изгледа да користите застарелу %1$s верзију, ажурирајте %2$sна најновију верзију (најмање 17,7)%3$s да бисте добили приступ нашем ажурираном одељку за тренинге."],"Get started quickly with the %1$s%2$s First-time configuration%3$s and configure Yoast SEO with the optimal SEO settings for your site!":["Започните брзо са %1$s%2$s иницијалном конфигурацијом%3$s и конфигуришите Yoast SEO са оптималним SEO подешавањима за своје веб место!"],"Current or first category title":["Тренутни или наслов прве категорије"],"Category Title":["Наслов категорије"],"Replaced with the post content":["Замењено са садржајем чланка"],"Post Content":["Садржај чланка"],"Replaced with the permalink":["Замењено са сталном везом"],"Replaced with the last name of the author":["Замењено са презименом аутора"],"Author last name":["Презиме аутора"],"Replaced with the first name of the author":["Замењено са именом аутора"],"Author first name":["Име аутора"],"Replaced with the day the post was published":["Замењено са даном када је чланак објављен"],"Post day":["Дан објаве"],"Replaced with the month the post was published":["Замењено са месецом када је чланак објављен"],"Post month":["Месец објаве"],"Replaced with the year the post was published":["Замењено годином објаве"],"Post year":["Година објаве"],"Current day":["Текући дан"],"Current month":["Текући месец"],"Current date":["Тренутни датум"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's way less than the recommended minimum of %2$d %7$s. %4$sMake it longer%5$s!":["%3$sДужина кључног израза%5$s: Кључни израз садржи %1$d %6$s. То је мање од препорученог минимума од %2$d %7$s. %4$sПродужите га%5$s!","%3$sДужина кључног израза%5$s: Кључни израз садржи %1$d %7$s. То је за нијансу мање од препорученог минимума од %2$d %7$s. %4$sПродужите га%5$s!","%3$sДужина кључног израза%5$s: Кључни израз садржи %1$d %7$s. То је за нијансу мање од препорученог минимума од %2$d %7$s. %4$sПродужите га%5$s!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's less than the recommended minimum of %2$d %6$s. %4$sMake it longer%5$s!":["%3$sДужина кључног израза%5$s: Кључни израз садржи %1$d %6$s. То је за нијансу мање од препорученог минимума од %2$d %6$s. %4$sПродужите га%5$s!"],"It looks like you aren't using our %1$s%2$s addon%3$s. %4$sUpgrade today%5$s to unlock more tools and SEO features to make your products stand out in search results.":["Изгледа да нисте поставили наш %1$s%2$s додатак%3$s. %4$sНадоградите сада%5$s да бисте откључали више алата и SEO функција како би се ваши производи истакли у резултатима претраге."],"Below are the technical details for the error. See %1$sthis page%2$s for a more detailed explanation.":["Испод су технички детаљи грешке. За детаљније објашњење погледајте%1$sову страницу%2$s."],"%1$sImage Keyphrase%2$s: Good job!":["%1$sКључни израз слике%2$s: Добро обављен посао!"],"%1$sImage Keyphrase%3$s: Images on this page do not have alt attributes with at least half of the words from your keyphrase. %2$sFix that%3$s!":["%1$sКључни израз слике%3$s: Слике на овој страници немају alt атрибуте са најмање половином кључних израза. %2$sПоправите то%3$s!"],"%1$sImages%2$s: Good job!":["%1$sСлике%2$s: Добро обављен посао!"],"%1$sImages and videos%2$s: Good job!":["%1$sСликде и видеи%2$s: Одлично!"],"%3$sImages and videos%5$s: Only %1$d image or video appears on this page. We recommend at least %2$d. %4$sAdd more relevant images or videos%5$s!":["%3$sСлике и видеи%5$s: Само %1$d слика или видео се појављују на овој страници. Препоручујемо бар %2$d. %4$sДодајте још релевантних слика или видеа%5$s!","%3$sСлике и видеи%5$s: Само %1$d слике или видеа се појављују на овој страници. Препоручујемо бар %2$d. %4$sДодајте још релевантних слика или видеа%5$s!","%3$sСлике и видеи%5$s: Само %1$d слика или видеа се појављују на овој страници. Препоручујемо бар %2$d. %4$sДодајте још релевантних слика или видеа%5$s!"],"%3$sImages%5$s: Only %1$d image appears on this page. We recommend at least %2$d. %4$sAdd more relevant images%5$s!":["%3$sСлике%5$s: Само %1$d слика се појављује на овој страници. Препоручујемо бар %2$d. %4$sДодајте још релевантних слика%5$s!","%3$sСлике%5$s: Само %1$d слике се појављују на овој страници. Препоручујемо бар %2$d. %4$sДодајте још релевантних слика%5$s!","%3$sСлике%5$s: Само %1$d слика се појављује на овој страници. Препоручујемо бар %2$d. %4$sДодајте још релевантних слика%5$s!"],"%1$sImages and videos%3$s: No images or videos appear on this page. %2$sAdd some%3$s!":["%1$sСлике и видеи%3$s: На овој страници се не појављују слике или видео записи. %2$sДодајте неке%3$s!"],"Error stack trace":["Путања појављивања грешке"],"Response":["Одговор"],"Error message":["Порука грешке"],"Status code":["Кôд статуса"],"Request method":["Метод захтева"],"Request URL":["URL захтева"],"Error details":["Детаљи грешке"],"Workouts":["Тренинзи"],"Rank with articles you want to rank with":["Рангирајте чланке са којима желите да будете рангирани"],"The cornerstone approach":["Приступ кључног садржаја"],"SEO workouts":["SEO тренинзи"],"Improve the quality of your site search! Automatically helps your users find your cornerstone and most important content in your internal search results. It also removes noindexed posts & pages from your site’s search results.":["Побољшајте квалитет претраге вашег веб места! Аутоматски помаже вашим корисницима да пронађу ваш кључни и најважнији садржај у интерним резултатима претраге. Такође уклања неиндексиране чланке и странице из резултата претраге вашег веб места."],"Find out more about our %s integration.":["Сазнајте више о нашој интеграцији са %s."],"Get relevant internal linking suggestions — while you’re writing! The link suggestions metabox shows a list of posts on your blog with similar content that might be interesting to link to. ":["Добијте релевантне предлоге за повезивање унутрашњим везама - док пишете! Метабокс предлога за везу приказује листу чланака на вашем блогу са сличним садржајем које би могло бити занимљиво повезати."],"Find out how Insights can help you improve your content.":["Сазнајте како вам Увиди могу помоћи да побољшате свој садржај."],"Find relevant data about your content right in the Insights section in the Yoast SEO metabox. You’ll see what words you use most often and if they’re a match with your keywords! ":["Пронађите релевантне податке о свом садржају директно у одељку Увиди у метабоксу Yoast SEO. Видећете које речи најчешће користите и да ли се подударају са вашим кључним речима!"],"Oops, something has gone wrong and we couldn't complete the optimization of your SEO data. Please make sure to activate your subscription in MyYoast by completing %1$sthese steps%2$s.":["Упс, нешто је пошло по злу и нисмо успели да довршимо оптимизацију ваших SEO података. Активирајте претплату на MyYoast испуњавањем %1$sових корака%2$s."],"To unlock this feature please update %s to the latest version.":["Да бисте откључали ову функцију, ажурирајте %s на најновију верзију."],"The social appearance settings for archives require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Подешавања изгледа на друштвеним мрежама за архиве захтевају Open Graph метаподатке (који су тренутно онемогућени). Ово можете омогућити у %1$sпоставкама „Друштвене мреже“ на картици „Фејсбук“%2$s."],"The social appearance settings for taxonomies require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Подешавања изгледа на друштвеним мрежама за таксономије захтевају Open Graph метаподатке (који су тренутно онемогућени). Ово можете омогућити у %1$sпоставкама „Друштвене мреже“ на картици „Фејсбук“%2$s."],"The social appearance settings for content types require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Подешавања изгледа на друштвеним мрежама за типове садржаја захтевају Open Graph метаподатке (који су тренутно онемогућени). Ово можете омогућити у %1$sпоставкама „Друштвене мреже“ на картици „Фејсбук“%2$s."],"The social appearance settings for your homepage require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Подешавања друштвеног изгледа за вашу почетну страницу захтевају Open Graph метаподатке (који су тренутно онемогућени). Ово можете омогућити у %1$sпоставкама „Друштвене мреже“ на картици „Фејсбук“%2$s."],"Social image":["Слике за друштвене мреже"],"Unlock with Premium":["Откључајте уз Premium"],"Addon installation failed because of an error: %s.":["Постављање додатка није успело због грешке: %s."],"You are not allowed to install plugins.":["Није вам дозвољено да постављате додатке."],"Addon installed.":["Додатак је инсталиран."],"Addon activation failed because of an error: %s.":["Активирање додатка није успело због грешке: %s."],"You are not allowed to activate plugins.":["Није вам дозвољено да укључујете додатке."],"Addon activated.":["Додатак је укључен."],"%1$s Continue to %2$s%3$s":["%1$s Наставите до %2$s%3$s"],"Installing and activating addons":["Постављање и укључивање додатака"],"No %1$s plugins have been installed. You don't seem to own any active subscriptions.":["Није инсталиран ниједан %1$s додатак. Изгледа да немате активне претплате."],"the following addons":["следећи додаци"],"%s SEO installation":["%s SEO инсталација"],"Install and activate":["Постави и укључи"],"Please confirm below that you would like to install %s on this site.":["У наставку потврдите да желите да поставите %s на ово веб место."],"Insert variable":["Уметни променљиву"],"Shopping data preview:":["Преглед података о куповини:"],"Availability":["Доступност"],"Price":["Цена"],"Rating":["Rejting"],"%s reviews":["%s рецензије"],"Rating: %s":["Оцена: %s"],"Image":["Слика"],"Social description":["Опис за друштвене мреже"],"Social title":["Наслов за друштвене мреже"],"Required by %s":["Потребно за %s"],"Auto-updates are disabled based on this setting for %1$s.":["Аутоматско ажурирање је онемогућено на основу ове поставке за %1$s."],"Auto-updates are enabled based on this setting for %1$s.":["Аутоматско ажурирање је омогућено на основу ове поставке за %1$s."],"New":["Ново"],"seconds":["секунде"],"Select image":["Одабери слику"],"Replace image":["Замени слику"],"site structure":["структура веб места"],"internal linking":["интерно повезивање"],"breadcrumbs":["breadcrumbs"],"seo":["seo"],"Adds the Yoast SEO breadcrumbs to your template or content.":["Додаје Yoast SEO мрвицена на ваш образац или садржај."],"Yoast Breadcrumbs":["Yoast мрвице"],"The term is considered invalid. The following reason was given by WordPress: %s":["Члан се сматра неважећим. Вордпрес је дао следећи разлог: %s"],"The post could not be found.":["Чланак није пронађен."],"The term could not be found.":["Члан није пронађен."],"This feature has been disabled since subsites never send tracking data.":["Ова функција је онемогућена јер подстранице никада не шаљу податке о праћењу."],"We notice that you have installed WPML. To make sure your canonical URLs are set correctly, %1$sinstall and activate the WPML SEO add-on%2$s as well!":[""],"Unfortunately we cannot save changes to your SEO settings while you are working on a draft of an already-published %1$s. If you want to save your SEO changes, make sure to click 'Update', or wait to make your SEO changes until you are ready to update the %1$s.":["Нажалост, не можемо да сачувамо промене у вашим SEO поставкама док радите на нацрту већ објављеног %1$s. Ако желите да сачувате промене у SEO-у, обавезно кликните на „Ажурирај“ или сачекајте да извршите промене у SEO-у док не будете спремни да ажурирате %1$s."],"Get started with Yoast SEO's content analysis for Elementor!":["Започните са Yoast SEO анализом садржаја за Elementor!"],"Got it":["Разумем"],"New: Yoast SEO for Elementor":["Ново: Yoast SEO за Elementor"],"Because of a change in your category base setting, some of your SEO data needs to be reprocessed.":["Због промене основног подешавања категорије, неки од ваших SEO података морају се поново обрадити."],"Wait for a week or so, until %1$s automatically processes most of your content in the background.":["Сачекајте отприлике недељу дана, док %1$s аутоматски не обради већину вашег садржаја у позадини."],"%s minute":["%s минут","%s минута","%s минута"],"Est. reading time":["Процењено време читања"],"Written by":["Написано од"],"Google Rich Results Test":["Google Rich Results Test"],"Find out how a rich snippet can improve visibility and click-through-rate.":["Сазнајте како \"rich snippet\" може побољшати видљивост и стопу учесталости кликова."],"This adds an author byline and reading time estimate to the article’s snippet when shared on Slack.":["Ово додаје аутора чланка и процену времена читања фрагменту чланка када се дели на Slack-у."],"Enhanced Slack sharing":["Побољшано Slack дељење"],"Activate your subscription":["Активирајте претплату"],"SEO data optimization is disabled for non-production environments.":["Оптимизација SEO података је онемогућена за развојна окружења."],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":["Ова функција укључује и замењује бројач текстуалних веза (Text Link Counter) и анализу интерног повезивања (Internal Linking Analysis)"],"This tab allows you to selectively disable %1$s integrations with third-party products for all sites in the network. By default all integrations are enabled, which allows site admins to choose for themselves if they want to toggle an integration on or off for their site. When you disable an integration here, site admins will not be able to use that integration at all.":["Ова картица вам омогућава да селективно онемогућите %1$s интеграције са независним производима за сва веб места у мрежи. Подразумевано су омогућене све интеграције, што дозвољава администраторима веб места да сами одаберу да ли желе да укључе или искључе интеграцију за своје веб место. Када овде онемогућите интеграцију, администратори веб места уопште неће моћи да је користе."],"Because of a change in your tag base setting, some of your SEO data needs to be reprocessed.":["Због промене основног подешавања ознаке, неки од ваших SEO података морају се поново обрадити."],"Stop SEO data optimization":["Заустави оптимизацију SEO података"],"Oops, something has gone wrong and we couldn't complete the optimization of your SEO data. Please click the button again to re-start the process. ":["Упс, нешто је пошло по злу и нисмо успели да довршимо оптимизацију ваших SEO података. Кликните на дугме да бисте поново покренули поступак."],"Optimizing SEO data... This may take a while.":["Оптимизација SEO података... Ово може потрајати."],"SEO data optimization complete":["Оптимизација SEO података завршена"],"You can speed up your site and get insight into your internal linking structure by letting us perform a few optimizations to the way SEO data is stored. ":["Можете да убрзате своје веб место и добијете увид у своју структуру унутрашњих веза тако што ћете нам дозволити да извршимо неколико оптимизација начина на који се SEO подаци чувају."],"Start SEO data optimization":["Започни оптимизацију SEO података"],"Learn more about the benefits of optimized SEO data.":["Сазнајте више о предностима оптимизованих SEO података."],"You can speed up your site and get insight into your internal linking structure by letting us perform a few optimizations to the way SEO data is stored. If you have a lot of content it might take a while, but trust us, it's worth it.":["Можете да убрзате своје веб место и добијете увид у своју структуру унутрашњих веза тако што ћете нам дозволити да извршимо неколико оптимизација начина на који се SEO подаци чувају. Ако имате много садржаја, могло би потрајати, али верујте нам, вреди."],"Optimize SEO Data":["Оптимизујте СЕО податке"],"If the problem persists, please contact support.":["Ако се проблем настави, молимо контактирајте подршку."],"Something has gone wrong and we couldn't complete the optimization of your SEO data. Please %1$sre-start the process%2$s.":["Нешто је пошло по злу и нисмо могли да довршимо оптимизацију ваших SEO података. Молимо вас да %1$sпокренете поступак поново%2$s."],"All permalinks were successfully reset":["Све трајне везе су успешно ресетоване"],"We've encountered a problem trying to get related keyphrases. Please try again later.":["Наишли смо на проблем при покушају добијања сродних кључних израза. Молимо покушајте поново касније."],"You've reached the maximum amount of 4 related keyphrases. You can change or remove related keyphrases in the %s metabox or sidebar.":["Достигли сте максималан број од 4 сродна кључна израза. Сродне кључне изразе можете променити или уклонити у %s метапољу или бочној траци."],"Please wait while %1$s connects to %2$s to get related keyphrases...":["Молимо сачекајте док се %1$s повеже са %2$s како бисте добили сродне кључне изразе..."],"Upgrade your %s plan":["Надоградите свој %s план"],"You've reached your request limit for today. Check back tomorrow or upgrade your plan over at %s.":["Достигли сте ограничење захтева за данас. Вратите се сутра или надоградите свој план на %s."],"Last month":["Прошлог месеца"],"Two months ago":["Пре два месеца"],"Three months ago":["Пре три месеца"],"Four months ago":["Пре четири месеца"],"Five months ago":["Пре пет месеци"],"Six months ago":["Пре шест месеци"],"Seven months ago":["Пре седам месеци"],"Eight months ago":["Пре осам месеци"],"Nine months ago":["Пре девет месеци"],"Ten months ago":["Пре десет месеци"],"Eleven months ago":["Пре једанаест месеци"],"Twelve months ago":["Пре дванаест месеци"],"Get more insights at %s":["Добијте више увида на %s"],"Keyphrase volume in the last 12 months on a scale from 0 to 100.":["Обим кључних израза у последњих 12 месеци на скали од 0 до 100."],"Learn more about the related keyphrases trend":["Сазнајте више о тренду сродних кључних израза"],"Trend":["Тренд"],"Learn more about the related keyphrases volume":["Сазнајте више о обиму сродних кључних израза"],"Volume":["Обим"],"Related keyphrase":["Сродни кључни израз"],"Select country":["Изабери државу"],"Show results for:":["Прикажи резултате за:"],"Please enter a focus keyphrase first to get related keyphrases":["Прво унесите фокусни кључни израз да бисте добили сродне кључне изразе"],"Sorry, there's no data available for that keyphrase/country combination.":["Жао нам је, нема доступних података за ту кључни израз/држава комбинацију."],"Get related keyphrases":["Набавите сродне кључне изразе"],"Related keyphrases":["Сродни кључни изрази"],"The number of headers and header labels don't match.":["Број заглавља и ознака заглавља се не подудара."],"The %s integration offers suggestions and insights for keywords related to the entered focus keyphrase.":["%s интеграција нуди предлоге и увиде за кључне изразе сродне унетом фокусном кључном изразу."],"Disabling Yoast SEO's XML sitemaps will not disable WordPress' core sitemaps. In some cases, this %1$s may result in SEO errors on your site%2$s. These may be reported in Google Search Console and other tools.":["Онемогућавање Yoast SEO XML мапа сајта неће онемогућити мапе сајта Вордпреса. У неким случајевима, ово %1$s може произвести SEO грешке на вашем веб месту%2$s. Оне могу бити пријављене у Гугл конзоли за претрагу (Search Console) и другим алаткама."],"If you still need support and have an active subscription for this product, please email %s.":["Ако вам је и даље потребна подршка и ако имате активну претплату за овај производ, пошаљите е-пошту на %s."],"You can probably find an answer to your question in our %1$shelp center%2$s.":["Одговор на своје питање вероватно можете пронаћи у нашем %1$sцентру за помоћ%2$s."],"Need support?":["Треба вам подршка?"],"Return to your %s":["Вратите се на %s"],"Make sure to save your %s for changes to take effect":["Обавезно сачувајте %s да би промене ступиле на снагу"],"The advanced section of the %1$s meta box allows a user to remove posts from the search results or change the canonical. The settings in the schema tab allows a user to change schema meta data for a post. These are things you might not want any author to do. That's why, by default, only editors and administrators can do this. Setting to \"%2$s\" allows all users to change these settings.":["Napredni deo %1$s meta box-a dozvoljava korisniku da ukloni objave iz pretraživačkih rezultata ili da promeni hijerarhiju. Podešavanja u odeljku šema iznad, dozvoljava korisniku da promeni podatke meta šeme u objavi. Ovo su stvari koje ne želiš da bilo koji autor radi. Zato je podrazumevano da samo urednik ili administrator može raditi ove promene. Postavljanje na %2$s dozvoljava svim korisnicima da vrše izmene ovih podešavanja."],"Security: no advanced or schema settings for authors":["Bezbednost: nema naprednih ili šablonskih podešavanja za autore"],"Report":["Извештај"],"Tech Article":["Технички чланак"],"Scholarly Article":["Школски чланак"],"Satirical Article":["Сатирични чланак"],"Advertiser Content Article":["Чланак оглашивачког садржаја"],"News Article":["Новински чланак"],"Social Media Posting":["Објаве ка друштвеним мрежама"],"Article":["Чланак"],"Search Results Page":["Страница резултата претраге"],"Real Estate Listing":["Списак некретнина"],"Checkout Page":["Страница завршетка куповине"],"Collection Page":["Страница колекције"],"Medical Web Page":["Медицинска интернет страница"],"Contact Page":["Контакт страница"],"Profile Page":["Страница профила"],"QA Page":["Страница питања и одговора"],"FAQ Page":["Страница са често постављаним питањима"],"About Page":["О нама"],"Item Page":["Страница ставке"],"Web Page":["Веб страница"],"Default for %1$s (%2$s)":["Подразумевано за %1$s (%2$s)"],"This helps search engines understand your website and your content. You can change some of your settings for this page below.":["Ovo pomaže pretraživačima da razumeju vaš sajt i njegovu sadržinu. Možete uraditi neke izmene podešavanja za ovu stranicu ispod."],"Yoast SEO automatically describes your pages using schema.org":["Yoast SEO automatski dodaje opis vaše stranice uz pomoć schema.org"],"Article type":["Тип чланка"],"Page type":["Тип странице"],"Learn more about page or content types":["Сазнај више о типовима страница или садржаја"],"What type of page or content is this?":["Који је ово тип странице или садржаја?"],"Structured Data":["Структурисани подаци"],"Yoast How-to":["Yoast Упутства"],"Yoast FAQ":["Yoast често постављана питања"],"%1$s: Does not contain the exact match. %2$sTry to write the exact match of your keyphrase in the SEO title and put it at the beginning of the title%3$s.":["%1$s: Ne sadrži tačno podudaranje. %2$sPokušajte na napišete tačno podudarajuću ključnu reč u SEO naslovu i stavite je na početak naslova%3$s."],"%1$s: The exact match of the focus keyphrase appears in the SEO title, but not at the beginning. %2$sMove it to the beginning for the best results%3$s.":["%1$s: Odgovarjuća ključna reč u SEO fokusu nalazi se u naslovu, ali nije na početku naslova. %2$sPomerite ključnu reč na početak naslova kako bi imali najbolje rezultate%3$s."],"%1$s Internal Linking Blocks":["%1$s Blok unutrašnjih veza"],"Allow us to track some data about your site to improve our plugin.":["Дозволите нам да пратимо неке податке о Вашем сајту ради побољшања нашег додатка."],"Usage tracking":["Праћење коришћења"],"Can we collect anonymous information about your website to enhance %1$s?":["Можемо ли да прикупљамо анонимне податке о вашем веб месту како бисмо унапредили %1$s?"],"Read more about how internal linking can improve your site structure.":["Pročitaj više o tome kako interno linkovanje može poboljšati strukturu tvog sajta."],"Link suggestions":["Предлози за повезивање"],"Insights":["Uvidi"],"Remove image":["Уклони слику"],"The file size of the uploaded image is too large for %s. File size must be less than %s.":["Veličina otpremljene slike je prevelika za %s. Veličina dokumenta mora biti manja od %s."],"The format of the uploaded image is not supported. The supported formats are: %s, %s, %s and %s.":["Format otpremljene slike nije podržan. Podržani formati slika su: %s, %s, %s i %s."],"You have uploaded a %s. Please note that, if it’s an animated %s, only the first frame will be used.":["Упешно сте отпремили %s. Имајте у виду да, уколико је анимирана %s само ће се први фрејм користи."],"Your image dimensions are not suitable. The minimum dimensions are %dx%d pixels. The maximum dimensions are %dx%d pixels.":["Dimenzije vaše slike nisu adekvatne.Minimalne dimenzije slike su %dx%d piksela. Maksimalne dimenzije slike su %dx%d piksela."],"Your image dimensions are not suitable. The minimum dimensions are %dx%d pixels.":["Dimenzije vaše slike nisu adekvatne.Minimalne dimenzije slike su %dx%d piksela."],"Dismiss":["Одбаци"],"Because of a change in your permalink structure, some of your SEO data needs to be reprocessed.":["Због промене подешавања сталних веза, неки од ваших SEO података морају се поново обрадити."],"Because of a change in your home URL setting, some of your SEO data needs to be reprocessed.":["Zbog promene u kategoriji URL podešavanja, neki od vaših SEO podataka moraće da budu obnovljeni."],"Please upgrade your WordPress version or install the Gutenberg plugin to get this %1$s feature.":["Молимо вас надоградите своју Вордпрес верзију или поставите додатак Гутенберг да бисте добили %1$s функцију."],"Marking links with nofollow/sponsored has been disabled for WordPress installs < 5.4.":["Означавање веза са nofollow/sponsored је онемогућено за Вордпрес инсталације <5.4."],"Open in new tab":["Отвори у новом језичку"],"This is a sponsored link or advert (mark as %1$ssponsored%2$s)%3$s":["Ovo je sponzorisani link ili reklama (označi sa %1$ssponsored%2$s)%3$s"],"Search engines should ignore this link (mark as %1$snofollow%2$s)%3$s":["Претраживач би требао да игнорише ову везу (означи са %1$snofollow%2$s)%3$s"],"Learn more about marking a link as nofollow or sponsored.":["Научи више о маркетиншким везама као што су nofollow или sponsored."],"Link inserted.":["Повезница је убачена."],"Link edited.":["Повезница је измењена."],"Warning: the link has been inserted but may have errors. Please test it.":["Упозорење: веза је уметнута али можда има грешке. Молимо вас да је испробате."],"Unlink":["Прекини везу"],"Link removed.":["Повезница је уклоњена."],"Link":["Повезница"],"We've analyzed your post. There is still room for improvement!":["Анализирали смо Ваш чланак. Има места за напредак!"],"We've analyzed your post. Everything looks good. Well done!":["Анализирали смо Ваш чланак. Све делује у реду. Браво!"],"No focus keyword was entered":["Нема унешене фокусне кључне речи"],"Share your post!":["Поделите Ваш чланак!"],"Improve your post with Yoast SEO":["Побоњшајте Ваш чланак са Yoast SEO"],"SEO analysis:":["SEO анализа:"],"The links columns show the number of articles on this site linking %3$sto%4$s this article and the number of URLs linked %3$sfrom%4$s this article. Learn more about %1$show to use these features to improve your internal linking%2$s, which greatly enhances your SEO.":["Колоне веза приказују број чланака на овом веб месту који иду %3$sка%4$s овом чланку и број URL адреса повезаних %3$sод%4$s овог чланка. Сазнајте више о томе %1$s како се користе ове функционалности за побољшање вашег интерног повезивања%2$s, што у великој мери побољшава ваш SEO."],"We've written an article about %1$show to use the SEO score and Readability score%2$s.":["Написали смо чланак о томе %1$sкако се користе SEO оцена и оцена читљивости%2$s."],"%1$s adds several columns to this page.":["%1$s додаје неколико колона на ову страницу."],"We estimate this will take less than a minute.":["Предвиђамо да ће ово трајати мање од једне минуте."],"We estimate this will take a couple of minutes.":["Процењујемо да ће ово потрајати неколико минута."],"%1$sRun the indexation process on your server%2$s using %3$sWP CLI%2$s.":["%1$sПокрените поступак индексације на вашем серверуr%2$s користећи %3$sWP CLI%2$s."],"We estimate this could take a long time, due to the size of your site. As an alternative to waiting, you could:":["Процењујемо да би ово могло потрајати због величине вашег веб места. Као алтернативу чекању, могли бисте:"],"Show debug information":["Прикажи информације о отклањању грешака"],"Your site will continue to work normally, but won't take full advantage of %s.":["Ваше веб место ће и даље радити нормално, али неће у потпуности искористити %s предности."],"%s had problems creating the database tables needed to speed up your site.":["%s има проблем са креирањем табела базе података потребних за убрзање вашег веб места."],"Your keyphrase is too long. It can be a maximum of 191 characters.":["Ваш кључни израз је предугачак. Дозвољено је највише 191 карактер."],"%1$sFind out how to solve this problem on our help center%2$s.":["%1$sСазнајте како да решите овај проблем у нашем центру за помоћ%2$s."],"The text link counter feature is not working as expected":["Функција бројача текстуалних веза не ради као што је очекивано"],"The text link counter helps you improve your site structure. %1$sFind out how the text link counter can enhance your SEO%2$s.":["Бројач текстуалних веза помаже вам да побољшате структуру веб места. %1$s Сазнајте како бројач текстуалних веза може да побољша ваш SEO%2$s."],"The text link counter is working as expected":["Бројач тектуалних веза ради као што је и очекивано"],"I don't want this site to show in the search results.":["Не желим да се ово веб место приказује у резултатима претраге."],"If you want search engines to show this site in their results, you must %1$sgo to your Reading Settings%2$s and uncheck the box for Search Engine Visibility.":["Ако желите да претраживачи приказују ово веб место у својим резултатима, морате %1$sотићи у своја Подешавања читања%2$s да опозовете избор у пољу за видљивост на претраживачима."],"Learn more about the no-index setting on our help page.":["Сазнајте више о no-index подешавању на нашој страници за помоћ."],"Even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Иако овде можете да поставите подешавања за мета роботе, читаво веб место је подешено да се не индексира у подешавањима приватности на нивоу целог веб места, тако да ово подешавање неће имати ефекта."],"Learn more about canonical URLs on our help page.":["Сазнајте више о канонским URL-овима на нашој страници за помоћ."],"Learn more about the breadcrumbs title setting on our help page.":["Сазнајте више о подешавању наслова мрвица на нашој страници за помоћ."],"Learn more about advanced meta robots settings on our help page.":["Сазнајте више о напредним подешавањима мета робота на нашој страници за помоћ."],"Learn more about the no-follow setting on our help page.":["Сазнајте више о no-follow подешавању на нашој страници за помоћ."],"Should search engines follow links on this content?":["Да ли претраживачи треба да следе везе до овог садржаја?"],"This %1$s REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use %1$s for all their SEO meta output.":["Ова %1$s REST API крајња тачка вам даје све метаподатке који су вам потребни за одређени URL. Ово ће веома олакшати headless Вордпрес веб местима да користе %1$s за сав свој SEO мета приказ."],"REST API: Head endpoint":["REST API: Крајња тачка заглавља"],"Please read %1$sthis help article%2$s to find out how to resolve this problem.":["Прочитајте %1$sовај чланак за помоћ%2$s да бисте сазнали како да решите овај проблем."],"Replaced with the term ancestors hierarchy":["Замењен термином хијерархија предака"],"Term hierarchy":["Хијерархија чланова"],"%1$sYou can change the tagline in the customizer%2$s.":["%1$sПоднаслов можете да промените у прилагођавачу%2$s."],"You still have the default WordPress tagline. Even an empty one is probably better.":["Још увек имате подразумевани Вордпрес поднаслов. Чак и празан би вероватно био бољи."],"You should change the default WordPress tagline":["Требало би да промените подразумевани поднаслов Вордпреса"],"You are using a custom tagline or an empty one.":["Користите или прилагођени или празан поднаслов."],"You changed the default WordPress tagline":["Променили сте подразумевани поднаслов Вордпреса"],"Comments on your posts are displayed on a single page. This is just like we'd suggest it. You're doing well!":["Коментари на ваше чланке се приказују на једној страници. Ово је баш онако како бисмо ми предложили. Свака част!"],"It's highly recommended to have your postname in the URL of your posts and pages. Consider setting your permalink structure to %s.":["Препоручује се да име чланка буде наведено у URL-у ваших чланака и страница. Размислите о подешавању структуре сталне везе на %s."],"You do not have your postname in the URL of your posts and pages":["Немате наслов у URL-у чланака и страница"],"You do have your postname in the URL of your posts and pages.":["Имате наслов у URL-у чланака и страница."],"Your permalink structure includes the post name":["Ваша структура сталне везе укључује име чланка"],"Comments on your posts break into multiple pages. As this is not needed in 999 out of 1000 cases, we recommend you disable it. To fix this, uncheck \"Break comments into pages...\" on the Discussion Settings page.":["Коментари на ваше чланке се деле на више страна. Будући да ово није потребно у 999 од 1000 случајева, препоручујемо вам да га онемогућите. Да бисте то поправили, уклоните ознаку из поља „Подели коментаре на стране ...“ на страници Подешавања дискусија."],"Comments break into multiple pages":["Коментари се деле на више страница"],"Comments are displayed on a single page":["Коментари су приказани на појединачној страници"],"No title":["Без наслова"],"%1$sGo to the Discussion Settings page%2$s":["%1$sИдите на страницу Подешавања дискусија%2$s"],"%1$sThis was reported by the %2$s plugin%3$s":["%1$sОво је пријавио %2$s додатак%3$s"],"Mobile result":["Мобилни резултат"],"Preview as:":["Прегледај као:"],"Desktop result":["Десктоп резултат"],"When you click OK we will open our HelpScout beacon where you can find answers to your questions. This beacon will load our support data and also potentially set cookies.":["Када кликнете на ОК, отворићемо нашег HelpScout пратиоца у коме можете пронаћи одговоре на своја питања. Овај пратиоц ће учитати наше податке о подршци а потенцијално и поставити колачиће."],"The browser you are currently using is unfortunately rather dated. Since we strive to give you the best experience possible, we no longer support this browser. Instead, please use %1$sFirefox%4$s, %2$sChrome%4$s or %3$sMicrosoft Edge%4$s.":["Претраживач који тренутно користите је нажалост прилично застарео. Будући да се трудимо да вам пружимо најбоље могуће искуство, више не подржавамо овај претраживач. Уместо тога, користите %1$sFirefox%4$s, %2$sChrome%4$s или %3$sМајкрософт Edge%4$s."],"If you want to apply advanced <code>meta</code> robots settings for this page, please define them in the following field.":["Ако желите да примените напредна подешавања <code>мета</code> робота за ову страницу, дефинишите их у следећем пољу."],"Check out %1$s":["Баци поглед на %1$s"],"We have both free and premium online courses to learn everything you need to know about SEO.":["Имамо и бесплатне и премиум онлајн курсеве да научимо све што треба да знате о SEO-у."],"Want to learn SEO from Team Yoast? Check out our %1$s!":["Желиш да научиш SEO од Yoast тима? Баци поглед на нашу %1$s!"],"Learn SEO":["Научи SEO"],"%s settings to import:":["%s подешавања за увоз:"],"Import settings from another %1$s installation by pasting them here and clicking \"%2$s\".":["Увезите поставке из друге %1$s инсталације тако што ћете их залепити овде и кликнути на \"%2$s\"."],"Your %1$s settings:":["Ваша %1$s подешавања:"],"Schema":["Шема"],"Please check the format of the YouTube URL you entered. %s":["Молимo проверите формат Јутјуб URL-а који сте унели. %s"],"Please check the format of the Wikipedia URL you entered. %s":["Молимo проверите формат Википедија URL-а који сте унели. %s"],"Please check the format of the Pinterest URL you entered. %s":["Молимo проверите формат Пинтерест URL-а који сте унели. %s"],"Please check the format of the MySpace URL you entered. %s":["Молимo проверите Мајспејс URL облик који сте унели. %s"],"Please check the format of the LinkedIn URL you entered. %s":["Молимo проверите Линкедин URL облик који сте унели. %s"],"Please check the format of the Instagram URL you entered. %s":["Молимo проверите формат Инстаграм URL-а који сте унели. %s"],"Please check the format of the Facebook Page URL you entered. %s":["Молим проверите URL облик Фејсбук странице коју сте унели. %s"],"Settings saved.":["Подешавања су сачувана."],"Dismiss this alert":["Занемари ово обавештење."],"The submitted value was: %s":["Поднета вредност је: %s"],"Yandex confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Yandex потврдни кодови могу да садрже само слова од A до F, бројеве, цртице и доње цртице. %s"],"Twitter usernames can only contain letters, numbers, and underscores. %s":["Twitter корисничка имена могу да садрже само слова, бројеве и доње цртице. %s"],"Pinterest confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Pinterest потврдни кодови могу да садрже само слова од A до F, бројеве, цртице и доње цртице. %s"],"Bing confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Bing потврдни кодови могу да садрже само слова од A до F, бројеве, цртице и доње цртице. %s"],"Google verification codes can only contain letters, numbers, hyphens, and underscores. %s":["Google верификациони кодови могу да садрже само слова, бројеве, цртице и доње цртице. %s"],"Baidu verification codes can only contain letters, numbers, hyphens, and underscores. %s":["Baidu верификациони кодови могу да садрже само слова, бројеве, цртице и доње цртице. %s"],"Show this item.":["Прикажи ову ставку."],"Hide this item.":["Сакриј ову ставку."],"You have %d hidden problem:":["Имате %d сакривен проблем:","Имате %d сакривена проблема:","Имате %d сакривених проблема:"],"You have %d hidden notification:":["Имате %d сакривену нотификацију:","Имате %d сакривене нотификације:","Имате %d сакривених нотификација:"],"Focus keyphrase not set":["Фокусни кључни израз није постављен"],"The form contains %1$s error. %2$s":["Образац садржи %1$s грешку. %2$s","Образац садржи %1$s грешке. %2$s","Образац садржи %1$s грешака. %2$s"],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly.":["Следеће речи се најчешће појављују у садржају. Оне дају индикацију на шта се ваш садржај фокусира. Ако се речи знатно разликују од ваше теме, можда ћете пожелети да ускладите свој садржај."],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":["Када додате још мало садржаја, даћемо вам листу речи које се најчешће појављују у садржају. Оне дају индикацију на шта се ваш садржај фокусира."],"%d occurrences":["%d појављивања"],"Activate %s for your site on MyYoast":["Активирајте %s за своје веб место на MyYoast"],"Show blog page in breadcrumbs":["Прикажи страницу блога у мрвицама"],"We could not find any relevant articles on your website that you could link to from your post.":["Нисмо могли да нађемо релевантне чланке на вашем веб месту ка којима бисте могли да ставите везу у чланку."],"Has feedback":["Има повратне информације"],"Content optimization:":["Оптимизација садржаја:"],"%1$sSEO%2$s: %3$s":["%1$sSEO%2$s: %3$s"],"%1$sReadability%2$s: %3$s":["%1$sЧитљивост%2$s: %3$s"],"Post Noindexed":["Чланак није индексиран"],"No Focus Keyphrase":["Нема фокусиране кључне фразе"],"Posts with the SEO score: %s":["Чланци са SEO оценом: %s"],"SEO: %s":["SEO %s"],"%s video tutorial":["%s видео туторијал"],"To view your current crawl errors, %1$splease visit Google Search Console%2$s.":["Да прегледате тренутне crawl грешке, %1$sпосетите Google Search Console%2$s."],"Google has discontinued its Crawl Errors API. Therefore, any possible crawl errors you might have cannot be displayed here anymore. %1$sRead our statement on this for further information%2$s.":["Гугл је угасио свој Crawl Errors API. Зато се све могуће грешке у пописивању више неће приказивати овде. %1$sПрочитајте нашу изјаву за даље информације%2$s."],"Get the %s plugin now!":["Преузми %s додатак одмах!"],"Personal info":["Лични подаци"],"Organization logo":["Лого организације"],"Organization name":["Назив организације"],"(if one exists)":["(ако постоји)"],"Wikipedia page about you":["Википедијина страница о Вама"],"YouTube profile URL":["URL YouTube профила"],"Tumblr profile URL":["URL Tumblr профила"],"SoundCloud profile URL":["URL SoundCloud профила"],"MySpace profile URL":["URL MySpace профила"],"Organization":["Организација"],"You have previously set your site to represent a person. We’ve improved our functionality around Schema and the Knowledge Graph, so you should go in and %1$scomplete those settings%2$s.":["Раније сте подесили своје веб место да представља особу. Унапредили смо функционалност око Schema и Knowledge Graph, тако да можете ући и %1$sкомплетирати та подешавања%2$s."],"Select a user...":["Одаберите корисника..."],"Uncategorized":["Некатегорисано"],"Pinterest profile URL":["URL Pinterest профила"],"LinkedIn profile URL":["URL LinkedIn профила"],"Instagram profile URL":["URL Instagram профила"],"No JSON object was returned.":["Није враћен JSON објекат"],"Received internal links":["Примљене интерне везе"],"Outgoing internal links":["Одлазне интерне везе"],"New step added":["Нови корак додат"],"New question added":["Ново питање додато"],"For this feature to work, %1$s needs to create a table in your database. We were unable to create this table automatically.":["Да би ова особина функционисала, %1$s мора да креира ново поље у бази података. Нисмо успели да га креирамо аутоматски."],"Keyphrase":["Кључна фраза"],"%3$sImage Keyphrase%5$s: Out of %2$d images on this page, %1$d have alt attributes with words from your keyphrase or synonyms. That's a bit much. %4$sOnly include the keyphrase or its synonyms when it really fits the image%5$s.":[" %3$sAlt атрибути слике%5$s: Од %2$d слика на овој страници, %1$d поседују alt атрибуте са речима из Ваше кључне фразе или синонима. То је помало превише. %4$sУкључите кључне фразе или њихове синониме само када одговара слици%5$s."],"%3$sImage Keyphrase%5$s: Out of %2$d images on this page, only %1$d has an alt attribute that reflects the topic of your text. %4$sAdd your keyphrase or synonyms to the alt tags of more relevant images%5$s!":["%3$sAlt атрибути слике%5$s: Од %2$d слика на овој страни само %1$d има alt атрибут који одражава тему вашег текста. %4$sДодајте ваше кључне изразе или синониме alt ознакама релевантних слика%5$s!","%3$sAlt атрибути слике%5$s: Од %2$d слика на овој страни само %1$d имају alt атрибут који одражава тему вашег текста. %4$sДодајте ваше кључне изразе или синониме alt ознакама релевантних слика%5$s!","%3$sAlt атрибути слике%5$s: Од %2$d слика на овој страни само %1$d има alt атрибут који одражава тему вашег текста. %4$sДодајте ваше кључне изразе или синониме alt ознакама релевантних слика%5$s!"],"%1$sImage Keyphrase%3$s: Images on this page do not have alt attributes that reflect the topic of your text. %2$sAdd your keyphrase or synonyms to the alt tags of relevant images%3$s!":["%1$sAlt атрибути слике%3$s: Слике на овој страници немају alt атрибуте који одражавају тему Вашег текста. %2$sДодајте Ваше кључне фразе или синониме alt таговима релевантних слика%3$s!"],"%1$sImage Keyphrase%3$s: Images on this page have alt attributes, but you have not set your keyphrase. %2$sFix that%3$s!":["%1$sAlt атрибути слике%3$s: Слике на овој страници имају alt атрибуте, али нисте поставили Вашу кључну фразу. %2$sИсправите то%3$s!"],"%1$sKeyphrase in subheading%2$s: %3$s of your H2 and H3 subheadings reflects the topic of your copy. Good job!":["%1$sКључни израз у поднаслову%2$s: %3$s од ваших H2 и H3 поднаслова одражава вашу тему. Свака част!","%1$sКључни израз у поднаслову%2$s: %3$s од ваших H2 и H3 поднаслова одражавају вашу тему. Свака част!","%1$sКључни израз у поднаслову%2$s: %3$s од ваших H2 и H3 поднаслова одражавају вашу тему. Свака част!"],"%1$sKeyphrase in subheading%2$s: Your H2 or H3 subheading reflects the topic of your copy. Good job!":["%1$sКључни израз у поднаслову%2$s: Ваши H2 и H3 поднаслови одражавају вашу тему. Свака част!"],"%1$sKeyphrase in subheading%3$s: %2$sUse more keyphrases or synonyms in your H2 and H3 subheadings%3$s!":["%1$sКључни израз у поднаслову%3$s: %2$sУпотребите више кључних израза или синонима у својим H2 и H3 поднасловима%3$s!"],"Page %s":["Страна %s"],"Cannot get the size of %1$s because of unknown reasons.":["Немогуће је добити величину за %1$s из непознатих разлога."],"Cannot get the size of %1$s because it is hosted externally.":["Немогуће је добити величину за %1$s јер је хостовање екстерно."],"%1$sSingle title%3$s: H1s should only be used as your main title. Find all H1s in your text that aren't your main title and %2$schange them to a lower heading level%3$s!":["%1$sПојединачни наслов%3$s: H1 ознаке треба да се користе само за главни наслов. Пронађите све H1 ознаке у тексту које нису главни наслов и %2$sпромените их у наслов нижег нивоа%3$s!"],"%1$sKeyphrase density%2$s: The keyphrase was found %5$d time. That's way more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$sГустина кључних израза%2$s: Кључни израз је пронађен %5$d пут. То је много више од препорученог максимума од %3$d пута за текст ове дужине. %4$sНемојте претеривати са оптимизацијом%2$s!","%1$sГустина кључних израза%2$s: Кључни израз је пронађен %5$d пута. То је много више од препорученог максимума од %3$d пута за текст ове дужине. %4$sНемојте претеривати са оптимизацијом%2$s!","%1$sГустина кључних израза%2$s: Кључни израз је пронађен %5$d пута. То је много више од препорученог максимума од %3$d пута за текст ове дужине. %4$sНемојте претеривати са оптимизацијом%2$s!"],"%1$sKeyphrase density%2$s: The keyphrase was found %5$d time. That's more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$sГустина кључних израза%2$s: Кључни израз је пронађен %5$d пут. То је више од препорученог максимума од %3$d пута за текст ове дужине. %4$sНемојте претеривати са оптимизацијом%2$s!","%1$sГустина кључних израза%2$s: Кључни израз је пронађен %5$d пута. То је више од препорученог максимума од %3$d пута за текст ове дужине. %4$sНемојте претеривати са оптимизацијом%2$s!","%1$sГустина кључних израза%2$s: Кључни израз је пронађен %5$d пута. То је више од препорученог максимума од %3$d пута за текст ове дужине. %4$sНемојте претеривати са оптимизацијом%2$s!"],"%1$sKeyphrase density%2$s: The keyphrase was found %3$d time. This is great!":["%1$sГустина кључних фраза%2$s: Кључна фраза је нађена %3$d пут. Сјајна вест!","%1$sГустина кључних фраза%2$s: Кључна фраза је нађена %3$d пута. Сјајна вест!","%1$sГустина кључних фраза%2$s: Кључна фраза је нађена %3$d пута. Сјајна вест!"],"%1$sKeyphrase density%2$s: The keyphrase was found %5$d time. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sГустина кључних израза%2$s: Кључни израз је пронађен %5$d пут. То је мање од препорученог минимума од %3$d пута за текст ове дужине. %4$sФокусирајте се на ваш кључни израз%2$s!","%1$sГустина кључних израза%2$s: Кључни израз је пронађен %5$d пута. То је мање од препорученог минимума од %3$d пута за текст ове дужине. %4$sФокусирајте се на ваш кључни израз%2$s!","%1$sГустина кључних израза%2$s: Кључни израз је пронађен %5$d пута. То је мање од препорученог минимума од %3$d пута за текст ове дужине. %4$sФокусирајте се на ваш кључни израз%2$s!"],"%1$sKeyphrase density%2$s: The keyphrase was found 0 times. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sГустина кључних израза%2$s: Кључни израз је пронађен 0 пута. То је мање од препорученог минимума од %3$d пута за текст ове дужине. %4$sФокусирајте се на ваш кључни израз%2$s!"],"Import of settings is only supported on servers that run PHP 5.3 or higher.":["Увоз подешавања је омогућен само на серверима који раде на PHP 5.3 или новијем."],"Export your %1$s settings here, to copy them on another site.":["Извезите ваша подешавања %1$s овде, затим копирајте на други сајт."],"No settings found.":["Подешавања нису пронађена."],"These are settings for the %1$s plugin by %2$s":["Ово су подешавања за %1$s додатак од %2$s"],"Copy all these settings to another site's %1$s tab and click \"%1$s\" there.":["Копирајте сва подешавања на уметку %1$s другог веб места и кликните на \"%1$s\"."],"You do not have the required rights to export settings.":["Немате привилегије да извезете подешавања."],"Method %1$s() does not exist in class %2$s":["Метода %1$s() не постоји у класи %2$s"],"With %s, you can easily create such redirects.":["Са %s, можете лако правити таква преусмеравања."],"Learn about why permalinks are important for SEO.":["Сазнајте зашто су за SEO важне сталне везе."],"Changing your permalinks settings can seriously impact your search engine visibility. It should almost %1$s never %2$s be done on a live website.":["Промена поставки сталних веза може озбиљно утицати на вашу видљивост у претраживачима. То готово %1$s никада %2$s не би требало да се ради на продукционом веб месту."],"WARNING:":["УПОЗОРЕЊЕ:"],"%1$sFunction words in keyphrase%3$s: Your keyphrase \"%4$s\" contains function words only. %2$sLearn more about what makes a good keyphrase.%3$s":["%1$sФункционалне речи у кључном изразу%3$s: Ваш кључни израз \"%4$s\" садржи само функционалне речи. %2$sСазнајте више о томе шта чини кључни израз добрим.%3$s"],"Clear Image":["Обриши слику"],"%1$sKeyphrase length%3$s: %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sДужина кључне фразе%3$s: %2$sПоставите кључну фразу како би се израчунао SEO резултат%3$s."],"%1$sKeyphrase in slug%2$s: More than half of your keyphrase appears in the slug. That's great!":["%1$sКључни израз у подлошку%2$s: Више од пола вашег кључног израза се појављује у подлошку. То је сјајно!"],"%1$sKeyphrase in slug%3$s: (Part of) your keyphrase does not appear in the slug. %2$sChange that%3$s!":["%1$sКључни израз у подлошку%3$s: (Део) кључног израза се не појављује у подлошку. %2$sПромените то%3$s!"],"%1$sKeyphrase in slug%2$s: Great work!":["%1$sКључна фраза у подложку%2$s: Одлично обављен посао!"],"Help on choosing the perfect focus keyphrase":["Помоћ за избор савршеног кључног израза"],"Go %s!":["Покрени %s!"],"Add related keyphrase":["Додајте кључни израз"],"Upgrade to %s":["Надоградите на %s"],"Get %s":["Узмите %s"],"%4$sPreviously used keyphrase%6$s: You've used this keyphrase %1$s multiple times before%3$s. %5$sDo not use your keyphrase more than once%6$s.":["%4$sПретходно коришћена кључна фраза%6$s: Употребили сте ову кључну фразу %1$s пута раније%3$s. %5$sНемојте користити кључне фразе више од једном%6$s."],"%3$sPreviously used keyphrase%5$s: You've used this keyphrase %1$sonce before%2$s. %4$sDo not use your keyphrase more than once%5$s.":["%3$sПретходно коришћена кључна фраза%5$s: употребили сте кључну фразу %1$sвећ једном%2$s. %4$sНемојте користити кључне фразе више од једном%5$s."],"%1$sPreviously used keyphrase%2$s: You've not used this keyphrase before, very good.":["%1$sПретходно коришћена кључна фраза%2$s: Нисте користили ову кључну фразу раније, врло добро."],"%1$sImages%3$s: No images appear on this page. %2$sAdd some%3$s!":["%1$sAlt атрибути слике%3$s: Слике се не појављују на овој страници. %2$sДодајте понеку%3$s!"],"%1$sLink keyphrase%3$s: You're linking to another page with the words you want this page to rank for. %2$sDon't do that%3$s!":["%1$sКључни израз као веза%3$s: Повезујете другу страницу са речима за које желите да се ова страница рангира. %2$sНемојте то радити%3$s!"],"%2$sText length%3$s: The text contains %1$d %4$s. Good job!":["%2$sДужина текста%3$s: Текст садржи %1$d %4$s. Врло добро!"],"%1$sKeyphrase in subheading%3$s: More than 75%% of your H2 and H3 subheadings reflect the topic of your copy. That's too much. %2$sDon't over-optimize%3$s!":["%1$sКључни израз у поднаслову%3$s: Више од 75%% ваших H2 и H3 поднаслова одражавају вашу тему. То је превише. %2$sНемојте претеривати са оптимизацијом%3$s!"],"%1$sSEO title width%3$s: %2$sPlease create an SEO title%3$s.":["%1$sДужина SEO наслова%3$s: %2$sКреирајте SEO наслов%3$s."],"%1$sSEO title width%3$s: The SEO title is wider than the viewable limit. %2$sTry to make it shorter%3$s.":["%1$sДужина SEO наслова%3$s: SEO наслов је дужи од ограничења видљивости. %2$sПокушајте да га скратите%3$s."],"%1$sSEO title width%2$s: Good job!":["%1$sШирина SEO наслова%2$s: Свака част!"],"%1$sSEO title width%3$s: The SEO title is too short. %2$sUse the space to add keyphrase variations or create compelling call-to-action copy%3$s.":["%1$sДужина SEO наслова%3$s: SEO наслов је прекратак. %2$sКористите размак да додате варијације кључне фразе или креирате изазовни call-to-action текст%3$s."],"%1$sOutbound links%2$s: There are both nofollowed and normal outbound links on this page. Good job!":["%1$sОдлазне везе%2$s: На овој страници постоје и nofollow и нормалне одлазне везе. Свака част!"],"%1$sOutbound links%2$s: Good job!":["%1$sОдлазне везе%2$s: Добро обављен посао!"],"%1$sOutbound links%3$s: All outbound links on this page are nofollowed. %2$sAdd some normal links%3$s.":["%1$sОдлазне везе%3$s: На овој страници су све одлазне везе nofollow. %2$sДодајте понеку нормалну везу%3$s!"],"%1$sOutbound links%3$s: No outbound links appear in this page. %2$sAdd some%3$s!":["%1$sОдлазне везе%3$s: На овој страници се не појављују одлазне везе. %2$sДодајте понеку%3$s!"],"%1$sMeta description length%2$s: Well done!":["%1$sДужина мета описа%2$s: Врло добро!"],"%1$sMeta description length%3$s: The meta description is over %4$d characters. To ensure the entire description will be visible, %2$syou should reduce the length%3$s!":["%1$sДужина мета описа%3$s: Мета опис има више од %4$d карактера. Да осигурате да цео опис буде видљив, %2$sскратите дужину%3$s!"],"%1$sMeta description length%3$s: The meta description is too short (under %4$d characters). Up to %5$d characters are available. %2$sUse the space%3$s!":["%1$sДужина мета описа%3$s: Мета опис је прекратак (мање од %4$d карактера). Имате %5$d карактера на располагању. %2$sКористите раѕмаке%3$s!"],"%1$sMeta description length%3$s:  No meta description has been specified. Search engines will display copy from the page instead. %2$sMake sure to write one%3$s!":["%1$sДужина мета описа%3$s: Мета опис није постављен. Претраживачи ће уместо тога приказати текст са странице. %2$sПотрудите се да га напишете%3$s!"],"%1$sKeyphrase in meta description%2$s: The meta description has been specified, but it does not contain the keyphrase. %3$sFix that%4$s!":["%1$sКључни израз у мета опису%2$s: Мета опис је дифинисан али не садржи кључни израз. %3$sИсправите то%4$s!"],"%1$sKeyphrase in meta description%2$s: The meta description contains the keyphrase %3$s times, which is over the advised maximum of 2 times. %4$sLimit that%5$s!":["%1$sКључни израз у мета опису%2$s: Мета опис садржи кључни израз %3$s пута што је преко саветованих максимално 2 пута. %4$sОграничите то%5$s!"],"%1$sKeyphrase in meta description%2$s: Keyphrase or synonym appear in the meta description. Well done!":["%1$sКључни израз у мета опису%2$s: Кључни израз или синоним се појављују у мета опису. Свака част!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's way more than the recommended maximum of %2$d %6$s. %4$sMake it shorter%5$s!":["%3$sДужина кључног израза%5$s: Кључни израз је дугачак %1$d %6$s. То је много више од максимално препоручених %2$d %6$s. %4$sСкратите га%5$s!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's more than the recommended maximum of %2$d %6$s. %4$sMake it shorter%5$s!":["%3$sДужина кључног израза%5$s: Кључни израз је дугачак %1$d %6$s. То је више од максимално препоручених %2$d %6$s. %4$sСкратите га%5$s!"],"%1$sKeyphrase length%2$s: Good job!":["%1$sДужина кључне фразе%2$s: Браво!"],"%1$sKeyphrase length%3$s: No focus keyphrase was set for this page. %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sДужина кључног израза%3$s: Ниједан кључни израз није подешен за ову страницу. %2$sПоставите кључни израз како би се израчунао SEO резултат%3$s."],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms do not appear in the first paragraph. %2$sMake sure the topic is clear immediately%3$s.":["%1$sКључна фраза у уводу%3$s: Ваша кључна фраза или њени синоними се не појављују у првом пасусу. %2$sПотрудите се да је тема одмах јасна%3$s."],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms appear in the first paragraph of the copy, but not within one sentence. %2$sFix that%3$s!":["%1$sКључна фраза у уводу%3$s: Ваша кључна реч или њени синоними се појављују у првом пасусу текста, али не у оквиру једне реченице. %2$sПоправите то%3$s!"],"%1$sKeyphrase in introduction%2$s: Well done!":["%1$sКључна фраза у уводу%2$s: Свака част!"],"%1$sInternal links%2$s: There are both nofollowed and normal internal links on this page. Good job!":["%1$sИнтерне везе%2$s: На овој стране постоје и нормалне и nofollow интерне везе. Свака част!"],"%1$sInternal links%2$s: You have enough internal links. Good job!":["%1$sИнтерне везе%2$s: Имате довољно интерних веза. Свака част!"],"%1$sInternal links%3$s: The internal links in this page are all nofollowed. %2$sAdd some good internal links%3$s.":["%1$sИнтерне везе%3$s: Све интерне везе на овој страни су nofollow. %2$sДодајте неке добре интерне везе%3$s."],"%1$sInternal links%3$s: No internal links appear in this page, %2$smake sure to add some%3$s!":["%1$sИнтерне везе%3$s: Не постоје интерне везе на овој страници, %2$sобавезно додајте неке%3$s!"],"%1$sTransition words%2$s: Well done!":["%1$sПрелазне речи%2$s: Свака част!"],"%1$sTransition words%2$s: Only %3$s of the sentences contain transition words, which is not enough. %4$sUse more of them%2$s.":["%1$sПрелазне речи%2$s: Само %3$s реченица садржи прелазне речи, што није довољно. %4$sУпотребите више њих%2$s."],"%1$sTransition words%2$s: None of the sentences contain transition words. %3$sUse some%2$s.":["%1$sПрелазне речи%2$s: Ни једна реченица не садржи прелазне речи. %3$sУпотребите неке%2$s."],"%1$sNot enough content%2$s: %3$sPlease add some content to enable a good analysis%2$s.":["%1$sНедовољно садржаја%2$s: %3$sДодајте још садржаја како бисте омогућили добру анализу%2$s."],"%1$sSubheading distribution%2$s: You are not using any subheadings, but your text is short enough and probably doesn't need them.":["%1$sДистрибуција поднаслова%2$s: Не користите поднаслове, али текст је довољно кратак, па вероватно нису ни потребни."],"%1$sSubheading distribution%2$s: You are not using any subheadings, although your text is rather long. %3$sTry and add some subheadings%2$s.":["%1$sДистрибуција поднаслова%2$s: Не користите поднаслове иако је текст прилично дугачак. %3$sПробајте да додате неколико поднаслова%2$s."],"%1$sSubheading distribution%2$s: %3$d section of your text is longer than %4$d %6$s and is not separated by any subheadings. %5$sAdd subheadings to improve readability%2$s.":["%1$sДистрибуција поднаслова%2$s: %3$d секција у вашем тексту је дужа од %4$d %6$s а није раздвојена ниједним поднасловом. %5$sДодајте поднаслове како бисте побољшали читљивост%2$s.","%1$sДистрибуција поднаслова%2$s: %3$d секције у вашем тексту су дуже од %4$d %6$s а нису раздвојене ниједним поднасловом. %5$sДодајте поднаслове како бисте побољшали читљивост%2$s.","%1$sДистрибуција поднаслова%2$s: %3$d секција у вашем тексту су дуже од %4$d %6$s а нису раздвојене ниједним поднасловом. %5$sДодајте поднаслове како бисте побољшали читљивост%2$s."],"%1$sSubheading distribution%2$s: Great job!":["%1$sДистрибуција поднаслова%2$s: Свака част!"],"%1$sSentence length%2$s: %3$s of the sentences contain more than %4$s %7$s, which is more than the recommended maximum of %5$s. %6$sTry to shorten the sentences%2$s.":["%1$sДужина реченице%2$s: %3$s реченица садржи више од %4$s %7$s, што је више од препорученог максимума од %5$s. %6$sПокушајте да скратите реченице%2$s."],"%1$sSentence length%2$s: Great!":["%1$sДужина реченице%2$s: Одлично!"],"%1$sConsecutive sentences%2$s: There is enough variety in your sentences. That's great!":["%1$sУзастопне реченице%2$s: Постоји довољно разноликости у реченицама. То је одлично!"],"%1$sConsecutive sentences%2$s: The text contains %3$d consecutive sentences starting with the same word. %5$sTry to mix things up%2$s!":["%1$sУзастопне реченице%2$s: Текст садржи %3$d узастопну реченицу која почиње истом речју. %5$sПокушајте да измешате ствари%2$s!","%1$sУзастопне реченице%2$s: Текст садржи %4$d инстанце где %3$d или више узастопних реченица почињу истом речју. %5$sПокушајте да измешате ствари%2$s!","%1$sУзастопне реченице%2$s: Текст садржи %4$d инстанци где %3$d или више узастопних реченица почињу истом речју. %5$sПокушајте да измешате ствари%2$s!"],"%1$sPassive voice%2$s: %3$s of the sentences contain passive voice, which is more than the recommended maximum of %4$s. %5$sTry to use their active counterparts%2$s.":["%1$sПасивни говор%2$s: %3$s реченица садржи пасивни говор, што је више од препорученог максимума од %4$s. %5$sПокушајте да употребите њихове активне верзије%2$s."],"%1$sPassive voice%2$s: You're using enough active voice. That's great!":["%1$sПасивни говор%2$s: Користите довољно активног говора. Одлично!"],"%1$sParagraph length%2$s: %3$d of the paragraphs contains more than the recommended maximum of %4$d %6$s. %5$sShorten your paragraphs%2$s!":["%1$sДужина параграфа%2$s: %3$d параграф садржи више од препорученог броја од %4$d %6$s. %5$sСкратите своје параграфе%2$s!","%1$sДужина параграфа%2$s: %3$d параграфа садрже више од препорученог броја од %4$d %6$s. %5$sСкратите своје параграфе%2$s!","%1$sДужина параграфа%2$s: %3$d параграфа садрже више од препорученог броја од %4$d %6$s. %5$sСкратите своје параграфе%2$s!"],"%1$sParagraph length%2$s: None of the paragraphs are too long. Great job!":["%1$sДужина параграфа%2$s: Ни један параграф није предугачак. Свака част!"],"Good job!":["Добро урађено."],"Focus keyphrase: ":["Фокусни кључни израз: "],"Focus keyphrase":["Фокусни израз (фраза)"],"Disable":["Онемогући"],"Allow Control":["Дозволи контролу"],"This tab allows you to selectively disable %s features for all sites in the network. By default all features are enabled, which allows site admins to choose for themselves if they want to toggle a feature on or off for their site. When you disable a feature here, site admins will not be able to use that feature at all.":["Ова картица вам омогућава да селективно онемогућите %s функције за сва веб места у мрежи. Подразумевано су омогућене све функције, што дозвољава администраторима веб места да сами одаберу да ли желе да укључе или искључе неку функцију за своје веб место. Када овде онемогућите неку функцију, администратори веб места уопште неће моћи да је користе."],"%s is a required feature toggle argument.":["%s је обавезан аргумент за пребацивање карактеристика."],"Remove keyphrase":["Уклони кључни израз"],"Keyphrase:":["Кључни израз:"],"This feature has been disabled by the network admin.":["Ова могућност је онемогућена од стране мрежног управитеља."],"Focus keyphrase not set.":["Фокусни кључни израз није постављен."],"Colon":["Двотачка"],"Optional. Customize how you want to describe the duration of the instruction":["Опционо. Прилагодите како желите да опишете дужину трајања инструкције"],"Describe the duration of the instruction:":["Опишите дужину трајања инструкције:"],"Learn more about the readability analysis":["Сазнајте више о анализи читљивости"],"Readability analysis:":["Анализа читљивости:"],"There is a new notification.":["Ово је ново обавештење.","Ово су нова обавештења.","Ово су нова обавештења."],"Both %1$s and %2$s manage the SEO of your site. Running two SEO plugins at the same time is detrimental.":["И %1$s и %2$s управљају SEO-ом вашег веб места. Истовремено покретање два SEO додатка је штетно."],"%s, %s and %s":["%s, %s и %s"],"%s and %s":["%s и %s"],"%d minute":["%d минут","%d минута","%d минута"],"%d hour":["%d сат","%d сата","%d сати"],"%d day":["%d дан","%d дана","%d дана"],"Enter a step title":["Унесите назив корака"],"Optional. This can give you better control over the styling of the steps.":["Опционо. Ово Вам може пружити бољу контролу над стилизовањем корака."],"CSS class(es) to apply to the steps":["CSS класа/класе да се примене на кораке"],"minutes":["минути"],"hours":["сати"],"days":["дани"],"Create a How-to guide in an SEO-friendly way. You can only use one How-to block per post.":["Направите водич за употребу на начин који је наклоњен SEO-у. Можете користити само један \"Како да\" блок по чланку."],"Copy error":["Грешка у копирању"],"An error occurred loading the %s primary taxonomy picker.":["Појавила се грешка приликом учитавања %s примарног бирача таксономија."],"%1$s Structured Data Blocks":["%1$s Структуирани блокови података"],"Time needed:":["Потребно време:"],"Move question down":["Помери питање на доле"],"Move question up":["Померите питање на горе"],"Insert question":["Уметни питање"],"Delete question":["Избриши питање"],"Enter the answer to the question":["Унесите одговор на питање"],"Enter a question":["Унесите питање"],"Add question":["Додајте питање"],"Frequently Asked Questions":["Често постављана питања"],"Select the primary %s":["Изаберите примарни %s"],"Check links to this URL":["Проверите везе на овом URL-у"],"Are you trying to use multiple keyphrases? You should add them separately below.":["Да ли покушавате да употребите вишеструке кључне фразе? Треба да их додате одвојено."],"Mark as cornerstone content":["Обележи као кључни садржај"],"Move step down":["Помери корак на доле"],"Move step up":["Помери корак на горе"],"Insert step":["Уметни корак"],"Delete step":["Ибришите корак"],"Add image":["Додај слику"],"Enter a step description":["Унесите опис корака"],"Enter a description":["Унесите опис"],"Unordered list":["Неуређена листа"],"Showing step items as an ordered list.":["Приказивање ставки корака као уређенe листe"],"Showing step items as an unordered list":["Приказивање ставки корака као неуређенe листe"],"Add step":["Додајте корак"],"Delete total time":["Избриши укупно време"],"Add total time":["Додај укупно време"],"How to":["Како да"],"How-to":["Како да"],"Analysis results":["Резултати анализе"],"Enter a focus keyphrase to calculate the SEO score":["Унесите фокусну кључну фразу да израчунамо SEO резултат"],"Learn more about Cornerstone Content.":["Сазнајте више о кључном садржају"],"Cornerstone content should be the most important and extensive articles on your site.":["Кључни садржај би требало да представљају најважнији и најобимнији чланци на вашем веб месту."],"Restore Site":["Обновите веб место"],"Network Settings":["Подешавање мреже"],"You are not allowed to perform this action.":["Није вам дозвољено да урадите ово."],"Error: %s":["Грешка: %s"],"Success: %s":["Успех: %s"],"Site with ID %d not found.":["Веб место са ID %d није пронађено"],"No site has been selected to restore.":["Ниједно веб место није означено за обнову."],"You are not allowed to modify unregistered network settings.":["Није вам дозвољено да прилагођавате нерегистрована подешавања мреже."],"deleted":["обрисано"],"Copied!":["Копирано."],"Not supported!":["Није подржано"],"{{a}}Read our article about site structure{{/a}} to learn more about how internal linking can help improve your SEO.":["{{a}}Прочитајте наш чланак о структури сајта{{/a}} да бисте сазнали више о томе како интерно повезивање може да помогне у побољшању вашег SEO-а."],"Consider linking to these {{a}}cornerstone articles:{{/a}}":["Размислите о повезивању са овим {{a}}темељним чланцима:{{/a}}"],"Consider linking to these articles:":["Размислите о повезивању са овим чланцима:"],"Copy link":["Копирајте везу"],"Copy link to suggested article: %s":["Копирај везу на препорученом чланку: %s"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":["Прочитајте наш %1$sтемељни водич за истраживање кључних речи%2$s како бисте сазнали више о истраживању и стратегији кључних речи."],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly. ":["Следеће речи се најчешће појављују у садржају. Оне дају индикацију на шта се ваш садржај фокусира. Ако се речи знатно разликују од ваше теме, можда ћете пожелети да ускладите свој садржај."],"Prominent words":["Истакнуте речи"],"The site's tagline":["Ознака веб места"],"Not all required fields are given. Missing field %1$s":["Нису попуњена сва потребна поља. Поље које недостаје је %1$s"],"Add synonyms":["Додај синониме"],"You can edit the SEO metadata for this custom type on the %1$sShop page%2$s.":["Можете уредити SEO мета-податке за ову прилагођену врсту на %1$sстрани продавнице%2$s."],"Current year":["Текућа година"],"Page":["Страница"],"Something went wrong. Please reload the page.":["Дошло је до грешке. Освежите страницу."],"Tagline":["Мото"],"description (custom taxonomy)":["опис (прилагођена таксономија) "],"(custom taxonomy)":["(прилагођена таксономија)"],"(custom field)":["(прилагођено поље)"],"Term404":["Појам 404"],"Caption":["Наслов"],"Pagenumber":["Број стране"],"Pagetotal":["Укупно страна"],"User description":["Опис по жељи корисника"],"ID":["ID"],"Modified":["Измењено"],"Post type (plural)":["Врста чланка (множима)"],"Post type (singular)":["Врата чланка (једнина)"],"Separator":["Знак за одвајање"],"Search phrase":["Израз за претрагу"],"Term title":["Наслов појма"],"Term description":["Опис појма"],"Tag description":["Опис ознаке"],"Category description":["Опис категорије"],"Primary category":["Главна категорија"],"Category":["Категорија"],"Tag":["Ознака"],"Excerpt only":["Само одломак"],"Excerpt":["Одломак"],"Site title":["Наслов веб места"],"Archive title":["Наслов архиве"],"Parent title":["Наслов родитеља"],"Date":["Датум"],"Get Yoast SEO Premium":["Узмите Yoast SEO Premium"],"You should create a redirect to ensure your visitors do not get a 404 error when they click on the no longer working URL.":["Да ваши посетиоци не би добили грешку 404 када кликну на непостојећи URL, потребно је да креирате редирекцију."],"Search engines and other websites can still send traffic to your deleted content.":["Претраживачи и друга веб места и даље могу да шаљу саобраћај ка вашем обрисаном садржају."],"Make sure you don't miss out on traffic!":["Потрудите се да не пропустите извештаје о саобраћају!"],"You just deleted a %1$s.":["Управо сте обрисали %1$s."],"You just trashed a %1$s.":["Управо сте послали у отпад %1$s."],"Url preview":["Преглед URL-а"],"Please provide a meta description by editing the snippet below. If you don’t, Google will try to find a relevant part of your post to show in the search results.":["Молимо обезбедите мета опис уређивањем исечка испод. Ако то не урадите, Гугл ће пробати да нађе релевантну секцију чланка да прикаже у резултатима претраживања."],"Dismiss this notice":["Одбаците обавештење"],"No results":["Нема резултата"],"%d result found, use up and down arrow keys to navigate":["%d резултат пронађен. Користите дугмад за кретање горе и доле","%d резултата пронађена. Користите дугмад за кретање горе и доле","%d резултата пронађено. Користите дугмад за кретање горе и доле"],"Your site language is set to %s. If this is not correct, contact your site administrator.":["Језик вашег веб места је подешен на %s. Уколико ово није добро, контактирајте администратора вашег веб места."],"The %s importer functionality uses temporary database tables. It seems your WordPress install does not have the capability to do this, please consult your hosting provider.":["%s функционалност за увоз података користи привремене табеле база података. Чини се да ваша WordPress инсталација нема могућност да то уради, молимо вас да се обратите свом добављачу хостинг услуга."],"Cleanup of %s data failed.":["Чишћење %s података није успело."],"Content Type":["Тип садржаја"],"Filter by content type":["Филтрирање по типу садржаја"],"Show All Content Types":["Прикажи све типове садржаја"],"Replaced with the normal title for an archive generated by WordPress":["Замењен нормалним насловом за архиву коју генерише WordPress"],"Clean":["Очисти"],"Once you're certain your site is OK, you can clean up. This will remove all the original data.":["Када будете сигурни да је ваша страница у реду, можете да очистите. Ово ће уклонити све оригиналне податке."],"Step 5: Clean up":["5. корак: Очистите"],"Please check your posts and pages and see if the metadata was successfully imported.":["Проверите своје чланке и странице и погледајте да ли су метаподаци успешно увезени."],"Step 3: Check your data":["3. корак: Проверите ваше податке"],"This will import the post metadata like SEO titles and descriptions into your %1$s metadata. It will only do this when there is no existing %1$s metadata yet. The original data will remain in place.":["Ово ће увести метаподатаке о чланку, попут SEO наслова и описа у %1$s метаподатке. То ће учинити само ако још увек не постоје %1$s метаподаци. У том случају, постојећи подаци ће остати на месту."],"Step 2: Import":["2. корак: Увезите"],"Please make a backup of your database before starting this process.":["Молимо направите резервну копију ваше базе података пре но што започнете процес."],"Step 1: Create a backup":["1. корак: Направите резервну копију"],"We've detected data from one or more SEO plugins on your site. Please follow the following steps to import that data:":["Открили смо податке једног или више SEO додатака на вашем веб месту. Молимо пратите наредне кораке како би сте увезли ове податке:"],"Plugin: ":["Додатак:"],"%s did not detect any plugin data from plugins it can import from.":["%s није пронашао никакве податке у додацима које би могао да увезе."],"Posts that should not show up in search results":["Чланци који не би требало да се појаве у резултатима претраге"],"%s data found.":["%s подаци пронађени."],"%s data successfully removed.":["%s подаци успешно уклоњени."],"%s data successfully imported.":["%s подаци успешно увезени."],"%s data not found.":["%s подаци нису пронађени."],"On":["Укључено"],"Help on: %s":["Помоћ за: %s"],"Off":["Искључено"],"See who contributed to %1$s.":["Погледајте ко је допринео %1$s."],"Help on this search results setting":["Помоћ за подешавања ових резултата претраге"],"Not showing the archive for %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["Уколико се архива не приказује за %1$s у резултатима претраге, то технички значи да за роботе постоји мета код %2$s, па ће страница бити изузета из XML мапе веб места. %3$sВише информација о поставкама резултата претраге%4$s."],"Not showing %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["Уколико се %1$s не приказује у резултатима претраге, то технички значи да за роботе постоји мета код %2$s, па ће страница бити изузета из XML мапе веб места. %3$sВише информација о поставкама резултата претраге%4$s."],"Default for %2$s, currently: %1$s":["Подразумевано за %2$s, тренутно: %1$s"],"Show %s in search results?":["Да ли да се прикаже %s у резултатима претраге?"],"this author's archives":["архиве овог аутора"],"Do not allow search engines to show %s in search results.":["Претраживачима није дозвољено да прикажу %s у резултатим претраге."],"Read why XML Sitemaps are important for your site.":["Сазнајте због чега су XML мапе веб места важне за ваше веб место."],"Enable the XML sitemaps that %s generates.":["Укључите XML мапе веб места које генерише %s."],"See the XML sitemap.":["Погледајте XML мапу веб места."],"%s (current default for %s)":["%s (тренутно подразумевано за %s)"],"Should search engines follow links on this %1$s?":["Да ли претраживачи треба да следе везу до %1$s?"],"Allow search engines to show this %s in search results?":["Да ли треба дозволити претраживачима да %s приказује у резултатима претраге?"],"Allow search engines to show this content in search results?":["Омогућити претраживачима да приказују овај садржај у резултатима претраге?"],"Toggle %1$s's XML Sitemap":["Замени %1$s XML мапу веб места"],"%s integration":["%s интеграција"],"Find out how the text link counter can enhance your SEO.":["Сазнајте како бројач текстуалних веза може да побољша ваш SEO."],"The text link counter helps you improve your site structure.":["Бројач текстуалних линкова вам помаже да унапредите структуру вашег веб места."],"Find out how cornerstone content can help you improve your site structure.":["Сазнајте како вам битан садржај може помоћи да унапредите структуру вашег веб места."],"The cornerstone content feature lets you to mark and filter cornerstone content on your website.":["Функционалност \"битан садржај\" вам омогућава да обележите и филтрирате садржај који је најбитнији на вашем веб месту."],"Discover why readability is important for SEO.":["Откријте због чега је читљивост важна за SEO."],"The readability analysis offers suggestions to improve the structure and style of your text.":["Анализа читљивости нуди сугестије за побољшање структуре и стила вашег текста."],"Learn how the SEO analysis can help you rank.":["Научите како вам SEO анализа може помоћи у рангирању."],"The SEO analysis offers suggestions to improve the SEO of your text.":["SEO анализа нуди предлоге за побољшање SEO у вашем тексту."],"SEO analysis":["SEO анализа"],"Good results":["Добри резултати"],"https://yoa.st/1uk":["https://yoa.st/1uk"],"https://yoa.st/1uj":["https://yoa.st/1uj"],"Latest blog posts on %1$s":["Најновији блог чланци на %1$s"],"Remove highlight from the text":["Уклоните истицање текста из вашег текста."],"Your site language is set to %s. ":["Језик вашег веб места је постављен на %s."],"First-time SEO configuration":["SEO подешавање - први пут"],"Highlight this result in the text":["Назначи овај резултат у тексту"],"Considerations":["Разматрања"],"Errors":["Грешке"],"Change language":["Промени језик"],"%s file":["%s датотека"],"Save changes to %s":["Снимите измене у %s"],"Edit the content of your %s:":["Уредите садржај ваше датотеке %s:"],"Create %s file":["Креирај %s датотеку"],"Updated %s":["Ажурирана датотека %s"],"You cannot edit the %s file.":["Не можете уређивати %s датотеку."],"You cannot create a %s file.":["Не можете креирати %s датотеку."],"Other integrations":["Остале интеграције"],"More information about %1$s":["Више информација о %1$s"],"Old Configuration Wizard":["Стари чаробњак за конфигурацију"],"Manage your %s subscription on MyYoast":[""],"Mark the most important %1$s as 'cornerstone content' to improve your site structure. %2$sLearn more about cornerstone content%3$s.":["Означите најважније %1$s као 'битан садржај' и побољшате структуру вашег веб места. %2$sНаучите више о битном садржају%3$s."],"(Opens in a new browser tab)":["(Отвара се на новој картици прегледача)"],"Go back":["Врати се"],"Posts %1$swithout%2$s a focus keyphrase":["Чланци %1$sбез%2$s фокусног кључног израза"],"Hey, your SEO is doing pretty well! Check out the stats:":["Хеј, ваш SEO је прилично добар. is doing pretty well! Погледајте статистику:"],"You don't have any published posts, your SEO scores will appear here once you make your first post!":["Немате постављен ниједан чланак. SEO резултати ће се појавити након постављања првог чланка."],"Read more like this on our SEO blog":["Прочитајте још оваквих ствари на нашем SEO блогу"],"Readability: %s":["Читљивост: %s"],"Not activated":["Није активирана"],"Activated":["Активирана"],"%1$s recommendations for you":["%1$s препорука за вас"],"All Readability Scores":["Све оцене читљивости"],"Filter by Readability Score":["Филтрирај по оцени читљивости"],"Request method %1$s is not valid.":["Тражена метода %1$s није исправна."],"Text link counter":["Бројач веза у текстовима"],"Number of internal links linking to this post. See \"Yoast Columns\" text in the help tab for more info.":["Број унутрашњих веза који показују на овај чланак. У картици \"Помоћ\" погледајте текст \"Yoast Columns\" уколико желите више информација."],"Number of outgoing internal links in this post. See \"Yoast Columns\" text in the help tab for more info.":["Број одлазећих унутрашњих веза у овом чланку. У картици \"Помоћ\" погледајте текст \"Yoast Columns\" уколико желите више информација. "],"%s Columns":["%s Колона"],"Readability score":["Резултат читљивости"],"Scroll to see the preview content.":["Скролуј како би прегледао садржај."],"Cornerstone content":["Битан садржај"],"Save changes":["Сними измене"],"1 year free support and updates included!":["Укључена једна година бесплатних ажурирања и надоградњи."],"The plugin %2$s changes your site's output and in doing that differentiates between search engines and normal users, a process that's called cloaking. We highly recommend that you disable it.":["Додатак %2$s даје различит излаз за претраживаче и и нормалне кориснике. Овај проце се зове прикривање садржаја. Препоручујемо да искључите овај додатак."],"No ads!":["Нема реклама!"],"Get internal linking suggestions":["Добијајте предлоге за интерно повезивање"],"Variable":["Променљива"],"Available variables":["Расположиве променљиве"],"Scroll to see the table content.":["Скролујте како бисте видели садржај табеле."],"An error occurred in the '%1$s' assessment":["Појавила се грешка у '%1$s' процени"],"No new notifications.":["Нема нових обавештења."],"Save all":["Сними све"],"Save":["Сними"],"%1$s, Author at %2$s":["%1$s, аутор са %2$s"],"Mobile preview":["Приказ за мобилне уређаје"],"Desktop preview":["Приказ за стоне рачунаре"],"Please provide an SEO title by editing the snippet below.":["Молимо вас наведите SEO наслов за уређивање фрагмента у наставку."],"Meta description preview:":["Преглед мета описа:"],"Slug preview:":["Преглед подлошка (slug):"],"SEO title preview:":["Преглед СЕО наслова:"],"Close snippet editor":["Искључи уређивач фрагмената"],"Slug":["Подложак"],"Remove marks in the text":["Уклоните ознаке из текста"],"Mark this result in the text":["Обележите овај резултат у тексту"],"Marks are disabled in current view":["Ознаке су искључене у тренутном приказу"],"Good SEO score":["Добар СЕО рeзултат"],"OK SEO score":["Задовољавајући SEO резултат"],"Feedback":["Повратна информација"],"Name":["Име"],"Please provide a meta description by editing the snippet below.":["Молимо вас да у наставку упишете мета опис за уређивање фрагмента."],"Edit snippet":["Уреди фрагмент"],"You can click on each element in the preview to jump to the Snippet Editor.":["Можете кликнути на сваки елемент у прегледу како би се пребацили на уређивач фрагмента"],"SEO title preview":["Преглед SEO наслова"],"Export settings":["Извоз подешавања"],"Please don't show me this notification anymore":["Молим више не приказуј ову поруку"],"If you are experiencing issues, %1$splease file a bug report%2$s and we'll do our best to help you out.":["Ако имате потешкоћа, %1$sпопуните извештај о грешци%2$s, а ми ћемо се потрудити да решимо проблем."],"We've noticed you've been using %1$s for some time now; we hope you love it! We'd be thrilled if you could %2$sgive us a 5 stars rating on WordPress.org%3$s!":["Запазили смо да користите %1$s већ неко време. Надамо се да вам се свиђа. Одушевићемо се ако бисте могли да нам %2$sдате оцену 5 звездица на WordPress.org%3$s! "],"%1$s + %2$s":["%1$s + %2$s"],"Warning: the variable %1$s cannot be used in this template. See the %2$s for more info.":["Упозорење: променљива %1$s не може да се користи у овом шаблону. За додатне информације косултујте %2$s."],"By the way, did you know we also have a %1$sPremium plugin%2$s? It offers advanced features, like a redirect manager and support for multiple keyphrases. It also comes with 24/7 personal support.":["Узгред, да ли сте знали да такође поседујемо %1$sPremium додатак%2$s? Овај додатак нуди напредне функционалности, попут управљача за преумеравања и подршку за више кључних израза. Такође долази са 24/7 директном подршком."],"(no title)":["(без наслова)"],"The %1$s admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["%1$s администраторски мени садржи корисне линкове ка алатима за анализу страница и омогућава вам да лако видите нова обавештења."],"Admin bar menu":["Администраторски мени"],"Features":["Особине"],"SEO title":["SEO Наслов"],"Greater than sign":["Веће је од"],"Less than sign":["Мањи је од"],"Right angle quotation mark":["Десни угао наводника."],"Left angle quotation mark":["Леви угао наводника."],"Small tilde":["Мала тилда."],"Vertical bar":["Усправна црта"],"Low asterisk":["Мала звездица."],"Asterisk":["Звездица"],"Bullet":["Знак за набрајање."],"Middle dot":["Средња тачка"],"Em dash":["М црта"],"En dash":["Н црта"],"Dash":["Црта"],"No":["Не"],"Yes":["Да"],"Google search console":["Google  конзола за претрагу"],"Social profiles":["Друштвени профили"],"Posts list":["Листа чланака"],"Posts list navigation":["Навигација за листу чланака"],"Filter posts list":["Филтрирај листу чланака"],"Installed":["Инсталиран"],"Seamless integration between %1$s and %2$s":["Лака интеграција између %1$s и %2$s"],"Optimize your site for Google News":["Оптимизујте ваше веб место за Google News"],"Edit &#8220;%s&#8221;":["Уреди &#8220;%s&#8221;"],"Premium":["Премијум"],"Get Premium":["Користите премијум издање"],"Notifications":["Обавештења"],"Removes the focus keyphrase section from the metabox and disables all SEO-related suggestions.":["Уклања одељак за кључне изразе из мета поља и онeмогућава свe сугестије у вези са SEO-м."],"Disable SEO analysis":["Онемогући SEO анализу"],"Other social profiles":["Други друштвени профили"],"Make primary":["Направи примарни"],"Cancel":["Откажи"],"%s notification":["%s обавештење","%s обавештења","%s обавештења"],"Disable readability analysis":["Онемогући анализу читљивости"],"Removes the readability analysis section from the metabox and disables all readability-related suggestions.":["Уклања одељак за читљивост из метапоља и искључује све предлоге везане за читљивост."],"Readability analysis":["Анализа читљивости"],"Needs improvement":["Потребно је унапређење"],"Readability":["Читљивост"],"Improvements":["Унапређења"],"Good job! We could detect no serious SEO problems.":["Одлично урађено! Нисмо успели да пронађемо ниједан озбиљан SEO проблем."],"We have detected the following issues that affect the SEO of your site.":["Открили смо недостатке који утичу на СЕО вашег веб места."],"Problems":["Проблеми"],"Analysis":["Анализе"],"Not available":["Није доступно"],"Filter by SEO Score":["Филтрирај по SEO рејтингу"],"Meta description not set.":["Мета опис није подешен."],"Open":["Отвори"],"Loading...":["Учитавање..."],"No results found":["Ниједан резултат није пронађен"],"Dashboard":["Контролна табла"],"You can fix this on the %1$sPermalink settings page%2$s.":["Ово можете поправити на %1$sЦтрани за подешавање сталних веза%2$s."],"Replaced with the primary category of the post/page":["Замењено са примарном категоријом чланка/стране"],"Buy %s":["Купи %s"],"New %1$s Title":["Нови %1$s Наслов"],"Existing %1$s Title":["Постојећи %1$s Наслов"],"Expected an integer as input.":["Очекује се унос целог броја (integer)."],"Trying to build the sitemap cache key, but the postfix and prefix combination leaves too little room to do this. You are probably requesting a page that is way out of the expected range.":["Покушано креирање кеш-кључа за мапу веб места, али комбинација суфикса и префикса оставља премало места за ово. Вероватно тражите страницу која је изван очекиваног распона."],"Redirects":["Redirects"],"Remove":["Уклони"],"Keep":["Задржи"],"Bold the last page":["Подебљај последњу страну"],"Primary %s":["Главни %s"],"Primary":["Главни"],"Make %1$s primary %2$s":["Учини %1$s главним %2$s"],"Integrations":["Интеграције"],"Term is set to noindex.":["Термин није предвиђен за индексирање."],"Author archives":["Архиве аутора"],"Enabled":["Укључено"],"Disabled":["Искључено"],"The separator defined in your theme's %s tag.":["Сепаратор је дефинисан у ознаци ваше теме  %s."],"No index":["Нема индекса"],"SEO score":["SEO резултат"],"Team Yoast":["Yoast Тим"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["Прво право све-у једном SEO решење за WordPress, укључујући on-page анализу садржаја, XML мапу веб-места и још много тога. "],"Yoast SEO":["Yoast SEO"],"Activation failed:":["Активација није успела:"],"The filter extension seem to be unavailable. Please ask your web host to enable it.":["Изгледа да је недоступан наставак у филтеру. Контактирајте хостинг компанију да вам то омогуће."],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":["Инсталација %1$s додатка није завршена: Молимо вас погледајте %2$sинструкције за инсталацију%3$s."],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":["Надоградња Standard PHP Library (SPL) није доступна. Замолите вашу хостинг компанију да је активира."],"SEO Settings":["SEO подешавања"],"Mobile-Friendly Test":["Тест прилагођености мобилном уређају"],"Google Page Speed Test":["Google Page Speed test"],"Facebook Debugger":["Facebook дебагер"],"Analyze this page":["Анализирај ову страницу"],"%s does not seem to be a valid url. Please correct.":["чини се да %s није валидан url. Молимо, исправите га."],"%1$s does not seem to be a valid %2$s verification string. Please correct.":["%1$s чини се да није исправан %2$s низ карактера за проверу. Молимо, исправите га."],"%s Archive":["%s Архива"],"You searched for %s":["Тражили сте %s"],"%s does not seem to be a valid Twitter Username. Please correct.":["%s изгледа да није важећи Twitter кориснички налог. Молим исправите."],"Summary with large image":["Резиме са великом сликом"],"The post %1$s appeared first on %2$s.":["Чланак %s се појављује прво на %s."],"No numeric value was received.":["Нема примљених бројних вредности."],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":["Ово треба да буде постојећи блог. Блог %s не постоји или је означен као обрисан."],"The default blog setting must be the numeric blog id of the blog you want to use as default.":["Поставка задатог блога треба да буде нумерички ID блога кога желите користити као подразумевану вредност."],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":["%1$s није исправан избор за корисника који има приступ %2$s подешавањима. Вредност је враћена на подразумевану."],"Please select a valid post type for taxonomy \"%s\"":["Молим вас, одаберите важећи тип чланка за таксономију \"%s\""],"Please select a valid taxonomy for post type \"%s\"":["Молим вас, одаберите важећу таксономију за тип чланка \"%s\""],"You searched for":["Тражили сте"],"Home":["Почетна"],"Archives for":["Архива за"],"Error 404: Page not found":["Грешка 404: Страница није пронађена"],"Good":["Добар"],"Replaced with a custom taxonomies description":[" Замењено прилагођеним описом таксономије"],"Replaced with a posts custom taxonomies, comma separated.":["Замењено прилагођеним таксономијама за чланак, одвојено зарезом."],"Replaced with a posts custom field value":["Замењено вредношћу из прилагођеног поља чланка "],"Replaced with the slug which caused the 404":["Замењено подлошком који даје 404"],"Replaced with the posts focus keyphrase":["Замењено фокусним изразом чланка"],"Attachment caption":["Наслов прилога"],"Replaced with the current page number":["Замењено тренутним бројем странице"],"Replaced with the current page total":["Замењено тренутним укупним бројем страна"],"Replaced with the current page number with context (i.e. page 2 of 4)":["Замењено тренутним бројем странице која има садржај ( нпр 2 странице од 4)"],"Replaced with the current year":["Замењено тренутном годином"],"Replaced with the current month":["Замењено тренутним месецом"],"Replaced with the current day":["Замењено тренутним даном"],"Replaced with the current date":["Заменити тренутним датумом"],"Replaced with the post/page author's 'Biographical Info'":["Замењено са ауторовим чланком/страничним информацијама о биографији"],"Replaced with the post/page author's 'nicename'":["Замењено са ауторовим пост/страничним надимком"],"Replaced with the post/page ID":["Замењено идентификационим бројем чланка/странице"],"Replaced with the post/page modified time":["Замењено са промењеним временом чланка/странице"],"Replaced with the content type plural label":["Замењено натписом типа чланка у множини"],"Replaced with the content type single label":["Замењено натписом типа чланка у једнини"],"Replaced with the current search phrase":["Замењено тренутном фразом за претраживање"],"Replaced with the term name":["Замењено именом термина"],"Replaced with the term description":["Замењено описом термина"],"Replaced with the tag description":["Замењено описом ознаке"],"Replaced with the category description":["Замењено описом категорије"],"Replaced with the post categories (comma separated)":["Замењено категоријом чланка (одвојено заградом)"],"Replaced with the current tag/tags":["Замењено тренутно/тренутним ознаком/ознакама"],"Replaced with the post/page excerpt (without auto-generation)":["Замењено сижеом чланка/странице ( без аутоматског генерисања)"],"Replaced with the post/page excerpt (or auto-generated if it does not exist)":["Замењено сижеом чланка/странице ( или аутоматско генерисање уколико не постоји)"],"The site's name":["Назив веб места"],"Replaced with the title of the parent page of the current page":["Замењен насловом стране родитеља тренутне стране"],"Replaced with the title of the post/page":["Замењено насловом чланка/странице"],"Replaced with the date of the post/page":["Замењено датумом чланка/странице"],"Page %1$d of %2$d":["Страница %1$d од %2$d"],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":["WPSEO стандардна заменска променљива се не може надвладати тако што се региструје променљива истим именом.\nУместо поменутог, користити  \"wpseo_replacements\" филтер за подешавање заменске променљиве"],"A replacement variable with the same name has already been registered. Try making your variable name unique.":["Заменска променљива је већ пријављена. Покушајте изабрати јединственију заменску променљиву"],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":["Заменска променљива не може почињати са \"%%cf_\" или \"%%ct_\" обзиром да су карактери резервисани за WPSEO стандардну заменску променљиву за прилагођена поља и прилагођену таксономију.\nПокушајте изабрати заменску променљиву са мање сличним називом."],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":["Заменска променљива може садржати само слова и бројеве, доњу црту или црту.\nПокушајте да преименујете вашу променљиву."],"Admin only notice: this page does not show a meta description because it does not have one, either write it for this page specifically or go into the [%1$s - %2$s] menu and set up a template.":["Белешка само за администратора: Ова станица не приказује мета опис, зато што исти не постоји. Напишите мета опис за ову страницу или изаберите опцију менија  [%1$s - %2$s] и подесите шаблон."],"Page not found":["Страница није пронађена"],"%s Archives":["%s Архиве"],"Meta description to use for Author page":["Мета опис који се користи за страницу аутора"],"Title to use for Author page":["Наслов који се користи за страницу аутора"],"%1$s settings":["%1$s подешавања"],"Export your %1$s settings":["Извезите ваше %1$s поставке"],"Import settings":["Увезите подешавања"],"Import from other SEO plugins":["Увези из других SEO додатака"],"Import":["Увоз"],"If you had a %s file and it was editable, you could edit it from here.":["Уколико имате %s датотеку и можете да је мењате, можете је уређивати одавде."],"If your %s were writable, you could edit it from here.":["Ако је у вашу %s датотеку дозвољен упис, можете је уредити одавде."],"You don't have a %s file, create one here:":["Немате %s датотеку. Креирајте је овде:"],"A link to your site, with your site's name and description as anchor text.":["Веза до вашег веб места, са именом веб места и описом као текст везе."],"A link to your site, with your site's name as anchor text.":["Веза до вашег сајта, са именом сајта као текст линка."],"A link to the post, with the title as anchor text.":["Веза до чланка, са његовим насловом као текст линка."],"You can use the following variables within the content, they will be replaced by the value on the right.":["Можете да користите следеће променљиве у тексту. Исте ће бити замењене вредношћу са десне стране."],"Content to put after each post in the feed":["Садржај који ће бити убачен после сваког чланка у довод"],"Content to put before each post in the feed":["Садржај који ће бити убачен пре сваког чланка у довод"],"How to insert breadcrumbs in your theme":["Како убацити breadcrumb-ове у вашу тему"],"Blog":["Блог"],"Prefix for the breadcrumb path":["Префикс за breadcrumb путању"],"Anchor text for the Homepage":["Текст везе за почетну страну"],"Separator between breadcrumbs":["Сепаратор између breadcrumb-ова"],"Below are your published posts' SEO scores. Now is as good a time as any to start improving some of your posts!":["У наставку се налазе SEO оцене ваших објављених постова. Право је време да сада или касније кренете са оптимизацијом неких ваших постова."],"Credits":["Заслуге"],"&laquo; Back to Tools page":["&laquo; назад на страницу са алаткама"],"%1$s comes with some very powerful built-in tools:":["У %1$s су уграђени неки веома моћни алати:"],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":["Овај алат вам допушта да брзо мењате датотеке које су важне за ваш SEO, као што су robots.txt и .htaccess датотека, ако је имате. "],"File editor":["Уређивач датотека"],"Import settings from other SEO plugins and export your settings for re-use on (another) site.":["Увезите подешавања из других SEO додатака и извезите ваша подешавања за поновниу употребу на другом веб месту."],"Import and Export":["Увоз и извоз"],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":["Овај алат вам омогућава да брзо измените наслове и описе у вашим чланцима и страницама без потребе да уређујете сваку страницу посебно."],"Bulk editor":["Групни уређивач"],"Default settings":["Подразумевана подешавања"],"Description":["Opis"],"Restore site to defaults":["Врати веб место на подразумевана подешавања"],"Site ID":["ID веб места"],"Using this form you can reset a site to the default SEO settings.":["Коришћењем ове форме можете вратити веб место на почетна SEO подешавања."],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new sites.":[""],"Enter the %1$sSite ID%2$s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":["Упишите %1$sID веб места%2$s чије поставке желите да буду подразумеване вредности за сва веб места која се налазе у вашој мрежи. Оставите празно ако не желите да дефинишете ову вредност (користиће се подразумевана вредност додатка). "],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":["Одаберите веб место чије поставке желите да користите као подразумеване вредности за сва веб места која се налазе у вашој мрежи. Ако одаберете \"Ништа\", користиће се подразумевана вредност додатка."],"New sites in the network inherit their SEO settings from this site":["Нова веб места у мрежи наслеђују SEO подешавања овог веб места."],"Super Admins only":["Само за супер администраторе"],"Site Admins (default)":["Администратори сајта (подразумевано)"],"Who should have access to the %1$s settings":["Ко треба да има приступ %1$s подешавањима"],"spam":["непожељно"],"mature":["за одрасле"],"archived":["архивирано"],"public":["јавно"],"%s restored to default SEO settings.":["%s враћен на почетна SEO подешавња."],"Settings Updated.":["Подешавања ажурирана."],"Special pages":["Специјалне стране"],"Date archives":["Архива по датумима"],"Title":["Наслов"],"Take note:":["Обратите пажњу:"],"You can determine the title and description for the homepage by %1$sediting the homepage itself%2$s.":["Можете дефинисати наслов и опис за почетну страницу %1$sуређивањем саме почетне странице %2$s."],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s је сам препознао да ли треба да преправи наслове на вашим странама, ако мислите да није у праву и знате шта радите, овде можете да промените подешавање."],"Force rewrite titles":["Принудно преправљање наслова"],"Homepage":["Почетна страна"],"%1$s Extensions":["%1$s Надоградње"],"Seamlessly integrate WooCommerce with %1$s and get extra features!":["Неометано интегришите WooCommerce са %1$s и добићете додатне функционалности!"],"Rank better locally and in Google Maps, without breaking a sweat!":["Рангирајте се боље локално и на Google Maps без муке!"],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":["Да ли сте на Google News? Повећајте ваш саобраћај са Google News оптимизацијом."],"Optimize your videos to show them off in search results and get more clicks!":["Оптимизујте ваше видео садржаје да бисте их приказали у резултатима претраге и да бисте имали више кликова!"],"The premium version of %1$s with more features & support.":["Премиум верзија %1$s са више опција и са подршком."],"Person":["Особа"],"Website name":["Назив веб места"],"RSS":["RSS"],"Permalink":["Стална веза"],"Breadcrumbs":["Breadcrumbs"],"Authenticate":["Потврђивање идентитета"],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year of support and updates, on %2$s.":["Да бисте могли да креирате преусмеравање и исправите овај проблем, треба вам %1$s. Додатак можете купити, укључујући годину дана подршке и ажурирања на %2$s. "],"Creating redirects is a %s feature":["Прављeњe преусмерења je %s опциjа"],"New URL":["Novi URL"],"Search":["Претрага"],"URL":["URL"],"Deactivate %s":["Искључи %s"],"The %1$s plugin might cause issues when used in conjunction with %2$s.":["%1$s додатак може узроковати проблеме када се користи заједно са %2$s. "],"Upload Image":["Отпреми слику"],"%s Posts Overview":["%s прегледа чланака"],"Breadcrumbs title":["Breadcrumbs наслов"],"Pinterest":["Pinterest"],"Social settings":["Подешавања друштвених мрежа"],"Close":["Затвори"],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines and might slow down your site.":["И %1$s и %2$s могу да креирају XML мапу веб места. Постојање две XML мапе, за претраживаче није од користи, а може и да успори ваше веб место."],"Configure %1$s's Open Graph settings":["Подесите OpenGraph подешавања за %1$s"],"Both %1$s and %2$s create Open Graph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":["И %1$s и %2$s дају OpenGraph резултате, што може да утиче на Фејсбук, Твитер, Линкедин и остале друштвене мреже да користе погрешне текстове и слике током дељења ваших страна."],"%s image":["%s Слика"],"%s description":["%s Опис"],"%s title":["%s Наслов"],"Twitter":["Twitter"],"Facebook":["Facebook"],"very difficult":["веома тешко"],"Try to make shorter sentences, using less difficult words to improve readability":["Покушајте да пишете краће реченице користећи мање тешке речи како би сте побољшали читљивост."],"difficult":["тешко"],"fairly difficult":["прилично тешко"],"OK":["OK"],"fairly easy":["прилично лако"],"easy":["лако"],"very easy":["веома лако"],"The copy scores %1$s in the test, which is considered %2$s to read.":["Копија даје %1$s резултате у тесту, што се сматра %2$s за читање."],"Flesch reading ease":["Flesch лакоћа читања"],"Meta Desc.":["Мета опис."],"All SEO Scores":["Сви SEO резултати"],"SEO issue: The featured image should be at least 200 by 200 pixels to be picked up by Facebook and other social media sites.":["SEO проблем: Истакнута слика треба да буде најмање 200x200 пиксела да би је Facebook и остале друштвене мреже преузеле."],"(no parent)":["(не постоји parent-child конекција)"],"meta description":["meta opis"],"Page title":["Наслов стране"],"Post is set to noindex.":["Чланак је подешен на \"noindex\"."],"The URL that this page should redirect to.":["URL на који би ова страница требала да преусмерава."],"301 Redirect":["301 преусмеравање"],"The canonical URL that this page should point to. Leave empty to default to permalink. %1$sCross domain canonical%2$s supported too.":["Канонски URL на који би ова страна требала да води. Остави празно за подразумевану сталну везу.%1$sCross domain канонски URL%2$s је такође подржан."],"Canonical URL":["Канонски URL"],"Title to use for this page in breadcrumb paths":["Наслов који ће се користити за ову страну на breadcrumb путањи"],"Breadcrumbs Title":["Breadcrumbs наслов"],"No Snippet":["Без исечка"],"No Archive":["Без архиве"],"No Image Index":["Без индекса слика"],"None":["Нема"],"Meta robots advanced":["Напредни мета роботи"],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Упозорење: иако овде можете да поставите подешавања за мета роботе, читаво веб место је подешено да се не индексира и подешавањима приватности на нивоу целог веб места, тако да ово подешавање неће имати ефекта."],"Meta description":["Мета опис"],"SEO Title":["SEO наслов"],"Focus keyword":["Фокусна кључна реч"],"Settings successfully imported.":["Подешавања успешно увезена."],"Settings could not be imported:":["Подешавања се не могу увести:"],"Breadcrumb for 404 pages:":["Breadcrumb за \"404 страницу\":"],"Prefix for search result pages:":["Префикс за странице са резултатима претраге:"],"Prefix for archive pages:":["Префикс за архивске странице:"],"Prefix for breadcrumbs:":["Префикс за breadcrumbs:"],"Anchor text for the homepage:":["Текст везе за почетну страницу:"],"Breadcrumbs separator:":["Раставни знак за Breadcrumbs :"],"%s Breadcrumbs":["%s Breadcrumb-а"],"Use Image":["Користи слику"],"Action":["Акција"],"Page URL/Slug":["URL/Slug странице"],"Publication date":["Датум објаве"],"Post Status":["Статус чланка"],"WP Page Title":["WP наслов странице"],"View":["Поглед"],"View &#8220;%s&#8221;":["Погледај &#8220;%s&#8221;"],"Preview":["Приказ"],"Preview &#8220;%s&#8221;":["Приказ &#8220;%s&#8221;"],"Edit":["Уреди"],"Filter":["Филтер"],"New Yoast Meta Description":["Нови Yoast мета опис"],"Existing Yoast Meta Description":["Постојећи Yoast мета опис"],"Facebook profile URL":["URL Facebook профила"],"Twitter username (without @)":["Twitter налог (bez @)"],"Google":["Google"],"FAQ":["FAQ"],"Settings":["Подешавања"],"Huge SEO Issue: You're blocking access to robots.":["Огроман SEO проблем: Блокирате приступ роботима."],"Posts":["Чланци"],"Edit Files":["Промени датотеке"],"General":["Опште"],"Extensions":["Надоградње"],"Search Console":["Конзола за претрагу"],"Tools":["Алати"],"Advanced":["Напредно"],"XML sitemaps":["XML мапа веб места"],"Social":["Друштвене"],"SEO":["SEO"],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":["%1$s је пронашао да користите верзију %2$s од %3$s, молим вас ажурирајте на најновију верзију да би избегли проблеме са компатибилношћу."],"Just another WordPress site":["Још једно WordPress веб место"],"You have used HTML in your value which is not allowed.":["Употребили сте HTML као вредност променљиве, што није дозвољено"],"You can't edit %s that aren't yours.":["Не можете мењати %s који нису ваши."],"You can't edit %s.":["Не можете мењати %s."],"Post has an invalid Content Type: %s.":["Чланак има неважећи тип садржаја:%s."],"Post doesn't exist.":["Чланак не постоји."],"posts\u0004Trash <span class=\"count\">(%s)</span>":["Отпад <span class=\"count\">(%s)</span>","Отпад <span class=\"count\">(%s)</span>","Отпад <span class=\"count\">(%s)</span>"],"posts\u0004All <span class=\"count\">(%s)</span>":["Сви  <span class=\"count\">(%s)</span>","Сви  <span class=\"count\">(%s)</span>","Сви  <span class=\"count\">(%s)</span>"]}}}