{"domain":"js-text-analysis","locale_data":{"js-text-analysis":{"":{"domain":"js-text-analysis","plural_forms":"nplurals=3; plural=(n==1 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2);","lang":"pl"},"This page has %1$s internal link(s).":[""],"This page has %1$s nofollowed internal link(s) and %2$s normal internal link(s).":[""],"This page has %1$s internal link(s), all nofollowed.":[""],"Other benefits of %s for you:":[""],"Let us set up %s for you":[""],"Configure %s in a few steps":[""],"%1$sSocial media preview%2$s: Facebook &amp; Twitter":[""],"Scroll to see the preview content.":[""],"Enter authorization code here...":[""],"The Cornerstone content functionality enables you to mark and filter cornerstone content on your website. %1$sRead more about how cornerstone content can help you improve your site structure.%2$s":[""],"Cornerstone content":[""],"%1$s will now take care of all the needed technical optimization of your site. To really improve your site's performance in the search results, it's important to start creating content that ranks well for keywords you care about. Check out this video in which we explain how to use the %1$s metabox when you edit posts or pages.":[""],"Your %1$s plugin is now set up. SEO, however, is subject to constant change. Sign up for our newsletter if you would like to keep up-to-date regarding %1$s, other plugins by Yoast and important news in the world of SEO.":[""],"Stay up-to-date":[""],"If you want to outrank the competition in a specific town or region, check out our %1$s plugin! You’ll be able to easily insert Google maps, opening hours, contact information and a store locator. Besides that %1$s helps you to improve the usability of your contact page.":[""],"Attract more customers near you":[""],"Do you want to know all the ins and outs of the %1$s plugin? Do you want to learn all about our advanced settings? Want to be able to really get the most out of the %1$s plugin? Check out our %1$s plugin training and start outranking the competition!":[""],"Get the most out of %1$s with the %2$s":[""],"Do you want to learn how to write content that generates traffic? Check out our %1$s. We will help you to write awesome copy that will rank in the search engines. The %1$s covers all the main steps in SEO copywriting: from keyword research to publishing.":[""],"Learn how to write copy that ranks":[""],"Upgrade to Premium":[""],"Do you want to outrank your competition? %1$s gives you awesome additional features that'll help you to set up your SEO strategy like a professional. Use the multiple focus keywords functionality, the redirect manager and our internal linking tool. %1$s will also give you access to premium support.":[""],"Outrank the competition with %s":[""],"Configuration service":[""],"While we strive to make setting up %1$s as easy as possible, we understand it can still be daunting. If you would rather have us set up %1$s for you (and get a copy of %2$s in the process), order a %1$s configuration service and sit back while we configure your site.":[""],"Configure %s":[""],"Welcome to the %1$s configuration wizard. In a few simple steps we'll help you configure your SEO settings to match your website's needs! %1$s will take care of all the technical optimizations your site needs.":[""],"Please choose the %s configuration of your liking:":[""],"You might like":[""],"Newsletter":[""],"We have detected that you have not finished this wizard yet, so we recommend you to %2$sstart the configuration wizard to configure %1$s%3$s.":[""],"The configuration wizard helps you to easily configure your site to have the optimal SEO settings.":[""],"Cornerstone articles":[""],"This article is %1$scornerstone content%2$s":[""],"If you cannot upgrade your PHP version yourself, you can send an email to your host. We have %1$sexamples here%2$s. If they don't want to upgrade your PHP version, we would suggest you switch hosts. Have a look at one of our recommended %3$sWordPress hosting partners%4$s, they've all been vetted by our Yoast support team and provide all the features a modern host should provide.":["Jeśli nie możesz samodzielnie zaktualizować wersji PHP, możesz wysłać e-mail z takim wnioskiem do dostawcy twojego serwera hostingowego. %1$sPrzykłady znajdziesz na tej stronie%2$s. Jeśli nie zechcą zaktualizować wersji PHP, zalecamy zmianę na innego dostawcę hostingu. Zobacz listę naszych %3$spolecanych hostingów dla WordPressa%4$s - wszystkie zostały sprawdzone przez zespół wsparcia Yoast i oferują wszystkie funkcjonalności, których można oczekiwać po nowoczesnym dostawcy hostingu."],"If you cannot upgrade your PHP version yourself, you can send an email to your host. We have %1$sexamples here%2$s. If they don't want to upgrade your PHP version, we would suggest you switch hosts. Have a look at one of the recommended %3$sWordPress hosting partners%4$s.":["Jeśli nie możesz samodzielnie zaktualizować wersji PHP, możesz wysłać e-mail z takim wnioskiem do dostawcy twojego serwera hostingowego. %1$sPrzykłady znajdziesz na tej stronie%2$s. Jeśli nie zechcą zaktualizować wersji PHP, zalecamy zmianę na innego dostawcę hostingu. Zobacz listę naszych %3$spolecanych hostingów dla WordPressa%4$s."],"Can't update? Ask your host!":["Nie możesz przeprowadzić aktualizacji? Zapytaj o to swojego dostawcę serwera hostingowego!"],"You should update your PHP version to either 5.6 or to 7.0 or 7.1. On a normal WordPress site, switching to PHP 5.6 should never cause issues. We would however actually recommend you switch to PHP7. There are some plugins that are not ready for PHP7 though, so do some testing first. We have an article on how to test whether that's an option for you %1$shere%2$s. PHP7 is much faster than PHP 5.6. It's also the only PHP version still in active development and therefore the better option for your site in the long run.":["Wskazana jest aktualizacja wersji PHP do 5.6 lub 7.0, bądź 7.1. Przy typowych witrynach WordPressa, wersja 5.6 PHP nigdy nie powinna stwarzać problemów. Zalecamy jednak aktualizację do PHP7. Jednakże, niektóre wtyczki jeszcze nie wspierają PHP7, więc najpierw wykonaj testy. %1$sTutaj%2$s znajdziesz artykuł z opisem tego, jak sprawdzić, czy to jest odpowiednie wyjście dla ciebie. PHP7 jest znacznie szybsze od PHP 5.6. To także jedyna wersja PHP, która jest aktualnie rozwijana, tak więc jest to lepsze rozwiązanie na dłuższą metę."],"To which version should I update?":["Do jakiej wersji należy przeprowadzić aktualizację?"],"Hosts have the ability to update your PHP version, but sometimes they don't dare to do that because they're afraid they'll break your site.":["Dostawcy hostingu mają możliwość zaktualizowania wersji PHP, ale czasami nie decydują się na to z powodu obaw, że zepsują twoją stronę."],"Hey, we've noticed that you're running an outdated version of PHP. PHP is the programming language that WordPress and Yoast SEO are built on. The version that is currently used for your site is no longer supported. Newer versions of PHP are both faster and more secure. In fact, your version of PHP no longer receives security updates, which is why we're sending you to this notice.":["Hej. Zauważyliśmy, że używasz przestarzałej wersji PHP. PHP jest językiem programowania, na którym oparty jest WordPress i Yoast SEO. Wersja tego języka, która jest aktualnie używana na twojej stronie, nie jest już wspierana. Nowsze wersje PHP są szybsze i bezpieczniejsze. Twoja wersja PHP nie otrzymuje zaś nawet aktualizacji związanych z bezpieczeństwem, co jest powodem wyświetlania tego powiadomienia."],"Your site could be faster and more secure with a newer PHP version.":["Twoja witryna może być szybsza i lepiej zabezpieczona dzięki nowszej wersji PHP."],"A message from %1$s":["Wiadomość od %1$s"],"Get %s now &raquo;":["Kup %s teraz &raquo;"],"Go Premium and our experts will be there for you to answer any questions you might have about the setup and use of the plugin.":["Kup wersję Premium, a nasi eksperci będą odpowiadać na twoje pytania dotyczące ustawiania i używania wtyczki."],"24/7 support":["Wsparcie 24/7"],"Great news: you can, with %1$s!":["Mamy świetną wiadomość: możesz to zrobić z %1$s!"],"Save changes":["Zapisz zmiany"],"1 year free updates and upgrades included!":["Zapewnione darmowe aktualizacje i nowe funkcje przez 1 rok!"],"The plugin %2$s changes your site's output and in doing that differentiates between search engines and normal users, a process that's called cloaking. We highly recommend that you disable it.":["Wtyczka %2$s zmienia kod wynikowy twojej witryny, wysyłając inne treści do wyszukiwarki, a inne do normalnych użytkowników, co jest zwane cloakingiem. Zdecydowanie zalecamy wyłączenie tej wtyczki."],"Want to add more than one keyword?":["Chcesz dodać więcej, niż jedną frazę kluczową?"],"Superfast internal links suggestions":[""],"%1$sNo more dead links%2$s: easy redirect manager":[""],"Other benefits of %1$s for you:":["Inne zalety %1$s dla ciebie:"],"Go Premium and our experts will be there for you to answer any questions you might have about the set-up and use of the plug-in!":[""],"Prices start as low as 69,- for one site":["Ceny rozpoczynają się od 69,- dla jednej witryny"],"No ads!":["Brak reklam!"],"Facebook & Twitter":["Facebook i Twitter"],"Social media preview":["Podgląd w serwisach społecznościowych"],"Find related posts superfast":["Znajdź powiązane wpisy superszybko"],"Internal linking suggestions":["Sugestie linkowania wewnętrznego"],"Easy redirect manager":["Prosty menadżer przekierowań"],"No more dead links":["Koniec z niedziałającymi odnośnikami"],"Increase your SEO reach":["Zwiększ zasięg swojego pozycjonowania"],"Multiple keywords":["Wiele fraz kluczowych"],"Get %1$s":["Kup %1$s"],"The focus keyword contains a stop word. This may or may not be wise depending on the circumstances. %1$sLearn more about the stop words%2$s.":["Fraza kluczowa zawiera wyraz pomijalny. To może być, ale też może nie być rozważne, w zależności od okoliczności. %1$sDowiedz się więcej o wyrazach pomijalnych%2$s.","Fraza kluczowa zawiera %3$d wyrazy pomijalne. To może być, ale też może nie być rozważne, w zależności od okoliczności. %1$sDowiedz się więcej o wyrazach pomijalnych%2$s.","Fraza kluczowa zawiera %3$d wyrazów pomijalnych. To może być, ale też może nie być rozważne, w zależności od okoliczności. %1$sDowiedz się więcej o wyrazach pomijalnych%2$s."],"Take the online Technical SEO Training course and learn essential technical SEO-concepts!":["Zapisz się na kurs internetowy Treningu technicznych aspektów pozycjonowania i poznaj dogłębnie założenia techniczne SEO!"],"If you want more help creating awesome content, check out our %2$sSEO copywriting course%3$s. Do you want to know all about the features of the plugin, consider doing our %1$s!":["Jeśli potrzebujesz więcej pomocy na temat tworzenia fantastycznej treści, zobacz nasz %2$skurs copywritingu na cele pozycjonowania%3$s. Jeśli chcesz poznać szczegóły funkcjonalności wtyczki, zobacz %1$s!"],"Variable":["Zmienna"],"Available variables":["Dostępne zmienne"],"Scroll to see the table content.":["Przewiń, aby zobaczyć zawartość tabeli."],"Need help determining your settings? Configure %1$s step-by-step.":["Potrzebujesz pomocy we wprowadzaniu ustawień? Skonfiguruj %1$s krok po kroku."],"Please refer to %1$sour article about how to connect your website to Google Search Console%2$s if you need assistance.":["Jeśli potrzebujesz pomocy, przeczytaj nasz %1$sartykuł o łączeniu witryny z Google Search Console%2$s."],"The keyword density is %1$s, which is way over the advised %3$s maximum; the focus keyword was found %2$d times.":["Częstotliwość pojawiania się frazy kluczowej wynosi %1$s, czyli znacznie więcej, niż zalecane maksimum, wynoszące %3$s. Fraza kluczowa występuje %2$d razy."],"An error occurred in the '%1$s' assessment":["Wystąpił błąd podczas wykonywania oceny \"%1$s\""],"%1$s of the words contain %2$sover %3$s syllables%4$s, which is more than the recommended maximum of %5$s.":["%1$s wyrazów zawiera %2$sponad %3$s sylab%4$s, czyli więcej, niż wynosi zalecane maksimum (%5$s). "],"%1$s of the words contain %2$sover %3$s syllables%4$s, which is less than or equal to the recommended maximum of %5$s.":["%1$s wyrazów zawiera %2$sponad %3$s sylab%4$s, czyli mniej lub tyle, ile wynosi zalecane maksimum (%5$s)."],"The slug for this page contains a %1$sstop word%2$s, consider removing it.":["Adres tej podstrony (tzw. slug) zawiera jeden %1$swyraz pomijalny%2$s - rozważ usunięcie go.","Adres tej podstrony (tzw. slug) zawiera %1$swyrazy pomijalne%2$s - rozważ ich usunięcie.","Adres tej podstrony (tzw. slug) zawiera %1$swyrazów pomijalnych%2$s - rozważ ich usunięcie."],"%1$s of the sentences contain a %2$stransition word%3$s or phrase, which is great.":["%1$s zdań zawiera %2$sfrazę wzbogacającą wypowiedź%3$s - świetnie."],"%1$s of the sentences contain a %2$stransition word%3$s or phrase, which is less than the recommended minimum of %4$s.":["%1$s zdań zawiera %2$sfrazę wzbogacającą wypowiedź%3$s, czyli mniej, niż zalecane minimum %4$s zdań z takimi frazami."],"The focus keyword '%1$s' does not appear in the SEO title.":["Fraza kluczowa '%1$s' nie występuje w tytule strony."],"This is far below the recommended minimum of %2$d word. Add more content that is relevant for the topic.":["To znacznie mniej, niż zalecane minimum %2$d wyrazów. Dopisz więcej wartościowej treści.","To znacznie mniej, niż zalecane minimum %2$d wyrazów. Dopisz więcej wartościowej treści.","To znacznie mniej, niż zalecane minimum %2$d wyrazów. Dopisz więcej wartościowej treści."],"This is below the recommended minimum of %2$d word. Add more content that is relevant for the topic.":["To mniej, niż zalecane minimum %2$d wyrazów. Dopisz więcej wartościowej treści.","To mniej, niż zalecane minimum %2$d wyrazów. Dopisz trochę wartościowej treści.","To mniej, niż zalecane minimum %2$d wyrazów. Dopisz trochę wartościowej treści."],"This is slightly below the recommended minimum of %2$d word. Add a bit more copy.":["To trochę mniej, niż zalecane minimum %2$d wyrazów. Dopisz trochę więcej treści.","To trochę mniej, niż zalecane minimum %2$d wyrazów. Dopisz trochę więcej treści.","To trochę mniej, niż zalecane minimum %2$d wyrazów. Dopisz trochę więcej treści."],"This is more than or equal to the recommended minimum of %2$d word.":["To więcej lub tyle samo, co zalecane minimum %2$d wyrazów.","To więcej lub tyle samo, co zalecane minimum %2$d wyrazów.","To więcej lub tyle samo, co zalecane minimum %2$d wyrazów."],"The text contains %1$d word.":["Tekst zawiera %1$d wyraz.","Tekst zawiera %1$d wyrazy.","Tekst zawiera %1$d wyrazów."],"%1$d subheading is followed by more than the recommended maximum of %2$d words. Try to insert another subheading.":["%1$d nagłówek poprzedza treści, które przekraczają zalecane maksimum %2$d wyrazów. Spróbuj podzielić treść kolejnym nagłówkiem.","%1$d nagłówki poprzedzają treści, które przekraczają zalecane maksimum %2$d wyrazów. Spróbuj podzielić treść kolejnym nagłówkiem.","%1$d nagłówków poprzedza treści, które przekraczają zalecane maksimum %2$d wyrazów. Spróbuj podzielić treść kolejnym nagłówkiem."],"The amount of words following each of the subheadings doesn't exceed the recommended maximum of %1$d words, which is great.":["Liczba wyrazów występująca po każdym z nagłówków nie przekracza zalecanego maksimum %1$d wyrazów - świetnie."],"%1$s of the sentences contain %2$smore than %3$s words%4$s, which is more than the recommended maximum of %5$s. Try to shorten the sentences.":["%1$s zdań zawiera %2$swięcej, niż %3$s wyrazów%4$s. Jest więcej takich zdań, niż ich zalecane maksimum, wynoszące %5$s. Spróbuj skrócić lub podzielić zdania."],"%1$s of the sentences contain %2$smore than %3$s words%4$s, which is less than or equal to the recommended maximum of %5$s.":["%1$s zdań zawiera %2$swięcej, niż %3$s wyrazów%4$s. Liczba tych zdań jest mniejsza lub równa zalecanej maksymalnej liczbie zdań o tej długości, która wynosi %5$s."],"The meta description contains %1$d sentence %2$sover %3$s words%4$s. Try to shorten this sentence.":["Opis meta zawiera %1$d zdań mających %2$sponad %3$s wyrazów%4$s. Spróbuj skrócić te zdania.","Opis meta zawiera %1$d zdania mające %2$sponad %3$s wyrazów%4$s. Spróbuj skrócić te zdania.","Opis meta zawiera %1$d zdań mających %2$sponad %3$s wyrazów%4$s. Spróbuj skrócić te zdania."],"The meta description contains no sentences %1$sover %2$s words%3$s.":["Opis meta nie zawiera zdań, które mają %1$sponad %2$s wyrazów%3$s."],"The text contains %2$d consecutive sentences starting with the same word. Try to mix things up!":["W jednym z fragmentów tekstu %2$d następujące po sobie zdania zaczynają się od tego samego wyrazu. Spróbuj zróżnicować tekst, użyć synonimów lub zmienić kolejność wyrazów.","Tekst zawiera %1$d fragmenty tekstu, gdzie %2$d następujących po sobie zdań zaczyna się od tego samego wyrazu. Spróbuj zróżnicować tekst, użyć synonimów lub zmienić kolejność wyrazów.","Tekst zawiera %1$d fragmentów tekstu, gdzie %2$d następujących po sobie zdań zaczyna się od tego samego wyrazu. Spróbuj zróżnicować tekst, użyć synonimów lub zmienić kolejność wyrazów."],"%1$s of the sentences contain %2$spassive voice%3$s, which is more than the recommended maximum of %4$s. Try to use their active counterparts.":["%1$s zdań zawiera %2$sstronę bierną%3$s. To więcej, niż zalecane maksimum %4$s takich zdań. Spróbuj napisać te zdania w stronie czynnej."],"%1$s of the sentences contain %2$spassive voice%3$s, which is less than or equal to the recommended maximum of %4$s.":["%1$s zdań zawiera %2$sstronę bierną%3$s. To mniej lub dokładnie tyle, ile wynosi zalecane maksimum %4$s takich zdań."],"%1$d of the paragraphs contains more than the recommended maximum of %2$d words. Are you sure all information is about the same topic, and therefore belongs in one single paragraph?":["%1$d akapitów zawiera więcej, niż zalecane maksimum %2$d wyrazów. Upewnij się, że informacje w nich zawarte dotyczą tego samego tematu i nie trzeba dzielić ich osobnymi nagłówkami.","%1$d akapity zawierają więcej, niż zalecane maksimum %2$d wyrazów. Upewnij się, że informacje w nich zawarte dotyczą tego samego tematu i nie trzeba dzielić ich osobnymi nagłówkami.","%1$d akapitów zawiera więcej, niż zalecane maksimum %2$d wyrazów. Upewnij się, że informacje w nich zawarte dotyczą tego samego tematu i nie trzeba dzielić ich osobnymi nagłówkami."],"The meta description is over %1$d characters. Reducing the length will ensure the entire description will be visible.":["Opis meta jest dłuższy, niż %1$d znaków. Skrócenie go zapewni wyświetlanie jego pełnej treści w wynikach wyszukiwania."],"The keyword density is %1$s, which is too low; the focus keyword was found %2$d times.":["Częstotliwość pojawiania się frazy kluczowej wynosi %1$s, a więc jest trochę zbyt mała. Fraza kluczowa występuje %2$d razy."],"Step %1$d: %2$s":["Krok %1$d: %2$s"],"No new notifications.":["Brak nowych powiadomień."],"Save all":["Zapisz wszystko"],"Save":["Zapisz"],"You have %d new issue concerning your SEO!":["Masz %d nowy problem dotyczący pozycjonowania!","Masz %d nowe problemy dotyczące pozycjonowania!","Masz %d nowych problemów dotyczących pozycjonowania!"],"%1$s, Author at %2$s":["%1$s, Autor w serwisie %2$s"],"wpSEO data successfully imported. Would you like to %1$sdisable the wpSEO plugin%2$s?":["Dane wpSEO zostały pomyślnie zaimportowane. Czy chcesz %1$swyłączyć wtyczkę wpSEO%2$s?"],"All in One SEO data successfully imported. Would you like to %1$sdisable the All in One SEO plugin%2$s?":["Dane All in One SEO zostały pomyślnie zaimportowane. Czy chcesz %1$swyłączyć wtyczkę All in One SEO%2$s?"],"All in One SEO data successfully imported. Would you like to %1$sdisable the All in One SEO plugin%3$s? You've had Google Analytics enabled in All in One SEO, would you like to install our %2$sGoogle Analytics plugin%3$s?":["Dane All in One SEO zostały pomyślnie zaimportowane. Czy chcesz %1$swyłączyć wtyczkę All in One SEO%3$s? Do niej podłączone były także statystyki odwiedzin Google Analytics - czy chcesz zainstalować %2$snaszą wtyczkę do Google Analytics%3$s?"],"Mobile preview":["Podgląd na urządzeniach mobilnych"],"Desktop preview":["Podgląd na komputerach"],"Use queries instead":["Zamiast tego użyj zapytań"],"Use javascript instead.":["Zamiast tego użyj JavaScriptu."],"Select redirect":["Wybierz przekierowanie"],"Take the online Site Structure Training course and learn how to structure your website!":["Zapisz się na kurs internetowy Trening na temat Struktury Witryny i dowiedz się, jak poprawnie rozplanować swoją witrynę!"],"you are <strong>not</strong> receiving updates.":["<strong>nie</strong> otrzymujesz aktualizacji."],"INACTIVE":["NIEAKTYWNA"],"you are receiving updates.":["otrzymujesz aktualizacje."],"ACTIVE":["AKTYWNA"],"<b>Warning!</b> Your %s license is inactive which means you're missing out on updates and support! <a href=\"%s\">Activate your license</a> or <a href=\"%s\" target=\"_blank\">get a license here</a>.":["<b>Uwaga!</b> Twoja licencja %s jest nieaktywna, co oznacza, że nie masz dostępu do aktualizacji i pomocy technicznej! <a href=\"%s\">Aktywuj swoją licencję</a> lub <a href=\"%s\" target=\"_blank\">zamów licencję tutaj</a>."],"<b>Warning!</b> You didn't set your %s license key yet, which means you're missing out on updates and support! <a href=\"%s\">Enter your license key</a> or <a href=\"%s\" target=\"_blank\">get a license here</a>.":["<b>Uwaga!</b> Klucz licencyjny %s nie został jeszcze wprowadzony. Nie otrzymujesz więc aktualizacji i nie masz dostępu do wsparcia technicznego! <a href=\"%s\">Wprowadź swój klucz licencyjny</a> lub <a href=\"%s\" target=\"_blank\">kup klucz licencyjny tutaj</a>."],"Please provide an SEO title by editing the snippet below.":["Wprowadź tytuł SEO w poniższym polu edytora wyglądu wyników wyszukiwania."],"Meta description preview:":["Podgląd opisu meta:"],"Slug preview:":["Podgląd sluga:"],"SEO title preview:":["Podgląd tytułu SEO:"],"Close snippet editor":["Zamknij edytor wyglądu podstrony w wynikach wyszukiwania"],"Slug":["Slug"],"Remove marks in the text":["Usuń znaczniki w tekście"],"Mark this result in the text":["Zaznacz ten wynik w tekście"],"Marks are disabled in current view":["Znaczniki są wyłączone w obecnym widoku"],"Content optimization: Good SEO score":["Optymalizacja treści: ocena dobra"],"Good SEO score":["Dobra ocena SEO"],"Content optimization: OK SEO score":["Optymalizacja treści: ocena wystarczająca"],"OK SEO score":["Wystarczająca ocena SEO"],"Content optimization: Bad SEO score":["Optymalizacja treści: ocena zła"],"Bad SEO score":["Zła ocena SEO"],"Content optimization: Has feedback":["Optymalizacja treści: posiada wyjaśnienie"],"Feedback":["Opinie"],"http://en.wikipedia.org/wiki/Stop_words":["http://en.wikipedia.org/wiki/Stop_words"],"The focus keyword appears in the URL for this page.":["Fraza kluczowa pojawia się w adresie URL tej podstrony."],"You have far too little content, please add some content to enable a good analysis.":["Wprowadzono zdecydowanie zbyt mało treści. Dopisz treść, aby umożliwić wykonanie sensownej analizy."],"The images on this page contain alt attributes.":["Obrazki na tej stronie zawierają atrybuty alt."],"The images on this page do not have alt attributes containing the focus keyword.":["Obrazki na tej stronie nie posiadają atrybutów alt z frazą kluczową."],"The images on this page contain alt attributes with the focus keyword.":["Obrazki na tej stronie zawierają atrybuty alt z główną frazą kluczową."],"The text does not contain any subheadings. Add at least one subheading.":["Tekst nie zwiera żadnych nagłówków. Dodaj przynajmniej jeden nagłówek."],"None of the paragraphs are too long, which is great.":["Żaden akapit nie jest zbyt długi - świetnie."],"The page title is wider than the viewable limit.":["Tytuł strony jest szerszy, niż obszar widoczny w wynikach wyszukiwania."],"The page title has a nice length.":["Tytuł strony posiada odpowiednią długość."],"The page title is too short. Use the space to add keyword variations or create compelling call-to-action copy.":["Tytuł strony jest zbyt krótki. Użyj dostępnego miejsca do wpisania synonimów frazy kluczowej lub zamieść zachętę do wykonania działania."],"The length of the meta description is sufficient.":["Długość opisu meta jest wystarczająca."],"The meta description contains the focus keyword.":["Opis meta zawiera frazę kluczową."],"The keyphrase is over 10 words, a keyphrase should be shorter.":["Twoja fraza kluczowa ma więcej, niż 10 wyrazów. Fraza kluczowa powinna być krótsza."],"ok":["ok"],"Choose an image":["Wybierz obrazek"],"Remove the image":["Usuń obrazek"],"company logo image preview":["podgląd firmowego logotypu"],"Choose image":["Wybierz obrazek"],"MailChimp signup failed:":["Zapis do MailChimpa nie powiódł się:"],"Sign Up!":["Zapisz się!"],"Name":["Imię"],"There is an error with the request.":["Wystąpił błąd w zapytaniu."],"Select profile":["Wybierz profil"],"Choose a profile":["Wybierz profil"],"Reauthenticate with Google":["Ponowne uwierzytelnienie w Google"],"To allow %s to fetch your Google Search Console information, please enter your Google Authorization Code. Clicking the button below will open a new window.":["Aby umożliwić %s pobieranie informacji z Google Search Console, wprowadź kod uwierzytelniający od Google. Kliknięcie poniższego przycisku otworzy nowe okno."],"Search Result Preview":["Podgląd wyniku wyszukiwania"],"URL preview: ":["Podgląd adresu URL:"],"Please provide a meta description by editing the snippet below.":["Wprowadź opis meta w poniższym polu edytora wyglądu wyników wyszukiwania."],"Edit snippet":["Edytuj wygląd podstrony w wynikach wyszukiwania"],"Search Result Form":["Formularz ustawiania wyglądu wyniku wyszukiwania"],"You can click on each element in the preview to jump to the Snippet Editor.":["Możesz kliknąć na dowolny element podglądu, aby przejść do edycji jego treści."],"SEO title preview: ":["Podgląd tytułu dla celów pozycjonowania:"],"This is an example title - edit by clicking here":["To jest przykładowy tytuł - kliknij tutaj, by go zmienić"],"Slug preview: ":["Podgląd sluga:"],"Meta description preview: ":["Podgląd opisu meta:"],"Please provide a meta description by editing it here.":["Wprowadź opis meta w tym miejscu."],"Close search result form":["Zamknij formularz ustawiania wyglądu wyniku wyszukiwania"],"A problem occurred when saving the current step, {{link}}please file a bug report{{/link}} describing what step you are on and which changes you want to make (if any).":["Wystąpił problem przy zapisywaniu obecnego kroku. {{link}}Prosimy o przekazanie informacji o błędzie{{/link}}, opisując, w którym kroku problem wystąpił i co wtedy miało być zmienione (jeśli cokolwiek)."],"Close the Wizard":["Zamknij kreator"],"Previous step":["Poprzedni krok"],"Next step":["Następny krok"],"Export settings":["Eksportuj ustawienia"],"Get %s now!":["Pobierz %s teraz!"],"You're not getting the benefits of %1$s yet. If you had %1$s, you could use its awesome features:":["Nie korzystasz jeszcze z dobrodziejstw %1$s. Jeśli zainstalujesz %1$s, będziesz mieć dostęp do przydatnych funkcjonalności:"],"%1$s video tutorial":["Samouczek wideo %1$s"],"Go back to the %s dashboard.":["Powrót do kokpitu %s."],"%s &rsaquo; Configuration Wizard":["%s &rsaquo; Kreator konfiguracji"],"%1$sPlease don't show me this notification anymore%2$s":["%1$sProszę, by to powiadomienie nie było już wyświetlane%2$s"],"If you are experiencing issues, %1$splease file a bug report%2$s and we'll do our best to help you out.":["Jeśli doświadczasz problemów, prosimy o %1$szgłoszenie ich%2$s, a dołożymy wszelkich starań, aby pomóc."],"We've noticed you've been using %1$s for some time now; we hope you love it! We'd be thrilled if you could %2$sgive us a 5 stars rating on WordPress.org%3$s!":["Zauważyliśmy, że używasz %1$s już od pewnego czasu; mamy nadzieję, że Ci się podoba! Będziemy zachwyceni, jeśli %2$socenisz wtyczkę na 5 gwiazdek na WordPress.org%3$s!"],"Take the %1$s course and become a certified %2$s expert!":["Ukończ kurs %1$s i zostań certyfikowanym ekspertem %2$s!"],"Do you want to get a grip on your own SEO-strategy? Learn all about it in one of %1$sour courses%2$s.":["Chcesz zaplanować własną strategię pozycjonowania? Wszystkiego nauczysz się w jednym z %1$snaszych kursów%2$s."],"Buy the %1$s plugin now and optimize your shop today to improve your product promotion!":["Kup wtyczkę %1$s teraz i zoptymalizuj swój sklep jeszcze dzisiaj, aby poprawić marketing swoich produktów!"],"Take your SEO to the next level and outrank your competition with our %1$sSEO plugins%2$s.":["Podnieś swoje pozycjonowanie na wyższy poziom i przegoń konkurencję z naszymi %1$swtyczkami pozycjonującymi%2$s."],"Let our experts set up your %1$s plugin!":["Pozwól naszym ekspertom skonfigurować Twoją wtyczkę %1$s!"],"Do you want to know how to improve your rankings? %1$sLet team %2$s help you!%3$s":["Chcesz wiedzieć, jak poprawić swoje pozycje w rankingach? %1$sPozwól, by zespół %2$s Ci pomógł!%3$s"],"Take the online Keyword Research Training course and learn how to rank with your keywords!":["Weź udział w internetowym kursie odkrywania słów kluczowych i naucz się, jak przy ich pomocy osiągać wysokie pozycje!"],"Courses":["Kursy"],"Services":["Usługi"],"Date archives settings":["Ustawienia archiwów dat"],"Author archives settings":["Ustawienia archiwów autorów"],"Remove keyword":["Usuń frazę kluczową"],"%1$s by %2$s":["%1$s na %2$s"],"Warning: the variable %s cannot be used in this template. See the help center for more info.":["Uwaga: zmienna %s nie może być stosowana w tym szablonie. Zobacz centrum pomocy, aby uzyskać więcej informacji."],"Choose your settings.zip file":["Wybierz plik settings.zip"],"Open the configuration wizard":["Otwórz kreator konfiguracji"],"Configuration wizard":["Kreator konfiguracji"],"Enter the meta keywords":["Wpisz frazy kluczowe znacznika meta"],"Enter a focus keyword":["Wpisz frazę kluczową"],"By the way, did you know we also have a %1$sPremium plugin%2$s? It offers advanced features, like a redirect manager and support for multiple keywords. It also comes with 24/7 personal support.":["Czy wiesz, że oferujemy także %1$swtyczkę w wersji Premium%2$s? Posiada ona wiele zaawansowanych funkcji, takich jak menadżer przekierowań oraz obsługę wielu fraz kluczowych. W cenie jest także pomoc 24 godziny na dobę, 7 dni w tygodniu."],"(no title)":["(brak tytułu)"],"%1$s comes with a lot of features. You can enable / disable some of them below.":["%1$s posiada wiele funkcjonalności. Poniżej możesz włączyć lub wyłączyć niektóre z nich."],"The %1$s admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["Menu %1$s w pasku administracyjnym zawiera przydatne odnośniki do zewnętrznych narzędzi, służących do analizy stron i ułatwia sprawdzenie, czy masz nowe powiadomienia."],"Admin bar menu":["Menu w pasku administracyjnym"],"The %1$s integration checks daily if your site is still indexable by search engines and notifies you when this is not the case.":["Integracja z %1$s sprawdza codziennie, czy Twoja witryna jest w dalszym ciągu indeksowalna przez wyszukiwarki i powiadamia Cię, jeżeli tak nie jest."],"OnPage.org":["OnPage.org"],"The advanced settings include site-wide settings for your titles and meta descriptions, social metadata, sitemaps and much more.":["Ustawienia zaawansowane obejmują konfigurację dla całej witryny w zakresie tytułów, opisów meta, danych meta dla serwisów społecznościowych i wiele więcej."],"Advanced settings pages":["Strony z zaawansowanymi ustawieniami"],"Features":["Funkcjonalności"],"More info":["Więcej informacji"],"Gain access to our 24/7 support team.":["Uzyskaj dostęp do zespołu pomocy 24 godziny na dobę, 7 dni w tygodniu."],"Check what your Facebook or Twitter post will look like.":["Zobacz, jak Twoja podstrona będzie wyświetlać się na Facebooku lub Twitterze."],"Social Previews":["Podgląd w mediach społecznościowych"],"Optimize a single post for up to 5 keywords.":["Optymalizuj pojedynczą podstronę dla maksymalnie 5 fraz kluczowych."],"Create and manage redirects within your WordPress install.":["Twórz i zarządzaj przekierowaniami wewnątrz Twojej instalacji WordPressa."],"Meta robots index":["Indeksowanie w znaczniku meta robots"],"SEO title":["Tytuł SEO"],"While we strive to make setting up %1$s as easy as possible, we understand it can be daunting. If you’d rather have us set up %1$s for you (and get a copy of %2$s in the process), order our %3$s%1$s configuration service%4$s here!":["Staramy się możliwie ułatwić ustawianie %1$s, ale rozumiemy, że może to być zniechęcające. Jeśli wolisz, możesz zlecić nam ustawienie %1$s dla Ciebie (przy okazji otrzymasz kopię %2$s) - zamów naszą %3$susługę konfiguracji %1$s%4$s tutaj!"],"Welcome to the %1$s configuration wizard. In a few simple steps we'll help you configure your SEO settings to match your website's needs!":["Witamy w kreatorze konfiguracji %1$s. W kilku prostych krokach pomożemy Ci skonfigurować ustawienia pozycjonowania tak, aby były dopasowane do potrzeb Twojej witryny!"],"Please add all your relevant social profiles. We use these to let search engines know about them, and to enhance your social metadata:":["Prosimy o dodanie wszystkich stworzonych profilów społecznościowych. Użyjemy ich, aby poinformować o nich wyszukiwarki i aby ulepszyć dane meta dla serwisów społecznościowych:"],"Other personal site":["Witryna prywatna innego przeznaczenia"],"Other corporate site":["Witryna firmowa innego przeznaczenia"],"Small business site":["Witryna małej firmy"],"News site":["Witryna publikująca nowości"],"Webshop":["Sklep internetowy"],"What kind of site is %1$s?":["Jakie jest przeznaczenie witryny %1$s?"],"Google shows your website's name in the search results, if you want to change it, you can do that here.":["Google pokazuję nazwę Twojej witryny w wynikach wyszukiwania. Jeśli chcesz ją zmienić, możesz zrobić to tutaj."],"Greater than sign":["Znak większości"],"Less than sign":["Znak mniejszości"],"Right angle quotation mark":["Cudzysłów ostrokątny skierowany w prawo"],"Left angle quotation mark":["Cudzysłów ostrokątny skierowany w lewo"],"Small tilde":["Tylda"],"Vertical bar":["Pionowa kreska"],"Low asterisk":["Obniżona gwiazdka"],"Asterisk":["Gwiazdka"],"Bullet":["Punkt"],"Middle dot":["Wycentrowana kropka"],"Em dash":["Szeroki myślnik"],"En dash":["Krótki myślnik"],"Dash":["Pauza (znak minusa)"],"Choose the symbol to use as your title separator. This will display, for instance, between your post title and site name. Symbols are shown in the size they'll appear in the search results.":["Wybierz symbol, który wyświetlany będzie jako separator w tytule, np. pomiędzy tytułem wpisu i nazwą witryny. Symbole są pokazane w takim rozmiarze, w jakim będą wyświetlane w wynikach wyszukiwania."],"Please specify which of the following public post types you would like Google to see.":["Prosimy o wybranie, które z następujących publicznych typów treści mają być widoczne dla Google."],"The name of the person":["Imię i nazwisko osoby"],"No":["Nie"],"Yes":["Tak"],"Does, or will, your site have multiple authors?":["Czy Twoja strona ma lub będzie miała wielu autorów treści?"],"Development (this site is running locally for development purposes)":["W budowie (ta strona działa lokalnie i jest w budowie)"],"Staging (this is a copy of a live site used for testing purposes only)":["Faza testów (to jest kopia finalnej witryny, ale używana tylko do testów)"],"Production (this is a live site with real traffic)":["Środowisko produkcyjne (to ostateczna, działająca i odwiedzana przez Internautów witryna)"],"Please specify the environment in which this site - %1$s - is running.":["Prosimy o wybranie środowiska, w którym obecnie pracuje witryna %1$s."],"The name of the company":["Nazwa firmy"],"Provide an image of the company logo":["Wprowadź obrazek logotypu firmy"],"Hidden":["Ukryty"],"Visible":["Widoczny"],"The post type \"%1$s\" should be":["Typ treści \"%1$s\" powinien być"],"WordPress automatically generates an URL for each media item in the library. Enabling this will allow for google to index the generated URL.":["WordPress automatycznie generuje adres URL dla każdego elementu z biblioteki mediów. Włączenie tego ustawienia zezwoli Google na zaindeksowanie tego wygenerowanego adresu URL."],"Success!":["Sukces!"],"Title settings":["Ustawienia tytułu"],"Google Search Console":["Google Search Console"],"Multiple authors":["Wielu autorów treści"],"Post type visibility":["Widoczność treści różnych typów"],"Social profiles":["Profile w serwisach społecznościowych"],"Site type":["Typ witryny"],"Environment":["Środowisko"],"Welcome!":["Witaj!"],"Yoast option %1$s not found.":["Nie znaleziono opcji Yoast %1$s."],"Posts that are set to &#8220;%s&#8221;":["Wpisy, które mają włączone &#8220;%s&#8221;"],"Microsoft Edge Site Scan":["Test witryny wg Microsoft Edge"],"Google Structured Data Test":["Test danych strukturalnych Google"],"Posts list":["Lista wpisów"],"Posts list navigation":["Nawigacja listy wpisów"],"Filter posts list":["Filtruj listę wpisów"],"Note that links to archives might be still output by your theme and you would need to remove them separately.":["Zwróć uwagę, że odnośniki do podstron z archiwami mogą być zamieszczane przez używany przez Ciebie motyw i w takiej sytuacji trzeba usunąć je samodzielnie."],"View credits":["Zobacz autorów"],"Take a look at the people that create %1$s.":["Zobacz osoby, które tworzą %1$s. "],"Team and contributors":["Zespół i współpracownicy"],"Default for this taxonomy type, currently: %s":["Domyślne dla tego typu taksonomii, obecnie: %s"],"%1$s to optimize your site even further":["%1$s, aby zoptymalizować swoją witrynę jeszcze bardziej"],"%1$s extensions":["Rozszerzenia %1$s"],"Comes with our 30-day no questions asked money back guarantee":["W cenie 30-dniowa gwarancja, umożliwiającą zwrot pieniędzy bez zadawania pytań."],"More information %1$sabout %3$s%2$s":["Więcej informacji %1$so %3$s%2$s"],"Buy %1$s":["Kup %1$s"],"Installed":["Zainstalowano"],"gain access to our 24/7 support team.":["uzyskaj dostęp do naszego zespołu pomocy 24 godziny na dobę, 7 dni w tygodniu."],"Premium support":["Pomoc Premium"],"check what your Facebook or Twitter post will look like.":["sprawdzaj, jak będzie wyglądać Twój wpis na Facebooku lub Twiterze."],"Social previews":["Podglądy w mediach społecznościowych"],"optimize a single post for up to 5 keywords.":["optymalizuj pojedynczy wpis dla maksymalnie 5 fraz kluczowych."],"Multiple focus keywords":["Wiele fraz kluczowych"],"create and manage redirects from within your WordPress install.":["twórz i zarządzaj przekierowaniami z poziomu Twojej instalacji WordPressa."],"Redirect manager":["Menadżer przekierowań"],"%1$s, take your optimization to the next level!":["%1$s - podnieś swoją optymalizację na wyższy poziom!"],"A seamless integration between %1$s and %2$s":["gładka integracja pomiędzy %1$s i %2$s"],"Use %1$s breadcrumbs instead of %2$s ones":["Użyj menu okruszkowego %1$s zamiast %2$s"],"Improve sharing on Pinterest":["Ulepsz udostępnianie na Pinterest"],"Improve the usability of your contact page":["Ulepsz użyteczność swojej strony kontaktowej"],"Easily insert Google Maps, a store locator, opening hours and more":["Łatwo wstaw Mapę Google, wyszukiwarkę sklepów, godziny otwarcia i inne elementy"],"Get found by potential clients":["Pozwól się znaleźć potencjalnym klientom"],"Creates XML News Sitemaps":["Tworzy mapę nowości w formacie XML"],"Immediately pings Google on the publication of a new post":["Natychmiastowe wysłanie do Google powiadomienia o publikacji nowego wpisu"],"Optimize your site for Google News":["Zoptymalizuj swoją witrynę dla Google News"],"Make videos responsive through enabling fitvids.js":["Włącz responsywność filmów dzięki włączeniu fitvids.js"],"Enhance the experience of sharing posts with videos":["Ulepsz doświadczenie udostępniania wpisów z filmami"],"Show your videos in Google Videos":["Pokazuj swoje filmy w Google Videos"],"The following file is blocking your XML sitemaps from working properly. Either delete it (this can be done with the \"Fix it\" button) or disable %1$s XML sitemaps.":["Następujący plik blokuje poprawne działanie mapy strony XML. Usuń go (można to zrobić przyciskiem \"Napraw\"), albo wyłącz mapy XML strony w %1$s.","Następujące pliki blokują poprawne działanie mapy strony XML. Usuń je (można to zrobić przyciskiem \"Napraw\"), albo wyłącz mapy XML strony w %1$s.","Następujące pliki blokują poprawne działanie mapy strony XML. Usuń je (można to zrobić przyciskiem \"Napraw\"), albo wyłącz mapy XML strony w %1$s."],"Crawl issues list":["Lista problemów z przeglądaniem witryny przez wyszukiwarki"],"Crawl issues list navigation":["Lista nawigacji problemów z przeglądaniem witryny przez wyszukiwarki"],"Number of search results: %d":["Liczba wyników wyszukiwania: %d"],"Edit &#8220;%s&#8221;":["Edytuj &#8222;%s&#8221;"],"Filter by post type":["Filtruj wg typu treści"],"Show All Post Types":["Pokaż wszystkie typy treści"],"Premium":["Premium"],"Go Premium":["Wersja Premium"],"Files successfully removed.":["Pliki usunięto poprawnie."],"The directory %s could not be removed. Please remove it via FTP.":["Katalogu %s nie udało się usunąć. Prosimy o jego usunięcie przez FTP."],"Google Trends":["Trendy Google"],"Notifications":["Powiadomienia"],"Removes the keyword tab from the metabox and disables all SEO-related suggestions.":["Usuwa zakładkę z frazami kluczowymi z obszaru ustawień dotyczących pozycjonowania i wyłącza wszystkie sugestie związane z pozycjonowaniem."],"Disable SEO analysis":["Wyłącz analizę pod kątem pozycjonowania"],"Twitter settings":["Ustawienia Twittera"],"Pinterest settings":["Ustawienia Pinterestu"],"Google+ settings":["Ustawienia Google+"],"Facebook settings":["Ustawienia Facebooka"],"To let search engines know which social profiles are associated to this site, enter them below:":["Aby informować wyszukiwarki, jakie profile w serwisach społecznościowych są powiązane z witryną, wprowadź je poniżej:"],"Your social profiles":["Twoje profile w serwisach społecznościowych"],"User sitemap settings":["Ustawienia map XML użytkowników witryny"],"Taxonomies sitemap settings":["Ustawienia map XML taksonomii"],"Post types sitemap settings":["Ustawienia map XML typów treści"],"Entries per sitemap page":["Maksymalna liczba wpisów na jedną podstronę mapy XML witryny"],"Your XML Sitemap":["Twoja mapa XML witryny"],"Excluded posts settings":["Ustawienia wykluczonych wpisów"],"As you are redirecting attachment URLs to parent post URLs, these settings will currently only have an effect on unattached media items! So remember: If you change the %1$sattachment redirection setting%2$s in the future, the below settings will take effect for *all* media items.":["Ponieważ przekierowujesz adresy URL podstron mediów do wpisów, do których te media są załączone, to te ustawienia będą obecnie przynosić efekt w stosunku do mediów, które nie są załączone do żadnych wpisów! Pamiętaj więc: jeśli zmienisz  %1$sustawienia przekierowywania załączników %2$s w przyszłości, poniższe ustawienia będą miały zastosowanie do *wszystkich* mediów."],"Removes the keyword tab from the metabox and disables all keyword-related suggestions.":["Usuwa zakładkę z frazami kluczowymi z obszaru ustawień dotyczących pozycjonowania i wyłącza wszystkie sugestie związane z frazami kluczowymi."],"Keyword analysis":["Analiza fraz kluczowych"],"Title separator symbol":["Symbol separatora tytułu"],"Security setting":["Ustawienia zabezpieczeń"],"Restore default settings":["Przywróć ustawienia domyślne"],"RSS feed settings":["Ustawienia kanałów RSS"],"Stop words in slugs.":["Wyrazy pomijalne w adresach podstron (tzw. slugach)."],"Breadcrumbs settings":["Ustawienia menu okruszkowego"],"Make primary":["Ustaw jako główną"],"Content optimization":["Optymalizacja treści"],"Enter your Google Authorization Code and press the Authenticate button.":["Wprowadź kod uwierzytelniający od Google i wciśnij przycisk Uwierzytelnij."],"To allow %1$s to fetch your %2$s information, please enter your Google Authorization Code. Clicking the button below will open a new window.":["Aby zezwolić %1$s na pobieranie informacji z %2$s, wprowadź kod uwierzytelniający od Google. Kliknięcie poniższego przycisku otworzy nowe okno."],"Knowledge base article":["Artykuł bazy wiedzy"],"Open the knowledge base article in a new window or read it in the iframe below":["Otwórz artykuł bazy wiedzy w nowym oknie lub przeczytaj go w ramce poniżej."],"Back to search results":["Powrót do wyników wyszukiwania"],"Search results":["Wyniki wyszukiwania"],"Yoast SEO video tutorial":["Samouczek wideo Yoast SEO"],"%s notification":["%s powiadomień","%s powiadomienia","%s powiadomień"],"Disable readability analysis":["Wyłącz analizę czytelności"],"Removes the readability tab from the metabox and disables all readability-related suggestions.":["Usuwa zakładkę czytelności z sekcji ustawień dotyczących pozycjonowania danej podstrony i wyłącza wszystkie sugestie dotyczące czytelności."],"Readability analysis":["Analiza czytelności"],"Needs improvement":["Wymaga poprawy"],"Readability":["Czytelność"],"You are trying to load non-minified files, these are only available in our development package. Check out %1$s to see all the source files.":["Próbujesz załadować pliki, które nie są zmniejszone i dostępne są tylko w paczce dla deweloperów. Zobacz %1$s, aby zobaczyć wszystkie pliki źródłowe."],"You have a new issue concerning your SEO!":["Masz do przejrzenia nową kwestię związaną z pozycjonowaniem!"],"\"Max entries per sitemap page\" should be below %1$s to meet Google's requirements, which %2$s is not.":["Maksymalna liczba pozycji na jedną stronę mapy witryny powinna być mniejsza, niż %1$s, aby spełniać wymagania Google. Wprowadzona przez Ciebie liczba %2$s wymaga poprawienia."],"%1$s Dashboard":["Kokpit %1$s"],"Restore this item.":["Przywróć powiadomienie o tym elemencie."],"Dismiss this item.":["Pomiń ten element."],"Good job! We could detect no serious SEO problems.":["Dobra robota! Nie wykryliśmy żadnych poważnych problemów związanych z pozycjonowaniem."],"We have detected the following issues that affect the SEO of your site.":["Wykryliśmy następujące problemy, które wpływają na pozycjonowanie Twojej witryny."],"Problems":["Problemy"],"We're always grateful for patches from non-regular contributors, in %1$s %2$s, patches from the following people made it in:":["Jesteśmy bardzo wdzięczni za poprawki, także od użytkowników wnoszących je sporadycznie. W wersji %2$s %1$s wprowadzono poprawki od następujących osób:"],"Community contributors":["Społeczność współpracowników"],"Tester":["Tester"],"Quality Assurance & Testing":["Zapewnianie jakości i testowanie"],"Yoast Developers":["Programiści Yoast"],"CTO":["Dyrektor techniczny"],"Development Leaders":["Szefowie programistów"],"Linguist":["Językoznawca"],"Head R&D":["Szef badań i rozwoju"],"Product Management":["Kadra zarządzająca produktem"],"This is the content analysis, a collection of content checks that analyze the content of your page. %1$sLearn more about the Content Analysis Tool%2$s.":["To jest analiza treści - zbiór wyników z przeprowadzonych testów zawartości podstrony. %1$sDowiedz się więcej o Narzędziu do analizy treści%2$s."],"Pick the main keyword or keyphrase that this post/page is about. %1$sLearn more about the Focus Keyword%2$s.":["Wybierz główne słowo lub frazę kluczową, o której jest ta strona lub wpis. %1$sCzytaj więcej na temat fraz kluczowych%2$s."],"Analysis":["Analiza"],"This is a rendering of what this post might look like in Google's search results. %1$sLearn more about the Snippet Preview%2$s.":["To jest podgląd, pokazujący, jak ta podstrona może wyglądać w wynikach wyszukiwania Google. %1$sDowiedz się więcej o podglądzie wyniku wyszukiwania%2$s."],"Not available":["Niedostępna"],"Enter your focus keyword":["Wprowadź swoją frazę kluczową"],"Keyword:":["Fraza kluczowa:"],"Buy the %1$s plugin now and start optimizing to get your site featured in Google News!":["Kup teraz wtyczkę %1$s i zacznij optymalizować witrynę pod kątem wyświetlania jej nowości w Google News!"],"Buy the %1$s plugin now to improve your site&#8217;s Local SEO and ranking in Google Maps!":["Kup teraz wtyczkę %1$s i ulepsz swoją witrynę w lokalnych wynikach wyszukiwania oraz Mapach Google!"],"Buy the %1$s plugin now and optimize your videos for video search results and social media!":["Kup teraz wtyczkę %1$s i zoptymalizuj swoje filmy dla wyników wyszukiwania filmów oraz dla serwisów społecznościowych!"],"Take the online Basic SEO Training course and learn the fundamentals of SEO!":["Zapisz się na internetowy kurs podstaw pozycjonowania i naucz się pozycjonować od zera!"],"Take the online SEO Copywriting Training course and learn how to write awesome copy that ranks!":["Zapisz się na internetowy kurs pisania treści pod kątem pozycjonowania i naucz się, jak pisać teksty, które będą zajmować wysokie pozycje!"],"Filter by SEO Score":["Filtruj wg oceny SEO"],"Meta description not set.":["Opis meta nie został wprowadzony."],"Video tutorial":["Samouczek wideo"],"Email support":["Pomoc e-mailowa"],"Email support is a %s feature":["Pomoc e-mailowa jest jedną z funkcji %s"],"Knowledge base":["Baza wiedzy"],"Open":["Otwórz"],"Back":["Wstecz"],"search":["szukaj"],"Loading...":["Ładowanie..."],"Something went wrong. Please try again later.":["Coś poszło nie tak. Spróbuj ponownie później."],"Search the Yoast knowledge base":["Przeszukaj bazę wiedzy Yoast"],"No results found.":["Niczego nie znaleziono."],"Dashboard":["Kokpit"],"You can fix this on the %1$sPermalink settings page%2$s.":["Możesz naprawić to w sekcji %1$sUstawień odnośników bezpośrednich%2$s."],"Simply uncheck the box before \"Break comments into pages...\" on the %1$sComment settings page%2$s.":["Po prostu odznacz pole wyboru przed tekstem \"Podziel komentarze na strony...\" w %1$sSekcji ustawień komentarzy%2$s."],"Paging comments is enabled, this is not needed in 999 out of 1000 cases, we recommend to disable it.":["Paginacja komentarzy jest włączona. Nie jest to konieczne w 999 przypadkach na 1000. Zalecamy wyłączenie tej funkcji."],"Replaced with the primary category of the post/page":["Zastępowane główną kategorią wpisu lub strony"],"Pinterest confirmation":["Weryfikacja Pinterest"],"If you have already confirmed your website with Pinterest, you can skip the step below.":["Jeśli zweryfikowałeś już swoją witrynę w Pinterest, możesz pominąć poniższy krok."],"You can choose to not include users without posts.":["Możesz zaznaczyć, aby nie uwzględniać użytkowników, którzy nie mają wpisów."],"Users without posts":["Użytkownicy bez wpisów"],"The user sitemap contains the author archive URLs for every user on your site.":["Mapa użytkowników witryny w formacie XML zawiera odnośniki do stron archiwów autorów dla każdego użytkownika Twojej witryny."],"Format-based archives":["Archiwa formatów treści"],"Prevents search engines from using the DMOZ description in the search results for all pages on this site. Note: If you set a custom description for a page or post, it will have the %s tag regardless of this setting.":["Zapobiega używaniu przez wyszukiwarki opisu pochodzącego z katalogu DMOZ w wynikach wyszukiwania, dla wszystkich podstron tej witryny. Uwaga: jeśli ustawisz własny opis dla strony lub wpisu, to na niej automatycznie zostanie opublikowany znacznik %s - bez względu na obecne w tym miejscu ustawienie."],"Webmaster Tools verification":["Weryfikacja w Narzędziach dla Webmasterów"],"Enroll in the %s training &raquo;":["Zapisz się na szkolenie z %s &raquo;"],"Follow our %1$s for WordPress training and become a certified %1$s Expert!":["Zapisz się na nasze szkolenie z %1$s i zostań certyfikowanym Ekspertem %1$s!"],"Want to be a %s Expert?":["Chcesz zostać Ekspertem %s?"],"Need some help?":["Potrzebujesz pomocy?"],"Show information about the focus keyword":["Pokaż informacje o frazie kluczowej"],"Show information about the content analysis":["Pokaż informacje o wynikach analizy treści"],"Show information about the snippet editor":["Pokaż informacje o podglądzie i edycji w wynikach wyszukiwania"],"Buy %s":["Kup %s"],"Show information about errors in category 'Soft 404'":["Pokaż informacje na temat błędów w kategorii \"Pozorny błąd 404\""],"Show information about errors in category 'Server'":["Pokaż informace na temat błędów w kategorii \"Serwer\""],"Show information about errors in category 'Blocked'":["Pokaż informacje na temat błędów w kategorii \"Zablokowane\""],"Show information about errors in category 'Other'":["Pokaż informacje na temat błędów w kategorii \"Inne\""],"Show information about errors in category 'Not Found'":["Pokaż informacje na temat błędów w kategorii \"Nie odnaleziono\""],"Show information about errors in category 'Access Denied'":["Pokaż informacje na temat błędów w kategorii \"Odmowa dostępu\""],"Help center":["Centrum pomocy"],"New %1$s Title":["Nowy tytuł %1$s"],"Existing %1$s Title":["Obecny tytuł %1$s"],"Expected an integer as input.":["Spodziewaliśmy się liczby całkowitej jako danej wejściowej."],"Trying to build the sitemap cache key, but the postfix and prefix combination leaves too little room to do this. You are probably requesting a page that is way out of the expected range.":["Próbowaliśmy stworzyć klucz cache'u dla mapy XML witryny, ale kombinacja postfiksu i prefiksu nie pozostawia wystarczająco dużo miejsca, by to zrobić. Zapewne chcesz załadować stronę daleko spoza spodziewanego zakresu."],"Note: this feature has been deprecated, as the SEO value is close to 0 these days. If you disable it you will not be able to put it back on.":["Uwaga: ta funkcjonalność została wycofana, ponieważ jej wpływ na pozycjonowanie jest obecnie praktycznie zerowy. Jeśli wyłączysz tą opcję, nie będziesz mógł włączyć jej ponownie."],"Redirect":["Przekieruj"],"No redirect":["Brak przekierowania"],"Remove":["Usuń"],"Keep":["Zachowaj"],"Bold the last page":["Pogrub ostatnią stronę"],"Regular":["Pozostaw normalnie"],"Bold":["Pogrub"],"Show Blog page":["Pokaż stronę z wpisami"],"Primary %s":["Główny termin taksonomii: %s"],"Primary":["Główna"],"Make %1$s primary %2$s":["Ustaw %1$s jako główny termin dla taksonomii %2$s"],"Integrations":["Integracje"],"Term is set to noindex.":["Termin ma ustawiony atrybut noindex."],"Filter specific user roles":["Filtruj według ról użytkowników"],"Not in sitemap":["Nie pokazuj w mapie XML witryny"],"In sitemap":["Pokazuj w mapie XML witryny"],"Author / user sitemap":["Mapa witryny autorów / użytkowników"],"XML sitemap functionality":["Funkcjonalność map XML witryny"],"Subpages of archives":["Podstrony archiwum"],"Author archives":["Archiwa autorów"],"Show":["Pokaż"],"The advanced section of the %1$s meta box allows a user to noindex posts or change the canonical. These are things you might not want if you don't trust your authors, so by default, only administrators can do this. Enabling the advanced box allows all users to change these settings.":["Sekcja zaawansowanych ustawień meta %1$s pozwala użytkownikowi oznaczyć wpisy znacznikiem noindex lub zmienić adres kanoniczny. Te ustawienia nie są przeznaczone dla autorów, którym nie ufasz, więc domyślnie tylko administratorzy mają do nich dostęp. Włączenie dostępu do sekcji zaawansowanych ustawień obejmie wszystkich użytkowników."],"Advanced part of the %1$s meta box":["Sekcja ustawień zaawansowanych meta %1$s"],"Enabled":["Włączone"],"Disabled":["Wyłączone"],"%s has not fetched your site's indexability status yet from OnPage.org":["%s nie sprawdził jeszcze możliwości indeksacji witryny za pośrednictwem OnPage.org"],"The separator defined in your theme's %s tag.":["Separator zdefiniowany w funkcji %s Twojego motywu."],"No index":["Nie indeksuj"],"Import from wpSEO":["Import z wpSEO"],"Remove the %s variables.":["Usuń zmienne %s."],"Strip the category base (usually %s) from the category URL.":["Usuń podstawę adresu podstrony kategorii (zazwyczaj %s) z odnośników URL dla kategorii."],"Analyze entire site":["Analizuj całą witrynę"],"Fetch the current status":["Sprawdź bieżący stan"],"%1$s%2$s has not been able to fetch your site's indexability status%3$s from OnPage.org":["%1$s%2$s nie udało się sprawdzić możliwości indeksacji witryny%3$s za pośrednictwem OnePage.org"],"Your homepage can be indexed by search engines.":["Twoja witryna może być indeksowana przez wyszukiwarki."],"Indexability check by %1$s":["Sprawdzanie indeksowania dzięki %1$s"],"Architect":["Architekt"],"If you want to use an image for sharing on %1$s, you can upload / choose an image or add the image URL here.":["Jeśli chcesz użyć obrazka do udostępniania w serwisie %1$s, w tym miejscu możesz przesłać / wybrać obrazek lub podać jego adres."],"If you don't want to use the meta description for sharing on %1$s but want another description there, write it here.":["Jeśli nie chcesz używać opisu meta podstrony podczas udostępniania w serwisie %1$s, lecz chcesz ustawić inny opis, wpisz go w tym polu."],"If you don't want to use the title for sharing on %1$s but instead want another title there, write it here.":["Jeśli nie chcesz użyć tytułu podstrony do wyświetlania podczas udostępniania w serwisie %1$s, lecz chcesz ustawić inny tytuł, wpisz go w tym polu."],"%1$sYour homepage cannot be indexed by search engines%2$s. This is very bad for SEO and should be fixed.":["%1$sTwoja strona główna nie może być indeksowana przez wyszukiwarki%2$s. Jest to duży problem pod kątem pozycjonowania, który powinien zostać naprawiony."],"Once Weekly":["Raz tygodniowo"],"Add-ons":["Dodatki"],"Snippet editor":["Edytor treści wyniku wyszukiwania"],"Add keyword":["Dodaj frazę kluczową"],"wpSEO has been deactivated":["wpSEO zostało wyłączone"],"The plugin wpSEO has been detected. Do you want to %1$simport its settings%2$s?":["Wykryto wtyczkę wpSEO. Czy chcesz przeprowadzić %1$simport jej ustawień%2$s?"],"Twitter metadata":["Dane meta Twittera"],"Facebook / Open Graph metadata":["Dane meta Facebooka / Open Graph"],"Recalculating SEO scores for all pieces of content with a focus keyword.":["Przeliczanie ocen poprawności pozycjonowania dla wszystkich fragmentów treści z ustawioną frazą kluczową."],"%1$s of %2$s done.":["Ponownie przeliczono %1$s z %2$s wyników SEO."],"%s filter/action":["filtr/akcja %s"],"We've updated our SEO score algorithm. %1$sRecalculate the SEO scores%2$s for all posts and pages.":["Zaktualizowaliśmy nasz algorytm oceny pozycjonowania. %1$sKliknij tutaj, aby ponownie przeliczyć oceny poprawności pozycjonowania%2$s dla wszystkich wpisów i stron."],"https://yoast.com/":["https://yoast.com/"],"Team Yoast":["Zespół Yoast"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["Pierwsze, prawdziwie kompletne rozwiązanie SEO dla WordPressa, które zawiera analizator podstron, mapy XML i wiele więcej."],"https://yoast.com/wordpress/plugins/seo/#utm_source=wpadmin&utm_medium=plugin&utm_campaign=wpseoplugin":["https://yoast.com/wordpress/plugins/seo/#utm_source=wpadmin&utm_medium=plugin&utm_campaign=wpseoplugin"],"Yoast SEO":["Yoast SEO"],"Activation failed:":["Błąd aktywacji:"],"The filter extension seem to be unavailable. Please ask your web host to enable it.":["Rozszerzenie Filter języka PHP wydaje się być niedostępne. Poproś swojego dostawcę hostingu, by je włączył."],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":["Instalacja  wtyczki %1$s nie jest ukończona. Zobacz %2$sinstrukcję instalacji%3$s."],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":["Rozszerzenie PHP Standard Library (SPL) wydaje się być niedostępne. Poproś swojego dostawce hostingu o włączenie tego rozszerzenia."],"%sRenew your license now%s.":["%sOdnów licencję teraz%s."],"Your %s license will expire on %s.":["Twoja licencja %s wygaśnie %s."],"You defined your license key using the %s PHP constant.":["Podałeś klucz licencyjny %s z użyciem stałej PHP."],"Paste your %s license key here...":["Wklej swój klucz licencji %s w tym miejscu..."],"License Key":["Klucz licencji"],"Please enter a license key in the field below first.":["Najpierw wpisz klucz licencji do poniższego pola"],"Activate License":["Aktywuj licencję"],"(deactivate your license so you can activate it on another WordPress site)":["(wyłącz licencję, by móc ją aktywować na innej witrynie)"],"Deactivate License":["Wyłącz licencję"],"Toggle license status":["Zmień stan licencji"],"License status":["Stan licencji"],"Your server has an outdated version of the PHP module cURL (Version: %s). Please ask your hosting company to update this to a recent version of cURL. You can read more about that in our %sKnowledge base%s.":["Twój serwer hostingowy używa zdezaktualizowanej wersji modułu cURL (wersja: %s) języka PHP. Poproś dostawcę hostingu, by zaktualizował ten moduł do najnowszej wersji. Możesz przeczytać więcej na ten temat w naszej %sBazie Wiedzy%s."],"We couldn't create a connection to our API to verify your license key(s). Please ask your hosting company to allow outgoing connections from your server to %s.":["Nie udało nam się połączyć z naszym API, by zweryfikować Twoje klucze licencyjne. Poproś swojego dostawcę serwera hostingowego, by odblokował możliwość wykonywania połączeń wychodzących do %s."],"This site has not been activated properly on yoast.com and thus cannot check for future updates. Please activate your site with a valid license key.":["Ta witryna nie została aktywowana poprawnie na yoast.com, przez co nie będzie otrzymywać powiadomień o kolejnych aktualizacjach. Aktywuj swoją stronę przy pomocy klucza licencyjnego."],"%s failed to check for updates because of the following error: <em>%s</em>":["%s nie mógł sprawdzić dostępności aktualizacji z powodu błędu: <em>%s</em>"],"%s is network activated, please contact your site administrator to manage the license.":["%s jest włączony w ramach sieci witryn. Skontaktuj się z administratorem, by zarządzać licencją."],"%s is network activated, you can manage your license in the <a href=\"%s\">network admin license page</a>.":["%s jest włączony w ramach sieci witryn. Udaj się do <a href=\"%s\">strony zarządzania licencjami sieciowymi</a>."],"%s: License Settings":["%s: Ustawienia licencji"],"Request error: \"%s\" (%scommon license notices%s)":["Problem z zapytaniem: \"%s\" (%stypowe uwagi licencyjne%s)"],"Failed to deactivate your %s license.":["Nie udało się wyłączyć Twojej licencji %s."],"Your %s license has been deactivated.":["Twoja licencja %s została wyłączona."],"Failed to activate your license, your license key seems to be invalid.":["Nie udało się aktywować Twojej licencji. Jej kod wydaje się niepoprawny."],"Your license has expired. You must <a href=\"%s\">extend your license</a> in order to use it again.":["Twoja licencja wygasła. Musisz <a href=\"%s\">przedłużyć licencję</a>, by znowu jej używać."],"You've reached your activation limit. You must <a href=\"%s\">upgrade your license</a> to use it on this site.":["Osiągnąłeś swój limit aktywacji. Musisz <a href=\"%s\">zaktualizować licencję</a>, by użyć jej na tej witrynie."],"<a href=\"%s\">Your license is expiring in %d day, would you like to extend it?</a> ":["<a href=\"%s\">Twoja licencja wygaśnie za %d dzień. Chcesz ją przedłużyć?</a>","<a href=\"%s\">Twoja licencja wygaśnie za %d dni. Chcesz ją przedłużyć?</a>","<a href=\"%s\">Twoja licencja wygaśnie za %d dni. Chcesz ją przedłużyć?</a>"],"<a href=\"%s\">Did you know you can upgrade your license?</a> ":["<a href=\"%s\">Czy wiesz, że możesz rozszerzyć swoją licencję?</a>"],"You have used %d/%d activation. ":["Liczba wykorzystanych aktywacji: %d/%d","Liczba wykorzystanych aktywacji: %d/%d","Liczba wykorzystanych aktywacji: %d/%d"],"You have an unlimited license. ":["Posiadasz nieograniczoną licencję."],"Your %s license has been activated. ":["Twoja licencja %s została aktywowana."],"<b>Warning!</b> You're blocking external requests which means you won't be able to get %s updates. Please add %s to %s.":["<b>Uwaga!</b> Blokowane są zewnętrzne zapytania, co oznacza, że nie będziesz mógł otrzymywać aktualizacji %s. Dodaj %s do %s."],"Register now &raquo;":["Zarejestruj się &raquo;"],"Translation of %s":["Tłumaczenie %s"],"You're using WordPress in a language we don't support yet. We'd love for %2$s to be translated in that language too, but unfortunately, it isn't right now. You can change that! Register at %4$s to help translate it!":["Używasz WordPressa w języku, dla którego nie mamy jeszcze tłumaczenia: %2$s. Chcielibyśmy, by to się zmieniło. Możesz nam pomóc! Zarejestruj się na %4$s, by pomóc nam w tłumaczeniu!"],"You're using WordPress in %1$s. While %2$s has been translated to %1$s for %3$d%%, it's not been shipped with the plugin yet. You can help! Register at %4$s to help complete the translation to %1$s!":["Twój język WordPressa to %1$s. Jakkolwiek %2$s jest przetłumaczone na język %1$s w %3$d%%, tłumaczenie to nie zostało jeszcze dołączone do wtyczki. Możesz pomóc! Zarejestruj się na %4$s, by pomóc nam w tłumaczeniu na %1$s!"],"As you can see, there is a translation of this plugin in %1$s. This translation is currently %3$d%% complete. We need your help to make it complete and to fix any errors. Please register at %4$s to help complete the translation to %1$s!":["Jak widzisz, istnieje tłumaczenie tej wtyczki w języku %1$s. Tłumaczenie to jest kompletne w %3$d%%. Potrzebujemy Twojej pomocy, by je uzupełnić i usunąć ewentualne błędy. Zarejestruj się na %4$s, by pomóc nam w tłumaczeniu na %1$s!"],"All-In-One-SEO has been deactivated":["Wtyczka All-In-One-SEO została wyłączona"],"The plugin All-In-One-SEO has been detected. Do you want to %1$simport its settings%2$s?":["Wykryto wtyczkę All-In-One SEO. Czy chcesz %1$szaimportować jej ustawienia%2$s?"],"SEO Settings":["Ustawienia SEO"],"Mobile-Friendly Test":["Test zgodności z urządzeniami przenośnymi"],"Google Page Speed Test":["Test Google Page Speed"],"CSS Validator":["Walidator CSS"],"HTML Validator":["Walidator HTML"],"Pinterest Rich Pins Validator":["Walidator Pinterest Rich Pins"],"Facebook Debugger":["Debuger Facebooka"],"Check Headers":["Sprawdź nagłówki"],"Check Google Cache":["Sprawdź Google Cache"],"Check Keyword Density":["Sprawdź częstotliwość występowania fraz kluczowych"],"Check Inlinks (OSE)":["Sprawdź linki (OSE)"],"Analyze this page":["Analiza strony"],"SEO Book":["SEO Book"],"AdWords External":["Google AdWords"],"Keyword Research":["Odkrywanie fraz kluczowych"],"%s does not seem to be a valid url. Please correct.":["%s nie wydaje się być poprawnym adresem. Popraw go."],"%1$s does not seem to be a valid %2$s verification string. Please correct.":["%1$s nie wydaje się być poprawnym kodem weryfikacyjnym %2$s. Popraw go."],"\"Max entries per sitemap page\" should be a positive number, which %s is not. Please correct.":["Maksymalna liczba pozycji na jedną stronę mapy witryny powinna być liczbą dodatnią, a %s nią nie jest. Popraw to."],"%s Archive":["Archiwum %s"],"You searched for %s":["Wyniki wyszukiwania \"%s\""],"%s does not seem to be a valid Twitter user-id. Please correct.":["%s nie wydaje się być poprawnym identyfikatorem użytkownika Twittera. Popraw go."],"Summary with large image":["Podsumowanie z dużym zdjęciem"],"Summary":["Podsumowanie"],"The post %1$s appeared first on %2$s.":["Artykuł %1$s pochodzi z serwisu %2$s."],"No numeric value was received.":["Nie otrzymano wartości liczbowej."],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":["Blog ten musi istnieć. Blog %s nie istnieje lub został oznaczony jako usunięty."],"The default blog setting must be the numeric blog id of the blog you want to use as default.":["Ustawienie domyślnego bloga musi zawierać jego numer identyfikacyjny."],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":["%1$s nie jest poprawną wartością, określającą, kto powinien mieć dostęp do ustawień wtyczki %2$s. Przywrócono wartość domyślną."],"Please select a valid post type for taxonomy \"%s\"":["Proszę wskazać poprawny typ treści dla taksonomii \"%s\""],"Please select a valid taxonomy for post type \"%s\"":["Wskaż poprawną taksonomię dla treści typu \"%s\""],"You searched for":["Wyniki wyszukiwania"],"Home":["Strona główna"],"Archives for":["Archiwum dla"],"Error 404: Page not found":["Błąd 404: Strony nie znaleziono"],"Bad":[" Słabe"],"Good":["Dobre"],"Replaced with a custom taxonomies description":["Zastępowane opisem własnej taksonomii"],"Replaced with a posts custom taxonomies, comma separated.":["Zastępowane własnymi taksonomiami wpisu, oddzielonymi przecinkami."],"Replaced with a posts custom field value":["Zastępowane wartością z pola własnego"],"Replaced with the slug which caused the 404":["Zastępowane adresem (slug), który spowodował wyświetlenie błędu 404"],"Replaced with the posts focus keyword":["Zastąpione frazą kluczową wpisu"],"Attachment caption":["Etykieta załącznika"],"Replaced with the current page number":["Zastąpione numerem aktualnej strony"],"Replaced with the current page total":["Zastąpione aktualną liczbą stron"],"Replaced with the current page number with context (i.e. page 2 of 4)":["Zastępowane aktualnym numerem podstrony wraz z kontekstem (np. strona 2 z 4)"],"Replaced with the current year":["Zastąpione aktualnym rokiem"],"Replaced with the current month":["Zastąpione aktualnym miesiącem"],"Replaced with the current day":["Zastępowane bieżącym dniem"],"Replaced with the current date":["Zastąpione aktualną datą"],"Replaced with the current time":["Zastąpione aktualnym czasem"],"Replaced with the post/page author's userid":["Zastąpione ID autora wpisu/strony"],"Replaced with the post/page author's 'Biographical Info'":["Zastępowane treścią z pola Biografii autora danego wpisu lub strony"],"Replaced with the post/page author's 'nicename'":["Zastąpione nazwą autora wpisu/strony"],"Replaced with the post/page ID":["Zastąpione ID wpisu/strony"],"Replaced with the post/page modified time":["Zastąpione datą ostatniej modyfikacji wpisu/strony"],"Replaced with the post type plural label":["Zastępowane nazwą typu treści w liczbie mnogiej"],"Replaced with the post type single label":["Zastępowane nazwą typu treści w liczbie pojedynczej"],"Replaced with the current search phrase":["Zastąpione aktualnie wyszukiwaną frazą"],"Replaced with the term name":["Zastąpione nazwą terminu"],"Replaced with the term description":["Zastąpione opisem terminu"],"Replaced with the tag description":["Zastąpione opisem tagu"],"Replaced with the category description":["Zastąpione opisem kategorii"],"Replaced with the post categories (comma separated)":["Zastąpione kategoriami wpisu (oddzielone przecinkami)"],"Replaced with the current tag/tags":["Zastąpione aktualnym tagiem/tagami"],"Replaced with the post/page excerpt (without auto-generation)":["Zastąpione skrótem wpisu/strony (bez automatycznego generowania)"],"Replaced with the post/page excerpt (or auto-generated if it does not exist)":["Zastępowane zajawką wpisu/strony (lub automatycznie generowaną zajawką, jeśli takowa nie istnieje)"],"The site's tag line / description":["Slogan lub opis witryny"],"The site's name":["Nazwa strony"],"Replaced with the title of the parent page of the current page":["Zastępowane tytułem strony nadrzędnej względem obecnej strony."],"Replaced with the title of the post/page":["Zastępowane tytułem wpisu/strony"],"Replaced with the date of the post/page":["Zastępowane datą wpisu/strony"],"Page %1$d of %2$d":["Strona %1$d z %2$d"],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":["Nie możesz nadpisać zmiennej WP SEO, rejestrując swoją zmienną z taką samą nazwą. Użyj filtra \"wpseo_replacements\", by ustawić zastępowaną wartość."],"A replacement variable with the same name has already been registered. Try making your variable name unique.":["Zastępowana zmienna ma taką samą nazwę, jak już zarejestrowana. Ustaw unikalną nazwę zmiennej."],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":["Zastępowana zmienna nie może zaczynać się od \"%%cf_\" lub \"%%ct_\", ponieważ te nazwy są zarezerwowane dla zmiennych WP SEO lub pól własnego typu, bądź własnych taksonomii. Ustaw unikalną nazwę zmiennej."],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":["Zastępcza zmienna może zawierać tylko znaki alfanumeryczne, podkreślenia i pauzy. Zmień nazwę zmiennej."],"Admin only notice: this page doesn't show a meta description because it doesn't have one, either write it for this page specifically or go into the SEO -> Titles menu and set up a template.":["Uwaga do administratora: ta strona nie wyświetla meta opisu ponieważ go nie posiada. Napisz go konkretnie dla tej strony lub przejdź do SEO -> menu Tytuły i ustaw szablon dla opisów."],"Page not found":["Strony nie znaleziono"],"%s Archives":["%s"],"Search for \"%s\"":["Szukaj \"%s\""],"Exclude user from Author-sitemap":["Wyklucz użytkownika z mapy stron Autorów"],"Meta keywords to use for Author page":["Treść znacznika meta keywords do użycia na stronie tego Autora"],"Meta description to use for Author page":["Meta opis na stronie autora"],"Title to use for Author page":["Tytuł dla strony autora"],"%1$s settings":["Ustawienia %1$s"],"Delete the old data after import? (recommended)":["Usunąć stare dane po imporcie? (zalecane)"],"Import from WooThemes SEO framework?":["Zaimportować z frameworka WooThemes SEO?"],"Import from All-in-One SEO?":["Import z All-in-One SEO?"],"Import from HeadSpace2?":["Import z HeadSpace2?"],"If you've used another SEO plugin, try the %1$sSEO Data Transporter%2$s plugin to move your data into this plugin, it rocks!":["Jeśli używałeś już innej wtyczki pozycjonującej, wypróbuj wtyczkę %1$sSEO Data Transporter%2$s, aby przenieść swoje dane do tej wtyczki - to działa!"],"No doubt you've used an SEO plugin before if this site isn't new. Let's make it easy on you, you can import the data below. If you want, you can import first, check if it was imported correctly, and then import &amp; delete. No duplicate data will be imported.":["Bez wątpienia używałeś jakiejś wtyczki SEO, jeżeli nie jest to nowa strona. Dla Twojej wygody możesz tu zaimportować dane. Jeśli chcesz, możesz najpierw je zaimportować, sprawdzić czy dane zostały zaimportowane poprawnie a następnie usunąć lub potwierdzić import. Zduplikowane dane nie zostaną zaimportowane."],"Export your %1$s settings":["Eksportuj swoje ustawienia %1$s"],"Include Taxonomy Metadata":["Eksportuj metadane taksonomii"],"Export your %1$s settings here, to import them again later or to import them on another site.":["W tym miejscu możesz wyeksportować ustawienia wtyczki %1$s, aby później móc je zaimportować na tej lub innej witrynie."],"Import settings":["Importuj ustawienia"],"Import settings by locating <em>settings.zip</em> and clicking \"Import settings\"":["Zaimportuj ustawienia, wybierając plik <em>settings.zip</em> i klikając \"Importuj ustawienia\"."],"Import from other SEO plugins":["Import z innych wtyczek do pozycjonowania"],"Import":["Importuj"],"The old data of the imported plugin was deleted successfully.":["Stare dane zaimportowane z wtyczki zostały poprawnie usunięte."],"If you had a .htaccess file and it was editable, you could edit it from here.":["Jeśli Twój plik .htaccess by istniał i był możliwy do edycji, możliwa byłaby jego modyfikacja poniżej."],"Save changes to .htaccess":["Zapisz zmiany w .htaccess"],"Edit the content of your .htaccess:":["Edytuj zawartość pliku .htaccess:"],"If your .htaccess were writable, you could edit it from here.":["Jeśli plik .htaccess ma prawa do zapisu to mógłbyś go edytować tutaj."],".htaccess file":["plik .htaccess"],"Save changes to Robots.txt":["Zapisz zmiany w Robots.txt"],"Edit the content of your robots.txt:":["Edytuj zawartość pliku robots.txt:"],"If your robots.txt were writable, you could edit it from here.":["Jeśli plik robots.txt ma prawa do zapisu to mógłbyś go edytować tutaj."],"If you had a robots.txt file and it was editable, you could edit it from here.":["Jeśli Twój plik robots.txt by istniał i był możliwy do edycji, możliwa byłaby jego modyfikacja poniżej."],"Create robots.txt file":["Utwórz plik robots.txt"],"You don't have a robots.txt file, create one here:":["Nie masz pliku robots.txt, możesz utworzyć go tutaj:"],"Robots.txt":["Robots.txt"],"You cannot edit the .htaccess file.":["Nie możesz edytować pliku .htaccess."],"Updated Robots.txt":["Robots.txt został zaktualizowany"],"You cannot edit the robots.txt file.":["Nie możesz edytować pliku robots.txt"],"You cannot create a robots.txt file.":["Nie możesz utworzyć pliku robots.txt."],"A link to your site, with your site's name and description as anchor text.":["Link do strony, z jej nazwą i opisem jako linkiem."],"A link to your site, with your site's name as anchor text.":["Link do strony, z nazwą strony jako linkiem."],"A link to the post, with the title as anchor text.":["Link do wpisu, z tytułem jako linkiem."],"A link to the archive for the post author, with the authors name as anchor text.":["Link do archiwum autora wpisu, z nazwą autora jako anchor tekst."],"You can use the following variables within the content, they will be replaced by the value on the right.":["Możesz używać tych zmiennych w ramach treści, które zostaną zmienione na odpowiednie wartości po prawej stronie."],"Content to put after each post in the feed":["Treść dodawana na końcu każdego wpisu w wątku RSS"],"Content to put before each post in the feed":["Zawartość, która ma pojawić się przed wpisem w RSS"],"This feature is used to automatically add content to your RSS, more specifically, it's meant to add links back to your blog and your blog posts, so dumb scrapers will automatically add these links too, helping search engines identify you as the original source of the content.":["Ta funkcja jest wykorzystywana do automatycznego dodawania treści do kanału RSS, a dokładniej, jest przeznaczona do dodawania linków zwrotnych do Twojego bloga i wpisów aby aplikacje pobierające treści RSS również je dodawały, co pomaga wyszukiwarkom identyfikowanie Twojej strony jako oryginalne źródło treści."],"Other variables not to clean":["Inne zmienne których nie chcesz czyścić"],"You might have extra variables you want to prevent from cleaning out, add them here, comma separated.":["Być może nie chcesz, by usuwane zostały pewne wyrazy lub skróty. Umieść je w tym polu, oddzielając je przecinkami."],"Prevent cleaning out Google Analytics Campaign & Google AdWords Parameters.":["Zapobiegaj usuwaniu parametrów Kampanii Google Analytics i Google AdWords."],"If you use Google Analytics campaign parameters starting with %s, check this box. However, you're advised not to use these. Instead, use the version with a hash.":["Jeśli używasz parametrów kampanii Google Analytics zaczynających się od %s, zaznacz to pole. Odradzamy jednak ich używanie. Zamiast tego używaj wersji z hashem."],"Prevent cleaning out Google Site Search URLs.":["Zablokuj czyszczenie adresów URL wygenerowanych przez osadzoną na witrynie wyszukiwarkę treści od Google."],"Google Site Search URLs look weird, and ugly, but if you're using Google Site Search, you probably do not want them cleaned out.":["Wyszukiwarka treści od Google osadzona na witrynie ma dziwnie i brzydko wyglądające adresy URL, ale jeśli jej używasz, to zapewne nie chcesz, by te adresy były czyszczone."],"Redirect ugly URLs to clean permalinks. (Not recommended in many cases!)":["Przekieruj brzydkie adresy URL do ładnych odnośników. (W wielu wypadkach nie jest to zalecane!)"],"People make mistakes in their links towards you sometimes, or unwanted parameters are added to the end of your URLs, this allows you to redirect them all away. Please note that while this is a feature that is actively maintained, it is known to break several plugins, and should for that reason be the first feature you disable when you encounter issues after installing this plugin.":["Ludzie czasem popełniają błędy kierując się na Twoją stronę lub niechcący dodają parametry na końcu adresów URL. Ta funkcja pozwala na przekierowanie ich na właściwe adresy. Ale zdarza się, że powoduje problemy z wtyczkami i choćby z tego powodu powinna być pierwszą, którą wyłączysz jeżeli zauważysz problemy z działaniem Twojej strony."],"Enforce a trailing slash on all category and tag URLs":["Wymuś dodanie ukośnika na końcu adresów URL wszystkich kategorii i tagów"],"If you choose a permalink for your posts with %1$s, or anything else but a %2$s at the end, this will force WordPress to add a trailing slash to non-post pages nonetheless.":["Jeśli zdecydujesz się na strukturę odnośników wpisów z %1$s lub czymkolwiek innym poza znakiem %2$s na końcu adresu, ta funkcja zmusi WordPressa do dodania ukośnika na wszystkich stronach, które nie są wpisami."],"This prevents threaded replies from working when the user has JavaScript disabled, but on a large site can mean a <em>huge</em> improvement in crawl efficiency for search engines when you have a lot of comments.":["Blokuje to funkcję zagnieżdżonych odpowiedzi w sytuacji gdy użytkownik ma wyłączony JavaScript. Ale na dużych stronach może to oznaczać <em>olbrzymie</em> zwiększenie efektywności robotów wyszukiwarek, zwłaszcza jeśli na takiej stronie znajduje się duża liczba komentarzy."],"This helps you to create cleaner URLs by automatically removing the stopwords from them.":["To pozwala na tworzenie prostszych odnośników URL automatycznie usuwając z nich słowa pomijalne."],"Clean up permalinks":["Porządek w odnośnikach bezpośrednich"],"Redirect attachment URLs to parent post URL.":["Przekieruj adres URL podstrony załącznika do adresu URL wpisu, do którego ten załącznik jest podłączony."],"Attachments to posts are stored in the database as posts, this means they're accessible under their own URLs if you do not redirect them, enabling this will redirect them to the post they were attached to.":["Załączniki do wpisów są przechowywane w bazie danych jako wpisy, a to oznacza, że są dostępne pod ich własnymi adresami URL, jeśli się ich nie przekieruje. Włączenie tej funkcji spowoduje przekierowanie tych adresów do wpisów, do których są załączone."],"Change URLs":["Przekierowania adresów"],"Usage of this breadcrumbs feature is explained in %1$sour knowledge-base article on breadcrumbs implementation%2$s.":["Użycie tej funkcji związanej z menu okruszkowym zostało wyjaśnione w %1$s artykule o wdrożeniu menu okruszkowego w naszej bazie wiedzy%2$s."],"How to insert breadcrumbs in your theme":["Jak wstawić okruszki do motywu"],"Blog":["Strony z wpisami"],"Post type archive to show in breadcrumbs for taxonomies":["Archiwum typów treści wyświetlane w menu okruszkowym dla taksonomii"],"Taxonomy to show in breadcrumbs for post types":["Taksonomia wyświetlana w menu okruszkowym dla typów treści"],"Breadcrumb for 404 Page":["Okruszki dla stron 404"],"Prefix for Search Page breadcrumbs":["Prefiks okruszków dla strony z wynikami wyszukiwania"],"Prefix for Archive breadcrumbs":["Prefiks okruszków dla archiwów"],"Prefix for the breadcrumb path":["Prefiks ścieżki okruszków"],"Anchor text for the Homepage":["Tekst linka do strony głównej"],"Separator between breadcrumbs":["Separator pomiędzy okruszkami"],"Enable Breadcrumbs":["Włącz okruszki"],"Below are your published posts&#8217; SEO scores. Now is as good a time as any to start improving some of your posts!":["Poniżej znajdują się oceny Twoich opublikowanych wpisów. Możesz nawet teraz zacząć ulepszać niektóre z nich!"],"Developer":["Deweloper"],"QA & Translations Manager":["Menedżer tłumaczeń i Q&A"],"Project Lead":["Menedżer projektu"],"Want to help us develop? Read our %1$scontribution guidelines%2$s!":["Chcesz nam pomóc? Przeczytaj nasze %1$swytyczne dla współpracowników%2$s!"],"While most of the development team is at %1$sYoast%2$s in the Netherlands, %3$s is created by a worldwide team.":["Większość zespołu tworzącego wtyczkę %3$s pracuje w %1$sfirmie Yoast%2$s w Holandii, ale wtyczkę tą rozwijają współpracownicy z całego świata."],"Credits":["Autorzy"],"Thank you for updating %1$s!":["Dziękujemy za zaktualizowanie %1$s!"],"Posts to exclude":["Wpisy do wykluczenia"],"You can exclude posts from the sitemap by entering a comma separated string with the Post ID's. The format will become something like: %1$s.":["Możesz wykluczyć wpisy z mapy XML strony, wpisując ich identyfikatory oddzielone przecinkami. Przykładowo: %1$s"],"Max entries per sitemap":["Maksymalna liczba pozycji w mapie strony"],"Please enter the maximum number of entries per sitemap page (defaults to %s, you might want to lower this to prevent memory issues on some installs):":["Wprowadź maksymalną liczbę pozycji na jedną stronę mapy witryny (domyślnie %s, możesz chcieć zmniejszyć liczbę, by ominąć problemy z pamięcią w niektórych konfiguracjach serwerów):"],"Save your settings to activate your XML Sitemap.":["Zapisz ustawienia, aby aktywować mapę XML witryny."],"You do <strong>not</strong> need to generate the XML sitemap, nor will it take up time to generate after publishing a post.":["<strong>Nie</strong> ma potrzeby generowania mapy strony XML, a generowanie zajmie chwilę po publikacji wpisu."],"You can find your XML Sitemap here: %1$sXML Sitemap%2$s":["Mapę XML witryny możesz znaleźć tutaj: %1$sMapa XML witryny%2$s"],"Excluded Posts":["Wykluczone wpisy"],"User sitemap":["Strony autorów i użytkowników"],"&laquo; Back to Tools page":["&laquo; Powrót do Narzędzi"],"%1$s comes with some very powerful built-in tools:":["%1$s posiada bardzo przydatne, wbudowane narzędzia:"],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":["To narzędzie pozwala na szybką zmianę zawartości plików ważnych dla pozycjonowania, takich jak robots.txt i .htaccess (jeśli go używasz)."],"File editor":["Edytor plików"],"Import settings from other SEO plugins and export your settings for re-use on (another) blog.":["Możesz importować ustawienia z innych wtyczek do pozycjonowania i eksportować ustawienia w celu szybkiego ich wdrożenia na innych swoich witrynach."],"Import and Export":["Import i eksport"],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":["To narzędzie pozwala na szybką zmianę tytułów i opisów Twoich stron i wpisów, bez potrzeby wchodzenia na każdą podstronę edycji treści z osobna."],"Bulk editor":["Edytor hurtowy"],"Google Publisher Page":["Strona autora w Google"],"If you have a Google+ page for your business, add that URL here and link it on your Google+ page's about page.":["Jeśli posiadasz stroną Google+ dodaj tutaj jej adres URL i połącz ją ze stroną informacjami o sobie na Google+."],"To %1$sconfirm your site with Pinterest%2$s, add the meta tag here:":["Aby %1$szweryfikować Twoją witrynę w Pinterest%2$s, wklej tutaj jego znacznik meta:"],"Pinterest uses Open Graph metadata just like Facebook, so be sure to keep the Open Graph checkbox on the Facebook tab checked if you want to optimize your site for Pinterest.":["Pinterest używa danych meta Open Graph podobnie jak Facebook, więc upewnij się, że w zakładce Facebook masz włączoną obsługę Open Graph, aby Twoja witryna była zoptymalizowana dla serwisu Pinterest."],"The default card type to use":["Domyślny typ karty do użycia"],"Add Twitter card meta data":["Dodaj dane meta Karty Twitter"],"Add Twitter card meta data to your site's %s section.":["Dodaj znacznik meta kart Twittera do sekcji %s Twojej witryny."],"This image is used if the post/page being shared does not contain any images.":["Ten obraz jest używany, gdy udostępniony post/strona nie zawiera żadnych obrazów."],"Default settings":["Ustawienia domyślne:"],"Copy home meta description":["Wklej meta opis"],"Description":["Opis"],"Image URL":["Adres URL obrazka"],"These are the title, description and image used in the Open Graph meta tags on the front page of your site.":["To są ustawienia tytułu, opisu i grafiki dla tagów Open Graph strony głównej Twojej witryny."],"Frontpage settings":["Ustawienia strony głównej"],"Add Open Graph meta data":["Włącz dodawanie danych Open Graph"],"Add Open Graph meta data to your site's %s section, Facebook and other social networks use this data when your pages are shared.":["Dodaj znacznik meta Open Graph do sekcji %s witryny. Jest on używany przez Facebooka i inne serwisy społecznościowe podczas udostępniania w nich Twojej witryny."],"Google+ URL":["Adres Google+"],"YouTube URL":["Adres YouTube"],"Pinterest URL":["Adres Pinterest"],"MySpace URL":["Adres MySpace"],"LinkedIn URL":["Adres LinkedIn"],"Instagram URL":["Adres Instagramu"],"Twitter Username":["Nazwa użytkownika na Twitterze"],"Facebook Page URL":["Adres URL strony na Facebooku"],"Accounts":["Profile"],"Restore site to defaults":["Przywróć ustawienia domyślne"],"Blog ID":["ID strony"],"Site ID":["ID Witryny"],"Using this form you can reset a site to the default SEO settings.":["Używając tego formularza możesz przywrócić domyślne ustawienia SEO."],"Restore site to default settings":["Przywróć stronę do ustawień domyślnych"],"Save MultiSite Settings":["Zapisz ustawienia sieci"],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new blogs.":["Pewne ustawienia, takie jak prywatności (administracji przez Facebooka), czy nadpisywania tytułów nie zostaną zaimportowane do nowych witryn."],"Enter the %1$sSite ID%2$s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":["Wprowadź %1$sID Witryny%2$s, której ustawienia mają być domyślnie używane dla witryn dodawanych do Twojej sieci stron. Pozostaw pole puste, by użyć domyślnych ustawień wtyczki."],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":["Wybierz stronę, której ustawienia chcesz traktować jako domyślne dla stron dodawanych do Twojej sieci witryn. Jeśli wybierzesz \"Żadna\" (None), użyte będą domyślne ustawienia wtyczki."],"New sites in the network inherit their SEO settings from this site":["Nowe strony w sieci odziedziczają ustawienia SEO z tej witryny"],"Super Admins only":["Tylko Super Administratorzy"],"Site Admins (default)":["Administratorzy strony (domyślne)"],"Who should have access to the %1$s settings":["Kto powinien mieć dostęp do ustawień %1$s"],"spam":["spam"],"mature":["dorosły"],"archived":["zarchiwizowany"],"public":["publiczny"],"Blog %s not found.":["Blog %s nie został znaleziony."],"%s restored to default SEO settings.":["%s przywrócono do domyślnych ustawień SEO."],"Settings Updated.":["Ustawienia zostały zaktualizowane."],"Force %s meta robots tag sitewide":["Dodaj znacznik meta robots %s na wszystkich podstronach witryny"],"Use meta keywords tag?":["Czy używać znacznika meta keywords?"],"I don't know why you'd want to use meta keywords, but if you want to, enable this.":["Nie mamy pojęcia, czemu chcesz użyć znacznika meta keywords, ale jeśli chcesz to zrobić, zaznacz to pole."],"If you want to prevent /page/2/ and further of any archive to show up in the search results, set this to \"noindex\".":["Jeśli strony paginacji dowolnego typu archiwum - takie jak /page/2/ i kolejne - mają nie być wyświetlane w wynikach wyszukiwania, ustaw ten tryb na \"noindex\"."],"Sitewide meta settings":["Ustawienia znaczników meta całej witryny"],"404 pages":["Strony 404"],"Search pages":["Strony z wynikami wyszukiwania"],"These pages will be %s by default, so they will never show up in search results.":["Te strony będą domyślnie oznaczone opcjami %s. Z tego też powodu nigdy nie pojawią się w wynikach wyszukiwania."],"Special Pages":["Strony specjalne"],"Date-based archives could in some cases also be seen as duplicate content.":["Archiwa dat mogą w pewnych przypadkach także być postrzegane jako zduplikowana treść."],"If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or to add %s to it so it doesn't show up in the search results.":["Jeśli taka sytuacja ma miejsce na Twojej witrynie, możesz wyłączyć strony archiwów autorów (wtedy utworzone zostanie przekierowanie z nich na stronę główną), albo dodać do nich %s, co zapobiegnie ich wyświetlaniu w wynikach wyszukiwania."],"If you're running a one author blog, the author archive will be exactly the same as your homepage. This is what's called a %1$sduplicate content problem%2$s.":["Jeśli wpisy na Twoim blogu pochodzą od jednego autora, to archiwum tego autora będzie mieć taką samą treść, jak strona główna. Ten problem nazywamy %1$szduplikowaną treścią%2$s."],"Date archives":["Archiwa dat"],"Title":["Tytuł"],"Note: instead of templates these are the actual titles and meta descriptions for these custom post type archive pages.":["Uwaga: zamiast szablonów stosowane są tu tytuły i opisy stron archiwum Własnych Typów Treści."],"Custom Post Type Archives":["Archiwa Własnych Typów Treści"],"%1$s Meta Box":["Ustawienia meta %1$s"],"Hide":["Ukryj"],"Date in Snippet Preview":["Data w podglądzie"],"Meta Robots":["Tagi meta dla robotów"],"Take note:":["Uwaga:"],"You can determine the title and description for the blog page by %1$sediting the blog page itself &raquo;%2$s":["Możesz określić tytuł i opis strony z wpisami %1$sedytując tę stronę&raquo;%2$s"],"You can determine the title and description for the front page by %1$sediting the front page itself &raquo;%2$s":["Możesz określić tytuł i opis strony głównej %1$sedytując tę stronę &raquo;%2$s"],"Homepage &amp; Front page":["Strona główna (Homepage) &amp; strona z wpisami (Front page)"],"Meta keywords template":["Szablon meta keywords"],"Meta description template":["Szablon meta opisu"],"Title template":["Szablon tytułu"],"Symbols are shown in the size they'll appear in the search results.":["Symbole pokazywane są w takiej wielkości, w jakiej będą widnieć w wynikach wyszukiwania."],"Choose the symbol to use as your title separator. This will display, for instance, between your post title and site name.":["Wybierz symbol, który ma być separatorem tytułów podstron. Będzie on wyświetlany np. między tytułem podstrony, a nazwą witryny."],"Title Separator":["Separator tytułu"],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s automatycznie wykrył, czy jest potrzeba stosowania wymuszonego nadpisywania tytułów na Twojej stronie. Jeśli jednak uważasz, że obecne ustawienie nie jest poprawne i wiesz, co robisz, możesz zmienić je w tym miejscu."],"Force rewrite titles":["Wymuszanie nadpisywania tytułów"],"Taxonomies":["Taksonomie"],"Post Types":["Typy treści"],"Homepage":["Strona główna"],"This is where you would enter the license keys for one of our premium plugins, should you activate one.":["W tym miejscu możesz wprowadzić klucze licencyjne dla naszych wtyczek premium, o ile którąś z nich włączysz."],"%1$s Extensions":["Rozszerzenia %1$s"],"Seamlessly integrate WooCommerce with %1$s and get extra features!":["Bezproblemowo połącz WooCommerce z %1$s, by zyskać nowe możliwości!"],"Rank better locally and in Google Maps, without breaking a sweat!":["Z łatwością zajmij wyższe pozycje w Mapach Google!"],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":["Jesteś w Google News? Zwiększ ruch z Google News przez optymalizację!"],"Optimize your videos to show them off in search results and get more clicks!":["Optymalizuj swoje filmy, by wyróżniały się w wynikach wyszukiwania i przynosiły większy ruch!"],"The premium version of %1$s with more features & support.":["Wersja premium %1$s z większą ilością opcji i wsparciem technicznym."],"Yandex Webmaster Tools":["Narzędzia dla webmasterów Yandex"],"Bing Webmaster Tools":["Narzędzia dla webmasterów Bing"],"You can use the boxes below to verify with the different Webmaster Tools, if your site is already verified, you can just forget about these. Enter the verify meta values for:":["Możesz użyć poniższych pól aby zweryfikować stronę w różnych narzędziach dla webmasterów. Jeśli Twoja strona jest już zweryfikowana, możesz pominąć te pola. Wpisz kody weryfikacyjne dla:"],"Your name":["Twoje imię i nazwisko"],"Company logo":["Logo firmy"],"Company name":["Nazwa firmy"],"Person":["Osoba"],"Company":["Firma"],"Choose whether you're a company or person":["Wybierz, czy występujesz jako firma, czy osoba prywatna."],"This data is shown as metadata in your site. It is intended to appear in Google's Knowledge Graph. You can be either a company, or a person, choose either:":["Te informacje wyświetlane są jako dane meta Twojej witryny. Przeznaczone są dla Grafu Wiedzy Google (Google Knowledge Graph). Możesz występować jako firma lub osoba prywatna:"],"Company or person":["Strona firmowa, czy prywatna?"],"Alternate name":["Nazwa alternatywna"],"Google shows your website's name in the search results, we will default to your site name but you can adapt it here. You can also provide an alternate website name you want Google to consider.":["Google pokaże w wynikach wyszukiwania nazwę Twojej witryny. Domyślnie wskazujemy nazwę witryny z ustawień WordPressa, ale możesz zmienić ją w tym miejscu. Możesz także podać alternatywną nazwę, którą Google rozważy."],"Website name":["Nazwa witryny"],"Are you sure you want to reset your SEO settings?":["Czy jesteś pewien, że chcesz zresetować ustawienia SEO?"],"If you want to restore a site to the default %s settings, press this button.":["Jeśli chcesz przywrócić stronę do ustawień domyślnych %s, naciśnij ten przycisk."],"Security":["Bezpieczeństwo"],"Webmaster tools":["Narzędzia webmasterów"],"Your info":["Twoje dane"],"Company info":["Dane firmy"],"You do not have your postname in the URL of your posts and pages, it is highly recommended that you do. Consider setting your permalink structure to <strong>/%postname%/</strong>.":["Nazwa wpisu nie jest ustawiona jako bezpośredni odnośnik stron i wpisów, co jest zdecydowanie rekomendowane. Rozważ ustawienie bezpośrednich odnośników na <strong>/%postname%/</strong>."],"Fix it":["Napraw to"],"RSS":["Kanał RSS"],"Permalinks":["Bezpośrednie odnośniki"],"Breadcrumbs":["Okruszki"],"or":["lub"],"Save Profile":["Zapisz profil"],"There were no profiles found":["Nie znaleziono żadnych profilów"],"Profile":["Profil"],"Current profile":["Obecny profil"],"Reauthenticate with Google ":["Ponowne uwierzytelnienie u Google"],"Authenticate":["Uwierzytelnij"],"Get Google Authorization Code":["Pobierz kod uwierzytelniający Google"],"Reload crawl issues":["Wczytaj ponownie błędy indeksowania"],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year of support and updates, on %2$s.":["Aby mieć możliwość stworzenia przekierowania i naprawienia tego problemu potrzebujesz wtyczki %1$s. Możesz kupić wtyczkę, wraz z rocznym wsparciem i aktualizacjami, na stronie %2$s."],"Creating redirects is a %s feature":["Tworzenie przekierowań jest funkcją %s"],"Errors that only occurred when your site was crawled by Googlebot for feature phones (errors didn't appear for desktop).":["Błędy, które wystąpiły tylko przy przeglądaniu Twojej strony przez roboty Google dla Telefonów z internetem (błędy nie wystąpiły w wersji strony dla komputera)."],"Errors that occurred only when your site was crawled by Googlebot-Mobile (errors didn't appear for desktop).":["Błędy, które wystąpiły tylko podczas przeglądania Twojej witryny przez robota Google Mobile (błędy nie wystąpiły w wersji na komputer)."],"Errors that occurred when your site was crawled by Googlebot.":["Błędy, które wystąpiły podczas ostatniej wizyty robota Google"],"Issue categories":["Kategorie problemów"],"Incorrect Google Authorization Code.":["Nieprawidłowy kod uwierzytelniający Google"],"The issues have been successfully reloaded!":["Lista problemów została pomyślnie pobrana ponownie."],"The %1$s data has been removed. You will have to reauthenticate if you want to retrieve the data again.":["Dane %1$s zostały usunięte. Musisz ponownie autoryzować dostęp, jeżeli chcesz ponownie pobierać dane."],"Crawl errors per page":["Błędy indeksowania stron"],"Search":["Szukaj"],"Don't miss your crawl errors: %1$sconnect with Google Search Console here%2$s.":["Nie przegap błędów indeksowania witryny: %1$społącz ją z Google Search Console%2$s."],"Create redirect":["Stwórz przekierowanie"],"Mark as fixed":["Oznacz jako naprawione"],"Response code":["Kod odpowiedzi"],"First detected":["Pierwsze wykrycie"],"Last crawled":["Ostatnio sprawdzono"],"URL":["Adres URL"],"%1$s detected you’re using a version of %2$s which is not compatible with %1$s. Please update %2$s to the latest version to use this feature.":["%1$s wykrył, że używasz wtyczki %2$s w wersji, która nie jest kompatybilna z %1$s. Uaktualnij %2$s do najnowszej wersji, aby mieć dostęp do tej funkcji."],"Yoast plugins share some code between them to make your site faster. As a result of that, we need all Yoast plugins to be up to date. We've detected this isn't the case, so please update the Yoast plugins that aren't up to date yet.":["Wtyczki Yoast współpracują ze sobą przez używanie wspólnego kodu, co przyspiesza działanie Twojej witryny. Skutkiem tego, wszystkie wtyczki Yoast muszą być zaktualizowane do najnowszych wersji. Zauważyliśmy, że tak nie jest, więc prosimy o przeprowadzenie aktualizacji wtyczek firmy Yoast."],"Feature phone":["Telefon z internetem"],"Smartphone":["Smartfon"],"Desktop":["Wersja dla komputera"],"The target URL doesn't exist, but your server is not returning a 404 (file not found) error.":["Wskazany adres URL nie istnieje, ale Twój serwer nie zwraca błędu 404 (strony nie znaleziono)."],"Soft 404":["Miękkie 404"],"Request timed out or site is blocking Google.":["Zapytanie przekroczyło czas oczekiwania na odpowiedź lub witryna blokuje Google."],"Server Error":["Błąd serwera"],"Googlebot could access your site, but certain URLs are blocked for Googlebot in your %1$s file. This block could either be for all Googlebots or even specifically for Googlebot-mobile.":["Robot Google może otworzyć Twoją stronę, ale dostęp przez niego do niektórych adresów URL jest zablokowany przez wpisy w pliku %1$s. Ta blokada może być nałożona na wszystkie roboty Google lub nawet tylko dla robota Google Mobile."],"Blocked":["Zablokowano"],"Google was unable to crawl this URL due to an undetermined issue.":["Google nie mogło otworzyć tego adresu URL z nieznanych przyczyn."],"URL points to a non-existent page.":["Adres URL wskazuje na stronę, która nie istnieje."],"Not found":["Nie znaleziono"],"Not followed":["Z atrybutem nofollow"],"Faulty redirects":["Błędne przekierowania"],"Server requires authentication or is blocking Googlebot from accessing the site.":["Serwer wymaga uwierzytelnienia lub blokuje robotowi Google dostęp do witryny."],"Access denied":["Dostęp zabroniony"],"Deactivate %s":["Wyłącz %s"],"The %1$s plugin might cause issues when used in conjunction with %2$s.":["Wtyczka %1$s może powodować problemy w połączeniu z wtyczką %2$s."],"Upload Image":["Dodaj obrazek"],"Upgrade to %1$s &raquo;":["Ulepsz do %1$s &raquo;"],"Remove these ads?":["Usunąć te reklamy?"],"Current option:":["Aktualny wybór:"],"Debug Information":["Debugowanie"],"Posts without focus keyword":["Wpisy bez określonej frazy kluczowej"],"Posts with bad SEO score":["Wpisy z bardzo niską oceną pod kątem pozycjonowania"],"Posts with OK SEO score":["Wpisy z poprawną oceną pod kątem pozycjonowania"],"Posts with good SEO score":["Wpisy z dobrą oceną pod kątem pozycjonowania"],"%s Posts Overview":["Przegląd wpisów według %s"],"Include in Sitemap?":["Uwzględnić w mapie XML witryny?"],"This taxonomy follows the indexation rules set under Metas and Titles, you can override it here.":["Ta taksonomia używa ustawień wprowadzonych w sekcji Tytuły i Meta Tagi. Możesz nadpisać te ustawienia w tym miejscu."],"The Breadcrumbs Title is used in the breadcrumbs where this taxonomy appears.":["Tytuł w menu okruszkowym jest wyświetlany w menu okruszkowym w miejscu reprezentującym tą taksonomię."],"Breadcrumbs title":["Tytuł okruszków"],"The canonical link is shown on the archive page for this term.":["Link kanoniczny jest wyświetlany na stronie archiwum tego terminu."],"Meta keywords used on the archive page for this term.":["Znacznik meta keywords jest wykorzystywany na stronie archiwum tego terminu."],"Never include":["Nie uwzględniaj nigdy"],"Always include":["Zawsze uwzględniaj"],"Auto detect":["Wykryj automatycznie"],"Clear all Facebook Data":["Wyczyść wszystkie dane Facebooka"],"Facebook App ID":["ID Aplikacji na Facebooku"],"Currently connected Facebook admins:":["Obecnie połączeni administratorzy Facebooka:"],"Add Another Facebook Admin":["Dodaj kolejnego Administratora Facebooka"],"Add Facebook admin":["Dodaj administratora Facebooka"],"Admin's Facebook user ID:":["Identyfikator użytkownika będącego administratorem na Facebooku:"],"Admin's name:":["Nazwa administratora:"],"If you don't know where to find the needed ID, see %1$sthis knowledge base article%2$s.":["Jeśli nie wiesz gdzie znaleźć odpowiedni identyfikator (ID), sprawdź w %1$stym artykule Bazy Wiedzy%2$s."],"To be able to access %1$sFacebook Insights%2$s, you need to add a user here. The name is used for reference only, the ID is used for verification.":["Aby mieć dostęp do statystyk %1$sFacebook Insights%2$s, musisz dodać użytkownika w tym miejscu. Nazwa jest używana tylko dla łatwego rozpoznania. Do weryfikacji używany jest identyfikator."],"More info can be found %1$son our knowledge base%2$s.":["Więcej informacji znajdziesz w %1$snaszej bazie wiedzy%2$s."],"To be able to access %1$sFacebook Insights%2$s for your site, you need to specify a Facebook Admin. This can be a user. If you have an app for your site, you could use that as well.":["Aby otrzymać dostęp do usługi %1$sFacebook Insights%2$s dla Twojej witryny, musisz wskazać jej administratora na Facebooku. Może to być konkretny użytkownik lub aplikacja w obrębie Facebooka, stworzona specjalnie do tego celu."],"Facebook Insights and Admins":["Statystyki Insights i Administratorzy Facebooka"],"Successfully cleared all Facebook Data":["Wszystkie dane Facebooka zostały usunięte"],"Successfully removed admin %s":["Administrator %s został usunięty"],"This Facebook user has already been added as an admin.":["Ten użytkownik Facebooka został już dodany jako administrator."],"Your input contains invalid characters. Please make sure both fields are filled in correctly.":["Twoja treść zawiera niedozwolone znaki. Upewnij się, że obydwa pola są poprawnie wypełnione."],"Please make sure both fields are filled.":["Upewnij się, że obydwa pola są wypełnione."],"Licenses":["Licencje"],"Pinterest":["Pinterest"],"Other":["Inne"],"Archives":["Archiwa"],"Email":["Email"],"Previous":["Wstecz"],"Next":["Dalej"],"Close":["Zamknij"],"Configure %1$s's XML Sitemap settings":["Skonfiguruj ustawienia map XML strony we wtyczce %1$s"],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines, yet might slow down your site.":["Wtyczki %1$s i %2$s generują mapy XML tej witryny. Nie ma potrzeby, by robiły to dwie wtyczki, a może powodować spowolnienie witryny."],"Configure %1$s's OpenGraph settings":["Skonfiguruj ustawienia OpenGraph we wtyczce %1$s"],"Both %1$s and %2$s create OpenGraph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":["Wtyczki %1$s oraz %2$s generują znaczniki OpenGraph, co może powodować, że serwisy społecznościowe takie jak Facebook, Twitter, czy LinkedIn zastosują niewłaściwe opisy i obrazki podczas publikowania przez Internautów odnośników do Twojej strony."],"%s Image":["Obrazek - %s"],"%s Description":["Opis - %s"],"%s Title":["Tytuł - %s"],"Twitter":["Twitter"],"Facebook":["Facebook"],"The recommended image size for %1$s is %2$s pixels.":["Zalecany rozmiar obrazka dla serwisu %1$s wynosi %2$s pikseli."],"If you want to override the image used on %s for this post, upload / choose an image or add the URL here.":["Jeśli chcesz zmienić domyślny obrazek, widoczny przy udostępnianiu tej podstrony na %s, dodaj lub wybierz obrazek, bądź wprowadź jego adres w tym miejscu."],"If you don't want to use the meta description for sharing the post on %s but want another description there, write it here.":["Jeśli nie chcesz używać opisu meta tej podstrony przy udostępnianiu jej na %s, lecz chcesz podać osobny opis, wpisz go tutaj."],"If you don't want to use the post title for sharing the post on %s but instead want another title there, write it here.":["Jeśli nie chcesz używać tytułu tej podstrony przy udostępnianiu jej na %s, lecz chcesz podać osobny tytuł, wpisz go tutaj."],"very difficult":["bardzo trudna"],"Try to make shorter sentences, using less difficult words to improve readability.":["Aby poprawić czytelność, spróbuj trochę skrócić zdania i używać prostszych słów."],"difficult":["trudna"],"Try to make shorter sentences to improve readability.":["Aby poprawić czytelność, spróbuj trochę skrócić zdania."],"fairly difficult":["dość trudna"],"OK":["OK"],"fairly easy":["dość łatwa"],"easy":["łatwa"],"very easy":["bardzo łatwa"],"The copy scores %1$s in the %2$s test, which is considered %3$s to read. %4$s":["Treść uzyskała wynik %1$s w teście %2$s, co oznacza, że jej czytelność jest %3$s. %4$s"],"The focus keyword appears in the first paragraph of the copy.":["Fraza kluczowa pojawia się w pierwszym akapicie tekstu."],"The focus keyword doesn't appear in the first paragraph of the copy. Make sure the topic is clear immediately.":["Fraza kluczowa nie pojawia się w pierwszym akapicie tekstu. Upewnij się, że temat treści jest jasny od pierwszego zdania."],"The keyword density is %1$s, which is great; the focus keyword was found %2$d times.":["Zagęszczenie występowania frazy kluczowej wynosi %1$s, co jest świetnym wynikiem. Słowo kluczowe występuje w tekście %2$d razy."],"The keyword density is %1$s, which is over the advised %3$s maximum; the focus keyword was found %2$d times.":["Zagęszczenie występowania frazy kluczowej wynosi %1$s, co oznacza wartość powyżej zalecanego maksimum (%3$s). Słowo kluczowe występuje w tekście %2$d razy."],"A meta description has been specified, but it does not contain the focus keyword.":["Opis meta został wpisany, ale nie zawiera frazy kluczowej."],"No meta description has been specified. Search engines will display copy from the page instead.":["Opis meta nie został wprowadzony. Wyszukiwarki wyświetlą fragment treści pobrany ze strony."],"The meta description is under %1$d characters long. However, up to %2$d characters are available.":["Długość opisu meta jest poniżej %1$d znaków. Wciąż dostępnych jest %2$d znaków."],"You have not used the focus keyword in any subheading (such as an H2) in your copy.":["Nie zamieściłeś frazy kluczowej w żadnym nagłówku treści (np. stopnia drugiego - H2)."],"The focus keyword appears in %2$d (out of %1$d) subheadings in the copy. While not a major ranking factor, this is beneficial.":["Fraza kluczowa występuje w treści w %2$d z %1$d nagłówków. Chociaż nie jest to kluczowy składnik rankingu wyszukiwarek, to pomaga on w osiąganiu wysokich pozycji."],"The images on this page are missing alt attributes.":["Obrazki na tej stronie nie posiadają atrybutów alt."],"No outbound links appear in this page, consider adding some as appropriate.":[""],"This page has %1$s nofollowed outbound link(s) and %2$s normal outbound link(s).":[""],"This page has %1$s outbound link(s), all nofollowed.":["Ta strona posiada %1$s odnośników zewnętrznych - wszystkie z atrybutem nofollow."],"This page has %1$s outbound link(s).":["Liczba odnośników zewnętrznych na tej stronie: %1$s."],"You're linking to another page with the focus keyword you want this page to rank for. Consider changing that if you truly want this page to rank.":["Ta podstrona zawiera odnośnik do innej podstrony, w której ustawione jest taka sama fraza kluczowa, jak dla obecnej. Sugerujemy to zmienić, jeśli naprawdę chcesz, aby ta podstrona była wysoko w wynikach wyszukiwania dla tej frazy."],"No images appear in this page, consider adding some as appropriate.":["Ta strona nie posiada obrazków, dobrze by było to zmienić."],"The SEO title contains the focus keyword, but it does not appear at the beginning; try and move it to the beginning.":["Tytuł strony zawiera frazę kluczową, ale nie znajduje się ona na jego początku. Spróbuj przenieść ją na początek."],"The SEO title contains the focus keyword, at the beginning which is considered to improve rankings.":["Tytuł strony zawiera frazę kluczową umieszczoną na jego na początku, co powinno pozytywnie wpływać na ranking w wyszukiwarkach."],"Please create a page title.":["Proszę utworzyć tytuł strony."],"The slug for this page is a bit long, consider shortening it.":["Bezpośredni odnośnik strony jest za długi, proponuję go trochę skrócić."],"The focus keyword does not appear in the URL for this page. If you decide to rename the URL be sure to check the old URL 301 redirects to the new one!":["Fraza kluczowa nie pojawia się w adresie URL strony. Jeśli zdecydujesz się na zmianę adresu, upewnij się, że poprzedni adres ma ustawione przekierowanie 301 na nowy adres."],"You've used this focus keyword %1$s%2$d times before%3$s, it's probably a good idea to read %4$sthis post on cornerstone content%5$s and improve your keyword strategy.":["Użyłeś tego słowa kluczowego już %1$s%2$d razy%3$s. Dobrym pomysłem może być przeczytanie %4$stego artykułu o kamieniu węgielnym strony%5$s i udoskonalenie strategii fraz kluczowych."],"You've used this focus keyword %1$sonce before%2$s, be sure to make very clear which URL on your site is the most important for this keyword.":["%1$sJuż raz%2$s użyłeś tej frazy kluczowej. Zadbaj o to, aby było jasne, który adres URL jest dla tej frazy najważniejszy."],"You've never used this focus keyword before, very good.":["Nigdy wcześniej nie użyłeś tej frazy kluczowej, bardzo dobrze."],"No focus keyword was set for this page. If you do not set a focus keyword, no score can be calculated.":["Ta strona nie ma ustawionej frazy kluczowej. Jeśli jej nie ustawisz, nie będzie obliczona ocena pozycjonowania."],"Focus keyword not set.":["Fraza kluczowa nie została ustawiona."],"Focus KW":["Fraza kluczowa"],"Meta Desc.":["Opis w Tagu Meta"],"All SEO Scores":["Wszystkie oceny SEO"],"SEO: Post Noindexed":["SEO: Nie jest indeksowane"],"SEO: Good":["SEO: Dobre"],"SEO: OK":["SEO: OK"],"SEO: Bad":["SEO: Źle"],"SEO: No Focus Keyword":["SEO: Brak frazy kluczowej"],"SEO issue: The featured image should be at least 200 by 200 pixels to be picked up by Facebook and other social media sites.":["Problem z pozycjonowaniem: Obrazek wyróżniający powinien mieć rozmiary przynajmniej 200 x 200 pixeli, by Facebook i inne serwisy społecznościowe mogły go użyć."],"(no parent)":["(brak rodzica)"],"No focus keyword set.":["Fraza kluczowa nie jest ustawiona."],"Post is set to noindex.":["Post jest ustawiony na noindex"],"The URL that this page should redirect to.":["Adres URL na przekierowania strony."],"301 Redirect":["Przekierowanie 301"],"The canonical URL that this page should point to, leave empty to default to permalink. %1$sCross domain canonical%2$s supported too.":["Podaj kanoniczny adres URL, na który ta strona powinna wskazywać, albo pozostaw pole puste, aby zastosować domyślny bezpośredni adres strony. %1$sAdresy kanoniczne dla zewnętrznych domen%2$s także są obsługiwane."],"Canonical URL":["Kanoniczny URL"],"Title to use for this page in breadcrumb paths":["Tytuł strony w ścieżce okruszków"],"Breadcrumbs Title":["Tytuł okruszków"],"No Snippet":["Bez podglądu"],"No Archive":["Bez archiwum"],"No Image Index":["Bez indeksu grafik"],"NO ODP":["Bez ODP"],"None":["Brak"],"Site-wide default: %s":["Domyślne ustawienia witryny: %s"],"Advanced <code>meta</code> robots settings for this page.":["Zaawansowane ustawienia <code>meta</code> robots dla tej strony."],"Meta robots advanced":["Zaawansowane ustawienia znaczników meta dla robotów"],"Meta robots follow":["Ustawienia meta podążania (follow) dla robotów"],"Noindex":["Noindex"],"Index":["Indeksuj"],"Default for this post type, currently: %s":["Domyślny dla typu treści, aktualnie: %s"],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Uwaga: mimo, że możesz tu zmienić ustawienia meta robots, cała witryna ma obecnie ustawiony atrybut noindex w ustawieniach WordPressa, więc te zmiany nie przyniosą żadnego skutku."],"If you type something above it will override your %1$smeta keywords template%2$s.":["To, co wpiszesz w tym miejscu zastąpi to, co zostało określone w %1$sszablonie meta keywords%2$s."],"Meta keywords":["Meta keywords"],"Meta description":["Opis"],"SEO Title":["Tytuł SEO"],"Focus keyword":["Fraza kluczowa"],"Snippet preview":["Podgląd tej strony w wynikach wyszukiwania"],"Setting \"%s\" is no longer used and has been discarded.":["Ustawienie \"%s\" nie jest już używane, więc zostało pominięte."],"No settings found in file.":["W pliku nie znaleziono żadnych ustawień."],"Settings successfully imported.":["Ustawienia zostały zaimportowane."],"Unzipping failed - file settings.ini not found.":["Rozpakowywanie nie powiodło się, brak pliku settings.ini."],"Unzipping failed with error \"%s\".":["Rozpakowywanie nie powiodło się. Błąd: \"%s\"."],"Upload failed.":["Nie udało się wgrać."],"Settings could not be imported:":["Ustawienia nie mogą zostać zaimportowane:"],"WooThemes SEO framework settings &amp; data successfully imported.":["Ustawienia i dane frameworka WooThemes SEO zostały pomyślnie zaimportowane."],"HeadSpace2 data successfully imported":["Dane HeadSpace2 zostały pomyślnie zaimportowane"],"No taxonomy metadata found":["Nie znaleziono żadnych danych meta dla taksonomii"],"This export includes taxonomy metadata":["Ten plik zawiera dane meta dla taksonomii"],"This is a settings export file for the %1$s plugin by Yoast.com":["To jest wyeksportowany plik z ustawieniami wtyczki %1$s autorstwa Yoast.com"],"Could not write settings to file.":["Nie udało się zapisać pliku z ustawieniami."],"Could not zip settings-file.":["Nie udało się spakować pliku z ustawieniami."],"Error creating %1$s export: ":["Błąd podczas tworzenia eksportu %1$s: "],"Breadcrumb for 404 pages:":["Okruszek dla stron błędu 404:"],"Prefix for search result pages:":["Prefiks dla strony z wynikami wyszukiwania:"],"Prefix for archive pages:":["Prefiks dla stron archiwum:"],"Prefix for breadcrumbs:":["Prefiks dla menu okruszkowego:"],"Anchor text for the homepage:":["Treść okruszka strony głównej:"],"Breadcrumbs separator:":["Separator okruszków:"],"Remove blog page from breadcrumbs":["Usuń stronę ze spisem wpisów z menu okruszkowego"],"%s Breadcrumbs":["Okruszki %s"],"Use Image":["Użyj obrazka"],"Action":["Działanie"],"Page URL/Slug":["Adres podstrony (slug)"],"Publication date":["Data publikacji"],"Post Status":["Stan podstrony"],"Post Type":["Typ treści"],"WP Page Title":["Tytuł podstrony w WP"],"View":["Zobacz"],"View &#8220;%s&#8221;":["Zobacz &#8220;%s&#8221;"],"Preview":["Podgląd"],"Preview &#8220;%s&#8221;":["Podgląd &#8220;%s&#8221;"],"Edit":["Edytuj"],"Filter":["Filtruj"],"You are not allowed to access this page.":["Nie masz uprawnień do przeglądania tej strony."],"New Yoast Meta Description":["Nowy Opis Meta w Yoast"],"Existing Yoast Meta Description":["Aktualny Opis Meta w Yoast"],"a,about,above,after,again,against,all,am,an,and,any,are,as,at,be,because,been,before,being,below,between,both,but,by,could,did,do,does,doing,down,during,each,few,for,from,further,had,has,have,having,he,he'd,he'll,he's,her,here,here's,hers,herself,him,himself,his,how,how's,i,i'd,i'll,i'm,i've,if,in,into,is,it,it's,its,itself,let's,me,more,most,my,myself,nor,of,on,once,only,or,other,ought,our,ours,ourselves,out,over,own,same,she,she'd,she'll,she's,should,so,some,such,than,that,that's,the,their,theirs,them,themselves,then,there,there's,these,they,they'd,they'll,they're,they've,this,those,through,to,too,under,until,up,very,was,we,we'd,we'll,we're,we've,were,what,what's,when,when's,where,where's,which,while,who,who's,whom,why,why's,with,would,you,you'd,you'll,you're,you've,your,yours,yourself,yourselves":["bo,ok,powyżej,po,raz,przed,wszystko,jestem,i,no,w ogóle,to,jak,co,być,ponieważ,było,przed,jest,poniżej,pomiędzy,zarówno,ale,przez,może,ten,w dół,w czasie,każdy,kilka,do,z,dalej,miał,ma,to bym,że będziesz,że,iż,on,ono,ona,tutaj,tu,jej,jego,was,mnie,ciebie,siebie,off,ich,mojej,mojego,jaki,jaka,jakie,tam,i,będę,byłem,jeżeli,jeśli,kiedy,gdy,podczas,w,na,pod,sama,sam,sami,samych,samej,samego,niech,więcej,mniej,większość,mniejszość,me,moje,nie,tak,z,od,raz,tylko,dwa,trzy,cztery,pięć,czy,inny,powinien,nasz,wasze,nasze,powinny,powinna,powinni,niektóre,takie,niż,następnie,poprzednio,następne,poprzednie,ponownie,znowu,lecz,albo,albowiem,poniekąd,będzie,będą,będziemy,mieli,mieć,czasem,czasami,te,tamte,oni,za pośrednictwem,też,dnia,dzień,rok,lat,w górę,bardzo,mało,dużo,wiele,kilka,kilkanaście,kilkadziesiąt,kilkaset,my,wy,co,kto,komu,gdzie,za ile,ile,za,po,kiedyś,gdzieś,kim,kimś,którymś,którąś,ty,masz,mamy,mam,twoje,siebie,ciebie,sobie"],"Facebook profile URL":["URL profilu na Facebooku"],"Twitter username (without @)":["Nazwa użytkownika Twitter (bez @)"],"Google+":["Google+"],"FAQ":["FAQ"],"Premium Support":["Płatne Wsparcie"],"Settings":["Ustawienia"],"You must %1$sgo to your Reading Settings%2$s and uncheck the box for Search Engine Visibility.":["Udaj się do sekcji %1$sUstawienia czytania%2$s i odznacz pole opisujące Widoczność witryny dla wyszukiwarek."],"Huge SEO Issue: You're blocking access to robots.":["Duży problem z SEO: Blokujesz dostęp dla wyszukiwarek."],"Posts":["Wpisy"],"Edit Files":["Edytuj pliki"],"MultiSite Settings":["Ustawienia sieci"],"Advanced Variables":["Zaawansowane Zmienne"],"Basic Variables":["Podstawowe zmienne"],"Note that not all variables can be used in every template.":["Weź pod uwagę, że nie wszystkie zmienne mogą być używane w każdym szablonie."],"The title &amp; metas settings for %1$s are made up of variables that are replaced by specific values from the page when the page is displayed. The tabs on the left explain the available variables.":["Tytuły i meta opisy w %1$s są tworzone ze zmiennych, które są zamieniane na konkretne wartości dla danych podstron, gdy te podstrony mają być wyświetlone. Zakładki po lewej stronie zawierają objaśnienia dostępnych zmiennych."],"Template explanation":["Objaśnienie szablonu"],"Why Google won't display the right page title":["Dlaczego Google nie wyświetla odpowiedniego tytułu podstrony?"],"Title optimization":["Optymalizacja tytułu"],"For more information:":["Więcej informacji:"],"General":["Ogólne"],"Extensions":["Rozszerzenia"],"Search Console":["Search Console"],"Tools":["Narzędzia"],"Advanced":["Zaawansowane"],"XML Sitemaps":["Mapa strony XML"],"Social":["Społeczności"],"Titles &amp; Metas":["Tytuły i Meta Tagi"],"SEO":["SEO"],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":["%1$s wykrył, że używasz wersji %2$s wtyczki %3$s. Uaktualnij ją do najnowszej wersji, aby uniknąć problemów z kompatybilnością."],"Just another WordPress site":["Kolejna witryna oparta na WordPressie"],"You still have the default WordPress tagline, even an empty one is probably better. %1$sYou can fix this in the customizer%2$s.":["Twoja witryna ma wprowadzony domyślny opis WordPressa, natomiast nawet pusty opis byłby zapewne lepszy. %1$sMożesz zmienić opis w sekcji Personalizacji%2$s."],"You have used HTML in your value which is not allowed.":["W wartości podałeś kod HTML, co nie jest dozwolone."],"You can't edit %s that aren't yours.":["Nie możesz edytować treści %s których nie jesteś autorem."],"You can't edit %s.":["Nie możesz edytować %s."],"Post has an invalid Post Type: %s.":["Treść ma niepoprawny typ: %s."],"Post doesn't exist.":["Wpis nie istnieje."],"The file %s could not be removed. Please remove it via FTP.":["Pliku %s nie udało się usunąć. Prosimy o usunięcie go przez FTP."],"posts\u0004Trash <span class=\"count\">(%s)</span>":["Kosz <span class=\"count\">(%s)</span>","Kosz <span class=\"count\">(%s)</span>","Kosz <span class=\"count\">(%s)</span>"],"posts\u0004All <span class=\"count\">(%s)</span>":["Wszystkie: <span class=\"count\">(%s)</span>","Wszystkie: <span class=\"count\">(%s)</span>","Wszystkie: <span class=\"count\">(%s)</span>"]}}}