{"domain":"js-text-analysis","locale_data":{"js-text-analysis":{"":{"domain":"js-text-analysis","plural_forms":"nplurals=2; plural=n != 1;","lang":"he_IL"},"The meta description has a nice length.":[""],"Your site language is set to %s.":[""],"Number of results found: %s":[""],"Get started quickly with the %1$s %2$sconfiguration wizard%3$s!":[""],"First-time SEO configuration":[""],"Your site language is set to %s. If this is not correct, contact your site administrator.":[""],"Highlight this result in the text":[""],"Considerations":[""],"Errors":[""],"Change language":[""],"%1$s%3$s ACF Integration%2$s - an integration built by %4$s and Team %3$s":[""],"%1$sGlue for %4$s &amp; AMP%3$s - an integration between %2$sthe WordPress AMP plugin%3$s and %4$s.":[""],"You cannot create a %s file.":[""],"You cannot edit the %s file.":[""],"Updated %s":[""],"%1$s 3.0 brought a way for theme builders and custom field plugins to integrate with %1$s. These integrations make sure that %2$sall%3$s the data on your page is used for the content analysis. On this page, we highlight the frameworks that have nicely working integrations.":[""],"Create %s file":[""],"Edit the content of your %s:":[""],"Save changes to %s":[""],"%s file":[""],"We've got other integrations we'd like to tell you about:":[""],"Other integrations":[""],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please install %3$s to make your life better. %4$s.":[""],"More information":[""],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please activate %3$s to make your life better.":[""],"%1$s Integrations":[""],"More information about %1$s":[""],"Configuration Wizard":[""],"QA":[""],"You've done it!":[""],"Seamlessly integrate %1$s into your AMP pages!":[""],"Seamlessly integrate %2$s with %1$s for the content analysis!":[""],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please install %3$s to make your life better.":[""],"Manage your subscription on My Yoast":[""],"The title &amp; metas settings for %1$s are made up of variables that are replaced by specific values from the page when the page is displayed. The table below contains a list of the available variables.":[""],"Mark the most important %1$s as 'cornerstone content' to improve your site structure. %2$sLearn more about cornerstone content%3$s.":[""],"Open support form":[""],"Follow our Yoast SEO for WordPress training and become a certified Yoast SEO Expert!":[""],"Enroll in the Yoast SEO for WordPress training »":[""],"Loading help center.":[""],"Get support":[""],"Search the knowledge base":[""],"View in KB":[""],"Go back":[""],"Go back to the search results":[""],"(Opens in a new browser tab)":[""],"Want to be a Yoast SEO Expert?":[""],"You just changed the URL of this %1$s. To ensure your visitors do not see a 404 on the old URL, you should create a redirect. %2$sLearn how to create redirects here.%3$s":[""],"Posts with a %1$sgood%2$s SEO score":[""],"Posts with an %1$sOK%2$s SEO score":[""],"Posts with a %1$sneeds improvement%2$s SEO score":[""],"Posts %1$swithout%2$s a focus keyword":[""],"Hey, your SEO is doing pretty well! Check out the stats:":[""],"You don't have any published posts, your SEO scores will appear here once you make your first post!":[""],"On this page, you can change the name of your site and choose which\n separator to use. The separator will display, for instance, between your\n post title and site name. Symbols are shown in the size they'll appear in\n the search results. Choose the one that fits your brand best or takes up\n the least space in the snippets.":[""],"%1$s can tell search engines about your social media profiles.\n These will be used in Google's Knowledge Graph. There are additional\n sharing options in the advanced settings. More %2$sinfo%3$s.":[""],"Something else":[""],"A portfolio":[""],"A corporation":[""],"A small offline business":[""],"A news channel":[""],"An online shop":[""],"A blog":[""],"What does the site %1$s represent?":[""],"Please specify which post types you want search engines to index.\n If you do not know the differences between these, it's best to choose the\n default settings. For instance, setting 'Media' to visible would index your\n images which could lead to visitors finding your images without ever\n coming to your site. If you have a custom post type on your site, you need\n to activate these manually.":[""],"If you choose no, your author archives will be deactivated to prevent\n duplicate content issues.":[""],"Note: we don't store your data in any way and don't have full access to your account. \nYour privacy is safe with us.":[""],"%1$s integrates with Google Search Console, a must-have tool for site owners.\n It provides you with information about the health of your site. \n Don't have a Google account or is your site not activated yet?\n Find out %2$show to connect Google Search Console to your site.%3$s":[""],"Option B: My site is under construction and should not be indexed":[""],"Option A: My site is live and ready to be indexed":[""],"Choose under construction if you want to keep the site out of the index\n of search engines. Don't forget to activate it once you're ready to\n publish your site.":[""],"Please specify if your site is under construction or already active.":[""],"This information will be used in Google's Knowledge Graph Card, the big\n block of information you see on the right side of the search results.":[""],"Does your site represent a person or company?":[""],"Close wizard":[""],"Read more like this on our SEO blog":[""],"Latest blogposts on Yoast.com":[""],"Readability: Good":[""],"Readability: OK":[""],"Readability: Needs improvement":[""],"SEO: Needs improvement":[""],"Activate your site on My Yoast":[""],"Not activated":[""],"Activated":[""],"%1s recommendations for you":[""],"All Readability Scores":[""],"Filter by Readability Score":[""],"You are not receiving updates or support! Fix this problem by adding this site and enabling %1$s for it in %2$s.":[""],"Remind me again in 4 weeks.":[""],"Request method %1$s is not valid.":[""],"Import from Jetpack SEO":[""],"Muted notifications:":[""],"Muted problems:":[""],"Do you want to preview what it will look like if people share this post on %1$s? You can, with %2$s.":[""],"Find out why you should upgrade to %s &raquo;":[""],"Go premium!":[""],"Dismiss %s upgrade motivation":[""],"This feature helps you improve the internal link structure of your site. If you want to know more about the why and how of internal linking, check out the %1$sarticle about internal linking on Yoast.com%2$s.":[""],"The <strong>Text link counter</strong> feature (introduced in %1$s %2$s) is currently disabled. For this feature to work %1$s needs to create a table in your database. We were unable to create this table automatically.\n\t\t\t\t\tPlease read the following %3$sknowledge base article%4$s to find out how to resolve this problem.":[""],"Good job! All the links in your texts have been counted.":[""],"Calculation completed.":["החישוב הושלם."],"Calculation in progress...":["חישוב בתהליך..."],"Stop counting":["הפסק לספור"],"Counting links in your texts":["סופר קישורים בטקסט"],"Text %1$s of %2$s processed.":[""],"All your texts are already counted, there is no need to count them again.":["כל הטקסטים כבר נספרו. אין צורך לספור אותם שוב."],"Count links in your texts":["ספור קישורים בטקסט"],"The links in all your public texts need to be counted. This will provide insights of which texts need more links to them. If you want to know more about the why and how of internal linking, check out %1$sthe article about internal linking on %2$s%3$s.":[""],"Text link counter":["מונה קישורים בטקסט"],"To make sure all the links in your texts are counted, we need to analyze all your texts.\n\t\t\t\t\tAll you have to do is press the following button and we'll go through all your texts for you.\n\n\t\t\t\t\t%3$sCount links%4$s\n\n\t\t\t\t\tThe Text link counter feature provides insights in how many links are found in your text and how many links are referring to your text. This is very helpful when you are improving your %1$sinternal linking%2$s.":[""],"The <strong>Text link counter</strong> feature (introduced in %1$s %2$s) is currently disabled. For this feature to work %1$s requires at least PHP version %3$s. We have detected PHP version %4$s on this website.\n\t\t\t\t\tPlease read the following %5$sknowledge base article%6$s to find out how to resolve this problem.":[""],"# internal links to":["# קישורים פנימיים אל"],"Number of internal links linking to this post. See \"Yoast Columns\" text in the help tab for more info.":[""],"# links in post":["# קישורים בפוסט"],"Number of internal links in this post. See \"Yoast Columns\" text in the help tab for more info.":[""],"%1$s adds several columns to this page. We've written an article about %2$show to use the SEO score and Readability score%3$s. The links columns show the number of articles on this site linking %5$sto%6$s this article and the number of URLs linked %5$sfrom%6$s this article. Learn more about %4$show to use these features to improve your internal linking%3$s, which greatly enhances your SEO.":[""],"%s Columns":[""],"Readability score":["ציון קריאות"],"Take the online Structured Data Training course and learn how to create rich snippets!":[""],"The focus keyword appears only in %2$d (out of %1$d) subheadings in your copy. Try to use it in at least one more subheading.":[""],"No internal links appear in this page, consider adding some as appropriate.":[""],"This page has %1$s internal link(s).":["לדף זה יש %1$s קישורים פנימיים."],"This page has %1$s nofollowed internal link(s) and %2$s normal internal link(s).":[""],"This page has %1$s internal link(s), all nofollowed.":[""],"Other benefits of %s for you:":[""],"Let us set up %s for you":["תן לנו להגדיר את %s עבורך"],"Configure %s in a few steps":["הגדר את %s במספר צעדים"],"%1$sSocial media preview%2$s: Facebook &amp; Twitter":[""],"Scroll to see the preview content.":[""],"Enter authorization code here...":["הכנס קוד אימות כאן..."],"The Cornerstone content functionality enables you to mark and filter cornerstone content on your website. %1$sRead more about how cornerstone content can help you improve your site structure.%2$s":[""],"Cornerstone content":[""],"%1$s will now take care of all the needed technical optimization of your site. To really improve your site's performance in the search results, it's important to start creating content that ranks well for keywords you care about. Check out this video in which we explain how to use the %1$s metabox when you edit posts or pages.":[""],"Your %1$s plugin is now set up. SEO, however, is subject to constant change. Sign up for our newsletter if you would like to keep up-to-date regarding %1$s, other plugins by Yoast and important news in the world of SEO.":[""],"Stay up-to-date":["השארו מעודכנים"],"If you want to outrank the competition in a specific town or region, check out our %1$s plugin! You’ll be able to easily insert Google maps, opening hours, contact information and a store locator. Besides that %1$s helps you to improve the usability of your contact page.":[""],"Attract more customers near you":["משוך עוד לקוחות סביבך"],"Do you want to know all the ins and outs of the %1$s plugin? Do you want to learn all about our advanced settings? Want to be able to really get the most out of the %1$s plugin? Check out our %1$s plugin training and start outranking the competition!":[""],"Get the most out of %1$s with the %2$s":[""],"Do you want to learn how to write content that generates traffic? Check out our %1$s. We will help you to write awesome copy that will rank in the search engines. The %1$s covers all the main steps in SEO copywriting: from keyword research to publishing.":[""],"Learn how to write copy that ranks":["למד איך לסגנן באופן מיטבי"],"Upgrade to Premium":["שדרגו לפרימיום"],"Do you want to outrank your competition? %1$s gives you awesome additional features that'll help you to set up your SEO strategy like a professional. Use the multiple focus keywords functionality, the redirect manager and our internal linking tool. %1$s will also give you access to premium support.":[""],"Outrank the competition with %s":[""],"Configuration service":["שירות הגדרת תצורה"],"While we strive to make setting up %1$s as easy as possible, we understand it can still be daunting. If you would rather have us set up %1$s for you (and get a copy of %2$s in the process), order a %1$s configuration service and sit back while we configure your site.":[""],"Configure %s":["הגדר את %s"],"Welcome to the %1$s configuration wizard. In a few simple steps we'll help you configure your SEO settings to match your website's needs! %1$s will take care of all the technical optimizations your site needs.":[""],"Please choose the %s configuration of your liking:":[""],"You might like":["אולי תאהב"],"Newsletter":["ניוזלטר"],"We have detected that you have not finished this wizard yet, so we recommend you to %2$sstart the configuration wizard to configure %1$s%3$s.":[""],"The configuration wizard helps you to easily configure your site to have the optimal SEO settings.":[""],"This article is %1$scornerstone content%2$s":[""],"If you cannot upgrade your PHP version yourself, you can send an email to your host. We have %1$sexamples here%2$s. If they don't want to upgrade your PHP version, we would suggest you switch hosts. Have a look at one of our recommended %3$sWordPress hosting partners%4$s, they've all been vetted by our Yoast support team and provide all the features a modern host should provide.":[""],"If you cannot upgrade your PHP version yourself, you can send an email to your host. We have %1$sexamples here%2$s. If they don't want to upgrade your PHP version, we would suggest you switch hosts. Have a look at one of the recommended %3$sWordPress hosting partners%4$s.":[""],"Can't update? Ask your host!":[""],"You should update your PHP version to either 5.6 or to 7.0 or 7.1. On a normal WordPress site, switching to PHP 5.6 should never cause issues. We would however actually recommend you switch to PHP7. There are some plugins that are not ready for PHP7 though, so do some testing first. We have an article on how to test whether that's an option for you %1$shere%2$s. PHP7 is much faster than PHP 5.6. It's also the only PHP version still in active development and therefore the better option for your site in the long run.":[""],"To which version should I update?":["לאיזו גרסה אני צריך לעדכן?"],"Hosts have the ability to update your PHP version, but sometimes they don't dare to do that because they're afraid they'll break your site.":[""],"Hey, we've noticed that you're running an outdated version of PHP. PHP is the programming language that WordPress and Yoast SEO are built on. The version that is currently used for your site is no longer supported. Newer versions of PHP are both faster and more secure. In fact, your version of PHP no longer receives security updates, which is why we're sending you to this notice.":[""],"Your site could be faster and more secure with a newer PHP version.":["האתר שלך יכול להיות מהיר ומאובטח יותר עם גרסת PHP חדשה יותר."],"A message from %1$s":["הודעה מאת %1$s"],"Go Premium and our experts will be there for you to answer any questions you might have about the setup and use of the plugin.":[""],"24/7 support":["תמיכה 24/7"],"Superfast internal linking suggestions":[""],"Great news: you can, with %1$s!":[""],"Save changes":["שמור שינויים"],"1 year free updates and upgrades included!":["כולל שנה חינם של עדכונים ושדרוגים!"],"The plugin %2$s changes your site's output and in doing that differentiates between search engines and normal users, a process that's called cloaking. We highly recommend that you disable it.":[""],"Want to add more than one keyword?":["רוצה להוסיף יותר ממילת מפתח אחת?"],"Superfast internal links suggestions":[""],"%1$sNo more dead links%2$s: easy redirect manager":[""],"Other benefits of %1$s for you:":[""],"Go Premium and our experts will be there for you to answer any questions you might have about the set-up and use of the plug-in!":[""],"No ads!":["ללא פרסומות!"],"Facebook & Twitter":["פייסבוק וטוויטר"],"Social media preview":["תצוגה ברשתות חברתיות"],"Find related posts superfast":[""],"Internal linking suggestions":[""],"Easy redirect manager":["מנהל הפניות פשוט וקל"],"No more dead links":["הסוף לקישורים מתים"],"Increase your SEO reach":[""],"Multiple keywords":["מילות מפתח מרובות"],"Get %1$s":[""],"The focus keyword contains a stop word. This may or may not be wise depending on the circumstances. %1$sLearn more about the stop words%2$s.":["","The focus keyword contains %3$d stop words. This may or may not be wise depending on the circumstances. %1$sLearn more about the stop words%2$s."],"Take the online Technical SEO Training course and learn essential technical SEO-concepts!":[""],"If you want more help creating awesome content, check out our %2$sSEO copywriting course%3$s. Do you want to know all about the features of the plugin, consider doing our %1$s!":[""],"Variable":["משתנה"],"Available variables":["משתנים זמינים"],"Scroll to see the table content.":["גלול לצפיה בתוכן הטבלה"],"Need help determining your settings? Configure %1$s step-by-step.":["צריכים עזרה בקביעת ההגדרות? התאימו את %1$s צעד-אחר-צעד."],"Please refer to %1$sour article about how to connect your website to Google Search Console%2$s if you need assistance.":[""],"The keyword density is %1$s, which is way over the advised %3$s maximum; the focus keyword was found %2$d times.":[""],"An error occurred in the '%1$s' assessment":["חלה תקלה בהערכה של '%1$s'"],"%1$s of the words contain %2$sover %3$s syllables%4$s, which is more than the recommended maximum of %5$s.":[""],"%1$s of the words contain %2$sover %3$s syllables%4$s, which is less than or equal to the recommended maximum of %5$s.":[""],"The slug for this page contains a %1$sstop word%2$s, consider removing it.":["","The slug for this page contains %1$sstop words%2$s, consider removing them."],"%1$s of the sentences contain a %2$stransition word%3$s or phrase, which is great.":[""],"%1$s of the sentences contain a %2$stransition word%3$s or phrase, which is less than the recommended minimum of %4$s.":[""],"The focus keyword '%1$s' does not appear in the SEO title.":["מילת המיקוד '%1$s' אינה מופיעה בכותרת העמוד."],"This is far below the recommended minimum of %2$d word. Add more content that is relevant for the topic.":["הרבה מתחת למינימום המומלץ של מילה %2$d. הוסף עוד תוכן רלוונטי לנושא.","הרבה מתחת למינימום המומלץ של  %2$d מילים. הוסף עוד תוכן רלוונטי לנושא."],"This is below the recommended minimum of %2$d word. Add more content that is relevant for the topic.":["מתחת למינימום המומלץ של  %2$d מילים. הוסף עוד תוכן רלוונטי לנושא.","מתחת למינימום המומלץ של  %2$d מילים. הוסף עוד תוכן רלוונטי לנושא."],"This is slightly below the recommended minimum of %2$d word. Add a bit more copy.":["התוכן הוא מעט מתחת למינימום המומלץ של  מילה %2$d. הוסף עוד קצת תוכן רלוונטי.","התוכן הוא מעט מתחת למינימום המומלץ של  %2$d מילים. הוסף עוד קצת תוכן רלוונטי."],"This is more than or equal to the recommended minimum of %2$d word.":["גדול או שווה למינימום המומלץ של  %2$d מילים.","גדול או שווה למינימום המומלץ של  %2$d מילים."],"The text contains %1$d word.":["הטקסט מכיל מילה %1$d.","הטקסט מכיל %1$d מילים."],"%1$d subheading is followed by more than the recommended maximum of %2$d words. Try to insert another subheading.":["","%1$d of the subheadings are followed by more than the recommended maximum of %2$d words. Try to insert additional subheadings."],"The amount of words following each of the subheadings doesn't exceed the recommended maximum of %1$d words, which is great.":[""],"%1$s of the sentences contain %2$smore than %3$s words%4$s, which is more than the recommended maximum of %5$s. Try to shorten the sentences.":[""],"%1$s of the sentences contain %2$smore than %3$s words%4$s, which is less than or equal to the recommended maximum of %5$s.":[""],"The meta description contains %1$d sentence %2$sover %3$s words%4$s. Try to shorten this sentence.":["","The meta description contains %1$d sentences %2$sover %3$s words%4$s. Try to shorten these sentences."],"The meta description contains no sentences %1$sover %2$s words%3$s.":[""],"The text contains %2$d consecutive sentences starting with the same word. Try to mix things up!":["המלל שלכם מכיל %2$d משפטים עוקבים שמתחילים באותה מילה, נסו לשנות את הדברים!","המלל שלכם מכיל %1$d מופעים בהם %2$d או יותר משפטים עוקבים מתחילים באותה מילה, נסו לשנות את הדברים!"],"%1$s of the sentences contain %2$spassive voice%3$s, which is more than the recommended maximum of %4$s. Try to use their active counterparts.":[""],"%1$s of the sentences contain %2$spassive voice%3$s, which is less than or equal to the recommended maximum of %4$s.":[""],"%1$d of the paragraphs contains more than the recommended maximum of %2$d words. Are you sure all information is about the same topic, and therefore belongs in one single paragraph?":["","%1$d of the paragraphs contain more than the recommended maximum of %2$d words. Are you sure all information within each of these paragraphs is about the same topic, and therefore belongs in a single paragraph?"],"The meta description is over %1$d characters. Reducing the length will ensure the entire description will be visible.":["תגית התיאור מכילה %1$d תווים. הפחתה בכמות התווים תבטיח הופעה של כל התיאור."],"The keyword density is %1$s, which is too low; the focus keyword was found %2$d times.":["צפיפות מילת המפתח הינה %1$s, שזה נמוך מדי; מילת המפתח הממוקדת נמצאה %2$d פעמים."],"Step %1$d: %2$s":["שלב %1$d: %2$s"],"No new notifications.":["אין הודעות חדשות"],"Save all":["שמור הכל"],"Save":["שמירה"],"You have %d new issue concerning your SEO!":["","You have %d new issues concerning your SEO!"],"%1$s, Author at %2$s":["%1$s, מחבר ב-%2$s"],"wpSEO data successfully imported. Would you like to %1$sdisable the wpSEO plugin%2$s?":[""],"All in One SEO data successfully imported. Would you like to %1$sdisable the All in One SEO plugin%2$s?":[""],"All in One SEO data successfully imported. Would you like to %1$sdisable the All in One SEO plugin%3$s? You've had Google Analytics enabled in All in One SEO, would you like to install the %2$sGoogle Analytics plugin%3$s?":[""],"Mobile preview":["תצוגה מקדימה לנייד"],"Desktop preview":["תצוגה מקדימה למחשב"],"Use queries instead":["השתמש בשאילתות במקום"],"Use javascript instead.":["השתמש ב-javascript במקום."],"Select redirect":[""],"Take the online Site Structure Training course and learn how to structure your website!":["קח את הקורס Site Structure Training ולמד אודות מבנה נכון של האתר שלך!"],"you are <strong>not</strong> receiving updates.":["אתה <strong>לא</strong> מקבל עדכונים."],"INACTIVE":["לא פעיל"],"you are receiving updates.":["אתה מקבל עדכונים."],"ACTIVE":["פעיל"],"<b>Warning!</b> Your %s license is inactive which means you're missing out on updates and support! <a href=\"%s\">Activate your license</a> or <a href=\"%s\" target=\"_blank\">get a license here</a>.":[""],"<b>Warning!</b> You didn't set your %s license key yet, which means you're missing out on updates and support! <a href=\"%s\">Enter your license key</a> or <a href=\"%s\" target=\"_blank\">get a license here</a>.":[""],"Please provide an SEO title by editing the snippet below.":["אנא כתוב כותרת seo על ידי עריכת המקטע למטה"],"Meta description preview:":["תצוגה מקדימה של תיאור מטא:"],"Slug preview:":["תצוגה מקדימה של התקציר:"],"SEO title preview:":["תצוגה מקדימה של כותרת SEO:"],"Close snippet editor":["סגור את עורך המקטעים"],"Slug":["מחרוזת"],"Remove marks in the text":["הסר סימונים בטקסט"],"Mark this result in the text":["סמן תוצאה זו בטקסט"],"Marks are disabled in current view":[""],"Content optimization: Good SEO score":["אופטימיזציה לתוכן: ציון SEO טוב."],"Good SEO score":["דירוג SEO סביר"],"Content optimization: OK SEO score":["אופטימיזציה לתוכן: ציון SEO סביר."],"OK SEO score":["דירוג SEO חיובי"],"Content optimization: Bad SEO score":["אופטימיזציה לתוכן: ציון SEO נמוך."],"Bad SEO score":["דירוג SEO שלילי"],"Content optimization: Has feedback":["אופטימיזציה לתוכן: יש הערות."],"Feedback":["משוב"],"http://en.wikipedia.org/wiki/Stop_words":["http://en.wikipedia.org/wiki/Stop_words"],"The focus keyword appears in the URL for this page.":["מילת המיקוד מופיעה בשורת הכתובת של עמוד זה"],"You have far too little content, please add some content to enable a good analysis.":["יש לך מעט מדי תוכן. יש להוסיף תוכן כדי לאפשר ניתוח איכותי."],"The images on this page contain alt attributes.":["התמונה בעמוד זה כוללת תגית ALT "],"The images on this page do not have alt attributes containing the focus keyword.":["לתמונות בדף זה אין תגי alt המכילים את מילת המפתח."],"The images on this page contain alt attributes with the focus keyword.":["התמונות בעמוד זה כוללות תגית ALT עם מילת המיקוד "],"The text does not contain any subheadings. Add at least one subheading.":["הטקסט אינו מכיל אף כותרת משנה, הוסיפו לפחות כותרת משנה אחת."],"None of the paragraphs are too long, which is great.":["אף פסקה אינה אינה ארוכה מדי, זה מצוין."],"The SEO title is wider than the viewable limit.":[""],"The SEO title has a nice length.":["לדף יש כותרת באורך טוב."],"The SEO title is too short. Use the space to add keyword variations or create compelling call-to-action copy.":["כותרת הדף קצרה מדי. השתמש ברווח כדי להוסיף וריאציות של מילות מפתח או צור העתק call-to-action משכנע"],"The meta description contains the focus keyword.":["מילת המיקוד נמצאת בתיאור meta של עמוד זה"],"The keyphrase is over 10 words, a keyphrase should be shorter.":["משפט התיאור ארוך מ- 10 תווים, משפט תיאור צריך להיות קצר יותר."],"ok":["אישור"],"Choose an image":["בחר תמונה"],"Remove the image":["הסר תמונה"],"company logo image preview":["תצוגה מקדימה של לוגו החברה"],"Choose image":["בחר תמונה"],"MailChimp signup failed:":["הרשמה ל-MailChimp נכשלה:"],"Sign Up!":["הירשם!"],"Name":["שם"],"There is an error with the request.":["קיימת שגיאה בבקשה."],"Select profile":["בחר פרופיל"],"Choose a profile":["בחר פרופיל"],"Reauthenticate with Google":["אמת מחדש באמצעות גוגל"],"To allow %s to fetch your Google Search Console information, please enter your Google Authorization Code. Clicking the button below will open a new window.":[""],"Search Result Preview":["תצוגה מקדימה של תוצאות חיפוש "],"URL preview: ":["תצוגה מקדימה של URL:"],"Please provide a meta description by editing the snippet below.":["אנא ספק תיאור META באמצעות עריכת המקטעון בתחתית."],"Edit snippet":["ערוך מקטע"],"Search Result Form":["טופס תוצאות חיפוש"],"You can click on each element in the preview to jump to the Snippet Editor.":["תוכלו להקליק על כל אלמנט בתצוגה המקדימה כדי לדלג לעורך התקציר"],"SEO title preview: ":["תצוגה מקדימה של כותרת ה-SEO:"],"This is an example title - edit by clicking here":["כותרת לדוגמא - עדכן על ידי לחיצה כאן"],"Slug preview: ":["תצוגת מזהה:"],"Meta description preview: ":["תצוגה מקדימה של תיאור מטא:"],"Please provide a meta description by editing it here.":["אנא הזן תיאור מטא על ידי עריכתו כאן."],"Close search result form":["סגור טופס תוצאות חיפוש"],"A problem occurred when saving the current step, {{link}}please file a bug report{{/link}} describing what step you are on and which changes you want to make (if any).":[""],"Close the Wizard":["סגור את האשף"],"Previous step":["השלב הקודם"],"Next step":["השלב הבא"],"Export settings":["ייצא הגדרות"],"Get %s now!":["קבל %s עכשיו!"],"You're not getting the benefits of %1$s yet. If you had %1$s, you could use its awesome features:":[""],"%1$s video tutorial":[""],"%s &rsaquo; Configuration Wizard":[""],"%1$sPlease don't show me this notification anymore%2$s":[""],"If you are experiencing issues, %1$splease file a bug report%2$s and we'll do our best to help you out.":[""],"We've noticed you've been using %1$s for some time now; we hope you love it! We'd be thrilled if you could %2$sgive us a 5 stars rating on WordPress.org%3$s!":[""],"Take the %1$s course and become a certified %2$s expert!":[""],"Do you want to get a grip on your own SEO-strategy? Learn all about it in one of %1$sour courses%2$s.":[""],"Buy the %1$s plugin now and optimize your shop today to improve your product promotion!":[""],"Take your SEO to the next level and outrank your competition with our %1$sSEO plugins%2$s.":[""],"Let our experts set up your %1$s plugin!":[""],"Do you want to know how to improve your rankings? %1$sLet team %2$s help you!%3$s":[""],"Courses":["קורסים"],"Services":["שירותים"],"Date archives settings":["הגדרות ארכיוני תאריך"],"Author archives settings":["הגדרת ארכיוני משתמשים"],"Remove keyword":["הסר מילת מפתח"],"%1$s by %2$s":[""],"Choose your settings.zip file":["בחר את קובץ ההגדרות (zip)"],"Open the configuration wizard":["פתח את אשף התצורה"],"Configuration wizard":["אשף התצורה"],"Enter the meta keywords":["הזן מילות מפתח"],"Enter a focus keyword":["הזן מילות מיקוד"],"By the way, did you know we also have a %1$sPremium plugin%2$s? It offers advanced features, like a redirect manager and support for multiple keywords. It also comes with 24/7 personal support.":[""],"(no title)":["(ללא כותרת)"],"%1$s comes with a lot of features. You can enable / disable some of them below.":[""],"%s installation wizard":[""],"The %1$s admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":[""],"Admin bar menu":[""],"The %1$s integration checks daily if your site is still indexable by search engines and notifies you when this is not the case.":[""],"The advanced settings include site-wide settings for your titles and meta descriptions, social metadata, sitemaps and much more.":[""],"Advanced settings pages":["דפי הגדרות מתקדמות"],"Features":["מאפיינים"],"More info":["מידע נוסף"],"Get Yoast SEO Premium now »":[""],"Gain access to our 24/7 support team.":["קבל גישה לצוות התמיכה שלנו 24/7."],"Check what your Facebook or Twitter post will look like.":[""],"Social Previews":["תצוגה מקדימה של המדיה החברתית"],"Optimize a single post for up to 5 keywords.":[""],"Create and manage redirects within your WordPress install.":[""],"Meta robots index":[""],"SEO title":["כותרת SEO"],"While we strive to make setting up %1$s as easy as possible, we understand it can be daunting. If you’d rather have us set up %1$s for you (and get a copy of %2$s in the process), order our %3$s%1$s configuration service%4$s here!":[""],"Welcome to the %1$s configuration wizard. In a few simple steps we'll help you configure your SEO settings to match your website's needs!":[""],"Google shows your website's name in the search results, if you want to change it, you can do that here.":["גוגל מציג את שם האתר בתוצאות חיפוש, אם ברצונך לשנות זאת, ניתן לעשות זאת כאן."],"Greater than sign":["סימן גדול מ-"],"Less than sign":[""],"Right angle quotation mark":["סימן ציטוט זוויתי ימני"],"Left angle quotation mark":[""],"Small tilde":[""],"Vertical bar":[""],"Low asterisk":[""],"Asterisk":["כוכבית"],"Bullet":[""],"Middle dot":[""],"Em dash":[""],"En dash":[""],"Dash":[""],"Choose the symbol to use as your title separator. This will display, for instance, between your post title and site name. Symbols are shown in the size they'll appear in the search results.":[""],"The name of the person":["השם של הבן אדם"],"No":["לא"],"Yes":["כן"],"Does, or will, your site have multiple authors?":["האם לאתר יש, או יהיו, מחברים מרובים?"],"The name of the company":["שם החברה"],"Provide an image of the company logo":["תמונה של לוגו החברה"],"Hidden":["מוסתר"],"Visible":["מוצג"],"The post type \"%1$s\" should be":[""],"WordPress automatically generates an URL for each media item in the library. Enabling this will allow for google to index the generated URL.":[""],"Success!":["הצלחה!"],"Title settings":["הגדרות כותרת"],"Google Search Console":[""],"Multiple authors":["מחברים מרובים"],"Post type visibility":[""],"Social profiles":["פרופילים במדיה חברתית"],"Site type":["סוג אתר"],"Environment":["סביבה"],"Welcome!":["ברוכים הבאים!"],"Yoast option %1$s not found.":[""],"Posts that are set to &#8220;%s&#8221;":[""],"Microsoft Edge Site Scan":["סריקת אתר דפדפן מייקרוסופט אדג'"],"Google Structured Data Test":["בדיקת מבנה נתונים לגוגל"],"Posts list":["רשימת פוסטים"],"Posts list navigation":[""],"Filter posts list":["סנן רשימת פוסטים"],"Note that links to archives might be still output by your theme and you would need to remove them separately.":[""],"View credits":[""],"Take a look at the people that create %1$s.":[""],"Team and contributors":[""],"Default for this taxonomy type, currently: %s":[""],"%1$s to optimize your site even further":[""],"%1$s extensions":[""],"Comes with our 30-day no questions asked money back guarantee":[""],"More information %1$sabout %3$s%2$s":[""],"Buy %1$s":["קנה %1$s"],"Installed":["מותקן"],"gain access to our 24/7 support team.":["קבל גישה 24/7 לצוות התמיכה שלנו"],"Premium support":["תמיכת פרימיום"],"check what your Facebook or Twitter post will look like.":[""],"Social previews":[""],"optimize a single post for up to 5 keywords.":[""],"Multiple focus keywords":[""],"create and manage redirects from within your WordPress install.":[""],"Redirect manager":[""],"%1$s, take your optimization to the next level!":[""],"A seamless integration between %1$s and %2$s":[""],"Use %1$s breadcrumbs instead of %2$s ones":[""],"Improve sharing on Pinterest":[""],"Improve the usability of your contact page":[""],"Easily insert Google Maps, a store locator, opening hours and more":[""],"Get found by potential clients":[""],"Creates XML News Sitemaps":[""],"Immediately pings Google on the publication of a new post":[""],"Optimize your site for Google News":[""],"Make videos responsive through enabling fitvids.js":[""],"Enhance the experience of sharing posts with videos":[""],"Show your videos in Google Videos":[""],"The following file is blocking your XML sitemaps from working properly. Either delete it (this can be done with the \"Fix it\" button) or disable %1$s XML sitemaps.":["","The following files are blocking your XML sitemaps from working properly. Either delete them (this can be done with the \"Fix it\" button) or disable %1$s XML sitemaps."],"Crawl issues list":[""],"Crawl issues list navigation":[""],"Edit &#8220;%s&#8221;":[""],"Filter by post type":[""],"Show All Post Types":[""],"Premium":["פרימיום"],"Go Premium":[""],"Files successfully removed.":["הקבצים הוסרו בהצלחה."],"The directory %s could not be removed. Please remove it via FTP.":["התיקיה %s לא ניתנת להסרה. יש להסיר דרך FTP."],"Google Trends":["גוגל טרנדים"],"Notifications":["התראות"],"Removes the keyword tab from the metabox and disables all SEO-related suggestions.":["מסיר את כרטיסיית מילת המפתח מה-metabox ומנטרל את כל ההמלצות שקשורות ל SEO."],"Disable SEO analysis":["בטל אנליזת SEO"],"Twitter settings":["הגדרת טוויטר"],"Pinterest settings":["הגדרות Pinterest"],"Google+ settings":["הגדרות גוגל פלוס"],"Facebook settings":["הגדרות פייסבוק"],"To let search engines know which social profiles are associated to this site, enter them below:":["הפרופיל שלך עבור רשתות חברתיות"],"Your social profiles":["פרופילים ברשתות חברתיות"],"User sitemap settings":[""],"Taxonomies sitemap settings":[""],"Post types sitemap settings":[""],"Entries per sitemap page":["מספר פריטים מקסימלי במפת אתר"],"Your XML Sitemap":["מפת האתר שלך בפורמט XML"],"Excluded posts settings":["הגדרות עבור פוסטים שלא נכללו"],"As you are redirecting attachment URLs to parent post URLs, these settings will currently only have an effect on unattached media items! So remember: If you change the %1$sattachment redirection setting%2$s in the future, the below settings will take effect for *all* media items.":[""],"Removes the keyword tab from the metabox and disables all keyword-related suggestions.":[""],"Keyword analysis":["אנליזה למילת מפתח"],"Title separator symbol":[""],"Security setting":["הגדרות אבטחה"],"Restore default settings":["שחזור הגדרות ברירת מחדל"],"RSS feed settings":[""],"Stop words in slugs.":[""],"Breadcrumbs settings":["הגדרות נתיב ניווט"],"Make primary":["הגדר כראשי"],"Content optimization":["אופטימיזציית תוכן"],"Enter your Google Authorization Code and press the Authenticate button.":[""],"To allow %1$s to fetch your %2$s information, please enter your Google Authorization Code. Clicking the button below will open a new window.":[""],"Knowledge base article":[""],"Open the knowledge base article in a new window or read it in the iframe below":[""],"Search results":["תוצאות החיפוש"],"Yoast SEO video tutorial":[""],"%s notification":["","%s notifications"],"Disable readability analysis":[""],"Removes the readability tab from the metabox and disables all readability-related suggestions.":[""],"Readability analysis":["ניתוח קריאות"],"Needs improvement":["טעון שיפור"],"Readability":["קריאוּת"],"You are trying to load non-minified files, these are only available in our development package. Check out %1$s to see all the source files.":[""],"You have a new issue concerning your SEO!":["יש לך סוגיה חדשה הנוגעת ל-SEO שלך!"],"\"Max entries per sitemap page\" should be below %1$s to meet Google's requirements, which %2$s is not.":[""],"%1$s Dashboard":["לוח מחוונים %1$s"],"Improvements":[""],"Restore this item.":["שחזר פרטי זה."],"Dismiss this item.":["בטל פריט זה"],"Good job! We could detect no serious SEO problems.":["עבודה טובה! לא מצאנו שום בעיות SEO משמעותיות."],"We have detected the following issues that affect the SEO of your site.":["מצאנו את הסוגיות הבאות שמשפיעות על ה-SEO של אתרך."],"Problems":["בעיות"],"We're always grateful for patches from non-regular contributors, in %1$s %2$s, patches from the following people made it in:":[""],"Community contributors":["תורמים מהקהילה"],"Tester":["בודק"],"Quality Assurance & Testing":["הבטחת איכות ובדיקות"],"Yoast Developers":["מפתחי Yoast"],"CTO":["CTO"],"Development Leaders":["מנהלי פיתוח"],"Linguist":["לשונאי"],"Head R&D":["מנהל מו\"פ"],"Product Management":["מנהל מוצר"],"This is the content analysis, a collection of content checks that analyze the content of your page. %1$sLearn more about the Content Analysis Tool%2$s.":[""],"Pick the main keyword or keyphrase that this post/page is about. %1$sLearn more about the Focus Keyword%2$s.":[""],"Analysis":["ניתוח"],"This is a rendering of what this post might look like in Google's search results. %1$sLearn more about the Snippet Preview%2$s.":[""],"Not available":["לא זמין"],"Enter your focus keyword":["הזן את מילת המיקוד שלך"],"Keyword:":["מילת מפתח:"],"Buy the %1$s plugin now and start optimizing to get your site featured in Google News!":[""],"Buy the %1$s plugin now to improve your site&#8217;s Local SEO and ranking in Google Maps!":[""],"Buy the %1$s plugin now and optimize your videos for video search results and social media!":[""],"Take the online Basic SEO Training course and learn the fundamentals of SEO!":[""],"Take the online SEO Copywriting Training course and learn how to write awesome copy that ranks!":["קחו את הקורס המקוון \"SEO Copywriting\", ולמדו כיצד לכתוב תוכן מדהים שמדורג גבוה!"],"Filter by SEO Score":["סינון לפי ציון SEO"],"Meta description not set.":["תאור מטא טרם נקבע."],"Video tutorial":["מדריך וידאו"],"Email support is a %s feature":["תמיכת דוא\"ל היא אפשרות %s"],"Knowledge base":["בסיס ידע"],"Loading...":["טוען..."],"Something went wrong. Please try again later.":["משהו השתבש, נא לנוסת שוב מאוחר יותר."],"Search the Yoast knowledge base":["חפש במאגר הידע של יוסט"],"No results found.":["לא נמצאו תוצאות."],"Dashboard":["לוח בקרה"],"You can fix this on the %1$sPermalink settings page%2$s.":[""],"Simply uncheck the box before \"Break comments into pages...\" on the %1$sComment settings page%2$s.":[""],"Paging comments is enabled, this is not needed in 999 out of 1000 cases, we recommend to disable it.":[""],"Replaced with the primary category of the post/page":[""],"Pinterest confirmation":["אישור פינטרסט"],"If you have already confirmed your website with Pinterest, you can skip the step below.":["אם כבר אישרת את האתר שלך עם פינטרסט (Pinterest), ניתן לדלג על השלב הבא"],"You can choose to not include users without posts.":["באפשרותך לבחור לא להציג משתמשים ללא פוסטים."],"Users without posts":["משתמשים ללא פוסטים"],"The user sitemap contains the author archive URLs for every user on your site.":[""],"Format-based archives":["ארכיונים מבוססי תבנית"],"Webmaster Tools verification":["אימות כלי מנהל אתר (webmaster tools)"],"Need some help?":["זקוק לעזרה נוספת?"],"Show information about the focus keyword":["תראה מידע בקשר למילה שנבחרה"],"Show information about the content analysis":["הצג מידע בנוגע לניתוח תוכן."],"Show information about the snippet editor":["הראה מידע בקשר לעורך טקסט"],"Buy %s":["קנה %s"],"Show information about errors in category 'Soft 404'":["הצג מידע בנוגע לשגיאות בקטגוריות 'soft 404'"],"Show information about errors in category 'Server'":["הצג מידע לגבי שגיאות בקטגוריה 'שרת'"],"Show information about errors in category 'Blocked'":["הצג מידע לגבי שגיאות בקטגוריה 'חסום'"],"Show information about errors in category 'Other'":["הראה מידע בקשר לשגיאות בקטגוריה 'אחר'"],"Show information about errors in category 'Not Found'":["הראה מידע בקשר לשגיאות בקטגוריה 'לא נמצא'"],"Show information about errors in category 'Access Denied'":["הצג מידע לגבי שגיאות בקטגוריה 'גישה נדחתה'"],"New %1$s Title":["כותרת %1$s חדשה"],"Existing %1$s Title":["כותרת %1$s קיימת"],"Expected an integer as input.":["ערך מספרי שלם מצופה כקלט"],"Trying to build the sitemap cache key, but the postfix and prefix combination leaves too little room to do this. You are probably requesting a page that is way out of the expected range.":[""],"Note: this feature has been deprecated, as the SEO value is close to 0 these days. If you disable it you will not be able to put it back on.":["הערה: תכונה זו כבר איננה בשימוש, מכיוון שבימים אלה הערך שלה מבחינת היבטי SEO המזערי. במידה ותבטל אפשרות זו, לא תוכל להחזירה."],"Redirect":["ניתוב מחדש"],"No redirect":["ללא ניתוב מחדש"],"Remove":["הסר"],"Keep":["שמור"],"Bold the last page":["הדגש את העמוד האחרון"],"Regular":["רגיל"],"Bold":["הדגש"],"Show Blog page":["תציג את עמוד הבלוג"],"Primary %s":["עיקרי %s"],"Primary":["עיקרי"],"Make %1$s primary %2$s":["הפוך את %1$s ל%2$s הראשי"],"Integrations":["אינטגרציות"],"Term is set to noindex.":[""],"Filter specific user roles":["סנן תפקידים מסויימים של משתמשים "],"Not in sitemap":["לא במפת האתר"],"In sitemap":["במפת האתר"],"Author / user sitemap":["מחבר המאמר \\ משתמש מפת האתר"],"XML sitemap functionality":["הגדרות מפת אתר XML"],"Subpages of archives":["תתי עמודים של ארכיונים"],"Author archives":["ארכיון כתבים"],"Show":["להראות"],"The advanced section of the %1$s meta box allows a user to noindex posts or change the canonical. These are things you might not want if you don't trust your authors, so by default, only administrators can do this. Enabling the advanced box allows all users to change these settings.":[""],"Advanced part of the %1$s meta box":["חלק מתקדם של- %1$s meta box"],"Enabled":["לאפשר"],"Disabled":["לא לאפשר"],"%1$s has not fetched your site's indexability status yet from %2$s":[""],"The separator defined in your theme's %s tag.":["הקו מפריד שהוגדר בתבנית שלך %s תגית."],"No index":["No index"],"Import from wpSEO":["ייבא מ wpSEO"],"Remove the %s variables.":["להסיר את המשתנים של %s."],"Strip the category base (usually %s) from the category URL.":["הסר את קטגורית הבסיס (בדרך כלל %s) משורת הURL של הקטגוריה."],"Analyze entire site":["נתח את האתר כולו"],"Fetch the current status":["אתר את הסטטוס הנוכחי"],"%1$s%2$s has not been able to fetch your site's indexability status%3$s from %4$s":[""],"Your homepage can be indexed by search engines.":["עמוד הבית של האתר יכול להתאנדקס בתוצאות מנועי החיפוש "],"Indexability check by %1$s":["בדיקת יכולת אינדוקס בעזרת  %1$s"],"Architect":["ארכיטקט"],"If you want to use an image for sharing on %1$s, you can upload / choose an image or add the image URL here.":["אם אתם רוצים להשתמש בתמונה לשיתוף ב- %1$s, אתם יכולים להעלות/ לבחור או להוסיף כתובת URL של התמונה כאן."],"If you don't want to use the meta description for sharing on %1$s but want another description there, write it here.":["אם אינך רוצה שהתיאור יופיע ב%1$s, ניתן להזין כאן תיאור חלופי."],"If you don't want to use the title for sharing on %1$s but instead want another title there, write it here.":["אם אינך מעוניין להשתמש בכותרת הפוסט לשיתוף ב%1$s, אלא להגדיר כותרת אחרת, יש להזין אותה פה."],"%1$sYour homepage cannot be indexed by search engines%2$s. This is very bad for SEO and should be fixed.":["%1$s דף הבית שלך לא ניתן לאינדוקס על ידי מנועי החיפוש %2$s. זה ימנע ממנועי החיפוש להציג את האתר שלכם, אנא תקנו זאת."],"Once Weekly":["פעם בשבוע"],"Add-ons":["תוספים"],"SEO score":[""],"Snippet editor":["עורך המקטעים"],"Add keyword":["הוסף מילת מפתח"],"wpSEO has been deactivated":["wpSEO נכבה"],"The plugin wpSEO has been detected. Do you want to %1$simport its settings%2$s?":["התוסף wp-SEO זוהה. האם ברצונך %1$sלייבא את ההגדרות שלו%2$s?"],"Twitter metadata":["Twitter metadata"],"Facebook / Open Graph metadata":["מטה דאטה עבור פייסבוק / אופן גרף "],"Recalculating SEO scores for all pieces of content with a focus keyword.":["מחשב מחדש דירוגי SEO לכל קטעי התוכן הכוללים את מילת מיקוד"],"%1$s of %2$s done.":["%1$s מ %2$s הסתיים."],"We've updated our SEO score algorithm. %1$sRecalculate the SEO scores%2$s for all posts and pages.":["אנחנו עדכנו את אלגוריתם .  %1$sלחצו כאן על מנת לשקלל את ציון ה- SEO %2$s לכל הדפים והפוסטים."],"https://yoast.com/":["https://yoast.com/"],"Team Yoast":["צוות Yoast"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["פתרון ה-SEO הכולל הראשון עבור וורדפרס, הכולל אנליזת עמוד, מפות אתר ועוד."],"https://yoast.com/wordpress/plugins/seo/#utm_source=wpadmin&utm_medium=plugin&utm_campaign=wpseoplugin":["https://yoast.com/wordpress/plugins/seo/#utm_source=wpadmin&utm_medium=plugin&utm_campaign=wpseoplugin"],"Yoast SEO":["יוסט SEO"],"Activation failed:":["ההפעלה נכשלה:"],"The filter extension seem to be unavailable. Please ask your web host to enable it.":["כנראה שהמסנן אינו פעיל, יש לפנות לחברת האכסון כדי להפעיל אותו."],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":[""],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":["נראה כי ההרחבה Standard PHP Library (SPL)  אינה זמינה. נא לפנות לחברת האחסון להפעיל אותה."],"%sRenew your license now%s.":["%sחידוש הרישיון עכשיו%s."],"Your %s license will expire on %s.":["רישיון %s שלך יפוג ב-%s."],"You defined your license key using the %s PHP constant.":["הוגדר מפתח רישיון עבור %s בעזרת קבוע PHP."],"Paste your %s license key here...":["נא להזין מפתח הרישיון של %s..."],"License Key":["מפתח רישיון"],"Please enter a license key in the field below first.":["יש להזין מפתח של הרישיון."],"Activate License":["הפעל רישיון"],"(deactivate your license so you can activate it on another WordPress site)":["(כיבוי רישיון כדי להפעילו באתר אחר)"],"Deactivate License":["כיבוי רישיון"],"Toggle license status":["פתח סטטוס רישיון"],"License status":["סטטוס רישיון"],"Your server has an outdated version of the PHP module cURL (Version: %s). Please ask your hosting company to update this to a recent version of cURL. You can read more about that in our %sKnowledge base%s.":[""],"We couldn't create a connection to our API to verify your license key(s). Please ask your hosting company to allow outgoing connections from your server to %s.":[""],"This site has not been activated properly on yoast.com and thus cannot check for future updates. Please activate your site with a valid license key.":["אתר זה לא הופעל כראוי דרך yoast.com ולכן לא ניתן יהיה לבדוק אם קיימים עדכונים. יש להפעיל את האתר עם רישיון תקף."],"%s failed to check for updates because of the following error: <em>%s</em>":["%s נכשל בבדיקת עדכונים בגלל השגיאה הבאה: <em>%s</em>"],"%s is network activated, please contact your site administrator to manage the license.":["%s פועל ברשת, יש ליצור קשר עם מנהל הרשת כדי לנהל רישיונות."],"%s is network activated, you can manage your license in the <a href=\"%s\">network admin license page</a>.":["%s פועל ברשת, ניתן לנהל רישיונות דרך <a href=\"%s\">עמוד הרישיונות ברשת</a>."],"%s: License Settings":["%s: הגדרות רישיון"],"Request error: \"%s\" (%scommon license notices%s)":["שגיאה:  \"%s\" (%sהודעת רישיון%s)"],"Failed to deactivate your %s license.":["כיבוי רישיון %s נכשל."],"Your %s license has been deactivated.":["רישיון %s כובה."],"Failed to activate your license, your license key seems to be invalid.":["הפעלת הרישיון נכשלה, מפתח הרישיון שגוי."],"Your license has expired. You must <a href=\"%s\">extend your license</a> in order to use it again.":["פג תוקפו של הרישיון. יש <a href=\"%s\">להאריך את הרישיון</a> כדי להמשיך להשתמש בו."],"You've reached your activation limit. You must <a href=\"%s\">upgrade your license</a> to use it on this site.":["הגעת למגבלת ההפעלות. יש <a href=\"%s\">לשדרג את הרישיון</a> כדי להשתמש בו באתר זה."],"<a href=\"%s\">Your license is expiring in %d day, would you like to extend it?</a> ":["<a href=\"%s\">הרישיון יפוג בעוד יום %d, האם תרצה להאריך אותו?</a>","<a href=\"%s\">הרישיון יפוג בעוד %d ימים, האם תרצה להאריך אותו?</a>"],"<a href=\"%s\">Did you know you can upgrade your license?</a> ":["<a href=\"%s\">הידעת שניתן לשדרג את רישיון שלך?</a>"],"You have used %d/%d activation. ":["נעשה שימוש בהפעלה %d/%d.","נעשה שימוש ב- %d/%d הפעלות."],"You have an unlimited license. ":["רישיון ללא הגבלה."],"Your %s license has been activated. ":["רישיון %s הופעל."],"<b>Warning!</b> You're blocking external requests which means you won't be able to get %s updates. Please add %s to %s.":["<b>אזהרה!</b> אתה חוסם בקשות חיצוניות, זה אומר שלא תוכל לקבל עדכוני %s. נא להוסיף %s אל %s."],"Register now &raquo;":["הרשם עכשיו"],"Translation of %s":["תרגום של  %s"],"You're using WordPress in a language we don't support yet. We'd love for %2$s to be translated in that language too, but unfortunately, it isn't right now. You can change that! Register at %4$s to help translate it!":[""],"You're using WordPress in %1$s. While %2$s has been translated to %1$s for %3$d%%, it's not been shipped with the plugin yet. You can help! Register at %4$s to help complete the translation to %1$s!":[""],"As you can see, there is a translation of this plugin in %1$s. This translation is currently %3$d%% complete. We need your help to make it complete and to fix any errors. Please register at %4$s to help complete the translation to %1$s!":["כמו שניתן לראות, יש תרגום לתוסף הזה ב- %1$s. התרגום עומד כרגע על- %3$d%% . אנו צריכים את העזרה שלכם להשלמת התרגום ולתיקון שגיאות תרגום. בבקשה הירשמו כאן %4$s  ועזרו לנו לסיים את התרגום ל- %1$s!"],"All-In-One-SEO has been deactivated":["התוסף All-In-One-SEO כובה."],"The plugin All-In-One-SEO has been detected. Do you want to %1$simport its settings%2$s?":["זוהה תוסף All-In-One-SEO. האם ברצונך %1$s לייבא את הגדרותיו %2$s ?"],"SEO Settings":["הגדרות SEO"],"Mobile-Friendly Test":["בדיקת תאימות למובייל"],"Google Page Speed Test":["בדיקת מהירות טעינת עמוד"],"CSS Validator":["אימות תקינות CSS"],"HTML Validator":["אימות תקינות HTML"],"Pinterest Rich Pins Validator":["אימות תקינות Rich Pins של פינטרסט"],"Facebook Debugger":["פייסבוק דבאגר"],"Check Headers":["בדיקת כותרת עליונה"],"Check Google Cache":["בדיקת זיכרון מטמון של גוגל"],"Check Keyword Density":["בדיקת צפיפות מילות מפתח"],"Check Inlinks (OSE)":["בדיקת קישורים נכנסים (OSE)"],"Analyze this page":["בצע אנליזה לעמוד זה"],"SEO Book":["ספר SEO"],"AdWords External":["AdWords ללא התחברות עם חשבון Gmail"],"Keyword Research":["מחקר מילות מפתח"],"%s does not seem to be a valid url. Please correct.":["%s איננה כתובת חוקית. נא לתקן."],"%1$s does not seem to be a valid %2$s verification string. Please correct.":["נראה כי %1$s איננה מחרוזת אימות %2$s תקינה. נא לתקן."],"\"Max entries per sitemap page\" should be a positive number, which %s is not. Please correct.":["מספר פריטים מקסימלי במפת אתר %s חייב להיות מספר חיובי. נא לתקן."],"%s Archive":["ארכיון %s"],"You searched for %s":["חיפוש עבור %s"],"%s does not seem to be a valid Twitter user-id. Please correct.":["%s איננו שם משתמש חוקי בטוויטר. נא לתקן."],"Summary with large image":["תקציר עם תמונה גדולה"],"Summary":["תקציר"],"The post %1$s appeared first on %2$s.":["הפוסט %1$s הופיע ראשון ב-%2$s."],"No numeric value was received.":["לא התקבל ערך מספרי."],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":["זה חייב להיות אתר קיים. האתר %s לא קיימת או סומן כנמחק."],"The default blog setting must be the numeric blog id of the blog you want to use as default.":["הגדרת ברירת המחדל של האתר צריכה להיות ערך מספרי של האתר בו יש להשתמש כברירת מחדל."],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":["%1$s לא ניתן לאפשר גישה לבחירה זו %2$s. הבחירה אופסה לברירת מחדל."],"Please select a valid post type for taxonomy \"%s\"":["נא לבחור סוג תוכן לטקסונומיה \"%s\""],"Please select a valid taxonomy for post type \"%s\"":["נא לבחור טקסונומיה לתוכן מסוג \"%s\""],"You searched for":["חיפשת"],"Home":["דף הבית"],"Archives for":["ארכיון עבור"],"Error 404: Page not found":["שגיאה 404: הדף לא נמצא"],"Good":["טוב"],"Replaced with a custom taxonomies description":["תיאור טקסונומיה"],"Replaced with a posts custom taxonomies, comma separated.":["טקסונומיות מופרדות בפסיקים."],"Replaced with a posts custom field value":["הערך של השדה המיוחד"],"Replaced with the slug which caused the 404":["מזהה כתובת שיצר שגיאת 404"],"Replaced with the posts focus keyword":["ביטוי המיקוד של הפוסט/עמוד"],"Attachment caption":["מצורף הכיתוב"],"Replaced with the current page number":["מספר העמוד הנוכחי"],"Replaced with the current page total":["מספר הדפים הכולל"],"Replaced with the current page number with context (i.e. page 2 of 4)":["הדף הנוכחי (למשל עמוד 2 מתוך 4)"],"Replaced with the current year":["השנה הנוכחית"],"Replaced with the current month":["החודש הנוכחי"],"Replaced with the current day":["היום הנוכחי"],"Replaced with the current date":["התאריך הנוכחי"],"Replaced with the current time":["השעה הנוכחית"],"Replaced with the post/page author's userid":["מזהה מחבר העמוד/פוסט"],"Replaced with the post/page author's 'Biographical Info'":["ביוגרפיה של מחבר הפוסט/עמוד"],"Replaced with the post/page author's 'nicename'":["כינוי מחבר העמוד/פוסט"],"Replaced with the post/page ID":["המזהה של הפוסט/עמוד"],"Replaced with the post/page modified time":["שעת עדכון הפוסט/עמוד"],"Replaced with the post type plural label":["סוג פוסט עם תגיות מרובות"],"Replaced with the post type single label":["סוג פוסט עם תגית אחת"],"Replaced with the current search phrase":["ביטוי החיפוש הנוכחי"],"Replaced with the term name":["שם המונח"],"Replaced with the term description":["תיאור המונח"],"Replaced with the tag description":["תיאור תגית"],"Replaced with the category description":["תיאור קטגוריה"],"Replaced with the post categories (comma separated)":["קטגוריות הפוסט (מופרדות בפסיקים)"],"Replaced with the current tag/tags":["תגיות נוכחיות"],"Replaced with the post/page excerpt (without auto-generation)":["תקציר הפוסט/עמוד (ללא יצירה אוטומטית)"],"Replaced with the post/page excerpt (or auto-generated if it does not exist)":["תקציר הפוסט/עמוד (או שייווצר באופן אוטומטי אם לא קיים)"],"The site's tag line / description":["סלוגן/תיאור האתר"],"The site's name":["שם האתר"],"Replaced with the title of the parent page of the current page":["כותרת של עמוד-אב"],"Replaced with the title of the post/page":["כותרת הפוסט/עמוד"],"Replaced with the date of the post/page":["תאריך הפוסט/עמוד"],"Page %1$d of %2$d":["עמוד %1$d מתוך %2$d"],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":["לא ניתן שנות משתנה WPSEO על ידי רישום משתנה באותו שם, יש להשתמש בפילטר \"wpseo_replacements\"."],"A replacement variable with the same name has already been registered. Try making your variable name unique.":["כבר נרשם משתנה החלפה עם שם זהה. יש לבחור שם אחר למשתנה."],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":["משתנה החלפה לא יכול להתחיל עם \"%%cf_\" או עם \"%%ct_\" משום שתחיליות אלה שמורות למשתני ברירת המחדל של התוסף לתכנים מותאמים אישית וטקסונומיות. יש לבחור שם אחר למשתנה."],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":["משתנה החלפה יכול להכיל רק תווים אלפאנומריים, קו תחתון או במקף. יש לשנות את המשתנה."],"Admin only notice: this page doesn't show a meta description because it doesn't have one, either write it for this page specifically or go into the SEO -> Titles menu and set up a template.":["מנהל שים לב: הדף הזה לא מציג meta description בגלל שאין. ניתן לכתוב תיאור ספציפי לעמוד זה או ללכת לתפריט \"כותרות SEO\" וליצור לתיאור גנרי."],"Page not found":["הדף לא נמצא"],"%s Archives":["ארכיון %s"],"Search for \"%s\"":["חפש \"%s\""],"Exclude user from Author-sitemap":["אל תציג מחבר במפת האתר"],"Meta keywords to use for Author page":["Meta keywords לדף מחבר"],"Meta description to use for Author page":["Meta description לדף מחבר"],"Title to use for Author page":["כותרת בדף מחבר"],"%1$s settings":["הגדרות %1$s"],"Delete the old data after import? (recommended)":["מחק את הנתונים הישנים לאחר הייבוא? (מומלץ)"],"Import from WooThemes SEO framework":["יבוא מתוך WooThemes SEO framework"],"Import from All-in-One SEO":["יבוא מתוך All-in-One SEO"],"Import from HeadSpace2":["יבוא מתוך ​​HeadSpace2"],"If you've used another SEO plugin, try the %1$sSEO Data Transporter%2$s plugin to move your data into this plugin, it rocks!":["אם יש לך כבר תוסף SEO תוסף %sSEO Data Transporter%s יעזור להעביר את המידע לתוסף הזה. "],"No doubt you've used an SEO plugin before if this site isn't new. Let's make it easy on you, you can import the data below. If you want, you can import first, check if it was imported correctly, and then import &amp; delete. No duplicate data will be imported.":["אם האתר הזה אינו חדש ללא ספק השתמשתה בתוסף עבור SEO. על מנת להקל עליך את המעבר אתה יכול ליבא את כל ההגדרות מכאן. באפשרותך ליבא את ההגדרות ולבדוק שהכל יובא כמו שצריך ורק אז לבצא יבוא ומחיקה של הנתונים הישנים. בסוף לא ישאר כפל נתונים."],"Export your %1$s settings":["יצוא הגדרות %1$s"],"Include Taxonomy Metadata":["כלול Metadata של טקסונומיות"],"Export your %1$s settings here, to import them again later or to import them on another site.":["יצוא הגדרות %1$s על מנת לייבא אותם שוב מאוחר יותר או לייבא אותם לאתר אחר."],"Import settings":["יבוא ​​הגדרות"],"Import settings by locating %1$ssettings.zip%2$s and clicking \"Import settings\"":[""],"Import from other SEO plugins":["יבוא הגדרות מתוסף SEO אחר"],"Import":["יבוא"],"The old data of the imported plugin was deleted successfully.":["המידע הישן מהתוסף המיובא נמחק בהצלחה."],"If you had a %s file and it was editable, you could edit it from here.":[""],"If your %s were writable, you could edit it from here.":[""],"You don't have a %s file, create one here:":[""],"A link to your site, with your site's name and description as anchor text.":["קישור לאתר עם שם ותיאור האתר בטקסט העוגן."],"A link to your site, with your site's name as anchor text.":["קישור לאתר עם שם האתר בטקסט העוגן."],"A link to the post, with the title as anchor text.":["קישור לפוסט עם הכותרת בטקסט העוגן."],"A link to the archive for the post author, with the authors name as anchor text.":["קישור לארכיון עבור שם המחבר, עם שם המחבר בטקסט העוגן."],"You can use the following variables within the content, they will be replaced by the value on the right.":["ניתן להשתמש במשתנים הבאים בתוכן, הם יוחלפו בערכים המתאימים."],"Content to put after each post in the feed":["תוכן שיופיע אחרי כל פוסט בפיד"],"Content to put before each post in the feed":["תוכן לפני כל פוסט בפיד"],"This feature is used to automatically add content to your RSS, more specifically, it's meant to add links back to your blog and your blog posts, so dumb scrapers will automatically add these links too, helping search engines identify you as the original source of the content.":["אפשרות זו מוסיפה לפיד ה-RSS קישורים לאתר ולפוסט הספציפי, כך שגנבי תוכן ומכונות אוטומטיות יקשרו בחזרה לאתר זה. הדבר יכול לעזור למנועי חיפוש לזהות את מקור התוכן המועתק."],"Other variables not to clean":["משתנים אחרים שלא למחוק"],"You might have extra variables you want to prevent from cleaning out, add them here, comma separated.":["משתנים מופרדים בפסיקים, שאין ברצונך לנקות אותם."],"Prevent cleaning out Google Analytics Campaign & Google AdWords Parameters.":["מניעת ניקוי פרמטרים של קמפיינים בגוגל אנליטיקס & גוגל אדוורדס."],"If you use Google Analytics campaign parameters starting with %s, check this box. However, you're advised not to use these. Instead, use the version with a hash.":[""],"Prevent cleaning out Google Site Search URLs.":["מנע ניכוי URL מתוך Google Site Search."],"Google Site Search URLs look weird, and ugly, but if you're using Google Site Search, you probably do not want them cleaned out.":["Google Site Search מיצרת כתובות מכוערות, אבל אם אתה משתמש בחיפוש של גוגל סביר להניח שאתה לא רוצה שהם יעברו ניקוי."],"Redirect ugly URLs to clean permalinks. (Not recommended in many cases!)":["הפניית כתובות לא יפות לקישורים קבועים נקיים. (לא מומלץ במקרים רבים!)"],"People make mistakes in their links towards you sometimes, or unwanted parameters are added to the end of your URLs, this allows you to redirect them all away. Please note that while this is a feature that is actively maintained, it is known to break several plugins, and should for that reason be the first feature you disable when you encounter issues after installing this plugin.":["במקרים רבים שאנשים אחרים מקשרים אליך יש שגיאה בכתובת או שהם מוסיפים פרמטרים נוספים בסוף הכתובת, הפונקציה הזאת מאפשרת לך להפנות אותם לכתובת המקורית. הערה חשובה: האפשרות הזאת פעילה ומתוחזקת באופן אקטיבי אבל ידוע שהיא יוצרת בעיות עבור תוספים אחרים לכן אם יש לכם בעיה בתוסף אחר כצעד ראשון למציאת הבעיה נטרלו את האפשרות הזאת."],"Enforce a trailing slash on all category and tag URLs":["חייב שימוש ב-/ בסוף כל URL של קטגוריה או תג"],"If you choose a permalink for your posts with %1$s, or anything else but a %2$s at the end, this will force WordPress to add a trailing slash to non-post pages nonetheless.":["אם תבחר מבנה לינקים לפוסטים עם הסיומת %1$s, או כל דבר אחר, חוץ מ-%2$s בסוף, זה יכריח את וורדפרס להוסיף סלאש בסוף כל שאר הדפים (שהם לא פוסטים)."],"This prevents threaded replies from working when the user has JavaScript disabled, but on a large site can mean a <em>huge</em> improvement in crawl efficiency for search engines when you have a lot of comments.":["מניעת שרשור תגובות עבור משתמש ללא JavaScript מופעל. באתרים גדולים מאוד עם המון תגובות הדבר משפר <em>מאוד</em> את יעילות הסריקה של מנועי החיפוש."],"This helps you to create cleaner URLs by automatically removing the stopwords from them.":["זה עוזר ליצור כתובות נקיות אופן אוטומטי על ידי הסרת מילות קישור."],"Clean up permalinks":["מבנה קישורים"],"Redirect attachment URLs to parent post URL.":["הפניית כתובות של קבצים מצורפים לעמודי אב."],"Attachments to posts are stored in the database as posts, this means they're accessible under their own URLs if you do not redirect them, enabling this will redirect them to the post they were attached to.":["קבצים מצורפים לפוסטים מאוחסנים במסד הנתונים כפוסטים נפרדים, זאת אומרת שהם נגישים תחת כתובת נפרדת, על ידי סימון כאן הם יופנו לכתובת הפוסט אליו הם צורפו."],"Change URLs":["שינוי כתובות"],"Usage of this breadcrumbs feature is explained in %1$sour knowledge-base article on breadcrumbs implementation%2$s.":["אופן שימוש בקישורים פנימיים מוסבר ב%1$sמדריך ליישום קישורים פנימיים%2$s."],"How to insert breadcrumbs in your theme":["כיצד להכניס נתיב ניווט לתוך התבנית"],"Blog":["אתר"],"Post type archive to show in breadcrumbs for taxonomies":["ארכיון CPT להצגה בקישורים פנימיים של טקסונומיות"],"Taxonomy to show in breadcrumbs for post types":["טקסונומיה להצגה בקישורים פנימיים בדפי CPT"],"Breadcrumb for 404 Page":["נתיב ניווט עבור עמוד 404"],"Prefix for Search Page breadcrumbs":["קידומת עבור נתיב ניווט בעמוד חיפוש"],"Prefix for Archive breadcrumbs":["קידומת עבור נתיב ניווט בארכיון"],"Prefix for the breadcrumb path":["קידומת לנתיב (paths) של נתיב הניווט"],"Anchor text for the Homepage":["טקסט העוגן עבור דף הבית"],"Separator between breadcrumbs":["המפריד בין הפריטים בנתיב הניווט"],"Enable Breadcrumbs":["אפשר נתיב ניווט (Breadcrumbs)"],"Below are your published posts' SEO scores. Now is as good a time as any to start improving some of your posts!":[""],"Developer":["מפתח"],"QA & Translations Manager":["QA ומנהל תרגום"],"Project Lead":["מוביל פרוייקט"],"Want to help us develop? Read our %1$scontribution guidelines%2$s!":["רוצים לעזור לנו לפתח? קראו את %1$sההנחיות לתרומה%2$s שלנו!"],"While most of the development team is at %1$sYoast%2$s in the Netherlands, %3$s is created by a worldwide team.":[""],"Credits":["קרדיטים"],"Thank you for updating %1$s!":["תודה ששדרגת את %1$s!"],"Posts to exclude":["פוסטים שלא יכללו"],"You can exclude posts from the sitemap by entering a comma separated string with the Post ID's. The format will become something like: %1$s.":["ניתן לא לכלול פוסטים מסויימים במפת האתר על ידי הזנת מספרי ה-ID שלהם מופרדים בפסיקים. הפורמט יהיה משהו כמו: %1$s."],"Max entries per sitemap":["מספר פריטים מקסימלי במפת אתר"],"Please enter the maximum number of entries per sitemap page (defaults to %d, you might want to lower this to prevent memory issues on some installs):":[""],"Save your settings to activate your XML Sitemap.":["שמור את ההגדרות על מנת ליצר מפת XML."],"You do <strong>not</strong> need to generate the XML sitemap, nor will it take up time to generate after publishing a post.":["צריך לחולל את מפת ה XML, וגם לא יקח לו זמן להתעדכן לאחר פרסום פוסט חדש. <strong>לא</strong>"],"You can find your XML Sitemap here: %1$sXML Sitemap%2$s":["ניתן למצוא את מפת האתר כאן: %1$sXML Sitemap%2$s"],"Excluded Posts":["פוסטים שלא יכללו"],"User sitemap":["משתמשים"],"&laquo; Back to Tools page":["חזרה לעמוד כלים"],"%1$s comes with some very powerful built-in tools:":["%1$s מגיע עם כמה כלים מובנים חזקים מאוד:"],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":["הכלי הזה מאפשר לכם לשנות בקלות קבצים חשובים של ה- SEO, לדוגמה, robots.txt וקובץ .htaccess."],"File editor":["עריכת קבצים"],"Import settings from other SEO plugins and export your settings for re-use on (another) blog.":["ייבא הגדרות מתוספי SEO אחרים או ייבא את ההגדרות שלך לשימוש בבלוג אחר"],"Import and Export":["יבוא ויצוא"],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":["כלי זה מאפשר לך לבצע שינויים בכותרות ובתיאורי עמודים ומאמרים במהירות ללא צורך בכניסה לעורך טקסט של כל עמוד בנפרד."],"Bulk editor":["עריכה קבוצתית"],"Google Publisher Page":["עמוד Google Publisher"],"If you have a Google+ page for your business, add that URL here and link it on your Google+ page's about page.":["אם לעסק יש עמוד גוגל+, ניתן להוסיף את הכתובת שלו כאן ולקשר אותו לעמוד האודות בגוגל+."],"To %1$sconfirm your site with Pinterest%2$s, add the meta tag here:":["כדי %1$sלאשר את האתר שלך עם פינטרסט%2$s, הוסף את תגית המטא כאן: "],"Pinterest uses Open Graph metadata just like Facebook, so be sure to keep the Open Graph checkbox on the Facebook tab checked if you want to optimize your site for Pinterest.":[""],"The default card type to use":["השתמש בכרטיס מסוג"],"Add Twitter card meta data":["השתמש בתגיות מטא של כרטיס טוויטר"],"Add Twitter card meta data to your site's %s section.":[""],"This image is used if the post/page being shared does not contain any images.":["תמונת ברירת מחדל לשיתוף כאשר העמוד/פוסט אינו מכיל תמונה ראשית."],"Default settings":["הגדרות ברירת מחדל"],"Copy home meta description":["העתק תיאור SEO של עמוד הבית"],"Description":["תאור"],"Image URL":["כתובת תמונה"],"These are the title, description and image used in the Open Graph meta tags on the front page of your site.":["הגדרות Open Graph אלה כוללות את הכותרת, התיאור והתמונה המשמשות בעמוד הראשי של האתר."],"Frontpage settings":["הגדרות דף ראשי"],"Add Open Graph meta data":["השתמש בתגיות Open Graph"],"Add Open Graph meta data to your site's %s section, Facebook and other social networks use this data when your pages are shared.":[""],"Google+ URL":["כתובת גוגל+"],"YouTube URL":["כתובת יוטיוב"],"Pinterest URL":["כתובת פינטרסט"],"MySpace URL":["כתובת מייספייס"],"LinkedIn URL":["כתובת לינקדאין"],"Instagram URL":["כתובת אינסטגרם"],"Twitter Username":["משתמש טוויטר"],"Facebook Page URL":["כתובת עמוד פייסבוק"],"Accounts":["חשבונות"],"Restore site to defaults":["שיחזור ברירת המחדל של האתר"],"Blog ID":["מזהה אתר"],"Site ID":["ה-ID של האתר"],"Using this form you can reset a site to the default SEO settings.":["באמצעות טופס זה ניתן לשחזר את הגדרות ברירת המחדל."],"Restore site to default settings":["שיחזור הגדרות ברירת המחדל של האתר"],"Save MultiSite Settings":["שמור הגדרות למערכת עם ריבוי אתרים"],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new blogs.":["הגדרות רגישות לפרטיות (מנהלי פייסבוק וכאלה), הגדרות ספציפי לתבנית (שכתוב כותרות) וכמה הגדרות ספציפיות אחרות לא ייובאו לאתרים חדשים."],"Enter the %1$sSite ID%2$s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":[""],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":["יש לבחור את האתר שהגדרותיו ישמשו שהגדרות ברירת מחדל לכל אחר חדש שיתווסף לרשת. אם לא יבחר אתר מסוים, יעשה שימשו בהגדרות ברירת המחדל של התוסף."],"New sites in the network inherit their SEO settings from this site":["אתרים חדשים ברשת יורשים את הגדרות ה-SEO שלהם מאתר זה."],"Super Admins only":["סופר מנהלים בלבד"],"Site Admins (default)":["מנהלי אתר (ברירת מחדל)"],"Who should have access to the %1$s settings":["קבע למי תהייה גישה להגדרות %1$s "],"spam":["ספאם"],"mature":["בוגר"],"archived":["אורכב"],"public":["ציבורי"],"Blog %s not found.":["אתר %s לא נמצא."],"%s restored to default SEO settings.":["%s שיחזרו להגדרות SEO ברירת מחדל."],"Settings Updated.":["עדכון הגדרות."],"Use meta keywords tag?":["עשה שימוש בתגית meta keywords?"],"I don't know why you'd want to use meta keywords, but if you want to, enable this.":["אין לי מושג למה לאפשר שימוש במטא מילות מפתח, אבל למתעקשים סמנו כאן את התיבה "],"If you want to prevent /page/2/ and further of any archive to show up in the search results, set this to \"noindex\".":["מניעת תצוגה של מספרי עמוד /page/2/ בעמודי ארכיון מכל סוג בתוצאות חיפוש."],"Sitewide meta settings":["הגדרות גלובליות לאתר"],"404 pages":["דפי 404"],"Search pages":["דפי חיפוש"],"These pages will be %s by default, so they will never show up in search results.":["דפים אלה יהיו %s כברירת מחדל, כך שהם לא יופיעו בתוצאות החיפוש."],"Special Pages":["דפים מיוחדים"],"Date-based archives could in some cases also be seen as duplicate content.":["דפי ארכיון מבוססי תאריך יכולים להיחשב כתוכן כפול במקרים מסוימים."],"If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or to add %s to it so it doesn't show up in the search results.":[""],"If you're running a one author blog, the author archive will be exactly the same as your homepage. This is what's called a %1$sduplicate content problem%2$s.":["במידה ולאתר יש כותב אחד, ארכיון הכותב יהיה זהה לארכיון של דף הבית. הדבר יוצר %1$sבעיית תוכן משוכפל%2$s."],"Date archives":["ארכיון תאריך"],"Title":["כותרת"],"Note: instead of templates these are the actual titles and meta descriptions for these custom post type archive pages.":["הערה: עבור סוג פוסט בארכיון, ניתן לערוך את הכותרת ואת תגית התיאור בנפרד. "],"Custom Post Type Archives":["ארכיון סוגי פוסטים"],"%1$s Meta Box":["%1$s"],"Hide":["הסתר"],"Date in Snippet Preview":["תאריך בצפייה המקדימה"],"Meta Robots":["תגית מטא רובוט"],"Take note:":["רשום הערה:"],"You can determine the title and description for the blog page by %1$sediting the blog page itself &raquo;%2$s":[""],"You can determine the title and description for the front page by %1$sediting the front page itself &raquo;%2$s":[""],"Homepage &amp; Front page":["דף הבית והדף הראשי"],"Meta keywords template":["מילות מפתח"],"Meta description template":["תיאור"],"Title template":["כותרת"],"Symbols are shown in the size they'll appear in the search results.":["הסימנים מוצגים בגדלים שמופיעים בתוצאות מנועי החיפוש."],"Choose the symbol to use as your title separator. This will display, for instance, between your post title and site name.":["סימן שישמש כסימן מפריד כותרת. הסימן יוצג, למשל, בין כותרת הפוסט לשם האתר."],"Title Separator":["מפריד כותרת"],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s בודק אוטומטית אם יש צורך לכפות שכתוב כותרות, אם לדעתך הוא טועה, אפשר לשנות את ההגדרה כאן, בתנאי שידוע לך מה ההשלכות של הפעולה."],"Force rewrite titles":["חייב שכתוב מחדש של הכותרות"],"Taxonomies":["טקסונומיות"],"Post Types":["סוגי פוסטים"],"Homepage":["דף הבית"],"%1$s Extensions":["הרחבות %1$s"],"Seamlessly integrate WooCommerce with %1$s and get extra features!":["שלבו בצורה חלקה את WooCommerce עם %1$s וקבלו תכונות נוספות!"],"Rank better locally and in Google Maps, without breaking a sweat!":["דירוג גבוה יותר בחיפוש מקומי ובגוגל מפות, בלי לשבור את הראש!"],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":["האם האתר מופיע בגוגל חדשות? הגדילו את התנועה מגוגל חדשות על ידי אופטימיזציה יעודית!"],"Optimize your videos to show them off in search results and get more clicks!":["אופטימיזציה לוידאו תחשוף אותם בתוצאות מנועי חיפוש ותייצר יותר הקלקות!"],"The premium version of %1$s with more features & support.":["גרסת פרימיום של %1$s עם תמיכה ומאפיינים נוספים."],"Yandex Webmaster Tools":["כלי מנהלי האתרים של יאנדקס:"],"Bing Webmaster Tools":["כלי מנהלי האתרים של בינג"],"You can use the boxes below to verify with the different Webmaster Tools, if your site is already verified, you can just forget about these. Enter the verify meta values for:":["ניתן להשתמש בתיבות מתחת על מנת לאמת עם כלי מנהלי האתרים השונים, אם האתר כבר אומת, ניתן לשכוח מהעניין. הזן את הערכי המטא עבור:"],"Your name":["שם"],"Company logo":["לוגו חברה"],"Company name":["שם חברה"],"Person":["איש קשר"],"Company":["חברה"],"Choose whether you're a company or person":["האם אתה חברה או איש קשר"],"This data is shown as metadata in your site. It is intended to appear in Google's Knowledge Graph. You can be either a company, or a person, choose either:":["מידע זה מוצג בתגיות Meta באתר. הוא מיועד להופיע בגרף הידע של גוגל. לפי ההנחיות, ניתן לייצג חברה או איש קשר."],"Company or person":["חברה או איש קשר"],"Alternate name":["שם חלופי"],"Google shows your website's name in the search results, we will default to your site name but you can adapt it here. You can also provide an alternate website name you want Google to consider.":["גוגל מציג את שם האתר בתוצאות החיפוש, כברירת מחדל התוסף מציג את שם האתר, אבל כאן ניתן לשנות את הערך מבלי לשנות את שם האתר. כמו כן, ניתן לספק שם חלופי לשיקול גוגל."],"Website name":["שם האתר"],"Are you sure you want to reset your SEO settings?":["האם אתה בטוח שברצונך לאפס את הגדרות ה-SEO של האתר?"],"If you want to restore a site to the default %s settings, press this button.":["שיחזור הגדרות ברירת מחדל של %s."],"Security":["אבטחה"],"Webmaster tools":["כלי מנהלי אתרים"],"Your info":["פרטים שלך"],"Company info":["פרטי חברה"],"You do not have your postname in the URL of your posts and pages, it is highly recommended that you do. Consider setting your permalink structure to <strong>/%postname%/</strong>.":["אין את כותרת הפוסט בתוך ה URL, דבר שמאוד מומלץ. שקול שינוי הגדרת הלינקים ל<strong>/%postname%/</strong>."],"Fix it":["תקן."],"RSS":["RSS"],"Permalinks":["קישורים קבועים"],"Breadcrumbs":["קישורים פנימיים"],"or":["או"],"Save Profile":["שמירת פרופיל"],"There were no profiles found":["לא נמצאו פרופילים"],"Profile":["פרופיל"],"Current profile":["פרופיל נוכחי"],"Reauthenticate with Google ":["אמת מחדש באמצעות גוגל"],"Authenticate":["אמת"],"Get Google Authorization Code":["קבל קוד אישור מגוגל"],"Reload crawl issues":["טען מחדש בעיות זחילה"],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year of support and updates, on %2$s.":["כדי שיתאפשר לכם לבצע הפניה ולתקן את הבעיה בזו, אתם צריכים %1$s. אתם יכולים לרכוש את התוסף, כולל שנה של תמיכה תכנית ועדכונים, ב- %2$s."],"Creating redirects is a %s feature":["יצירת הפניות היא אפשרות של %s"],"Errors that only occurred when your site was crawled by Googlebot for feature phones (errors didn't appear for desktop).":[""],"Errors that occurred only when your site was crawled by Googlebot-Mobile (errors didn't appear for desktop).":["שגיאות שהתחרשו בעת שהזחלן של גוגל שמותאם לניידים סרק את האתר שלך (השגיאות לא הופיעו בסריקה של האתר הרגיל - desktop)."],"Errors that occurred when your site was crawled by Googlebot.":["שגיאות שהתרחשו בזמן שהזחלן של גוגל סרק את האתר שלך."],"Issue categories":["קטגוריות בעיות"],"Incorrect Google Authorization Code.":["קוז זיהו של גוגל שגוי."],"The issues have been successfully reloaded!":["הבעיות נטענו מחדש בהצלחה!"],"The %1$s data has been removed. You will have to reauthenticate if you want to retrieve the data again.":["נתוני %1$s הוסרו. יש לאמת מחדש כדי להחזר שוב את הנתונים."],"Crawl errors per page":["בעיות זחילה לפי עמוד"],"Search":["חיפוש"],"Don't miss your crawl errors: %1$sconnect with Google Search Console here%2$s.":["אל תחמיץ את את השגיאות שיש באתר שלך:  %1$sהתחברו לגוגל וובמסטר קונסול דרך קישור זה%2$s."],"Create redirect":["צור הפנייה"],"Mark as fixed":["סמן כ\"תוקן\""],"Response code":["קוד תגובה"],"First detected":["נמצא לראשונה"],"Last crawled":["נסרק לאחרונה"],"URL":["URL"],"%1$s detected you’re using a version of %2$s which is not compatible with %1$s. Please update %2$s to the latest version to use this feature.":[" %1$s זיהה שגירסת %2$s אינה נתמכת על ידי %1$s. יש לעדכן את %2$s לגרסה האחרונה כדי להשתמש בתכונה זו."],"Yoast plugins share some code between them to make your site faster. As a result of that, we need all Yoast plugins to be up to date. We've detected this isn't the case, so please update the Yoast plugins that aren't up to date yet.":["התוספים של יואסט משתפים ביניהם קוד כדי שהאתר יהיה מהיר יותר. כפועל יוצא, כל התוספים של יואסט צריכים להיות מעודכנים. באתר זה לא כולם מעודכנים, לכן יש לעדכן אותם."],"Feature phone":["טלפון פשוט"],"Smartphone":["טלפון חכם"],"Desktop":["מחשב שולחני"],"The target URL doesn't exist, but your server is not returning a 404 (file not found) error.":["כתובת היעד לא קיימת אך השרת שלך לא החזיר שגיאת 404 (הקובץ לא נמצא)."],"Soft 404":["404 רך"],"Request timed out or site is blocking Google.":["משך ההמתנה לבקשה ארוך מדי או שהאתר חוסם את גוגל."],"Server Error":["שגיאת שרת"],"Googlebot could access your site, but certain URLs are blocked for Googlebot in your %1$s file. This block could either be for all Googlebots or even specifically for Googlebot-mobile.":[""],"Blocked":["חסום"],"Google was unable to crawl this URL due to an undetermined issue.":["Google מנוע מזחילה לURL זה מסיבות שאינם ידועות."],"URL points to a non-existent page.":["הפניה לעמוד לא קיים."],"Not found":["לא נמצא"],"Not followed":["לא מורשה"],"Faulty redirects":["הפניות שגויות"],"Server requires authentication or is blocking Googlebot from accessing the site.":["השרת דורש אימות או שהוא חוסם את הבוט של גוגל מגישה לאתר."],"Access denied":["גישה נדחתה"],"Deactivate %s":["כיבוי %s"],"The %1$s plugin might cause issues when used in conjunction with %2$s.":["התוסף %1$s עלול ליצור בעיות כשמשתמשים בו יחד עם %2$s."],"Upload Image":["העלאת תמונה"],"Upgrade to %1$s &raquo;":["שדרוג ל%1$s"],"Remove these ads?":["הסרת מודעות?"],"Current option:":["אפשרות נוכחית:"],"Debug Information":["מידע בנושא דיבאג"],"%s Posts Overview":["סקירת %s"],"Include in Sitemap?":["כלול במפת XML?"],"This taxonomy follows the indexation rules set under Metas and Titles, you can override it here.":[""],"The Breadcrumbs Title is used in the breadcrumbs where this taxonomy appears.":["כותרת נתיב ניווט מופיעה בנתיב במקום בו מופיעה הטקסונומיה."],"Breadcrumbs title":["כותרת נתיבי ניווט"],"The canonical link is shown on the archive page for this term.":["קישור ה canonical מוצג בדף ארכיון עבור ביטוי זה."],"Meta keywords used on the archive page for this term.":["Meta keywords שבשמוש בדף ארכיון עבור ביטוי זה."],"Never include":["אף פעם אל תכלול"],"Always include":["תמיד תכלול"],"Auto detect":["איתור אוטומטי"],"Clear all Facebook Data":["מחק כל נתוני פייסבוק"],"Facebook App ID":["Facebook App ID"],"Currently connected Facebook admins:":["מוגדרים כעת פייסבוק מנהלים:"],"Add Another Facebook Admin":["הוסף עוד מנהל פייסבוק"],"Add Facebook admin":["הוספת מנהל פייסבוק"],"Admin's Facebook user ID:":["ה-ID של המנהל:"],"Admin's name:":["שם המנהל:"],"If you don't know where to find the needed ID, see %1$sthis knowledge base article%2$s.":["אם אתם לא יודעים איך למצאו את ה- ID הנחוץ, צפו %1$sבמאגר המידע הזה%2$s."],"To be able to access %1$sFacebook Insights%2$s, you need to add a user here. The name is used for reference only, the ID is used for verification.":[""],"More info can be found %1$son our knowledge base%2$s.":["מידע נוסף יכול להימצא %1$sבמאגר המידע שלנו%2$s."],"To be able to access %1$sFacebook Insights%2$s for your site, you need to specify a Facebook Admin. This can be a user. If you have an app for your site, you could use that as well.":[""],"Facebook Insights and Admins":["סטטיסטיקה מפייסבוק ודף מנהלים"],"Successfully cleared all Facebook Data":["מחיקת נתוני פייסבוק בוצעה בהצלחה"],"Successfully removed admin %s":["הוסר בהצלחה מנהל %s"],"This Facebook user has already been added as an admin.":["משתמש פייסבוק זה כבר מוגדר כמנהל."],"Your input contains invalid characters. Please make sure both fields are filled in correctly.":["הקלט מכיל תווים לא חוקיים. נא לוודא ששני השדות מלאים כהלכה."],"Please make sure both fields are filled.":["יש לוודא כי שני השדות מלאים."],"Pinterest":["פינטרסט"],"Other":["אחר"],"Archives":["ארכיון"],"Email":["מייל"],"Previous":["קודם"],"Next":["הבא"],"Close":["סגור"],"Configure %1$s's XML Sitemap settings":[""],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines, yet might slow down your site.":[""],"Configure %1$s's OpenGraph settings":[""],"Both %1$s and %2$s create OpenGraph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":[""],"%s Image":["%s תמונה"],"%s Description":["%s תאור"],"%s Title":["%s כותרת"],"Twitter":["טוויטר"],"Facebook":["פייסבוק"],"The recommended image size for %1$s is %2$s pixels.":[""],"If you want to override the image used on %s for this post, upload / choose an image or add the URL here.":["אם תרצה להעלות עבור פוסט זה תמונה אחרת במקום התמונה ב %s, העלה / בחר תמונה או הוסף כתובת כאן."],"If you don't want to use the meta description for sharing the post on %s but want another description there, write it here.":["אם אתם לא מעוניינים שתיאור הדף שלכם יוצג כאשר משתפים את הדף שלכם ב %s ובקום תיאור הדף אתם מעוניינים בתיאור מותאם אישית, בבקשה הזינו כאן את התיאור החלופי."],"If you don't want to use the post title for sharing the post on %s but instead want another title there, write it here.":["אם אתם לא מעוניינים  שכותרת הדף שלכם תוצג כאשר משתפים את הדף שלכם ב %s ובקום כותרת הדף אתם מעוניינים בכותרת מותאמת אישית, בבקשה הזינו כאן את הכותרת החלופית ."],"very difficult":["קשה מאוד"],"Try to make shorter sentences, using less difficult words to improve readability.":["נסה ליצור משפטים קצרים יותר, עם מילים יותר פשוטות, על מנת לאפשר קריאה נעימה יותר."],"difficult":["קשה"],"Try to make shorter sentences to improve readability.":["נסה ליצור משפטים קצרים יותר על מנת לאפשר קריאה נעימה יותר."],"fairly difficult":["קשה למדי"],"OK":["בסדר"],"fairly easy":["קל למדי"],"easy":["קל"],"very easy":["קל מאוד"],"The copy scores %1$s in the %2$s test, which is considered %3$s to read. %4$s":[""],"The focus keyword appears in the first paragraph of the copy.":["מילת המפתח מופיע בפסקה הראשונה של התוכן."],"The focus keyword doesn't appear in the first paragraph of the copy. Make sure the topic is clear immediately.":[""],"The keyword density is %1$s, which is great; the focus keyword was found %2$d times.":[""],"The keyword density is %1$s, which is over the advised %3$s maximum; the focus keyword was found %2$d times.":["צפיפות מילות המפתח היא %1$s, זה מעל המקסימום המומלץ של %3$s, הביטוי מופיע %2$d פעמים."],"A meta description has been specified, but it does not contain the focus keyword.":["הוגדר תיאור עמוד אך הוא אינו כולל את ביטוי המפתח."],"No meta description has been specified. Search engines will display copy from the page instead.":["לא הוגדר תיאור עמוד, מנועי חיפוש ישתמשו בתוכן מהעמוד עצמו על מנת להציג תיאור."],"The meta description is under %1$d characters long. However, up to %2$d characters are available.":[""],"You have not used the focus keyword in any subheading (such as an H2) in your copy.":["מילת מפתח לא מופיעה באף כותרות משנה (דוגמת H2)."],"The images on this page are missing alt attributes.":["לתמונות בדף זה חסרות תגיות alt."],"No outbound links appear in this page, consider adding some as appropriate.":[""],"This page has %1$s nofollowed outbound link(s) and %2$s normal outbound link(s).":[""],"This page has %1$s outbound link(s), all nofollowed.":["עמוד זה כולל %1$s קישורים יוצאים, כולם בעלי מאפיין nofollow."],"This page has %1$s outbound link(s).":["בדף זה יש %1$s קישורים יוצאים."],"You're linking to another page with the focus keyword you want this page to rank for. Consider changing that if you truly want this page to rank.":[""],"No images appear in this page, consider adding some as appropriate.":["עמוד זה אינו מכיל תמונות, שקלו להוסיף תמונות מתאימות."],"The SEO title contains the focus keyword, but it does not appear at the beginning; try and move it to the beginning.":[""],"The SEO title contains the focus keyword, at the beginning which is considered to improve rankings.":[""],"Please create an SEO title.":["יש להוסיף כותרת SEO."],"The slug for this page is a bit long, consider shortening it.":["מזהה הדף קצת ארוך, נסה לקצר אותו"],"The focus keyword does not appear in the URL for this page. If you decide to rename the URL be sure to check the old URL 301 redirects to the new one!":[""],"You've used this focus keyword %1$s%2$d times before%3$s, it's probably a good idea to read %4$sthis post on cornerstone content%5$s and improve your keyword strategy.":[""],"You've used this focus keyword %1$sonce before%2$s, be sure to make very clear which URL on your site is the most important for this keyword.":["נעשה שימוש בביטוי מיקוד זה %1$פעם אחת בעבר%2$s, יש להחליט איזה עמוד יותר רלוונטי לביטוי מיקוד זה."],"You've never used this focus keyword before, very good.":["מעולם לא נעשה שימוש בביטוי מיקוד זה, טוב מאוד."],"No focus keyword was set for this page. If you do not set a focus keyword, no score can be calculated.":["לא נקבע ביטוי מיקוד עבור דף זה. אם אינך קובע ביטוי מיקוד, לא ניתן לחשב את הציון המיקוד."],"Focus keyword not set.":["ביטוי מיקוד לא נקבע"],"Focus KW":["ביטוי מיקוד"],"Meta Desc.":["תיאור מטא"],"All SEO Scores":["כל ציוני SEO"],"SEO: Post Noindexed":["SEO: לא לאנדקס"],"SEO: Good":["SEO: טוב"],"SEO: OK":["SEO: בסדר"],"SEO: No Focus Keyword":["SEO: אין ביטוי למיקוד"],"SEO issue: The featured image should be at least 200 by 200 pixels to be picked up by Facebook and other social media sites.":[""],"(no parent)":["(ללא הורה)"],"No focus keyword set.":["לא נקבע ביטוי למיקוד"],"Post is set to noindex.":["מוגדר לא לאנדקס."],"The URL that this page should redirect to.":["כתובת ה URL אליו דף זה פונה."],"301 Redirect":["הפניית 301"],"The canonical URL that this page should point to, leave empty to default to permalink. %1$sCross domain canonical%2$s supported too.":[""],"Canonical URL":["Canonical URL"],"Title to use for this page in breadcrumb paths":["כותרת לשימוש עבור דף זה בנתיב (path) של נתיב הניווט"],"Breadcrumbs Title":["כותרת נתיבי ניווט"],"No Snippet":["אין סניפט"],"No Archive":["אין ארכיון"],"No Image Index":["אין אינדקס תמונות"],"None":["ללא"],"Site-wide default: %s":["ברירת מחדל לכל האתר: %s"],"Advanced <code>meta</code> robots settings for this page.":["הגדרות מתקדמות עבור <code>meta</code> robots לדף זה."],"Meta robots advanced":["Meta Robots למתקדמים"],"Meta robots follow":["מעקב Meta Robots"],"Noindex":["Noindex"],"Index":["Index"],"Default for this post type, currently: %s":["כרגע, ברירת המחדל עבור סוג פוסט היא: %s"],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["אזהרה: למרות שניתן להגדיר כאן הגדרות לרובוטים, כל האתר מוגדר noindex בהגדרות הפרטיות, כך שלהגדרות אלה לא תהיינה השפעה."],"If you type something above it will override your %1$smeta keywords template%2$s.":[""],"Meta keywords":[" מילות מפתח"],"Meta description":["Meta description"],"SEO Title":["כותרת SEO"],"Focus keyword":["ביטוי למיקוד"],"Snippet preview":["תצוגה מקדימה"],"Setting \"%s\" is no longer used and has been discarded.":["ההגדרה \"%s\" כבר לא בשימוש ולכן היא נמחקה."],"No settings found in file.":["לא נמצאו הגדרות בקובץ."],"Settings successfully imported.":["הגדרות יובאו בהצלחה."],"Unzipping failed - file settings.ini not found.":["פתיחת הקובץ נכשלה - הקובץ settings.ini לא נמצא."],"Unzipping failed with error \"%s\".":["פתיחת הקובץ נכשלה עם השגיאה \"%s\"."],"Upload failed.":["ההעלאת הקובץ נכשלה."],"Settings could not be imported:":["לא הצלחתי ליבא את ההגדרות:"],"WooThemes SEO framework settings &amp; data successfully imported.":["הגדרות SEO של WooThemes והנתונים יובאו בהצלחה."],"HeadSpace2 data successfully imported":["נתונים מ-HeadSpace2 יובאו בהצלחה"],"No taxonomy metadata found":["לא נמצאו מטה-נתונים על הטקסונומיה."],"This export includes taxonomy metadata":["יצוא זה כולל מטה-נתונים על הטקסונומיה"],"This is a settings export file for the %1$s plugin by Yoast.com":["זהו קובץ הגדרות ליצוא עבור תוסף %1$s שנכתב על ידי Yoast.com"],"Could not write settings to file.":["אין אפשרות לכתוב על קובץ ההגדרות."],"Could not zip settings-file.":["אין אפשרות לקבץ קובץ הגדרות."],"Error creating %1$s export: ":["שגיאה ביצירת קובץ הגדרות %1$s  לייצוא:"],"Breadcrumb for 404 pages:":["קישורים פנימיים לעמודי 404:"],"Prefix for search result pages:":["קידומת לעמודי תוצאות חיפוש:"],"Prefix for archive pages:":["קידומת לעמודי ארכיון:"],"Prefix for breadcrumbs:":["קידומת לקישורים פנימיים:"],"Anchor text for the homepage:":["Anchor text (טקסט עוגן) לעמוד הבית"],"Breadcrumbs separator:":["מפריד קישורים פנימיים:"],"Remove blog page from breadcrumbs":["הסרת עמוד בלוג מקישורים פנימיים"],"%s Breadcrumbs":["קישורים פנימיים %s"],"Use Image":["השתמש בתמונה"],"Action":["פעולה"],"Page URL/Slug":["כתובת/מזהה עמוד"],"Publication date":["תאריך פרסום"],"Post Status":["סטטוס"],"Post Type":["סוג פוסט"],"WP Page Title":["כותרת עמוד של וורדפרס"],"View":["הצג"],"View &#8220;%s&#8221;":["הצג &#8220;%s&#8221;"],"Preview":["תצוגה מקדימה"],"Preview &#8220;%s&#8221;":["הראה תצוגה מקדימה של &#8220;%s&#8221;"],"Edit":["עריכה"],"Filter":["פילטר"],"You are not allowed to access this page.":["אין לך הרשאה להיכנס לדף זה."],"New Yoast Meta Description":["תיאור SEO חדש"],"Existing Yoast Meta Description":["תיאור SEO נוכחי"],"a,about,above,after,again,against,all,am,an,and,any,are,as,at,be,because,been,before,being,below,between,both,but,by,could,did,do,does,doing,down,during,each,few,for,from,further,had,has,have,having,he,he'd,he'll,he's,her,here,here's,hers,herself,him,himself,his,how,how's,i,i'd,i'll,i'm,i've,if,in,into,is,it,it's,its,itself,let's,me,more,most,my,myself,nor,of,on,once,only,or,other,ought,our,ours,ourselves,out,over,own,same,she,she'd,she'll,she's,should,so,some,such,than,that,that's,the,their,theirs,them,themselves,then,there,there's,these,they,they'd,they'll,they're,they've,this,those,through,to,too,under,until,up,very,was,we,we'd,we'll,we're,we've,were,what,what's,when,when's,where,where's,which,while,who,who's,whom,why,why's,with,would,you,you'd,you'll,you're,you've,your,yours,yourself,yourselves":["a,about,above,after,again,against,all,am,an,and,any,are,as,at,be,because,been,before,being,below,between,both,but,by,could,did,do,does,doing,down,during,each,few,for,from,further,had,has,have,having,he,he'd,he'll,he's,her,here,here's,hers,herself,him,himself,his,how,how's,i,i'd,i'll,i'm,i've,if,in,into,is,it,it's,its,itself,let's,me,more,most,my,myself,nor,of,on,once,only,or,other,ought,our,ours,ourselves,out,over,own,same,she,she'd,she'll,she's,should,so,some,such,than,that,that's,the,their,theirs,them,themselves,then,there,there's,these,they,they'd,they'll,they're,they've,this,those,through,to,too,under,until,up,very,was,we,we'd,we'll,we're,we've,were,what,what's,when,when's,where,where's,which,while,who,who's,whom,why,why's,with,would,you,you'd,you'll,you're,you've,your,yours,yourself,yourselves"],"Facebook profile URL":["כתובת פרופיל פייסבוק"],"Twitter username (without @)":["שם המשתמש בטוויטר (ללא הכרוכית-@)"],"Google+":["גוגל+"],"FAQ":["שאלות נפוצות"],"Premium Support":["תמיכת פרימיום"],"Settings":["הגדרות"],"You must %1$sgo to your Reading Settings%2$s and uncheck the box for Search Engine Visibility.":["עלייך לגשת ל%1$sהגדרות קריאה%2$s ולבטל סימון של אפשרות הנראות במנועי חיפוש."],"Huge SEO Issue: You're blocking access to robots.":["בעית SEO רצינית: אתה מונע גישה של רובוטים לאתר."],"Posts":["פוסטים"],"Edit Files":["עריכת קבצים"],"MultiSite Settings":["הגדרות למערכת עם ריבוי אתרים"],"Advanced Variables":["משתנים מתקדמים"],"Basic Variables":["משתנים בסיסיים"],"Note that not all variables can be used in every template.":["שימו לב שחלק מהמשתנים אינם זמינים בכל העמודים."],"The title &amp; metas settings for %1$s are made up of variables that are replaced by specific values from the page when the page is displayed. The tabs on the left explain the available variables.":["הכותרת והגדרות אחרות של %1$s מורכבות ממשתנים המוחלפים בערכים ספציפיים כאשר הדף מוצג. בתפריט הצדדי מוצגים המשתנים הזמינים."],"Template explanation":["הסבר תבנית"],"Why Google won't display the right page title":["מדוע גוגל לא תציג את כותרת הדף הנכונה"],"Title optimization":["אופטימיזציית כותרת"],"For more information:":["למידע נוסף:"],"General":["כללי"],"Extensions":["הרחבות"],"Search Console":["קונסולת חיפוש"],"Tools":["כלים"],"Advanced":["מתקדם"],"XML Sitemaps":["מפת XML"],"Social":["חברתי"],"Titles &amp; Metas":["כותרות ותגיות מטא"],"SEO":["SEO"],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":["%1$s זיהה שאתם משתמשים בגרסה %2$s מתוך %3$s, בבקשה עדכנו לגרסה האחרונה כדי למנוע בעיות תאימות."],"Just another WordPress site":["עוד אתר וורדפרס"],"You still have the default WordPress tagline, even an empty one is probably better. %1$sYou can fix this in the customizer%2$s.":[""],"You have used HTML in your value which is not allowed.":["השתמשת ב-HTML בערך שהזנת, וזה אסור."],"You can't edit %s that aren't yours.":["אינך יכול לערוך %s שלא שלך."],"You can't edit %s.":["אינך יכול לערוך את %s."],"Post has an invalid Post Type: %s.":["לפוסט יש סוג פוסט לא תקני: %s."],"Post doesn't exist.":["הפוסט אינו קיים."],"The file %s could not be removed. Please remove it via FTP.":["לא ניתן היה להסיר את הקובץ %s. יש להסירו באמצעות FTP."],"posts\u0004Trash <span class=\"count\">(%s)</span>":["פח <span class=\"count\">(%s)</span>","פח <span class=\"count\">(%s)</span>"],"posts\u0004All <span class=\"count\">(%s)</span>":["הכל <span class=\"count\">(%s)</span>","הכל <span class=\"count\">(%s)</span>"]}}}