{"domain":"js-text-analysis","locale_data":{"js-text-analysis":{"":{"domain":"js-text-analysis","plural_forms":"nplurals=2; plural=n != 1;","lang":"fi"},"The meta description has a nice length.":[""],"Your site language is set to %s.":[""],"Number of results found: %s":[""],"Get started quickly with the %1$s %2$sconfiguration wizard%3$s!":[""],"First-time SEO configuration":[""],"Your site language is set to %s. If this is not correct, contact your site administrator.":[""],"Highlight this result in the text":[""],"Considerations":[""],"Errors":[""],"Change language":[""],"%1$s%3$s ACF Integration%2$s - an integration built by %4$s and Team %3$s":[""],"%1$sGlue for %4$s &amp; AMP%3$s - an integration between %2$sthe WordPress AMP plugin%3$s and %4$s.":[""],"You cannot create a %s file.":[""],"You cannot edit the %s file.":[""],"Updated %s":[""],"%1$s 3.0 brought a way for theme builders and custom field plugins to integrate with %1$s. These integrations make sure that %2$sall%3$s the data on your page is used for the content analysis. On this page, we highlight the frameworks that have nicely working integrations.":[""],"Create %s file":[""],"Edit the content of your %s:":[""],"Save changes to %s":[""],"%s file":[""],"We've got other integrations we'd like to tell you about:":[""],"Other integrations":[""],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please install %3$s to make your life better. %4$s.":[""],"More information":[""],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please activate %3$s to make your life better.":[""],"%1$s Integrations":[""],"More information about %1$s":[""],"Configuration Wizard":[""],"QA":[""],"You've done it!":[""],"Seamlessly integrate %1$s into your AMP pages!":[""],"Seamlessly integrate %2$s with %1$s for the content analysis!":[""],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please install %3$s to make your life better.":[""],"Manage your subscription on My Yoast":[""],"The title &amp; metas settings for %1$s are made up of variables that are replaced by specific values from the page when the page is displayed. The table below contains a list of the available variables.":[""],"Mark the most important %1$s as 'cornerstone content' to improve your site structure. %2$sLearn more about cornerstone content%3$s.":[""],"Open support form":[""],"Follow our Yoast SEO for WordPress training and become a certified Yoast SEO Expert!":[""],"Enroll in the Yoast SEO for WordPress training »":[""],"Loading help center.":[""],"Get support":[""],"Search the knowledge base":[""],"View in KB":[""],"Go back":[""],"Go back to the search results":[""],"(Opens in a new browser tab)":[""],"Want to be a Yoast SEO Expert?":[""],"You just changed the URL of this %1$s. To ensure your visitors do not see a 404 on the old URL, you should create a redirect. %2$sLearn how to create redirects here.%3$s":[""],"Posts with a %1$sgood%2$s SEO score":[""],"Posts with an %1$sOK%2$s SEO score":[""],"Posts with a %1$sneeds improvement%2$s SEO score":[""],"Posts %1$swithout%2$s a focus keyword":[""],"Hey, your SEO is doing pretty well! Check out the stats:":[""],"You don't have any published posts, your SEO scores will appear here once you make your first post!":[""],"On this page, you can change the name of your site and choose which\n separator to use. The separator will display, for instance, between your\n post title and site name. Symbols are shown in the size they'll appear in\n the search results. Choose the one that fits your brand best or takes up\n the least space in the snippets.":[""],"%1$s can tell search engines about your social media profiles.\n These will be used in Google's Knowledge Graph. There are additional\n sharing options in the advanced settings. More %2$sinfo%3$s.":[""],"Something else":[""],"A portfolio":[""],"A corporation":[""],"A small offline business":[""],"A news channel":[""],"An online shop":[""],"A blog":[""],"What does the site %1$s represent?":[""],"Please specify which post types you want search engines to index.\n If you do not know the differences between these, it's best to choose the\n default settings. For instance, setting 'Media' to visible would index your\n images which could lead to visitors finding your images without ever\n coming to your site. If you have a custom post type on your site, you need\n to activate these manually.":[""],"If you choose no, your author archives will be deactivated to prevent\n duplicate content issues.":[""],"Note: we don't store your data in any way and don't have full access to your account. \nYour privacy is safe with us.":[""],"%1$s integrates with Google Search Console, a must-have tool for site owners.\n It provides you with information about the health of your site. \n Don't have a Google account or is your site not activated yet?\n Find out %2$show to connect Google Search Console to your site.%3$s":[""],"Option B: My site is under construction and should not be indexed":[""],"Option A: My site is live and ready to be indexed":[""],"Choose under construction if you want to keep the site out of the index\n of search engines. Don't forget to activate it once you're ready to\n publish your site.":[""],"Please specify if your site is under construction or already active.":[""],"This information will be used in Google's Knowledge Graph Card, the big\n block of information you see on the right side of the search results.":[""],"Does your site represent a person or company?":[""],"Close wizard":[""],"Read more like this on our SEO blog":[""],"Latest blogposts on Yoast.com":[""],"Readability: Good":[""],"Readability: OK":[""],"Readability: Needs improvement":[""],"SEO: Needs improvement":[""],"Activate your site on My Yoast":[""],"Not activated":[""],"Activated":[""],"%1s recommendations for you":[""],"All Readability Scores":[""],"Filter by Readability Score":[""],"You are not receiving updates or support! Fix this problem by adding this site and enabling %1$s for it in %2$s.":[""],"Remind me again in 4 weeks.":[""],"Request method %1$s is not valid.":[""],"Import from Jetpack SEO":[""],"Muted notifications:":[""],"Muted problems:":[""],"Do you want to preview what it will look like if people share this post on %1$s? You can, with %2$s.":[""],"Find out why you should upgrade to %s &raquo;":[""],"Go premium!":[""],"Dismiss %s upgrade motivation":[""],"This feature helps you improve the internal link structure of your site. If you want to know more about the why and how of internal linking, check out the %1$sarticle about internal linking on Yoast.com%2$s.":[""],"The <strong>Text link counter</strong> feature (introduced in %1$s %2$s) is currently disabled. For this feature to work %1$s needs to create a table in your database. We were unable to create this table automatically.\n\t\t\t\t\tPlease read the following %3$sknowledge base article%4$s to find out how to resolve this problem.":[""],"Good job! All the links in your texts have been counted.":[""],"Calculation completed.":[""],"Calculation in progress...":[""],"Stop counting":[""],"Counting links in your texts":[""],"Text %1$s of %2$s processed.":[""],"All your texts are already counted, there is no need to count them again.":[""],"Count links in your texts":[""],"The links in all your public texts need to be counted. This will provide insights of which texts need more links to them. If you want to know more about the why and how of internal linking, check out %1$sthe article about internal linking on %2$s%3$s.":[""],"Text link counter":[""],"To make sure all the links in your texts are counted, we need to analyze all your texts.\n\t\t\t\t\tAll you have to do is press the following button and we'll go through all your texts for you.\n\n\t\t\t\t\t%3$sCount links%4$s\n\n\t\t\t\t\tThe Text link counter feature provides insights in how many links are found in your text and how many links are referring to your text. This is very helpful when you are improving your %1$sinternal linking%2$s.":[""],"The <strong>Text link counter</strong> feature (introduced in %1$s %2$s) is currently disabled. For this feature to work %1$s requires at least PHP version %3$s. We have detected PHP version %4$s on this website.\n\t\t\t\t\tPlease read the following %5$sknowledge base article%6$s to find out how to resolve this problem.":[""],"# internal links to":[""],"Number of internal links linking to this post. See \"Yoast Columns\" text in the help tab for more info.":[""],"# links in post":[""],"Number of internal links in this post. See \"Yoast Columns\" text in the help tab for more info.":[""],"%1$s adds several columns to this page. We've written an article about %2$show to use the SEO score and Readability score%3$s. The links columns show the number of articles on this site linking %5$sto%6$s this article and the number of URLs linked %5$sfrom%6$s this article. Learn more about %4$show to use these features to improve your internal linking%3$s, which greatly enhances your SEO.":[""],"%s Columns":[""],"Readability score":[""],"Take the online Structured Data Training course and learn how to create rich snippets!":[""],"The focus keyword appears only in %2$d (out of %1$d) subheadings in your copy. Try to use it in at least one more subheading.":["Fokusavainsana löytyy vain %2$d (%1$d:sta) alaotsikosta. Koita käyttää sitä vähintään yhdessä alaotsikossa."],"No internal links appear in this page, consider adding some as appropriate.":["Sisäisiä (toiselle sivulle vieviä) linkkejä ei löytynyt, kannattaa lisätä muutama."],"This page has %1$s internal link(s).":["Tällä sivulla on sisäisiä linkkejä: %1$s kpl"],"This page has %1$s nofollowed internal link(s) and %2$s normal internal link(s).":["Tällä sivulla on %1$s seuraamatonta sisäistä linkkiä ja %2$s normaalia sisäistä linkkiä."],"This page has %1$s internal link(s), all nofollowed.":["Tällä sivulla on %1$s kpl sisäisiä linkkejä, kaikki seuraamattomia."],"Other benefits of %s for you:":["Muut %s hyödyt sinulle:"],"Let us set up %s for you":["Anna meidän asentaa %s sinulle"],"Configure %s in a few steps":["Konfiguroi %s muutamalla vaiheella"],"%1$sSocial media preview%2$s: Facebook &amp; Twitter":["%1$sSosiaalisen median esikatselu%2$s: Facebook &amp; Twitter"],"Scroll to see the preview content.":["Rullaa alaspäin nähdäksesi sisällön esikatselu."],"Enter authorization code here...":["Syötä aktivointikoodi tähän..."],"The Cornerstone content functionality enables you to mark and filter cornerstone content on your website. %1$sRead more about how cornerstone content can help you improve your site structure.%2$s":["Voit merkata osan sivuista sellaisiksi sivuiksi, joista olet todella ylpeä. %1$sLue lisää tällaisista sivuista ja miten ne voivat parantaa verkkosivujesi rakennetta.%2$s"],"Cornerstone content":["Tärkeäksi merkitty sisältö"],"%1$s will now take care of all the needed technical optimization of your site. To really improve your site's performance in the search results, it's important to start creating content that ranks well for keywords you care about. Check out this video in which we explain how to use the %1$s metabox when you edit posts or pages.":["%1$s huolehtii nyt kaikista teknisistä optimoinneista sivustollasi. Parantaaksesi sivustosi näkyvyyttä hakutuloksissa on tärkeää aloittaa sisällön luominen, joka sijoittuu korkealle sinulle tärkeissä avainsanoissa. Katso oheinen video, missä selitämme kuinka käyttää %1$s meta-laatikkoa kun muokkaat artikkeleita tai sivuja."],"Your %1$s plugin is now set up. SEO, however, is subject to constant change. Sign up for our newsletter if you would like to keep up-to-date regarding %1$s, other plugins by Yoast and important news in the world of SEO.":["Sinun lisäosa %1$s on nyt valmis käyttöön. Hakukoneoptimointi muuttuu kumminkin jatkuvaan ja saat tietoa uusimmista muutoksista liittymällä uutiskirjeellemme. Uutiskirjeemme sisältää uutisia liittyen %1$s, muihin Yoastin lisäosiin ja tärkeisiin uutisiin liittyen hakukoneoptimointiin."],"Stay up-to-date":["Pysy ajantasalla"],"If you want to outrank the competition in a specific town or region, check out our %1$s plugin! You’ll be able to easily insert Google maps, opening hours, contact information and a store locator. Besides that %1$s helps you to improve the usability of your contact page.":[""],"Attract more customers near you":["Hanki lisää asiakkaita lähialueilta"],"Do you want to know all the ins and outs of the %1$s plugin? Do you want to learn all about our advanced settings? Want to be able to really get the most out of the %1$s plugin? Check out our %1$s plugin training and start outranking the competition!":[""],"Get the most out of %1$s with the %2$s":[""],"Do you want to learn how to write content that generates traffic? Check out our %1$s. We will help you to write awesome copy that will rank in the search engines. The %1$s covers all the main steps in SEO copywriting: from keyword research to publishing.":["Haluatko oppia kirjoittamaan liikennettä tuottavaa sisältöä? Tutustu %1$s -koulutukseemme. Opetamme sinua kirjoittamaan hakukoneissa pärjäävää tekstiä. %1$s kattaa kaikki SEO-kirjoittamisen päävaiheet hakusana-analyysistä julkaisemiseen."],"Learn how to write copy that ranks":["Opettele kirjoittamaan versio joka sijoittuu hyvin"],"Upgrade to Premium":["Päivitä Premiumiin"],"Do you want to outrank your competition? %1$s gives you awesome additional features that'll help you to set up your SEO strategy like a professional. Use the multiple focus keywords functionality, the redirect manager and our internal linking tool. %1$s will also give you access to premium support.":["Haluatko ohittaa kilpailijasi? %1$s tarjoaa ammattilaistasoisia lisäominaisuuksia. Käytä monta fokusavainsanaa, edelleenohjausten hallintaa ja sisäisen linkityksen työkalua. %1$s tarjoaa myös pääsyn premium-asiakaspalveluun."],"Outrank the competition with %s":["Voita kilpailijasi, hanki %s"],"Configuration service":["Asetus palvelu"],"While we strive to make setting up %1$s as easy as possible, we understand it can still be daunting. If you would rather have us set up %1$s for you (and get a copy of %2$s in the process), order a %1$s configuration service and sit back while we configure your site.":[""],"Configure %s":["Konfiguroi %s"],"Welcome to the %1$s configuration wizard. In a few simple steps we'll help you configure your SEO settings to match your website's needs! %1$s will take care of all the technical optimizations your site needs.":["Tervetuloa %1$s asetusten määrittämiseen. Muutamalla helpolla vaiheella opastamme sinut määrittämään verkkosivujesi hakukoneoptimoinnin. %1$s huolehtii kaikesta teknisestä optimoinnista jota sivusi tarvitsee."],"Please choose the %s configuration of your liking:":["Valitse sellaiset %s asetukset joista pidät:"],"You might like":["Saattaisit pitää"],"Newsletter":["Uutiskirje"],"We have detected that you have not finished this wizard yet, so we recommend you to %2$sstart the configuration wizard to configure %1$s%3$s.":["Olemme havainneet, ettet ole vielä tehnyt tätä velhoa loppuun. Suosittelemme, että %2$saloitat asetusvelhon, jotta saat %1$s:n asetukset kuntoon%3$s."],"The configuration wizard helps you to easily configure your site to have the optimal SEO settings.":["Asetusvelho auttaa sinua säätämään sivuillesi täydelliset SEO-asetukset."],"This article is %1$scornerstone content%2$s":["Tämä artikkeli on %1$skulmakivisisältöä%2$s"],"If you cannot upgrade your PHP version yourself, you can send an email to your host. We have %1$sexamples here%2$s. If they don't want to upgrade your PHP version, we would suggest you switch hosts. Have a look at one of our recommended %3$sWordPress hosting partners%4$s, they've all been vetted by our Yoast support team and provide all the features a modern host should provide.":[""],"If you cannot upgrade your PHP version yourself, you can send an email to your host. We have %1$sexamples here%2$s. If they don't want to upgrade your PHP version, we would suggest you switch hosts. Have a look at one of the recommended %3$sWordPress hosting partners%4$s.":[""],"Can't update? Ask your host!":["Etkö pysty päivittämään? Ole yhteydessä palveluntarjoajaasi!"],"You should update your PHP version to either 5.6 or to 7.0 or 7.1. On a normal WordPress site, switching to PHP 5.6 should never cause issues. We would however actually recommend you switch to PHP7. There are some plugins that are not ready for PHP7 though, so do some testing first. We have an article on how to test whether that's an option for you %1$shere%2$s. PHP7 is much faster than PHP 5.6. It's also the only PHP version still in active development and therefore the better option for your site in the long run.":["Päivitä palvelimesi PHP:n versio joko versioon 5.6, 7.0 tai 7.1. Tavallisella WordPress-sivustolla päivityksen versioon 5.6 ei pitäisi aiheuttaa ongelmia. Suosittelemme silti siirtymistä PHP7:ään. Jotkut lisäosat eivät toimi PHP7:n kanssa, joten suosittelemme tutkimaan asiaa ensin. Olemme kirjoittaneet artikkelin aiheesta %1$stänne%2$s. PHP7 on paljon nopeampi kuin PHP 5.6. Se on myös ainoa PHP:n versio, joka on yhä aktiivisessa kehityksessä, ja siksi pidemmän päälle paras ratkaisu."],"To which version should I update?":["Mihin versioon minun pitäisi päivittää?"],"Hosts have the ability to update your PHP version, but sometimes they don't dare to do that because they're afraid they'll break your site.":[""],"Hey, we've noticed that you're running an outdated version of PHP. PHP is the programming language that WordPress and Yoast SEO are built on. The version that is currently used for your site is no longer supported. Newer versions of PHP are both faster and more secure. In fact, your version of PHP no longer receives security updates, which is why we're sending you to this notice.":[""],"Your site could be faster and more secure with a newer PHP version.":["Sivustosi voisi olla nopeampi ja turvallisempi uudemmalla PHP-versiolla."],"A message from %1$s":["Viesti käyttäjältä %1$s"],"Go Premium and our experts will be there for you to answer any questions you might have about the setup and use of the plugin.":["Hanki Premium ja asiantuntijamme auttavat sinua lisäosan asentamisessa ja käytössä."],"24/7 support":["24/7 tuki"],"Superfast internal linking suggestions":[""],"Great news: you can, with %1$s!":["Hyviä uutisia: kyllä voit, kun käytössä on %1$s!"],"Save changes":["Tallenna muutokset"],"1 year free updates and upgrades included!":["1 vuoden ilmaiset päivitykset sisältyvät mukaan!"],"The plugin %2$s changes your site's output and in doing that differentiates between search engines and normal users, a process that's called cloaking. We highly recommend that you disable it.":["%2$s -lisäosa muuttaa sivusi ulkoasua ja tekee sen eri tavoin hakukoneille ja tavallisille käyttäjille. Tätä kutsutaan \"cloakingiksi\". Suosittelemme, että poistat lisäosan käytöstä."],"Want to add more than one keyword?":["Haluatko asettaa enemmän kuin yhden avainsanan?"],"Superfast internal links suggestions":["Todella nopeat sisäisten linkkien ehdotelmat"],"%1$sNo more dead links%2$s: easy redirect manager":["%1$sEi enää kuolleita linkkejä%2$s: helppo edelleenohjausten hallinta"],"Other benefits of %1$s for you:":["Muita etuja, joita saat %1$s -lisäosasta:"],"Go Premium and our experts will be there for you to answer any questions you might have about the set-up and use of the plug-in!":["Valitse Premium ja asiantuntijamme vastaavat kaikkiin kysymyksiisi lisäosan asennuksesta ja käytöstä!"],"No ads!":["Ei mainoksia"],"Facebook & Twitter":["Facebook & Twitter"],"Social media preview":["Sosiaalisen median esikatselu"],"Find related posts superfast":["Löydä tähän liittyvät postaukset todella nopeasti"],"Internal linking suggestions":["Sisäiset linkitysvaihtoehdot"],"Easy redirect manager":["Helppokäyttöinen edelleenohjausten hallinta"],"No more dead links":["Ei enää kuolleita linkkejä"],"Increase your SEO reach":["Lisää SEO-näkyvyyttäsi"],"Multiple keywords":["Useampi avainsana"],"Get %1$s":["Hanki %1$s"],"The focus keyword contains a stop word. This may or may not be wise depending on the circumstances. %1$sLearn more about the stop words%2$s.":["","The focus keyword contains %3$d stop words. This may or may not be wise depending on the circumstances. %1$sLearn more about the stop words%2$s."],"Take the online Technical SEO Training course and learn essential technical SEO-concepts!":[""],"If you want more help creating awesome content, check out our %2$sSEO copywriting course%3$s. Do you want to know all about the features of the plugin, consider doing our %1$s!":[""],"Variable":["Muuttuja"],"Available variables":["Käytettävissä olevat muuttujat"],"Scroll to see the table content.":["Vieritä nähdäksesi taulukon sisällön."],"Need help determining your settings? Configure %1$s step-by-step.":["Tarvitsetko apua asetusten säätämiseen? Aseta %1$s:n asetukset vaiheittain."],"Please refer to %1$sour article about how to connect your website to Google Search Console%2$s if you need assistance.":[""],"The keyword density is %1$s, which is way over the advised %3$s maximum; the focus keyword was found %2$d times.":[""],"An error occurred in the '%1$s' assessment":[""],"%1$s of the words contain %2$sover %3$s syllables%4$s, which is more than the recommended maximum of %5$s.":[""],"%1$s of the words contain %2$sover %3$s syllables%4$s, which is less than or equal to the recommended maximum of %5$s.":[""],"The slug for this page contains a %1$sstop word%2$s, consider removing it.":["Polkutunnus tälle sivulle sisältää yhden tai useamman %1$sstop words%2$s, harkitse niiden poistamista.","Polkutunnus tälle sivulle sisältää yhden tai useamman %1$sstop words%2$s, harkitse niiden poistamista."],"%1$s of the sentences contain a %2$stransition word%3$s or phrase, which is great.":["%1$s kaikista lauseista sisältää %2$ssiirtymäsanan%3$s joka on hyvä!"],"%1$s of the sentences contain a %2$stransition word%3$s or phrase, which is less than the recommended minimum of %4$s.":["%1$s kaikista lauseista sisältää %2$ssiirtymäsanan%3$s joka on vähemmän kuin suositellun minimin%4$s."],"The focus keyword '%1$s' does not appear in the SEO title.":["Avainsana '%1$s' ei esiinny sivun otsikossa."],"This is far below the recommended minimum of %2$d word. Add more content that is relevant for the topic.":["Tämä on paljon alle minimin: %2$d sana. Lisää hieman sisältöä joka on otsikkoon liittyvää.","Tämä on paljon alle minimin: %2$d sanaa. Lisää hieman sisältöä joka on otsikkoon liittyvää."],"This is below the recommended minimum of %2$d word. Add more content that is relevant for the topic.":["Tämä on paljon alle minimin: %2$d sana. Lisää hieman sisältöä joka on otsikkoon liittyvää.","Tämä on paljon alle minimin: %2$d sanaa. Lisää hieman sisältöä joka on otsikkoon liittyvää."],"This is slightly below the recommended minimum of %2$d word. Add a bit more copy.":["Tämä on hieman alle minimin: %2$d sana. Lisää hieman sisältöä.","Tämä on hieman alle minimin: %2$d sanaa. Lisää hieman sisältöä."],"This is more than or equal to the recommended minimum of %2$d word.":["Tämä on enemmän tai samanverran kuin suositeltu minimi sanoja: %2$d kpl","Tämä on enemmän tai samanverran kuin suositeltu minimi sanoja: %2$d kpl"],"The text contains %1$d word.":["Teksi sisältää %1$d sanan.","Teksi sisältää %1$d sanaa."],"%1$d subheading is followed by more than the recommended maximum of %2$d words. Try to insert another subheading.":["%1$d alaotsikon jälkeen on %2$d sanaa. Koita asettaa toinen alaotsikko.","%1$d alaotsikon jälkeen on %2$d sanaa. Koita asettaa toinen alaotsikko."],"The amount of words following each of the subheadings doesn't exceed the recommended maximum of %1$d words, which is great.":[""],"%1$s of the sentences contain %2$smore than %3$s words%4$s, which is more than the recommended maximum of %5$s. Try to shorten the sentences.":["%1$s lauseista sisältää %2$senemmän kuin %3$s sanaa%4$s, joka on enemmän kuin suositeltu maksimi %5$s. Yritä lyhentää lauseita."],"%1$s of the sentences contain %2$smore than %3$s words%4$s, which is less than or equal to the recommended maximum of %5$s.":["%1$s lause sisältää %2$senemmän kuin %3$s sanaa%4$s, joka on vähemmän tai yhtä paljon kuin suositeltu maksimi %5$s."],"The meta description contains %1$d sentence %2$sover %3$s words%4$s. Try to shorten this sentence.":["","The meta description contains %1$d sentences %2$sover %3$s words%4$s. Try to shorten these sentences."],"The meta description contains no sentences %1$sover %2$s words%3$s.":["Meta-kuvauskentässä ei ole yhtään lausetta, jossa olisi %1$syli %2$s sanaa%3$s."],"The text contains %2$d consecutive sentences starting with the same word. Try to mix things up!":["Tekstissä on %2$d peräkkäistä samalla sanalla alkavaa lausetta. Koita lisätä vähän vaihtelua!","Tekstissä on %1$d kohtaa, joissa on vähintään %2$d peräkkäistä samalla sanalla alkavaa lausetta. Koita lisätä vähän vaihtelua!"],"%1$s of the sentences contain %2$spassive voice%3$s, which is more than the recommended maximum of %4$s. Try to use their active counterparts.":["%1$s lauseista sisältää %2$spassiivia%3$s, mikä on enemmän kuin suositeltu enimmäismäärä %4$s. Kirjoita mieluummin aktiivissa."],"%1$s of the sentences contain %2$spassive voice%3$s, which is less than or equal to the recommended maximum of %4$s.":[""],"%1$d of the paragraphs contains more than the recommended maximum of %2$d words. Are you sure all information is about the same topic, and therefore belongs in one single paragraph?":["%1$d tekstistä sisältää enemmän kuin maksimimäärän %2$d sanasta. Oletko varma että kaikki teksti kuuluu kyseisein otsikon alle ja tulee olla ainoastaan yhdessä kappaleessa?","%1$d tekstistä sisältää enemmän kuin maksimimäärän %2$d sanasta. Oletko varma että kaikki teksti kuuluu kyseisein otsikon alle ja tulee olla ainoastaan yhdessä kappaleessa?"],"The meta description is over %1$d characters. Reducing the length will ensure the entire description will be visible.":["Meta kuvaus on %1$d kirjainta yli suositellun määrän. Lyhennä kuvausta jotta se näkyy kokonaan."],"The keyword density is %1$s, which is too low; the focus keyword was found %2$d times.":["Avainsanan tiheys on %1$s, joka on liian vähän; fokusavainsana löydetty %2$d kertaa."],"Step %1$d: %2$s":["Vaihe %1$d: %2$s"],"No new notifications.":["Ei uusia ilmoituksia."],"Save all":["Tallenna kaikki"],"Save":["Tallenna"],"You have %d new issue concerning your SEO!":["Sinulla on %d uusi ongelma liittyen hakukoneoptimointiin!","Sinulla on %d uutta ongelmaa liittyen hakukoneoptimointiin!"],"%1$s, Author at %2$s":["%1$s, tekijä sivustolla %2$s"],"wpSEO data successfully imported. Would you like to %1$sdisable the wpSEO plugin%2$s?":["wpSEO data on tuotu onnistuneesti. Haluatko %1$spoistaa wpSEO lisäosan käytöstä%2$s?"],"All in One SEO data successfully imported. Would you like to %1$sdisable the All in One SEO plugin%2$s?":["All in One SEO tiedot on tuotu onnistuneesti. Haluatko %1$spoistaa All in One SEO lisäosan käytöstä%2$s."],"All in One SEO data successfully imported. Would you like to %1$sdisable the All in One SEO plugin%3$s? You've had Google Analytics enabled in All in One SEO, would you like to install the %2$sGoogle Analytics plugin%3$s?":[""],"Mobile preview":["Mobiili esikatselu"],"Desktop preview":["Työpöydän esikatselu"],"Use queries instead":["Käytä kyselyjä"],"Use javascript instead.":["Käytä javaskriptiä."],"Select redirect":["Valitse uudelleenohjaus"],"Take the online Site Structure Training course and learn how to structure your website!":["Katso sivuston rakennekoulutus ja opi kuinka sivustosi kannattaa rakentaa"],"you are <strong>not</strong> receiving updates.":["päivitysten vastaanotto <strong>ei</strong> ole toiminnassa."],"INACTIVE":["PASSIVOITU"],"you are receiving updates.":["Päivitysten vastaanotto on toiminnassa."],"ACTIVE":["AKTIIVINEN"],"<b>Warning!</b> Your %s license is inactive which means you're missing out on updates and support! <a href=\"%s\">Activate your license</a> or <a href=\"%s\" target=\"_blank\">get a license here</a>.":["<b>Varoitus!</b> %s lisenssisi ei ole voimassa. tästä syystä et saa päivityksiä etkä tukipalvelua! <a href=\"%s\">Aktivoi lisenssisi</a> tai <a href=\"%s\" target=\"_blank\">hanki lisenssi tästä</a>."],"<b>Warning!</b> You didn't set your %s license key yet, which means you're missing out on updates and support! <a href=\"%s\">Enter your license key</a> or <a href=\"%s\" target=\"_blank\">get a license here</a>.":["<b>Varoitus!</b> Et asentanut %s lisenssiavaintasi vielä, wtkä tästä syystä saa päivityksiä ja tukipalvelua! <a href=\"%s\">Kirjaa lisenssiavaimesi</a> tai <a href=\"%s\" target=\"_blank\">hanki lisenssi tästä</a>."],"Please provide an SEO title by editing the snippet below.":["Kirjaa SEO otsikko alle"],"Meta description preview:":["Meta kuvauksen esikatselu:"],"Slug preview:":["kääntämätön"],"SEO title preview:":["SEO otsikon esikatselu:"],"Close snippet editor":["Sulje lyhennelmä editori"],"Slug":["Kestolinkki"],"Remove marks in the text":["Poista merkinnät tekstistä"],"Mark this result in the text":["Merkkaa tulokset tekstissä"],"Marks are disabled in current view":["Merkkaukset on poistettu käytössä nykyisessä katselutilassa"],"Content optimization: Good SEO score":["Sisällön optimointi: Hyvät SEO-pisteet"],"Good SEO score":["Hyvät SEO-pisteet"],"Content optimization: OK SEO score":["Sisällön optimointi: OK SEO-pisteet"],"OK SEO score":["Hyväksyttävät SEO-pisteet"],"Content optimization: Bad SEO score":["Sisällön optimointi: Huonot SEO-pisteet"],"Bad SEO score":["Huono SEO tulos"],"Content optimization: Has feedback":["Sisällön optimointi: On parannettavaa"],"Feedback":["Palaute"],"http://en.wikipedia.org/wiki/Stop_words":["http://en.wikipedia.org/wiki/Stop_words"],"The focus keyword appears in the URL for this page.":["Avainsana esiintyy tämän sivun URL-osoitteessa."],"You have far too little content, please add some content to enable a good analysis.":["Sinulla on aivan liian vähän sisältöä, lisää jonkin verran jotta saamme analysoitua sisällön."],"The images on this page contain alt attributes.":["Tällä sivulla olevat kuvat sisältävät alt-tägin"],"The images on this page do not have alt attributes containing the focus keyword.":["Tämän sivun kuvien alt-attribuuteista ei löydy fokusavainsanaa."],"The images on this page contain alt attributes with the focus keyword.":["Tällä sivulla olevat kuvat sisältävät alt-tagin avainsanalla."],"The text does not contain any subheadings. Add at least one subheading.":["Teksti ei sisällä yhtään väliotsikkoa, lisää vähintään yksi väliotsikko."],"None of the paragraphs are too long, which is great.":["Yksikään kappale ei ole liian pitkä, mikä on hyvä."],"The SEO title is wider than the viewable limit.":[""],"The SEO title has a nice length.":[""],"The SEO title is too short. Use the space to add keyword variations or create compelling call-to-action copy.":[""],"The meta description contains the focus keyword.":["Sivun kuvaus sisältää avainsanan."],"The keyphrase is over 10 words, a keyphrase should be shorter.":["Avainlausekkeesi on yli 10 sanaa, sen tulisi olla lyhyempi."],"ok":["ok"],"Choose an image":["Valitse kuva"],"Remove the image":["Poista kuva"],"company logo image preview":["yrityksen logon esikatselu"],"Choose image":["Valitse kuva"],"MailChimp signup failed:":["MailChimp rekisteröinti epäonnistui:"],"Sign Up!":["Rekisteröidy"],"Name":["Nimi"],"There is an error with the request.":["Pyynnössäsi tapahtui virhe."],"Select profile":["Valitse profiili"],"Choose a profile":["Valitse profiili"],"Reauthenticate with Google":["Todenna tilisi uudelleen Googlella"],"To allow %s to fetch your Google Search Console information, please enter your Google Authorization Code. Clicking the button below will open a new window.":["Jotta %s voi hakea Google Search Console -tietosi, syötä tähän Google Authorization Code. Napin painallus avaa uuden ikkunan."],"Search Result Preview":["Haun tulosten esikatselu"],"URL preview: ":["URL esikatselu:"],"Please provide a meta description by editing the snippet below.":["Anna meta kuvaus muokkaamalla alla olevaa lyhytkoodia."],"Edit snippet":["Muokkaa lyhytkoodia"],"Search Result Form":["Hakutuloslomake"],"You can click on each element in the preview to jump to the Snippet Editor.":["Voit klikata jokaista elementtiä katsoaksesi esittelyä."],"SEO title preview: ":["SEO-otsikon esikatselu:"],"This is an example title - edit by clicking here":["Tämä on esimerkki otsikko - muokkaa klikkaamalla tästä"],"Slug preview: ":["Polkutunnuksen esikatselu:"],"Meta description preview: ":["Hakukone kuvauksen esikatselu"],"Please provide a meta description by editing it here.":["Ole hyvä ja syötä kuvaus hakukoneille muokkaamalla tästä"],"Close search result form":["Sulje hakutuloslomake"],"A problem occurred when saving the current step, {{link}}please file a bug report{{/link}} describing what step you are on and which changes you want to make (if any).":[""],"Close the Wizard":["Sulje asennusvelho"],"Previous step":["Edellinen"],"Next step":["Seuraava vaihe"],"Export settings":["Vie asetukset"],"Get %s now!":["Hanki %s nyt!"],"You're not getting the benefits of %1$s yet. If you had %1$s, you could use its awesome features:":["Et saa kaikkia %1$s hyötyjä vielä. Jos sinulla olisi %1$s, voisit käyttää sen hienoja ominaisuuksia:"],"%1$s video tutorial":["%1$s video tutoriaali"],"%s &rsaquo; Configuration Wizard":["%s &rsaquo; Asetusten määritysvelho"],"%1$sPlease don't show me this notification anymore%2$s":["%1$sOle hyvä, älä näytä tätä ilmoitusta enää%2$s"],"If you are experiencing issues, %1$splease file a bug report%2$s and we'll do our best to help you out.":["Mikäli kohtaat ongelmia, %1$slähetä bugiraportti%2$s , niin teemme parhaamme auttaaksemme sinua."],"We've noticed you've been using %1$s for some time now; we hope you love it! We'd be thrilled if you could %2$sgive us a 5 stars rating on WordPress.org%3$s!":["Huomasimme sinun käyttäneen %1$s jo jonkin aikaa, toivottavasti pidät siitä! Olisimme iloisia, jos voisit %2$santaa meille 5 tähden arvostelun WordPress.org -sivustolla%3$s!"],"Take the %1$s course and become a certified %2$s expert!":[""],"Do you want to get a grip on your own SEO-strategy? Learn all about it in one of %1$sour courses%2$s.":[""],"Buy the %1$s plugin now and optimize your shop today to improve your product promotion!":[""],"Take your SEO to the next level and outrank your competition with our %1$sSEO plugins%2$s.":["Vie hakukoneoptimointisi uudelle tasolle ja voita kilpailijasi %1$sSEO-plugineillamme%2$s."],"Let our experts set up your %1$s plugin!":["Anna tiimimme ammattilaisten konfiguroida %1$s plugini!"],"Do you want to know how to improve your rankings? %1$sLet team %2$s help you!%3$s":[""],"Courses":["Kurssit"],"Services":["Palvelut"],"Date archives settings":["Päivämääräarkistojen asetukset"],"Author archives settings":["Kirjoittaja-arkiston asetukset"],"Remove keyword":["Poista avainsana"],"%1$s by %2$s":["%1$s &times; %2$s"],"Choose your settings.zip file":["Valitse settings.zip-tiedostosi"],"Open the configuration wizard":["Avaa asennusvelho."],"Configuration wizard":["Asennusvelho"],"Enter the meta keywords":["Syötä sivun metatietojen avainsanat"],"Enter a focus keyword":["Syötä fokusavainsana"],"By the way, did you know we also have a %1$sPremium plugin%2$s? It offers advanced features, like a redirect manager and support for multiple keywords. It also comes with 24/7 personal support.":[""],"(no title)":["(ei otsikkoa)"],"%1$s comes with a lot of features. You can enable / disable some of them below.":["%1$s sisältää paljon ominaisuuksia. Voit kytkeä niitä päälle ja pois päältä alta."],"%s installation wizard":[""],"The %1$s admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":[""],"Admin bar menu":["Admin valikko"],"The %1$s integration checks daily if your site is still indexable by search engines and notifies you when this is not the case.":["%1$s-integraatio tarkistaa päivittäin, että sivustosi on hakukoneiden saatavilla ja ilmoittaa ongelmista."],"The advanced settings include site-wide settings for your titles and meta descriptions, social metadata, sitemaps and much more.":["Kehittyneistä asetuksista löytyy sivustonlaajuisia asetuksia otsikoille ja metakuvauksille, some-metadataa, sivukarttoja ja paljon muuta."],"Advanced settings pages":["Kehittyneet asetukset"],"Features":["Ominaisuudet"],"More info":["Lisätietoa"],"Get Yoast SEO Premium now »":[""],"Gain access to our 24/7 support team.":["Hanki pääsy meidän 24/7 tukitiimiimme."],"Check what your Facebook or Twitter post will look like.":["Katso miltä Facebook tai Twitter postaukset tulevat näyttämään."],"Social Previews":[""],"Optimize a single post for up to 5 keywords.":[""],"Create and manage redirects within your WordPress install.":["Luo ja hallitse Wordpressisi uudelleenohjauksia"],"Meta robots index":["Meta robottien indexi"],"SEO title":["SEO otsikko"],"While we strive to make setting up %1$s as easy as possible, we understand it can be daunting. If you’d rather have us set up %1$s for you (and get a copy of %2$s in the process), order our %3$s%1$s configuration service%4$s here!":["Yritämme tehdä %1$s:n asentamisesta mahdollisimman helppoa, mutta se voi tuntua vaikealta. Jos haluat, että asennamme sinulle %1$s:n valmiiksi (ja samalla saat %2$s:n), tilaa %3$s%1$s -asennuspalvelu%4$s täältä!"],"Welcome to the %1$s configuration wizard. In a few simple steps we'll help you configure your SEO settings to match your website's needs!":["Tervetuloa %1$s:n asennusvelhoon. Muutamalla vaiheella autamme sinua määrittämään hakukoneasetukset verkkosivuillesi!"],"Google shows your website's name in the search results, if you want to change it, you can do that here.":["Google näyttää sivustosi nimen hakutuloksissaan. Voit muuttaa sen tästä."],"Greater than sign":["Suurempi kuin merkki"],"Less than sign":["Pienempi kuin -merkki"],"Right angle quotation mark":["Suuremmuusmerkki"],"Left angle quotation mark":["Pienemmyysmerkki"],"Small tilde":["Lyhyt merkki"],"Vertical bar":["Pystysuora palkki"],"Low asterisk":["Pieni asteriski"],"Asterisk":["Asteriski"],"Bullet":["Luettelomerkki"],"Middle dot":["Välipiste"],"Em dash":["ajatusviiva (–)"],"En dash":["tavuviiva (-)"],"Dash":["Ajatusmerkki"],"Choose the symbol to use as your title separator. This will display, for instance, between your post title and site name. Symbols are shown in the size they'll appear in the search results.":["Valitse otsikon osien erottimena käytettävä merkki. Tämä näkyy esimerkiksi artikkelin otsikon ja sivuston nimen välissä. Symbolit näytetään sen kokoisina, miten ne näkyvät hakutuloksissa."],"The name of the person":["Henkilön nimi"],"No":["Ei"],"Yes":["Kyllä"],"Does, or will, your site have multiple authors?":["Onko tai tuleeko sivullasi olemaan useampi kirjoittaja?"],"The name of the company":["Yrityksen nimi"],"Provide an image of the company logo":["Lisää yrityksen logo"],"Hidden":["Piilotettu"],"Visible":["Näkyvä"],"The post type \"%1$s\" should be":["Sisältötyypin \"%1$s\" tulee olla"],"WordPress automatically generates an URL for each media item in the library. Enabling this will allow for google to index the generated URL.":["Wordpress luo linkin automaattisesti medialle, kuten kuville. Ota tämä käyttöön jos haluat googlen pystyvän löytämään nuo linkit."],"Success!":["Valmis!"],"Title settings":["Otsikon asetukset"],"Google Search Console":["Google Hakukonsoli"],"Multiple authors":["Useampi tekijä"],"Post type visibility":[""],"Social profiles":["Sosiaaliset profiilit"],"Site type":["Sivuston tyyppi"],"Environment":["Kehitysympäristö"],"Welcome!":["Tervetuloa"],"Yoast option %1$s not found.":["Yoastin asetusta %1$s ei löytynyt"],"Posts that are set to &#8220;%s&#8221;":["Artikkelit, jotka on asetettu &#8220;%s&#8221; -tilaan"],"Microsoft Edge Site Scan":["Microsoft Edge sivun skannaus"],"Google Structured Data Test":["Google Structured Data Testi"],"Posts list":[""],"Posts list navigation":["Artikkelilistan navigointi"],"Filter posts list":["Suodata julkaistujen postauksien mukaan"],"Note that links to archives might be still output by your theme and you would need to remove them separately.":[""],"View credits":["Katso tekijät"],"Take a look at the people that create %1$s.":[""],"Team and contributors":["Tiimi ja osallistujat"],"Default for this taxonomy type, currently: %s":["Oletus tälle taksonomialle, tällä hetkellä: %s"],"%1$s to optimize your site even further":["%1$s, joilla optimoit sivuasi entistä pidemmälle"],"%1$s extensions":["%1$s lisäosa"],"Comes with our 30-day no questions asked money back guarantee":[""],"More information %1$sabout %3$s%2$s":[""],"Buy %1$s":["Osta %1$s"],"Installed":["Asennettu"],"gain access to our 24/7 support team.":[""],"Premium support":["Premium-tuki"],"check what your Facebook or Twitter post will look like.":["katso miltä Facebook tai Twitter postaus tulee näyttämään."],"Social previews":["Some-esikatselut"],"optimize a single post for up to 5 keywords.":["Optimoi yksittäinen artikkeli 5:lle avainsanalle."],"Multiple focus keywords":["Useita fokusavainsanoja"],"create and manage redirects from within your WordPress install.":["luo ja hallitse edelleenohjauksia suoraan WordPressistä."],"Redirect manager":["Uudelleenohjauksen hallinta"],"%1$s, take your optimization to the next level!":[""],"A seamless integration between %1$s and %2$s":[""],"Use %1$s breadcrumbs instead of %2$s ones":["Käytä %1$s leivänmuruja %2$s sijaan"],"Improve sharing on Pinterest":["Paranna jakamista Pinterestissä"],"Improve the usability of your contact page":["Paranna Ota yhteyttä -sivusi käytettävyyttä"],"Easily insert Google Maps, a store locator, opening hours and more":["Lisää helposti Google Kartat, liikkeen sijainti, aukioloajat ja lisää"],"Get found by potential clients":["Tule löydetyksi potentiaalisille asiakkaille"],"Creates XML News Sitemaps":["Luo XML-uutissivukarttoja"],"Immediately pings Google on the publication of a new post":["Ilmoittaa saman tien Googlelle uuden artikkelin julkaisusta"],"Optimize your site for Google News":["Optimoi sivustosi Google Uutisille"],"Make videos responsive through enabling fitvids.js":["Tee videoista responsiiviset ottamalla käyttöön fitvids.js"],"Enhance the experience of sharing posts with videos":[""],"Show your videos in Google Videos":["Näytä videosi Google videoissa"],"The following file is blocking your XML sitemaps from working properly. Either delete it (this can be done with the \"Fix it\" button) or disable %1$s XML sitemaps.":["","The following files are blocking your XML sitemaps from working properly. Either delete them (this can be done with the \"Fix it\" button) or disable %1$s XML sitemaps."],"Crawl issues list":["Indeksointivirheiden lista"],"Crawl issues list navigation":[""],"Edit &#8220;%s&#8221;":[""],"Filter by post type":["Suodata artikkelilajin mukaan"],"Show All Post Types":["Katso kaikki artikkelien tyypit"],"Premium":["Premium"],"Go Premium":["Hanki premium"],"Files successfully removed.":["Tiedostot poistettu onnistuneesti."],"The directory %s could not be removed. Please remove it via FTP.":["Hakemistoa %s ei pystytty poistamaan. Käytä FTP:tä."],"Google Trends":["Google Trends"],"Notifications":["Ilmoitukset"],"Removes the keyword tab from the metabox and disables all SEO-related suggestions.":["Poistaa avainsana välilehden näkyvistä ja poistaa kaikki SEO-ehdotukset käytöstä."],"Disable SEO analysis":["Poista SEO analyysit käytöstä"],"Twitter settings":["Twitter asetukset"],"Pinterest settings":["Pinterest asetukset"],"Google+ settings":["Google+ asetukset"],"Facebook settings":["Facebook asetukset"],"To let search engines know which social profiles are associated to this site, enter them below:":["Lisää sosiaalisen median profiilit jotta hakukoneet löytävät verkkosivusi:"],"Your social profiles":["Sinun sosiaaliset profiilit"],"User sitemap settings":["Käyttäjän sivukartan asetukset"],"Taxonomies sitemap settings":["Taksonomian sivukartta asetukset"],"Post types sitemap settings":[""],"Entries per sitemap page":["Maksimimäärä merkintöjä per sitemap-sivu"],"Your XML Sitemap":["Sinun XML kartta"],"Excluded posts settings":[""],"As you are redirecting attachment URLs to parent post URLs, these settings will currently only have an effect on unattached media items! So remember: If you change the %1$sattachment redirection setting%2$s in the future, the below settings will take effect for *all* media items.":[""],"Removes the keyword tab from the metabox and disables all keyword-related suggestions.":[""],"Keyword analysis":["Avainsana-analyysi"],"Title separator symbol":["Otsikon erotusmerkki"],"Security setting":["Tietoturva-asetukset"],"Restore default settings":["Palauta oletusasetukset"],"RSS feed settings":["RSS-syötteen asetukset"],"Stop words in slugs.":["Hukkasanat osoitteissa."],"Breadcrumbs settings":["Muropolun asetukset"],"Make primary":["Tee ensisijainen"],"Content optimization":["Sisällön optimointi"],"Enter your Google Authorization Code and press the Authenticate button.":["Lisää Google Authorization koodi ja paina todennus nappia."],"To allow %1$s to fetch your %2$s information, please enter your Google Authorization Code. Clicking the button below will open a new window.":[""],"Knowledge base article":["Tietämyskanta-artikkeli"],"Open the knowledge base article in a new window or read it in the iframe below":[""],"Search results":["Hakutulokset"],"Yoast SEO video tutorial":["Yoast SEO video tutoriaali"],"%s notification":["%s ilmoitus","%s ilmoitusta"],"Disable readability analysis":["Poista luettavuuden analyysit käytöstä"],"Removes the readability tab from the metabox and disables all readability-related suggestions.":["Poistaa luettavuusvälilehden näkyvistä ja poistaa luettavuuteen liittyvät ehdotukset."],"Readability analysis":["Luettavuusanalyysi"],"Needs improvement":["Tarvitsee parannusta"],"Readability":["Luettavuus"],"You are trying to load non-minified files, these are only available in our development package. Check out %1$s to see all the source files.":["Yrität ladata tiedostoja, joita ei ole tiivistetty. Ne ovat saatavilla kehityspaketissamme. Löydät lähdekoodit täältä: %1$s"],"You have a new issue concerning your SEO!":["Sinulla on uusi ongelma liittyen hakukoneoptimointiin!"],"\"Max entries per sitemap page\" should be below %1$s to meet Google's requirements, which %2$s is not.":[""],"%1$s Dashboard":["%1$s Hallintapaneeli"],"Improvements":[""],"Restore this item.":["Palauta tämä kohde."],"Dismiss this item.":["Hylkää tämä kohde."],"Good job! We could detect no serious SEO problems.":["Hienoa työtä! Emme huomanneet yhtään SEO ongelmaa,"],"We have detected the following issues that affect the SEO of your site.":["Olemme huomanneet seuraavat virheet liittyen sivustosi hakukoneoptimointiin."],"Problems":["Ongelmat"],"We're always grateful for patches from non-regular contributors, in %1$s %2$s, patches from the following people made it in:":["Olemme aina kiitollisia ulkopuolisten kehittäjien tekemistä korjauksista. Versiossa %1$s %2$s, seuraavien henkilöiden tekemät korjaukset pääsivät mukaan:"],"Community contributors":["Yhteisön jäsenet"],"Tester":["Testaaja"],"Quality Assurance & Testing":["Laadunvarmistus ja testaus"],"Yoast Developers":["Yoast kehittäjät"],"CTO":["CTO"],"Development Leaders":["Kehittäjä johtajat"],"Linguist":["Kielitaituri"],"Head R&D":[""],"Product Management":["Tuotehallinta"],"This is the content analysis, a collection of content checks that analyze the content of your page. %1$sLearn more about the Content Analysis Tool%2$s.":[""],"Pick the main keyword or keyphrase that this post/page is about. %1$sLearn more about the Focus Keyword%2$s.":[""],"Analysis":["Analyysi"],"This is a rendering of what this post might look like in Google's search results. %1$sLearn more about the Snippet Preview%2$s.":[""],"Not available":["Ei saatavilla"],"Enter your focus keyword":["Syötä fokusavainsana"],"Keyword:":["Avainsana:"],"Buy the %1$s plugin now and start optimizing to get your site featured in Google News!":["Osta %1$s -lisäosa nyt, jotta saat sivustosi näkyviin Google Newsiin!"],"Buy the %1$s plugin now to improve your site&#8217;s Local SEO and ranking in Google Maps!":["Osta %1$s -lisäosa parantaaksesi sivustosi paikallista hakukonenäkyvyyttä ja sijoituksia Google Mapsissa!"],"Buy the %1$s plugin now and optimize your videos for video search results and social media!":["Osta %1$s -lisäosa nyt ja optimoi videosi videohakuja ja sosiaalista mediaa varten!"],"Take the online Basic SEO Training course and learn the fundamentals of SEO!":[""],"Take the online SEO Copywriting Training course and learn how to write awesome copy that ranks!":["Osallistu SEO kirjoitus kurssille ja opi kirjoittamaan tekstiä joka sijoittuu!"],"Filter by SEO Score":["Suodata SEO tuloksen mukaan"],"Meta description not set.":["Sivun Meta kuvausta ei ole asetettu."],"Video tutorial":["Video-opas"],"Email support is a %s feature":["Sähköpostituki on %s ominaisuus"],"Knowledge base":["Tietopohja"],"Loading...":["Ladataan..."],"Something went wrong. Please try again later.":["Jokin meni vikaan. Yritä uudelleen."],"Search the Yoast knowledge base":[""],"No results found.":["Tuloksia ei löytynyt."],"Dashboard":["Ohjauspaneeli"],"You can fix this on the %1$sPermalink settings page%2$s.":["Voit korjata tämän %1$slinkkien asetukset sivulla%2$s."],"Simply uncheck the box before \"Break comments into pages...\" on the %1$sComment settings page%2$s.":[""],"Paging comments is enabled, this is not needed in 999 out of 1000 cases, we recommend to disable it.":[""],"Replaced with the primary category of the post/page":["Korvattu ensisijaisella sivun/artikkelin kategorialla."],"Pinterest confirmation":["Pinterest vahvistus"],"If you have already confirmed your website with Pinterest, you can skip the step below.":["Mikäli olet jo varmentanut nettisivusi Pinterestin kanssa, niin voit ohittaa seuraavan askeleen."],"You can choose to not include users without posts.":["Voit valita ettet sisällytä mukaan käyttäjiä jotka eivät ole kirjoittaneet artikkeleita."],"Users without posts":["Käyttäjät ilman julkaisuja"],"The user sitemap contains the author archive URLs for every user on your site.":["Käyttäjän sivukartta sisältää kirjoittajan arkiston URL-osoitteet jokaiselle käyttäjälle sivullasi."],"Format-based archives":["Formaattiin perustuvat arkistot"],"Webmaster Tools verification":["Webmasterin työkalujen vahvistus"],"Need some help?":["Tarvitsetko lisää apua?"],"Show information about the focus keyword":["Näytä tietoa avainsanasta"],"Show information about the content analysis":["Näytä tiedot sisällönanalyysistä"],"Show information about the snippet editor":["Näytä tietoa muokkauseditorissa"],"Buy %s":["Osta %s"],"Show information about errors in category 'Soft 404'":["Näytä tiedot virheistä kategoriassa 'Soft 404'"],"Show information about errors in category 'Server'":["Näytä tiedot virheistä kategoriassa 'Serveri'"],"Show information about errors in category 'Blocked'":["Näytä tiedot virheistä kategoriassa 'Estetty'"],"Show information about errors in category 'Other'":["Näytä tiedot virheistä kategoriassa 'Muu'"],"Show information about errors in category 'Not Found'":["Näytä tiedot virheistä kategoriassa 'Ei Löydy'"],"Show information about errors in category 'Access Denied'":["Näytä tiedot virheistä kategoriassa 'Pääsy Evätty'"],"New %1$s Title":["Uusi %1$s Otsikko"],"Existing %1$s Title":["Olemassa oleva %1$s Otsikko"],"Expected an integer as input.":["Syötteen oletetaan olevan kokonaisluku"],"Trying to build the sitemap cache key, but the postfix and prefix combination leaves too little room to do this. You are probably requesting a page that is way out of the expected range.":["Yritettiin luoda turvallista välimuistiavainta sivustokartalle, mutta etu-takaliiteyhdistelmät eivät jättäneet toiminnolle tilaa. Yritit luultavasti hakea sivua joka on selvästi oletetun välin ulkopuolella."],"Note: this feature has been deprecated, as the SEO value is close to 0 these days. If you disable it you will not be able to put it back on.":["Huom! Tämä toiminnalisuus on vanhentunut, koska nykyisin sen SEO arvo on lähes olematon. Jos poistat sen käytöstä et voi enää kytkeä sitä päälle."],"Redirect":["Uudelleenohjaus"],"No redirect":["Ei uudelleenohjausta"],"Remove":["Poista"],"Keep":["Säilytä"],"Bold the last page":["Lihavoi viimeinen sivu"],"Regular":["Normaali"],"Bold":["Lihavoi"],"Show Blog page":["Näytä blogisivu"],"Primary %s":["Ensisijainen %s"],"Primary":["Ensisijainen"],"Make %1$s primary %2$s":["Tee %1$s ensiarvoinen %2$s"],"Integrations":["integraatiot"],"Term is set to noindex.":["Termiä ei indeksoida."],"Filter specific user roles":["Suodata tietyt käyttäjäroolit"],"Not in sitemap":["Ei sivukartassa"],"In sitemap":["Sivukartassa"],"Author / user sitemap":["Kirjoittaja / käyttäjä -sivukartta"],"XML sitemap functionality":["XML sivustokartta toiminta"],"Subpages of archives":["Arkistojen alisivut"],"Author archives":["Tekijän arkisto"],"Show":["Näytä"],"The advanced section of the %1$s meta box allows a user to noindex posts or change the canonical. These are things you might not want if you don't trust your authors, so by default, only administrators can do this. Enabling the advanced box allows all users to change these settings.":["Kehittyneiden käyttäjien osiossa %1$s  metadataan liittyvässä laatikossa käyttäjällä on mahdollisuus estää hakukoneiden indeksointi tiettyihin postauksiin tai vaihtaa kanonista verkkotunnusta.Nämä ovat asioita, joita et vältämättä halua kirjoittajien voivan kontrolloida, jos et täysin luota heihin, joten oletusasetuksena vain ylläpitäjillä on oikeudet niihin.Mikäli sallii kehittyneiden käyttäjien osion yleisesti, niin oikeudet näihin muutoksiin tulee kaikille käyttäjille."],"Advanced part of the %1$s meta box":["Edistynyt osa %1$s meta laatikosta"],"Enabled":["Sallittu"],"Disabled":["Estetty"],"%1$s has not fetched your site's indexability status yet from %2$s":[""],"The separator defined in your theme's %s tag.":["Erotin, joka määritellään teeman %s tagissa."],"No index":["No index"],"Import from wpSEO":["Tuo tiedot wpSEO:sta"],"Remove the %s variables.":["Poista %s muuttujat."],"Strip the category base (usually %s) from the category URL.":["Riisu kategorian polkutunnus (yleensä %s) kategorian URL-osoitteesta."],"Analyze entire site":["Analysoi koko sivusto"],"Fetch the current status":["Hae nykyinen tila"],"%1$s%2$s has not been able to fetch your site's indexability status%3$s from %4$s":[""],"Your homepage can be indexed by search engines.":["Hakukoneet pystyvät lukemaan sivusi."],"Indexability check by %1$s":["Indeksoitavuustarkistus %1$s toimesta"],"Architect":["Arkkitehti"],"If you want to use an image for sharing on %1$s, you can upload / choose an image or add the image URL here.":["Jos haluat käyttää kuvaa jakamiseen %1$s:ssa, voit ladata / valita kuvan tai lisätä kuvan URL-osoitteen tähän."],"If you don't want to use the meta description for sharing on %1$s but want another description there, write it here.":["Jos et halua käytää metakuvausta artikkelin jakamiseen %1$s :ssa, kirjoita toinen kuvaus tähän."],"If you don't want to use the title for sharing on %1$s but instead want another title there, write it here.":["Jos et halua käyttää artikkelin otsikkoa %1$s-jaossa, kirjoita korvaava otsikko tähän."],"%1$sYour homepage cannot be indexed by search engines%2$s. This is very bad for SEO and should be fixed.":["%1$sHakukoneet eivät pysty indeksoimaan etusivuasi%2$s. Tämä on erittäin huono asia SEO:lle ja se tulisi korjata."],"Once Weekly":["Kerran viikossa"],"Add-ons":["Lisäosat"],"SEO score":[""],"Snippet editor":["Lyhytkoodin muokkain"],"Add keyword":["Lisää avainsana"],"wpSEO has been deactivated":["wpSEO on otettu pois käytöstä"],"The plugin wpSEO has been detected. Do you want to %1$simport its settings%2$s?":["All-In-One-SEO -plugin havaittu. Haluatko %simport its settings%s."],"Twitter metadata":["Twitter metatieto"],"Facebook / Open Graph metadata":["Facebook / Open Graph metatiedot"],"Recalculating SEO scores for all pieces of content with a focus keyword.":["Lasketaan uudelleen SEO-pisteet kaikelle sisällölle, jolla on avainsana."],"%1$s of %2$s done.":["%1$s / %2$s valmiina."],"We've updated our SEO score algorithm. %1$sRecalculate the SEO scores%2$s for all posts and pages.":["Olemme päivittäneet SEO-pisteet -algoritmimme. %1$sKlikkaa tästä laskeaksesi uudelleen SEO-pisteesi%2$s kaikille artikkeleille ja sivuille."],"https://yoast.com/":["https://yoast.com/"],"Team Yoast":["Yoast -tiimi"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["Ensimmäinen all-in-one SEO-ratkaisu WordPressiin, sisältäe sisältöanalyysin suoraan sivulla, XML-sitemapit ja paljon muuta."],"https://yoast.com/wordpress/plugins/seo/#utm_source=wpadmin&utm_medium=plugin&utm_campaign=wpseoplugin":["https://yoast.com/wordpress/plugins/seo/#utm_source=wpadmin&utm_medium=plugin&utm_campaign=wpseoplugin"],"Yoast SEO":["Yoast SEO"],"Activation failed:":["Aktivointi epäonnistui:"],"The filter extension seem to be unavailable. Please ask your web host to enable it.":["Näyttää siltä, ettei suodattimen laajennusosaa ole saatavissa. Pyydä sivujen ylläpitäjää ottamaan se käyttöön."],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":["%1$s pluginin asennus on kesken. Ole hyvä ja katso %2$sasennus ohjeet%3$s."],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":["Standard PHP Library (SPL) ei vaikuta olevan käytettävissä. Pyydä palveluntarjoajaasi sallimaan sen käyttö."],"%sRenew your license now%s.":["%sUusi lisenssi nyt%s."],"Your %s license will expire on %s.":["Lisenssi tuotteeseen %s vanhenee %s."],"You defined your license key using the %s PHP constant.":["Määritit lisenssiavaimesi käyttämällä %s PHP-vakiota."],"Paste your %s license key here...":["Liitä %s -lisenssisi lisenssiavain tähän."],"License Key":["Lisenssiavain"],"Please enter a license key in the field below first.":["Ole hyvä ja syötä lisenssiavain alla olevaan kenttään."],"Activate License":["Aktivoi lisenssi"],"(deactivate your license so you can activate it on another WordPress site)":["(poista lisenssi käytöstä jotta voi aktivoida sen toisella WordPress-sivustolla)"],"Deactivate License":["Ota lisenssi pois käytöstä."],"Toggle license status":["Vaihda lisenssin tilaa."],"License status":["Lisenssin tila"],"Your server has an outdated version of the PHP module cURL (Version: %s). Please ask your hosting company to update this to a recent version of cURL. You can read more about that in our %sKnowledge base%s.":["Serverilläsi on vanha versio PHP moduuli cURL:sta (Versio: %s). Ole hyvä ja pyydä Hosting yritystäsi päivittämään tämä viimeisimpään versioon cURL:sta. Voit lukea lisää tästä meidän %sTietopankistamme%s."],"We couldn't create a connection to our API to verify your license key(s). Please ask your hosting company to allow outgoing connections from your server to %s.":["Lisenssiavaimesi/-iesi tarkistamiseksi tarvittavaa yhteyttä sovellusliittymäavaimeen (API) ei saatu muodostettua. Ole hyvä ja ota yhteyttä palveluntarjoajaasi palvelimelta ulosmenevän liikenteen sallimiseksi %s."],"This site has not been activated properly on yoast.com and thus cannot check for future updates. Please activate your site with a valid license key.":["Tätä sivustoa ei ole aktivoitu osoitteessa yoast.com joten emme voi tarjota uusimpia päivityksiä tuotteelle. Ole hyvä ja aktivoi sivustosi voimassa olevalla lisenssiavaimella."],"%s failed to check for updates because of the following error: <em>%s</em>":["%s ei pystynyt tarkistamaan päivityksiä virheen vuoksi: <em>%s</em>"],"%s is network activated, please contact your site administrator to manage the license.":["%s aktivoidaan verkon kautta, ota yhteyttä sivustosi järjestelmänvalvojaan lisenssinhallintaa koskien."],"%s is network activated, you can manage your license in the <a href=\"%s\">network admin license page</a>.":["%s aktivoidaan verkon kautta, voit hallita lisenssiäsi <a href=\"%s\">verkon järjestelmänvalvojan lisenssisivulla</a>."],"%s: License Settings":["%s: Lisenssiasetukset"],"Request error: \"%s\" (%scommon license notices%s)":["Pyyntövirhe: \"%s\" (%scommon license notices%s)"],"Failed to deactivate your %s license.":["%s lisenssiä ei voitu deaktivoida."],"Your %s license has been deactivated.":["%s lisenssi on deaktivoitu onnistuneesti."],"Failed to activate your license, your license key seems to be invalid.":["Lisenssin aktivointi epäonnistui sillä lisenssiavain vaikuttaisi olevan virheellinen."],"Your license has expired. You must <a href=\"%s\">extend your license</a> in order to use it again.":["Lisenssi on vanhentunut. Teidän tulee <a href=\"%s\">uusia lisenssi</a> käyttääksenne lisäosaa."],"You've reached your activation limit. You must <a href=\"%s\">upgrade your license</a> to use it on this site.":["Olet käyttänyt kaikki aktivoinnit. Aktivoidaksesi tällä sivustolla sinun pitää <a href=\"%s\">hankkia lisenssin päivitys</a>."],"<a href=\"%s\">Your license is expiring in %d day, would you like to extend it?</a> ":["","<a href=\"%s\">Your license is expiring in %d days, would you like to extend it?</a> "],"<a href=\"%s\">Did you know you can upgrade your license?</a> ":["<a href=\"%s\">Tiesitkö, että lisenssin voi päivittää?</a>"],"You have used %d/%d activation. ":["Olet käyttänyt %d/%d aktivointia.","Olet käyttänyt %d/%d aktivointia."],"You have an unlimited license. ":["Sinulla on rajoittamaton lisenssi."],"Your %s license has been activated. ":["%s lisenssisi on aktivoitu."],"<b>Warning!</b> You're blocking external requests which means you won't be able to get %s updates. Please add %s to %s.":["<b>Varoitus!</b> Estät ulkoiset hakupyynnöt joten et voi saada %s päivityksiä. Lisää %s kohtaan %s."],"Register now &raquo;":["Rekisteröidy nyt &raquo;"],"Translation of %s":["Lisäosan %s käännös"],"You're using WordPress in a language we don't support yet. We'd love for %2$s to be translated in that language too, but unfortunately, it isn't right now. You can change that! Register at %4$s to help translate it!":["Käytät WordPressiä kielellä, jota emme vielä tue. Olisi hienoa, jos %2$s olisi käännetty sillekin kielelle, mutta valitettavasti se ei vielä ole. Sinä voit muuttaa asian! Rekisteröidy sivustolla %4$s ja auta kääntämään se!"],"You're using WordPress in %1$s. While %2$s has been translated to %1$s for %3$d%%, it's not been shipped with the plugin yet. You can help! Register at %4$s to help complete the translation to %1$s!":["Käytät WordPressiä kielellä %1$s. Vaikka %2$s on käännetty kielelle %1$s %3$d%%:sti, sitä ei vielä ole julkaistu lisäosan yhteydessä. Sinä voit auttaa! Rekisteröidy sivustolla %4$s ja auta saamaan käännös kielellä %1$s valmiiksi!"],"As you can see, there is a translation of this plugin in %1$s. This translation is currently %3$d%% complete. We need your help to make it complete and to fix any errors. Please register at %4$s to help complete the translation to %1$s!":["Kuten huomaat, tästä lisäosasta on käännös kielellä %1$s. Tämä käännös on tällä hetkellä  %3$d% %:sti valmis. Tarvitsemme apuasi saadaksemme sen kokonaan valmiiksi ja korjataksemme mahdolliset virheet. Rekisteröidy sivustolla %4$s ja auta kääntämään lisäosa kielelle %1$s!"],"All-In-One-SEO has been deactivated":["All-In-One-SEO poistettu käytöstä"],"The plugin All-In-One-SEO has been detected. Do you want to %1$simport its settings%2$s?":["Lisäosa All-In-One-SEO on löydetty. Haluatko  %1$stuoda sen asetukset%2$s?"],"SEO Settings":["SEO-asetukset"],"Mobile-Friendly Test":["Mobiiliystävällisyyden Testi"],"Google Page Speed Test":["Google PageSpeed -testi"],"CSS Validator":["CSS Validator"],"HTML Validator":["HTML Validointi"],"Pinterest Rich Pins Validator":["Pinterest Rich Pins -validaattori"],"Facebook Debugger":["Facebook virheenkorjaaja"],"Check Headers":["Tarkista headerit"],"Check Google Cache":["Tarkista Googlen välimuisti"],"Check Keyword Density":["Tarkista avainsanatiheys"],"Check Inlinks (OSE)":["Tarkista sisääntulevat linkit (OSE)"],"Analyze this page":["Analysoi tätä sivua"],"SEO Book":["SEO Book"],"AdWords External":["AdWordsin Ulkoiset työkalut"],"Keyword Research":["Avainsanatutkimus"],"%s does not seem to be a valid url. Please correct.":["%s ei näyttäisi olevan kelvollinen URL:ksi. Korjaa, kiitos."],"%1$s does not seem to be a valid %2$s verification string. Please correct.":["%1$s ei näyttäisi olevan sopiva %2$s :n vahvistamiseen. Korjaa syöte."],"\"Max entries per sitemap page\" should be a positive number, which %s is not. Please correct.":["\"Sitemapin kohteiden maksimi\" tulisi olla positiivinen numero, toisin kuin %s. Korjaa, kiitos."],"%s Archive":["%s arkisto"],"You searched for %s":["Hait kohdetta %s."],"%s does not seem to be a valid Twitter user-id. Please correct.":["%s ei näyttäisi olevan kelvollinen Twitter-tunnus. Korjaa, kiitos."],"Summary with large image":["Yhteenveto suurella kuvalla."],"Summary":["Yhteenveto"],"The post %1$s appeared first on %2$s.":["Artikkeli %1$s julkaistiin ensimmäisen kerran %2$s."],"No numeric value was received.":["Numeerista arvoa ei saatu."],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":["Tämän täytyy olla olemassa oleva blogi. Blogia nimeltä %s ei ole olemassa, tai se on poistettu."],"The default blog setting must be the numeric blog id of the blog you want to use as default.":["Blogin oletusasetuksetn täytyy olla haluamasi blogin numeerinen blogi-id."],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":["%1$s ei ole sallittu valinta asetukselle: %2$s Arvo palautettu oletukseen."],"Please select a valid post type for taxonomy \"%s\"":["Ole hyvä ja valitse artikkelityyppi taksonomialle \"%s\""],"Please select a valid taxonomy for post type \"%s\"":["Valitse kelvollinen taksonomia artikkelityypille \"%s\""],"You searched for":["Hait"],"Home":["Etusivu"],"Archives for":["Arkistot"],"Error 404: Page not found":["Virhe 404: Sivua ei löydy"],"Good":["Hyvä"],"Replaced with a custom taxonomies description":["Korvattu mukautetuilla taksonomioiden kuvauksilla"],"Replaced with a posts custom taxonomies, comma separated.":["Korvataan artikkelin muokautetuilla taksonomioilla, erotettuna pilkulla."],"Replaced with a posts custom field value":["Korvattu mukautetun kentän arvolla"],"Replaced with the slug which caused the 404":["Korvattu 404-virheen aiheuttaneella URL-osalla"],"Replaced with the posts focus keyword":["Korvattu artikkelin kohdeasiasanalla"],"Attachment caption":["Liitekuvaus"],"Replaced with the current page number":["Korvattu nykyisellä sivunumerolla"],"Replaced with the current page total":["Korvattu nykyisellä sivujen kokonaismäärällä"],"Replaced with the current page number with context (i.e. page 2 of 4)":["Korvattu nykyisen sivun numerolla kokonaismäärn kanssa (sivu 2 / 4)"],"Replaced with the current year":["Korvattu kuluvalla vuodella"],"Replaced with the current month":["Korvattu kuluvalla kuukaudella"],"Replaced with the current day":["Korvattu tällä päivällä"],"Replaced with the current date":["Korvattu nykyisellä päivämäärällä"],"Replaced with the current time":["Korvattu nykyisellä kellonajalla"],"Replaced with the post/page author's userid":["Korvattu artikkelin/sivun tekijän userid:llä"],"Replaced with the post/page author's 'Biographical Info'":["Korvattu artikkelin/sivun tekijän 'Henkilökuvan' tiedoilla"],"Replaced with the post/page author's 'nicename'":["Korvattu artikkelin/sivun tekijän 'lempinimellä'"],"Replaced with the post/page ID":["Korvattu artikkelin/sivun ID:llä"],"Replaced with the post/page modified time":["Korvattu artikkelin/sivun muokkauskellonajalla"],"Replaced with the post type plural label":["Korvattu artikkelityypin monikkotunnisteella"],"Replaced with the post type single label":["Korvattu artikkelityypin erillistunnisteella"],"Replaced with the current search phrase":["Korvattu nykyisellä hakulauseella"],"Replaced with the term name":["Korvattu termin nimellä"],"Replaced with the term description":["Korvattu termin kuvauksella"],"Replaced with the tag description":["Korvattu tagin kuvauksella"],"Replaced with the category description":["Korvataan kategorian kuvauksella"],"Replaced with the post categories (comma separated)":["Korvataan artikkelin kategorioilla (pilkulla erotettuna)"],"Replaced with the current tag/tags":["Korvattu nykyisillä tageillä"],"Replaced with the post/page excerpt (without auto-generation)":["Korvattu artikkelin/sivun leipätekstiotteella (mutta ei automaattisesti luotua otetta)"],"Replaced with the post/page excerpt (or auto-generated if it does not exist)":["Korvattu artikkelin/sivun leipätekstiotteella (tai automaattisesti muodostetulla otteella, jos varsinaista otetta ei ole asetettu)"],"The site's tag line / description":["Sivuston kuvaus / tag line"],"The site's name":["Sivuston nimi"],"Replaced with the title of the parent page of the current page":["Korvattu nykyisen sivun yläsivun otsikolla"],"Replaced with the title of the post/page":["Korvataan artikkelin/sivun otsikolla"],"Replaced with the date of the post/page":["Korvattu artikkelin/sivun päiväyksellä"],"Page %1$d of %2$d":["Sivu %1$d %2$d:stä"],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":["WPSEOn standardimuuttujan korvausta ei voi ohittaa rekisteröimällä saman niminen muuttuja. Käytä sen sijaan \"wpseo_replacements\"-suodatinta säätääksesi korvaavaa arvoa."],"A replacement variable with the same name has already been registered. Try making your variable name unique.":["Samanniminen korvaava muuttuja on rekisteröity aiemmin. Koeta nimetä muuttujasi yksilöllisemmin."],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":["Korvaava muuttuja ei voi alkaa \"%%cf_\" or \"%%ct_\" sille ne on varattu WPSEO standardi muuttujille kustomoituja kenttiä ja taksonomioita varten. Koeta nimetä muuttujasi yksilöllisesti."],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":["Korvaava muuttuja saa sisältää kirjaimia ja numeroita, ala- tai väliviivan. Koeta toista nimeä."],"Admin only notice: this page doesn't show a meta description because it doesn't have one, either write it for this page specifically or go into the SEO -> Titles menu and set up a template.":["Huomautus admineille: Tämä sivu ei näytä meta-kuvausta, koska se puuttuu. Kirjoita kuvaus yksilöllisesti tälle sivulle tai aseta mallipohja kohdassa SEO -> Otsikot."],"Page not found":["Sivua ei löytynyt"],"%s Archives":["%s arkistot"],"Search for \"%s\"":["Haku \"%s\""],"Exclude user from Author-sitemap":["Jätä käyttäjä pois Julkaisijat -sivukartasta"],"Meta keywords to use for Author page":["Tekijä-sivun meta-avainsanat"],"Meta description to use for Author page":["Tekijä-sivun metakuvaus"],"Title to use for Author page":["Tekijä-sivun otsikko"],"%1$s settings":["%1$s -asetukset"],"Delete the old data after import? (recommended)":["Poista vanha data lisäyksen jälkeen? (suositeltavaa)"],"Import from WooThemes SEO framework":[""],"Import from All-in-One SEO":[""],"Import from HeadSpace2":[""],"If you've used another SEO plugin, try the %1$sSEO Data Transporter%2$s plugin to move your data into this plugin, it rocks!":["Jos olet käyttänyt toista SEO-pluginia, testaa %1$sSEO Data Transporter%2$s -pluginia siirtääksesi tietoja tähän pluginiin."],"No doubt you've used an SEO plugin before if this site isn't new. Let's make it easy on you, you can import the data below. If you want, you can import first, check if it was imported correctly, and then import &amp; delete. No duplicate data will be imported.":["Jos tämä sivusto ei ole uusi, olet varmaankin käyttänyt SEO-lisäosaa. Siirtyminen on tehty helpoksi - voit tuoda tietosi allaolevalla toiminnolla. Jos haluat, voit suorittaa tuonnin ja tarkistaa datan oikeellisuuden, ja sen jälkeen suorittaa tuonnin ja poiston. Toiminto ei luo duplikaatteja."],"Export your %1$s settings":["Vie %1$s -asetuksesi"],"Include Taxonomy Metadata":["Sisällytä luokittelun metatiedot"],"Export your %1$s settings here, to import them again later or to import them on another site.":["Vie %1$s -asetuksesi täältä. Viedyt asetukset voi myöhemmin tuoda tälle tai toiselle sivustolle."],"Import settings":["Tuo asetukset"],"Import settings by locating %1$ssettings.zip%2$s and clicking \"Import settings\"":[""],"Import from other SEO plugins":["Tuo muista SEO työkaluista"],"Import":["Tuo"],"The old data of the imported plugin was deleted successfully.":["Tuodun lisäosan vanhat tiedot poistettiin."],"If you had a %s file and it was editable, you could edit it from here.":[""],"If your %s were writable, you could edit it from here.":[""],"You don't have a %s file, create one here:":[""],"A link to your site, with your site's name and description as anchor text.":["Lisää linkki sivustoosi, linkketekstinä on sivuston nimi ja kuvaus."],"A link to your site, with your site's name as anchor text.":["Linkki sivustollesi, jossa sivuston nimi toimii ankkuritekstinä."],"A link to the post, with the title as anchor text.":["Linkki artikkeliin, otsikko linkkitekstinä."],"A link to the archive for the post author, with the authors name as anchor text.":["Linkki tekijän artikkeliarkistoon, tekijän nimi linkkitekstinä."],"You can use the following variables within the content, they will be replaced by the value on the right.":["Voit käyttää näitä muuttujia sisällössä, ne korvataan vastaavilla arvoilla (oikea sarake)."],"Content to put after each post in the feed":["Sisältö, joka lisätään jokaisen kirjoituksen loppuun syötteeseen"],"Content to put before each post in the feed":["Jokaisen artikkelin alkuun sijoitettava sisältö"],"This feature is used to automatically add content to your RSS, more specifically, it's meant to add links back to your blog and your blog posts, so dumb scrapers will automatically add these links too, helping search engines identify you as the original source of the content.":["Ominaisuudella lisätään automaattisesti sisältöä RSS-syötteeseen. Tarkkaanottaen sillä on tarkoitus lisätä paluulinkiy blogiisi ja blogiartikkeleihin, jotta kerättäessä myös linkit lisätään mukaan, niin että hakukoneet löytvät alkuperäisen sisältösi helpommin."],"Other variables not to clean":["Muut säilytettävät parametrit"],"You might have extra variables you want to prevent from cleaning out, add them here, comma separated.":["Sinulla voi olla lisämuuttujia joiden poistamisen haluat estää - lisää ne tähän, käyttäen pilkkua erottimena."],"Prevent cleaning out Google Analytics Campaign & Google AdWords Parameters.":["Estä Google Analytics Campaign & Google AdWords parametrien tyhjentäminen."],"If you use Google Analytics campaign parameters starting with %s, check this box. However, you're advised not to use these. Instead, use the version with a hash.":["Jos käytät Goole Analytics -kampanjan parametrejä, jotka alkavat %s, valitse tämä ruutu. Emme kuitenkaan suosittele niiden käyttämistä. Käytä sen sijaan versiota, jossa on risuaita."],"Prevent cleaning out Google Site Search URLs.":["Estä Google Site Search URLien puhdistaminen."],"Google Site Search URLs look weird, and ugly, but if you're using Google Site Search, you probably do not want them cleaned out.":["Google Site Search URLit näyttävät oudoilta, mutta jos käytät sitä sivustollasi, et todennäköisesti halua niitä siivottaviksi."],"Redirect ugly URLs to clean permalinks. (Not recommended in many cases!)":["Uudelleenohjaa rumat URL:it siisteihin permalinkkeihin. (Ei suositeltavaa monissa tapauksissa!)"],"People make mistakes in their links towards you sometimes, or unwanted parameters are added to the end of your URLs, this allows you to redirect them all away. Please note that while this is a feature that is actively maintained, it is known to break several plugins, and should for that reason be the first feature you disable when you encounter issues after installing this plugin.":["Toisinaan linkeissä sivustollesi on virheitä, tai URLin lopussa on turhia parametrejä. Tällä toiminnolla voit edelleenohjata pois. Huonaathan, että vaikka ominaisuutta ylläpidetään, se voi rikkoa useiden pluginien toiminnan. Poista ominaisuus käytöstä ensin jos havaitset ongelmia käyttöönoton jälkeen."],"Enforce a trailing slash on all category and tag URLs":["Käytä kategorioiden ja tagien URL:n lopussa /-merkkiä."],"If you choose a permalink for your posts with %1$s, or anything else but a %2$s at the end, this will force WordPress to add a trailing slash to non-post pages nonetheless.":["Jos valitset artikkelien pysyväksi linkiksi osoitteen, joka loppuu %1$s, tai jotain muuta kuin %2$s, tämä pakottaa WordPressin lisäämään joka tapauksessa kauttaviivan osoitteiden loppuun muilla kuin artikkelisivuilla."],"This prevents threaded replies from working when the user has JavaScript disabled, but on a large site can mean a <em>huge</em> improvement in crawl efficiency for search engines when you have a lot of comments.":["Tämä estää ketjutettuja kommenttja toimimasta jos käyttäjä on estänyt Javascriptin, mutta suurilla sivustoilla sillä on <em>valtava</em> tehokkuutta parantava vaikutus jos sivustollasi on paljon kommentteja."],"This helps you to create cleaner URLs by automatically removing the stopwords from them.":["Tämä auttaa sinua luomaan selkeämpiä URL:iä poistamalla niistä estosanoja (stopwords),"],"Clean up permalinks":["Siivoa osoiterakenteet"],"Redirect attachment URLs to parent post URL.":["Osoita liitteiden URL lähdeartikkelin URL:iin."],"Attachments to posts are stored in the database as posts, this means they're accessible under their own URLs if you do not redirect them, enabling this will redirect them to the post they were attached to.":["Artikkelien liitteet säilytetään tietokannassa artikkeleina. Joten niillä on oma URL:nsä ellet uudelleenohjaa niitä. Tämä asetus kääntää URL:n artikkeliin johon liite kuuluu."],"Change URLs":["Vaihda URL-osoite"],"Usage of this breadcrumbs feature is explained in %1$sour knowledge-base article on breadcrumbs implementation%2$s.":["Näiden leivänmuru asetusten käyttö selitetään %1$stietopankki artikkelissamme leivänmurujen lisäämisessä%2$s."],"How to insert breadcrumbs in your theme":["Kuinka murupolku lisätään käytettävään teemaan."],"Blog":["Blogi"],"Post type archive to show in breadcrumbs for taxonomies":["Julkaisutyyppi arkisto näytettäväksi leivänmuruissa luokitteluille"],"Taxonomy to show in breadcrumbs for post types":["Luokittelu näytettäväksi leivänmuruissa julkaisutyypeille"],"Breadcrumb for 404 Page":["404-sivun murupolku"],"Prefix for Search Page breadcrumbs":["Etuliite hakusivun murupolussa"],"Prefix for Archive breadcrumbs":["Etuliite arkiston murupolussa"],"Prefix for the breadcrumb path":["Murupolun etuliite"],"Anchor text for the Homepage":["Linkkiteksti kotisivulle."],"Separator between breadcrumbs":["Murupolun erotinmerkki"],"Enable Breadcrumbs":["Ota käyttöön murupolku"],"Below are your published posts' SEO scores. Now is as good a time as any to start improving some of your posts!":[""],"Developer":["Kehittäjä"],"QA & Translations Manager":["Q&A sekä Käännös Hallinta"],"Project Lead":["Projektin johto"],"Want to help us develop? Read our %1$scontribution guidelines%2$s!":["Haluatko auttaa meitä kehitystyössä? Lue %1$scontribution guidelines%2$s!"],"While most of the development team is at %1$sYoast%2$s in the Netherlands, %3$s is created by a worldwide team.":["Vaikka suurin osa %1$sYoast%2$s kehitystiimistä on Alankomaissa, %3$s on maailmanlaajuisen tiimin luoma."],"Credits":["Kiitokset"],"Thank you for updating %1$s!":["Kiitos kun päivitit %1$s:n!"],"Posts to exclude":["Poissuljettavat artikkelit"],"You can exclude posts from the sitemap by entering a comma separated string with the Post ID's. The format will become something like: %1$s.":["Voit jättää artikkeleja sisällyttämättä sivukartasta syöttämällä artikkeli-ID:t pilkulla eroteltuina. Muotoilu on jotain tämän kaltaista: %1$s."],"Max entries per sitemap":["Merkintöjen enimmäismäärä per sivustokartta"],"Please enter the maximum number of entries per sitemap page (defaults to %d, you might want to lower this to prevent memory issues on some installs):":[""],"Save your settings to activate your XML Sitemap.":["Tallenna asetukset aktivoidaksesi XML-sivukartat."],"You do <strong>not</strong> need to generate the XML sitemap, nor will it take up time to generate after publishing a post.":["Sinun <strong>ei</strong> tarvitse luoda XML-sivukarttaa, eikä sen luominen vie aikaa artikkelin julkaisun jälkeen."],"You can find your XML Sitemap here: %1$sXML Sitemap%2$s":["Löydät XML-sivukarttasi täältä: %1$sXML-sivukartta%2$s"],"Excluded Posts":["Poissuljetut artikkelit"],"User sitemap":["Käytä sitemapia"],"&laquo; Back to Tools page":["&laquo; Takaisin Työkalut-sivulle. "],"%1$s comes with some very powerful built-in tools:":["%1$s:ssa on mukana erittäin tehokkaita sisäänrakennettuja työkaluja:"],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":["Tämä työkalu mahdollistaa SEO:n kannalta tärkeiden tiedostojen, kuten robots.txt:n ja .htaccess-tiedoston, nopean muokkauksen."],"File editor":["Tiedostomuokkain"],"Import settings from other SEO plugins and export your settings for re-use on (another) blog.":["Tuo asetukset toisista SEO-lisäosista ja vie asetuksesi uudelleenkäyttöä varten (toiseen) blogiin. "],"Import and Export":["Tuo ja vie"],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":["Tämä työkalu sallii sinun muokata nopeasti sivujesi ja julkaisujesi otsikoita ja kuvauksia ilman, että sinun tarvitsee mennä erikseen jokaisen sivun muokkaustilaan."],"Bulk editor":["Bulkki editori"],"Google Publisher Page":["Google Publisher -sivu"],"If you have a Google+ page for your business, add that URL here and link it on your Google+ page's about page.":["Jos sinulla on Google+ -sivu yrityksille, lisää URL-osoite tähän ja linkitä se Google+ -sivusi Tietoja-osioon."],"To %1$sconfirm your site with Pinterest%2$s, add the meta tag here:":["%1$svarmistaaksesi sivustosi Pinterestin kanssa%2$s, lisää meta tagi tähän:"],"Pinterest uses Open Graph metadata just like Facebook, so be sure to keep the Open Graph checkbox on the Facebook tab checked if you want to optimize your site for Pinterest.":["Pinterest käyttää Open Graph metatietoja aivan kuten Facebook, joten pidäthän Open Graph valintaruudun Facebook välilehdessä ruksitettuna jos haluat optimoida sivusi Pinterestille."],"The default card type to use":["Cardin oletustyyppi."],"Add Twitter card meta data":["Lisää Twitter card metadata"],"Add Twitter card meta data to your site's %s section.":["Lisää Twitter kortin meta tieto sivustosi %s osioon."],"This image is used if the post/page being shared does not contain any images.":["Tätä kuvaa käytetään jos jaettavassa sivussa/artikkelissa ei ole kuvia."],"Default settings":["Alkuperäiset asetukset"],"Copy home meta description":["Kopioi meta-kuvaus."],"Description":["Selostus"],"Image URL":["Kuvalinkki"],"These are the title, description and image used in the Open Graph meta tags on the front page of your site.":["Nämä ovat otsikko, kuvaus ja kuva joita käytetään Open Graph meta-tageissa sivustosi etusivulla."],"Frontpage settings":["Etusivun asetukset"],"Add Open Graph meta data":["Lisää Open Graph -metadata"],"Add Open Graph meta data to your site's %s section, Facebook and other social networks use this data when your pages are shared.":["Lisää Open Graph meta tieto sivustosi %s osioon, Facebook ja muut sosiaaliset verkostot käyttävät tätä tietoa kun sivustosi jaetaan."],"Google+ URL":["Google+ URL"],"YouTube URL":["Youtube URL"],"Pinterest URL":["Pinterest URL"],"MySpace URL":["MySpace URL"],"LinkedIn URL":["LinkedIn URL"],"Instagram URL":["Instagram URL"],"Twitter Username":["Twitter käyttäjätunnus"],"Facebook Page URL":["Facebook-sivusi URL-osoite"],"Accounts":["Tilit"],"Restore site to defaults":["Palauta sivusto oletusasetuksiin"],"Blog ID":["Blogin ID"],"Site ID":["Sivuston tunniste"],"Using this form you can reset a site to the default SEO settings.":["Tällä lomakkeella voit palauttaa sivuston SEO-asetukset."],"Restore site to default settings":["Palauta sivu alkuperäisiin asetuksiin"],"Save MultiSite Settings":["Tallenna MultiSite-asetukset"],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new blogs.":["Yksityisiä (FB adminit jne), teemakohtaisia (otsikon korvaus) ja muutamia sivustokohtaisia asetuksia ei siirretä uusiin blogeihin."],"Enter the %1$sSite ID%2$s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":[""],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":["Valitse sivusto, jonka asetuksia haluat käyttää oletuksena kaikille sivustoille, jotka liitetään verkostoosi. Valitse 'Ei mitään' käyttääksesi pluginin oletusasetuksia."],"New sites in the network inherit their SEO settings from this site":["Uudet sivustot perivät SEO-asetuksensa verkoston sisällä tästä sivustosta."],"Super Admins only":["Ainoastaan Järjestelmänvalvoja (Super Admin)"],"Site Admins (default)":["Sivuston ylläpitäjät (oletus)"],"Who should have access to the %1$s settings":["Kenellä tulee olla pääsy %1$s:n asetuksiin"],"spam":["Spam"],"mature":["ikärajoitettu"],"archived":["Arkistoitu"],"public":["Julkinen"],"Blog %s not found.":["Blogia %s ei löydy."],"%s restored to default SEO settings.":["%s palautettiin SEO-oletusasetuksille."],"Settings Updated.":["Asetukset on tallennettu."],"Use meta keywords tag?":["Käytä avainsanoja?"],"I don't know why you'd want to use meta keywords, but if you want to, enable this.":["En tiedä miksi haluaisit käyttää meta-avainsanoja, mutta jos haluat tehdä niin, valitse tämä valintaruutu."],"If you want to prevent /page/2/ and further of any archive to show up in the search results, set this to \"noindex\".":["Jos haluat estää arkistojen jatkosivuja (/page/2/ jne) näkymästä hakutuloksissa, kytke tämä käyttöön (noindex)."],"Sitewide meta settings":["Sivustonlaajuiset meta-asetukset"],"404 pages":["404-sivut"],"Search pages":["Hakusivut"],"These pages will be %s by default, so they will never show up in search results.":["Nämä sivut ovat oletuksena %s, joten ne eivät näy koskaan hakutuloksissa."],"Special Pages":["Erikoissivut"],"Date-based archives could in some cases also be seen as duplicate content.":["Päivämääräpohjaiset arkistot voivat myös joskus tulla nähdyksi päällekkäisenä sisältönä."],"If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or to add %s to it so it doesn't show up in the search results.":["Jos tämä esiintyy sivullasi, voit valita joko poistaaksesi sen käytöstä (joka saa sen uudelleenohjautumaan kotisivulle), tai lisätäksesi %s jotta se ei esiinny etsinnän tuloksissa."],"If you're running a one author blog, the author archive will be exactly the same as your homepage. This is what's called a %1$sduplicate content problem%2$s.":["Jos ylläpidät yhden kirjoittajan blogia, kirjoittajan arkisto on täsmälleen sama kuin kotisivu. Tätä kutsutaan %1$späällekkäisen sisällön ongelmaksi%2$s."],"Date archives":["Päivämääräarkistot"],"Title":["Otsikko"],"Note: instead of templates these are the actual titles and meta descriptions for these custom post type archive pages.":["Huom: mallipohjien sijaan nämä ovat mukautetun artikkelityypin arkistosivun asetetut metakuvaukset ja otsikko."],"Custom Post Type Archives":["Mukautettujen artikkelityyppien arkistot"],"%1$s Meta Box":["%1$s -metalaatikko"],"Hide":["Piilota"],"Date in Snippet Preview":["Päivämäärä esikatselussa"],"Meta Robots":["Meta Robots"],"Take note:":["Huomaa:"],"You can determine the title and description for the blog page by %1$sediting the blog page itself &raquo;%2$s":[""],"You can determine the title and description for the front page by %1$sediting the front page itself &raquo;%2$s":[""],"Homepage &amp; Front page":["Etusivu ja blogilistaus"],"Meta keywords template":["Meta keywordsin muoto"],"Meta description template":["Meta descriptionin muoto"],"Title template":["Otsikon muoto"],"Symbols are shown in the size they'll appear in the search results.":["Symbolit näkyy saman kokoisina kuin hakutuloksissa."],"Choose the symbol to use as your title separator. This will display, for instance, between your post title and site name.":["Valitse otsikon erottimena käytettävä symboli. Tämä tulee artikkelisi nimen ja sivusi nimen väliin erottamaan ne toisistaan."],"Title Separator":["Otsikon erotin"],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s on selvittänyt automaattisesti tarvitseeko sen uudelleenkirjoittaa sivujesi otsikot. Jos luulet, että tämä on tehty väärin ja tiedät, mitä olet tekemässä, voit muuttaa asetusta tästä."],"Force rewrite titles":["Pakota otsikoiden uudelleenkirjoitus"],"Taxonomies":["Luokittelut"],"Post Types":["Artikkelityypit"],"Homepage":["Etusivu"],"%1$s Extensions":["%1$s -laajennukset"],"Seamlessly integrate WooCommerce with %1$s and get extra features!":["Yhdistä WooCommerce saumattomasti %1$s:n kanssa ja löydä uudet ominaisuudet!"],"Rank better locally and in Google Maps, without breaking a sweat!":["Sijoitu paremmin paikallisesti ja Google Mapsissa, tuskatta!"],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":["Näytkö Google Newsissa? Kasvata liikennettäsi Google Newsista optimoimalla!"],"Optimize your videos to show them off in search results and get more clicks!":["Optimoi videosi näyttääksesi se hakutuloksissa ja hanki lisää klikkauksia!"],"The premium version of %1$s with more features & support.":["Premium-versio %1$s -lisäosasta tarjoaa lisäominaisuuksia ja tukea."],"Yandex Webmaster Tools":["Yandex verkkovastaavan työkalut"],"Bing Webmaster Tools":["Bingin verkkovastaavan työkalut"],"You can use the boxes below to verify with the different Webmaster Tools, if your site is already verified, you can just forget about these. Enter the verify meta values for:":["Voit käyttää näitä laatikoita vahvistaaksesi eri palveluiden verkkovastaavan työkalut. Mikäli sivustosi on jo vahvistettu, voit jättää nämä huomioimatta. Syötä vahvistuskoodit:"],"Your name":["Nimesi"],"Company logo":["Yrityksen logo"],"Company name":["Yrityksen nimi"],"Person":["Henkilö"],"Company":["Yritys"],"Choose whether you're a company or person":["Valitse oletko joko yritys vai henkilö"],"This data is shown as metadata in your site. It is intended to appear in Google's Knowledge Graph. You can be either a company, or a person, choose either:":["Tämä tieto näytetään metadatana sivullasi. Sen on tarkoitus näkyä Googlen tietokaaviossa. Voit olla joko yritys, tai henkilö, valitse jompikumpi:"],"Company or person":["Yritys tai henkilö"],"Alternate name":["Vaihtoehtoinen nimi"],"Google shows your website's name in the search results, we will default to your site name but you can adapt it here. You can also provide an alternate website name you want Google to consider.":["Google näyttää verkkosivustosi nimen hakutuloksissa. Me käytämme oletuksena sivustosi nimeä, mutta voit mukauttaa sitä tässä. Voit myös antaa vaihtoehtoisen verkkosivuston nimen, jonka haluat Googlen ottavan huomioon."],"Website name":["Verkkosivun nimi"],"Are you sure you want to reset your SEO settings?":["Oletko varma että haluat tyhentää SEO asetukset?"],"If you want to restore a site to the default %s settings, press this button.":["Jos haluat palauttaa sivustolle %s -oletusasetukset, paina tästä napista."],"Security":["Tietoturva"],"Webmaster tools":["Verkkovastaavan työkalut"],"Your info":["Tietosi"],"Company info":["Yrityksesi tiedot"],"You do not have your postname in the URL of your posts and pages, it is highly recommended that you do. Consider setting your permalink structure to <strong>/%postname%/</strong>.":["Artikkelinimeä ei näytetä artikkelien ja sivujen URL:ssä, mutta suosittelemme sitä. Harkitse voisitko asettaa permalinkkien tyypiksi <strong>/%postname%/</strong>."],"Fix it":["Korjaa"],"RSS":["RSS"],"Permalinks":["Osoiterakenne"],"Breadcrumbs":["Murupolku"],"or":["tai"],"Save Profile":["Tallenna profiili"],"There were no profiles found":["Ei löydettyjä profiileja"],"Profile":["Profiili"],"Current profile":["Nykyinen profiili"],"Reauthenticate with Google ":["Suorita Googlen todennus uudelleen"],"Authenticate":["Todenna"],"Get Google Authorization Code":["Hanki Google Authorization -koodi"],"Reload crawl issues":["Lataa uudelleen indeksointiongelmat"],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year of support and updates, on %2$s.":["Jotta voit lisätä edelleenohjauksen ja korjata tämän ongelman, tarvitset %1$s -lisäosan. Voit ostaa lisäosan ja vuoden verran päivityksiä ja tukea, sivulta %2$s."],"Creating redirects is a %s feature":["Uudelleenohjauksien luominen on %s:n ominaisuus."],"Errors that only occurred when your site was crawled by Googlebot for feature phones (errors didn't appear for desktop).":["Virheet jotka ilmenivät ainoastaan kun sivustosi indeksoitiin peruspuhelimien Googlebotin toimesta (virheitä ei ilmennyt työpöytäversiossa)"],"Errors that occurred only when your site was crawled by Googlebot-Mobile (errors didn't appear for desktop).":["Virheet, jotka tapahtuivat, kun Googlebot-Mobile indeksoi sivuasi (virheet eivät ilmenneet pöytäkoneversiossa)."],"Errors that occurred when your site was crawled by Googlebot.":["Virheet, jotka tapahtuivat, kun Googlebot indeksoi sivustoasi."],"Issue categories":["Ongelmaluokat"],"Incorrect Google Authorization Code.":["Virheellinen Google Authorization -koodi."],"The issues have been successfully reloaded!":["Ongelmat on ladattu uudelleen onnistuneesti!"],"The %1$s data has been removed. You will have to reauthenticate if you want to retrieve the data again.":["%1$sn tiedot on poistettu. Sinun täytyy todentautua uudelleen, jos haluat hakea tiedot uudelleen."],"Crawl errors per page":["Indeksointivirheet sivuittain"],"Search":["Hae"],"Don't miss your crawl errors: %1$sconnect with Google Search Console here%2$s.":["Älä jätä huomioimatta indeksointivirheitäsi: %1$syhdistä Google Search Consoleen tästä%2$s."],"Create redirect":["Luo uudelleenohjaus"],"Mark as fixed":["Merkitse ratkaistuksi"],"Response code":["Vastauskoodi"],"First detected":["Havaittu ensimmäisen kerran"],"Last crawled":["Viimeksi indeksoitu"],"URL":["URL"],"%1$s detected you’re using a version of %2$s which is not compatible with %1$s. Please update %2$s to the latest version to use this feature.":["%1$s havaitsi, että käytät %2$s:n versiota, joka ei ole yhteensopiva %1$s:n kanssa. Päivitä %2$s uusimpaan versioon, että voit käyttää tätä ominaisuutta."],"Yoast plugins share some code between them to make your site faster. As a result of that, we need all Yoast plugins to be up to date. We've detected this isn't the case, so please update the Yoast plugins that aren't up to date yet.":["Yoast-lisäosat jakavat osan koodista välillään, jotta sivustosi olisi nopeampi. Sen seurauksena tarvitsemme kaikki Yoast-lisäosat ajantasalle päivitettyinä. Huomasimme, ettei asia ole nyt niin, joten päivitäthän kaikki Yoast-lisäosasi, jotka eivät ole vielä ajantasalla."],"Feature phone":["Tavallinen kännykkä"],"Smartphone":["Älypuhelin"],"Desktop":["Pöytäkone"],"The target URL doesn't exist, but your server is not returning a 404 (file not found) error.":["Kohde-URL:ia ei ole olemassa, mutta palvelimesi ei palauta 404-virhettä (tiedostoa ei löytynyt)."],"Soft 404":["Pehmeä 404"],"Request timed out or site is blocking Google.":["Pyyntö aikakatkaistiin tai sivusto estää Googlen."],"Server Error":["Palvelinvirhe"],"Googlebot could access your site, but certain URLs are blocked for Googlebot in your %1$s file. This block could either be for all Googlebots or even specifically for Googlebot-mobile.":["Googlebotilla oli pääsy sivustollesi, mutta tietyt URL:it on estetty Googlebotilta %1$s-tiedostossasi. Tämä esto saattaa olla kaikille Googleboteille tai jopa erityisesti Googlebot-mobilelle."],"Blocked":["Estetty"],"Google was unable to crawl this URL due to an undetermined issue.":["Google ei pystynyt indeksoimaan tätä URL:ia määrittelemättömän ongelman takia."],"URL points to a non-existent page.":["Verkko-osoite osoittaa tuntemattomaan sivuun"],"Not found":["Ei löydetty"],"Not followed":["Ei-seurattu"],"Faulty redirects":["Virheelliset uudelleenohjaukset"],"Server requires authentication or is blocking Googlebot from accessing the site.":["Palvelin vaatii todentamista tai estää Googlebotia pääsemästä sivulle."],"Access denied":["Pääsy evätty"],"Deactivate %s":["Poista %s käytöstä"],"The %1$s plugin might cause issues when used in conjunction with %2$s.":["%1$s-lisäosat saattavat aiheuttaa ongelmia kun niitä käytetään yhdessä %2$s:n kanssa."],"Upload Image":["Lataa kuva"],"Upgrade to %1$s &raquo;":["Päivitä %1$s:iin &raquo;"],"Remove these ads?":["Poista nämä mainokset?"],"Current option:":["Nykyinen valinta:"],"Debug Information":["Virheinformaatio"],"%s Posts Overview":["%s artikkelien yleiskatsaus"],"Include in Sitemap?":["Sisällytä sivukarttaan?"],"This taxonomy follows the indexation rules set under Metas and Titles, you can override it here.":[""],"The Breadcrumbs Title is used in the breadcrumbs where this taxonomy appears.":["Breadcrumb-otsikkoa käytetään breadcrumbeissa joihin tämä taksonomia sisältyy."],"Breadcrumbs title":["Leivänmurujen otsikko"],"The canonical link is shown on the archive page for this term.":["Kanoninen linkki näytetään tämän termin arkistosivulla."],"Meta keywords used on the archive page for this term.":["Meta-avainsanat joita käytetään tämän termin arkistosivulla."],"Never include":["Älä koskaan sisällytä"],"Always include":["Sisällytä aina"],"Auto detect":["Tunnista automaattisesti"],"Clear all Facebook Data":["Tyhjennä kaikki Facebook tiedostot"],"Facebook App ID":["Facebook App ID"],"Currently connected Facebook admins:":["Tällä hetkellä yhdistetyt Facebook hallitsijat:"],"Add Another Facebook Admin":["Lisää uusi Facebook hallitsija"],"Add Facebook admin":["Lisää Facebookin pääkäyttäjä"],"Admin's Facebook user ID:":["Ylläpitäjän Facebook-käyttäjätunnus"],"Admin's name:":["Ylläpitäjän nimi: "],"If you don't know where to find the needed ID, see %1$sthis knowledge base article%2$s.":["Jos et tiedä mistä tarvittava tunnus löytyy, katso %1$stämä tukiartikkeli (englanniksi)%2$s."],"To be able to access %1$sFacebook Insights%2$s, you need to add a user here. The name is used for reference only, the ID is used for verification.":["Pystyäksesi pääsemään käsiksi %1$sFacebook Insightseihin%2$s, sinun pitää lisätä käyttäjä tähän. Nimeä käytetään ainoastaan viitteenä, ID:tä käytetään todennukseen."],"More info can be found %1$son our knowledge base%2$s.":["Lisätietoa löytyy %1$smeidän tietopankistamme%2$s."],"To be able to access %1$sFacebook Insights%2$s for your site, you need to specify a Facebook Admin. This can be a user. If you have an app for your site, you could use that as well.":["Jotta voit katsella sivusi %1$sFacebook Insights -tietoja%2$s, sinun täytyy määritellä Facebook-ylläpitäjä. Se voi olla yksittäinen käyttäjä, mutta jos sinulla on sovellus sivullesi, voit käyttää myös sitä."],"Facebook Insights and Admins":["Facebook Insights ja adminit"],"Successfully cleared all Facebook Data":["Kaikki Facebook data tyhjennettiin onnistuneesti"],"Successfully removed admin %s":["%s poistettiin onnistuneesti haltijoista"],"This Facebook user has already been added as an admin.":["Tämä Facebook käyttäjä on jo lisätty pääkäyttäjäksi."],"Your input contains invalid characters. Please make sure both fields are filled in correctly.":["Tekstisi sisältää virheellisiä kirjaimia. Varmista että molemmat kentät ovat täytetty oikein."],"Please make sure both fields are filled.":["Varmista, että molemmat kentät ovat täytetyt."],"Pinterest":["Pinterest"],"Other":["Muut"],"Archives":["Arkistot"],"Email":["Sähköposti"],"Previous":["Edellinen"],"Next":["Seuraava"],"Close":["Sulje"],"Configure %1$s's XML Sitemap settings":["Määritä %1$s XML Sivukartta asetukset"],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines, yet might slow down your site.":["Kummatkin %1$s sekä %2$s voivat luoda XML sivukarttoja. Kahden XML sivukartan luominen ei ole hyväksi hakukoneille, ja voi hidastaa sivustoasi."],"Configure %1$s's OpenGraph settings":["Muokkaa %1$s's OpenGraph asetukset"],"Both %1$s and %2$s create OpenGraph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":["Kummatkin %1$s sekä %2$s luo OpenGraph tulosteen, joka  voi saada Facebookin, Twitterin, Linkedinin sekä muiden sosiaalisen medioiden käyttämään vääriä tekstejä sekä kuvia kun sivustosi jaetaan."],"%s Image":["%s-kuva"],"%s Description":["%s-kuvaus"],"%s Title":["%s-otsikko"],"Twitter":["Twitter"],"Facebook":["Facebook"],"The recommended image size for %1$s is %2$s pixels.":["Suositeltu kuvakoko %1$s:lle on %2$spx."],"If you want to override the image used on %s for this post, upload / choose an image or add the URL here.":["Jos haluat käyttää poikkeavaa kuvaa tästä artikkelista %s-sivustolla, lataa tai valitse kuva tai lisää sen URL-osoite tähän."],"If you don't want to use the meta description for sharing the post on %s but want another description there, write it here.":["Jos et halua käyttää meta-kuvausta artikkelin jakamiseen %s-sivustolla vaan haluat käyttää toista meta-kuvausta, kirjoita se tähän."],"If you don't want to use the post title for sharing the post on %s but instead want another title there, write it here.":["Jos et halua käyttää artikkelin otsikkoa artikkelin jakamiseen %s-sivustolla vaan haluat käyttää toista otsikkoa, kirjoita se tähän."],"very difficult":["erittäin hankala"],"Try to make shorter sentences, using less difficult words to improve readability.":["Lyhyemmät lauseet ja vähemmän vaikeat sanat parantavat luettavuutta."],"difficult":["hankala"],"Try to make shorter sentences to improve readability.":["Lyhyemmät lauseet parantavat luettavuutta."],"fairly difficult":["melko hankala"],"OK":["OK"],"fairly easy":["suhteellisen helppo"],"easy":["helppo"],"very easy":["erittäin helppo"],"The copy scores %1$s in the %2$s test, which is considered %3$s to read. %4$s":["Teksti saa pisteet %1$s testissä %2$s, joten se on luettavuudeltaan '%3$s'. %4$s"],"The focus keyword appears in the first paragraph of the copy.":[""],"The focus keyword doesn't appear in the first paragraph of the copy. Make sure the topic is clear immediately.":[""],"The keyword density is %1$s, which is great; the focus keyword was found %2$d times.":[""],"The keyword density is %1$s, which is over the advised %3$s maximum; the focus keyword was found %2$d times.":[""],"A meta description has been specified, but it does not contain the focus keyword.":["Meta-kuvaus on annettu, mutta se ei sisällä kohdennettua hakusanaa / hakulausetta."],"No meta description has been specified. Search engines will display copy from the page instead.":["Meta-kuvausta ei ole asetettu, hakukoneet näyttävät kopion sivusta sen sijasta."],"The meta description is under %1$d characters long. However, up to %2$d characters are available.":[""],"You have not used the focus keyword in any subheading (such as an H2) in your copy.":[""],"The images on this page are missing alt attributes.":[""],"No outbound links appear in this page, consider adding some as appropriate.":["Sivulla ei ole ulkoisia linkkejä. Niitä voisi mahdollisuuksien mukaan lisätä."],"This page has %1$s nofollowed outbound link(s) and %2$s normal outbound link(s).":[""],"This page has %1$s outbound link(s), all nofollowed.":[""],"This page has %1$s outbound link(s).":[""],"You're linking to another page with the focus keyword you want this page to rank for. Consider changing that if you truly want this page to rank.":[""],"No images appear in this page, consider adding some as appropriate.":["Sivulla ei ole kuvia. Niitä voisi mahdollisuuksien mukaan lisätä."],"The SEO title contains the focus keyword, but it does not appear at the beginning; try and move it to the beginning.":[""],"The SEO title contains the focus keyword, at the beginning which is considered to improve rankings.":[""],"Please create an SEO title.":[""],"The slug for this page is a bit long, consider shortening it.":["Sivun nimi URL:ssä on melko pitkä, voisiko sitä lyhentää?"],"The focus keyword does not appear in the URL for this page. If you decide to rename the URL be sure to check the old URL 301 redirects to the new one!":[""],"You've used this focus keyword %1$s%2$d times before%3$s, it's probably a good idea to read %4$sthis post on cornerstone content%5$s and improve your keyword strategy.":["Olet käyttänyt tätä ankkurisanaa  %1$s%2$d kertaa ennen %3$s, on varmaankin hyvä ajatus lukea %4$s postaus tärkeästä sisällöstä %5$s ja parantaa hakusanastrategiaasi."],"You've used this focus keyword %1$sonce before%2$s, be sure to make very clear which URL on your site is the most important for this keyword.":["Olet käyttänyt tätä kohdistusavainsanaa %1$skerran aikaisemmin%2$s, valitse mikä näistä URL:istä on sivustosi tärkein sivu tämän avainsanan kannalta."],"You've never used this focus keyword before, very good.":["Et ole koskaan käyttänyt tätä avainsanaa aikaisemmin, erittäin hienoa."],"No focus keyword was set for this page. If you do not set a focus keyword, no score can be calculated.":["Avainsanaa ei ole asetettu tälle sivulle. Jos et aseta tavoittelemaasi avainsanaa, tuloksia ei voida laskea."],"Focus keyword not set.":["Tavoittelemaasi avainsanaa ei ole asetettu."],"Focus KW":["Fokussana"],"Meta Desc.":["Meta-kuvaus"],"All SEO Scores":["Kaikki SEO-pisteet"],"SEO: Post Noindexed":["SEO: artikkeliin asetettu noindex"],"SEO: Good":["SEO: Hyvä"],"SEO: OK":["SEO: Kunnossa"],"SEO: No Focus Keyword":["SEO: Ei avainsanaa"],"SEO issue: The featured image should be at least 200 by 200 pixels to be picked up by Facebook and other social media sites.":["Pääkuvan pitäisi olla ainakin 200x200 pikseliä jotta se valitaan Facebookkiin sekä muihin sosiaalisen median sivustoihin."],"(no parent)":["(ei isäntää)"],"No focus keyword set.":["Avainsanaa ei ole asetettu."],"Post is set to noindex.":["Artikkeli on asettettu tilaan noindex."],"The URL that this page should redirect to.":["URL, jolle tämän sivun pitäisi uudelleenohjautua."],"301 Redirect":["301-uudelleenohjaus"],"The canonical URL that this page should point to, leave empty to default to permalink. %1$sCross domain canonical%2$s supported too.":["Kanoninen URL-osoite, johon tämän sivun pitäisi viitata. Jätä tyhjäksi käyttääksesi oletusosoitetta (permalink). %1$sCross domain canonical%2$s ovat myös mahdollisia."],"Canonical URL":["Ensisijainen URL"],"Title to use for this page in breadcrumb paths":["Tämän sivun otsikko leivänmurupoluissa"],"Breadcrumbs Title":["Murupolun otsikko"],"No Snippet":["Ei otetta"],"No Archive":["Ei arkistointia"],"No Image Index":["Ei kuvaindeksiä"],"None":["Ei mitään"],"Site-wide default: %s":["Sivustonlaajuinen oletus: %s"],"Advanced <code>meta</code> robots settings for this page.":["Edistyneed <code>meta</code> robots -asetukset tälle sivulle."],"Meta robots advanced":["Meta Robots edistynyt"],"Meta robots follow":["Meta Robots seuraa"],"Noindex":[""],"Index":["Index"],"Default for this post type, currently: %s":["Vakiotyyppi tälle artikkeleille, nykyinen: %s"],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Varoitus: Vaikka voit asettaa tässä robot-asetusten metatiedot, koko sivusto on asetettu noindec-tilaan sivuston yksityisasetuksissa, joten näillä asetuksilla ei ole vaikutusta."],"If you type something above it will override your %1$smeta keywords template%2$s.":["Jos kirjoitat yläpuoliseen kenttään jotain se ohittaa %1$smeta keywords template%2$."],"Meta keywords":["Meta-avainsanat"],"Meta description":["Meta selostus"],"SEO Title":["SEO-otsikko"],"Focus keyword":["Kohdeavainsana"],"Snippet preview":["Otteen esikatselu"],"Setting \"%s\" is no longer used and has been discarded.":["Asetusta \"%s\" ei enää käytetä ja se on poistettu."],"No settings found in file.":["Tiedostosta ei löytynyt asetuksia."],"Settings successfully imported.":["Asetusten tuonti onnistui."],"Unzipping failed - file settings.ini not found.":["Tiedoston purkaminen epäonnistui - settings.ini-tiedostoa ei löytynyt."],"Unzipping failed with error \"%s\".":["Purkaminen epäonnistui, virhe: \"%s\"."],"Upload failed.":["Siirto epäonnistui."],"Settings could not be imported:":["Asetusten tuominen ei onnistunut."],"WooThemes SEO framework settings &amp; data successfully imported.":["WooThemes SEO:n framework-asetukset &amp; tiedot tuotiin onnistuneesti."],"HeadSpace2 data successfully imported":["HeadSpace2-tiedot tuotiin onnistuneesti"],"No taxonomy metadata found":["Emme löydä taksonomiametadataa"],"This export includes taxonomy metadata":["Tämä vienti sisältää taksonomiametadataa"],"This is a settings export file for the %1$s plugin by Yoast.com":["Tämä on asetuksien vienti tiedosto pluginille %1$s (Tekijä: Yoast.com)"],"Could not write settings to file.":["Asetuksia ei voitu kirjoittaa tiedostoon."],"Could not zip settings-file.":["Asetukset-tiedostoa ei voitu pakata."],"Error creating %1$s export: ":["Virhe luodetta %1$s-vientiä:"],"Breadcrumb for 404 pages:":["Leivänmuru 404-sivuille:"],"Prefix for search result pages:":["Hakutulossivujen etuliite:"],"Prefix for archive pages:":["Arkistosivujen etuliite:"],"Prefix for breadcrumbs:":["Murupolun etuliite:"],"Anchor text for the homepage:":["Etusivun linkin teksti:"],"Breadcrumbs separator:":["Leivänmurujen erotin:"],"Remove blog page from breadcrumbs":["Poista artikkeleiden sivu leivänmuruista"],"%s Breadcrumbs":["%s-leivänmurut"],"Use Image":["Käytä kuvaa"],"Action":["Toiminto"],"Page URL/Slug":["Sivun URL / Slugi"],"Publication date":["Julkaisupäivä"],"Post Status":["Artikkelin tila"],"Post Type":["Artikkelin tyyppi"],"WP Page Title":["WP sivun otsikko"],"View":["Katso"],"View &#8220;%s&#8221;":["Katso &#8220;%s&#8221;"],"Preview":["Esikatsele"],"Preview &#8220;%s&#8221;":["Esikatsele &#8220;%s&#8221;"],"Edit":["Muokkaa"],"Filter":["Suodata"],"You are not allowed to access this page.":["Sinulla ei ole pääsylupaa tälle sivulle."],"New Yoast Meta Description":["Uusi Yoast metakuvaus."],"Existing Yoast Meta Description":["Olemassa oleva Yoast Meta-kuvaus"],"a,about,above,after,again,against,all,am,an,and,any,are,as,at,be,because,been,before,being,below,between,both,but,by,could,did,do,does,doing,down,during,each,few,for,from,further,had,has,have,having,he,he'd,he'll,he's,her,here,here's,hers,herself,him,himself,his,how,how's,i,i'd,i'll,i'm,i've,if,in,into,is,it,it's,its,itself,let's,me,more,most,my,myself,nor,of,on,once,only,or,other,ought,our,ours,ourselves,out,over,own,same,she,she'd,she'll,she's,should,so,some,such,than,that,that's,the,their,theirs,them,themselves,then,there,there's,these,they,they'd,they'll,they're,they've,this,those,through,to,too,under,until,up,very,was,we,we'd,we'll,we're,we've,were,what,what's,when,when's,where,where's,which,while,who,who's,whom,why,why's,with,would,you,you'd,you'll,you're,you've,your,yours,yourself,yourselves":["aina,alla,ehkä,eivät,emme,en,enemmän,ennen,et,että,ette,hän,häneen,hänellä,hänelle,häneltä,hänen,hänessä,hänestä,hänet,häntä,he,heidän,heidät,heihin,heillä,heille,heiltä,heissä,heistä,heitä,hlö,hlöä,oikein,http,hyvin,ilman,itse,ja,jälkeen,johon,joiden,joihin,joiksi,joilla,joille,joilta,joina,joissa,joista,joita,joka,joka,joksi,jolla,jolle,jolta,jona,jonka,jos,jossa,josta,jota,jotka,kai,kaikki,kanssa,kaukana,keiden,keihin,keiksi,keillä,keille,keiltä,keinä,keissä,keistä,keitä,keneen,keneksi,kenellä,kenelle,keneltä,kenen,kenenä,kenessä,kenestä,kenet,kenties,keskellä,kesken,ketä,ketkä,ketkä,koska,koskaan,kuin,kuinka,kuka,kun,kyllä,lähellä,läpi,liian,lla,luona,me,meidän,meidät,meihin,meillä,meille,meiltä,meissä,meistä,meitä,mihin,mikä,miksi,millä,mille,milloin,milloinkaan,miltä,minä,minkä,minua,minulla,minulle,minulta,minun,minussa,minusta,minut,minuun,missä,mistä,mitä,miten,mitkä,mukaan,mutta,muut,näiden,näihin,näiksi,näillä,näille,näiltä,näinä,näissä,näistä,näitä,nämä,ne,niiden,niihin,niiksi,niillä,niille,niiltä,niin,niinä,niissä,niistä,niitä,noiden,noihin,noiksi,noilla,noille,noilta,noin,noina,noissa,noista,noita,nopeasti,nuo,nyt,oikea,oikealla,ole,olemme,olen,olet,olette,oli,olimme,olin,olisi,olisimme,olisin,olisit,olisitte,olisivat,olit,olitte,olivat,olla,olleet,ollut,on,ovat,paljon,poikki,puh,saa,saada,se,sekä,sen,siellä,siihen,siinä,siitä,siksi,sillä,sille,siltä,sinä,sinua,sinulla,sinulle,sinulta,sinun,sinussa,sinusta,sinut,sinuun,sitä,ssa,sta,suoraan,tähän,tai,takana,takia,täksi,tällä,tälle,tältä,tämä,tämän,tänä,tässä,tästä,tätä,te,teidän,teidät,teihin,teillä,teille,teiltä,teissä,teistä,teitä,tms,tuo,tuoda,tuohon,tuoksi,tuolla,tuolle,tuolta,tuon,tuona,tuossa,tuosta,tuota,vaan,vähän,vähemmän,vai,vain,vaikka,vasen,vasemmalla,vastan,vielä,vieressä,voi,voida,voit,yhdessä,yli,ylös,yms,myös,muuta,viim,asti,sis,koko,alle,joskus,paitsi,sitten,joko,ihan,saat,ei"],"Facebook profile URL":["Facebook-profiilin URL"],"Twitter username (without @)":["Twitter-käyttäjänimi (ilman @)"],"Google+":["Google+"],"FAQ":["UKK"],"Premium Support":["Premium tuki"],"Settings":["Asetukset"],"You must %1$sgo to your Reading Settings%2$s and uncheck the box for Search Engine Visibility.":[""],"Huge SEO Issue: You're blocking access to robots.":["Valtaisa SEO-ongelma: olet estänyt hakukoneiden (robots) pääsyn sivustolle."],"Posts":["Artikkelit"],"Edit Files":["Muokkaa tiedostoja"],"MultiSite Settings":["MultiSite-asetukset"],"Advanced Variables":["Edistyneet muuttujat"],"Basic Variables":["Perusmuuttujat"],"Note that not all variables can be used in every template.":["Huomioi että kaikkia muuttujia ei voida käyttää joka ulkoasussa."],"The title &amp; metas settings for %1$s are made up of variables that are replaced by specific values from the page when the page is displayed. The tabs on the left explain the available variables.":["Otsikko- ja metakenttäasetukset hoidetaan %1$s -lisäosassa muuttujilla, jotka korvataan sivun mukaisilla tiedoilla, kun sivu näytetään. Vasemman reunan välilehdillä selitetään käytettävissä olevat muuttujat."],"Template explanation":["Mallipohjan selitys"],"Why Google won't display the right page title":["Syy siihen että Google ei näytä oikeaa sivuotsikkoa"],"Title optimization":["Otsikon optimointi"],"For more information:":["Lisätietoja:"],"General":["Yleiset"],"Extensions":["Laajennukset"],"Search Console":["Hakukonsoli"],"Tools":["Työkalut"],"Advanced":["Edistyneet"],"XML Sitemaps":["XML-sivukartat"],"Social":["Sosiaalinen media"],"Titles &amp; Metas":["Otsikot &amp; Meta"],"SEO":["SEO"],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":["%1$s havaitsi, että käytät %3$s:n versiota %2$s. Päivitä uusimpaan versioon, että vältyt yhteensopivuusongelmilta."],"Just another WordPress site":["Vain tavallinen WordPress-sivusto"],"You still have the default WordPress tagline, even an empty one is probably better. %1$sYou can fix this in the customizer%2$s.":["Sinulla on edelleen oletus WordPressin kuvaus käytössä, tyhjäkin olisi parempi. %1$sVoit korjata sen muokkaimessa%2$s."],"You have used HTML in your value which is not allowed.":["Valitettavasti HTML -koodi ei ole sallittu."],"You can't edit %s that aren't yours.":["Et voi muokata %s jotka eivät ole sinun."],"You can't edit %s.":["Ette voi muokata kohdetta %s."],"Post has an invalid Post Type: %s.":["Artikkelilla on epäkelpo artikkelityyppi: %s."],"Post doesn't exist.":["Sivua ei ole olemassa."],"The file %s could not be removed. Please remove it via FTP.":["Tiedostoa %s ei voitu poistaa. Poista tiedosto manuaalisesti FTP:llä."],"posts\u0004Trash <span class=\"count\">(%s)</span>":["Laita roskakoriin <span class=\"count\">(%s)</span>","Laita roskakoriin <span class=\"count\">(%s)</span>"],"posts\u0004All <span class=\"count\">(%s)</span>":["Kaikki <span class=\"count\">(%s)</span>","Kaikki <span class=\"count\">(%s)</span>"]}}}