{"domain":"js-text-analysis","locale_data":{"js-text-analysis":{"":{"domain":"js-text-analysis","plural_forms":"nplurals=2; plural=n != 1;","lang":"it"},"The %1$s class must not be instantiated before the %2$s global is set.":[""],"%1$sOutrank your competitors even further%2$s with these %3$s plugins":[""],"No need to figure out what to link to. You get linking suggestions for relevant posts and pages to make your website easier to navigate.":[""],"Use AI to write SEO titles and meta descriptions for your posts and pages. It speeds up your work and does some of the thinking for you!":[""],"%s looks at more than just your main keyword. It analyzes different word forms, plurals, and past tenses. This helps your website perform even better in searches!":[""],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for titles and meta descriptions to make your pages rank high and make you look good on social media. %1$sLearn more%2$s%3$s":[""],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for product titles and meta descriptions to make your pages rank high and make you look good on social media. %1$sLearn more%2$s%3$s":[""],"Explore %s!":[""],"You’ll reach more people with multiple keyphrases! Want to quickly add these related keyphrases to the %s analyses for even better content optimization?":[""],"Get AI to write SEO titles and meta descriptions faster. Reach a wider audience with multiple keywords. Get automatic internal linking suggestions. And much, much more!":[""],"Explore now":[""],"Rank higher in search results":[""],"Turn more visitors into customers!":[""],"Increase Google clicks with rich results":[""],"Write product pages that rank using the SEO analysis":[""],"Get XML sitemaps":[""],"Optimize your video previews & thumbnails":[""],"Make sure your videos load quickly for users":[""],"Automatically get technical SEO best practices for video content":[""],"Drive more views to your videos":[""],"Stand out for local searches":[""],"Explore %s now!":[""],"%1$s24/7 support%2$s: Also on evenings and weekends.":[""],"%1$sAppealing social previews%2$s people actually want to click on.":[""],"%1$sNo more broken links%2$s: Automatic redirect manager.":[""],"%1$sSuper fast%2$s internal linking suggestions.":[""],"%1$sMultiple keywords%2$s: Rank higher for more searches.":[""],"%1$sAI%2$s: Better SEO titles and meta descriptions, faster.":[""],"Highlight areas of improvement in your text, no more searching for a needle in a haystack, straight to optimizing! Now also in Elementor!":[""],"Leave a quick review":[""],"Happy with the plugin?":[""],"Show Yoast SEO some love!":[""],"Let's get your site in tip-top shape for the search engines. Simply follow these 5 steps to make Google understand what your site is about.":[""],"If your goal is to increase your rankings, you need to work on your SEO regularly. That can be overwhelming, so let's tackle it one step at a time!":[""],"Great work! Thanks to the details you've provided, %1$s has enhanced your site for search engines, giving them a clearer picture of what your site is all about.":[""],"Important: We won't sell this data, and we won't collect any personal information about you or your visitors.":[""],"What data will be collected and why?":[""],"No, I don't want to share my site data":[""],"Are you open to help us improve our services?":[""],"Yes, give me your free tips!":[""],"Subscribe to the %1$s newsletter to receive best practices for improving your rankings, save time on SEO tasks, stay up-to-date with the latest SEO news, and get expert guidance on how to make the most of %2$s!":[""],"Get free weekly SEO tips!":[""],"You're almost there! Complete all settings in this step so search engines know what your site is about.":[""],"Completing this step helps Google to understand your site even better. Bonus: You'll improve your chance of getting %1$srich results%2$s!":[""],"Let's start by running the SEO data optimization. That means we'll scan your site and create a database with optimized SEO data. It won't change any content or settings on your site and you don't need to do anything, just hit start!\n\nNote: If you have a lot of content, this optimization could take a moment. But trust us, it's worth it!":[""],"We've successfully analyzed your site & optimized your SEO data!":[""],"Fantastic work! Add your organization's social media accounts below. This allows us to fine-tune the metadata for these platforms.":[""],"Social share preview":[""],"Twitter share preview":[""],"The %1$s interface is currently unavailable in the beta WooCommerce product editor. To resolve any issues, please disable the beta editor. %2$sLearn how to disable the beta WooCommerce product editor.%3$s":["L'interfaccia di %1$s non è al momento disponibile nell'editor beta dei prodotti WooCommerce. Per risolvere eventuali problemi, disattiva l'editor beta. %2$sImpara a disabilitare l'editor beta di prodotti WooCommerce.%3$s"],"Compatibility issue: Yoast SEO is incompatible with the beta WooCommerce product editor.":["Problema di compatibilità: Yoast SEO è al momento incompatibile con l'editor di prodotti beta di WooCommerce."],"Search engines and other websites can still send traffic to your trashed content.":[""],"Unlock with the %1$s":["Sblocca con il %1$s"],"Generate product titles & descriptions with AI!":["Genera titoli e descrizioni dei prodotti con l'intelligenza artificiale!"],"Last year":["L'anno scorso"],"Last week":["La settimana scorsa"],"Last day":["Ultimo giorno"],"Last updated":["Ultimo aggiornamento"],"Activate tracking to show the ranking position":["Attiva il tracciamento per mostrare la posizione in classifica"],"List your Frequently Asked Questions in an SEO-friendly way.":["Elenca le tue domande frequenti in modo SEO-friendly."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by OpenAI GPTBot.":["Aggiungi una regola \"disallow\" al file robots.txt per impedire il crawling da parte di OpenAI GPTBot."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by the Google-Extended bot. Enabling this setting won’t prevent Google from indexing your website.":["Aggiungi una regola \"disallow\" al tuo file robots.txt per impedire il crawling da parte del bot Google-Extended. L'attivazione di questa impostazione non impedirà a Google di indicizzare il tuo sito web."],"Lots of web traffic comes from bots crawling the web. Some can benefit your site or business, while other bots don’t. Blocking unwanted bots can save energy, help with site performance, and protect copyrighted content. Learn more about %1$swhen to block unwanted bots%2$s.":["Gran parte del traffico web proviene da bot che effettuano il crawling del web. Alcuni possono essere utili al tuo sito o alla tua azienda, mentre altri bot non lo sono. Bloccare i bot indesiderati può far risparmiare energia, migliorare le prestazioni del sito e proteggere i contenuti protetti da copyright. %1$sPer saperne di più su quando bloccare i bot indesiderati%2$s."],"Prevent OpenAI GPTBot from crawling":["Impedisci il crawling del GPTBot di OpenAI"],"Prevent Google Bard and Vertex AI bots from crawling":["Impedisci il crawling dei bot di Google Bard e Vertex AI"],"Prevent Common Crawl CCBot from crawling":["Impedisci il crawling di Common Crawl CCBot"],"Unlock Premium SEO analysis":["Sblocca l'analisi SEO Premium"],"Get more help with writing content that ranks":["Ti assistiamo nella scrittura di contenuti che si posizionano"],"$ USD / € EUR / £ GBP per year (ex. VAT)":["$ USD / € EUR / £ GBP all'anno (ex. VAT)"],"Internal linking suggestions":["Suggerimenti di link interni"],"%1$s SAVE 30%% %2$s on your 12 month subscription":[""],"Learn more about %s (Opens in a new browser tab)":["Per saperne di più su %s (apre una nuova scheda del browser)"],"Write more natural and engaging content":["Scrivi contenuti più naturali e coinvolgenti"],"Synonyms help users understand your copy better. It’s easier to read for both users and Google. In %s, you can add synonyms for your focus keyphrase, and we’ll help you optimize for them.":["I sinonimi aiutano gli utenti a comprendere meglio il tuo testo. È più facile da leggere sia per gli utenti che per Google. Con %s, puoi aggiungere sinonimi per la tua frase chiave principale e noi ti aiuteremo a ottimizzarli."],"Is your %1$s store ready for Black Friday?":["Il tuo negozio %1$s è pronto per il Black Friday?"],"Check your text on even more SEO criteria and get an enhanced keyphrase analysis, making it easier to optimize your content.":["Verifica il tuo testo in base a un numero ancora maggiore di criteri SEO e ottieni un'analisi avanzata delle frasi chiave, facilitando l'ottimizzazione dei tuoi contenuti."],"Buy now!":["Acquista ora!"],"30% OFF!":["30% di sconto!"],"BLACK FRIDAY SALE: %1$s %2$sBuy now!%3$s":["Offerta BLACK FRIDAY: %1$s %2$sAcquista ora!%3$s"],"BLACK FRIDAY SALE: %1$s":["Offerta BLACK FRIDAY: %1$s"],"Reach a wider audience":["Raggiungi un pubblico più ampio"],"Add related keyphrases":["Aggiungi le frasi chiave correlate"],"%s automatically suggests to what content you can link with easy drag-and-drop functionality, which is good for your SEO!":["%s suggerisce automaticamente i contenuti da linkare con una semplice funzionalità a trascinamento, che è un grande vantaggio per la SEO!"],"Rank higher by connecting your content":["Posizionati meglio collegando i tuoi contenuti"],"Get help optimizing for up to 5 related keyphrases. This helps you reach a wider audience and get more traffic.":["Ottieni un aiuto per ottimizzare fino a 5 frasi chiave correlate. Questo ti aiuta a raggiungere un pubblico più ampio e a ottenere più traffico."],"-30%":["-30%"],"%1$s Now with 30%% Black Friday Discount!":["%1$s Ora con un 30%% di sconto Black Friday!"],"%1$sSALE 30%% OFF!%2$s":["%1$sOFFERTA 30%% DI SCONTO!%2$s"],"30% OFF":["30% di sconto"],"BLACK FRIDAY":["BLACK FRIDAY"],"Claim your 30% off now!":["Richiedi subito lo sconto del 30%!"],"Social media appearance":["Aspetto dei social media"],"Determine how your post should look in the search results.":["Decidi come deve apparire il tuo articolo nei risultati di ricerca."],"The Yoast %1$sultimate Black Friday checklist%2$s helps you prepare in time, so you can boost your results during this sale.":["La %1$schecklist definitiva del Black Friday%2$s di Yoast ti aiuta a prepararti per tempo, così puoi avere risultati fantastici durante questo periodo di offerte."],"To customize the appearance of your post specifically for Twitter, please fill out the 'Twitter appearance' settings below.":["Per personalizzare l'aspetto del tuo articolo in modo specifico per Twitter, compila le impostazioni \"Aspetto Twitter\" qui sotto."],"Twitter appearance":["Aspetto di Twitter"],"To customize the appearance of your post specifically for Twitter, please fill out the 'Twitter appearance' settings below. If you leave these settings untouched, the 'Social media appearance' settings mentioned above will also be applied for sharing on Twitter.":["Per personalizzare l'aspetto del tuo articolo in modo specifico per Twitter, compila le impostazioni \"Aspetto Twitter\" qui sotto. Se non si modificano queste impostazioni, le impostazioni \"Aspetto dei social media\" di cui sopra saranno applicate anche per la condivisione su Twitter."],"Determine how your post should look on social media like Facebook, Twitter, Instagram, WhatsApp, Threads, LinkedIn, Slack, and more.":["Determina l'aspetto del tuo articolo su social media come Facebook, Twitter, Instagram, WhatsApp, Thread, LinkedIn, Slack e altri."],"Get the checklist and start optimizing now!":["Ottieni la checklist e inizia ora l'ottimizzazione!"],"Is your WooCommerce store ready for Black Friday?":["Il tuo negozio WooCommerce è pronto per il Black Friday?"],"The %1$s %2$sultimate Black Friday checklist%3$s helps you prepare in time, so you can boost your results during this sale.":["La %2$schecklist definitiva del Black Friday%3$s di %1$s ti aiuta a prepararti per tempo, così puoi avere risultati fantastici durante questo periodo di offerte."],"AI generator":["Generatore IA"],"New in %1$s":[""],"Use AI to write your titles & meta descriptions!":[""],"Use the power of Yoast AI to automatically generate compelling titles and descriptions for your posts and pages.":["Sfrutta la potenza di Yoast AI per generare automaticamente titoli e descrizioni convincenti per i tuoi post e le tue pagine."],"AI title & description generator":["Generatore IA di titoli e descrizioni"],"Use AI":["Usa la IA"],"Clear selection":["Cancella la selezione"],"Note that the following commonly-used parameters will not be removed: %1$s, %2$s, %3$s, %4$s, %5$s, %6$s, and %7$s.":["I seguenti parametri comunemente usati non saranno rimossi: %1$s, %2$s, %3$s, %4$s, %5$s, %6$s e %7$s."],"Learn how to increase your rankings with %1$s":["Scopri come migliorare il tuo posizionamento con %1$s"],"Want an enhanced Google preview of how your WooCommerce products look in the search results?":["Vuoi un'anteprima migliorata su Google di come appaiono i tuoi prodotti WooCommerce nei risultati di ricerca?"],"Sign up today!":["Registrati oggi!"],"Feeling lost when it comes to optimizing your site for the search engines? Join our FREE webinar to gain the confidence that you need in order to start optimizing like a pro! You'll obtain the knowledge and tools to start effectively implementing SEO.":["Non sai bene come muoverti quando si tratta di ottimizzare il tuo sito per i motori di ricerca? Partecipa al nostro webinar GRATUITO per acquisire la fiducia necessaria per iniziare a ottimizzare da professionista! Otterrai tutte le conoscenze e gli strumenti per iniziare a implementare efficacemente la SEO."],"Join our FREE webinar for SEO success":["Partecipa al nostro webinar GRATUITO per il successo SEO"],"Want your products stand out in search results with rich results like price, reviews and more?":["Vuoi che i tuoi prodotti si distinguano nei risultati di ricerca grazie ai risultati multimediali (rich result) come prezzo, recensioni e altro?"],"%1$s, %2$s and %3$s":["%1$s, %2$s e %3$s"],"%1$s and %2$s":["%1$s e %2$s"],"Please see the “New” badges and review the Search appearance settings.":["Vedi i badge \"Nuovo\" e rivedi le impostazioni dell'aspetto della ricerca."],"New type of content added to your site!":["Nuovo tipo di contenuto aggiunto al tuo sito!"],"Site policies":["Policy del sito"],"Select a page which provides information about your diversity policies for %1$sstaffing%2$s, %1$shiring%2$s and %1$semployment%2$s.":["Seleziona una pagina che fornisca informazioni sulle tue politiche per la diversità in matiera di %1$spersonale%2$s, %1$sassunzioni%2$s e %1$simpiego%2$s."],"Select a page which provides information on your diversity policies for %1$seditorial%2$s content.":["Seleziona una pagina che fornisca informazioni sulle tue politiche di diversità per i contenuti %1$seditoriali%2$s."],"Select a page which describes the personal, organizational, and corporate %1$sstandards%2$s of %1$sbehavior%2$s expected by your organization.":["Seleziona una pagina che descriva gli %1$sstandard%2$s personali, organizzativi e aziendali del %1$scomportamento%2$s atteso dalla tua organizzazione."],"Select a page which outlines your procedure for addressing %1$serrors%2$s (e.g., publishing retractions or corrections).":["Seleziona una pagina che illustri la tua procedura per affrontare gli %1$serrori%2$s (per esempio, la pubblicazione di ritrattazioni o correzioni)."],"Select a page which describes how your organization collects and responds to %1$sfeedback%2$s, engages with the %1$spublic%2$s, and prioritizes %1$stransparency%2$s.":["Seleziona una pagina che descriva in che modo la tua organizzazione raccoglie e risponde ai %1$sfeedback%2$s, come entra in relazione con il %1$spubblico%2$s e in che modo dà priorità alla %1$strasparenza%2$s."],"Select a page which describes the ownership structure of your organization. It should include information about  %1$sfunding%2$s and %1$sgrants%2$s.":["Selezionare una pagina che descriva l'assetto proprietario dell'organizzazione. Dovrebbe includere informazioni su %1$sfinanziamenti%2$s e %1$ssovvenzioni%2$s."],"Select a page which describes the editorial principles of your organization. %1$sWhat%2$s do you write about, %1$swho%2$s do you write for, and %1$swhy%2$s?":["Seleziona una pagina che descriva i principi editoriali della tua organizzazione. %1$sSu quali temi%2$s scrivi, %1$sper chi%2$s scrivi e %1$sperché%2$s?"],"Select the pages on your website which contain information about your organizational and publishing policies. Some of these might not apply to your site, and you can select the same page for multiple policies. %1$sLearn more about why setting your site policies is important%2$s.":["Seleziona le pagine del tuo sito web che contengono informazioni sulle tue policy organizzative e di pubblicazione. Alcune di queste potrebbero non essere applicabili al tuo sito. Puoi selezionare la stessa pagina per più policy. %1$sLeggi qui per capire perché è importante definire le policy del sito%2$s."],"Diversity staffing report":["Rapporto sulla diversità del personale"],"Diversity policy":["Politica per la diversità"],"Ethics policy":["Politica sull'etica"],"Corrections policy":["Politica sulle correzioni"],"Actionable feedback policy":["Politica di feedback attuabile"],"Ownership / Funding info":["Proprietà / Informazioni sul finanziamento"],"Publishing policies":["Politiche di pubblicazione"],"Publishing principles":["Principi di pubblicazione"],"Failed to retrieve pages.":["Non è possibile recuperare le pagine."],"Searching pages...":["Ricerca delle pagine..."],"Add new page...":["Aggiungi una nuova pagina..."],"No pages found.":["Non è stata trovata alcuna pagina."],"You've added a new type of content. We recommend that you review the corresponding %1$sSearch appearance settings%2$s.":["Hai aggiunto un nuovo tipo di contenuto. Rivedi le %1$simpostazioni dell'Aspetto della ricerca%2$s."],"Error: Taxonomy was not removed from new_taxonomies list.":["Errore: la tassonomia non è stata rimossa dall'elenco new_taxonomies list."],"Taxonomy is no longer new.":["La tassonomia non è più nuova."],"Taxonomy is not new.":["La tassonomia non è nuova."],"Error: Post type was not removed from new_post_types list.":["Errore: il tipo di contenuto non è stato rimosso dall'elenco new_post_types."],"Post type is no longer new.":["Il tipo di contenuto (post type) non è più nuovo."],"Post type is not new.":["Il tipo di contenuto (post type) non è nuovo."],"Write a bug report":["Segnala un bug"],"Our support team is here to answer any questions you may have. Fill out the (pop-up) contact form, and we'll get back to you as soon as possible!":["Il nostro team di assistenza è a disposizione per rispondere a qualsiasi domanda. Compila il modulo di contatto (pop-up) e ti risponderemo al più presto!"],"%1$sSupport languages:%2$s English & Spanish":["%1$sLingue del supporto:%2$s inglese e spagnolo"],"If you don't find the answers you're looking for and need personalized help, you can get 24/7 support from one of our support engineers.":["Se non trovi le risposte che cerchi e hai bisogno di un aiuto personalizzato, puoi ricevere assistenza 24 ore su 24, 7 giorni su 7, da uno dei nostri tecnici di supporto."],"Contact our support team":["Contatta il nostro team di supporto"],"Have you stumbled upon a bug while using %1$s? Please raise a bug report on our GitHub repository to let us know about the issue!":["Hai trovato un bug mentre usavi %1$s? Segnala un bug sul nostro repository GitHub per informarci del problema!"],"Raise a bug report on GitHub":["Segnala un bug su GitHub"],"Visit WordPress forum":["Visita il forum WordPress"],"In the WordPress support forum for %1$s you can find answers or ask for help from %1$s users in the WordPress community.":["Nel forum di supporto di WordPress per %1$s puoi trovare risposte o chiedere aiuto agli utenti %1$s della comunità di WordPress."],"WordPress support forum for %1$s":["Forum di supporto WordPress per %1$s"],"Visit our help center":["Visita la nostra sezione di aiuto"],"Have a look at our help center to find articles, tutorials, and other resources to help you get the most out of %1$s!":["Dai un'occhiata alla nostra sessione di aiuto per trovare articoli, tutorial e altre risorse per sfruttare al massimo %1$s!"],"%1$s's help center":["Sezione di aiuto di %1$s"],"Need help with %1$s? These resources are a great place to start!":["Hai bisogno di aiuto con %1$s? Queste risorse sono un ottimo strumento per iniziare!"],"Additional resources":["Risorse aggiuntive"],"Here, you'll find answers to commonly asked questions about using %1$s. If you don't see your question listed, you can have a look at the section below.":["Qui troverai le risposte alle domande più frequenti sull'uso di %1$s. Se la tua domanda non è presente nell'elenco, puoi consultare la sezione qui sotto."],"Frequently asked questions":["Domande frequenti"],"If you have any questions, need a hand with a technical issue, or just want to say hi, we've got you covered. Get in touch with us and we'll be happy to assist you!":["Se hai domande, hai bisogno di una mano per un problema tecnico o vuoi semplicemente mandarci un saluto, siamo a tua disposizione. Scrivici e saremo felici di aiutarti!"],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by Google AdsBot. You should only enable this setting if you're not using Google Ads on your site.":["Aggiungi una regola 'disallow' al file robots.txt per impedire il crawling da parte di AdsBot di Google. Questa impostazione va attivata solo se non stai usando gli Google Ads sul tuo sito."],"Block unwanted bots":["Blocca i bot indesiderati"],"Close the upgrade callout":["Chiudi il messaggio di invito all'aggiornamento"],"%1$s and get an exclusive %2$s discount for %3$s month(s).":["%1$s e ottieni uno sconto esclusivo del %2$s per %3$s mesi."],"Click here to upgrade your %s plan":["Fai clic qui per passare a un piano %s superiore"],"Keyphrases tracked: %1$s/%2$s":["Frasi chiave rilevate: %1$s%2$s"],"Your are tracking %1$s out of %2$s keyphrases included in your account.":["Stai monitorando %1$s delle %2$s frasi chiave comprese nel tuo account."],"Your are tracking %1$s out of %2$s keyphrases included in your free account.":["Stai monitorando %1$s delle %2$s frasi chiave comprese nel tuo account gratuito."],"Support":["Supporto"],"Prevent Google AdsBot from crawling":["Impedisci il crawling di Google AdsBot"],"%s":["%s"],"This overview will show you your top performing keyphrases in Google. Connect with %s to get started.":["Questa panoramica mostra le tue frasi chiave che stanno andando meglio su Google. Collegati a %s per iniziare."],"You have successfully connected with %s.":["La connessione con %s è avvenuta correttamente."],"You have successfully connected with %1$s. Your %2$s account does not contain any keyphrases for this website yet. You can track keyphrases by using the \"Track SEO Performance\" button in the post editor.":["La connessione con %1$s è avvenuta correttamente. Il tuo account %2$s non contiene ancora nessuna frase chiave per questo sito web. Puoi monitorare le frasi chiave usando il pulsante \"Traccia prestazioni SEO\" nell'editor degli articoli."],"Network Error: Unable to connect to the server. Please check your internet connection and try again later.":["Errore di rete: Impossibile connettersi al server. Controlla la connessione a Internet e riprova più tardi."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of URLs like %1$s, %2$s and %3$s.":["Aggiungi una regola ‘disallow’ al tuo file robots.txt per impedire il crawling di URL come %1$s, %2$s e %3$s."],"Your WordPress environment is running on a non-production site. Indexables can only be created on production environments. Please check your `WP_ENVIRONMENT_TYPE` settings.":["L'ambiente WordPress è in esecuzione su un sito non di produzione. Gli indexables possono essere creati solo in ambienti di produzione. Controlla le tue impostazioni `WP_ENVIRONMENT_TYPE`."],"Inclusive language: %s":["Linguaggio inclusivo: %s"],"%1$s / %2$s: Top Keyphrases":["%1$s / %2$s: Migliori frasi chiave"],"The post type %s could not be indexed because it does not meet indexing requirements.":["Il tipo di contenuto %s non può essere indicizzato perché non soddisfa i requisiti di indicizzazione."],"The name of this category is %1$s.":["Il nome di questa categoria è %1$s."],"Start the course":["Inizia il corso"],"Start free trial lesson":["Inizia la lezione di prova gratuita"],"Maximize your SEO game by purchasing %s, which grants you unlimited access to all courses.":["Massimizza la tua strategia SEO acquistando %s, che ti garantisce un accesso illimitato a tutti i corsi."],"Learn vital SEO skills that you can apply at once! Let us take you by the hand and give you practical SEO tips to help you outrank your competitors. %s comes with five free courses.":["Impara le competenze SEO fondamentali da applicare subito! Ti accompagniamo passo a passo e ti diamo consigli pratici di SEO che ti aiutano a superare la concorrenza. %s include cinque corsi gratuiti."],"Learn vital SEO skills that you can apply at once! Let us take you by the hand and give you practical SEO tips to help you outrank your competitors. Maximize your SEO game! Because your %s subscription gives you unlimited access to all courses.":["Impara le competenze SEO fondamentali da applicare subito! Ti accompagniamo passo a passo e ti diamo consigli pratici di SEO che ti aiutano a superare la concorrenza. Massimizza la tua strategia SEO! Il tuo abbonamento a %s ti dà accesso illimitato a tutti i corsi."],"Choosing the right type of hosting for your site is the basis of a solid Technical SEO strategy. Learn all about it in this course!":["La scelta del giusto tipo di hosting per il tuo sito è alla base di una solida strategia di SEO tecnica. Scopri come fare la scelta giusta con questo corso!"],"You have to make it possible for search engines to find your site, so they can display it in the search results. We'll tell you all about how that works in this course!":["Devi fare in modo che i motori di ricerca trovino il tuo sito, così da poterlo visualizzare nei risultati di ricerca. In questo corso ti spieghiamo come funziona!"],"Are you selling in countries all over the world? In this course, you’ll learn all about setting up and managing a site that targets people in different languages and locales.":["Stai vendendo i tuoi prodotti in molti Paesi del mondo? In questo corso impari a impostare e gestire un sito che si rivolge a persone di lingue e località diverse."],"Do you want to take a deep dive into structured data? In this course, you'll learn the theory related to structured data in detail.":["Vuoi fare un approfondimento mirato sui dati strutturati? In questo corso impari in dettaglio la teoria dei dati strutturati."],"Learn how to optimize your online shop for your customers and for search engines!":["Impara a ottimizzare il tuo negozio online sia per i tuo clienti sia per i motori di ricerca!"],"Do you own a local business? This course will teach you how to make sure your local audience can find you in the search results and on Google Maps!":["Gestisci un'attività commerciale locale? Questo corso ti insegna ad assicurarti che il tuo pubblico locale riesca a trovarti nei risultati di ricerca e su Google Maps!"],"A clear site structure benefits your users and is of great importance for SEO. Still, most people seem to forget about this. Get ahead of your competition and learn how to improve your site structure!":["Una struttura chiara del sito va a vantaggio degli utenti ed è di grande importanza per la SEO. Eppure la maggior parte delle persone sembra dimenticarsene. Supera la concorrenza e impara a migliorare la struttura del tuo sito!"],"Start creating block-tastic content with the new WordPress block editor! Learn all about the block editor and what you can do with it.":["Inizia a creare contenuti fantastici con il nuovo editor a blocchi di WordPress! Scopri tutto quello che c'è da sapere sull'editor a blocchi e su cosa ti permette di fare."],"Do you know the essential first step of good SEO? It's keyword research. In this training, you'll learn how to research and select the keywords that will guide searchers to your pages.":["Sai qual è il primo passo essenziale di una buona strategia SEO? È la ricerca delle parole chiave. Con questa formazione impari a ricercare e selezionare le parole chiave che guideranno le persone verso le tue pagine web."],"Learn how to make your site stand out from the crowd by adding structured data!":["Scopri come far emergere il tuo sito dalla massa aggiungendo i dati strutturati!"],"In this course, you'll learn how to write awesome copy that is optimized for ranking in search engines.":["In questo corso impari a scrivere un testo fantastico e ottimizzato per il posizionamento nei motori di ricerca."],"Do you want to set up your own WordPress site? This course will teach you the ins and outs of creating and maintaining a WordPress website!":["Vuoi imparare a configurare il tuo sito WordPress? In questo corso trovi tutti i dettagli su come creare e gestire un sito WordPress!"],"In this course, you'll learn practical SEO skills on every key aspect of SEO, to make your site stand out.":["Grazie a questo corso acquisisci competenze pratiche su ogni aspetto chiave della SEO e a dare risalto al tuo sito."],"In this course, you'll learn about how to set up and use the %1$s for WordPress plugin so it makes SEO even easier. This course is meant for users of the block editor.":["Grazie a questo corso impari a configurare e a usare il plugin %1$s per WordPress per rendere ancora più semplice la SEO. Questo corso è rivolto a chi usa l'editor a blocchi."],"In this free course, you'll get quick wins to make your site rank higher in Google, Bing, and Yahoo.":["Grazie a questo corso gratuito impari strategie rapide ed efficaci per migliorare il posizionamento del tuo sito su Google, Bing e Yahoo."],"Academy":["Academy"],"%1$s %2$s isn't working as expected %3$s and you are not receiving updates or support! Make sure to %4$s activate your product subscription in %5$s%6$s to unlock all the features of %7$s.":["%1$s %2$s non sta funzionando come previsto %3$s e non stai ricevendo nè aggiornamenti nè supporto! Assicurati %4$s che l'abbonamento sia attivato nel tuo account %5$s%6$s per sbloccare tutte le funzionalità di %7$s."],"%1$s can't be updated because your product subscription is expired. %2$sRenew your product subscription%3$s to get updates again and use all the features of %1$s.":["Non è stato possibile aggiornare %1$s perché il tuo abbonamento è scaduto. %2$sRinnova il tuo abbonamento%3$s per ottenere gli aggiornamenti e usare tutte le funzionalità di %1$s."],"Warning! These are expert features, so make sure you know what you're doing before using this setting. You might break your site. %1$sRead more about how your site can be affected%2$s.":["Attenzione! Si tratta di funzioni per esperti, quindi assicurati di sapere cosa stai facendo prima di usare questa impostazione. Potresti danneggiare il tuo sito. %1$sLeggi qui per saperne di più su come il tuo sito può essere danneggiato%2$s."],"%1$s: unregistered URL parameter removed. See %2$s":["%1$s: il parametro URL non registrato è stato rimosso. Vedi %2$s"],"This feature is disabled when your site is not using pretty permalinks.":["Questa funzione è disattivata quando il sito non usa i pretty permalink."],"This feature is disabled when your site is not using %1$spretty permalinks%2$s.":["Questa funzione è disattivata quando il sito non usa i %1$spretty permalink%2$s."],"%1$s: redirect utm variables to #":["%1$s: reindirizza le variabili utm a #"],"Optimize your business for multiple locations":["Ottimizza la tua attività per più sedi"],"Easily add maps, address finders, and opening hours to your content":["Aggiungi facilmente mappe, indirizzi e orari di apertura ai tuoi contenuti."],"Automatically get technical SEO best practices for local businesses":["Ricevi automaticamente le migliori pratiche di SEO tecnica per le aziende locali"],"Attract more customers to your site and physical store":[""],"Remove Other profile %1$s":["Elimina l'altro profilo %1$s"],"Please select a user in the Site representation step.":["Seleziona un utente nel passaggio Rappresentazione del sito."],"You can %1$supdate or add social profiles to this user profile%2$s.":["Puoi %1$saggiornare o aggiungere i profili social a questo profilo utente%2$s."],"You have selected the user %1$s as the person this site represents.":["Hai selezionato %1$s come la persona rappresentata da questo sito."],"If you select a Person to represent this site, we will use the social profiles from the selected user's profile page.":["Se selezioni una Persona per rappresentare questo sito, useremo i profili social della pagina del profilo dell'utente selezionato."],"It looks like you've enabled media pages. We recommend that you help us to re-analyze your site by running the SEO data optimization. ":["Sembra che tu abbia attivato le pagine media. Ti chiediamo di aiutarci a rianalizzare il tuo sito eseguendo l'ottimizzazione dei dati SEO. "],"Organization Mastodon":["Mastodon dell'organizzazione"],"%1$s Settings - %2$s":["%1$s Impostazioni - %2$s"],"Read more about how to get your site verified.":["Maggiori informazioni su come verificare il tuo sito."],"Get your site verified in your Mastodon profile.":["Verifica il tuo sito nel tuo profilo Mastodon."],"E.g. https://mastodon.social/@yoast":["Es. https://mastodon.social/@yoast"],"Mastodon":["Mastodon"],"%2$s integrates %1$s' Schema output into its own to get rich snippets for your digital products!":["%2$s integra i dati Schema di %1$s per generare contenuti multimediali per i tuoi prodotti digitali!"],"Get %1$srich results for your digital products%2$s in Google search":["Ottieni %1$srisultati multimediali per i tuoi prodotti digitali%2$s nella ricerca di Google"],"Add trustworthiness to your %1$s profile by verifying your site with %2$s.":["Migliora l'affidabilità del tuo profilo %1$s verificando il tuo sito con %2$s."],"Verify your site on %1$s%2$s%3$s":["Verifica il tuo sito su %1$s%2$s%3$s"],"Mastodon profile not yet added":["Profilo Mastodon non ancora aggiunto"],"Mastodon profile added":["Il profilo Mastodon è stato aggiunto"],"Potentially non-inclusive":["Potenzialmente non inclusivo"],"Finish your %s":["Termina la %s"],"Please enter a number between 1 and 50.":["Inserisci un numero tra 1 e 50."],"Settings navigation":["Navigazione delle impostazioni"],"Close settings navigation":["Chiudi la navigazione delle impostazioni"],"Open settings navigation":["Apri le impostazioni di navigazione"],"Choose whether your site represents an organization or a person. %1$sLearn more about the differences and choosing between Organization and Person%2$s.":["Indica se il tuo sito rappresenta un'organizzazione o una persona. %1$sMaggiori informazioni sulle differenze e sulla scelta tra Organizzazione e Persona%2$s."],"%1$sGet%2$s %3$s":["%1$sOttieni%2$s %3$s"],"Index Now":["Indicizza ora"],"Failed to retrieve media.":["Impossibile recuperare i media."],"Limit the length of internal site search queries to reduce the impact of spam attacks and confusing URLs. Please enter a number between 1 and 50.":["Limita la lunghezza delle query di ricerca interne al sito per ridurre l'impatto degli attacchi spam e degli URL confusi. Inserisci un numero tra 1 e 50."],"The number you've entered is not between 1 and 50.":["Il numero che hai inserito non è compreso tra 1 e 50."],"Determine how your %1$s should look on social media.":["Scegli come devono apparire i tuoi %1$s sui social media."],"Disabling this means that archive pages for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Disattivare questa opzione significa che le pagine di archivio per %1$s non saranno indicizzate dai motori di ricerca e saranno escluse dalle sitemap XML."],"Prevents specific URL parameters from being removed by the above feature. E.g., adding %1$s will prevent %2$s from being redirected to %3$s. You can add multiple parameters and separate them by using enter or a comma.":["Impedisce che parametri URL specifici vengano rimossi dalla funzionalità precedente. Es.: l'aggiunta di %1$s impedirà che %2$s venga reindirizzato a %3$s. Puoi aggiungere più parametri e separarli con un segno di invio o una virgola."],"Consolidates WordPress' multiple site search URL formats into the %1$s syntax. E.g., %2$s will redirect to %3$s":["Consolida i diversi formati di URL di ricerca dei siti di WordPress nella sintassi %1$s. Es.: %2$s reindirizzerà a %3$s"],"Redirect pretty URLs to ‘raw’ formats":["Reindirizza i pretty URL al formato grezzo"],"Allow":["Permetti"],"Deny":["Rifiuta"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["Per vedere questo video, devi permettere a %1$s di caricare video incorporati da %2$s."],"Only available for English sites":["Disponibile solo per i siti in inglese"],"You can change the default type for %1$s under Content types in the %2$sSettings%3$s.":["Puoi cambiare il tipo predefinito per %1$s nelle %2$sImpostazioni dei Tipi di contenuto%3$s."],"all the Yoast plugins":["tutti i plugin di Yoast"],"Show date archives in search results":["Mostra gli archivi delle date nei risultati della ricerca"],"Show %1$s archives in search results":["Mostra gli archivi di %1$s nei risultati di ricerca"],"Prefix for archive breadcrumbs":["Prefisso per i breadcrumb in archivio"],"Unlock rich results in Google search by using plugins that integrate with the %1$sYoast Schema API%2$s.":["Sblocca risultati multimediali nella ricerca di Google usando i plugin che si integrano con %1$sl'API Yoast Schema%2$s."],"Schema API integrations":["Integrazioni API Schema"],"%s can integrate with other products, to help you further improve your website. You can enable or disable these integrations below.":["%s può integrarsi con altri prodotti per aiutarti a migliorare ancora di più il tuo sito web. Puoi attivare o disattivare queste integrazioni qui di seguito."],"Unlock rich snippets for your product pages by using %1$s.":["Sblocca gli snippet multimediali per le tue pagine prodotto usando %1$s."],"Get %1$srich product results%2$s in Google search":["Ottieni %1$srisultati multimediali di prodotto%2$s nella ricerca Google"],"%1$s integrates with %2$s's Schema API to get rich snippets for your recipes!":["%1$s si integra con l'API Schema di %2$s per generare snippet multimediali delle tue ricette!"],"Get %1$srich results for your recipes%2$s in Google search":["Ottieni %1$srisultati multimediali per le tue ricette%2$s nella ricerca di Google"],"%1$s integrates with %2$s's Schema API to get rich snippets for your podcasts!":["%1$s si integra con l'API Schema di %2$s per generare snippet multimediali dei tuoi podcast!"],"Get %1$srich results for your podcast%2$s in Google search":["Ottieni %1$srisultati multimediali per i tuoi podcast%2$s nella ricerca di Google"],"%1$s integrates with %2$s's Schema API to get rich snippets for your events!":["%1$s si integra con l'API Schema di %2$s per generare snippet multimediali dei tuoi eventi!"],"Get %1$srich results for your events%2$s in Google search":["Ottieni %1$srisultati multimediali per i tuoi eventi%2$s nella ricerca di Google"],"You have selected the user %1$s%3$s%2$s as the person this site represents. Their user profile information will now be used in search results. We're sorry, you're not allowed to edit this user's profile. Please contact your admin or %1$s%3$s%2$s to check and/or update the profile.":["Hai selezionato l'utente %1$s%3$s%2$s come persona rappresentata da questo sito. Le informazioni del profilo utente saranno usate nei risultati della ricerca. Non hai i permessi per aggiornare questo profilo utente, quindi chiedi a %1$s%3$s%2$s o al tuo admin di verificare e/o aggiornare il profilo."],"An organization name and logo need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site name and logo as default values. %1$sLearn more about the importance of structured data%2$s.":["È necessario impostare il nome e il logo dell'azienda affinché i dati strutturati funzionino correttamente. Poiché non li hai ancora impostati, stiamo utilizzando il nome e il logo del sito come valori predefiniti. %1$sMaggiori informazioni sull'importanza dei dati strutturati.%2$s"],"This info is intended to appear in %1$sGoogle's Knowledge Graph%2$s.":["Queste informazioni sono destinate a comparire sul %1$sKnowledge Graph di Google%2$s."],"Other profile %1$s":["Altro profilo %1$s"],"Tweet":["Tweet"],"Organization Twitter":["Twitter dell'organizzazione"],"Open Graph":["Open Graph"],"Organization Facebook":["Facebook dell'organizzazione"],"OpenGraph":["OpenGraph"],"Format archives":["Archivi di formato"],"File":["File"],"PDF":["PDF"],"Video":["Video"],"Attachment":["Allegato"],"404 pages title":["Titolo pagine 404"],"Search pages title":["Titolo pagine di ricerca"],"Enable date archives":["Abilita gli archivi di data"],"Enable author archives":["Abilita gli archivi per autore"],"Anchor text for the homepage":["Testo di ancoraggio per la homepage"],"Organization/person":["Organizzazione/persona"],"Divider":["Divisore"],"Remove Atom/RDF feeds":["Rimuovi i feed Atom/RDF"],"Webmaster":["Webmaster"],"Share":["Condividi"],"Structured data":["Dati strutturati"],"Enable the %1$s XML sitemaps. A sitemap is a file that lists a website's essential pages to make sure search engines can find and crawl them.":["Abilita le sitemap XML di %1$s. Una sitemap è un file che elenca le pagine essenziali di un sito web per garantire che i motori di ricerca possano trovarle e scansionarle."],"The %1$s icon in the top admin bar provides quick access to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["L'icona %1$s nella barra di amministrazione superiore consente di accedere rapidamente a strumenti di terze parti per l'analisi delle pagine e di vedere facilmente se ci sono nuove notifiche."],"Allows for Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared. Keep this feature enabled to optimize your site for social media.":["Consente a Facebook e ad altri social media di visualizzare un'anteprima con immagini e un riassunto del testo quando viene condiviso un link al tuo sito. Mantieni questa funzione attiva per ottimizzare il tuo sito per i social media."],"Count the number of internal links from and to your posts to improve your site structure.":["Conta il numero di link interni da e verso i tuoi articoli per migliorare la struttura del sito."],"Mark and filter your cornerstone content to make sure your most important articles get the attention they deserve. To help you write excellent copy, we’ll assess your text more strictly.":["Contrassegna e filtra i tuoi contenuti cornerstone per assicurarti che gli articoli più importanti ricevano l'attenzione che meritano. Per aiutarti a scrivere testi eccellenti, valuteremo il tuo testo in modo più rigoroso."],"Get more insights into what you are writing. What words do you use most often? How much time does it take to read your text? Is your text easy to read?":["Ottieni maggiori informazioni su ciò che stai scrivendo. Quali parole usi più spesso? Quanto tempo impieghi per leggere il tuo testo? Il testo è facile da leggere?"],"The inclusive language analysis offers suggestions to write more inclusive copy, so more people will be able to relate to your content.":["L'analisi del linguaggio inclusivo offre suggerimenti per scrivere testi più inclusivi così che sempre più persone possano riconoscersi nei tuoi contenuti."],"The SEO analysis offers suggestions to improve the findability of your text and makes sure that your content meets best practices.":["L'analisi SEO offre suggerimenti per migliorare la reperibilità del testo e si assicura che il contenuto sia conforme alle best practice."],"Set the basic info for your website. You can use %1$stagline%2$s and %1$sseparator%2$s as %3$sreplacement variables%4$s when configuring the search appearance of your content.":["Imposta le informazioni di base sul tuo sito web. Puoi usare %1$stagline%2$s e %1$sseparatore%2$s come %3$svariabili di ricambio%4$s quando configuri l'aspetto di ricerca dei tuoi contenuti."],"Usage tracking allows us to track some data about your site to improve our plugin. %1$sLearn more about which data we track and why%2$s.":["Il monitoraggio dell'utilizzo ci consente di tracciare alcuni dati sul tuo sito per migliorare il nostro plugin. %1$sMaggiori informazioni sui dati che tracciamo e perché%2$s."],"A link to the archive for the post author, with the author's name as anchor text.":["Un link all'archivio dell'autore dell'articolo, con il nome dell'autore come testo di ancoraggio."],"Determine how your %1$s pages should be described by default in your site's Schema.org markup. You can always customize the settings for individual %1$s pages in the %2$s metabox.":["Scegli la descrizione predefinita delle tue pagine %1$s nel markup Schema.org del tuo sito. Puoi sempre personalizzare le impostazioni per le singole pagine %1$s nel metabox di %2$s."],"Determine how your %1$s pages should look in search engines. You can always customize the settings for individual %1$s pages in the %2$s metabox.":["Scegli l'aspetto predefinito delle tue pagine %1$s nei motori di ricerca. Puoi sempre personalizzare le impostazioni per le singole pagine %1$s nel metabox di %2$s."],"Enable %1$s pages":["Abilita le pagine %1$s"],"Determine how your homepage should look in the search results.":["Scegli come dovrebbe apparire la tua homepage nei risultati di ricerca."],"Determine how your %1$s should look in search engines. You can always customize the settings for individual %1$s in the %2$s metabox.":["Scegli l'aspetto predefinito dei %1$s nei motori di ricerca. Puoi sempre personalizzare le impostazioni per i singoli %1$s nel metabox di %2$s."],"Enable format-based archives":["Abilita gli archivi format-based"],"Not sure how to implement the %3$s breadcrumbs on your site? Read %1$sour help article on breadcrumbs implementation%2$s.":["Non sai come implementare i breadcrumb di %3$s sul tuo sito? Leggi la nostra %1$sguida sull'implementazione dei breadcrumb%2$s."],"Show %1$s without posts in search results":["Mostra gli %1$s senza articoli nei risultati di ricerca"],"Determine how your %1$s should look on social media by default. You can always customize the settings for individual %1$s in the %2$s metabox.":["Scegli l'aspetto predefinito delle %1$s nei risultati di ricerca. Puoi sempre personalizzare le impostazioni per i singoli %1$s nella barra laterale o nel metabox di %2$s."],"Determine what your %1$s should look like in the search results by default. You can always customize the settings for individual %1$s in the %2$s metabox.":["Scegli l'aspetto predefinito dei %1$s nei risultati di ricerca. Puoi sempre personalizzare le impostazioni per i singoli %1$s nel metabox di %2$s."],"This taxonomy is used for %2$s.":["Questa tassonomia si usa per %2$s."],"This taxonomy is used for %1$s and %2$s.":["Questa tassonomia si usa per %1$s e %2$s."],"Read more about our custom field analysis":["Scopri di più sulla nostra analisi dei campi personalizzati"],"Determine how your %1$s should look on social media by default. You can always customize the settings for individual %1$s in the %2$s sidebar or metabox.":["Scegli l'aspetto predefinito dei %1$s nei social media. Puoi sempre personalizzare le impostazioni per i singoli %1$s nella barra laterale o nel metabox di %2$s."],"Determine what your %1$s should look like in the search results by default. You can always customize the settings for individual %1$s in the %2$s sidebar or metabox.":["Scegli l'aspetto predefinito dei %1$s nei risultati di ricerca. Puoi sempre personalizzare le impostazioni per i singoli %1$s nella barra laterale o nel metabox di %2$s."],"Determine how your %1$s should be described by default in %2$syour site's Schema.org markup%3$s. You can always change the settings for individual %1$s in the %4$s sidebar or metabox.":["Scegli la descrizione predefinita dei %1$s nel %2$smarkup Schema.org del tuo sito%3$s. Puoi sempre cambiare queste impostazioni per ogni %1$s nella barra laterale o nel metabox di %4$s."],"You can add multiple custom fields and separate them by using %1$senter%2$s or %1$scomma%2$s.":["Puoi aggiungere più campi personalizzati e separarli usando %1$sinvio%2$s o %1$svirgola%2$s."],"Please enter a search term with at least 3 characters.":["Inserisci un termine di ricerca di almeno 3 caratteri."],"CtrlK":["Ctrl-K"],"⌘K":["⌘K"],"Add new user...":["Aggiungi un nuovo utente..."],"Unavailable for multisites":["Non è disponibile per gli ambienti multisito"],"Integrate your custom fields and SEO data from %1$s%2$s%3$s":["Integra i tuoi campi personalizzati con i dati SEO da %1$s%2$s%3$s"],"Upgrade your %1$s%2$s%3$s SEO":["Aggiorna il tuo %1$s%2$s%3$s SEO"],"Improve your internal search results with %1$s%2$s%3$s":["Migliora i risultati di ricerca interni con %1$s%2$s%3$s"],"Make your terms & privacy pages more trustworthy with %1$s%2$s%3$s":["Rendi le tue pagine delle condizioni e della privacy più affidabili con %1$s%2$s%3$s"],"Track your rankings through time with %1$s%2$s%3$s":["Traccia il tuo posizionamento nel tempo con %1$s%2$s%3$s"],"Use %1$s%2$s%3$s to do keyword research - without leaving your post":["Usa %1$s%2$s%3$s per fare ricerca delle parole chiave, e senza lasciare il tuo articolo"],"We could not save the website name. Please check the value.":["Non abbiamo potuto salvare il nome del sito web. Verifica il valore."],"%1$sSubheading distribution%2$s: The beginning of your text is longer than %4$s %5$s and is not separated by any subheadings. %3$sAdd subheadings to improve readability.%2$s":["%1$sDistribuzione dei sottotitoli%2$s: l'inizio del tuo testo è più lungo di %4$s %5$s e non è separato da sottotitoli. %3$sAggiungi dei sottotitoli per aumentare la leggibilità del testo.%2$s"],"WordPress.org support forums":["Forum di assistenza di WordPress.org"],"Yoast Premium support":["Assistenza di Yoast Premium"],"Yoast.com help section":["Sezione assistenza di Yoast.com"],"Help":["Aiuto"],"Write better content":["Scrivi contenuti migliori"],"Improve your blog post":["Migliora il tuo articolo del blog"],"Learn more SEO":["Impara la SEO"],"SEO Tools":["Strumenti SEO"],"not set":["non impostato"],"With a 30-day money-back guarantee. No questions asked.":[""],"Reach new customers who live near your business":[""],"Get all 5 Yoast plugins for WordPress at a big discount":[""],"Cover all your SEO bases":["Copri tutte le basi SEO"],"Add global identifiers for variable products":["Aggiungi identificatori globali per i prodotti variabili"],"Drive more traffic to your online store":["Aumenta il traffico verso il tuo negozio online"],"Add all necessary schema.org markup":["Aggiungi tutti i markup schema.org necessari"],"Ping Google on the publication of a new post":["Fai un ping a Google alla pubblicazione di un nuovo articolo"],"Rank higher in Google's news carousel":["Posizionati meglio nel carosello di notizie di Google"],"Make your videos responsive for all screen sizes":["Rendi i tuoi video responsive per tutte le dimensioni dello schermo"],"Cleaned up %1$d record from %2$s.":["%1$d record da %2$s ripulito.","%1$d record da %2$s ripuliti."],"Cleaning up %1$s [%2$s]":["Pulizia di %1$s [%2$s]"],"Skipping %1$s. %2$s is not active on this site.":["Ignora %1$s. %2$s non è attivo su questo sito."],"Cleaned up %1$d record.":["%1$d record ripulito.","%1$d record ripuliti."],"The value for 'batch-size' must be a positive integer higher than equal to 1.":["Il valore di \"batch-size\" deve essere un numero intero positivo maggiore di 1."],"The value for 'interval' must be a positive integer.":["Il valore di \"intervallo\" deve essere un numero intero positivo."],"We need to re-analyze some of your SEO data because of a change in the visibility of your taxonomies. Please help us do that by running the SEO data optimization. ":["Abbiamo bisogno di analizzare nuovamente alcuni dati SEO a causa di una modifica della visibilità delle tassonomie. Aiutaci a farlo eseguendo l'ottimizzazione dei dati SEO. "],"We need to re-analyze some of your SEO data because of a change in the visibility of your post types. Please help us do that by running the SEO data optimization. ":["Abbiamo bisogno di analizzare nuovamente alcuni dati SEO a causa di una modifica della visibilità dei tipi di contenuto. Aiutaci a farlo eseguendo l'ottimizzazione dei dati SEO. "],"The term %s could not be built because it's not indexable.":["Il termine %s non può essere costruito perché non è indicizzabile."],"The post %s could not be indexed because it's post type is excluded from indexing.":["L'articolo %s non può essere indicizzato perché questo tipo di post è escluso dall'indicizzazione."],"The post %s could not be indexed because it does not meet indexing requirements.":["L'articolo %s non può essere indicizzato, perché non soddisfa i requisiti di indicizzazione."],"%1$sSAVE 30%%%2$s on your 12 month subscription":["%1$sRISPARMIA il 30%%%2$s sull'abbonamento di 12 mesi"],"BLACK FRIDAY - 30% OFF":["BLACK FRIDAY - Sconto del 30%"],"Use the alternate organization name for acronyms, or a shorter version of your organization's name.":["Usa il nome alternativo dell'organizzazione per gli acronimi o una versione più breve del nome dell'organizzazione."],"Alternate organization name":["Nome alternativo dell'Organizzazione"],"Use the alternate website name for acronyms, or a shorter version of your website's name.":["Usa il nome alternativo del sito web per gli acronimi o una versione più breve del nome del tuo sito."],"Alternate website name":["Nome del sito web alternativo"],"Determine how the title of your 404 error pages should look in the browser.":["Scegli come deve apparire il titolo delle tue pagine di errore 404 nel browser."],"404 error pages":["Pagine di errore 404"],"Determine how the title of your internal search pages should look in the browser.":["Scegli come deve apparire il titolo delle pagine di ricerca interna del tuo sito nel browser."],"Internal search pages":["Pagine di ricerca interna"],"Show media pages in search results":["Mostra le pagine Media nei risultati della ricerca"],"Show format archives in search results":["Mostra gli archivi di formato nei risultati della ricerca"],"Show author archives in search results":["Mostra gli archivi per autore nei risultati della ricerca"],"Breadcrumbs for %1$s":["Breadcrumb per %1$s"],"Site connections":["Connessioni al sito"],"View the XML sitemap":["Visualizza la sitemap XML"],"Enable feature":["Abilita la funzionalità"],"Site features":["Funzionalità del sito"],"Learn more":["Ulteriori informazioni"],"Site info":["Informazioni sul sito"],"We're sorry, you're not allowed to edit the %1$swebsite name%2$s and %1$stagline%2$s.":["Non hai i permessi per modificare il %1$stitolo del sito%2$s e il %1$smotto%2$s."],"Show or hide our tools and controls in the attachment editor.":["Mostra o nascondi gli strumenti e i controlli nell'editor degli allegati."],"(e.g., %1$s)":["(es.,  %1$s)"],"Remove unregistered URL parameters":["Rimuovi i parametri URL non registrati"],"Optimize Google Analytics utm tracking parameters":["Ottimizza i parametri di tracciamento utm di Google Analytics"],"Remove WP-JSON API":["Rimuovi WP-JSON API"],"Remove emoji scripts":["Rimuovi gli script emoji"],"Remove Atom / RDF feeds":["Rimuovi i feed Atom / RDF"],"Remove search results feeds":["Rimuovi i feed dei risultati della ricerca"],"Remove custom taxonomy feeds":["Rimuovi i feed della tassonomia personalizzata"],"Remove tag feeds":["Rimuovi i feed dei tag"],"Remove category feeds":["Rimuovi i feed di categoria"],"Remove post type feeds":["Rimuovi i feed dei tipi di contenuto"],"Remove post authors feeds":["Rimuovi i feed degli autori degli articoli"],"Remove post comments feeds":["Rimuovi i feed dei commenti agli articoli"],"Remove global comment feeds":["Rimuovi i feed di commenti globali"],"Remove global feed":["Rimuovi il feed globale"],"Remove powered by HTTP header":["Rimuovi l'header alimentato in HTTP"],"Remove generator tag":["Rimuovi il tag generatore"],"Remove oEmbed links":["Rimuovi i link oEmbed"],"Remove RSD / WLW links":["Rimuovi i link RSD / WLW"],"Remove REST API links":["Rimuovi i link REST API"],"Remove shortlinks":["Rimuovi gli shortlink"],"Show or hide our tools and controls in the content editor.":["Mostra o nascondi gli strumenti e i controlli nell'editor dei contenuti."],"Enable SEO controls and assessments":["Abilita i controlli e le valutazioni SEO"],"Unlock with %1$s":["Sblocca con %1$s"],"We couldn’t find anything with that term.":["Non abbiamo trovato nulla con questo termine."],"Search...":["Cerca..."],"Quick search...":["Ricerca rapida in corso..."],"No, continue editing":["No, continua a modificare"],"Yes, discard changes":["Sì, annulla le modifiche"],"You are about to discard all unsaved changes. All of your settings will be reset to the point where you last saved. Are you sure you want to do this?":["Stai per eliminare tutte le modifiche non salvate. Tutte le impostazioni verranno ripristinate al punto in cui sono state salvate l'ultima volta. Confermi di volerlo fare?"],"Discard all changes":["Annulla tutte le modifiche"],"Redirect pretty URLs for search pages to raw format":["Reindirizza i pretty URL delle pagine di ricerca al formato grezzo"],"Choose the general appearance of your breadcrumbs.":["Scegli l'aspetto generale dei breadcrumb."],"Breadcrumb appearance":["Aspetto dei breadcrumb"],"You have selected the user %1$s%5$s%2$s as the person this site represents. Their user profile information will now be used in search results. %3$sUpdate their profile to make sure the information is correct%4$s.":["Hai selezionato l'utente %1$s%5$s%2$s come la Persona che il sito rappresenta. Le sue informazioni personali saranno ora usate nei risultati di ricerca. %3$sAggiornane il profilo per assicurarti che siano corrette%4$s."],"Please tell us more about the person this site represents.":["Racconta qualcosa in più sulla Persona rappresentata da questo sito."],"E.g. https://example.com/yoast":["Es. https://example.com/yoast"],"Tell us if you have any other profiles on the web that belong to your organization. This can be any number of profiles, like YouTube, LinkedIn, Pinterest, or even Wikipedia.":["Segnalaci se hai altri profili sul web che appartengono alla tua Organizzazione. Può trattarsi di un numero qualsiasi di profili, come YouTube, LinkedIn, Pinterest o persino Wikipedia."],"Please tell us more about your organization. This information will help Google to understand your website, and improve your chance of getting rich results.":["Parlaci della tua Organizzazione. Queste informazioni aiuteranno Google a comprendere il tuo sito web e a migliorare le possibilità di ottenere risultati di qualità."],"E.g. https://twitter.com/yoast":["Es. https://twitter.com/yoast"],"E.g. https://facebook.com/yoast":["Es. https://facebook.com/yoast"],"Other profiles":["Altri profili"],"Writing":["Scrittura"],"You can determine the title and description for the blog page by %1$sediting the blog page itself%2$s.":["Puoi determinare il titolo e la descrizione della pagina del blog tramite %1$sla modifica della pagina stessa%2$s."],"These are expert features, so make sure you know what you're doing before removing the parameters. %1$sRead more about how your site can be affected%2$s.":["Queste sono funzioni avanzate, è importante che tu sappia cosa stai facendo prima di rimuovere i parametri. %1$sInformati su quali potrebbero essere gli effetti sul tuo sito%2$s."],"Advanced: URL cleanup":["Avanzato: pulizia dell'URL"],"Prevent crawling of internal site search URLs":["Impedisci il crawling degli URL di ricerca interni al sito"],"Block internal site searches which match the patterns of known spam attacks.":["Blocca le ricerche interne al sito che corrispondono agli schemi noti degli attacchi spam."],"Block internal site searches which contain complex and non-alphanumeric characters, as they may be part of a spam attack.":["Blocca le ricerche interne al sito che contengono caratteri complessi e non alfanumerici, perché potrebbero far parte di un attacco spam."],"Enables advanced settings for protecting your internal site search URLs.":["Abilita le impostazioni avanzate per la protezione degli URL di ricerca interni al sito."],"Your internal site search can create lots of confusing URLs for search engines, and can even be used as a way for SEO spammers to attack your site. Most sites will benefit from experimenting with these protections and optimizations, even if you don’t have a search feature in your theme.":["La ricerca interna del sito può creare molti URL confusi per i motori di ricerca e può anche essere usata come un modo per gli spammer SEO di attaccare il tuo sito. La maggior parte dei siti trarrà beneficio dalla sperimentazione di queste protezioni e ottimizzazioni, anche se non hai una funzione di ricerca nel tuo tema."],"Internal site search cleanup":["Pulizia della ricerca interna al sito"],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of WordPress' JSON API endpoints.":["Aggiungi una regola \"disallow\" al tuo file robots.txt per impedire il crawling degli endpoint API JSON di WordPress."],"Remove JavaScript used for converting emoji characters in older browsers.":["Rimuovi il JavaScript utilizzato per la conversione dei caratteri emoji nei browser più vecchi."],"Remove URLs which provide alternative (legacy) formats of all of the above.":["Rimuovi gli URL che forniscono formati alternativi (legacy) di tutti gli elementi sopra citati."],"Remove URLs which provide information about your search results.":["Rimuovi gli URL che forniscono informazioni sui risultati della ricerca."],"Remove URLs which provide information about your recent posts, for each custom taxonomy.":["Rimuovi gli URL che forniscono informazioni sui post recenti per ogni tassonomia personalizzata."],"Remove URLs which provide information about your recent posts, for each tag.":["Rimuovi gli URL che forniscono informazioni sugli articoli recenti per ogni tag."],"Remove URLs which provide information about your recent posts, for each category.":["Rimuovi gli URL che forniscono informazioni sugli articoli recenti per ogni categoria."],"Remove URLs which provide information about your recent posts, for each post type.":["Rimuovi gli URL che forniscono informazioni sugli articoli recenti, per ogni tipo di contenuto."],"Remove URLs which provide information about recent posts by specific authors.":["Rimuovi gli URL che forniscono informazioni sugli articoli recenti di autori specifici."],"Remove URLs which provide information about recent comments on each post.":["Rimuovi gli URL che forniscono informazioni sui commenti recenti a ciascun articolo."],"Also disables post comment feeds.":["Disattiva anche i feed dei commenti agli articoli."],"Remove URLs which provide an overview of recent comments on your site.":["Rimuovi gli URL che forniscono una panoramica dei commenti recenti sul tuo sito."],"Remove URLs which provide an overview of your recent posts.":["Rimuovi gli URL che forniscono una panoramica degli articoli recenti."],"WordPress outputs your content in many different formats, across many different URLs (like RSS feeds of your posts and categories). It’s generally good practice to disable the formats you’re not actively using.":["WordPress produce i contenuti in molti formati diversi, attraverso molti URL diversi (come i feed RSS degli articoli e delle categorie). In genere è buona norma disabilitare i formati che non usi attivamente."],"Disable unwanted content formats":["Disabilita i formati di contenuto indesiderati"],"Remove links which allow others sites to ‘ping’ yours when they link to you.":["Rimuovi i link che consentono ad altri siti di \"pingare\" il tuo sito quando lo linkano."],"Remove information about the plugins and software used by your site.":["Rimuovi le informazioni sui plugin e sui software utilizzati dal tuo sito."],"Remove links used for embedding your content on other sites.":["Rimuovi i link utilizzati per incorporare i tuoi contenuti in altri siti."],"Remove links used by external systems for publishing content to your blog.":["Rimuovi i link utilizzati da sistemi esterni per la pubblicazione di contenuti sul blog."],"Remove links to the location of your site’s REST API endpoints.":["Rimuovi i link alla posizione degli endpoint dell'API REST del sito."],"Remove links to WordPress' internal 'shortlink' URLs for your posts.":["Rimuovi i link agli URL interni degli \"shortlink\" di WordPress per i tuoi articoli."],"Remove unwanted metadata":["Rimuovi i metadati indesiderati"],"Crawl optimization":["Ottimizzazione della scansione"],"Removes unknown URL parameters via a %1$s redirect. E.g., %2$s will be redirected to %3$s":["Rimuove i parametri URL sconosciuti tramite un reindirizzamento %1$s. Per esempio, %2$s sarà reindirizzato a %3$s"],"Replaces %1$s tracking parameters with the (more performant) %2$s equivalent, via a %3$s redirect. E.g., %4$s will be redirected to %5$s":["Sostituisce i parametri di tracciamento %1$s con l'equivalente (più performante) %2$s, tramite un reindirizzamento %3$s. Per esempio, %4$s sarà reindirizzato a %5$s"],"Users and search engines may often request your URLs whilst using query parameters, like %1$s. These can be helpful for tracking, filtering, and powering advanced functionality - but they come with a performance and SEO ‘cost’. Sites which don’t rely on URL parameters might benefit from using these options.":["Gli utenti e i motori di ricerca possono spesso richiedere i tuoi URL usando parametri di query, come %1$s. Questi parametri possono essere utili per il tracciamento, il filtraggio e l'utilizzo di funzionalità avanzate, ma hanno un \"costo\" in termini di prestazioni e SEO. I siti che non si affidano ai parametri URL potrebbero trarre vantaggio dall'uso di queste opzioni."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by Common Crawl CCBot.":["Aggiungi una regola ‘disallow’ al tuo file robots.txt  per prevenire la scansione (crawling) da parte di Common Crawl CCBot."],"WordPress adds a lot of links and content to your site's %1$s and HTTP headers. For most websites you can safely disable all of these, which can help to save bytes, electricity, and trees.":["WordPress aggiunge molti link e contenuti all'%1$s e agli header HTTP del sito. Sulla maggior parte dei siti si può tranquillamente disabilitare tutti questi elementi, il che può aiutare a risparmiare byte, elettricità e alberi."],"Make your site more efficient and more environmentally friendly by preventing search engines from crawling things they don’t need to, and by removing unused WordPress features. %1$sLearn more about crawl settings and how they could benefit your site%2$s.":["Rendi il tuo sito più efficiente e rispettoso dell'ambiente impedendo ai motori di ricerca di eseguire il crawling di ciò che non è necessario e rimuovendo le funzioni inutilizzate di WordPress. %1$sQui trovi più informazioni sulle impostazioni di crawl e su come possono essere utili al tuo sito%2$s."],"E.g., %1$s and %2$s":["Es., %1$s e %2$s"],"E.g., %1$s":["Es., %1$s"],"Enable breadcrumbs for your theme":["Abilita i breadcrumb per il tuo tema"],"You can always choose to enable/disable them for your theme below. This setting will not apply to breadcrumbs inserted through a widget, a block or a shortcode.":["Puoi sempre scegliere di abilitarli/disabilitarli per il tuo tema qui sotto. Questa impostazione non si applica ai breadcrumb inseriti attraverso un widget, un blocco o uno shortcode."],"Choose which Post type you wish to show in the breadcrumbs for Taxonomies.":["Scegli i tipi di contenuto che vuoi mostrare nei breadcrumb per le tassonomie."],"Breadcrumbs for taxonomies":["Breadcrumb per le tassonomie"],"Choose which Taxonomy you wish to show in the breadcrumbs for Post types.":["Scegli la tassonomia che vuoi mostrare nei breadcrumb per i tipi di contenuti."],"Breadcrumbs for post types":["Breadcrumb per i post type"],"Breadcrumb for 404 page":["Breadcrumb per la pagina 404"],"Prefix for search page breadcrumbs":["Prefisso per i breadcrumb della pagina di ricerca"],"Add prefix":["Aggiungi un prefisso"],"Add anchor text":["Aggiungi un testo di ancoraggio"],"Add separator":["Aggiungi un separatore"],"Configure the appearance and behavior of %1$syour breadcrumbs%2$s.":["Configura l'aspetto e il comportamento dei %1$sbreadcrumb%2$s."],"Disabling this will redirect the %1$s to your site's homepage.":["Disabilitando questa opzione, l'%1$s verrà reindirizzato alla homepage del sito."],"Refresh this page":["Ricarica questa pagina"],"Unfortunately, this means that all your unsaved changes will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Purtroppo questo significa che tutte le modifiche non salvate andranno perse. Puoi provare ad aggiornare la pagina per risolvere il problema. Se l'errore persiste, contatta il nostro team di supporto e ti daremo tutto l'aiuto necessario!"],"Something went wrong. An unexpected error occurred.":["Qualcosa è andato storto, si è verificato un errore inaspettato."],"Failed to retrieve users.":["Impossibile recuperare gli utenti."],"Searching users...":["Ricerca utenti..."],"No users found.":["Nessun utente trovato."],"Discard changes":["Annulla le modifiche"],"The profile is not valid. Please use only 1-25 letters, numbers and underscores or enter a valid Twitter URL.":["Il profilo non è valido. Usa solo da 1 a 25 lettere, numeri e trattini bassi o inserisci un URL di Twitter valido."],"The profile is not valid. Please enter a valid URL.":["Il profilo non è valido. Inserisci un URL valido."],"The verification code is not valid. Please use only the letters A to F, numbers, underscores and dashes.":["Il codice di verifica non è valido. Usa solo le lettere dalla A alla F, i numeri, i trattini bassi e i trattini."],"The verification code is not valid. Please use only letters, numbers, underscores and dashes.":["Il codice di conferma non è valido. Usa solo lettere, numeri, trattini e trattini bassi."],"User":["Utente"],"Site basics":["Informazioni di base del sito"],"Text formality":["Formalità del testo"],"Read more about text formality.":["Maggiori informazioni sulla formalità del testo."],"%1$s%3$s%2$s will help you assess the formality level of your text.":["%1$s%3$s%2$s ti aiuterà a valutare il livello di formalità del tuo testo."],"WordPress loads lots of resources, some of which your site might not need. If you’re not using these, removing them can speed up your pages and save resources.":["WordPress carica molte risorse, alcune delle quali potrebbero non essere necessarie al tuo sito. Se non le usi, rimuoverle può velocizzare le tue pagine e farti risparmiare risorse."],"Remove unused resources":["Rimuove le risorse inutilizzate"],"Prevent search engines from crawling /wp-json/":["Impedisce ai motori di ricerca di scansionare /wp-json/"],"Prevent search engines from crawling site search URLs":["Impedisce ai motori di ricerca di scansionare gli URL provenienti dalle ricerche sul sito"],"There are unsaved changes on this page. Leaving means that those changes will be lost. Are you sure you want to leave this page?":["In questa pagina sono presenti modifiche non salvate. Se abbandoni questa pagina perderai le modifiche. Vuoi davvero lasciare questa pagina?"],"Media pages":["Pagine dei media"],"Categories & tags":["Categorie e tag"],"Content types":["Tipi di contenuto"],"Show more":["Visualizza di più"],"Show less":["Mostra meno"],"Configure the basics for your website.":["Configura le basi del tuo sito web."],"This field updates the %1$stagline in your WordPress settings%2$s.":["Questo campo aggiorna il %1$smotto nelle tue impostazioni WordPress%2$s."],"Disabling this means that %1$s pages created by WordPress will not be indexed by search engines and will be excluded from XML sitemaps.":["Disattivare questa opzione significa che le pagine di %1$s create da WordPress non saranno indicizzate dai motori di ricerca e saranno escluse dalle sitemap XML."],"Show %1$s pages in search results":["Mostra le pagine di %1$s nei risultati di ricerca"],"We recommend keeping %1$s pages disabled. This will cause all attachment URLs to be redirected to the media itself.":["Ti raccomandiamo di disabilitare le pagine di %1$s. Se li disabiliti tutti gli URL degli allegati verranno reindirizzati ai media stessi."],"%1$s pages":["Pagine di %1$s"],"When you upload media (e.g. an image or video), %5$s automatically creates a %3$s page (attachment URL) for it. These pages are quite empty and could cause %1$sthin content problems and lead to excess pages on your site%2$s. Therefore, %4$s disables them by default (and redirects the attachment URL to the media itself).":["Quando carichi contenuti media (per esempio un'immagine o un video), %5$s crea automaticamente una pagina %3$s (URL di allegato) per essi. Queste pagine sono un po' vuote e potrebbero causare %1$sproblemi di contenuto e portare a un eccesso di pagine sul sito%2$s. Pertanto, %4$s le disabilita per impostazione predefinita (e reindirizza l'URL dell'allegato al media stesso)."],"Format-based archives can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["Gli archivi basati sul formato possono causare problemi di contenuti duplicati. Per la maggior parte dei siti, ti consigliamo di disabilitare questa impostazione."],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps. We recommend that you disable this setting.":["Disattivare questa funzione significa che %1$s non verrà indicizzato dai motori di ricerca e sarà escluso dalla sitemap XML. Ti raccomandiamo di disabilitare questa impostazione."],"%1$s can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["%1$s può creare problemi di contenuto duplicato. Per la maggior parte dei siti, ti raccomandiamo di disabilitare questa impostazione."],"%1$s (e.g. %2$s) are based on publication dates. From an SEO perspective, the posts in these archives have no real relation to the other posts except for their publication dates, which doesn’t say much about the content. They could also lead to duplicate content issues. This is why we recommend you to disable %3$s.":["Gli %1$s (es. %2$s) si basano sulle date di pubblicazione. Dal punto di vista SEO, gli articoli in questi archivi non hanno alcuna relazione reale con gli altri articoli se non la data di pubblicazione, il che non dice molto sul contenuto. Inoltre, potrebbero causare problemi di contenuti duplicati. Per questo motivo ti consigliamo di disabilitare %3$s."],"Determine how your %1$s should look on social media by default.":["Scegli come devono apparire i tuoi contenuti %1$s nei social media in modalità predefinita."],"Disabling this means that %1$s without any posts will not be indexed by search engines and will be excluded from XML sitemaps.":["Disattivare questa opzione significa che gli %1$s senza articoli non saranno indicizzati dai motori di ricerca e saranno esclusi dalle sitemap XML."],"Show archives for authors without posts in search results":["Mostra gli archivi per autore senza articoli nei risultati della ricerca"],"Determine how your %1$s should look in search engines.":["Scegli come devono apparire i tuoi contenuti degli %1$s nei motori di ricerca."],"If you're running a one author blog, the %1$s (e.g. %2$s) will be exactly the same as your homepage. This is what's called a %3$sduplicate content problem%4$s. If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or prevent it from showing up in search results.":["Se gestisci un blog monoautore, l'%1$s (per esempio, %2$s) corrisponderà esattamente con l'homepage. Questo è il cosiddetto %3$sproblema dei contenuti duplicati%4$s. Se questo è il caso del tuo sito, puoi scegliere di disabilitarlo (in modo che venga reindirizzato alla homepage) o di impedire che venga visualizzato nei risultati di ricerca."],"Author archive":["Archivio per autori"],"Read more about the search results settings":["Scopri di più sulle impostazioni dei risultati di ricerca"],"Determine how your %1$s should look in search engines and on social media.":["Scegli come devono apparire i contenuti %1$s nei motori di ricerca e sui social media."],"Contact support":["Contatta il supporto"],"We're very sorry, but it seems like the following error has interrupted our application:":["Sembra che il seguente errore abbia interrotto la nostra applicazione:"],"Read reviews from real users":["Leggi le recensioni di utenti reali"],"%1$s attempted to load the class %2$s but it could not be found.":["%1$s ha cercato di caricare la classe %2$s ma non l'ha trovata."],"We noticed that you are using a multilingual plugin. Please be aware that this analysis feedback is intended only for texts written in English.":["Abbiamo notato che stai usando un plugin multilingue. Tieni in considerazione che questo feedback di analisi è destinato solo ai testi scritti in inglese."],"Determine how your homepage should look in the search results and on social media. This is what people probably will see when they search for your brand name.":["Scegli quale aspetto dovrebbe avere la tua Homepage nei motori di ricerca e nei social. Ricordati che sarà la prima cosa che le persone probabilmente vedranno cercando il nome del tuo brand."],"Determine how your homepage should look on social media.":["Scegli come deve apparire la tua homepage sui social media."],"Show the categories prefix in the slug":["Mantieni il prefisso delle categorie nello slug."],"Category URLs in WordPress contain a prefix, usually %s. Show or hide that prefix in category URLs.":["Gli URL delle categorie su WordPress contengono un prefisso, solitamente %s. Abilita questo prefisso, unicamente per le categorie."],"Determine how your %1$s archive should look on social media.":["Scegli come il tuo archivio %1$s dovrebbe apparire sui social."],"Disabling this means that the archive for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Disabilitando questo campo impedirai l'indicizzazione dell'archivio per %1$s da parte dei motori di ricerca e lo escluderai dalle sitemap XML."],"Determine how your %1$s archive should look in search engines.":["Scegli come dovrebbe apparire il tuo archivio %1$s sui motori di ricerca."],"These settings are specifically for optimizing your %1$s archive.":["Queste impostazioni sono esclusivamente per l'ottimizzazione del tuo archivio %1$s."],"%1$s archive":["Archivio %1$s."],"Add custom fields to page analysis":["Aggiungi campi personalizzati per l'analisi della pagina"],"Additional settings":["Impostazioni aggiuntive"],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Disattivare questa funzione significa che %1$s non verrà indicizzato dai motori di ricerca e sarà escluso dalla sitemap XML."],"Search appearance":["Aspetto della ricerca"],"You haven't set a Shop page in your WooCommerce settings. %1$sPlease do this first%2$s.":["Non hai impostato una pagina Negozio nelle impostazioni del tuo WooCommerce. %1$sTi preghiamo di farlo prima di continuare%2$s."],"The %1$ssocial image%2$s, %1$ssocial title%2$s and %1$ssocial description%2$s require Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":["L'%1$simmagine social%2$s, il %1$stitolo social%2$s e la %1$sdescrizione social%2$s richiedono i dati Open Graph che al momento sono disabilitati nella sezione \"Condivisione social\" delle %3$simpostazioni del sito%4$s."],"Oh no! It seems your form contains invalid data. Please review the following fields:":["Oh no! Sembra che il tuo modulo contenga dei dati non validi. Controlla i seguenti campi:"],"Archive social image":["Immagine social dell'archivio"],"Archive social description":["Descrizione social dell'archivio"],"Archive social title":["Titolo social dell'archivio"],"Show the archive for %1$s in search results":["Mostra l'archivio per i %1$s nei risultati di ricerca"],"Archive breadcrumbs title":["Titolo breadcrumbs dell'archivio"],"Archive meta description":["Meta descrizione dell'archivio"],"Archive SEO title":["Titolo SEO dell'archivio"],"Enable %1$s for %2$s":["Abilita %1$s per %2$s"],"Show %1$s in search results":["Mostra %1$s  nei risultati di ricerca"],"The selected media type is not valid. Supported types are: JPG, PNG, WEBP and GIF.":["Formato del media non valido. Formati supportati: JPG, PNG, WEBP e GIF."],"%1$sInclusive language%2$s: We haven't detected any potentially non-inclusive phrases. Great work!":["%1$sLinguaggio inclusivo%2$s: non abbiamo rilevato frasi potenzialmente non inclusive. Ottimo lavoro!"],"Potentially non-inclusive phrases":["Frasi potenzialmente non inclusive"],"Non-inclusive phrases":["Frasi non inclusive"],"Learn more about the inclusive language analysis":["Approfondisci l'analisi del linguaggio inclusivo"],"Inclusive language:":["Linguaggio inclusivo:"],"Removes the inclusive language analysis section from the metabox and disables all inclusive language-related suggestions.":["Rimuove la sezione di analisi del linguaggio inclusivo dal metabox e disabilita tutti i suggerimenti relativi al linguaggio inclusivo."],"Disable inclusive language analysis":["Disabilita l'analisi del linguaggio inclusivo"],"Discover why inclusive language is important for SEO.":["Scopri perché il linguaggio inclusivo è importante per la SEO."],"The inclusive language analysis offers suggestions to write more inclusive copy.":["L'analisi del linguaggio inclusivo offre suggerimenti per scrivere un contenuto più inclusivo. "],"Inclusive language analysis":["Analisi del linguaggio inclusivo"],"Inclusive language":["Linguaggio inclusivo"],"%1$sInclusive language%2$s: %3$s":["%1$sLinguaggio inclusivo%2$s: %3$s"],"Use %s fields to power your meta tags and templates, and analyze all of your content.":["Utilizza gli %s per potenziare i tuoi meta tags e i templates, e analizza tutto il tuo contenuto."],"Improve your technical SEO, meta tags and unlock more SEO ecommerce tools.":["Migliora il tuo SEO tecnico, i meta tags e sblocca ulteriori funzioni SEO per l'ecommerce."],"Connect your %1$s account to improve your site’s search results using %2$s data.":["Connetti il tuo account %1$s per migliorare i risultati di ricerca del tuo sito utilizzando i dati di %2$s."],"Upgrade your meta tags and social previews and manage your SEO settings in one place.":["Aggiorna i tuoi meta tags e le preview social e gestisci le tue impostazioni SEO in un unico posto."],"Get the most out of %1$s%2$s%3$s and %4$s, together":["Ottieni il massimo da  %1$s%2$s%3$s e %4$s, insieme"],"Take advantage of your favorite SEO & content analysis tools with your favorite page builder.":["Utilizza al meglio i tuoi strumenti preferiti per il SEO e l'analisi dei contenuti con la tua page builder preferita."],"Get %1$s tools and functionality in %2$s%3$s%4$s":["Ottieni gli strumenti di %1$s e le funzionalità di %2$s%3$s%4$s"],"Use the power of the blockchain to timestamp your content with %s.":["Usa la potenza della blockchain per inserire un timestamp sui tuoi contenuti con %s."],"Keep an eye on how your posts are ranking by connecting to your %s account.":["Controlla come si posizionano i tuoi post connettendo %s al tuo account."],"Find out what your audience is searching for with %s data right in your sidebar.":["Scopri cosa sta cercando la tua audience con i dati %s direttamente nella sidebar."],"Front-end SEO inspector":["Tool di ispezione SEO nel front-end"],"Oops! Something went wrong while saving.":["Qualcosa è andato storto durante il salvataggio."],"Great! Your settings were saved successfully.":["Ottimo! Le tue impostazioni sono state salvate correttamente"],"Get your verification code in %1$sYandex Webmaster tools%2$s.":["Ottieni il tuo codice di verifica Yandex da %1$sYandex Webmaster tools%2$s."],"Yandex":[""],"Claim your site over at %1$sPinterest%2$s.":["Verifica il tuo sito %1$ssu Pinterest%2$s."],"Get your verification code in %1$sGoogle Search console%2$s.":["Ottieni il tuo codice di verifica Google su %1$sGoogle Search console%2$s."],"Get your verification code in %1$sBing Webmaster tools%2$s.":["Ottieni il tuo codice di verifica Bing su %1$sBing Webmaster tools%2$s."],"Bing":["Bing"],"Add verification code":["Aggiungi il codice di verifica"],"Get your verification code in %1$sBaidu Webmaster tools%2$s.":["Ottieni il tuo codice di verifica Baidu su %1$sBaidu Webmaster tools%2$s."],"Baidu":["Baidu"],"Verify your site with different tools. This will add a verification meta tag to your homepage. You can find instructions on how to verify your site for each platform by following the link in the description.":["Verifica il tuo sito con diversi strumenti. Questo aggiungerà un meta tag di verifica sulla tua homepage. Puoi trovare le istruzioni su come verificare il tuo sito per ogni piattaforma seguendo il link nella descrizione."],"By default only editors and administrators can access the Advanced and Schema section of the %1$s sidebar or metabox. Disabling this allows access to all users.":["Per impostazione predefinita, solo gli editor e gli amministratori possono accedere alle sezioni Avanzate e Schema del metabox si %1$s. La disabilitazione consente l'accesso a tutti gli utenti."],"Restrict advanced settings for authors":["Restringe le impostazioni avanzate per gli autori"],"This Yoast SEO REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use Yoast SEO for all their SEO meta output.":["Questo endpoint dell'API SEO REST di Yoast ti fornisce tutti i metadati necessari per un URL specifico. Ciò renderà molto facile per i siti WordPress senza intestazione utilizzare Yoast SEO per tutto il loro meta output SEO."],"REST API endpoint":["Endpoint REST API"],"APIs":["API"],"Slack sharing":["Condivisione su Slack"],"Allows for Twitter to display a preview with images and a text excerpt when a link to your site is shared.":["Consente a Twitter di visualizzare un'anteprima con immagini e un estratto di testo quando viene condiviso un link al tuo sito."],"Twitter card data":["Dati Twitter card"],"Open Graph data":["Dati Open Graph"],"Social sharing":["Condivisione social"],"Site structure":["Struttura del sito"],"Tell us which features you want to use.":["Dicci quale funzionalità vuoi usare."],"Site preferences":["Preferenze del sito"],"Network disabled":["Rete disabilitata"],"Unavailable for sub-sites":["Non disponibile per i sub-siti"],"This image is used as a fallback for posts/pages that don't have any images set.":["Questa immagine viene utilizzata come alternativa di default per articoli/pagine che non hanno alcuna immagine impostata."],"Site image":["Immagine del sito"],"Title separator":["Separatore del titolo"],"Recommended size for this image is %1$s%3$s%2$s":["La dimensione consigliata per questa immagine è %1$s%3$s%2$s"],"The %1$sSite image%2$s requires Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":["L'%1$simmagine social%2$s richiede i dati Open Graph che al momento sono disabilitati nella sezione \"Condivisione social\" delle %3$simpostazioni del sito%4$s."],"Automatically add content to your RSS. This enables you to add links back to your blog and your blog posts, helping search engines identify you as the original source of the content.":["Aggiungi automaticamente il contenuto al tuo RSS. Questo ti permette di aggiungere link al tuo blog e ai tuoi articoli, e aiuta i motori di ricerca a identificarti come la fonte originale del contenuto."],"RSS feed":["Feed RSS"],"%1$s (default)":["%1$s (predefinito)"],"We took the liberty of using your website name and logo for the organization name and logo. Feel free to change them below.":["Ci siamo permessi di utilizzare il titolo e il logo del tuo sito per il nome e il logo dell'organizzazione. Puoi cambiarli di seguito quando vuoi."],"Edit your %1$s":["Modifica %1$s"],"slug":["slug"],"keyphrase":["frase chiave"],"A company name and logo need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site name and logo as default values. %1$sLearn more about the importance of structured data.%2$s":["È necessario impostare il nome e il logo dell'azienda affinché i dati strutturati funzionino correttamente. Poiché non li hai ancora impostati, stiamo utilizzando il nome e il logo del sito come valori predefiniti. %1$sUlteriori informazioni sull'importanza dei dati strutturati.%2$s"],"Install %1$s Content Analysis for %2$s":["Installa l'analisi dei contenuti per %1$s di %2$s"],"Activate %1$s Content Analysis for %2$s":["Attiva l'analisi dei contenuti per %1$s di %2$s"],"%1$s integrates with %2$s":["%1$s si integra con %2$s"],"Integration active":["Integrazione attiva"],"Plugin not detected":["Plugin non rilevato"],"Enable integration":["Abilita integrazione"],"Plugin integrations":["Integrazioni plugin"],"Recommended integrations":["Integrazioni consigliate"],"Enable %1$s":["Abilita %1$s"],"Integration unavailable for multisites":["Integrazione non disponibile per i multisiti"],"Network Disabled":["Network disabilitato"],"Unlock with Premium!":["Sblocca con la versione Premium!"],"Premium SEO analysis:":["Analisi SEO Premium:"],"Beta":["Beta"],"Are you publishing news articles? %s helps you optimize your site for Google News.":["Pubblichi articoli di news? %s ti aiuta a ottimizzare il sito per Google News."],"no data":["Nessun dato"],"Your text should be slightly longer to calculate your Flesch reading ease score.":["Il testo dovrebbe essere leggermente più lungo per calcolare il punteggio di facilità di lettura Flesch."],"Continue writing to get insight into the readability of your text!":["Continua a scrivere per avere un'idea della leggibilità del testo!"],"%1$sKeyphrase distribution%2$s: Have you evenly distributed your focus keyphrase throughout the whole text? %3$sYoast SEO Premium will tell you!%4$s":["%1$sDistribuzione delle parole chiave%2$s: hai distribuito in modo uniforme la tua frase chiave principale in tutto il testo? %3$sYoast SEO Premium te lo dirà! %4$s"],"%1$sWord complexity%2$s: Is your vocabulary suited for a larger audience? %3$sYoast SEO Premium will tell you!%4$s":["%1$sComplessità delle parole%2$s: il tuo vocabolario è adatto ad un pubblico più vasto? %3$sYoast SEO Premium te lo dirà! %4$s"],"Get %s to enjoy the benefits of prominent words":["Passa a %s per ottenere i vantaggi delle statistiche sulle parole più usate"],"With %1$s%3$s%2$s, this section will show you which words occur most often in your text. By checking these prominent words against your intended keyword(s), you'll know how to edit your text to be more focused.":["Con %1$s%3$s%2$s, questa sezione ti mostrerà quali parole ricorrono più spesso nel testo. Verificando queste parole più usate rispetto alle parole chiave desiderate, saprai come modificare il testo per renderlo più mirato"],"Buy %s now!":["Acquista %s ora!"],"Are you working on a news article? %s helps you optimize your site for Google News.":["Stai lavorando su una news? %s ti aiuta a ottimizzare il sito per Google News."],"Premium SEO analysis":["Analisi SEO Premium"],"1 year of premium support and updates included!":["1 anno di aggiornamenti e supporto personalizzato inclusi!"],"Unlock with %s":["Sblocca con %s"],"Learn more about character count":["Per saperne di più sul conteggio dei caratteri"],"Character count":["Conteggio dei caratteri"],"Learn more about word count":["Per saperne di più sul conteggio delle parole"],"Word count":["Conteggio delle parole"],"Learn more about Flesch reading ease":["Per saperne di più sulla facilità di lettura Flesch"],"out of 100":["su 100"],"okay":["okay"],"Learn more about reading time":["Per saperne di più sul tempo di lettura stimato"],"Reading time":["Tempo di lettura"],"minute":["minuto","minuti"],"Activate %1$s!":["Attiva %1$s!"],"You've installed %1$s but it's not activated yet. %2$sActivate %1$s now!%3$s":["Hai installato %1$s ma non è ancora attivato. %2$sAttiva %1$s ora!%3$s"],"Automatically ping search engines like Bing and Yandex whenever you publish, update or delete a post.":["Esegui automaticamente il ping ai motori di ricerca come Bing e Yandex ogni volta che pubblichi, aggiorni o elimini un articolo."],"Additional URL parameters to allow":["Parametri URL aggiuntivi da consentire"],"Permalink cleanup settings":["Impostazioni di pulizia dei permalink"],"Max number of characters to allow in searches":["Numero massimo di caratteri da consentire nelle ricerche"],"Search cleanup settings":["Impostazioni di pulizia della ricerca"],"Filter searches with common spam patterns":["Filtra le ricerche con modelli di spam comuni"],"Filter searches with emojis and other special characters":["Filtra le ricerche con emoji e altri caratteri speciali"],"Filter search terms":["Filtra i termini di ricerca"],"Unregistered URL parameters":["Parametri URL non registrati"],"Campaign tracking URL parameters":["Parametri URL di monitoraggio della campagna"],"Timestamp this %s":["Aggiungi un timestamp a %s"],"%1$s: Not all the words from your keyphrase \"%4$s\" appear in the SEO title. %2$s%5$s%3$s.":["%1$s: non tutte le parole della frase chiave \"%4$s\" compaiono nel titolo SEO. %2$s%5$s%3$s."],"%1$s: The focus keyphrase appears at the beginning of the SEO title. Good job!":["%1$s: la frase chiave principale appare all'inizio del titolo SEO. Ottimo lavoro!"],"Keyphrase in SEO title":["Frase chiave nel titolo SEO"],"Contact %s support.":["Contatta il supporto di %s"],"WordProof Timestamp":["WordProof Timestamp"],"View this content's Timestamp certificate":["Visualizza il certificato di Timestamp di questo contenuto"],"Contact WordProof support":["Contatta il supporto di WordProof"],"Find out how IndexNow can help your site.":["Scopri come IndexNow può aiutare il tuo sito."],"IndexNow":["IndexNow"],"Dismiss this notice.":["Ignora questa notifica."],"We noticed that you haven't fully configured Yoast SEO yet. Optimize your SEO settings even further by using our improved %1$s First-time configuration%2$s.":["Abbiamo notato che non hai ancora completato la configurazione di Yoast SEO. Ottimizza tutte le tue impostazioni SEO con la nostra procedura di %1$sprima configurazione%2$s."],"SEO configuration":["Configurazione SEO"],"Feed crawl settings":["Impostazioni di crawl del feed"],"Basic crawl settings":["Impostazioni base di crawl"],"Powered by HTTP header":["Creato da header HTTP"],"Pingback HTTP header":["Pingback degli header HTTP"],"Emoji scripts":["Script emoji"],"Generator tag":["Tag generatore"],"oEmbed links":["Link oEmbed"],"RSD / WLW links":["Link RSD / WLW"],"REST API links":["Link REST API"],"Shortlinks":["Shortlink"],"Atom/RDF feeds":["Feed Atom/RDF"],"Search results feeds":["Feed dei risultati di ricerca"],"Custom taxonomy feeds":["Feed di tassonomia personalizzati"],"Tag feeds":["Feed dei tag"],"Category feeds":["Feed di categoria"],"Post type feeds":["Feed dei post type"],"Post authors feeds":["Feed autori degli articoli"],"Global comment feeds":["Feed dei commenti globali"],"Global feed":["Feed globale"],"%1$sLearn more about crawl settings.%2$s":["%1$sMaggiori informazioni sulle impostazioni di crawl.%2$s"],"Post comments feeds":["Feed dei commenti agli articoli"],"Crawl settings":["Impostazioni di crawl"],"Finish configuration":["Termina la configurazione"],"Personal preferences":["Preferenze personali"],"SEO data optimization":["Ottimizzazione dei dati SEO"],"An error has occurred: %1$s":["Si è verificato un errore: %1$s"],"We could not save the organization name. Please check the value.":["Non è stato possibile salvare il nome dell'organizzazione. Controlla il valore."],"No items found.":["Nessun elemento trovato."],"All redirect types":["Tutti i tipi di redirezione"],"Add Redirect":["Aggiungi redirect"],"Old URL":["Vecchia URL"],"The redirect type is the HTTP response code sent to the browser telling the browser what type of redirect is served. %1$sLearn more about redirect types%2$s.":["Il tipo di redirect è il codice di risposta HTTP inviato al browser, che dice al browser  quale tipo di redirect viene fornito. %1$sImpara di più sui tipi di redirect%2$s."],"301 Moved Permanently":["301 Spostato Permanentemente"],"Type":["Tipo"],"Plain redirects":["Reindirizza"],"Regex Redirects":["Regex redirect"],"There are unsaved changes in one or more steps. Leaving means that those changes may not be saved. Are you sure you want to leave?":["Ci sono delle modifiche non salvate in uno o più passaggi. Se lasci questa pagina queste modifiche non saranno salvate. Sei sicuro di voler lasciare la pagina?"],"Add another profile":["Aggiungi un altro profilo"],"Start first-time configuration!":["Comincia la configurazione iniziale!"],"Set the essential %s settings for your site in a few steps.":["Regola le impostazioni essenziali di %s per il tuo sito in pochi passaggi."],"For the best ranking results: configure %s!":["Per il migliore posizionamento: configura %s!"],"Your site is already easier to find for search engines.":["Adesso il tuo sito è già più facile da trovare per i motori di ricerca!"],"Tell us about your site, so we can get it ranked!":[""],"Or go to your SEO dashboard":["Vai alla tua bacheca SEO"],"E.g. example@email.com":["E.g. esempio@email.com"],"Please enter a valid email address.":["Inserisci un indirizzo email valido."],"Tell us! Is your site about an organization or a person? ":[""],"Personal logo or avatar":["Logo o avatar personale"],"Select a user":["Seleziona un utente"],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. You're not allowed to update this user profile, so please ask this user or an admin to make sure the information is correct.":["Hai selezionato l'utente %1$s come persona rappresentata da questo sito. Le informazioni del profilo dell'utente saranno usate nei risultati della ricerca. Non è possibile aggiornare il profilo dell'utente, quindi chiedi a questa persona o a un admin di verificare che le informazioni siano corrette."],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. %2$sUpdate this profile to make sure the information is correct%3$s.":["Hai selezionato l'utente %1$s come persona rappresentata da questo sito. Le informazioni del profilo dell'utente saranno usate nei risultati della ricerca. %2$sAggiorna questo profilo per verificare che le informazioni siano corrette%3$s."],"Uploading image...":["Caricamento dell'immagine in corso…"],"Select an option":["Seleziona un'opzione"],"Be aware that you should run the SEO data optimization for this configuration to take maximum effect.":["Ricorda che dovresti eseguire l'ottimizzazione dei dati SEO per questa configurazione per avere il massimo effetto."],"We've already successfully analyzed your site. You can move on to the next step.":["Il tuo sito è già stato analizzato con successo. Puoi andare al prossimo passaggio."],"SEO data optimization is running… You can safely move on to the next steps of this configuration.":["Ottimizzazione dei dati SEO in corso... Puoi tranquillamente andare al prossimo passaggio di questa configurazione."],"You're not allowed to edit the social profiles of this user. Please ask this user or an admin to do this.":["Non hai il permesso di modificare i profili social per questo utente. Chiedi all'utente o a chi amministra il sito di farlo."],"E.g. https://www.wikipedia.com/yoast":["E.g. https://www.wikipedia.com/yoast"],"E.g. https://www.youtube.com/yoast":["E.g. https://www.youtube.com/yoast"],"E.g. https://www.twitter.com/yoast":["E.g. https://www.twitter.com/yoast"],"E.g. https://www.tumblr.com/yoast":["E.g. https://www.tumblr.com/yoast"],"E.g. https://www.soundcloud.com/yoast":["E.g. https://www.soundcloud.com/yoast"],"E.g. https://www.pinterest.com/yoast":["E.g. https://www.pinterest.com/yoast"],"E.g. https://www.myspace.com/yoast":["E.g. https://www.myspace.com/yoast"],"E.g. https://www.linkedin.com/yoast":["E.g. https://www.linkedin.com/yoast"],"E.g. https://www.instagram.com/yoast":["E.g. https://www.instagram.com/yoast"],"E.g. https://www.facebook.com/yoast":["E.g. https://www.facebook.com/yoast"],"Delete item":["Elimina elemento"],"E.g. https://social-platform.com/yoast":["E.g. https://social-platform.com/yoast"],"Other social profile":["Altri profili social"],"First-time configuration":["Configurazione iniziale"],"You should finish the %1$sfirst time configuration%2$s to make sure your SEO data has been optimized and you’ve set the essential Yoast SEO settings for your site.":["Dovresti completare la %1$s configurazione iniziale%2$s per assicurarti che i tuoi dati SEO siano stati ottimizzati e che tu abbia salvato le impostazioni essenziali di Yoast SEO per il tuo sito."],"Step 4: Go through the first time configuration":["Passaggio 4: imposta la configurazione iniziale"],"Postname permalink":["Permalink dell'articolo"],"Page comments":["Commenti alla pagina"],"Links table":["Tabella dei link"],"If you already have saved AIOSEO 'Search Appearance' settings and the issue persists, please contact our support team so we can take a closer look.":["Se hai già salvato le impostazioni per l'\"Aspetto di ricerca\" AIOSEO e il problema persiste, contatta il nostro team di assistenza così possiamo dare un'occhiata."],"If you have never saved any AIOSEO 'Search Appearance' settings, please do that first and run the import again.":["Se non hai mai salvato nessuna impostazione per l'\"Aspetto di ricerca\" AIOSEO, fai prima quello e prova a ripetere l'importazione."],"The AIOSEO import was cancelled because some AIOSEO data is missing. Please try and take the following steps to fix this:":["L'importazione dei dati AIOSEO è stata annullata perché mancano alcuni dati. Prova a seguire i prossimi passaggi per risolvere il problema:"],"The validation of the AIOSEO data structure has failed.":["La convalida della struttura dati AIOSEO non è andata a buon fine."],"Currently, the %s integration is not available for multisites.":["Al momento l'integrazione %s non è disponibile per i multisiti."],"WordProof authentication":["Autenticazione di WordProof"],"Connected to WordProof":["Connetti a WordProof"],"Connection failed":["La connessione è fallita"],"Not working? %1$sContact %3$s support%2$s.":["Non funziona? %1$sContatta il supporto di %3$s%2$s."],"Try again":["Riprova"],"Find possible solutions in this %1$sArticle%2$s.":["Trova le possibili soluzioni in questo %1$sarticolo%2$s."],"There was a connection problem. This could be because your third party connections are blocked.":["Si è verificato un problema di connessione. Questo potrebbe essere dovuto al fatto che le connessioni di terze parti sono bloccate."],"The %3$s will automatically be timestamped every time you %1$supdate%2$s or %1$spublish%2$s.":["%3$s sarà automaticamente datato ogni volta che %1$saggiorni%2$s o %1$spubblichi%2$s."],"Your %s is now protected via the blockchain!":["Il tuo %s è ora protetto dalla blockchain!"],"Something went wrong authenticating your %3$s account with the %4$s site. Please try again or contact %1$s%3$s support%2$s.":["Qualcosa non ha funzionato nell'autenticazione del tuo account %3$s con il sito %4$s. Riprova o contatta il supporto %1$s di %3$s%2$s."],"Unable to create new timestamps. Please authenticate with WordProof.":["Non è possibile creare nuovi timestamp. Autenticati con WordProof."],"Timestamp with WordProof":["Aggiungi timestamp con WordProof"],"Learn more about timestamping":["Ulteriori informazioni sul processo di timestamp"],"Authenticate with WordProof":["Autentica con WordProof"],"Manage WordProof settings":["Gestisci le impostazioni di WordProof"],"The WordProof Timestamp plugin needs to be disabled before you can activate this integration.":["Il plugin WordProof Timestamp deve essere disattivato prima di poter attivare questa integrazione."],"Open settings":["Impostazioni di apertura"],"Open authentication":["Autenticazione aperta"],"The timestamp is not created because you need to authenticate with %s first.":["Il timestamp non viene creato perché è necessario autenticarti prima con %s."],"The timestamp is not retrieved by your site. Please try again or contact %1$s support.":["Il timestamp non viene recuperato dal sito. Riprova o contatta l'assistenza %1$s"],"%1$s failed to timestamp this page. Please check if you're correctly authenticated with %1$s and try to save this page again.":["%1$s non è riuscito a salvare la pagina con il timestamp. Verifica la corretta autenticazione con %1$s e riprova a salvare la pagina."],"%s has successfully timestamped this page.":["%s ha eseguito il timestamp di questa pagina."],"You are out of timestamps. Please upgrade your account by opening the %s settings.":["Non ci sono più timestamp. Aggiorna il tuo account aprendo le impostazioni %s."],"Use WordProof to timestamp this page to comply with legal regulations and join the fight for a more transparant and accountable internet.":["Usa WordProof per inserire un timestamp in questa pagina in modo da rispettare le norme legali e unirti alla missione per un Internet più trasparente e responsabile."],"Timestamp this post":["Aggiungi un timestamp a questo articolo"],"content words":["parole contenuto"],"content word":["parola contenuto"],"Cleanup failed with the following error:":["Procedura di cancellazione fallita con il seguente errore:"],"Note: These settings will overwrite the default settings of Yoast SEO.":["Nota: queste impostazioni rimpiazzeranno le impostazioni predefinite di Yoast SEO."],"Note: This metadata will only be imported if there is no existing Yoast SEO metadata yet.":["Nota: Questi metadati verranno importati solo se non esistono già metadati di Yoast SEO."],"Post metadata (SEO titles, descriptions, etc.)":["Metadati dell'articolo (titolo SEO, descrizione, etc.)"],"The import from %s includes:":["L'importazione da %s include:"],"Once you're certain that your site is working properly with the imported data from another SEO plugin, you can clean up all the original data from that plugin.":["Quando sei sicuro che il tuo sito funzioni bene con i dati importati da un altro plugin SEO, puoi rimuovere tutti i dati usati originariamente da quel plugin."],"Please select an SEO plugin below to see what data can be imported.":["Seleziona un plugin SEO per vedere quali dati possono essere importati."],"Clean up":["Cancella"],"After you've imported data from another SEO plugin, please make sure to clean up all the original data from that plugin. (step 5)":["Dopo aver importato i dati da un altro plugin SEO, assicurati di aver rimosso i dati utilizzati originariamente da quel plugin. "],"Note: ":["Nota:"],"The cleanup can take a long time depending on your site's size.":["A seconda della dimensione del tuo sito, la pulizia può richiedere un po' di tempo."],"Every fifteen minutes":["Ogni quindici minuti"],"Default tagline":["Descrizione predefinita"],"Import failed with the following error:":["L'importazione è fallita con il seguente errore:"],"No data found from other SEO plugins.":["Non è stato trovato alcun dato dagli altri plugin SEO."],"Select SEO plugin":["Seleziona il plugin SEO"],"The import can take a long time depending on your site's size.":["L'importazione può richiedere molto tempo a seconda delle dimensioni del tuo sito"],"For the best SEO results include all words of your keyphrase in the SEO title, and put the keyphrase at the beginning of the title":["Per migliorare i risultati SEO includi tutte le parole della tua frase chiave nel titolo SEO, e inserisci la frase chiave all'inizio del titolo"],"For the best SEO results write the exact match of your keyphrase in the SEO title, and put the keyphrase at the beginning of the title":["Per migliorare i risultati SEO scrivi l'esatta corrispondenza della tua frase chiave nel titolo SEO, e inserisci la frase chiave all'inizio del titolo"],"Installation Successful":["Installazione riuscita"],"Blog Post":["Articolo del blog"],"%1$s: Title does not begin with the focus keyphrase. %2$sMove your focus keyphrase to the beginning of the title%3$s.":["%1$s: Il titolo non inizia con la frase chiave principale.  %2$sSposta la tua frase chiave principale all'inizio del titolo%3$s."],"%1$s: The exact match of the focus keyphrase appears at the beginning of the SEO title. Good job!":["%1$s: La frase chiave principale appare all'inizio del titolo SEO. Ottimo lavoro!"],"%2$sText length%4$s: The text contains %1$d %6$s. This is below the recommended minimum of %5$d %6$s. %3$sAdd more content%4$s.":["%2$sLunghezza testo%4$s: Il testo contiene %1$d %6$s. Questo è meno del minimo raccomandato di %5$d %6$s. %3$sAggiungi più contenuto%4$s."],"%2$sText length%4$s: The text contains %1$d %6$s. This is slightly below the recommended minimum of %5$d %6$s. %3$sAdd a bit more copy%4$s.":["%2$sLunghezza testo%4$s: Il testo contiene %1$d %6$s. Questo è leggermente al di sotto del minimo raccomandato di %5$d %6$s. %3$sAggiungi un altro po' di testo%4$s."],"%2$sText length%4$s: The text contains %1$d %6$s. This is far below the recommended minimum of %5$d %7$s. %3$sAdd more content%4$s.":["%2$sLunghezza testo%4$s: il testo contiene %1$d %6$s. Questo è molto al di sotto del minimo consigliato di %5$d %7$s. %3$sAggiungi più contenuto%4$s.","%2$sLunghezza testo%4$s: il testo contiene %1$d %7$s. Questo è molto al di sotto del minimo consigliato di %5$d %7$s. %3$sAggiungi più contenuto%4$s."],"character":["carattere","characters"],"word":["parola","words"],"words":["parole"],"characters":["caratteri"],"%s rolls out the red carpet for the search bots, which helps your site perform better in search engines.":["%s stende il tappeto rosso per i bot di ricerca, aiutando il tuo sito ad avere risultati migliori nei motori di ricerca."],"You've successfully installed %s!":["Hai installato %s con successo!"],"Skip%s":["Salta%s"],"Your %s account does not contain any keyphrases for this website yet. You can track keyphrases by using the \"Track SEO Performance\" button in the post editor.":["Il tuo account %s non contiene ancora alcuna frase chiave per questo sito web. Puoi tenere d'occhio le frasi chiave usando il pulsante \"Segui la prestazione SEO\" nell'editor dell'articolo."],"%s account":["Account %s "],"This overview only shows you keyphrases added to Yoast SEO. There may be other keyphrases added to your %s.":["Questo riepilogo ti mostra solo le frasi chiave aggiunte da Yoast SEO. Potrebbero esserci altre frasi chiave aggiunte dal tuo %s."],"Tracking the ranking position...":["Monitorando la posizione nei risultati di ricerca..."],"Something went wrong while tracking the ranking position(s) of your page. Please try again later.":["Qualcosa è andato storto durante il monitoraggio della posizione della tua pagina nei risultati di ricerca. Riprova più tardi."],"reconnect to %s":["riconnetti a %s"],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["Sembra che qualcosa sia andato storto durante il recupero dei dati del tuo sito web. Si prega di %s e riprovare."],"Before you can track your SEO performance make sure to set either the post’s title and save it as a draft or manually set the post’s slug.":["Prima di poter tracciare le tue prestazioni SEO, assicurati di impostare il titolo dell'articolo e di salvarlo come bozza o di impostare manualmente lo slug dell'articolo."],"No keyphrase has been set. Please set a keyphrase first.":["Non è stata impostata alcuna frase chiave. Imposta prima una frase chiave."],"upgrade your %s plan":["aggiorna il tuo piano %s"],"You've reached the maximum amount of %d keyphrases you can add to your Wincher account. If you wish to add more keyphrases, please %s.":["Hai raggiunto il numero massimo di %d frasi chiave che puoi aggiungere al tuo account Wincher. Se desideri aggiungere altre frasi chiave, si prega di %s."],"With %1$s you can track the ranking position of your page in the search results based on your keyphrase(s). %2$s":["Con %1$s puoi tracciare la posizione della tua pagina nei risultati di ricerca in base alle tue frasi chiave. %2$s"],"%s is currently tracking the ranking position(s) of your page. This may take a few minutes. Please wait or check back later.":["%s sta attualmente monitorando la posizione della tua pagina nei risultati di ricerca. Questo potrebbe richiedere alcuni minuti. Aspetta o torna a controllare più tardi."],"You have successfully connected to %s! You can now track the SEO performance for the keyphrase(s) of this page.":["Ti sei connesso con successo a %s!  Ora puoi monitorare le prestazioni SEO per le frasi chiave di questa pagina."],"Read more about keyphrase tracking with Wincher":["Ulteriori informazioni sul monitoraggio delle frasi chiave con Wincher"],"Automatic tracking of keyphrases is enabled. Your keyphrase(s) will automatically be tracked by %s when you publish your post.":["Il rilevamento automatico delle frasi chiave è abilitato. Le tue frasi chiave verranno automaticamente tracciate da %s quando pubblicherai il tuo articolo."],"Please enter a focus keyphrase first to track keyphrase performance":["Inserisci prima una frase chiave per monitorare le prestazioni della frase chiave"],"Keyphrase position in the last 90 days on a scale from 0 to 100.":["Posizione della frase chiave negli ultimi 90 giorni su una scala da 0 a 100."],"Track SEO performance":["Monitora le prestazioni SEO"],"You can enable / disable tracking the SEO performance for each keyphrase below.":["Puoi abilitare / disabilitare il monitoraggio delle prestazioni SEO per ogni frase chiave di seguito."],"Track all keyphrases on this page":["Monitora tutte le frasi chiave in questa pagina"],"Tracking has already been enabled for one or more keyphrases of this page. Clicking the button below will enable tracking for all of its keyphrases.":["Il tracciamento è già stato abilitato per una o più frasi chiave di questa pagina.  Facendo clic sul pulsante in basso abiliterai il tracciamento per tutte le sue frasi chiave."],"Learn more about the SEO performance feature.":["Scopri di più sulle funzionalità delle prestazioni SEO."],"SEO performance":["Prestazioni SEO"],"Connect with %s":["Connetti con %s"],"* focus keyphrase":["* frase chiave principale"],"Get more insights over at %s":["Ottieni più approfondimenti su %s"],"Position over time":["Posizione nel tempo"],"Position":["Posizione"],"Tracking":["Monitoraggio"],"You can still run the SEO data optimization in the %1$sTools section%2$s. Once that is finished, please refresh this page.":["Puoi ancora eseguire l'ottimizzazione dei dati SEO nella sezione %1$sStrumenti%2$s. Quando hai finito, aggiorna la pagina."],"This configuration step is currently disabled, because you're not running the latest version of Yoast SEO Premium. Please update to the latest version (at least %1$s). ":["Questa fase della configurazione al momento è disattivata perché non stai usando l'ultima versione di Yoast SEO Premium. Aggiorna alla versione più recente (almeno %1$s). "],"Save and continue":["Salva e continua"],"Does your site represent an Organization or Person?":["Il tuo sito rappresenta un'organizzazione o una persona?"],"Activate %s":["Attiva %s"],"Update %s":["Aggiorna %s"],"Renew %s":["Rinnova %s"],"Get help activating your subscription":["Ottieni assistenza per attivare il tuo abbonamento"],"It looks like you’re running an outdated and unactivated version of %1$s, please activate your subscription in %2$sMyYoast%3$s and update to the latest version (at least 17.7) to gain access to our updated workouts section.":["Sembra che tu stia utilizzando una versione obsoleta e non attiva di %1$s, per favore attiva il tuo abbonamento in %2$sMyYoast%3$s e aggiorna all'ultima versione (almeno alla 17.7)  per accedere alla nostra sessione aggiornata di workout."],"Activate your subscription of %s":["Attiva il tuo abbonamento a %s"],"Update to the latest version of %s":["Aggiorna all'ultima versione di %s"],"Renew your subscription":["Rinnova il tuo abbonamento"],"Accessing the latest workouts requires an updated version of %s (at least 17.7), but it looks like your subscription has expired. Please renew your subscription to update and gain access to all the latest features.":["L'accesso agli ultimi workout richiede una versione aggiornata di %s (almeno 17.7), ma sembra che il tuo abbonamento sia scaduto. Rinnova l'abbonamento per aggiornare e accedere a tutte le ultime funzionalità."],"Renew your subscription of %s":["Rinnova il tuo abbonamento a %s"],"Could not save this value. Please check the URL.":["Impossibile salvare questo valore. Si prega di controllare l'URL."],"Could not save this value. Please check the URL or username.":["Impossibile salvare questo valore. Si prega di controllare l'URL o il nome utente."],"Oops! Something went wrong. Check your email address and try again.":["Oops! Qualcosa è andato storto. Controlla il tuo indirizzo email e riprova."],"Yes, you can collect my site data":[""],"Site representation":["Rappresentazione del sito"],"Continue":["Continua"],"Thank you! Check your inbox for the confirmation email.":["Grazie! Controlla la tua casella di posta per l'email di conferma."],"Yoast respects your privacy. Read %1$sour privacy policy%2$s on how we handle your personal information.":["Yoast rispetta la tua privacy. Leggi %1$s la nostra politica sulla privacy%2$s su come gestiamo le tue informazioni personali."],"Email address":["Indirizzo email"],"%1$sBack to all workouts":["%1$sRitorna a tutti i workout"],"Getting your site in shape and keeping it SEO fit can be hard. We can help you get started! Take these step-by-step workouts, and you’ll be tackling some of the most fundamental SEO challenges!":["Mantenere il tuo sito in forma per l'ottimizzazione SEO può essere difficile. Noi possiamo aiutarti ad iniziare! Inizia questi workout spiegati passo a passo, e sarai in grado di affrontare alcune delle sfide SEO fondamentali!"],"Add internal links to your posts and pages":["Aggiungi link interni ai tuoi post e alle tue pagine"],"Make pages easier for Google and visitors to find":["Rendi le pagine più facili da trovare per Google e i visitatori"],"Clean up your unlinked content to make sure people can find it":["Riorganizza i tuoi contenuti non collegati per assicurarti che le persone possano trovarli"],"Orphaned content":["Contenuti orfani"],"Bring more visitors to your articles":["Porta più visitatori ai tuoi articoli"],"Make your important articles rank higher":["Fai in modo che i tuoi articoli importanti si posizionino più in alto"],"%1$s/%2$s steps completed":["%1$s/%2$s passaggi completati"],"Unlock with %s!":["Sblocca con %s!"],"Start workout!":["Inizia il workout!"],"Do workout again":["Rifai di nuovo il workout"],"Continue workout!":["Continua il workout!"],"It looks like you're running an outdated version of %1$s, please %2$supdate to the latest version (at least 17.7)%3$s to gain access to our updated workouts section.":["Sembra che tu stia eseguendo una versione obsoleta di %1$s, per favore %2$s aggiorna all'ultima versione (almeno 17.7)%3$s per accedere alla nostra sezione workout aggiornata."],"Get started quickly with the %1$s%2$s First-time configuration%3$s and configure Yoast SEO with the optimal SEO settings for your site!":["Fai subito i primi passi con la %1$s%2$s configurazione iniziale %3$s e configura Yoast SEO con le impostazioni SEO ottimali per il tuo sito!"],"Current or first category title":["Titolo della prima categoria o della categoria attuale "],"Category Title":["Titolo della categoria"],"Replaced with the post content":["Sostituito con il contenuto dell'articolo"],"Post Content":["Contenuto dell'articolo"],"Replaced with the permalink":["Sostituito dal permalink"],"Replaced with the last name of the author":["Sostituito dal cognome dell'autore"],"Author last name":["Cognome dell'autore"],"Replaced with the first name of the author":["Sostituito dal nome dell'autore"],"Author first name":["Nome dell'autore"],"Replaced with the day the post was published":["Sostituito dal giorno in cui l'articolo è stato pubblicato"],"Post day":["Giorno di pubblicazione"],"Replaced with the month the post was published":["Sostituito dal mese in cui l'articolo è stato pubblicato"],"Post month":["Mese di pubblicazione"],"Replaced with the year the post was published":["Sostituito dall'anno in cui l'articolo è stato pubblicato"],"Post year":["Anno di pubblicazione"],"Current day":["Giorno corrente"],"Current month":["Mese corrente"],"Current date":["Data corrente"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's way less than the recommended minimum of %2$d %7$s. %4$sMake it longer%5$s!":["%3$sLunghezza della frase chiave%5$s: la frase chiave è composta da %1$d %6$s ed è più corta della lunghezza minima raccomandata di %2$d %7$s. %4$sTi suggeriamo di allungarla%5$s.","%3$sLunghezza della frase chiave%5$s: la frase chiave è composta da %1$d %7$s ed è più corta della lunghezza minima raccomandata di %2$d %7$s. %4$sTi suggeriamo di allungarla%5$s."],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's less than the recommended minimum of %2$d %6$s. %4$sMake it longer%5$s!":["%3$sLunghezza della frase chiave%5$s: la frase chiave è composta da %1$d %6$s ed è più breve della lunghezza minima raccomandata di %2$d %6$s. %4$sTi suggeriamo di allungarla%5$s!"],"It looks like you aren't using our %1$s%2$s addon%3$s. %4$sUpgrade today%5$s to unlock more tools and SEO features to make your products stand out in search results.":["Sembra che tu non stia usando il nostro %1$sadd-on %2$s%3$s. %4$sAggiorna subito%5$s per sbloccare nuovi strumenti e funzionalità SEO che faranno risaltare i tuoi prodotti nei risultati di ricerca."],"Below are the technical details for the error. See %1$sthis page%2$s for a more detailed explanation.":["Di seguito sono riportati i dettagli tecnici dell'errore. Dai un'occhiata a %1$squesta pagina%2$s per una spiegazione più dettagliata."],"%1$sImage Keyphrase%2$s: Good job!":["%1$sFrase chiave dell'immagine%2$s: ottimo lavoro!"],"%1$sImage Keyphrase%3$s: Images on this page do not have alt attributes with at least half of the words from your keyphrase. %2$sFix that%3$s!":["%1$sFrase chiave dell'immagine%3$s: Le immagini su questa pagina non hanno attributi alt che contengano almeno la metà delle parole della tua frase chiave. %2$sCorreggilo%3$s!"],"%1$sImages%2$s: Good job!":["%1$sImmagini%2$s: ottimo lavoro!"],"%1$sImages and videos%2$s: Good job!":["%1$sImmagini e video%2$s: ottimo lavoro!"],"%3$sImages and videos%5$s: Only %1$d image or video appears on this page. We recommend at least %2$d. %4$sAdd more relevant images or videos%5$s!":["%3$sImmagini e video%5$s: In questa pagina compare solo %1$d immagine o video. Raccomandiamo che siano almeno %2$d. %4$sAggiungi altre immagini o video rilevanti%5$s!","%3$sImmagini e video%5$s: In questa pagina compaiono solo %1$d immagini o video. Raccomandiamo che siano almeno %2$d. %4$sAggiungi altre immagini o video rilevanti%5$s!"],"%3$sImages%5$s: Only %1$d image appears on this page. We recommend at least %2$d. %4$sAdd more relevant images%5$s!":["%3$sImmagini%5$s: In questa pagina compare solo %1$d immagine. Raccomandiamo che siano almeno %2$d. %4$sAggiungi altre immagini rilevanti%5$s!","%3$sImmagini%5$s: In questa pagina compaiono solo %1$d immagini. Raccomandiamo che siano almeno %2$d. %4$sAggiungi altre immagini rilevanti%5$s!"],"%1$sImages and videos%3$s: No images or videos appear on this page. %2$sAdd some%3$s!":["%1$sImmagini e video%3$s: Non ci sono immagini o video in questa pagina. %2$sAggiungine qualcuno%3$s!"],"Error stack trace":["Traccia dello stack di errore"],"Response":["Risposta"],"Error message":["Messaggio di errore"],"Status code":["Codice di stato"],"Request method":["Metodo di richiesta"],"Request URL":["URL della richiesta"],"Error details":["Dettagli dell'errore"],"Workouts":["Workout"],"Rank with articles you want to rank with":["Posizionati meglio con gli articoli che vuoi che vengano mostrati per primi"],"The cornerstone approach":["L'approccio Cornerstone"],"SEO workouts":["Workout SEO"],"Improve the quality of your site search! Automatically helps your users find your cornerstone and most important content in your internal search results. It also removes noindexed posts & pages from your site’s search results.":["Migliora la qualità della ricerca all'interno del tuo sito! Aiuta automaticamente i tuoi utenti a trovare i contenuti Cornerstone e quelli più importanti nei risultati di ricerca interni. Rimuove anche gli articoli e le pagine non indicizzate dai risultati di ricerca del tuo sito."],"Find out more about our %s integration.":["Scopri di più sulla nostra integrazione %s."],"Get relevant internal linking suggestions — while you’re writing! The link suggestions metabox shows a list of posts on your blog with similar content that might be interesting to link to. ":["Ottieni utili suggerimenti sui link interni mentre scrivi! La metabox con i suggerimenti dei link mostra una lista di articoli sul tuo blog che trattano contenuti simili e verso cui potrebbe interessarti aggiungere dei collegamenti. "],"Find out how Insights can help you improve your content.":["Scopri come gli Approfondimenti (Insights) ti aiutano a migliorare il tuo contenuto."],"Find relevant data about your content right in the Insights section in the Yoast SEO metabox. You’ll see what words you use most often and if they’re a match with your keywords! ":["Trova dati rilevanti per il tuo contenuto nella sezione Approfondimenti (Insights) della metabox di Yoast SEO. Potrai vedere quali parole usi più spesso e se corrispondono alle tue parole chiave! "],"Oops, something has gone wrong and we couldn't complete the optimization of your SEO data. Please make sure to activate your subscription in MyYoast by completing %1$sthese steps%2$s.":["Oops, qualcosa non ha funzionato e non è possibile completare l'ottimizzazione dei dati SEO. Attiva il tuo abbonamento a MyYoast seguendo %1$squeste istruzioni%2$s."],"To unlock this feature please update %s to the latest version.":["Per sbloccare questa funzionalità aggiorna %s all'ultima versione."],"The social appearance settings for archives require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Le impostazioni di aspetto social degli archivi hanno bisogno dei metadati Open Graph (che al momento sono disabilitati). Puoi abilitarli nelle impostazioni %1$s‘Social’ della scheda ‘Facebook’%2$s."],"The social appearance settings for taxonomies require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Le impostazioni di aspetto social delle tassonomie hanno bisogno dei metadati Open Graph (che al momento sono disabilitati). Puoi abilitarli nelle impostazioni %1$s‘Social’ della scheda ‘Facebook’%2$s."],"The social appearance settings for content types require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Le impostazioni di aspetto social dei tipi di contenuto hanno bisogno dei metadati Open Graph (che al momento sono disabilitati). Puoi abilitarli nelle impostazioni %1$s‘Social’ della scheda ‘Facebook’%2$s."],"The social appearance settings for your homepage require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Le impostazioni di aspetto social della tua homepage hanno bisogno dei metadati Open Graph (che al momento sono disabilitati). Puoi abilitarli nelle impostazioni %1$s‘Social’ della scheda ‘Facebook’%2$s."],"Social image":["Immagine social"],"Unlock with Premium":["Sblocca con Premium"],"Addon installation failed because of an error: %s.":["L'installazione dell'add-on non è riuscita a causa di un errore: %s."],"You are not allowed to install plugins.":["Non hai i permessi per installare i plugin."],"Addon installed.":["Add-on installato."],"Addon activation failed because of an error: %s.":["L'attivazione dell'add-on non è riuscita a causa di un errore: %s."],"You are not allowed to activate plugins.":["Non hai i permessi per attivare i plugin."],"Addon activated.":["Add-on attivato."],"%1$s Continue to %2$s%3$s":["%1$s Continua %2$s%3$s"],"Installing and activating addons":["Installare e attivare gli add-on"],"No %1$s plugins have been installed. You don't seem to own any active subscriptions.":["Nessun %1$s plugin è stato installato. Pare che tu non abbia nessun abbonamento attivo."],"the following addons":["i seguenti add-on"],"%s SEO installation":["Installazione di %s SEO "],"Install and activate":["Installa e attiva"],"Please confirm below that you would like to install %s on this site.":["Conferma di voler installare %s su questo sito."],"Insert variable":["Inserisci variabile"],"Shopping data preview:":["Anteprima dei dati di acquisto"],"Availability":["Disponibilità"],"Price":["Prezzo"],"Rating":["Valutazione"],"%s reviews":["%s recensioni"],"Rating: %s":["Valutazione: %s"],"Image":["Immagine"],"Social description":["Descrizione social"],"Social title":["Titolo social"],"Required by %s":["È necessario affinché %s funzioni correttamente"],"Auto-updates are disabled based on this setting for %1$s.":["Gli aggiornamenti automatici sono disabilitati in base alle impostazioni che hai definito per %1$s."],"Auto-updates are enabled based on this setting for %1$s.":["Gli aggiornamenti automatici sono abilitati in base alle impostazioni che hai definito per %1$s."],"New":["Nuovo"],"seconds":["secondi"],"Select image":["Seleziona un'immagine"],"Replace image":["Sostituisci l'immagine"],"site structure":["struttura del sito"],"internal linking":["link interni"],"breadcrumbs":["breadcrumb"],"seo":["seo"],"Adds the Yoast SEO breadcrumbs to your template or content.":["Aggiungi i breadcrumb di Yoast SEO al template o al contenuto."],"Yoast Breadcrumbs":["Breadcrumb di Yoast"],"The term is considered invalid. The following reason was given by WordPress: %s":["Il termine è considerato non valido. WordPress indica come motivo: %s"],"The post could not be found.":["L'articolo non è stato trovato."],"The term could not be found.":["Il termine non è stato trovato."],"This feature has been disabled since subsites never send tracking data.":["Questa funzione è stata disabilitata in quanto i sottositi non inviano mai dati di tracciamento."],"We notice that you have installed WPML. To make sure your canonical URLs are set correctly, %1$sinstall and activate the WPML SEO add-on%2$s as well!":[""],"Unfortunately we cannot save changes to your SEO settings while you are working on a draft of an already-published %1$s. If you want to save your SEO changes, make sure to click 'Update', or wait to make your SEO changes until you are ready to update the %1$s.":["Non possiamo salvare i cambiamenti nelle impostazioni SEO mentre stai lavorando su una bozza di un %1$s già pubblicato. Se vuoi salvare i cambiamenti nei dati SEO, fai click su 'Aggiorna', o aspetta a cambiare i dati SEO fino a quando è pronto l'aggiornamento di %1$s."],"Get started with Yoast SEO's content analysis for Elementor!":["Inizia con l'analisi dei contenuti per Elementor!"],"Got it":["Fatto"],"New: Yoast SEO for Elementor":["Nuovo: Yoast SEO per Elementor"],"Because of a change in your category base setting, some of your SEO data needs to be reprocessed.":["Poichè ci sono stati dei cambiamenti nelle impostazioni dell'URL della categoria, alcuni dei tuoi dati SEO devono essere processati di nuovo."],"Wait for a week or so, until %1$s automatically processes most of your content in the background.":["Entro una settimana %1$s elaborerà automaticamente la maggior parte dei tuoi contenuti in background."],"%s minute":["%s minuto","%s minuti"],"Est. reading time":["Tempo di lettura stimato"],"Written by":["Scritto da"],"Google Rich Results Test":["Test Google Rich Results"],"Find out how a rich snippet can improve visibility and click-through-rate.":["Scopri come i rich snippet possono migliorare la visibilità del tuo sito e la tua percentuale di clic (CTR)."],"This adds an author byline and reading time estimate to the article’s snippet when shared on Slack.":["Questo aggiunge l'autore ed il tempo di lettura allo snippet dell'articolo quando viene condiviso su Slack"],"Enhanced Slack sharing":["Condivisione su Slack migliorata"],"Activate your subscription":["Attiva il tuo abbonamento"],"SEO data optimization is disabled for non-production environments.":["L'ottimizzazione dati SEO è disabilitata per gli ambienti di sviluppo."],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":["Questa funzionalità include e sostituisce il contatore di link nei testi e la funzionalità di analisi dei link interni"],"This tab allows you to selectively disable %1$s integrations with third-party products for all sites in the network. By default all integrations are enabled, which allows site admins to choose for themselves if they want to toggle an integration on or off for their site. When you disable an integration here, site admins will not be able to use that integration at all.":["Questa scheda ti permette di disabilitare le integrazioni %1$s da servizi di terze parti per tutti i siti nella tua rete. L'impostazione predefinita per tutte le integrazioni è di essere abilitate, così da permettere agli amministratori del sito di scegliere autonomamente se mostrare o nascondere un'integrazione per il loro sito. Quando disattivi un'integrazione qui, gli amministratori del sito non potranno più usare quell'integrazione."],"Because of a change in your tag base setting, some of your SEO data needs to be reprocessed.":["Poiché ci sono stati dei cambiamenti nelle impostazioni dell'URL della categoria, alcuni dei tuoi dati SEO devono essere elaborati di nuovo."],"Stop SEO data optimization":["Interrompi l'ottimizzazione dei dati SEO"],"Oops, something has gone wrong and we couldn't complete the optimization of your SEO data. Please click the button again to re-start the process. ":["Oops, qualcosa non ha funzionato e non è possibile completare l'ottimizzazione dei dati SEO. Fai di nuovo clic sul pulsante per iniziare di nuovo il processo."],"Optimizing SEO data... This may take a while.":["Ottimizzazione dei dati SEO in corso... Potrebbe metterci qualche minuto."],"SEO data optimization complete":["L'ottimizzazione dei dati SEO è stata completata"],"You can speed up your site and get insight into your internal linking structure by letting us perform a few optimizations to the way SEO data is stored. ":["Puoi rendere più veloce il tuo sito e ottenere informazioni sulla sua struttura dei link interni permettendoci di effettuare alcune ottimizzazioni al modo in cui i dati SEO sono memorizzati. "],"Start SEO data optimization":["Inizia l'ottimizzazione dei dati SEO"],"Learn more about the benefits of optimized SEO data.":["Approfondisci i vantaggi dell'ottimizzazione dei dati SEO."],"You can speed up your site and get insight into your internal linking structure by letting us perform a few optimizations to the way SEO data is stored. If you have a lot of content it might take a while, but trust us, it's worth it.":["Puoi rendere più veloce il tuo sito e ottenere informazioni sulla sua struttura dei link interni permettendoci di effettuare alcune ottimizzazioni al modo in cui i dati SEO sono memorizzati. Se hai molti contenuti potrebbe volerci un po' di tempo, ma fidati, ne vale la pena."],"Optimize SEO Data":["Ottimizza i dati SEO"],"If the problem persists, please contact support.":["Se il problema permane, contatta il supporto."],"Something has gone wrong and we couldn't complete the optimization of your SEO data. Please %1$sre-start the process%2$s.":["Qualcosa non ha funzionato e non è possibile completare l'ottimizzazione dei dati SEO. %1$sInizia di nuovo il processo%2$s."],"All permalinks were successfully reset":["Tutti i permalink sono stati reimpostati con successo."],"We've encountered a problem trying to get related keyphrases. Please try again later.":["Abbiamo incontrato un problema nel cercare di ottenere le relative frasi chiave. Riprova più tardi."],"You've reached the maximum amount of 4 related keyphrases. You can change or remove related keyphrases in the %s metabox or sidebar.":["Hai raggiunto il numero massimo di 4 frasi chiave correlate. Puoi cambiare o rimuovere le frasi correlate nella metabox di %s o nella barra laterale."],"Please wait while %1$s connects to %2$s to get related keyphrases...":["Attendi mentre %1$s si connette a %2$s per ottenere le relative frasi chiave..."],"Upgrade your %s plan":["Aggiorna il tuo piano su %s"],"You've reached your request limit for today. Check back tomorrow or upgrade your plan over at %s.":["Hai raggiunto il limite di richieste per oggi. Controlla domani o aggiorna il tuo piano su %s."],"Last month":["Il mese scorso"],"Two months ago":["Due mesi fa"],"Three months ago":["Tre mesi fa"],"Four months ago":["Quattro mesi fa"],"Five months ago":["CInque mesi fa"],"Six months ago":["Sei mesi fa"],"Seven months ago":["Sette mesi fa"],"Eight months ago":["Otto mesi fa"],"Nine months ago":["Nove mesi fa"],"Ten months ago":["Dieci mesi fa"],"Eleven months ago":["Undici mesi fa"],"Twelve months ago":["Dodici mesi fa"],"Get more insights at %s":["Approfondisci su %s"],"Keyphrase volume in the last 12 months on a scale from 0 to 100.":["Volume della frase chiave negli ultimi 12 mesi su una scala da 0 a 100."],"Learn more about the related keyphrases trend":["Per saperne di più sulla tendenza delle frasi chiave correlate"],"Trend":["Tendenza"],"Learn more about the related keyphrases volume":["Per saperne di più sul volume delle frasi chiave correlate"],"Volume":["Volume"],"Related keyphrase":["Frase chiave correlata"],"Select country":["Seleziona il Paese"],"Show results for:":["Mostra i risultati per:"],"Please enter a focus keyphrase first to get related keyphrases":["Prima inserisci una frase chiave principale per ottenere le frasi chiave correlate"],"Sorry, there's no data available for that keyphrase/country combination.":["Non ci sono dati disponibili per quella combinazione di frase chiave/paese."],"Get related keyphrases":["Ottieni le frasi chiave correlate"],"Related keyphrases":["Frasi chiave correlate"],"The number of headers and header labels don't match.":["Il numero di header a di etichette per l'header non combacia."],"The %s integration offers suggestions and insights for keywords related to the entered focus keyphrase.":["L'integrazione con %s offre suggerimenti e approfondimenti per le parole chiave correlate alla frase chiave principale inserita."],"Disabling Yoast SEO's XML sitemaps will not disable WordPress' core sitemaps. In some cases, this %1$s may result in SEO errors on your site%2$s. These may be reported in Google Search Console and other tools.":["La disabilitazione delle sitemap XML di Yoast SEO non disabilita le sitemap di WordPress. In alcuni casi, questo %1$s può causare errori di SEO sul tuo sito%2$s. Questi possono essere segnalati in Google Search Console e altri strumenti."],"If you still need support and have an active subscription for this product, please email %s.":["Se hai ancora bisogno del nostro aiuto e hai un'abbonamento attivo per questo plugin, inviaci una email a %s."],"You can probably find an answer to your question in our %1$shelp center%2$s.":["Probabilmente nella %1$ssezione Help%2$s del nostro sito trovi la risposta alla tua domanda."],"Need support?":["Hai bisogno di aiuto?"],"Return to your %s":["Ritorna al tuo %s"],"Make sure to save your %s for changes to take effect":["Assicurati di salvare %s affinché i cambiamenti abbiano effetto"],"The advanced section of the %1$s meta box allows a user to remove posts from the search results or change the canonical. The settings in the schema tab allows a user to change schema meta data for a post. These are things you might not want any author to do. That's why, by default, only editors and administrators can do this. Setting to \"%2$s\" allows all users to change these settings.":["La sezione delle impostazioni avanzate del meta-box di %1$s permette all'utente di rimuovere gli articoli dai risultati di ricerca o di cambiare l'URL canonico. Le impostazioni nella scheda schema permettono all'utente di cambiare i metadati schema per un articolo. Queste sono azioni che è desiderabile che nessun autore faccia. Ecco perché, in modalità predefinita, solo gli editori e gli amministratori possono farlo. L'impostazione su \"%2$s\" permette a tutti gli utenti di cambiare queste impostazioni."],"Security: no advanced or schema settings for authors":["Sicurezza: non c'è alcuna impostazione avanzata o schema per gli autori"],"Report":["Rapporto"],"Tech Article":["Articolo tecnico"],"Scholarly Article":["Articolo scolastico"],"Satirical Article":["Articolo di satira"],"Advertiser Content Article":["Articolo con contenuti pubblicitari"],"News Article":["Articolo di notizie"],"Social Media Posting":["Pubblicazione sui social media"],"Article":["Articolo"],"Search Results Page":["Pagina dei risultati della ricerca "],"Real Estate Listing":["Annunci immobiliari"],"Checkout Page":["Pagina del pagamento"],"Collection Page":["Pagina della collezione"],"Medical Web Page":["Pagina web per servizi medici"],"Contact Page":["Pagina dei contatti"],"Profile Page":["Pagina del profilo"],"QA Page":["Pagina QA (domande e risposte)"],"FAQ Page":["Pagina per le FAQ (domande frequenti)"],"About Page":["Pagina About"],"Item Page":["Pagina elemento"],"Web Page":["Pagina web"],"Default for %1$s (%2$s)":["Predefinito %1$s (%2$s)"],"This helps search engines understand your website and your content. You can change some of your settings for this page below.":["Questo aiuta i motori di ricerca a capire il tuo sito e i tuoi contenuti. Puoi modificare alcune delle impostazioni per questa pagina qui sotto."],"Yoast SEO automatically describes your pages using schema.org":["Yoast SEO descrive automaticamente le pagine utilizzando schema.org"],"Article type":["Tipo di articolo"],"Page type":["Tipo di pagina"],"Learn more about page or content types":["Leggi di più sulle pagine About o sui tipi di contenuto"],"What type of page or content is this?":["Che tipo di pagina o contenuto è?"],"Structured Data":["Dati strutturati"],"Yoast How-to":["Blocco How-to di Yoast"],"Yoast FAQ":["Blocco FAQ di Yoast"],"%1$s: Does not contain the exact match. %2$sTry to write the exact match of your keyphrase in the SEO title and put it at the beginning of the title%3$s.":["%1$s: non contiene l'esatta  frase chiave. %2$sScrivi esattamente la frase chiave nel titolo SEO e mettila all'inizio del titolo%3$s."],"%1$s: The exact match of the focus keyphrase appears in the SEO title, but not at the beginning. %2$sMove it to the beginning for the best results%3$s.":["%1$s: contiene l'esatta  frase chiave ma non all'inizio. %2$sMettila all'inizio del titolo per risultati migliori%3$s."],"%1$s Internal Linking Blocks":["Internal Linking Block di %1$s"],"Allow us to track some data about your site to improve our plugin.":["Permettici di tracciare qualche dato del tuo sito per migliorare il nostro plugin."],"Usage tracking":["Tracciamento d'uso"],"Can we collect anonymous information about your website to enhance %1$s?":[""],"Read more about how internal linking can improve your site structure.":["Approfondisci come i link interni possono migliorare la struttura del tuo sito. "],"Link suggestions":["Link suggeriti"],"Insights":["Approfondimenti (Insights)"],"Remove image":["Rimuovi l'immagine"],"The file size of the uploaded image is too large for %s. File size must be less than %s.":["La dimensione dell'immagine che hai caricato è troppo larga per %s. La dimensione del file deve essere inferiore a %s."],"The format of the uploaded image is not supported. The supported formats are: %s, %s, %s and %s.":["Il formato dell'immagine che hai caricato non è supportato. I formati supportati sono:  %s, %s, %s e %s."],"You have uploaded a %s. Please note that, if it’s an animated %s, only the first frame will be used.":["Hai caricato una immagine %s. Se %s è una animazione, sarà usato solo il primo fotogramma."],"Your image dimensions are not suitable. The minimum dimensions are %dx%d pixels. The maximum dimensions are %dx%d pixels.":["Le dimensioni dell'immagine non sono adatte. Le dimensioni minime sono %dx%d pixels. Le massime %dx%d pixels."],"Your image dimensions are not suitable. The minimum dimensions are %dx%d pixels.":["Le dimensioni dell'immagine non sono adatte. Le dimensioni minime sono %dx%d pixels. "],"Dismiss":["Ignora"],"Because of a change in your permalink structure, some of your SEO data needs to be reprocessed.":["Poichè ci sono stati dei cambiamenti nella struttura dei permalink, alcuni dei tuoi dati SEO devono essere processati di nuovo."],"Because of a change in your home URL setting, some of your SEO data needs to be reprocessed.":["Poichè ci sono stati dei cambiamenti nelle impostazioni dell'URL della home, alcuni dei tuoi dati SEO devono essere processati di nuovo."],"Please upgrade your WordPress version or install the Gutenberg plugin to get this %1$s feature.":["Aggiorna la versione di WordPress version o installa il plugin Gutenberg plugin per avere questa funzionalità %1$s."],"Marking links with nofollow/sponsored has been disabled for WordPress installs < 5.4.":["La possibilità di attribuire ai link gli attributi nofollow/sponsored è stata disabilitata per le installazioni di WordPress al di sotto della 5.4."],"Open in new tab":["Apri in una nuova scheda"],"This is a sponsored link or advert (mark as %1$ssponsored%2$s)%3$s":["Questo è un link sponsorizzato o pubblicitario (contrassegna come %1$ssponsorizzato%2$s)%3$s"],"Search engines should ignore this link (mark as %1$snofollow%2$s)%3$s":["I motori di ricerca dovrebbero ignorare questo link (contrassegna come %1$snofollow%2$s)%3$s"],"Learn more about marking a link as nofollow or sponsored.":["Approfondisci come contrassegnare un link come nofollow o sponsorizzato."],"Link inserted.":["Il link è stato inserito."],"Link edited.":["Il link è stato modificato."],"Warning: the link has been inserted but may have errors. Please test it.":["Attenzione: hai inserito il link ma ci potrebbero essere degli errori. Provalo."],"Unlink":["Rimuovi il link"],"Link removed.":["Il link è stato rimosso."],"Link":["Link"],"We've analyzed your post. There is still room for improvement!":["Abbiamo analizzato il tuo articolo. È possibile miglioralo ancora!"],"We've analyzed your post. Everything looks good. Well done!":["Abbiamo analizzato il tuo articolo. Tutto sembra perfetto. Ottimo!"],"No focus keyword was entered":["Non è stata inserita alcuna frase chiave"],"Share your post!":["Condividi il tuo articolo!"],"Improve your post with Yoast SEO":["Migliora il tuo articolo con Yoast SEO"],"SEO analysis:":["Analisi SEO:"],"The links columns show the number of articles on this site linking %3$sto%4$s this article and the number of URLs linked %3$sfrom%4$s this article. Learn more about %1$show to use these features to improve your internal linking%2$s, which greatly enhances your SEO.":["Le colonne dei collegamenti mostrano il numero di articoli su questo sito che collega %3$sa%4$s questo articolo e il numero di URL linkati %3$sda%4$s questo articolo. Ulteriori informazioni su %1$s come utilizzare queste funzionalità per migliorare i tuoi collegamenti interni%2$s, che migliorerà notevolmente la tua strategia SEO."],"We've written an article about %1$show to use the SEO score and Readability score%2$s.":["Abbiamo scritto un articolo su %1$scome utilizzare il punteggio SEO e il punteggio di leggibilità%2$s."],"%1$s adds several columns to this page.":["%1$s aggiunge diverse colonne a questa pagina."],"We estimate this will take less than a minute.":["Stimiamo che ci vorrà meno di un minuto."],"We estimate this will take a couple of minutes.":["Stimiamo che ci vorranno un paio di minuti."],"%1$sRun the indexation process on your server%2$s using %3$sWP CLI%2$s.":["%1$sEsegui il processo di indicizzazione sul tuo server%2$s usando %3$sWP CLI%2$s."],"We estimate this could take a long time, due to the size of your site. As an alternative to waiting, you could:":["Stimiamo che ciò potrebbe richiedere molto tempo a causa delle dimensioni del tuo sito. Invece di aspettare, potresti:"],"Show debug information":["Mostra le informazioni di debug"],"Your site will continue to work normally, but won't take full advantage of %s.":["Il tuo sito continuerà a funzionare normalmente, ma non sfrutterà al massimo %s."],"%s had problems creating the database tables needed to speed up your site.":["%s ha riscontrato problemi durante la creazione delle tabelle del database necessarie per rendere più veloce il tuo sito."],"Your keyphrase is too long. It can be a maximum of 191 characters.":["La tua frase chiave è troppo lunga. Può contenere un massimo di 191 caratteri."],"%1$sFind out how to solve this problem on our help center%2$s.":["%1$sScopri come risolvere questo problema nella nostra sezione di aiuto%2$s."],"The text link counter feature is not working as expected":["Il contatore dei link inseriti nel testo non funziona come previsto"],"The text link counter helps you improve your site structure. %1$sFind out how the text link counter can enhance your SEO%2$s.":["Il contatore dei link inseriti nel testo ti aiuta a migliorare la struttura del tuo sito. %1$sScopri come il contatore dei link inseriti nel testo può migliorare la tua strategia SEO%2$s."],"The text link counter is working as expected":["Il contatore dei link nel testo sta funzionando correttamente"],"I don't want this site to show in the search results.":["Non voglio che questo sito venga mostrato nei risultati di ricerca."],"If you want search engines to show this site in their results, you must %1$sgo to your Reading Settings%2$s and uncheck the box for Search Engine Visibility.":["Se vuoi che i motori di ricerca mostrino questo sito nei loro risultati, %1$svai alle impostazioni di lettura%2$s e deseleziona la casella Visibilità ai motori di ricerca."],"Learn more about the no-index setting on our help page.":["Per saperne di più sull'impostazione no-index, consulta la nostra pagina di aiuto."],"Even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Anche se puoi impostare qui i meta robot, l'intero sito è impostato su noindex nelle opzioni della privacy, quindi queste impostazioni non avranno alcun effetto."],"Learn more about canonical URLs on our help page.":["Puoi leggere di più sugli URL canonici nella nostra pagina di aiuto."],"Learn more about the breadcrumbs title setting on our help page.":["Puoi leggere di più sull'impostazione del titolo dei breadcrumb nella nostra pagina di aiuto."],"Learn more about advanced meta robots settings on our help page.":["Puoi leggere di più sulle impostazioni avanzate dei meta robot nella nostra pagina di aiuto."],"Learn more about the no-follow setting on our help page.":["Puoi leggere di più sulle impostazioni no-follow nella nostra pagina di aiuto."],"Should search engines follow links on this content?":["I motori di ricerca dovrebbero seguire i link collegati a questo contenuto?"],"This %1$s REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use %1$s for all their SEO meta output.":["L’endpoint REST API di %1$s ti fornisce tutti i metadati di cui hai bisogno per uno specifico URL. Questo renderà molto facile per i siti WordPress headless usare %1$s per tutti i loro meta output SEO."],"REST API: Head endpoint":["REST API: head endpoint"],"Please read %1$sthis help article%2$s to find out how to resolve this problem.":["Leggi %1$squesto articolo nell'Help%2$s per capire come risolvere il problema."],"Replaced with the term ancestors hierarchy":["Sostituito con il termine gerarchico progenitore"],"Term hierarchy":["Gerarchia dei termini"],"%1$sYou can change the tagline in the customizer%2$s.":["%1$sPuoi cambiare il motto in Personalizza%2$s."],"You still have the default WordPress tagline. Even an empty one is probably better.":["Stai ancora usando il motto predefinito di WordPress. Puoi anche lasciare vuoto, che è meglio che usare il motto predefinito."],"You should change the default WordPress tagline":["Dovresti cambiare il motto predefinito di WordPress."],"You are using a custom tagline or an empty one.":["Stai usando un motto personalizzato oppure hai lasciato lo spazio vuoto."],"You changed the default WordPress tagline":["Hai cambiato il motto predefinito di WordPress"],"Comments on your posts are displayed on a single page. This is just like we'd suggest it. You're doing well!":["I commenti ai tuoi articoli sono visualizzati in una singola pagina. Questo è proprio quello che suggeriamo. Ottimo!"],"It's highly recommended to have your postname in the URL of your posts and pages. Consider setting your permalink structure to %s.":["Ti consigliamo vivamente di inserire il nome degli articoli e delle pagine nel loro URL. Considera di impostare la struttura dei permalink su %s."],"You do not have your postname in the URL of your posts and pages":["Non hai usato il nome degli articoli e delle pagine nel loro URL."],"You do have your postname in the URL of your posts and pages.":["Hai usato il nome degli articoli e delle pagine nel loro URL."],"Your permalink structure includes the post name":["La struttura del permalink include il nome dell’articolo"],"Comments on your posts break into multiple pages. As this is not needed in 999 out of 1000 cases, we recommend you disable it. To fix this, uncheck \"Break comments into pages...\" on the Discussion Settings page.":["I commenti sui tuoi articoli si dividono in più pagine. Poiché questo non è necessario in 999 casi su 1000, ti consigliamo di disabilitarlo. Per risolvere questo problema, deseleziona \"Dividi i commenti in pagine...\" nel menu Impostazioni>Discussione."],"Comments break into multiple pages":["I commenti si dividono in più pagine"],"Comments are displayed on a single page":["I commenti vengono visualizzati su una singola pagina"],"No title":["Nessun titolo"],"%1$sGo to the Discussion Settings page%2$s":["%1$sVai al menu Impostazioni>Discussione%2$s"],"%1$sThis was reported by the %2$s plugin%3$s":["%1$sQuesto è stato riportato dal plugin %2$s%3$s"],"Mobile result":["Risultato per i dispositivi mobili"],"Preview as:":["Anteprima come:"],"Desktop result":["Risultato per il desktop"],"When you click OK we will open our HelpScout beacon where you can find answers to your questions. This beacon will load our support data and also potentially set cookies.":["Quando fai clic su OK, apriremo il nostro beacon HelpScout in cui puoi trovare le risposte alle tue domande. Questo beacon caricherà i nostri dati di supporto e potrebbe anche impostare cookie."],"The browser you are currently using is unfortunately rather dated. Since we strive to give you the best experience possible, we no longer support this browser. Instead, please use %1$sFirefox%4$s, %2$sChrome%4$s or %3$sMicrosoft Edge%4$s.":["Il browser che stai usando attualmente è obsoleto. Poiché ci teniamo a fornirti la miglior esperienza possibile, non supportiamo più questo browser. Al suo posto, puoi usare %1$sFirefox%4$s, %2$sChrome%4$s o %3$sMicrosoft Edge%4$s."],"If you want to apply advanced <code>meta</code> robots settings for this page, please define them in the following field.":["Se vuoi applicare le impostazioni avanzate per i <code>meta</code> robot in questa pagina, definiscile nel campo seguente."],"Check out %1$s":["Vai alla cassa di %1$s"],"We have both free and premium online courses to learn everything you need to know about SEO.":["Abbiamo corsi online, sia gratuiti sia a pagamento per imparare tutto ciò che devi sapere riguardo la SEO."],"Want to learn SEO from Team Yoast? Check out our %1$s!":["Vuoi imparare la SEO dal Team di Yoast? Vai alla cassa della nostra %1$s"],"Learn SEO":["Impara la SEO"],"%s settings to import:":["Impostazioni di %s da importare:"],"Import settings from another %1$s installation by pasting them here and clicking \"%2$s\".":["Importa le impostazioni da un'altra installazione di %1$s installation incollandole qui e facendo clic su \"%2$s\"."],"Your %1$s settings:":["Le tue impostazioni di %1$s:"],"Schema":["Schema"],"Please check the format of the YouTube URL you entered. %s":["Controlla il formato dell'URL di Youtube che hai inserito. %s"],"Please check the format of the Wikipedia URL you entered. %s":["Controlla il formato dell'URL di Wikipedia che hai inserito. %s"],"Please check the format of the Pinterest URL you entered. %s":["Controlla il formato dell'URL di Pinterest che hai inserito. %s"],"Please check the format of the MySpace URL you entered. %s":["Controlla il formato dell'URL di MySpace che hai inserito. %s"],"Please check the format of the LinkedIn URL you entered. %s":["Controlla il formato dell'URL di LinkedIn che hai inserito. %s"],"Please check the format of the Instagram URL you entered. %s":["Controlla il formato dell'URL di Instagram che hai inserito. %s"],"Please check the format of the Facebook Page URL you entered. %s":["Controlla il formato dell'URL della pagina Facebook che hai inserito. %s"],"Settings saved.":["Impostazioni salvate."],"Dismiss this alert":["Ignora questo avviso "],"The submitted value was: %s":["Il valore inserito è: %s"],"Yandex confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Il codice di conferma di Yandex può contenere solo lettere dalla A alla F, numeri, trattini e trattini bassi. %s"],"Twitter usernames can only contain letters, numbers, and underscores. %s":["I nomi utente di Twitter possono solo contenere lettere, numeri e trattini bassi. %s"],"Pinterest confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Il codice di conferma di Pinterest può contenere solo lettere dalla A alla F, numeri, trattini e trattini bassi. %s"],"Bing confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Il codice di conferma di Bing può contenere solo lettere dalla A alla F, numeri, trattini e trattini bassi. %s"],"Google verification codes can only contain letters, numbers, hyphens, and underscores. %s":["Il codice di conferma di Google può contenere solo lettere, numeri, trattini e trattini bassi. %s"],"Baidu verification codes can only contain letters, numbers, hyphens, and underscores. %s":["Il codice di conferma di Baidu può contenere solo lettere, numeri, trattini e trattini bassi. %s"],"Show this item.":["Mostra questa voce."],"Hide this item.":["Nascondi questa voce"],"You have %d hidden problem:":["Hai %d problema nascosto:","Hai %d problemi nascosti:"],"You have %d hidden notification:":["Hai %d notifica nascosta:","Hai %d notifiche nascoste:"],"Focus keyphrase not set":["La frase chiave non è stata impostata"],"The form contains %1$s error. %2$s":["Il modulo contiene %1$s errore. %2$s","Il modulo contiene %1$s errori. %2$s"],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly.":["Le seguenti parole sono quelle che ricorrono di più nel contenuto. Esse danno un'indicazione dell'argomento su cui si concentra il contenuto. Se le parole si discostano molto dal tuo argomento, puoi riscrivere il contenuto in modo più coerente."],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":["Una volta aggiunto altro contenuto, ti forniremo un elenco di parole che ricorrono maggiormente nel testo. Tale analisi ti dà un'idea su cosa si concentra il tuo testo."],"%d occurrences":["%d occorrenze"],"Activate %s for your site on MyYoast":["Attiva %s per il tuo sito su MyYoast"],"Show blog page in breadcrumbs":["Mostra la pagina blog nei breadcrumb"],"We could not find any relevant articles on your website that you could link to from your post.":["Non troviamo nessun articolo rilevante sul tuo sito che possa essere inserito come link nel tuo articolo."],"Has feedback":["Ha un feedback"],"Content optimization:":["Ottimizzazione del contenuto:"],"%1$sSEO%2$s: %3$s":["%1$sSEO%2$s: %3$s"],"%1$sReadability%2$s: %3$s":["%1$sLeggibilità%2$s: %3$s"],"Post Noindexed":["Articoli non indicizzati"],"No Focus Keyphrase":["Manca la frase chiave"],"Posts with the SEO score: %s":["Articoli con il punteggio SEO: %s"],"SEO: %s":["SEO: %s"],"%s video tutorial":["%s video tutorial"],"To view your current crawl errors, %1$splease visit Google Search Console%2$s.":["Per visualizzare i tuoi errori di crawl attuali, %1$svisita Google Search Console%2$s."],"Google has discontinued its Crawl Errors API. Therefore, any possible crawl errors you might have cannot be displayed here anymore. %1$sRead our statement on this for further information%2$s.":["Google ha sospeso la Crawl Errors API. Perciò, gli eventuali errori di crawl che potresti avere non possono più essere visualizzati qui. %1$sLeggi il nostro articolo per avere ulteriori informazioni%2$s."],"Get the %s plugin now!":["Acquista subito il plugin %s!"],"Personal info":["Informazioni personali"],"Organization logo":["Logo dell'Organizzazione"],"Organization name":["Nome dell'Organizzazione"],"(if one exists)":["(se ne esiste una)"],"Wikipedia page about you":["La tua pagina Wikipedia"],"YouTube profile URL":["URL del profilo YouTube"],"Tumblr profile URL":["URL del profilo Tumblr"],"SoundCloud profile URL":["URL del profilo SoundCloud"],"MySpace profile URL":["URL del profilo MySpace"],"Organization":["Organizzazione"],"You have previously set your site to represent a person. We’ve improved our functionality around Schema and the Knowledge Graph, so you should go in and %1$scomplete those settings%2$s.":["In precedenza hai impostato il sito per rappresentare una persona. Abbiamo migliorato le nostre funzionalità riguardanti i dati Schema e il Knowledge Graph, per questo dovresti andare a %1$scompletare queste impostazioni%2$s."],"Select a user...":["Seleziona un utente..."],"Uncategorized":["Senza categoria"],"Pinterest profile URL":["URL del profilo di Pinterest "],"LinkedIn profile URL":["URL del profilo LinkedIn "],"Instagram profile URL":["URL del profilo Instagram "],"No JSON object was returned.":["Non è stato restituito nessun oggetto JSON. "],"Received internal links":["Link interni ricevuti"],"Outgoing internal links":["Link interni in uscita"],"New step added":["È stato aggiunto un nuovo passaggio"],"New question added":["È stata aggiunta una nuova domanda"],"For this feature to work, %1$s needs to create a table in your database. We were unable to create this table automatically.":["Perché questa opzione funzioni, %1$s deve creare una tabella nel tuo database. Non è stato possibile creare questa tabella in automatico."],"Keyphrase":["Frase chiave"],"%3$sImage Keyphrase%5$s: Out of %2$d images on this page, %1$d have alt attributes with words from your keyphrase or synonyms. That's a bit much. %4$sOnly include the keyphrase or its synonyms when it really fits the image%5$s.":["%3$sAttributo alt dell'immagine%5$s: su %2$d immagini in questa pagina, %1$d hanno l'attributo alt con parole della tua frase chiave o dei suoi sinonimi. È un po' troppo. %4$sDovresti inserire la frase chiave o i suoi sinonimi solo quando davvero descrivono l'immagine%5$s."],"%3$sImage Keyphrase%5$s: Out of %2$d images on this page, only %1$d has an alt attribute that reflects the topic of your text. %4$sAdd your keyphrase or synonyms to the alt tags of more relevant images%5$s!":["%3$sAttributo alt dell'immagine%5$s: su %2$d immagini in questa pagina, solo %1$d ha l'attributo alt che riflette l'argomento del tuo testo.%4$sDovresti inserire la frase chiave o i suoi sinonimi nel tag alt delle immagini più importanti!%5$s.","%3$sAttributo alt dell'immagine%5$s: su %2$d immagini in questa pagina, solo %1$d hanno l'attributo alt che riflette l'argomento del tuo testo.%4$sDovresti inserire la frase chiave o i suoi sinonimi nel tag alt delle immagini più importanti!%5$s."],"%1$sImage Keyphrase%3$s: Images on this page do not have alt attributes that reflect the topic of your text. %2$sAdd your keyphrase or synonyms to the alt tags of relevant images%3$s!":["%1$sAttributo alt dell'immagine%3$s: le immagini in questa pagina non hanno l'attributo alt che riflette l'argomento del tuo testo %2$sDovresti inserire la frase chiave o i suoi sinonimi nel tag alt delle immagini più importanti%3$s!"],"%1$sImage Keyphrase%3$s: Images on this page have alt attributes, but you have not set your keyphrase. %2$sFix that%3$s!":["%1$sAttributo alt dell'immagine%3$s: le immagini in questa pagina hanno l'attributo alt ma tu non hai impostato la frase chiave. %2$sInseriscila ora%3$s!"],"%1$sKeyphrase in subheading%2$s: %3$s of your H2 and H3 subheadings reflects the topic of your copy. Good job!":["%1$sFrase chiave nei sottotitoli%2$s: %3$s dei tuoi sottotitoli H2 e H3 riflette l'argomento del tuo contenuto. Ottimo lavoro!","%1$sFrase chiave nei sottotitoli%2$s: %3$s dei tuoi sottotitoli H2 e H3 riflettono l'argomento del tuo contenuto. Ottimo lavoro!"],"%1$sKeyphrase in subheading%2$s: Your H2 or H3 subheading reflects the topic of your copy. Good job!":["%1$sFrase chiave nei sottotitoli%2$s: il sottotitolo H2 o H3 riflette l'argomento del tuo contenuto. Perfetto!"],"%1$sKeyphrase in subheading%3$s: %2$sUse more keyphrases or synonyms in your H2 and H3 subheadings%3$s!":["%1$sFrase chiave nei sottotitoli%3$s: %2$susa di più le frasi chiave o i loro sinonimi nei sottotitoli H2 e H3%3$s!"],"Page %s":["Pagina %s"],"Cannot get the size of %1$s because of unknown reasons.":["Impossibile recuperare la dimensione di %1$s per motivi sconosciuti."],"Cannot get the size of %1$s because it is hosted externally.":["Impossibile recuperare la dimensione di %1$s perché è ospitata esternamente."],"%1$sSingle title%3$s: H1s should only be used as your main title. Find all H1s in your text that aren't your main title and %2$schange them to a lower heading level%3$s!":["%1$sTitolo unico%3$s: gli H1 dovrebbero essere usati soltanto come titolo principale. Trova tutti gli H1 nel tuo testo che non sono il tuo titolo principale e %2$smodificali con un livello di titolo inferiore%3$s!"],"%1$sKeyphrase density%2$s: The keyphrase was found %5$d time. That's way more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$sDensità della frase chiave%2$s: la frase chiave è stata trovata %5$d volta. Questo è più del massimo suggerito di %3$d volte per un testo di questa lunghezza. %4$sNon esagerare%2$s!","%1$sDensità della frase chiave%2$s: la frase chiave è stata trovata %5$d volte. Questo è più del massimo suggerito di %3$d volte per un testo di questa lunghezza. %4$sNon esagerare%2$s!"],"%1$sKeyphrase density%2$s: The keyphrase was found %5$d time. That's more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$sDensità della frase chiave%2$s: la frase chiave è stata trovata %5$d volta. Questo è più del massimo suggerito di %3$d volte per un testo di questa lunghezza. %4$sNon esagerare%2$s!","%1$sDensità della frase chiave%2$s: la frase chiave è stata trovata %5$d volte. Questo è più del massimo suggerito di %3$d volte per un testo di questa lunghezza. %4$sNon esagerare%2$s!"],"%1$sKeyphrase density%2$s: The keyphrase was found %3$d time. This is great!":["%1$sDensità della frase chiave%2$s: la frase chiave è stata trovata  %3$d volta. Questo è ottimo!","%1$sDensità della frase chiave%2$s: la frase chiave è stata trovata  %3$d volte. Questo è ottimo!"],"%1$sKeyphrase density%2$s: The keyphrase was found %5$d time. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sDensità della frase chiave%2$s: la frase chiave è stata trovata %5$d volta. Questo è meno del minimo suggerito di %3$d volte per un testo di questa lunghezza. %4$sInserisci la tua frase chiave in altre parti del testo%2$s!","%1$sDensità della frase chiave%2$s: la frase chiave è stata trovata %5$d volte. Questo è meno del minimo suggerito di %3$d volte per un testo di questa lunghezza. %4$sInserisci la tua frase chiave in altre parti del testo%2$s!"],"%1$sKeyphrase density%2$s: The keyphrase was found 0 times. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sDensità della frase chiave%2$s: la frase chiave è stata trovata 0 volte. Questo è meno del minimo suggerito di %3$d volte per un testo di questa lunghezza. %4$sInserisci la tua frase chiave nel testo%2$s!"],"Import of settings is only supported on servers that run PHP 5.3 or higher.":["L'importazione delle impostazioni è supportata solo sui server che eseguono PHP 5.3 o versioni successive."],"Export your %1$s settings here, to copy them on another site.":["Esporta le impostazioni di %1$s qui, per poi copiarle in un altro sito."],"No settings found.":["Nessuna impostazione trovata."],"These are settings for the %1$s plugin by %2$s":["Queste sono le impostazioni per il plugin %1$s di %2$s"],"Copy all these settings to another site's %1$s tab and click \"%1$s\" there.":["Copia tutte queste impostazioni nella scheda %1$s di un altro sito e fai clic \"%1$s\" lì."],"You do not have the required rights to export settings.":["Non hai i diritti necessari per esportare le impostazioni."],"Method %1$s() does not exist in class %2$s":["Il metodo  %1$s() non esiste nella classe %2$s"],"With %s, you can easily create such redirects.":["Con %s, puoi facilmente creare reindirizzamenti (redirects)."],"Learn about why permalinks are important for SEO.":["Approfondisci il motivo per cui i permalink sono così importanti per la SEO. "],"Changing your permalinks settings can seriously impact your search engine visibility. It should almost %1$s never %2$s be done on a live website.":["Cambiare le impostazioni dei permalink può influenzare la visibilità sui motori di ricerca. Non dovresti quasi  %1$s mai %2$s farlo quando un sito è online."],"WARNING:":["ATTENZIONE:"],"%1$sFunction words in keyphrase%3$s: Your keyphrase \"%4$s\" contains function words only. %2$sLearn more about what makes a good keyphrase.%3$s":["%1$sParole funzionali nell frase chiave%3$s: la tua frase chiave \"%4$s\" contiene solo parole funzionali. %2$sLeggi di più su come scegliere una perfetta frase chiave.%3$s"],"Clear Image":["Cancella l'immagine"],"%1$sKeyphrase length%3$s: %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sLunghezza della frase chiave%3$s: %2$simposta una frase chiave, in modo che sia possibile calcolare il punteggio SEO%3$s."],"%1$sKeyphrase in slug%2$s: More than half of your keyphrase appears in the slug. That's great!":["%1$sFrase chiave nello slug%2$s: più di mezza frase chiave è contenuta nello slug. Perfetto!"],"%1$sKeyphrase in slug%3$s: (Part of) your keyphrase does not appear in the slug. %2$sChange that%3$s!":["%1$sFrase chiave nello slug%3$s: (parte) della tua frase chiave non è contenuta nello slug. %2$sTi suggeriamo di cambiarlo%3$s!"],"%1$sKeyphrase in slug%2$s: Great work!":["%1$sFrase chiave nello slug%2$s: ottimo lavoro!"],"Help on choosing the perfect focus keyphrase":["Aiuto nella scelta della frase chiave perfetta"],"Go %s!":["Vai %s!"],"Add related keyphrase":["Aggiungi una frase chiave correlata"],"Upgrade to %s":["Passa a %s"],"Get %s":["Passa a %s"],"%4$sPreviously used keyphrase%6$s: You've used this keyphrase %1$s multiple times before%3$s. %5$sDo not use your keyphrase more than once%6$s.":["%4$sFrase chiave usata in precedenza%6$s: hai usato questa frase chiave %1$svolte prima%3$s. %5$sNon dovresti usare la frase chiave più di una volta%6$s."],"%3$sPreviously used keyphrase%5$s: You've used this keyphrase %1$sonce before%2$s. %4$sDo not use your keyphrase more than once%5$s.":["%3$sFrase chiave usata in precedenza%5$s: hai già usato questa frase chiave %1$suna volta%2$s. %4$sNon dovresti usare la frase chiave più di una volta%5$s."],"%1$sPreviously used keyphrase%2$s: You've not used this keyphrase before, very good.":["%1$sFrase chiave usata in precedenza%2$s: non hai mai usato questa frase chiave. Ottimo!"],"%1$sImages%3$s: No images appear on this page. %2$sAdd some%3$s!":["%1$sAttributo alt dell'immagine%3$s: sembra che in questa pagina non ci siano immagini. %2$sTi suggeriamo di aggiungerne qualcuna%3$s!"],"%1$sLink keyphrase%3$s: You're linking to another page with the words you want this page to rank for. %2$sDon't do that%3$s!":["%1$sLink alla frase chiave%3$s: stai inserendo un link a una pagina per le parole per le quali vuoi posizionare questa pagina %2$sTi suggeriamo di non farlo%3$s!"],"%2$sText length%3$s: The text contains %1$d %4$s. Good job!":["%2$sLunghezza del testo%3$s: il testo contiene %1$d %4$s. Ottimo lavoro!"],"%1$sKeyphrase in subheading%3$s: More than 75%% of your H2 and H3 subheadings reflect the topic of your copy. That's too much. %2$sDon't over-optimize%3$s!":["%1$sFrase chiave nei sottotitoli%3$s: più del 75%% dei sottotitoli H2 e H3 riflettono l'argomento del tuo contenuto. Questo è troppo. %2$sNon esagerare%3$s!"],"%1$sSEO title width%3$s: %2$sPlease create an SEO title%3$s.":["%1$sLarghezza del titolo SEO%3$s: %2$sScrivi un titolo SEO%3$s."],"%1$sSEO title width%3$s: The SEO title is wider than the viewable limit. %2$sTry to make it shorter%3$s.":["%1$sLarghezza del titolo SEO%3$s: il titolo SEO è più lungo dei limiti di carattere previsti. %2$sProva a scrivere un titolo più corto%3$s."],"%1$sSEO title width%2$s: Good job!":["%1$sLarghezza del titolo SEO%2$s: magnifico lavoro!"],"%1$sSEO title width%3$s: The SEO title is too short. %2$sUse the space to add keyphrase variations or create compelling call-to-action copy%3$s.":["%1$sLarghezza del titolo SEO%3$s: il titolo SEO è troppo corto %2$sTi suggeriamo di aggiungere variazioni della frase chiave per creare un testo accattivante che spinga i lettori all'azione%3$s."],"%1$sOutbound links%2$s: There are both nofollowed and normal outbound links on this page. Good job!":["%1$sLink in uscita%2$s: ci sono sia link nofollow sia normali link in uscita in questa pagina. Perfetto!"],"%1$sOutbound links%2$s: Good job!":["%1$sLink in uscita%2$s: splendido lavoro!"],"%1$sOutbound links%3$s: All outbound links on this page are nofollowed. %2$sAdd some normal links%3$s.":["%1$sLink in uscita%3$s: tutti i link in uscita di questa pagina sono del tipo unfollow. %2$sTi suggeriamo di aggiungere anche dei link normali%3$s."],"%1$sOutbound links%3$s: No outbound links appear in this page. %2$sAdd some%3$s!":["%1$sLink in uscita%3$s: non ci sono link in uscita in questa pagina. %2$sTi suggeriamo di aggiungerne qualcuno%3$s."],"%1$sMeta description length%2$s: Well done!":["%1$sLunghezza della descrizione Meta%2$s: ben fatto!"],"%1$sMeta description length%3$s: The meta description is over %4$d characters. To ensure the entire description will be visible, %2$syou should reduce the length%3$s!":["%1$sLunghezza della meta descrizione%3$s: la meta descrizione supera i %4$d caratteri. Per essere sicuro che l'intera descrizione sia visibile, %2$svaluta se ridurre la lunghezza%3$s!"],"%1$sMeta description length%3$s: The meta description is too short (under %4$d characters). Up to %5$d characters are available. %2$sUse the space%3$s!":["%1$sLunghezza della meta descrizione%3$s: la meta descrizione è troppo corta (al di sotto dei %4$d caratteri). Hai a disposizione %5$d caratteri. %2$sPotresti aggiungere degli spazi%3$s!"],"%1$sMeta description length%3$s:  No meta description has been specified. Search engines will display copy from the page instead. %2$sMake sure to write one%3$s!":["%1$sLunghezza della descrizione Meta%3$s: non hai inserito la descrizione Meta. I motori di ricerca visualizzeranno, così, delle parti di testo prese dalla tua pagina. %2$sTi consigliamo di scriverne una%3$s!"],"%1$sKeyphrase in meta description%2$s: The meta description has been specified, but it does not contain the keyphrase. %3$sFix that%4$s!":["%1$sFrase chiave nella descrizione Meta%2$s: hai scritto la descrizione Meta, ma non contiene la frase chiave. %3$sTi suggeriamo di modificarla%4$s!"],"%1$sKeyphrase in meta description%2$s: The meta description contains the keyphrase %3$s times, which is over the advised maximum of 2 times. %4$sLimit that%5$s!":["%1$sFrase chiave nella descrizione Meta%2$s: la descrizione Meta contiene la frase chiave %3$s volte, che è più di 2, il numero consigliabile. %4$sTi suggeriamo di modificarla%5$s!"],"%1$sKeyphrase in meta description%2$s: Keyphrase or synonym appear in the meta description. Well done!":["%1$sFrase chiave nella descrizione Meta%2$s: la frase chiave o i suoi sinonimi sono contenuti nella descrizione Meta. Splendido!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's way more than the recommended maximum of %2$d %6$s. %4$sMake it shorter%5$s!":["%3$sLunghezza della frase chiave%5$s: La frase chiave è lunga %1$d %6$s ed è molto più lunga del massimo suggerito di %2$d %6$s. %4$sTi suggeriamo di scriverne una più breve%5$s!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's more than the recommended maximum of %2$d %6$s. %4$sMake it shorter%5$s!":["%3$sLunghezza della frase chiave%5$s: La frase chiave è lunga %1$d %6$s ed è più lunga del massimo suggerito di %2$d %6$s. %4$sTi suggeriamo di scriverne una più breve%5$s!"],"%1$sKeyphrase length%2$s: Good job!":["%1$sLunghezza della frase chiave%2$s: ottimo lavoro!"],"%1$sKeyphrase length%3$s: No focus keyphrase was set for this page. %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sLunghezza della frase chiave%3$s: nessuna frase chiave è stata impostata per questa pagina. %2$sImposta una frase chiave, in modo che sia possibile calcolare il punteggio SEO%3$s."],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms do not appear in the first paragraph. %2$sMake sure the topic is clear immediately%3$s.":["%1$sFrase chiave nell'introduzione%3$s: la frase chiave che hai scelto o i suoi sinonimi non compaiono nel primo paragrafo. %2$sAssicurati che i tuoi lettori capiscano subito l'argomento%3$s."],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms appear in the first paragraph of the copy, but not within one sentence. %2$sFix that%3$s!":["%1$sFrase chiave nell'introduzione%3$s: La frase chiave che hai scelto o i suoi sinonimi compaiono nel primo paragrafo, ma non nella stessa frase. %2$sTi suggeriamo di modificare il testo!%3$s!"],"%1$sKeyphrase in introduction%2$s: Well done!":["%1$sFrase chiave nell'introduzione%2$s: ben fatto!"],"%1$sInternal links%2$s: There are both nofollowed and normal internal links on this page. Good job!":["%1$sLink interni%2$s: ci sono sia link nofollow sia link normali in questa pagina. Perfetto!"],"%1$sInternal links%2$s: You have enough internal links. Good job!":["%1$sLink interni%2$s: ci sono abbastanza link interni. Ottimo!"],"%1$sInternal links%3$s: The internal links in this page are all nofollowed. %2$sAdd some good internal links%3$s.":["%1$sLink interni%3$s: i link in questa pagina sono di tipo nofollow. %2$sTi suggeriamo di aggiungere qualche link normale%3$s."],"%1$sInternal links%3$s: No internal links appear in this page, %2$smake sure to add some%3$s!":["%1$sLink interni%3$s: sembra che non ci siano link in questa pagina. %2$sTi suggeriamo di aggiungerne qualcuno%3$s!"],"%1$sTransition words%2$s: Well done!":["%1$sParole di transizione%2$s: ben fatto!"],"%1$sTransition words%2$s: Only %3$s of the sentences contain transition words, which is not enough. %4$sUse more of them%2$s.":["%1$sParole di transizione%2$s: solo il %3$s delle frasi contengono delle parole di transizione, che non è abbastanza. %4$sTi suggeriamo di aggiungerne altre%2$s."],"%1$sTransition words%2$s: None of the sentences contain transition words. %3$sUse some%2$s.":["%1$sParole di transizione%2$s: nessuna frase contiene parole di transizione. %3$sTi suggeriamo di aggiungerne alcune%2$s."],"%1$sNot enough content%2$s: %3$sPlease add some content to enable a good analysis%2$s.":["%1$sNon c'è abbastanza contenuto%2$s: %3$sAggiungi altro contenuto per permettere una buona analisi di leggibilità%2$s."],"%1$sSubheading distribution%2$s: You are not using any subheadings, but your text is short enough and probably doesn't need them.":["%1$sDistribuzione dei sottotitoli%2$s: non stai usando i sottotitoli, ma il tuo testo è abbastanza corto e probabilmente non ti servono."],"%1$sSubheading distribution%2$s: You are not using any subheadings, although your text is rather long. %3$sTry and add some subheadings%2$s.":["%1$sDistribuzione dei sottotitoli%2$s: non stai usando i sottotitoli, sebbene il tuo testo sia piuttosto lungo.  %3$sTi suggeriamo di aggiungere i sottotitoli%2$s."],"%1$sSubheading distribution%2$s: %3$d section of your text is longer than %4$d %6$s and is not separated by any subheadings. %5$sAdd subheadings to improve readability%2$s.":["%1$sDistribuzione dei sottotitoli%2$s: %3$d sezione del tuo testo è più lunga di %4$d %6$s e non è separata da sottotitoli. %5$sAggiungi dei sottotitoli per aumentare la leggibilità del testo%2$s.","%1$sDistribuzione dei sottotitoli%2$s: %3$d sezioni del tuo testo sono più lunghe di %4$d %6$s e non sono separate da sottotitoli. %5$sAggiungi dei sottotitoli per aumentare la leggibilità del testo%2$s."],"%1$sSubheading distribution%2$s: Great job!":["%1$sDistribuzione dei sottotitoli%2$s: magnifico lavoro!"],"%1$sSentence length%2$s: %3$s of the sentences contain more than %4$s %7$s, which is more than the recommended maximum of %5$s. %6$sTry to shorten the sentences%2$s.":["%1$sLunghezza delle frasi%2$s: Il %3$s delle frasi contiene più di %4$s %7$s, che è più del limite massimo suggerito del %5$s. %6$sProva a scrivere frasi più brevi%2$s."],"%1$sSentence length%2$s: Great!":["%1$sLunghezza delle frasi%2$s: grande!"],"%1$sConsecutive sentences%2$s: There is enough variety in your sentences. That's great!":["%1$sFrasi consecutive%2$s: c'è una grande varietà nelle frasi. Davvero grande!"],"%1$sConsecutive sentences%2$s: The text contains %3$d consecutive sentences starting with the same word. %5$sTry to mix things up%2$s!":["%1$sFrasi consecutive%2$s: il testo contiene %3$d frasi consecutive che iniziano con la stessa parola. %5$sTi suggeriamo di provare a variare un po'%2$s!","%1$sFrasi consecutive%2$s: il testo contiene %4$d paragrafi nei quali  %3$d o più frasi iniziano con la stessa parola. %5$sTi suggeriamo di provare a variare un po'%2$s!"],"%1$sPassive voice%2$s: %3$s of the sentences contain passive voice, which is more than the recommended maximum of %4$s. %5$sTry to use their active counterparts%2$s.":["%1$sForme passive%2$s: %3$s delle frasi contiene delle forme passive, che è maggiore del massimo suggerito di %4$s. %5$sTi suggeriamo di provare a trasformarle in forma attiva%2$s."],"%1$sPassive voice%2$s: You're using enough active voice. That's great!":["%1$sForme passive%2$s: stai usando molte forme attive. Ottimo!"],"%1$sParagraph length%2$s: %3$d of the paragraphs contains more than the recommended maximum of %4$d %6$s. %5$sShorten your paragraphs%2$s!":["%1$sLunghezza dei paragrafi%2$s: Il %3$d dei paragrafi contiene più del massimo suggerito di %4$d %6$s. %5$sTi consigliamo di scrivere paragrafi più brevi%2$s!","%1$sLunghezza dei paragrafi%2$s: Il %3$d dei paragrafi contiene più del massimo suggerito di  %4$d %6$s. %5$sTi consigliamo di scrivere paragrafi più brevi%2$s!"],"%1$sParagraph length%2$s: None of the paragraphs are too long. Great job!":["%1$sLunghezza dei paragrafi%2$s: tutti i paragrafi sono della giusta lunghezza- Ottimo lavoro!"],"Good job!":["Ottimo lavoro!"],"Focus keyphrase: ":["Frase chiave: "],"Focus keyphrase":["Frase chiave"],"Disable":["Disattiva"],"Allow Control":["Permetti il controllo"],"This tab allows you to selectively disable %s features for all sites in the network. By default all features are enabled, which allows site admins to choose for themselves if they want to toggle a feature on or off for their site. When you disable a feature here, site admins will not be able to use that feature at all.":["Questa scheda ti permette di disattivare in modo selettivo le funzionalità di %s per tutti i siti del network. In modalità predefinita, tutte le funzionalità sono attivate: questo permette agli amministratori di scegliere quali funzioni attivare o meno per i propri siti. Quando disattivi una funzionalità qui, gli amministratori dei siti non potranno usarla per nulla."],"%s is a required feature toggle argument.":["%s è un argomento della funzionalità di attivazione obbligatorio."],"Remove keyphrase":["Rimuovi la frase chiave"],"Keyphrase:":["Frase chiave:"],"This feature has been disabled by the network admin.":["Questa funzionalità è stata disattivata dall'amministratore del network."],"Focus keyphrase not set.":["La frase chiave non è stata impostata."],"Colon":["Due punti"],"Optional. Customize how you want to describe the duration of the instruction":["Opzionale. Personalizza come vuoi descrivere la durata del processo indicato nelle istruzioni:"],"Describe the duration of the instruction:":["Descrivi la durata del processo indicato nelle istruzioni:"],"Learn more about the readability analysis":["Leggi di più sull'Analisi di leggibilità. "],"Readability analysis:":["Analisi di leggibilità:"],"There is a new notification.":["C'è una nuova notifica. ","Ci sono nuove notifiche. "],"Both %1$s and %2$s manage the SEO of your site. Running two SEO plugins at the same time is detrimental.":["Sia %1$s sia %2$s gestiscono la SEO del tuo sito. Avere due plugin SEO attivi contemporaneamente può esere dannoso."],"%s, %s and %s":["%s, %s e %s"],"%s and %s":["%s e %s"],"%d minute":["%d minuto","%d minuti"],"%d hour":["%d ora","%d ore"],"%d day":["%d giorno","%d giorni"],"Enter a step title":["Inserisci un titolo del passaggio "],"Optional. This can give you better control over the styling of the steps.":["Opzionale. Questo ti fornisce un controllo migliore dello stile dei passaggi. "],"CSS class(es) to apply to the steps":["Classe(i) CSS da applicare ai passaggi "],"minutes":["minuti "],"hours":["ore"],"days":["giorni"],"Create a How-to guide in an SEO-friendly way. You can only use one How-to block per post.":["Crea una guida How-to in una modalità SEO-friendly. Puoi usare solo un blocco How-to per articolo."],"Copy error":["Copia l'errore "],"An error occurred loading the %s primary taxonomy picker.":["Si è verificato un errore durante il caricamento del selettore della tassonomia primaria %s. "],"%1$s Structured Data Blocks":["Blocchi di Dati Strutturati di %1$s"],"Time needed:":["Tempo richiesto:"],"Move question down":["Sposta la domanda in basso"],"Move question up":["Sposta la domanda in alto"],"Insert question":["Inserisci domanda"],"Delete question":["Elimina domanda"],"Enter the answer to the question":["Inserisci la risposta alla domanda"],"Enter a question":["Inserisci una domanda"],"Add question":["Aggiungi domanda"],"Frequently Asked Questions":["Domande frequenti"],"Select the primary %s":["Seleziona il %s primario"],"Check links to this URL":["Controlla i link a questo URL"],"Are you trying to use multiple keyphrases? You should add them separately below.":["Stai cercando di utilizzare più frasi chiave? Dovresti aggiungerle separatamente sotto."],"Mark as cornerstone content":["Indica come contenuto centrale"],"Move step down":["Sposta passaggio in basso"],"Move step up":["Sposta passaggio in alto"],"Insert step":["Inserisci passaggio"],"Delete step":["Elimina passaggio"],"Add image":["Aggiungi un'immagine"],"Enter a step description":["Inserisci una descrizione del passaggio"],"Enter a description":["Inserisci una descrizione"],"Unordered list":["Lista non ordinata"],"Showing step items as an ordered list.":["Mostra gli elementi del passaggio come un elenco ordinato."],"Showing step items as an unordered list":["Mostra gli elementi del passaggio come un elenco non ordinato"],"Add step":["Aggiungi un passaggio"],"Delete total time":["Elimina il tempo totale"],"Add total time":["Aggiungi il tempo totale"],"How to":["How to"],"How-to":["How-to"],"Analysis results":["Risultati dell'analisi"],"Enter a focus keyphrase to calculate the SEO score":["Inserisci una frase chiave per calcolare il punteggio SEO"],"Learn more about Cornerstone Content.":["Ulteriori informazioni sui contenuti Cornerstone."],"Cornerstone content should be the most important and extensive articles on your site.":["I contenuti Cornerstone (contenuti centrali) dovrebbero essere gli articoli più importanti ed esaustivi del tuo sito."],"Restore Site":["Ripristina il sito web"],"Network Settings":["Impostazioni di rete"],"You are not allowed to perform this action.":["Non sei autorizzato a eseguire questa azione."],"Error: %s":["Errore: %s"],"Success: %s":["Successo: %s"],"Site with ID %d not found.":["Il sito web con l'ID %d non è stato trovato."],"No site has been selected to restore.":["Nessun sito web è stato selezionato per il ripristino."],"You are not allowed to modify unregistered network settings.":["Non sei autorizzato a modificare le impostazioni di rete non registrate."],"deleted":["eliminato"],"Copied!":["Copiato!"],"Not supported!":["Non supportato!"],"{{a}}Read our article about site structure{{/a}} to learn more about how internal linking can help improve your SEO.":["Leggi {{a}} il nostro articolo sulla struttura del sito {{/a}} per imparare di più su come i link interni possono aiutarti a migliorare la tua strategia SEO."],"Consider linking to these {{a}}cornerstone articles:{{/a}}":["Prendi in considerazione di inserire il collegamento a questi {{a}}articoli cornerstone:{{/a}}"],"Consider linking to these articles:":["Prendi in considerazione di inserire il collegamento a questi articoli:"],"Copy link":["Copia il link"],"Copy link to suggested article: %s":["Copia il link all'articolo suggerito: %s"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":["Leggi la nostra %1$sUltimate guide to keyword research%2$s per ulteriori informazioni sulla ricerca e sulla strategia per le parole chiave."],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly. ":["Le seguenti parole sono quelle che ricorrono più spesso nel tuo testo. Tale analisi ti dà un'idea su cosa si concentra il tuo contenuto. Se le parole differiscono molto dal tuo argomento, dovresti riscrivere i tuoi contenuti in modo più coerente."],"Prominent words":["Parole importanti"],"The site's tagline":["Tagline (motto) del sito"],"Not all required fields are given. Missing field %1$s":["Non sono stati riempiti tutti i campi obbligatori. Manca il campo %1$s"],"Add synonyms":["Aggiungi sinonimi"],"You can edit the SEO metadata for this custom type on the %1$sShop page%2$s.":["Puoi modificare i metadati SEO per questo tipo di contenuto personalizzato sulla %1$spagina del Negozio%2$s."],"Current year":["Anno corrente"],"Page":["Pagina"],"Something went wrong. Please reload the page.":["Qualcosa non ha funzionato. Prova a ricaricare la pagina."],"Tagline":["Motto del sito"],"description (custom taxonomy)":["descrizione (tassonomia personalizzata)"],"(custom taxonomy)":["(tassonomia personalizzata)"],"(custom field)":["(campo personalizzato)"],"Term404":["Errore 404"],"Caption":["Didascalia"],"Pagenumber":["Numero di pagina"],"Pagetotal":["Totale pagine"],"User description":["Descrizione dell'utente"],"ID":["ID"],"Modified":["Modificato"],"Post type (plural)":["Post type (plurale)"],"Post type (singular)":["Post type (singolare)"],"Separator":["Separatore"],"Search phrase":["Frase di ricerca"],"Term title":["Titolo del termine"],"Term description":["Descrizione del termine"],"Tag description":["Descrizione del tag"],"Category description":["Descrizione della categoria"],"Primary category":["Categoria primaria"],"Category":["Categoria"],"Tag":["Tag"],"Excerpt only":["Solo riassunto"],"Excerpt":["Riassunto"],"Site title":["Titolo del sito"],"Archive title":["Titolo dell'archivio"],"Parent title":["Titolo genitore"],"Date":["Data"],"Get Yoast SEO Premium":["Passa a Yoast SEO Premium"],"You should create a redirect to ensure your visitors do not get a 404 error when they click on the no longer working URL.":["Dovresti creare un re-indirizzamento per assicurarti che i visitatori non incorrano in un errore 404 facendo clic su un URL non più funzionante."],"Search engines and other websites can still send traffic to your deleted content.":["I motori di ricerca e altri siti web possono ancora inviare il traffico all'articolo eliminato."],"Make sure you don't miss out on traffic!":["Assicurati di non perdere traffico!"],"You just deleted a %1$s.":["Hai appena eliminato %1$s."],"You just trashed a %1$s.":["Hai appena spostato nel cestino %1$s."],"Url preview":["Anteprima dell'URL"],"Please provide a meta description by editing the snippet below. If you don’t, Google will try to find a relevant part of your post to show in the search results.":["Inserisci una descrizione meta editando lo snippet qui sotto. Se non lo fai, Google cercherà di indovinare dal tuo articolo cosa è rilevante per mostrarlo nei risultati di ricerca."],"Dismiss this notice":["Ignora questo avviso"],"No results":["Nessun risultato"],"%d result found, use up and down arrow keys to navigate":["È stato trovato %d risultato, usa i tasti freccia su e giù per navigare","Sono stati trovati %d risultati, usa i tasti freccia su e giù per navigare"],"Your site language is set to %s. If this is not correct, contact your site administrator.":["La lingua del tuo sito è impostata su %s. Se non è corretto, contatta l'amministratore del sito."],"The %s importer functionality uses temporary database tables. It seems your WordPress install does not have the capability to do this, please consult your hosting provider.":["La funzione %s di importazione usa tabelle temporanee di database. Sembra che la tua installazione di WordPress non sia in grado di gestirle, consulta il tuo provider."],"Cleanup of %s data failed.":["La pulizia dati di %s non è andata a buon fine."],"Content Type":["Tipo di contenuto"],"Filter by content type":["Filtra per tipo di contenuto"],"Show All Content Types":["Mostra tutti i tipi di contenuto"],"Replaced with the normal title for an archive generated by WordPress":["Sostituisci con il titolo normale per un archivio generato da WordPress"],"Clean":["Pulisci"],"Once you're certain your site is OK, you can clean up. This will remove all the original data.":["Una volta che sei sicuro che il tuo sito sia a posto, puoi pulire. Questo rimuoverà tutti i dati originali."],"Step 5: Clean up":["Passaggio 5: Pulisci"],"Please check your posts and pages and see if the metadata was successfully imported.":["Controlla le tue pagine e articoli e verifica che i metadata sono stati importati con successo."],"Step 3: Check your data":["Passaggio 3: Verifica i tuoi dati"],"This will import the post metadata like SEO titles and descriptions into your %1$s metadata. It will only do this when there is no existing %1$s metadata yet. The original data will remain in place.":["Questo importerà i metadata degli articoli come i titoli SEO e le descrizioni nei metadati di %1$s. Esegui l'azione solo se non ci sono ancora i metadati di %1$s. I dati esistenti non andranno persi."],"Step 2: Import":["Passaggio 2: Importa"],"Please make a backup of your database before starting this process.":["Fai un backup del database prima di iniziare questo processo."],"Step 1: Create a backup":["Passaggio 1: Crea un backup"],"We've detected data from one or more SEO plugins on your site. Please follow the following steps to import that data:":["Abbiamo trovato uno o più dati appartenenti ad altri plugin di SEO nel tuo sito. Segui i seguenti passi per importare i dati."],"Plugin: ":["Plugin:"],"%s did not detect any plugin data from plugins it can import from.":["%s non ha trovato nessun dato dai plugin che possa essere importato."],"Posts that should not show up in search results":["Articoli da non mostrare nei risultati delle ricerche"],"%s data found.":["Dati trovati da %s."],"%s data successfully removed.":["%s dati rimossi con successo"],"%s data successfully imported.":["Dati importati con successo da %s."],"%s data not found.":["Non sono stati trovati dati da %s."],"On":["On"],"Help on: %s":["Aiuto su: %s"],"Off":["Off"],"See who contributed to %1$s.":["Guarda chi ha contribuito a %1$s."],"Help on this search results setting":["Aiuto per il settaggio di questi risultati di ricerca."],"Not showing the archive for %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["Non mostrare l'archivio per %1$s nei risultati di ricerca tecnicamente significa che avranno meta robot %2$s e saranno esclusi dalle sitemap XML. %3$sLeggi di più sulle impostazioni dei risultati di ricerca%4$s."],"Not showing %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["La mancata visualizzazione di %1$s nei risultati di ricerca significa tecnicamente che avranno un meta  robot %2$s e saranno esclusi dalle sitemap XML. %3$sLeggi di più sulle impostazioni dei risultati di ricerca %4$s."],"Default for %2$s, currently: %1$s":["Predefinito per %2$s, attualmente: %1$s"],"Show %s in search results?":["Vuoi mostrare %s nei risultati di ricerca?"],"this author's archives":["archivi di questo autore"],"Do not allow search engines to show %s in search results.":["Non consentire ai motori di ricerca di mostrare %s nei risultati di ricerca."],"Read why XML Sitemaps are important for your site.":["Leggi perché gli le sitemap XML sono importanti per il tuo sito."],"Enable the XML sitemaps that %s generates.":["Abilita le sitemap XML generate da %s."],"See the XML sitemap.":["Vedi la mappa XML del sito."],"%s (current default for %s)":["%s (impostazione corrente predefinita per %s)"],"Should search engines follow links on this %1$s?":["I motori di ricerca dovrebbero seguire i link per questo %1$s?"],"Allow search engines to show this %s in search results?":["Consenti ai motori di ricerca di mostrare %s nei risultati delle ricerche?"],"Allow search engines to show this content in search results?":["Vuoi permettere ai motori di ricerca di mostrare questi contenuti nei risultati di ricerca?"],"Toggle %1$s's XML Sitemap":["Attiva la sitemap XML di %1$s"],"%s integration":["Integrazione con %s"],"Find out how the text link counter can enhance your SEO.":["Scopri come il contatore di link di testo può migliorare la tua SEO."],"The text link counter helps you improve your site structure.":["Il contatore di link nel testo ti aiuta a migliorare la struttura del tuo sito."],"Find out how cornerstone content can help you improve your site structure.":["Scopri come i contenuti cornerstone possono aiutarti a migliorare la struttura del tuo sito."],"The cornerstone content feature lets you to mark and filter cornerstone content on your website.":["La funzione del contenuto cornerstone ti consente di contrassegnare e filtrare i contenuti cornerstone sul tuo sito web."],"Discover why readability is important for SEO.":["Scopri perché la leggibilità è importante per la strategia SEO."],"The readability analysis offers suggestions to improve the structure and style of your text.":["L'analisi di leggibilità offre suggerimenti per migliorare la struttura e lo stile del testo."],"Learn how the SEO analysis can help you rank.":["Scopri come l'analisi SEO può aiutare il tuo posizionamento."],"The SEO analysis offers suggestions to improve the SEO of your text.":["L'analisi SEO offre suggerimenti per migliorare la strategia SEO del tuo testo."],"SEO analysis":["Analisi SEO"],"Good results":["Risultati buoni"],"https://yoa.st/1uk":["https://yoa.st/1uk"],"https://yoa.st/1uj":["https://yoa.st/1uj"],"Latest blog posts on %1$s":["Post recenti sul blog %1$s"],"Remove highlight from the text":["Rimuovi l'evidenziazione nel testo"],"Your site language is set to %s. ":["La lingua del tuo sito è impostata su %s."],"First-time SEO configuration":["Configurazione SEO iniziale"],"Highlight this result in the text":["Evidenzia questo risultato nel testo"],"Considerations":["Considerazioni"],"Errors":["Errori"],"Change language":["Cambia lingua"],"%s file":["File %s"],"Save changes to %s":["Salva le modifiche al %s"],"Edit the content of your %s:":["Modifica il contenuto del tuo %s:"],"Create %s file":["Crea file %s"],"Updated %s":["%s aggiornato"],"You cannot edit the %s file.":["Non è possibile modificare il file %s."],"You cannot create a %s file.":["Non è possibile creare un file %s."],"Other integrations":["Altre integrazioni"],"More information about %1$s":["Ulteriori informazioni su %1$s"],"Old Configuration Wizard":["Precedente Configurazione guidata"],"Manage your %s subscription on MyYoast":["Gestisci il tuo abbonamento per  %s su MyYoast"],"Mark the most important %1$s as 'cornerstone content' to improve your site structure. %2$sLearn more about cornerstone content%3$s.":["Contrassegna gli (le) %1$s più importanti come 'cornerstone content' (contenuti centrali) per migliorare la struttura del tuo sito. %2$sLeggi di più sui contenuti cornerstone%3$s."],"(Opens in a new browser tab)":["(Si apre in una nuova scheda del browser)"],"Go back":["Torna indietro"],"Posts %1$swithout%2$s a focus keyphrase":["Articoli %1$ssenza%2$s frase chiave"],"Hey, your SEO is doing pretty well! Check out the stats:":["Ehi, la tua SEO sta andando abbastanza bene! Guarda le statistiche:"],"You don't have any published posts, your SEO scores will appear here once you make your first post!":["Non hai pubblicato nessun post, i tuoi punteggi SEO appariranno qui appena scriverari il tuo primo post!"],"Read more like this on our SEO blog":["Leggi più articoli di questo tipo nel nostro blog SEO."],"Readability: %s":["Leggibilità: %s"],"Not activated":["Non attivato"],"Activated":["Attivato"],"%1$s recommendations for you":["Consigli per te da %1$s"],"All Readability Scores":["Tutti i punteggi di leggibilità"],"Filter by Readability Score":["Filtra per punteggio di leggibilità"],"Request method %1$s is not valid.":["Il metodo di richiesta %1$s non è valido."],"Text link counter":["Contatore di link nei testi"],"Number of internal links linking to this post. See \"Yoast Columns\" text in the help tab for more info.":["Numero di link interni che puntano a questo articolo. Vai nella sezione aiuto alla voce \"Colonne Yoast\" per maggiori informazioni."],"Number of outgoing internal links in this post. See \"Yoast Columns\" text in the help tab for more info.":["Numero di link interni in questo articolo. Vai nella sezione aiuto alla voce \"Colonne Yoast\" per maggiori informazioni."],"%s Columns":["Colonne %s"],"Readability score":["Punteggio di leggibilità"],"Scroll to see the preview content.":["Scorri per vedere l'anteprima del contenuto."],"Cornerstone content":["Contenuto Cornerstone (contenuto centrale)"],"Save changes":["Salva le modifiche"],"1 year free support and updates included!":["1 anno di aggiornamenti e supporto personalizzato inclusi!"],"The plugin %2$s changes your site's output and in doing that differentiates between search engines and normal users, a process that's called cloaking. We highly recommend that you disable it.":["Il plugin %2$s modifica l'aspetto del tuo sito differenziando il contenuto per i motori di ricerca da quello per gli utenti \"normali\". Questo è un processo chiamato cloaking, che potrebbe portarti a brutte penalizzazioni. Ti suggeriamo di disabilitarlo."],"No ads!":["Nessuna pubblicità!"],"Get internal linking suggestions":["Ottieni suggerimenti per il linking interno"],"Variable":["Variabile"],"Available variables":["Variabili disponibili"],"Scroll to see the table content.":["Scorri per vedere il contenuto della tabella."],"An error occurred in the '%1$s' assessment":["Si è verificato un errore nella valutazione di '%1$s'"],"No new notifications.":["Nessuna nuova notifica."],"Save all":["Salva tutto"],"Save":["Salva"],"%1$s, Author at %2$s":["%1$s, Autore presso %2$s"],"Mobile preview":["Anteprima in modalità mobile"],"Desktop preview":["Anteprima in modalità desktop"],"Please provide an SEO title by editing the snippet below.":["Inserisci un titolo SEO modificando lo snippet sottostante."],"Meta description preview:":["Anteprima della meta descrizione:"],"Slug preview:":["Anteprima dello slug:"],"SEO title preview:":["Anteprima titolo SEO:"],"Close snippet editor":["Chiudi editor snippet"],"Slug":["Slug"],"Remove marks in the text":["Rimuovi l'evidenziazione nel testo"],"Mark this result in the text":["Segnare questo risultato nel testo"],"Marks are disabled in current view":["L'evidenziazione è disabilitata"],"Good SEO score":["Punteggio SEO Buono"],"OK SEO score":["Punteggio SEO Ok"],"Feedback":["Feedback"],"Name":["Nome"],"Please provide a meta description by editing the snippet below.":["Inserisci una meta descrizione modificando lo snippet sottostante."],"Edit snippet":["Modifica snippet"],"You can click on each element in the preview to jump to the Snippet Editor.":["Puoi fare clic su ogni elemento nell'anteprima per passare all'editor dello snippet."],"SEO title preview":["Anteprima del titolo SEO"],"Export settings":["Esporta le impostazioni"],"Please don't show me this notification anymore":["Non mostrarmi più questa notifica"],"If you are experiencing issues, %1$splease file a bug report%2$s and we'll do our best to help you out.":["Se stai riscontrando problemi, %1$sinviaci un bug report%2$s e faremo del nostro meglio per aiutarti."],"We've noticed you've been using %1$s for some time now; we hope you love it! We'd be thrilled if you could %2$sgive us a 5 stars rating on WordPress.org%3$s!":["Abbiamo notato che stai utilizzando %1$s da un po' di tempo; ci auguriamo che ti stia piacendo! Saremmo entusiasti se tu volessi %2$sdarci un punteggio di 5 stelle su WordPress.org%3$s!"],"%1$s + %2$s":["%1$s + %2$s"],"Warning: the variable %1$s cannot be used in this template. See the %2$s for more info.":["Attenzione: la variabile %1$s non può essere utilizzata in questo template. Vai su %2$s per maggiori informazioni."],"By the way, did you know we also have a %1$sPremium plugin%2$s? It offers advanced features, like a redirect manager and support for multiple keyphrases. It also comes with 24/7 personal support.":["A proposito, sapevi che abbiamo anche un %1$sPlugin Premium%2$s? Fornisce funzionalità più avanzate, quali un gestore di redirect ed il supporto per frasi chiave multiple. Inoltre dispone di una assistenza personalizzata 24/7."],"(no title)":["(senza titolo)"],"The %1$s admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["La barra di amministrazione di %1$s contiene dei link utili a strumenti di terze parti per analizzare le pagine e rendere semplice verificare se si hanno nuove notifiche."],"Admin bar menu":["Menu della barra di amministrazione"],"Features":["Funzionalità"],"SEO title":["Titolo SEO"],"Greater than sign":["Simbolo di maggiore"],"Less than sign":["Simboli di minore"],"Right angle quotation mark":["Virgoletta bassa destra"],"Left angle quotation mark":["Virgoletta bassa sinistra"],"Small tilde":["Tilde piccola"],"Vertical bar":["Barra verticale"],"Low asterisk":["Asterisco basso"],"Asterisk":["Asterisco"],"Bullet":["Punto elenco"],"Middle dot":["punto medio"],"Em dash":["trattino em"],"En dash":["trattino en"],"Dash":["Trattino"],"No":["No"],"Yes":["Si"],"Google search console":["Google Search Console"],"Social profiles":["Profili social"],"Posts list":["Elenco articoli"],"Posts list navigation":["Navigazione elenco articoli"],"Filter posts list":["Filtro elenco articoli"],"Installed":["Installato"],"Seamless integration between %1$s and %2$s":["Una l'integrazione senza interruzioni fra  %1$s e %2$s"],"Optimize your site for Google News":["Ottimizza il tuo sito per Google News"],"Edit &#8220;%s&#8221;":["Modifica &#8220;%s&#8221;"],"Premium":["Premium"],"Get Premium":["Passa a Premium"],"Notifications":["Notifiche"],"Removes the focus keyphrase section from the metabox and disables all SEO-related suggestions.":["Rimuovi la scheda delle frasi chiave dal meta box e disabilita tutti i suggerimenti relativi alla SEO."],"Disable SEO analysis":["Disabilita l'analisi SEO"],"Other social profiles":["Altri profili social"],"Make primary":["Rendi primario"],"Cancel":["Annulla"],"%s notification":["%s notifica","%s notifiche"],"Disable readability analysis":["Disabilita l'analisi di leggibilità"],"Removes the readability analysis section from the metabox and disables all readability-related suggestions.":["Rimuovi la scheda dell'analisi di leggibilità dal meta box e disabilita tutti i suggerimenti sulla leggibilità."],"Readability analysis":["Analisi di leggibilità"],"Needs improvement":["Da migliorare"],"Readability":["Leggibilità"],"Improvements":["Miglioramenti"],"Good job! We could detect no serious SEO problems.":["Buon lavoro! Non siamo in grado di individuare nessun problema SEO."],"We have detected the following issues that affect the SEO of your site.":["Abbiamo individuato i seguenti problemi che riguardano la SEO del tuo sito."],"Problems":["Problemi"],"Analysis":["Analisi"],"Not available":["Non disponibile"],"Filter by SEO Score":["Filtra per punteggio SEO"],"Meta description not set.":["Meta descrizione non impostata."],"Open":["Apri"],"Loading...":["Caricamento in corso..."],"No results found":["Nessun risultato trovato"],"Dashboard":["Bacheca"],"You can fix this on the %1$sPermalink settings page%2$s.":["Puoi correggerlo nella %1$sPagina delle impostazioni dei permalink%2$s."],"Replaced with the primary category of the post/page":["Sostituito con la categoria principale nell'articolo/pagina"],"Buy %s":["Compra %s"],"New %1$s Title":["Nuovo %1$s Titolo"],"Existing %1$s Title":["Titolo %1$s Esistente"],"Expected an integer as input.":["L'input dev'essere un intero"],"Trying to build the sitemap cache key, but the postfix and prefix combination leaves too little room to do this. You are probably requesting a page that is way out of the expected range.":["Sto provando a costruire una chiave sicura della cache della sitemap, ma la combinazione di suffisso e prefisso lascia poco spazio di azione. Probabilmente stai cercando di elaborare una pagina con molti caratteri."],"Redirects":["Redirect"],"Remove":["Rimuovi"],"Keep":["Mantieni"],"Bold the last page":["Evidenzia in grassetto l'ultima pagina"],"Primary %s":["%s Primario"],"Primary":["Primario"],"Make %1$s primary %2$s":["Rendi %1$s primario %2$s"],"Integrations":["Integrazioni"],"Term is set to noindex.":["Il termine è impostato su noidex."],"Author archives":["Archivi autore"],"Enabled":["Abilitato"],"Disabled":["Disabilitato"],"The separator defined in your theme's %s tag.":["Il separatore definito nel tag %s del tuo tema."],"No index":["Noindex"],"SEO score":["Punteggio SEO"],"Team Yoast":["Team Yoast"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["La prima vera soluzione SEO tutto-in-uno per WordPress, compresa l'analisi dei contenuti su ogni pagina, sitemap XML e molto altro."],"Yoast SEO":["Yoast SEO"],"Activation failed:":["Attivazione non riuscita:"],"The filter extension seem to be unavailable. Please ask your web host to enable it.":["L'estensione del filtro sembra non essere disponibile. Suggeriamo di richiedere l'abilitazione al proprio gestore hosting."],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":["L'installazione del plugin %1$s è incompleta. Consulta le %2$sistruzioni per l'installazione%3$s."],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":["L'estensione Standard PHP Library (SPL) non pare disponibile. Richiedi al tuo host di abilitarla."],"SEO Settings":["Impostazioni SEO"],"Mobile-Friendly Test":["Test Mobile-Friendly"],"Google Page Speed Test":["Test Google Page Speed"],"Facebook Debugger":["Debugger Facebook"],"Analyze this page":["Analizza questa pagina"],"%s does not seem to be a valid url. Please correct.":["%s non sembra essere una url valida. Correggi e riprova."],"%1$s does not seem to be a valid %2$s verification string. Please correct.":["%1$s non sembra essere una string di verifica valida %2$s. Correggi e riprova."],"%s Archive":["Archivi %s"],"You searched for %s":["Hai cercato %s"],"%s does not seem to be a valid Twitter Username. Please correct.":["%s sembra essere un nome utente di Twitter non valido. Correggilo."],"Summary with large image":["Sommario con immagini grandi"],"The post %1$s appeared first on %2$s.":["L'articolo %1$s proviene da %2$s."],"No numeric value was received.":["Nessun valore numerico inserito."],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":["Questo deve essere un blog esistente. Il blog %s non esiste o è stato segnato come cancellato."],"The default blog setting must be the numeric blog id of the blog you want to use as default.":["L'impostazione di default del blog deve essere l'id numerico del blog che vuoi usare come default."],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":["%1$snon è una scelta valida per chi dovrebbe essere autorizzato ad accedere alle impostazioni  di %2$s. Valori ripristinati al default."],"Please select a valid post type for taxonomy \"%s\"":["Seleziona un tipo di contenuto valido per la tassonomia \"%s\""],"Please select a valid taxonomy for post type \"%s\"":["Seleziona una tassonomia valida per i contenuti di tipo \"%s\""],"You searched for":["Hai cercato"],"Home":["Home"],"Archives for":["Archivi per"],"Error 404: Page not found":["Errore 404: Pagina non trovata"],"Good":["Buona"],"Replaced with a custom taxonomies description":["Sostituito con la descrizione di una tassonomia custom"],"Replaced with a posts custom taxonomies, comma separated.":["Sostituito con una tassonomia personalizzata per gli articoli, separata da virgole."],"Replaced with a posts custom field value":["Sostituita con un valore di un campo personalizzato"],"Replaced with the slug which caused the 404":["Sostituito con lo slug che ha causato l'errore 404"],"Replaced with the posts focus keyphrase":["Sostituito dalla frase chiave principale dell'articolo"],"Attachment caption":["Didascalia Allegato"],"Replaced with the current page number":["Sostituito con il numero di pagina corrente"],"Replaced with the current page total":["Sostituito con il numero di pagine totale"],"Replaced with the current page number with context (i.e. page 2 of 4)":["Sostituito con il numero di pagina corrente e relativo contesto(es. pagina 2 di 4)"],"Replaced with the current year":["Sostituito con l'anno in corso"],"Replaced with the current month":["Sostituito con il mese corrente"],"Replaced with the current day":["Sostituito con la giornata in corso"],"Replaced with the current date":["Sostituito con la data corrente"],"Replaced with the post/page author's 'Biographical Info'":["Rimpiazzato con \"Informazioni biografiche\" dell'autore del post/pagina."],"Replaced with the post/page author's 'nicename'":["Sostituito con il 'nicename' dell'autore del post/pagina"],"Replaced with the post/page ID":["Sostituito con l'ID del post/pagina"],"Replaced with the post/page modified time":["Sostituito con l'ora di modifica del post/pagina "],"Replaced with the content type plural label":["Sostituito con l'etichetta plurima per il tipo di articolo"],"Replaced with the content type single label":["Sostituito con l'etichetta singola del tipo di articolo"],"Replaced with the current search phrase":["Sostituito con la frase di ricerca corrente"],"Replaced with the term name":["Sostituito dal nome del termine"],"Replaced with the term description":["Sostituito dalla descrizione del termine"],"Replaced with the tag description":["Sostituito dalla descrizione del tag"],"Replaced with the category description":["Sostituito dalla descrizione della categoria"],"Replaced with the post categories (comma separated)":["Sostituito dalle categorie dell'articolo (separate da una virgola)"],"Replaced with the current tag/tags":["Rimpiazzato dagli attuali tag"],"Replaced with the post/page excerpt (without auto-generation)":["Sostituito dal riassunto articolo/pagina (senza autogenerazione)"],"Replaced with the post/page excerpt (or auto-generated if it does not exist)":["Sostituito dal riassunto articolo/pagina (autogenerato se non esiste)"],"The site's name":["Il nome del sito"],"Replaced with the title of the parent page of the current page":["Sostituito con il titolo della pagina padre della pagina corrente"],"Replaced with the title of the post/page":["Sostituito dal titolo del post/pagina"],"Replaced with the date of the post/page":["Rimpiazzato dalla data articolo/pagina"],"Page %1$d of %2$d":["Pagina %1$d di %2$d"],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":["Non puoi sovrascrivere una variabile di sostituzione standard di WPSEO registrando una variabile con lo stesso nome. Utilizza piuttosto il filtro \"wpseo_replacements\" per aggiustare il valore di sostituzione."],"A replacement variable with the same name has already been registered. Try making your variable name unique.":["Una variabile di sostituzione con questo nome è già stata registrata. Prova a rendere il nome di questa variabile ancora più univoco."],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":["Una variabile di sostituzione non può iniziare con \"%%cf_\" o \"%%ct_\" perchè sono riservate per le variabili di variabili standard di WPSEO per i campi personalizzati e per le tassonomie personalizzate. Prova a rendere il nome di questa variabile univoco."],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":["Una variabile di sostituzione può contenere solo caratteri alfanumerici, il carattere di sottolineatura o il trattino. Prova a rinoinare la tua variabile."],"Admin only notice: this page does not show a meta description because it does not have one, either write it for this page specifically or go into the [%1$s - %2$s] menu and set up a template.":["Avviso per l'amministratore: questa pagina non mostra una meta descrizione perché non ne ha una, è necessario scriverla per questa pagina o andare nel menu  [%1$s - %2$s] e impostare un template."],"Page not found":["Pagina non trovata"],"%s Archives":["%s Archivi"],"Meta description to use for Author page":["Meta descrizione da usare per la pagina autore "],"Title to use for Author page":["Titolo da usare per la pagina autore"],"%1$s settings":["Impostazioni %1$s"],"Export your %1$s settings":["Esporta le tue impostazioni %1$s"],"Import settings":["Importa impostazioni"],"Import from other SEO plugins":["Importa da altri plugin SEO"],"Import":["Importa"],"If you had a %s file and it was editable, you could edit it from here.":["Se tu avessi un file %s e questo fosse modificabile, potresti modificarlo da qui."],"If your %s were writable, you could edit it from here.":["Se il tuo %s fosse modificabile, potresti modificarlo da qui."],"You don't have a %s file, create one here:":["Non hai un file %s, creane uno qui:"],"A link to your site, with your site's name and description as anchor text.":["Un link al tuo sito, con il nome e la descrizione del tuo sito come testo di ancoraggio."],"A link to your site, with your site's name as anchor text.":["Un link al tuo sito, con il nome del tuo sito come testo di ancoraggio."],"A link to the post, with the title as anchor text.":["Un link all'articolo, con il titolo come testo di ancoraggio."],"You can use the following variables within the content, they will be replaced by the value on the right.":["È possibile utilizzare le seguenti variabili all'interno del contenuto, verranno sostituite dal valore mostrato qui a destra."],"Content to put after each post in the feed":["Contenuto da inserire dopo qualsiasi post nel feed"],"Content to put before each post in the feed":["Contenuto da inserire prima di ogni post nel feed"],"How to insert breadcrumbs in your theme":["Come inserire i breadcrumbs nel tuo tema"],"Blog":["Blog"],"Prefix for the breadcrumb path":["Prefisso per il percorso dei Breadcrumbs"],"Anchor text for the Homepage":["Testo del link per la Home Page"],"Separator between breadcrumbs":["Separatore tra i breadcrumbs"],"Below are your published posts' SEO scores. Now is as good a time as any to start improving some of your posts!":["Di seguito sono elencati i punteggi SEO dei tuoi articoli pubblicati. Ora è il momento giusto per iniziare a migliorare alcuni dei tuoi post!"],"Credits":["Crediti"],"&laquo; Back to Tools page":["&laquo; Torna alla pagina degli strumenti"],"%1$s comes with some very powerful built-in tools:":["%1$s viene fornito con alcuni strumenti integrati molto potenti:"],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":["Questo strumento consente di modificare rapidamente file importanti per la SEO, come il vostro robots.txt e, se ne avete uno, il file .htaccess."],"File editor":["Modifica file"],"Import settings from other SEO plugins and export your settings for re-use on (another) site.":["Importa le impostazioni da altri plugin SEO ed esporta le tue impostazione per riutilizzarle su un altro sito."],"Import and Export":["Importa ed esporta"],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":["Questo strumento permette di cambiare rapidamente i titoli e le descrizioni dei tuoi post e pagine senza dover andare nell'editor per ognuno di essi."],"Bulk editor":["Editor di massa"],"Default settings":["Impostazioni standard"],"Description":["Descrizione"],"Restore site to defaults":["Reimposta il sito"],"Site ID":["ID Sito"],"Using this form you can reset a site to the default SEO settings.":["Usando questo modulo sarà possibile impostare il sito con i valori predefiniti di SEO."],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new sites.":["I dati sensibili della privacy (amministratori FB e simili), specifici per il tema (riscrittura titolo) ed alcune altre impostazioni specifiche non verranno importate nei nuovi siti."],"Enter the %1$sSite ID%2$s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":["Inserisci lo %1$sID del sito%2$s per il sito dal quale ricavare le impostazioni che desideri utilizzare come predefinite per tutti i siti già aggiunti al tuo network. Lascia vuoto per nessun sito (verranno utilizzati i valori predefiniti del plugin)."],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":["Scegli il sito le cui impostazioni verranno utilizzate come standard per tutti i siti che verranno aggiunti al network. Se scegli 'Nessuno', verranno utilizzati i valori standard del plugin."],"New sites in the network inherit their SEO settings from this site":["I nuovi siti del network erediteranno le impostazioni SEO da questo sito"],"Super Admins only":["Solo super amministratori"],"Site Admins (default)":["Amministratori del sito (predefinito)"],"Who should have access to the %1$s settings":["Chi dovrebbe avere accesso alle impostazioni di %1$s"],"spam":["spam"],"mature":["maturo"],"archived":["archiviato"],"public":["pubblico"],"%s restored to default SEO settings.":["%s ripristinato ai valori di default SEO."],"Settings Updated.":["Impostazioni aggiornate."],"Special pages":["Pagine speciali"],"Date archives":["Archivi per data"],"Title":["Titolo"],"Take note:":["Prendi nota:"],"You can determine the title and description for the homepage by %1$sediting the homepage itself%2$s.":["Puoi definire il titolo e la descrizione della pagina home %1$smodificando direttamente da qui la pagina%2$s."],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s determina automaticamente quando è necessario forzare la riscrittura dei titoli delle pagine. Se pensi sia sbagliato e sai quello che stai facendo, puoi cambiare le impostazioni da qui."],"Force rewrite titles":["Forza la riscrittura dei titoli"],"Homepage":["Homepage"],"%1$s Extensions":["Estensioni %1$s"],"Seamlessly integrate WooCommerce with %1$s and get extra features!":["Integra al meglio WooCommerce con %1$s ed ottieni funzionalità extra!"],"Rank better locally and in Google Maps, without breaking a sweat!":["Migliora il posizionamento locale e su Google Maps, senza fare nessuno sforzo!"],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":["Sei su Google News? Aumenta il tuo traffico da Google News ottimizzandoti per esso!"],"Optimize your videos to show them off in search results and get more clicks!":["Ottimizza i tuoi video per visualizzarli nei risultati di ricerca ed avere più click!"],"The premium version of %1$s with more features & support.":["La versione premium di  %1$s con molte altre funzionalità e l'assistenza."],"Person":["Persona"],"Website name":["Nome sito web"],"RSS":["RSS"],"Permalink":["Permalink"],"Breadcrumbs":["Breadcrumb"],"Authenticate":["Autenticati"],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year of support and updates, on %2$s.":["Per essere in grado di creare un redirect e risolvere questo problema, hai bisogno di %1$s. È possibile acquistare il plugin, compreso un anno di assistenza e aggiornamenti, su %2$s."],"Creating redirects is a %s feature":["Creare redirect è una caratteristica di %s"],"New URL":["Nuova URL"],"Search":["Ricerca"],"URL":["URL"],"Deactivate %s":["Disattivare %s"],"The %1$s plugin might cause issues when used in conjunction with %2$s.":["I plugin %1$s potrebbero causare problemi quando utilizzati in combinazione con %2$s."],"Upload Image":["Carica immagine"],"%s Posts Overview":["Panoramica degli articoli %s"],"Breadcrumbs title":["Titolo dei breadcrumbs"],"Pinterest":["Pinterest"],"Social settings":["Impostazioni Social"],"Close":["Chiudi"],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines and might slow down your site.":["Sia %1$s che %2$s generano una mappa del sito XML. Avere due file XML non porta benefici per i motori di ricerca e potrebbe rallentare il sito."],"Configure %1$s's Open Graph settings":["Configura le impostazioni OpenGraph di %1$s"],"Both %1$s and %2$s create Open Graph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":["Sia %1$s sia %2$s generano dei meta tag OpenGraph, che potrebbero causare immagini e testi sbagliati qualora fossero condivisi su Facebook, Twitter, LinkedIn ed altri social."],"%s image":["Immagine %s"],"%s description":["Descrizione %s"],"%s title":["Titolo %s"],"Twitter":["Twitter"],"Facebook":["Facebook"],"very difficult":["molto difficile"],"Try to make shorter sentences, using less difficult words to improve readability":["Prova a scrivere frasi più brevi, usando parole meno difficili per migliorare la leggibilità. "],"difficult":["difficile"],"fairly difficult":["abbastanza difficile"],"OK":["OK"],"fairly easy":["abbastanza facile"],"easy":["facile"],"very easy":["molto facile"],"The copy scores %1$s in the test, which is considered %2$s to read.":["Il contenuto ha ottenuto il punteggio %1$s nel test, che è considerato %2$s da leggere."],"Flesch reading ease":["Facilità di lettura Flesch"],"Meta Desc.":["Desc. meta"],"All SEO Scores":["Tutti i punteggi SEO"],"SEO issue: The featured image should be at least 200 by 200 pixels to be picked up by Facebook and other social media sites.":["Problema SEO: l'immagine in evidenza deve avere una dimensione di almeno 200 per 200 pixel per poter essere utilizzata da Facebook e altri social media."],"(no parent)":["(nessun genitore)"],"meta description":["Meta descrizione"],"Page title":["Titolo della pagina"],"Post is set to noindex.":["Articolo impostato come da non indicizzare"],"The URL that this page should redirect to.":["L'URL al quale questa pagina deve reindirizzare."],"301 Redirect":["Redirect 301"],"The canonical URL that this page should point to. Leave empty to default to permalink. %1$sCross domain canonical%2$s supported too.":["L'URL canonico a cui questa pagina dovrebbe puntare. Lascia in bianco per utilizzare il permalink predefinito. Sono supportate anche gli %1$sURL canonici tra domini diversi (cross domain)%2$s."],"Canonical URL":["URL canonico"],"Title to use for this page in breadcrumb paths":["Titolo da usare nel percorso del breadcrumb in questa pagina"],"Breadcrumbs Title":["Titolo dei breadcrumbs"],"No Snippet":["Nessuno snippet"],"No Archive":["Nessun Archivio"],"No Image Index":["Nessuna immagine indice"],"None":["Nessuno"],"Meta robots advanced":["Meta Robots avanzate"],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Attenzione: anche se da qui puoi impostare i valori meta per le impostazioni per i robot, l'intero sito è impostato come da non indicizzare nelle impostazioni generali di privacy, quindi queste impostazioni non avranno alcun effetto."],"Meta description":["Meta descrizione"],"SEO Title":["Titolo SEO"],"Focus keyword":["Parola chiave principale"],"Settings successfully imported.":["Impostazioni importate con successo."],"Settings could not be imported:":["Le impostazioni non possono essere importate:"],"Breadcrumb for 404 pages:":["Breadcrumb per le pagine 404:"],"Prefix for search result pages:":["Prefisso per le pagine dei risultati della ricerca:"],"Prefix for archive pages:":["Prefisso per le pagine archivio:"],"Prefix for breadcrumbs:":["Prefisso per i breadcrumb:"],"Anchor text for the homepage:":["Anchor text per la homepage:"],"Breadcrumbs separator:":["Separatore dei Breadcrumb:"],"%s Breadcrumbs":["%s Breadcrumb"],"Use Image":["Usa immagine"],"Action":["Azione"],"Page URL/Slug":["URL/Slug pagina"],"Publication date":["Data di pubblicazione"],"Post Status":["Stato articolo"],"WP Page Title":["Titolo pagina WP"],"View":["Visualizza"],"View &#8220;%s&#8221;":["Visualizza &#8220;%s&#8221;"],"Preview":["Anteprima"],"Preview &#8220;%s&#8221;":["Anteprima &#8220;%s&#8221;"],"Edit":["Modifica"],"Filter":["Filtro"],"New Yoast Meta Description":["Nuova meta descrizione Yoast"],"Existing Yoast Meta Description":["Meta descrizione Yoast esistente"],"Facebook profile URL":["URL profilo Facebook"],"Twitter username (without @)":["Username Twitter (senza @)"],"Google":["Google"],"FAQ":["FAQ"],"Settings":["Impostazioni"],"Huge SEO Issue: You're blocking access to robots.":["Grande problema SEO: stai bloccando l'accesso ai robot."],"Posts":["Articoli"],"Edit Files":["Modifica Files"],"General":["Generale"],"Extensions":["Estensioni"],"Search Console":["Console di ricerca"],"Tools":["Strumenti"],"Advanced":["Avanzate"],"XML sitemaps":["Sitemaps XML"],"Social":["Social"],"SEO":["SEO"],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":["%1$s ha scoperto che stai utilizzando la versione %2$s di %3$s, aggiorna all'ultima versione per evitare problemi di compatibilità."],"Just another WordPress site":["Solo un altro sito WordPress"],"You have used HTML in your value which is not allowed.":["Non è consentito utilizzare HTML."],"You can't edit %s that aren't yours.":["Non puoi modificare i %s che non sono tuoi."],"You can't edit %s.":["Non puoi modificare %s."],"Post has an invalid Content Type: %s.":["L'articolo ha impostato un tipo invalido: %s."],"Post doesn't exist.":["L'articolo non esiste."],"posts\u0004Trash <span class=\"count\">(%s)</span>":["Cestinato <span class=\"count\">(%s)</span>","Cestinati <span class=\"count\">(%s)</span>"],"posts\u0004All <span class=\"count\">(%s)</span>":["Tutto <span class=\"count\">(%s)</span>","Tutti <span class=\"count\">(%s)</span>"]}}}