{"domain":"js-text-analysis","locale_data":{"js-text-analysis":{"":{"domain":"js-text-analysis","plural_forms":"nplurals=2; plural=n != 1;","lang":"ca"},"The %1$s class must not be instantiated before the %2$s global is set.":[""],"%1$sOutrank your competitors even further%2$s with these %3$s plugins":[""],"No need to figure out what to link to. You get linking suggestions for relevant posts and pages to make your website easier to navigate.":[""],"Use AI to write SEO titles and meta descriptions for your posts and pages. It speeds up your work and does some of the thinking for you!":[""],"%s looks at more than just your main keyword. It analyzes different word forms, plurals, and past tenses. This helps your website perform even better in searches!":[""],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for titles and meta descriptions to make your pages rank high and make you look good on social media. %1$sLearn more%2$s%3$s":[""],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for product titles and meta descriptions to make your pages rank high and make you look good on social media. %1$sLearn more%2$s%3$s":[""],"Explore %s!":[""],"You’ll reach more people with multiple keyphrases! Want to quickly add these related keyphrases to the %s analyses for even better content optimization?":[""],"Get AI to write SEO titles and meta descriptions faster. Reach a wider audience with multiple keywords. Get automatic internal linking suggestions. And much, much more!":[""],"Explore now":[""],"Rank higher in search results":[""],"Turn more visitors into customers!":[""],"Increase Google clicks with rich results":[""],"Write product pages that rank using the SEO analysis":[""],"Get XML sitemaps":[""],"Optimize your video previews & thumbnails":[""],"Make sure your videos load quickly for users":[""],"Automatically get technical SEO best practices for video content":[""],"Drive more views to your videos":[""],"Stand out for local searches":[""],"Explore %s now!":[""],"%1$s24/7 support%2$s: Also on evenings and weekends.":[""],"%1$sAppealing social previews%2$s people actually want to click on.":[""],"%1$sNo more broken links%2$s: Automatic redirect manager.":[""],"%1$sSuper fast%2$s internal linking suggestions.":[""],"%1$sMultiple keywords%2$s: Rank higher for more searches.":[""],"%1$sAI%2$s: Better SEO titles and meta descriptions, faster.":[""],"Highlight areas of improvement in your text, no more searching for a needle in a haystack, straight to optimizing! Now also in Elementor!":[""],"Leave a quick review":[""],"Happy with the plugin?":[""],"Show Yoast SEO some love!":[""],"Let's get your site in tip-top shape for the search engines. Simply follow these 5 steps to make Google understand what your site is about.":["Fem que el vostre lloc estigui en forma de punta per als motors de cerca. Simplement segueix aquests 5 passos per fer que Google entengui de què tracta el teu lloc web."],"If your goal is to increase your rankings, you need to work on your SEO regularly. That can be overwhelming, so let's tackle it one step at a time!":["Si el vostre objectiu és augmentar els rànquings, heu de treballar el SEO regularment. Això pot ser aclaparador, així que abordem-ho pas a pas!"],"Great work! Thanks to the details you've provided, %1$s has enhanced your site for search engines, giving them a clearer picture of what your site is all about.":["Bona feina! Gràcies als detalls que heu proporcionat, %1$s ha millorat el vostre lloc per als motors de cerca, donant-los una imatge més clara de què és el vostre lloc."],"Important: We won't sell this data, and we won't collect any personal information about you or your visitors.":["Important: No vendrem aquestes dades i no recopilarem cap informació personal sobre vostè o els seus visitants."],"What data will be collected and why?":["Quines dades es recolliran i per què?"],"No, I don't want to share my site data":["No, no vull compartir les dades del meu lloc"],"Are you open to help us improve our services?":["Esteu obert per ajudar-nos a millorar els nostres serveis?"],"Yes, give me your free tips!":["Sí, dona'm consells gratuïts!"],"Subscribe to the %1$s newsletter to receive best practices for improving your rankings, save time on SEO tasks, stay up-to-date with the latest SEO news, and get expert guidance on how to make the most of %2$s!":["Subscriviu-vos al butlletí de %1$s per rebre les millors pràctiques per millorar els rànquings, estalviar temps en tasques SEO, estar al dia de les últimes notícies SEO i orientar-se amb experts sobre com treure el màxim profit de %2$s!"],"Get free weekly SEO tips!":["Obteniu consells SEO setmanals gratuïts!"],"You're almost there! Complete all settings in this step so search engines know what your site is about.":["Gairebé sou aquí! Completeu tots els paràmetres en aquest pas perquè els motors de cerca sàpiguen de què tracta el lloc web."],"Completing this step helps Google to understand your site even better. Bonus: You'll improve your chance of getting %1$srich results%2$s!":["Completar aquest pas ajuda Google a entendre el vostre lloc encara millor. Bonificació: Millorareu l'oportunitat d'obtenir %1$sresultats rics%2$s!"],"Let's start by running the SEO data optimization. That means we'll scan your site and create a database with optimized SEO data. It won't change any content or settings on your site and you don't need to do anything, just hit start!\n\nNote: If you have a lot of content, this optimization could take a moment. But trust us, it's worth it!":["Comencem executant l'optimització de dades SEO. Això vol dir que escanejarem el vostre lloc i crearem una base de dades amb dades SEO optimitzades. No canviarà cap contingut o configuració del vostre lloc i no cal que feu res, només cal que feu clic a comença!\n\nNota: Si teniu molt contingut, aquesta optimització pot trigar un moment. Però confia en nosaltres, val la pena!"],"We've successfully analyzed your site & optimized your SEO data!":["Hem analitzat amb èxit el vostre lloc web i hem optimitzat les vostres dades SEO!"],"Fantastic work! Add your organization's social media accounts below. This allows us to fine-tune the metadata for these platforms.":["Fantàstica feina! Afegiu els comptes de les xarxes socials de la vostra organització a continuació. Això ens permet afinar les metadades d'aquestes plataformes."],"Social share preview":["Vista prèvia de la compartició social"],"Twitter share preview":["Previsualització de la compartició a Twitter"],"The %1$s interface is currently unavailable in the beta WooCommerce product editor. To resolve any issues, please disable the beta editor. %2$sLearn how to disable the beta WooCommerce product editor.%3$s":["La interfície %1$s no està disponible actualment a l'editor de productes beta WooCommerce. Per a resoldre qualsevol problema, desactiveu l'editor beta. %2$sApreneu com desactivar l'editor de productes beta WooCommerce.%3$s"],"Compatibility issue: Yoast SEO is incompatible with the beta WooCommerce product editor.":["Problema de compatibilitat: Yoast SEO és incompatible amb l'editor de productes beta WooCommerce."],"Search engines and other websites can still send traffic to your trashed content.":["Els motors de cerca i altres llocs web encara poden enviar trànsit al contingut de la paperera."],"Unlock with the %1$s":["Desbloqueu-ho amb el %1$s"],"Generate product titles & descriptions with AI!":["Genereu descripcions de títols de producte amb IA!"],"Last year":["L'any passat"],"Last week":["Última setmana"],"Last day":["Últim dia"],"Last updated":["Última actualització"],"Activate tracking to show the ranking position":["Activeu el seguiment per mostrar la posició del rànquing"],"List your Frequently Asked Questions in an SEO-friendly way.":["Llisteu les vostres preguntes freqüents d'una manera amigable per a SEO."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by OpenAI GPTBot.":["Afegiu una regla de «disallow» al fitxer robots.txt per evitar que OpenAI GPTBot rastregi el vostre web."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by the Google-Extended bot. Enabling this setting won’t prevent Google from indexing your website.":["Afegiu una regla de «disallow» al fitxer robots.txt per evitar rastrejar pel bot ampliat de Google. Si habiliteu aquesta configuració, no impedireu que Google indexi el vostre lloc web."],"Lots of web traffic comes from bots crawling the web. Some can benefit your site or business, while other bots don’t. Blocking unwanted bots can save energy, help with site performance, and protect copyrighted content. Learn more about %1$swhen to block unwanted bots%2$s.":["Molt trànsit web prové de bots que rastregen la web. Alguns poden beneficiar el vostre lloc o negoci, mentre que altres bots no. Bloquejar bots no desitjats pot estalviar energia, ajudar amb el rendiment del lloc i protegir el contingut amb drets d'autor. Més informació sobre %1$squan bloquejar bots no desitjats%2$s."],"Prevent OpenAI GPTBot from crawling":["Evita que l'OpenAI GPTBot rastregi"],"Prevent Google Bard and Vertex AI bots from crawling":["Evita que els bots d'IA de Google Bard i Vertex rastregin"],"Prevent Common Crawl CCBot from crawling":["Impedeix que el CCBot de Crawl comú rastregi"],"Unlock Premium SEO analysis":["Desbloquegeu l'anàlisi SEO Prèmium"],"Get more help with writing content that ranks":["Obteniu més ajuda per a escriure contingut que es classifica"],"$ USD / € EUR / £ GBP per year (ex. VAT)":["$ USD / € EUR / £ GBP a l'any (sense IVA)"],"Internal linking suggestions":["Suggeriments d'enllaçat intern"],"%1$s SAVE 30%% %2$s on your 12 month subscription":["%1$s estalvieu el 30%% %2$s amb la subscripció de 12 mesos"],"Learn more about %s (Opens in a new browser tab)":["Més informació sobre %s (s'obre en una pestanya nova del navegador)"],"Write more natural and engaging content":["Escriviu més contingut natural i atractiu"],"Synonyms help users understand your copy better. It’s easier to read for both users and Google. In %s, you can add synonyms for your focus keyphrase, and we’ll help you optimize for them.":["Els sinònims ajuden els usuaris a entendre millor el contingut. És més fàcil de llegir tant per als usuaris com per a Google. A %s, podeu afegir sinònims per a la frase clau principal, i us ajudarem a optimitzar-los."],"Is your %1$s store ready for Black Friday?":["La vostra botiga %1$s està preparada per al Black Friday?"],"Check your text on even more SEO criteria and get an enhanced keyphrase analysis, making it easier to optimize your content.":["Reviseu el text amb més criteris SEO i aconseguiu una anàlisi de frases clau millorada, facilitant l'optimització del teu contingut."],"Buy now!":["Compra ara!"],"30% OFF!":["30% DE DESCOMPTE!"],"BLACK FRIDAY SALE: %1$s %2$sBuy now!%3$s":["OFERTA DEL BLACK FRIDAY: %1$s %2$sCompra ara!%3$s"],"BLACK FRIDAY SALE: %1$s":["OFERTA DEL BLACK FRIDAY: %1$s"],"Reach a wider audience":["Aconsegueix una audiència més gran"],"Add related keyphrases":["Afegeix frases clau relacionades"],"%s automatically suggests to what content you can link with easy drag-and-drop functionality, which is good for your SEO!":["%s suggereix automàticament a quin contingut podeu enllaçar, arrossegant i deixant anar, la qual cosa és positiva per al SEO!"],"Rank higher by connecting your content":["Posiciona més amunt connectant el contingut"],"Get help optimizing for up to 5 related keyphrases. This helps you reach a wider audience and get more traffic.":["Obteniu ajuda optimitzant per a fins a 5 frases clau relacionades. Això us ajudarà a arribar a una audiència més gran i aconseguir més visites."],"-30%":["-30%"],"%1$s Now with 30%% Black Friday Discount!":["%1$s ara amb un 30%% de descompte per al Black Friday!"],"%1$sSALE 30%% OFF!%2$s":["%1$sDESCOMPTE DEL 30%%!%2$s"],"30% OFF":["30% DE DESCOMPTE"],"BLACK FRIDAY":["BLACK FRIDAY"],"Claim your 30% off now!":["Reclama ara el descompte del 30%."],"Social media appearance":["Aparença a les xarxes socials"],"Determine how your post should look in the search results.":["Determina l'aspecte que ha de tenir l'entrada als resultats de la cerca."],"The Yoast %1$sultimate Black Friday checklist%2$s helps you prepare in time, so you can boost your results during this sale.":["El Yoast %1$sllista de comprovació definitiva del Black Friday%2$s us ajuda a preparar-vos a temps, perquè pugueu augmentar els resultats durant aquesta venda."],"To customize the appearance of your post specifically for Twitter, please fill out the 'Twitter appearance' settings below.":["Per a personalitzar l'aparença de l'entrada específica per a Twitter, empleneu la configuració \"Aparença de Twitter\" a continuació."],"Twitter appearance":["Aparença de Twitter"],"To customize the appearance of your post specifically for Twitter, please fill out the 'Twitter appearance' settings below. If you leave these settings untouched, the 'Social media appearance' settings mentioned above will also be applied for sharing on Twitter.":["Per a personalitzar l'aparença de l'entrada específicament per al Twitter, empleneu la configuració \"Aparença de Twitter\" a continuació. Si deixeu aquesta configuració intacta, la configuració \"Aparença a les xarxes socials\" esmentada anteriorment també s'aplicarà per a compartir-la al Twitter."],"Determine how your post should look on social media like Facebook, Twitter, Instagram, WhatsApp, Threads, LinkedIn, Slack, and more.":["Determineu com hauria de ser l'entrada a les xarxes socials com Facebook, Twitter, Instagram, WhatsApp, Threads, LinkedIn, Slack i més."],"Get the checklist and start optimizing now!":["Obteniu la llista de comprovació i comenceu a optimitzar ara!"],"Is your WooCommerce store ready for Black Friday?":["La vostra botiga WooCommerce està enllestida per al Black Friday?"],"The %1$s %2$sultimate Black Friday checklist%3$s helps you prepare in time, so you can boost your results during this sale.":["La %1$s %2$sllista de comprovació definitiva del Black Friday%3$s us ajuda a preparar-vos a temps, perquè pugueu augmentar els resultats durant aquesta venda."],"AI generator":["Generador d'IA"],"New in %1$s":["Nou a %1$s"],"Use AI to write your titles & meta descriptions!":["Utilitza la IA per escriure títols i metadescripcions!"],"Use the power of Yoast AI to automatically generate compelling titles and descriptions for your posts and pages.":["Utilitzeu la potència de la IA Yoast per generar automàticament títols i descripcions convincents per a les entrades i pàgines."],"AI title & description generator":["Generador de títol i descripció amb IA"],"Use AI":["Utilitza la IA"],"Clear selection":["Neteja la selecció"],"Note that the following commonly-used parameters will not be removed: %1$s, %2$s, %3$s, %4$s, %5$s, %6$s, and %7$s.":["Tingueu en compte que els següents paràmetres d'ús comú no s'eliminaran: %1$s, %2$s, %3$s, %4$s, %5$s, %6$s i %7$s."],"Learn how to increase your rankings with %1$s":["Apreneu com augmentar les classificacions amb %1$s"],"Want an enhanced Google preview of how your WooCommerce products look in the search results?":["Voleu una previsualització de Google millorada de com es veuen els productes del WooCommerce en els resultats de cerca?"],"Sign up today!":["Inscriviu-vos avui!"],"Feeling lost when it comes to optimizing your site for the search engines? Join our FREE webinar to gain the confidence that you need in order to start optimizing like a pro! You'll obtain the knowledge and tools to start effectively implementing SEO.":["Us sentiu perduts a l'hora d'optimitzar el lloc web per als motors de cerca? Uniu-vos al nostre seminari gratuït per guanyar la confiança que necessiteu per començar a optimitzar com un professional! Obtindreu els coneixements i les eines per començar a implementar el SEO de forma efectiva."],"Join our FREE webinar for SEO success":["Uniu-vos al nostre seminari web gratuït per a tenir èxit en el SEO"],"Want your products stand out in search results with rich results like price, reviews and more?":["Voleu que els productes destaquin als resultats de cerca amb resultats enriquits, com ara el preu, les revisions i més?"],"%1$s, %2$s and %3$s":["%1$s, %2$s i %3$s"],"%1$s and %2$s":["%1$s i %2$s"],"Please see the “New” badges and review the Search appearance settings.":["Consulteu les insígnies \"noves\" i reviseu la configuració d'aparença de la cerca."],"New type of content added to your site!":["Nou tipus de contingut afegit al lloc web."],"Site policies":["Polítiques del lloc web"],"Select a page which provides information about your diversity policies for %1$sstaffing%2$s, %1$shiring%2$s and %1$semployment%2$s.":["Seleccioneu una pàgina que proporcioni informació sobre les polítiques de diversitat per a %1$spersonal%2$s, %1$scontractació%2$s i %1$socupació%2$s."],"Select a page which provides information on your diversity policies for %1$seditorial%2$s content.":["Seleccioneu una pàgina que proporcioni informació sobre les polítiques de diversitat per al contingut %1$seditorial%2$s."],"Select a page which describes the personal, organizational, and corporate %1$sstandards%2$s of %1$sbehavior%2$s expected by your organization.":["Seleccioneu una pàgina que descrigui els estàndards personals, organitzatius i corporatius, i els %1$sestàndards%2$s de %1$scomportament%2$s esperats per a l'organització."],"Select a page which outlines your procedure for addressing %1$serrors%2$s (e.g., publishing retractions or corrections).":["Seleccioneu una pàgina que defineixi el procediment per abordar %1$serrors%2$s (p. ex., publicar retraccions o correccions)."],"Select a page which describes how your organization collects and responds to %1$sfeedback%2$s, engages with the %1$spublic%2$s, and prioritizes %1$stransparency%2$s.":["Seleccioneu una pàgina que descrigui com recull i respon l'organització als %1$scomentaris%2$s, que participi amb el %1$spúblic%2$s i que prioritzi la %1$stransparència%2$s."],"Select a page which describes the ownership structure of your organization. It should include information about  %1$sfunding%2$s and %1$sgrants%2$s.":["Seleccioneu una pàgina que descrigui l'estructura de propietat de l'organització. Hauria d'incloure informació sobre el %1$sfinançament%2$s i les %1$ssubvencions%2$s."],"Select a page which describes the editorial principles of your organization. %1$sWhat%2$s do you write about, %1$swho%2$s do you write for, and %1$swhy%2$s?":["Seleccioneu una pàgina que descrigui els principis editorials de l'organització. %1$sQuè%2$s escriviu, %1$sper a qui%2$s escriviu i %1$sper què%2$s?"],"Select the pages on your website which contain information about your organizational and publishing policies. Some of these might not apply to your site, and you can select the same page for multiple policies. %1$sLearn more about why setting your site policies is important%2$s.":["Seleccioneu les pàgines del lloc web que contenen informació sobre les polítiques d'organització i publicació. Algunes d'aquestes no s'apliquen al lloc web, i podeu seleccionar la mateixa pàgina per a múltiples polítiques. %1$sApreneu més sobre per què és important establir les polítiques del lloc web%2$s."],"Diversity staffing report":["Informe de diversitat en el equip."],"Diversity policy":["Política de diversitat"],"Ethics policy":["Política ètica"],"Corrections policy":["Política de correccions"],"Actionable feedback policy":["Política de retroalimentació activa"],"Ownership / Funding info":["Informació de propietat / finançament"],"Publishing policies":["Polítiques de publicació"],"Publishing principles":["Principis de publicació"],"Failed to retrieve pages.":["No s'han pogut recuperar les pàgines."],"Searching pages...":["S'estan cercant pàgines..."],"Add new page...":["Afegeix una pàgina nova..."],"No pages found.":["No s'ha trobat cap pàgina."],"You've added a new type of content. We recommend that you review the corresponding %1$sSearch appearance settings%2$s.":["Heu afegit un nou tipus de contingut. Us recomanem que reviseu les %1$sconfiguracions d'aparença de cerca%2$s corresponents."],"Error: Taxonomy was not removed from new_taxonomies list.":["Error: La taxonomia no s'ha eliminat de la llista de new_taxonomies."],"Taxonomy is no longer new.":["La taxonomia ja no és nova."],"Taxonomy is not new.":["La taxonomia no és nova."],"Error: Post type was not removed from new_post_types list.":["Error: El tipus de contingut no s'ha eliminat de la llista de new_post_types."],"Post type is no longer new.":["El tipus de contingut ja no és nou."],"Post type is not new.":["El tipus de contingut no és nou."],"Write a bug report":["Escriviu un informe d'error"],"Our support team is here to answer any questions you may have. Fill out the (pop-up) contact form, and we'll get back to you as soon as possible!":["El nostre equip de suport és aquí per respondre a qualsevol pregunta que pugueu tenir. Ompliu el formulari de contacte (pop-up) i us respondrem al més aviat possible!"],"%1$sSupport languages:%2$s English & Spanish":["%1$sIdiomes de suport:%2$s anglès i espanyol"],"If you don't find the answers you're looking for and need personalized help, you can get 24/7 support from one of our support engineers.":["Si no trobeu les respostes que busqueu i necessiteu ajuda personalitzada, podeu obtenir suport 24/7 d'un dels nostres enginyers de suport."],"Contact our support team":["Contacteu amb el nostre equip de suport"],"Have you stumbled upon a bug while using %1$s? Please raise a bug report on our GitHub repository to let us know about the issue!":["Heu trobat un error mentre utilitzeu %1$s? Publiqueu un informe d'error al nostre repositori de GitHub per informar-nos del problema!"],"Raise a bug report on GitHub":["Envia un informe d'error a GitHub"],"Visit WordPress forum":["Visiteu el fòrum del WordPress"],"In the WordPress support forum for %1$s you can find answers or ask for help from %1$s users in the WordPress community.":["Al fòrum de suport del WordPress per a %1$s podeu trobar respostes o demanar ajuda als usuaris de %1$s a la comunitat del WordPress."],"WordPress support forum for %1$s":["Fòrum de suport del WordPress per a %1$s"],"Visit our help center":["Visiteu el nostre centre d'ajuda"],"Have a look at our help center to find articles, tutorials, and other resources to help you get the most out of %1$s!":["Doneu un cop d'ull al nostre centre d'ajuda per trobar articles, guies d'aprenentatge i altres recursos per ajudar-vos a treure el màxim profit de %1$s!"],"%1$s's help center":["Centre d'ajuda de %1$s"],"Need help with %1$s? These resources are a great place to start!":["Necessiteu ajuda amb %1$s? Aquests recursos són un bon punt de partida!"],"Additional resources":["Recursos addicionals"],"Here, you'll find answers to commonly asked questions about using %1$s. If you don't see your question listed, you can have a look at the section below.":["Aquí trobareu respostes a les preguntes més freqüents sobre l'ús de %1$s. Si no veieu la vostra pregunta a la llista, podeu donar un cop d'ull a la secció següent."],"Frequently asked questions":["Preguntes més freqüents"],"If you have any questions, need a hand with a technical issue, or just want to say hi, we've got you covered. Get in touch with us and we'll be happy to assist you!":["Si teniu alguna pregunta, necessiteu un cop de mà amb un problema tècnic, o només voleu dir hola, us tenim cobert. Poseu-vos en contacte amb nosaltres i estarem encantats d'ajudar-vos!"],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by Google AdsBot. You should only enable this setting if you're not using Google Ads on your site.":["Afegiu una regla de «disallow» al fitxer robots.txt per a evitar el rastreig per l'AdsBot de Google. Només hauríeu d'habilitar aquesta configuració si no esteu utilitzant Google Ads al vostre lloc."],"Block unwanted bots":["Bloca els bots no desitjats"],"Close the upgrade callout":["Tanca la llegenda d'actualització"],"%1$s and get an exclusive %2$s discount for %3$s month(s).":["%1$s i obté un descompte exclusiu %2$s per a %3$s mes(os)."],"Click here to upgrade your %s plan":["Feu clic aquí per actualitzar el vostre pla %s"],"Keyphrases tracked: %1$s/%2$s":["Frases clau rastrejades: %1$s/%2$s"],"Your are tracking %1$s out of %2$s keyphrases included in your account.":["Esteu fent el seguiment de %1$s de %2$s frases clau incloses al vostre compte."],"Your are tracking %1$s out of %2$s keyphrases included in your free account.":["Esteu fent el seguiment de %1$s de %2$s frases clau incloses al vostre compte gratuït."],"Support":["Suport"],"Prevent Google AdsBot from crawling":["Evita que Google AdsBot rastregi el lloc"],"%s":["%s"],"This overview will show you your top performing keyphrases in Google. Connect with %s to get started.":["Aquesta visió general us mostrarà les frases clau amb millor rendiment a Google. Connecteu-vos amb %s per començar."],"You have successfully connected with %s.":["Us heu connectat correctament amb %s."],"You have successfully connected with %1$s. Your %2$s account does not contain any keyphrases for this website yet. You can track keyphrases by using the \"Track SEO Performance\" button in the post editor.":["Us heu connectat correctament amb %1$s. El vostre compte %2$s encara no conté cap frase clau per a aquest lloc web. Podeu fer un seguiment de les frases clau utilitzant el botó \"Seguiment del rendiment de SEO\" a l'editor d'entrades."],"Network Error: Unable to connect to the server. Please check your internet connection and try again later.":["Error de xarxa: no s'ha pogut connectar amb al servidor. Comproveu la vostra connexió a internet i torneu-ho a provar més tard."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of URLs like %1$s, %2$s and %3$s.":["Afegiu una regla de \"disallow\" al vostre fitxer robots.txt per evitar el rastreig d'URLs com %1$s, %2$s i %3$s."],"Your WordPress environment is running on a non-production site. Indexables can only be created on production environments. Please check your `WP_ENVIRONMENT_TYPE` settings.":["L'entorn del WordPress s'està executant en un lloc que no està en producció. Els indexables només es poden crear en entorns de producció. Comproveu la configuració de `WP_ENVIRONMENT_TYPE`."],"Inclusive language: %s":["Llenguatge inclusiu: %s"],"%1$s / %2$s: Top Keyphrases":["%1$s / %2$s: frases clau principals"],"The post type %s could not be indexed because it does not meet indexing requirements.":["No s'ha pogut indexar el tipus de contingut %s perquè no compleix els requisits d'indexació."],"The name of this category is %1$s.":["El nom d'aquesta categoria és %1$s."],"Start the course":["Inicia el curs"],"Start free trial lesson":["Inicia la lliçó de prova gratuïta"],"Maximize your SEO game by purchasing %s, which grants you unlimited access to all courses.":["Maximitzeu el vostre joc SEO comprant %s, el qual us garanteix un accés il·limitat a tots els cursos."],"Learn vital SEO skills that you can apply at once! Let us take you by the hand and give you practical SEO tips to help you outrank your competitors. %s comes with five free courses.":["Apreneu les habilitats vitals de SEO que podeu aplicar. Consells pràctics de SEO per a ajudar-vos a superar els vostres competidors. %s ve amb cinc cursos gratuïts."],"Learn vital SEO skills that you can apply at once! Let us take you by the hand and give you practical SEO tips to help you outrank your competitors. Maximize your SEO game! Because your %s subscription gives you unlimited access to all courses.":["Apreneu les habilitats vitals de SEO que podeu aplicar. Consells pràctics de SEO per a ajudar-vos a superar els vostres competidors. Maximitzeu el vostre SEO. La vostra subscripció %s us dóna accés il·limitat a tots els cursos."],"Choosing the right type of hosting for your site is the basis of a solid Technical SEO strategy. Learn all about it in this course!":["La tria del tipus correcte d'allotjament per a la web és la base d'una sòlida estratègia tècnica de SEO. Apreneu tot sobre això en aquest curs!"],"You have to make it possible for search engines to find your site, so they can display it in the search results. We'll tell you all about how that works in this course!":["Heu de fer possible que els motors de cerca trobin el vostre lloc web, de manera que el puguin mostrar als resultats de la cerca. Us explicarem com funciona això en aquest curs!"],"Are you selling in countries all over the world? In this course, you’ll learn all about setting up and managing a site that targets people in different languages and locales.":["Veneu a països de tot el món? En aquest curs, aprendreu com configurar i gestionar un lloc web que s'adreça a persones de diferents idiomes i localitats."],"Do you want to take a deep dive into structured data? In this course, you'll learn the theory related to structured data in detail.":["Voleu aprofundir en les dades estructurades? En aquest curs, aprendreu en detall la teoria relacionada amb les dades estructurades."],"Learn how to optimize your online shop for your customers and for search engines!":["Apreneu com optimitzar la vostra botiga en línia per als vostres clients i per als motors de cerca."],"Do you own a local business? This course will teach you how to make sure your local audience can find you in the search results and on Google Maps!":["Teniu un negoci local? Aquest curs us ensenyarà com assegurar-vos que el vostre públic local us pot trobar als resultats de cerca i al Google Maps."],"A clear site structure benefits your users and is of great importance for SEO. Still, most people seem to forget about this. Get ahead of your competition and learn how to improve your site structure!":["Una estructura clara del lloc web beneficia als vostres usuaris i és de gran importància per al SEO. No obstant això, la majoria de la gent sembla oblidar-se'n. Avanceu-vos a la vostra competència i apreneu a millorar l'estructura del lloc web."],"Start creating block-tastic content with the new WordPress block editor! Learn all about the block editor and what you can do with it.":["Comenceu a crear contingut fantàstic de blocs amb el nou editor de blocs del WordPress. Apreneu en detall sobre l'editor de blocs i què podeu fer amb ell."],"Do you know the essential first step of good SEO? It's keyword research. In this training, you'll learn how to research and select the keywords that will guide searchers to your pages.":["Coneixeu que és el més essencial per al SEO? La recerca de paraules clau. En aquest entrenament, aprendreu a investigar i seleccionar les paraules clau que guiaran els cercadors a les vostres pàgines."],"Learn how to make your site stand out from the crowd by adding structured data!":["Apreneu com fer que el vostre lloc web destaqui de la multitud afegint dades estructurades!"],"In this course, you'll learn how to write awesome copy that is optimized for ranking in search engines.":["En aquest curs, aprendreu a escriure de forma optimitzada per a classificar-vos als motors de cerca."],"Do you want to set up your own WordPress site? This course will teach you the ins and outs of creating and maintaining a WordPress website!":["Voleu configurar el vostre propi lloc web del WordPress? Aquest curs us ensenyarà a crear i mantenir un lloc web del WordPress!"],"In this course, you'll learn practical SEO skills on every key aspect of SEO, to make your site stand out.":["En aquest curs, aprendreu habilitats pràctiques de SEO i aspectes clau de SEO, per fer que el vostre lloc web destaqui."],"In this course, you'll learn about how to set up and use the %1$s for WordPress plugin so it makes SEO even easier. This course is meant for users of the block editor.":["En aquest curs, aprendreu com configurar i utilitzar l'extensió %1$s per al WordPress, de manera que el SEO encara sigui més fàcil. Aquest curs està destinat als usuaris de l'editor de blocs."],"In this free course, you'll get quick wins to make your site rank higher in Google, Bing, and Yahoo.":["En aquest curs gratuït, aprendreu petites coses per fer que el vostre lloc aconsegueixi posicions més altes a Google, Bing i Yahoo."],"Academy":["Acadèmia"],"%1$s %2$s isn't working as expected %3$s and you are not receiving updates or support! Make sure to %4$s activate your product subscription in %5$s%6$s to unlock all the features of %7$s.":["%1$s %2$s no està funcionant com s'esperava %3$s i no està rebent actualitzacions o suport! Assegureu-vos d'%4$sactivar la vostra subscripció al producte a %5$s%6$s per desbloquejar totes les característiques de %7$s."],"%1$s can't be updated because your product subscription is expired. %2$sRenew your product subscription%3$s to get updates again and use all the features of %1$s.":["%1$s no pot actualitzar-se perquè la vostra subscripció al producte ha caducat. %2$sRenoveu la subscripció al vostre producte%3$s per a tenir de nou actualitzacions i totes les característiques de %1$s."],"Warning! These are expert features, so make sure you know what you're doing before using this setting. You might break your site. %1$sRead more about how your site can be affected%2$s.":["Aquestes són característiques avançades, així que assegureu-vos que sabeu el que esteu fent abans d'utilitzar aquesta configuració. Podeu trencar el lloc web. %1$sLlegiu més sobre com el vostre lloc es pot veure afectat%2$s."],"%1$s: unregistered URL parameter removed. See %2$s":["%1$s: s'ha suprimit el paràmetre URL no registrat. Veure %2$s"],"This feature is disabled when your site is not using pretty permalinks.":["Aquesta funcionalitat està deshabilitada quan el vostre lloc web no utilitza enllaços permanents."],"This feature is disabled when your site is not using %1$spretty permalinks%2$s.":["Aquesta funcionalitat està deshabilitada quan el vostre lloc web no utilitza %1$senllaços permanents%2$s."],"%1$s: redirect utm variables to #":["%1$s: redirigir variables utm a #"],"Optimize your business for multiple locations":["Optimitzeu el vostre negoci per a múltiples ubicacions"],"Easily add maps, address finders, and opening hours to your content":["Afegiu fàcilment mapes, cercadors de direccions i hores d'obertura al vostre contingut"],"Automatically get technical SEO best practices for local businesses":["Obtenir automàticament les millors pràctiques de SEO tècnic per a negocis locals"],"Attract more customers to your site and physical store":["Atraieu més clients al lloc web i a la botiga física"],"Remove Other profile %1$s":["Elimina l'altre perfil %1$s"],"Please select a user in the Site representation step.":["Seleccioneu un usuari en el pas de representació del lloc."],"You can %1$supdate or add social profiles to this user profile%2$s.":["Podeu %1$sactualizar o afegir perfils socials a aquest perfil d' usuari%2$s."],"You have selected the user %1$s as the person this site represents.":["Heu seleccionat a l'usuari %1$s com la persona a la qual representa aquest lloc web."],"If you select a Person to represent this site, we will use the social profiles from the selected user's profile page.":["Si seleccioneu una persona a la qual representa aquest lloc web, s'usaran els perfils socials de la pàgina del perfil de l'usuari seleccionat."],"It looks like you've enabled media pages. We recommend that you help us to re-analyze your site by running the SEO data optimization. ":["Heu activat les pàgines de mèdia. Torneu a analitzar el vostre lloc web executant l'optimització de dades SEO. "],"Organization Mastodon":["Mastodon de l'organització"],"%1$s Settings - %2$s":["Paràmetres de %1$s - %2$s"],"Read more about how to get your site verified.":["Llegiu més sobre com verificar el lloc web."],"Get your site verified in your Mastodon profile.":["Obteniu el vostre lloc verificat al vostre perfil de Mastodon."],"E.g. https://mastodon.social/@yoast":["P. ex. https://mastodon.social/@yoast"],"Mastodon":["Mastodon"],"%2$s integrates %1$s' Schema output into its own to get rich snippets for your digital products!":["%2$s integra la sortida d'esquema de %1$s en la seva pròpia per obtenir fragments rics per als vostres productes digitals!"],"Get %1$srich results for your digital products%2$s in Google search":["Obteniu %1$s resultats rics per als vostres productes digitals%2$s a la cerca de Google"],"Add trustworthiness to your %1$s profile by verifying your site with %2$s.":["Afegiu fiabilitat al vostre perfil %1$s verificant el vostre lloc amb %2$s."],"Verify your site on %1$s%2$s%3$s":["Verifiqueu el lloc web a %1$s%2$s%3$s"],"Mastodon profile not yet added":["El perfil de Mastodon encara no s'ha afegit"],"Mastodon profile added":["S'ha afegit el perfil de Mastodon"],"Potentially non-inclusive":["Potencialment no inclusiu"],"Finish your %s":["Finalitzeu la %s"],"Please enter a number between 1 and 50.":["Introduïu un número entre 1 i 50."],"Settings navigation":["Navegació de la configuració"],"Close settings navigation":["Tanca la navegació de la configuració"],"Open settings navigation":["Obre la navegació de la configuració"],"Choose whether your site represents an organization or a person. %1$sLearn more about the differences and choosing between Organization and Person%2$s.":["Trieu si el lloc representa una organització o una persona. %1$sApreneu més sobre les diferències i l'elecció entre l'organització i la persona%2$s."],"%1$sGet%2$s %3$s":["%1$sAconsegueix%2$s %3$s"],"Index Now":["Indexa ara"],"Failed to retrieve media.":["No s'ha pogut recuperar el fitxer multimèdia."],"Limit the length of internal site search queries to reduce the impact of spam attacks and confusing URLs. Please enter a number between 1 and 50.":["Limita la longitud de les consultes internes de cerca del lloc per reduir l'impacte dels atacs de correu brossa i els URL confusos. Introduïu un número entre 1 i 50."],"The number you've entered is not between 1 and 50.":["El número que heu introduït no és entre 1 i 50."],"Determine how your %1$s should look on social media.":["Determina com hauria de veure el vostre %1$s a les xarxes socials."],"Disabling this means that archive pages for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Desactivar això significa que les pàgines d'arxiu per a %1$s no seran indexades pels motors de cerca i que s'exclouran dels mapes XML del lloc web."],"Prevents specific URL parameters from being removed by the above feature. E.g., adding %1$s will prevent %2$s from being redirected to %3$s. You can add multiple parameters and separate them by using enter or a comma.":["Evita que els paràmetres específics de l'URL siguin eliminats per la característica anterior. Per exemple, afegir %1$s evitarà que %2$s es redirigeixi a %3$s. Podeu afegir múltiples paràmetres i separar-los utilitzant la tecla de retorn o una coma."],"Consolidates WordPress' multiple site search URL formats into the %1$s syntax. E.g., %2$s will redirect to %3$s":["Consolida múltiples formats d'URL de cerca del lloc web del WordPress a la sintaxi %1$s. Per exemple, %2$s redirigirà a %3$s"],"Redirect pretty URLs to ‘raw’ formats":["Redirigeix URL bonics a formats en cru"],"Allow":["Permet"],"Deny":["Denega"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["Per veure aquest vídeo, heu de permetre que %1$s carregui vídeos incrustats de %2$s."],"Only available for English sites":["Només disponible per a llocs en anglès"],"You can change the default type for %1$s under Content types in the %2$sSettings%3$s.":["Podeu canviar el tipus predeterminat per a %1$s a Tipus de contingut a %2$sConfiguració%3$s."],"all the Yoast plugins":["tots els connectors del Yoast"],"Show date archives in search results":["Mostra els arxius de dates als resultats de la cerca"],"Show %1$s archives in search results":["Mostra %1$s arxius als resultats de la cerca"],"Prefix for archive breadcrumbs":["Prefix per a la ruta de navegació de l'arxiu"],"Unlock rich results in Google search by using plugins that integrate with the %1$sYoast Schema API%2$s.":["Desbloqueja els resultats rics a la cerca de Google mitjançant l'ús de connectors que s'integren amb la %1$sAPI d'esquema Yoast%2$s."],"Schema API integrations":["Integracions de l'API de Schema"],"%s can integrate with other products, to help you further improve your website. You can enable or disable these integrations below.":["%s pot integrar-se amb altres productes, per ajudar-vos a millorar el vostre lloc web. Podeu activar o desactivar aquestes integracions a continuació."],"Unlock rich snippets for your product pages by using %1$s.":["Desbloquegeu fragments rics per a les vostres pàgines de producte mitjançant %1$s."],"Get %1$srich product results%2$s in Google search":["Obteniu %1$sresultats rics de productes%2$s a la cerca de Google"],"%1$s integrates with %2$s's Schema API to get rich snippets for your recipes!":["%1$s s'integra amb l'API Schema de %2$s per obtenir fragments rics per a les vostres receptes!"],"Get %1$srich results for your recipes%2$s in Google search":["Obteniu %1$s resultats rics per a les vostres receptes%2$s a la cerca de Google"],"%1$s integrates with %2$s's Schema API to get rich snippets for your podcasts!":["%1$s s'integra amb l'API Schema de %2$s per obtenir fragments rics per als vostres podcasts!"],"Get %1$srich results for your podcast%2$s in Google search":["Obteniu %1$s resultats rics per al vostre podcast%2$s a la cerca de Google"],"%1$s integrates with %2$s's Schema API to get rich snippets for your events!":["%1$s s'integra amb l'API Schema de %2$s per obtenir fragments rics per als vostres esdeveniments!"],"Get %1$srich results for your events%2$s in Google search":["Obteniu %1$s resultats rics per als vostres esdeveniments%2$s a la cerca de Google"],"You have selected the user %1$s%3$s%2$s as the person this site represents. Their user profile information will now be used in search results. We're sorry, you're not allowed to edit this user's profile. Please contact your admin or %1$s%3$s%2$s to check and/or update the profile.":["Heu seleccionat l'usuari %1$s%3$s%2$s com a persona que representa aquest lloc. La informació del seu perfil d'usuari s'utilitzarà ara als resultats de la cerca. No teniu permisos per editar el perfil d'aquest usuari. Contacteu amb el vostre administrador o %1$s%3$s%2$s per comprovar i/o actualitzar el perfil."],"An organization name and logo need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site name and logo as default values. %1$sLearn more about the importance of structured data%2$s.":["Cal establir un nom i un logotip de l'organització perquè les dades estructurades funcionin correctament. Com que encara no els heu definit, estem utilitzant el nom del lloc i el logotip com a valors predeterminats. %1$sMés informació sobre la importància de les dades estructurades.%2$s"],"This info is intended to appear in %1$sGoogle's Knowledge Graph%2$s.":["Aquesta informació està pensada per aparèixer a %1$sGràfica de coneixement del Google%2$s."],"Other profile %1$s":["Altres perfils %1$s"],"Tweet":["Tuit"],"Organization Twitter":["Twitter de l'organització"],"Open Graph":["Open Graph"],"Organization Facebook":["Facebook de l'organització"],"OpenGraph":["OpenGraph"],"Format archives":["Formata els arxius"],"File":["Fitxer"],"PDF":["PDF"],"Video":["Vídeo"],"Attachment":["Adjunt"],"404 pages title":["Títol de les pàgines 404"],"Search pages title":["Títol de les pàgines de cerca"],"Enable date archives":["Activa els arxius de dates"],"Enable author archives":["Activa els arxius de l'autor"],"Anchor text for the homepage":["Text d'ancoratge per a la pàgina d'inici"],"Organization/person":["Organització/persona"],"Divider":["Separador"],"Remove Atom/RDF feeds":["Elimina els fils de subscripció Atom / RDF"],"Webmaster":["Administrador web"],"Share":["Comparteix"],"Structured data":["Dades estructurades"],"Enable the %1$s XML sitemaps. A sitemap is a file that lists a website's essential pages to make sure search engines can find and crawl them.":["Activeu els %1$s mapes XML del lloc. Un mapa de lloc és un fitxer que llista les pàgines essencials d'un lloc web per assegurar-se que els motors de cerca les poden trobar i arrossegar."],"The %1$s icon in the top admin bar provides quick access to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["La icona %1$s de la barra superior d'administració proporciona un accés ràpid a les eines de tercers per analitzar pàgines i facilita veure si teniu notificacions noves."],"Allows for Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared. Keep this feature enabled to optimize your site for social media.":["Permet que Facebook i altres xarxes socials mostrin una vista prèvia amb imatges i un extracte de text quan es comparteixi un enllaç al lloc web. Manteniu aquesta característica habilitada per optimitzar el vostre lloc per a les xarxes socials."],"Count the number of internal links from and to your posts to improve your site structure.":["Compta el nombre d'enllaços interns des de i cap a les entrades per millorar l'estructura del lloc."],"Mark and filter your cornerstone content to make sure your most important articles get the attention they deserve. To help you write excellent copy, we’ll assess your text more strictly.":["Marqueu i filtreu el vostre contingut fonamental per assegurar-vos que els vostres articles més importants reben l'atenció que mereixen. Per ajudar-vos a escriure una còpia excel·lent, avaluarem el vostre text més estrictament."],"Get more insights into what you are writing. What words do you use most often? How much time does it take to read your text? Is your text easy to read?":["Obteniu més informació sobre el que esteu escrivint. Quines paraules feu servir més sovint? Quant de temps triga a llegir el vostre text? És fàcil llegir el vostre text?"],"The inclusive language analysis offers suggestions to write more inclusive copy, so more people will be able to relate to your content.":["L'anàlisi del llenguatge inclusiu ofereix suggeriments per a escriure una còpia més inclusiva, de manera que més persones podran relacionar-se amb el vostre contingut."],"The SEO analysis offers suggestions to improve the findability of your text and makes sure that your content meets best practices.":["L'anàlisi SEO ofereix suggeriments per millorar la cerca del text i assegurar-se que el contingut compleix les millors pràctiques."],"Set the basic info for your website. You can use %1$stagline%2$s and %1$sseparator%2$s as %3$sreplacement variables%4$s when configuring the search appearance of your content.":["Establiu la informació bàsica del vostre lloc web. Podeu utilitzar %1$stagline%2$s i %1$sseparator%2$s com a %3$svariables de reemplaçament%4$s quan configureu l'aparença de cerca del vostre contingut."],"Usage tracking allows us to track some data about your site to improve our plugin. %1$sLearn more about which data we track and why%2$s.":["El seguiment d'ús ens permet fer un seguiment d'algunes dades sobre el vostre lloc per millorar la nostra extensió. %1$sApreneu més sobre quines dades seguim i per què%2$s."],"A link to the archive for the post author, with the author's name as anchor text.":["Un enllaç a l'arxiu de l'autor de l'entrada, amb el nom de l'autor com a text d'ancoratge."],"Determine how your %1$s pages should be described by default in your site's Schema.org markup. You can always customize the settings for individual %1$s pages in the %2$s metabox.":["Determina com les vostres pàgines %1$s s'han de descriure per defecte al marcatge de Schema.org del vostre lloc. Sempre podeu personalitzar la configuració de les pàgines %1$s individuals a la caixa meta %2$s."],"Determine how your %1$s pages should look in search engines. You can always customize the settings for individual %1$s pages in the %2$s metabox.":["Determineu com haurien de veure's les vostres pàgines %1$s als motors de cerca. Sempre podeu personalitzar la configuració de les pàgines %1$s individuals a la caixa meta %2$s."],"Enable %1$s pages":["Activa les pàgines %1$s"],"Determine how your homepage should look in the search results.":["Determineu com hauria de ser la pàgina d'inici als resultats de la cerca."],"Determine how your %1$s should look in search engines. You can always customize the settings for individual %1$s in the %2$s metabox.":["Determineu com hauria de ser el vostre %1$s als motors de cerca. Sempre podeu personalitzar els paràmetres de %1$s individuals a la metacaixa %2$s."],"Enable format-based archives":["Activa els arxius basats en format"],"Not sure how to implement the %3$s breadcrumbs on your site? Read %1$sour help article on breadcrumbs implementation%2$s.":["No esteu segur de com implementar les rutes de navegació %3$s al vostre lloc? Llegiu %1$sel nostre article d'ajuda sobre la implementació de la ruta de navegació%2$s."],"Show %1$s without posts in search results":["Mostra %1$s sense entrades als resultats de cerca"],"Determine how your %1$s should look on social media by default. You can always customize the settings for individual %1$s in the %2$s metabox.":["Determineu com hauria de veure el vostre %1$s a les xarxes socials per defecte. Sempre podeu personalitzar els paràmetres de %1$s individuals a la metacaixa %2$s."],"Determine what your %1$s should look like in the search results by default. You can always customize the settings for individual %1$s in the %2$s metabox.":["Determineu com hauria de ser %1$s als resultats de cerca per defecte. Sempre podeu personalitzar els paràmetres de %1$s individuals a la metacaixa %2$s."],"This taxonomy is used for %2$s.":["Aquesta taxonomia s'utilitza per a %2$s."],"This taxonomy is used for %1$s and %2$s.":["Aquesta taxonomia s'utilitza per a %1$s i %2$s."],"Read more about our custom field analysis":["Llegiu més sobre la nostra anàlisi de camps personalitzats"],"Determine how your %1$s should look on social media by default. You can always customize the settings for individual %1$s in the %2$s sidebar or metabox.":["Determineu com hauria de veure el vostre %1$s a les xarxes socials per defecte. Sempre podeu personalitzar la configuració de %1$s individualment a la barra lateral %2$s o metabox."],"Determine what your %1$s should look like in the search results by default. You can always customize the settings for individual %1$s in the %2$s sidebar or metabox.":["Determineu com hauria de ser %1$s als resultats de cerca per defecte. Sempre podeu personalitzar la configuració de %1$s individualment a la barra lateral %2$s o metabox."],"Determine how your %1$s should be described by default in %2$syour site's Schema.org markup%3$s. You can always change the settings for individual %1$s in the %4$s sidebar or metabox.":["Determineu com s'ha de descriure per defecte el vostre %1$s al %2$smarcatge Schema.org del vostre lloc web%3$s. Sempre podeu canviar la configuració de %1$s individualment a la barra lateral o metabox %4$s."],"You can add multiple custom fields and separate them by using %1$senter%2$s or %1$scomma%2$s.":["Podeu afegir diversos camps personalitzats i separar-los mitjançant %1$senter%2$s o %1$scomma%2$s."],"Please enter a search term with at least 3 characters.":["Introduïu un terme de cerca amb almenys 3 caràcters."],"CtrlK":["CtrlK"],"⌘K":["⌘K"],"Add new user...":["Afegeix un usuari nou..."],"Unavailable for multisites":["No disponible per a multillocs"],"Integrate your custom fields and SEO data from %1$s%2$s%3$s":["Integreu els vostres camps personalitzats i les dades SEO de %1$s%2$s%3$s"],"Upgrade your %1$s%2$s%3$s SEO":["Actualitzeu el vostre %1$s%2$s%3$s SEO"],"Improve your internal search results with %1$s%2$s%3$s":["Milloreu els resultats de la cerca interna amb %1$s%2$s%3$s"],"Make your terms & privacy pages more trustworthy with %1$s%2$s%3$s":["Feu que les vostres pàgines de privadesa dels termes siguin més fiables amb %1$s%2$s%3$s"],"Track your rankings through time with %1$s%2$s%3$s":["Feu un seguiment dels vostres rànquings a través del temps amb %1$s%2$s%3$s"],"Use %1$s%2$s%3$s to do keyword research - without leaving your post":["Utilitzeu %1$s%2$s%3$s per a fer recerca amb paraules clau - sense deixar el vostre missatge"],"We could not save the website name. Please check the value.":["No hem pogut desar el nom del lloc web. Comproveu el valor."],"%1$sSubheading distribution%2$s: The beginning of your text is longer than %4$s %5$s and is not separated by any subheadings. %3$sAdd subheadings to improve readability.%2$s":["%1$sDistribució de capçaleres secundàries%2$s: El començament del text és més llarg que %4$s %5$s i no està separat per cap subtítol. %3$sAfegiu capçaleres secundàries per millorar la llegibilitat.%2$s"],"WordPress.org support forums":["Fòrums de suport del WordPress.org"],"Yoast Premium support":["Suport del Yoast Premium"],"Yoast.com help section":["Secció d'ajuda de Yoast.com"],"Help":["Ajuda"],"Write better content":["Escriviu un contingut millor"],"Improve your blog post":["Milloreu la vostra entrada al blog"],"Learn more SEO":["Més informació sobre SEO"],"SEO Tools":["Eines SEO"],"not set":["no definit"],"With a 30-day money-back guarantee. No questions asked.":["Amb una garantia de devolució de 30 dies. No s'ha fet cap pregunta."],"Reach new customers who live near your business":["Arribeu a nous clients que visquin prop del vostre negoci"],"Get all 5 Yoast plugins for WordPress at a big discount":["Obteniu les 5 extensions del Yoast per al WordPress amb un gran descompte"],"Cover all your SEO bases":["Cobriu totes les vostres bases SEO"],"Add global identifiers for variable products":["Afegeix identificadors globals per a productes variables"],"Drive more traffic to your online store":["Dirigiu més trànsit a la botiga en línia"],"Add all necessary schema.org markup":["Afegeix tot el marcatge schema.org necessari"],"Ping Google on the publication of a new post":["Aviseu Google a la publicació d'una nova entrada"],"Rank higher in Google's news carousel":["Posició més alta al carrusel de notícies de Google"],"Make your videos responsive for all screen sizes":["Feu que els vostres vídeos responguin a totes les mides de pantalla"],"Cleaned up %1$d record from %2$s.":["S'ha netejat %1$d registre de %2$s.","S'han netejat %1$d registres de %2$s."],"Cleaning up %1$s [%2$s]":["S'està netejant %1$s [%2$s]"],"Skipping %1$s. %2$s is not active on this site.":["S'està ometent %1$s. %2$s no està actiu en aquest lloc web."],"Cleaned up %1$d record.":["S'ha netejat %1$d registre.","S'han netejat %1$d registres."],"The value for 'batch-size' must be a positive integer higher than equal to 1.":["El valor de «mida del conjunt» ha de ser un enter positiu superior a 1."],"The value for 'interval' must be a positive integer.":["El valor de «interval» ha de ser un enter positiu."],"We need to re-analyze some of your SEO data because of a change in the visibility of your taxonomies. Please help us do that by running the SEO data optimization. ":["Hem de tornar a analitzar algunes de les vostres dades SEO a causa d'un canvi en la visibilitat de les vostres taxonomies. Ajudeu-nos a fer-ho executant l'optimització de dades SEO. "],"We need to re-analyze some of your SEO data because of a change in the visibility of your post types. Please help us do that by running the SEO data optimization. ":["Hem de tornar a analitzar algunes de les vostres dades SEO a causa d'un canvi en la visibilitat dels vostres tipus d'entrades. Ajudeu-nos a fer-ho executant l'optimització de dades SEO. "],"The term %s could not be built because it's not indexable.":["No s'ha pogut construir el terme %s perquè no és indexable."],"The post %s could not be indexed because it's post type is excluded from indexing.":["L'entrada %s no s'ha pogut indexar perquè el tipus d'entrada està exclòs de la indexació."],"The post %s could not be indexed because it does not meet indexing requirements.":["No s'ha pogut indexar l'entrada %s perquè no compleix els requisits d'indexació."],"%1$sSAVE 30%%%2$s on your 12 month subscription":["%1$sEstalvieu el 30%%%2$s en la subscripció de 12 mesos"],"BLACK FRIDAY - 30% OFF":["BLACK FRIDAY - 30% de descompte"],"Use the alternate organization name for acronyms, or a shorter version of your organization's name.":["Utilitzeu el nom de l'organització alternativa per als acrònims, o una versió més curta del nom de la vostra organització."],"Alternate organization name":["Nom alternatiu de l'organització"],"Use the alternate website name for acronyms, or a shorter version of your website's name.":["Utilitzeu el nom alternatiu del lloc web per a acrònims, o una versió més curta del nom del vostre lloc web."],"Alternate website name":["Nom alternatiu del lloc web"],"Determine how the title of your 404 error pages should look in the browser.":["Trieu com s'ha de veure el títol de les pàgines d'error 404 al navegador."],"404 error pages":["Pàgines d'error 404"],"Determine how the title of your internal search pages should look in the browser.":["Trieu com s'ha de veure el títol de les pàgines de cerca internes al navegador."],"Internal search pages":["Pàgines de cerca internes"],"Show media pages in search results":["Mostra les pàgines multimèdia als resultats de la cerca"],"Show format archives in search results":["Mostra els arxius de dates als resultats de la cerca"],"Show author archives in search results":["Mostra els arxius de l'autor als resultats de la cerca"],"Breadcrumbs for %1$s":["Enfiladisses per a %1$s"],"Site connections":["Connexions del lloc"],"View the XML sitemap":["Vegeu el mapa del lloc XML"],"Enable feature":["Activa la característica"],"Site features":["Característiques del lloc"],"Learn more":["Més informació"],"Site info":["Informació del lloc"],"We're sorry, you're not allowed to edit the %1$swebsite name%2$s and %1$stagline%2$s.":["Ho sentim, no teniu permís per editar el %1$stítol del lloc%2$s i %1$slínia d'etiquetes%2$s."],"Show or hide our tools and controls in the attachment editor.":["Mostra o oculta les nostres eines i controls a l'editor d'adjunts."],"(e.g., %1$s)":["(p. ex., %1$s)"],"Remove unregistered URL parameters":["Elimina els paràmetres d'URL no registrats"],"Optimize Google Analytics utm tracking parameters":["Optimitza els paràmetres de seguiment de l'utm de Google Analytics"],"Remove WP-JSON API":["Elimina l'API WP-JSON"],"Remove emoji scripts":["Elimina els scripts emoji"],"Remove Atom / RDF feeds":["Elimina els fils de subscripció Atom / RDF"],"Remove search results feeds":["Suprimeix els fils de subscripció de resultats de cerca"],"Remove custom taxonomy feeds":["Suprimeix els fils de subscripció de taxonomia personalitzats"],"Remove tag feeds":["Elimina els fils de subscripció d'etiquetes"],"Remove category feeds":["Suprimeix fils de subscripció de categoria"],"Remove post type feeds":["Elimina els fils de subscripció de tipus d'entrada"],"Remove post authors feeds":["Elimina els fils de subscripció d'autors de l'entrada"],"Remove post comments feeds":["Elimina els fils de subscripció de comentaris de publicacions"],"Remove global comment feeds":["Suprimeix els fils de subscripció comentaris globals"],"Remove global feed":["Elimina el fil de subscripció global"],"Remove powered by HTTP header":["Suprimeix la capçalera HTTP \"funciona amb\""],"Remove generator tag":["Elimina l'etiqueta generadora"],"Remove oEmbed links":["Elimina els enllaços oEmbed"],"Remove RSD / WLW links":["Elimina els enllaços RSD / WLW"],"Remove REST API links":["Elimina els enllaços de l'API REST"],"Remove shortlinks":["Suprimeix els enllaços curts"],"Show or hide our tools and controls in the content editor.":["Mostra o oculta les nostres eines i controls a l'editor de continguts."],"Enable SEO controls and assessments":["Activa els controls i avaluacions SEO"],"Unlock with %1$s":["Desbloca amb %1$s"],"We couldn’t find anything with that term.":["No hem pogut trobar res amb aquest terme."],"Search...":["Cerca..."],"Quick search...":["Cerca ràpida..."],"No, continue editing":["No, continua editant"],"Yes, discard changes":["Sí, descarta els canvis"],"You are about to discard all unsaved changes. All of your settings will be reset to the point where you last saved. Are you sure you want to do this?":["Esteu a punt de descartar tots els canvis sense desar. Tots els vostres paràmetres es reiniciaran fins al punt on es va desar per darrera vegada. Segur que ho vols fer?"],"Discard all changes":["Descarta tots els canvis"],"Redirect pretty URLs for search pages to raw format":["Redirigeix els URL bonics per a les pàgines de cerca al format RAW"],"Choose the general appearance of your breadcrumbs.":["Trieu l'aparença general de les rutes de navegació."],"Breadcrumb appearance":["Aparença de la ruta de navegació"],"You have selected the user %1$s%5$s%2$s as the person this site represents. Their user profile information will now be used in search results. %3$sUpdate their profile to make sure the information is correct%4$s.":["Heu seleccionat l'usuari %1$s%5$s%2$s com a persona que representa aquest lloc. La informació del seu perfil d'usuari s'utilitzarà ara als resultats de la cerca. %3$sActualitzeu el seu perfil per assegurar-vos que la informació és correcta%4$s."],"Please tell us more about the person this site represents.":["Si us plau, expliqueu-nos més sobre la persona que representa aquest lloc web."],"E.g. https://example.com/yoast":["P. ex. https://example.com/yoast"],"Tell us if you have any other profiles on the web that belong to your organization. This can be any number of profiles, like YouTube, LinkedIn, Pinterest, or even Wikipedia.":["Digueu-nos si teniu altres perfils a la web que pertanyen a la vostra organització. Pot ser qualsevol nombre de perfils, com YouTube, LinkedIn, Pinterest o fins i tot Viquipèdia."],"Please tell us more about your organization. This information will help Google to understand your website, and improve your chance of getting rich results.":["Digueu-nos més sobre la vostra organització. Aquesta informació ajudarà Google a entendre el vostre lloc web i millorarà la vostra oportunitat d'obtenir resultats rics."],"E.g. https://twitter.com/yoast":["P. ex. https://twitter.com/yoast"],"E.g. https://facebook.com/yoast":["P. ex. https://facebook.com/yoast"],"Other profiles":["Altres perfils"],"Writing":["Escriptura"],"You can determine the title and description for the blog page by %1$sediting the blog page itself%2$s.":["Podeu determinar el títol i la descripció de la pàgina del blog %1$seditant la mateixa pàgina del blog%2$s."],"These are expert features, so make sure you know what you're doing before removing the parameters. %1$sRead more about how your site can be affected%2$s.":["Aquestes són funcionalitats avançades, per tant assegureu-vos que sabeu què feu abans d'eliminar els paràmetres. %1$sLlegiu-ne més sobre com pot afectar el vostre lloc web%2$s."],"Advanced: URL cleanup":["Avançat: neteja d'URL"],"Prevent crawling of internal site search URLs":["Evita el rastrejament dels URL de cerca interna del lloc"],"Block internal site searches which match the patterns of known spam attacks.":["Bloca les cerques internes del lloc que coincideixen amb els patrons d'atacs brossa coneguts."],"Block internal site searches which contain complex and non-alphanumeric characters, as they may be part of a spam attack.":["Bloca les cerques internes del lloc que contenen caràcters complexos i no alfanumèrics, ja que poden ser part d'un atac brossa."],"Enables advanced settings for protecting your internal site search URLs.":["Activa la configuració avançada per a protegir els URL de cerca interna del lloc."],"Your internal site search can create lots of confusing URLs for search engines, and can even be used as a way for SEO spammers to attack your site. Most sites will benefit from experimenting with these protections and optimizations, even if you don’t have a search feature in your theme.":["La cerca interna del lloc pot crear molts URL confusos per als motors de cerca, i fins i tot es pot utilitzar com una manera que els spammers de SEO ataquin el lloc. La majoria dels llocs es beneficiaran d'experimentar amb aquestes proteccions i optimitzacions, fins i tot si no teniu una característica de cerca al tema."],"Internal site search cleanup":["Neteja de cerca interna del lloc"],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of WordPress' JSON API endpoints.":["Afegiu una regla «disallow» al fitxer robots.txt per a evitar que s'arrosseguin els extrems de l'API JSON del WordPress."],"Remove JavaScript used for converting emoji characters in older browsers.":["Elimina el JavaScript utilitzat per convertir caràcters emojis en navegadors més antics."],"Remove URLs which provide alternative (legacy) formats of all of the above.":["Elimina els URL que proporcionen formats alternatius (antics) de tots els anteriors."],"Remove URLs which provide information about your search results.":["Elimina els URL que proporcionen informació sobre els resultats de la cerca."],"Remove URLs which provide information about your recent posts, for each custom taxonomy.":["Elimina els URL que proporcionen informació sobre les entrades recents, per a cada taxonomia personalitzada."],"Remove URLs which provide information about your recent posts, for each tag.":["Elimina els URL que proporcionen informació sobre les entrades recents, per a cada etiqueta."],"Remove URLs which provide information about your recent posts, for each category.":["Elimina els URL que proporcionen informació sobre les entrades recents, per a cada categoria."],"Remove URLs which provide information about your recent posts, for each post type.":["Elimina els URL que proporcionen informació sobre les entrades recents, per a cada tipus d'entrada."],"Remove URLs which provide information about recent posts by specific authors.":["Elimina els URL que proporcionen informació sobre les entrades recents per autors específics."],"Remove URLs which provide information about recent comments on each post.":["Elimina els URL que proporcionen informació sobre els comentaris recents a cada entrada."],"Also disables post comment feeds.":["També desactiva els fils de subscripció de comentaris de l'entrada."],"Remove URLs which provide an overview of recent comments on your site.":["Suprimeix els URL que proporcionen una visió general dels comentaris recents al vostre lloc."],"Remove URLs which provide an overview of your recent posts.":["Elimina els URL que proporcionen una visió general de les entrades recents."],"WordPress outputs your content in many different formats, across many different URLs (like RSS feeds of your posts and categories). It’s generally good practice to disable the formats you’re not actively using.":["El WordPress emet el contingut en molts formats diferents, a través de molts URL diferents (com ara canals RSS de les entrades i categories). En general, és una bona pràctica desactivar els formats que no utilitzeu activament."],"Disable unwanted content formats":["Desactiva els formats de contingut no desitjats"],"Remove links which allow others sites to ‘ping’ yours when they link to you.":["Elimina els enllaços que permeten que altres espais us «ping» quan us enllacen."],"Remove information about the plugins and software used by your site.":["Elimina la informació sobre els connectors i programari utilitzats pel lloc web."],"Remove links used for embedding your content on other sites.":["Elimina els enllaços utilitzats per a incrustar el contingut en altres espais."],"Remove links used by external systems for publishing content to your blog.":["Elimina els enllaços utilitzats per sistemes externs per publicar continguts al vostre blog."],"Remove links to the location of your site’s REST API endpoints.":["Elimina els enllaços a la ubicació dels endpoints de l'API REST del vostre lloc."],"Remove links to WordPress' internal 'shortlink' URLs for your posts.":["Elimina els enllaços a URL interns «shortlink» del WordPress per a les entrades."],"Remove unwanted metadata":["Elimina les metadades no desitjades"],"Crawl optimization":["Optimització del seguiment"],"Removes unknown URL parameters via a %1$s redirect. E.g., %2$s will be redirected to %3$s":["Elimina paràmetres d'URL desconeguts mitjançant una redirecció de %1$s. Per exemple, %2$s es redirigirà a %3$s"],"Replaces %1$s tracking parameters with the (more performant) %2$s equivalent, via a %3$s redirect. E.g., %4$s will be redirected to %5$s":["Reemplaça %1$s paràmetres de seguiment amb l'equivalent (més executant) %2$s, mitjançant una redirecció %3$s. Per exemple, %4$s es redirigirà a %5$s"],"Users and search engines may often request your URLs whilst using query parameters, like %1$s. These can be helpful for tracking, filtering, and powering advanced functionality - but they come with a performance and SEO ‘cost’. Sites which don’t rely on URL parameters might benefit from using these options.":["Els usuaris i els motors de cerca sovint poden sol·licitar els vostres URL mentre s'utilitzen paràmetres de consulta, com ara %1$s. Aquests poden ser útils per al seguiment, el filtratge i l'alimentació de funcionalitat avançada, però venen amb un rendiment i un «cost» de SEO. Els llocs que no depenen dels paràmetres de l'URL poden beneficiar-se de l'ús d'aquestes opcions."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by Common Crawl CCBot.":["Afegiu una regla de «disallow» al fitxer robots.txt per evitar que us rastregi el Common Crawl CCBot."],"WordPress adds a lot of links and content to your site's %1$s and HTTP headers. For most websites you can safely disable all of these, which can help to save bytes, electricity, and trees.":["El WordPress afegeix molts enllaços i continguts a les capçaleres %1$s i HTTP del vostre lloc web. La majoria de la gent pot inhabilitar amb seguretat tots aquests, la qual cosa pot ajudar a estalviar bytes, electricitat i arbres."],"Make your site more efficient and more environmentally friendly by preventing search engines from crawling things they don’t need to, and by removing unused WordPress features. %1$sLearn more about crawl settings and how they could benefit your site%2$s.":["Feu que el lloc web sigui més eficient i més respectuós amb el medi ambient evitant que els motors de cerca s'arrosseguin coses que no necessiten, i eliminant les funcions del WordPress no utilitzades. %1$sMés informació sobre la configuració de seguiment i com podrien beneficiar el vostre lloc%2$s."],"E.g., %1$s and %2$s":["P. ex., %1$s i %2$s"],"E.g., %1$s":["P. ex., %1$s"],"Enable breadcrumbs for your theme":["Activa les rutes de navegació per al tema"],"You can always choose to enable/disable them for your theme below. This setting will not apply to breadcrumbs inserted through a widget, a block or a shortcode.":["Sempre podeu triar activar-les o desactivar-les per al tema següent. Aquest paràmetre no s'aplicarà a les rutes de navegació inserides a través d'un giny, un bloc o un codi curt."],"Choose which Post type you wish to show in the breadcrumbs for Taxonomies.":["Trieu el tipus d'entrada que voleu mostrar a les rutes de navegació per a les Taxonomies."],"Breadcrumbs for taxonomies":["Ruta de navegació per a les taxonomies"],"Choose which Taxonomy you wish to show in the breadcrumbs for Post types.":["Trieu quina taxonomia voleu mostrar a les rutes de navegació dels tipus d'entrada."],"Breadcrumbs for post types":["Rutes de navegació per als tipus d'entrada"],"Breadcrumb for 404 page":["Ruta de navegació per a la pàgina 404"],"Prefix for search page breadcrumbs":["Prefix per a la ruta de navegació de la pàgina de cerca"],"Add prefix":["Afegeix un prefix"],"Add anchor text":["Afegeix un text d'ancoratge"],"Add separator":["Afegeix un separador"],"Configure the appearance and behavior of %1$syour breadcrumbs%2$s.":["Configureu l'aparença i el comportament de les  %1$srutes de navegació%2$s."],"Disabling this will redirect the %1$s to your site's homepage.":["Desactivar això redirigirà el %1$s a la pàgina d'inici del vostre lloc."],"Refresh this page":["Refresca aquesta pàgina"],"Unfortunately, this means that all your unsaved changes will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Malauradament, això significa que es perdran tots els canvis sense desar. Podeu intentar actualitzar aquesta pàgina per resoldre el problema. Si aquest error encara es produeix, poseu-vos en contacte amb el nostre equip de suport, i us obtindrem tota l'ajuda que necessiteu!"],"Something went wrong. An unexpected error occurred.":["Alguna cosa ha anat malament. S'ha produït un error inesperat."],"Failed to retrieve users.":["No s'han pogut recuperar els usuaris."],"Searching users...":["S'estan cercant els usuaris..."],"No users found.":["No s'ha trobat cap usuari."],"Discard changes":["Descarta els canvis"],"The profile is not valid. Please use only 1-25 letters, numbers and underscores or enter a valid Twitter URL.":["El perfil no és vàlid. Utilitzeu només 1-25 lletres, números i guions baixos o introduïu un URL de Twitter vàlid."],"The profile is not valid. Please enter a valid URL.":["El perfil no és vàlid. Introduïu un URL vàlid."],"The verification code is not valid. Please use only the letters A to F, numbers, underscores and dashes.":["El codi de verificació no és vàlid. Utilitzeu només les lletres A a F, números, guions baixos i guions."],"The verification code is not valid. Please use only letters, numbers, underscores and dashes.":["El codi de verificació no és vàlid. Utilitzeu només lletres, números, guions baixos i guions."],"User":["Usuari"],"Site basics":["Elements bàsics del lloc"],"Text formality":["Formulari del text"],"Read more about text formality.":["Llegiu més sobre la formalitat del text."],"%1$s%3$s%2$s will help you assess the formality level of your text.":["%1$s%3$s%2$s us ajudarà a avaluar el nivell de formalitat del vostre text."],"WordPress loads lots of resources, some of which your site might not need. If you’re not using these, removing them can speed up your pages and save resources.":["El WordPress carrega molts recursos, alguns dels quals el lloc web podria no necessitar. Si no els utilitzeu, eliminar-los pot accelerar les pàgines i estalviar recursos."],"Remove unused resources":["Elimina els recursos no utilitzats"],"Prevent search engines from crawling /wp-json/":["Evita que els motors de cerca rastregen /wp-json/"],"Prevent search engines from crawling site search URLs":["Evita que els motors de cerca rastregen els URL de cerca"],"There are unsaved changes on this page. Leaving means that those changes will be lost. Are you sure you want to leave this page?":["Hi ha canvis sense desar en aquesta pàgina. Sortir significa que aquests canvis es perdran. Segur que voleu sortir d'aquesta pàgina?"],"Media pages":["Pàgines multimèdia"],"Categories & tags":["Etiquetes de categories"],"Content types":["Tipus de contingut"],"Show more":["Mostra'n més"],"Show less":["Mostra'n menys"],"Configure the basics for your website.":["Configureu els fonaments del vostre lloc web."],"This field updates the %1$stagline in your WordPress settings%2$s.":["Aquest camp actualitza la %1$sdescripicó a la configuració del WordPress%2$s."],"Disabling this means that %1$s pages created by WordPress will not be indexed by search engines and will be excluded from XML sitemaps.":["Desactivar això significa que les %1$s pàgines creades pel WordPress no seran indexades pels motors de cerca i seran excloses dels mapes del lloc XML."],"Show %1$s pages in search results":["Mostra %1$s pàgines als resultats de la cerca"],"We recommend keeping %1$s pages disabled. This will cause all attachment URLs to be redirected to the media itself.":["Recomanem mantenir %1$s pàgines desactivades. Això farà que tots els URL dels adjunts es redirigeixin al propi mitjà."],"%1$s pages":["%1$s pàgines"],"When you upload media (e.g. an image or video), %5$s automatically creates a %3$s page (attachment URL) for it. These pages are quite empty and could cause %1$sthin content problems and lead to excess pages on your site%2$s. Therefore, %4$s disables them by default (and redirects the attachment URL to the media itself).":["Quan pugeu un mitjà (p. ex. una imatge o vídeo), %5$s crea automàticament una pàgina %3$s (URL d'accés) per a ella. Aquestes pàgines són bastant buides i poden causar %1$s problemes de contingut i provocar excessos de pàgines al vostre lloc%2$s. Per tant, %4$s els desactiva per defecte (i redirigeix l'URL de l'adjunt al mateix mitjà)."],"Format-based archives can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["Els arxius basats en format poden causar problemes de contingut duplicats. Per a la majoria dels llocs, us recomanem que desactiveu aquest paràmetre."],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps. We recommend that you disable this setting.":["Desactivar això significa que %1$s no serà indexat pels motors de cerca i serà exclòs dels mapes de lloc XML. Us recomanem que desactiveu aquest paràmetre."],"%1$s can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["%1$s pot causar problemes de contingut duplicats. Per a la majoria dels llocs, us recomanem que desactiveu aquest paràmetre."],"%1$s (e.g. %2$s) are based on publication dates. From an SEO perspective, the posts in these archives have no real relation to the other posts except for their publication dates, which doesn’t say much about the content. They could also lead to duplicate content issues. This is why we recommend you to disable %3$s.":["%1$s (p. ex. %2$s) es basen en dates de publicació. Des d'una perspectiva SEO, les entrades d'aquests arxius no tenen cap relació real amb les altres entrades excepte les dates de publicació, que no diuen gaire sobre el contingut. També podrien provocar problemes de contingut duplicats. Per això us recomanem que inhabiliteu %1$s."],"Determine how your %1$s should look on social media by default.":["Trieu com s'han de mostrar %1$s a les xarxes socials per defecte."],"Disabling this means that %1$s without any posts will not be indexed by search engines and will be excluded from XML sitemaps.":["Desactivar això significa que els %1$s sense entrades no seran indexats pels motors de cerca i seran exclosos dels mapes del lloc XML."],"Show archives for authors without posts in search results":["Mostra els arxius d'autors sense entrades als resultats de la cerca"],"Determine how your %1$s should look in search engines.":["Trieu com s'han de mostrar %1$s als motors de cerca."],"If you're running a one author blog, the %1$s (e.g. %2$s) will be exactly the same as your homepage. This is what's called a %3$sduplicate content problem%4$s. If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or prevent it from showing up in search results.":["Si esteu executant un blog d'un autor, el %1$s (p. ex. %2$s) serà exactament el mateix que la vostra pàgina d'inici. Això és el que s'anomena un problema de %3$s duplicat%4$s. Si aquest és el cas al vostre lloc, podeu optar per desactivar-lo (el qual el fa redirigir a la pàgina d'inici), o evitar que aparegui als resultats de la cerca."],"Author archive":["Arxiu de l'autor"],"Read more about the search results settings":["Llegiu més sobre la configuració dels resultats de la cerca"],"Determine how your %1$s should look in search engines and on social media.":["Trieu com s'han de mostrar %1$s als motors de cerca i a les xarxes socials."],"Contact support":["Contacteu el suport tècnic"],"We're very sorry, but it seems like the following error has interrupted our application:":["Ho sentim molt, però sembla que el següent error ha interromput la nostra aplicació:"],"Read reviews from real users":["Llegeix les ressenyes dels usuaris reals"],"%1$s attempted to load the class %2$s but it could not be found.":["%1$s ha intentat carregar la classe %2$s però no s'ha pogut trobar."],"We noticed that you are using a multilingual plugin. Please be aware that this analysis feedback is intended only for texts written in English.":["Ens hem adonat que esteu utilitzant un connector multilingüe. Si us plau, tingueu en compte que aquesta anàlisi només està pensada per a textos escrits en anglès."],"Determine how your homepage should look in the search results and on social media. This is what people probably will see when they search for your brand name.":["Trieu com hauria de ser la pàgina d'inici als motors de cerca i a les xarxes socials. Tingueu en compte que això és el que la gent probablement veurà quan busquin el vostre nom de marca."],"Determine how your homepage should look on social media.":["Determineu com hauria de veure's la pàgina d'inici a les xarxes socials."],"Show the categories prefix in the slug":["Manté el prefix de les categories al slug"],"Category URLs in WordPress contain a prefix, usually %s. Show or hide that prefix in category URLs.":["Els URL de categoria del WordPress contenen un prefix, normalment %s. Mostra o amaga el prefix a les categories."],"Determine how your %1$s archive should look on social media.":["Trieu com s'hauria de veure l'arxiu %1$s a les xarxes socials."],"Disabling this means that the archive for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Desactivar això significa que l'arxiu per a %1$s no serà indexat pels motors de cerca i serà exclòs dels mapes del lloc XML."],"Determine how your %1$s archive should look in search engines.":["Trieu com hauria de ser l'arxiu %1$s als motors de cerca."],"These settings are specifically for optimizing your %1$s archive.":["Aquests paràmetres són específicament per optimitzar el vostre arxiu %1$s."],"%1$s archive":["%1$s arxiu"],"Add custom fields to page analysis":["Afegeix els camps personalitzats a l'anàlisi de la pàgina"],"Additional settings":["Paràmetres addicionals"],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Desactivar això significa que %1$s no serà indexat pels motors de cerca i serà exclòs dels mapes de lloc XML."],"Search appearance":["Cerca l'aparença"],"You haven't set a Shop page in your WooCommerce settings. %1$sPlease do this first%2$s.":["No heu establert una pàgina de botiga a la configuració de WooCommerce. %1$sFeu-ho primer%2$s."],"The %1$ssocial image%2$s, %1$ssocial title%2$s and %1$ssocial description%2$s require Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":["La %1$simatge social%2$s, %1$stítol social%2$s i %1$sdescripció social%2$s requereixen dades Open Graph, que actualment està inhabilitada a la secció «Compartir social» a %3$sFuncions del lloc%4$s."],"Oh no! It seems your form contains invalid data. Please review the following fields:":["Oh no! Sembla que el formulari conté dades no vàlides. Reviseu els camps següents:"],"Archive social image":["Arxiva la imatge social"],"Archive social description":["Descripció social de l'arxiu"],"Archive social title":["Títol social de l'arxiu"],"Show the archive for %1$s in search results":["Mostra l'arxiu de %1$s als resultats de la cerca"],"Archive breadcrumbs title":["Títol de la ruta de navegació de l'arxiu"],"Archive meta description":["Metadescripció de l'arxiu"],"Archive SEO title":["Títol SEO de l'arxiu"],"Enable %1$s for %2$s":["Activa %1$s per a %2$s"],"Show %1$s in search results":["Mostra %1$s als resultats de la cerca"],"The selected media type is not valid. Supported types are: JPG, PNG, WEBP and GIF.":["El tipus de mèdia seleccionat no és vàlid. Els tipus suportats són: JPG, PNG, WEBP i GIF."],"%1$sInclusive language%2$s: We haven't detected any potentially non-inclusive phrases. Great work!":["%1$sLlengua inclusiva%2$s: No hem detectat cap frase potencialment no inclusiva. Bona feina!"],"Potentially non-inclusive phrases":["Frases potencialment no inclusives"],"Non-inclusive phrases":["Frases no inclusives"],"Learn more about the inclusive language analysis":["Apreneu més sobre l'anàlisi del llenguatge inclusiu"],"Inclusive language:":["Llenguatge inclusiu:"],"Removes the inclusive language analysis section from the metabox and disables all inclusive language-related suggestions.":["Elimina la secció de l'anàlisi del llenguatge inclusiu de la caixa meta i deshabilita tots els suggeriments relacionats amb llenguatge inclusiu."],"Disable inclusive language analysis":["Deshabilita l'anàlisi del llenguatge inclusiu"],"Discover why inclusive language is important for SEO.":["Descobriu per què el llenguatge inclusiu és important per al SEO."],"The inclusive language analysis offers suggestions to write more inclusive copy.":["L'anàlisi de llenguatge inclusiu ofereix suggeriments per escriure un text més inclusiu."],"Inclusive language analysis":["Anàlisi del llenguatge inclusiu"],"Inclusive language":["Llenguatge inclusiu"],"%1$sInclusive language%2$s: %3$s":["%1$sLlenguatge inclusiu%2$s: %3$s"],"Use %s fields to power your meta tags and templates, and analyze all of your content.":["Utilitzeu %s camps per activar les vostres metadades i plantilles, i analitzar tot el vostre contingut."],"Improve your technical SEO, meta tags and unlock more SEO ecommerce tools.":["Milloreu el vostre SEO tècnic, les etiquetes meta i desbloquegeu més eines de comerç electrònic SEO."],"Connect your %1$s account to improve your site’s search results using %2$s data.":["Connecteu el vostre compte %1$s per millorar els resultats de cerca del vostre lloc mitjançant les dades %2$s."],"Upgrade your meta tags and social previews and manage your SEO settings in one place.":["Actualitzeu les vostres etiquetes meta i previsualitzacions socials i gestioneu la configuració SEO en un sol lloc."],"Get the most out of %1$s%2$s%3$s and %4$s, together":["Obteniu el màxim de %1$s%2$s%3$s i %4$s, junts"],"Take advantage of your favorite SEO & content analysis tools with your favorite page builder.":["Aprofiteu les eines d'anàlisi de continguts SEO amb el vostre constructor de pàgines preferit."],"Get %1$s tools and functionality in %2$s%3$s%4$s":["Obteniu eines i funcionalitats del %1$s a %2$s%3$s%4$s"],"Use the power of the blockchain to timestamp your content with %s.":["Utilitzeu la potència de la cadena de blocs per a segellar el vostre contingut amb %s."],"Keep an eye on how your posts are ranking by connecting to your %s account.":["Vigileu com es classifiquen les entrades connectant-vos al compte %s."],"Find out what your audience is searching for with %s data right in your sidebar.":["Descobriu què està cercant el vostre públic amb %s dades a la barra lateral."],"Front-end SEO inspector":["Inspector SEO del front-end"],"Oops! Something went wrong while saving.":["Vaja! S'ha produït un error en desar."],"Great! Your settings were saved successfully.":["Genial! La configuració s'ha desat correctament."],"Get your verification code in %1$sYandex Webmaster tools%2$s.":["Obteniu el vostre codi de verificació a les %1$seines d'administrador web de Yandex%2$s."],"Yandex":["Yandex"],"Claim your site over at %1$sPinterest%2$s.":["Registreu el vostre lloc a %1$sPinterest%2$s."],"Get your verification code in %1$sGoogle Search console%2$s.":["Obteniu el vostre codi de verificació a les %1$sconsola de cerca de Google%2$s."],"Get your verification code in %1$sBing Webmaster tools%2$s.":["Obteniu el vostre codi de verificació a les %1$sEines de l'administrador web de Bing%2$s."],"Bing":["Bing"],"Add verification code":["Afegeix un codi de verificació"],"Get your verification code in %1$sBaidu Webmaster tools%2$s.":["Obteniu el vostre codi de verificació a les %1$seines d'administrador web de Baidu%2$s."],"Baidu":["Baidu"],"Verify your site with different tools. This will add a verification meta tag to your homepage. You can find instructions on how to verify your site for each platform by following the link in the description.":["Verifiqueu el vostre lloc amb diferents eines. Això afegirà una metaetiqueta de verificació a la pàgina d'inici. Podeu trobar instruccions sobre com verificar el vostre lloc per a cada plataforma seguint l'enllaç de la descripció."],"By default only editors and administrators can access the Advanced and Schema section of the %1$s sidebar or metabox. Disabling this allows access to all users.":["Per defecte, només els editors i administradors poden accedir a la secció Avançat i Esquema de la caixa meta del %1$s. Si desactiveu això es permetrà accedir a tots els usuaris."],"Restrict advanced settings for authors":["Restringeix els paràmetres avançats per als autors"],"This Yoast SEO REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use Yoast SEO for all their SEO meta output.":["Aquest punt final de l'API REST del Yoast SEO us dona totes les metadades que necessiteu per a un URL específic. Això farà que sigui molt fàcil per a llocs web sense cap WordPress utilitzar el Yoast SEO per a tota la seva metasortida SEO."],"REST API endpoint":["REST API endpoint"],"APIs":["APIs"],"Slack sharing":["Compartició de Slack"],"Allows for Twitter to display a preview with images and a text excerpt when a link to your site is shared.":["Permet que Twitter mostri una vista prèvia amb imatges i un extracte de text quan es comparteix un enllaç al vostre lloc web."],"Twitter card data":["Dades de la targeta de Twitter"],"Open Graph data":["Obre les dades de la gràfica"],"Social sharing":["Compartició social"],"Site structure":["Estructura del lloc"],"Tell us which features you want to use.":["Digueu-nos quines característiques voleu utilitzar."],"Site preferences":["Preferències del lloc"],"Network disabled":["Xarxa desactivada"],"Unavailable for sub-sites":["No disponible per als subespais"],"This image is used as a fallback for posts/pages that don't have any images set.":["Aquesta imatge s'utilitza com a alternativa per a entrades/pàgines que no tenen cap conjunt d'imatges."],"Site image":["Imatge del lloc"],"Title separator":["Separador del títol"],"Recommended size for this image is %1$s%3$s%2$s":["La mida recomanada per a aquesta imatge és %1$s%3$s%2$s"],"The %1$sSite image%2$s requires Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":["La %1$simatge del lloc%2$s requereix dades Open Graph, que actualment està desactivada a la secció «Compartir Social» a %3$sFuncions del lloc%4$s."],"Automatically add content to your RSS. This enables you to add links back to your blog and your blog posts, helping search engines identify you as the original source of the content.":["Afegiu contingut automàticament al vostre RSS. Això us permet afegir enllaços de nou al vostre blog i a les vostres entrades de blog, ajudant els motors de cerca a identificar-vos com la font original del contingut."],"RSS feed":["Fil de subscripció RSS"],"%1$s (default)":["%1$s (predeterminat)"],"We took the liberty of using your website name and logo for the organization name and logo. Feel free to change them below.":["Ens vàrem prendre la llibertat d'utilitzar el títol del lloc i el logotip per al nom de l'organització i el logotip. Podeu canviar-ho a continuació."],"Edit your %1$s":["Editeu el vostre %1$s"],"slug":["slug"],"keyphrase":["frase clau"],"A company name and logo need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site name and logo as default values. %1$sLearn more about the importance of structured data.%2$s":["Cal establir un nom i un logotip d'empresa perquè les dades estructurades funcionin correctament. Com que encara no els heu definit, estem utilitzant el nom del lloc i el logotip com a valors predeterminats. %1$sMés informació sobre la importància de les dades estructurades.%2$s"],"Install %1$s Content Analysis for %2$s":["Instal·la %1$s anàlisi de contingut per a %2$s"],"Activate %1$s Content Analysis for %2$s":["Activa l'anàlisi de contingut %1$s per a %2$s"],"%1$s integrates with %2$s":["%1$s s'integra amb %2$s"],"Integration active":["Integració activa"],"Plugin not detected":["Connector no detectat"],"Enable integration":["Activa la integració"],"Plugin integrations":["Integracions dels connectors"],"Recommended integrations":["Integracions recomanades"],"Enable %1$s":["Activa %1$s"],"Integration unavailable for multisites":["Integració no disponible per a multiespais"],"Network Disabled":["Xarxa desactivada"],"Unlock with Premium!":["Desbloca amb la recompensa!"],"Premium SEO analysis:":["Anàlisi SEO Premium:"],"Beta":["Beta"],"Are you publishing news articles? %s helps you optimize your site for Google News.":["Publiqueu notícies? %s us ajuda a optimitzar el vostre lloc per a Google News."],"no data":["sense dades"],"Your text should be slightly longer to calculate your Flesch reading ease score.":["El vostre text hauria de ser una mica més llarg per calcular la vostra puntuació de facilitat de lectura Flesch."],"Continue writing to get insight into the readability of your text!":["Continueu escrivint per a obtenir informació sobre la llegibilitat del vostre text!"],"%1$sKeyphrase distribution%2$s: Have you evenly distributed your focus keyphrase throughout the whole text? %3$sYoast SEO Premium will tell you!%4$s":["%1$sDistribució de la frase clau%2$s: Heu distribuït uniformement la frase clau objectiu al llarg de tot el text? %3$sLa recompensa SEO us dirà!%4$s"],"%1$sWord complexity%2$s: Is your vocabulary suited for a larger audience? %3$sYoast SEO Premium will tell you!%4$s":["%1$sComplexitat de paraules%2$s: És el vostre vocabulari adequat per a una audiència més gran? %3$sLa recompensa SEO us dirà!%4$s"],"Get %s to enjoy the benefits of prominent words":["Aconseguiu %s per gaudir dels beneficis de paraules prominents"],"With %1$s%3$s%2$s, this section will show you which words occur most often in your text. By checking these prominent words against your intended keyword(s), you'll know how to edit your text to be more focused.":["Amb %1$s%3$s%2$s, aquesta secció us mostrarà quines paraules apareixen més sovint en el vostre text. Comprovant aquestes paraules prominents amb les paraules clau desitjades, sabreu com editar el text per a tenir més enfocat."],"Buy %s now!":["Compra %s ara!"],"Are you working on a news article? %s helps you optimize your site for Google News.":["Treballeu en un article de notícies? %s us ajuda a optimitzar el vostre lloc per a Google News."],"Premium SEO analysis":["Anàlisi SEO Premium"],"1 year of premium support and updates included!":["S'ha inclòs un any d'ajudes i actualitzacions de primes!"],"Unlock with %s":["Desbloca amb %s"],"Learn more about character count":["Més informació sobre el nombre de caràcters"],"Character count":["Nombre de caràcters"],"Learn more about word count":["Més informació sobre el recompte de paraules"],"Word count":["Recompte de paraules"],"Learn more about Flesch reading ease":["Més informació sobre la facilitat de lectura Flesch"],"out of 100":["de 100"],"okay":["d'acord"],"Learn more about reading time":["Més informació sobre el temps de lectura"],"Reading time":["Temps de lectura"],"minute":["minut","minuts"],"Activate %1$s!":["Activa %1$s!"],"You've installed %1$s but it's not activated yet. %2$sActivate %1$s now!%3$s":["Heu instal·lat %1$s però encara no està activat. %2$sActiva %1$s ara!%3$s"],"Automatically ping search engines like Bing and Yandex whenever you publish, update or delete a post.":["Enregistra automàticament els motors de cerca com Bing i Yandex quan publiqueu, actualitzeu o suprimiu una entrada."],"Additional URL parameters to allow":["Paràmetres d'URL addicionals per permetre"],"Permalink cleanup settings":["Paràmetres de neteja dels enllaços permanents"],"Max number of characters to allow in searches":["Nombre màxim de caràcters que es permeten a les cerques"],"Search cleanup settings":["Paràmetres de neteja de la cerca"],"Filter searches with common spam patterns":["Filtra les cerques amb patrons de correu brossa comuns"],"Filter searches with emojis and other special characters":["Filtra les cerques amb emojis i altres caràcters especials"],"Filter search terms":["Filtra els termes de cerca"],"Unregistered URL parameters":["Paràmetres d'URL no registrats"],"Campaign tracking URL parameters":["Paràmetres de l'URL de seguiment de campanya"],"Timestamp this %s":["Marca de temps %s"],"%1$s: Not all the words from your keyphrase \"%4$s\" appear in the SEO title. %2$s%5$s%3$s.":["%1$s: no totes les paraules de la frase clau «%4$s» apareixen al títol SEO. %2$s%5$s%3$s."],"%1$s: The focus keyphrase appears at the beginning of the SEO title. Good job!":["%1$s: la frase clau objectiu apareix al començament del títol SEO. Bona feina!"],"Keyphrase in SEO title":["Frase clau en el títol SEO"],"Contact %s support.":["Suport del contacte %s."],"WordProof Timestamp":["Marca de temps de WordProof"],"View this content's Timestamp certificate":["Visualitza el certificat de marca horària d'aquest contingut"],"Contact WordProof support":["Implementació del WordProof Contact"],"Find out how IndexNow can help your site.":["Descobriu com IndexNow pot ajudar el vostre lloc."],"IndexNow":["IndexNow"],"Dismiss this notice.":["Descarta aquest avís."],"We noticed that you haven't fully configured Yoast SEO yet. Optimize your SEO settings even further by using our improved %1$s First-time configuration%2$s.":["Ens hem adonat que encara no heu configurat completament el Yoast SEO. Optimitzeu encara més la configuració de SEO mitjançant la nostra millorada %1$s Configuració de primera hora%2$s."],"SEO configuration":["Configuració SEO"],"Feed crawl settings":["Paràmetres de rastreig de fonts"],"Basic crawl settings":["Configuració bàsica del crawling"],"Powered by HTTP header":["Funciona amb la capçalera HTTP"],"Pingback HTTP header":["Capçalera HTTP del retroping"],"Emoji scripts":["Scripts Emoji"],"Generator tag":["Etiqueta del generador"],"oEmbed links":["Enllaços oEmbed"],"RSD / WLW links":["Enllaços RSD / WLW"],"REST API links":["Enllaços API REST"],"Shortlinks":["Enllaços curts"],"Atom/RDF feeds":["Canals Atom/RDF"],"Search results feeds":["Canals de cerca de resultats"],"Custom taxonomy feeds":["Canals de taxonomia personalitzats"],"Tag feeds":["Canals d'etiquetes"],"Category feeds":["Canals de categoria"],"Post type feeds":["Canals de tipus d'entrada"],"Post authors feeds":["Canals de missatges dels autors"],"Global comment feeds":["Canals de comentaris globals"],"Global feed":["Canal global"],"%1$sLearn more about crawl settings.%2$s":["%1$sMés informació sobre la configuració de crawl.%2$s"],"Post comments feeds":["Fils de subscripció dels comentaris de l'entrada"],"Crawl settings":["Paràmetres del crawl"],"Finish configuration":["Finalitza la configuració"],"Personal preferences":["Preferències personals"],"SEO data optimization":["Optimització de dades SEO"],"An error has occurred: %1$s":["S'ha produït un error: %1$s"],"We could not save the organization name. Please check the value.":["No s'ha pogut desar el nom de l'organització. Comproveu el valor."],"No items found.":["No s'han trobat elements."],"All redirect types":["Tots els tipus de redireccions"],"Add Redirect":["Afegeix una redirecció"],"Old URL":["URL vell"],"The redirect type is the HTTP response code sent to the browser telling the browser what type of redirect is served. %1$sLearn more about redirect types%2$s.":["El tipus de redirecció és el codi HTTP de resposta que s'envia al navegador, dient-li quin tipus de redirecció s'ha fet. %1$sApreneu més sobre els tipus de redirecció%2$s."],"301 Moved Permanently":["301 Mogut permanentment"],"Type":["Tipus"],"Plain redirects":["Redireccions senzilles"],"Regex Redirects":["Redireccions REGEX"],"There are unsaved changes in one or more steps. Leaving means that those changes may not be saved. Are you sure you want to leave?":["Hi ha canvis sense desar en un o més passos. Sortir significa que aquests canvis no es poden desar. Segur que voleu sortir?"],"Add another profile":["Afegeix un altre perfil"],"Start first-time configuration!":["Inicieu la configuració per primera vegada!"],"Set the essential %s settings for your site in a few steps.":["Establiu la configuració %s essencial per al vostre lloc en uns quants passos."],"For the best ranking results: configure %s!":["Per als millors resultats de classificació: configureu %s!"],"Your site is already easier to find for search engines.":["El lloc web ja és més fàcil de trobar per als motors de cerca."],"Tell us about your site, so we can get it ranked!":["Expliqueu-nos el vostre lloc web, per tal que puguem ajudar a indexar-lo!"],"Or go to your SEO dashboard":["Aneu al tauler SEO"],"E.g. example@email.com":["P. ex. exemple.email.com"],"Please enter a valid email address.":["Introduïu una adreça electrònica vàlida."],"Tell us! Is your site about an organization or a person? ":["Expliqueu-nos! El vostre lloc és sobre una organització o una persona? "],"Personal logo or avatar":["Logotip personal o avatar"],"Select a user":["Seleccioneu un usuari"],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. You're not allowed to update this user profile, so please ask this user or an admin to make sure the information is correct.":["Heu seleccionat l'usuari %1$s com a persona que representa aquest lloc. Aquesta informació del perfil d'usuari s'utilitzarà ara als resultats de la cerca. No teniu permís per actualitzar aquest perfil d'usuari, així que demaneu a aquest usuari o a un administrador que s'asseguri que la informació és correcta."],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. %2$sUpdate this profile to make sure the information is correct%3$s.":["Heu seleccionat l'usuari %1$s com a persona que representa aquest lloc. Aquesta informació del perfil d'usuari s'utilitzarà ara als resultats de la cerca. %2$sActualitzeu aquest perfil per assegurar-vos que la informació és correcta%3$s."],"Uploading image...":["S'està pujant la imatge..."],"Select an option":["Seleccioneu una opció"],"Be aware that you should run the SEO data optimization for this configuration to take maximum effect.":["Tingueu en compte que haureu d'executar l'optimització de dades SEO perquè aquesta configuració tingui el màxim efecte."],"We've already successfully analyzed your site. You can move on to the next step.":["Ja hem analitzat correctament el vostre lloc. Podeu passar al següent pas."],"SEO data optimization is running… You can safely move on to the next steps of this configuration.":["S'està executant l'optimització de dades SEO... Podeu passar amb seguretat als passos següents d'aquesta configuració."],"You're not allowed to edit the social profiles of this user. Please ask this user or an admin to do this.":["No teniu permisos per editar els perfils socials d'aquest usuari. Demaneu a aquest usuari o a un administrador que ho faci."],"E.g. https://www.wikipedia.com/yoast":["P. ex. https://www.wikipedia.com/yoast"],"E.g. https://www.youtube.com/yoast":["P. ex. https://www.youtube.com/yoast"],"E.g. https://www.twitter.com/yoast":["P. ex. https://www.twitter.com/yoast"],"E.g. https://www.tumblr.com/yoast":["P. ex. https://www.tumblr.com/yoast"],"E.g. https://www.soundcloud.com/yoast":["P. ex. https://www.soundcloud.com/yoast"],"E.g. https://www.pinterest.com/yoast":["P. ex. https://www.pinterest.com/yoast"],"E.g. https://www.myspace.com/yoast":["P. ex. https://www.myspace.com/yoast"],"E.g. https://www.linkedin.com/yoast":["P. ex. https://www.linkedin.com/yoast"],"E.g. https://www.instagram.com/yoast":["P. ex. https://www.instagram.com/yoast"],"E.g. https://www.facebook.com/yoast":["P. ex. https://www.facebook.com/yoast"],"Delete item":["Suprimeix l'element"],"E.g. https://social-platform.com/yoast":["P. ex. https://social-platform.com/yoast"],"Other social profile":["Altres perfils socials"],"First-time configuration":["Configuració per primera vegada"],"You should finish the %1$sfirst time configuration%2$s to make sure your SEO data has been optimized and you’ve set the essential Yoast SEO settings for your site.":["Heu d'acabar la %1$sconfiguració de la primera vegada%2$s per assegurar-vos que les dades SEO s'han optimitzat i heu establert els paràmetres SEO essencials per al vostre lloc."],"Step 4: Go through the first time configuration":["Pas 4: passa per la configuració de la primera vegada"],"Postname permalink":["Enllaç permanent de l'entrada"],"Page comments":["Comentaris de la pàgina"],"Links table":["Taula d'enllaços"],"If you already have saved AIOSEO 'Search Appearance' settings and the issue persists, please contact our support team so we can take a closer look.":["Si ja heu desat els paràmetres d'AIOSEO «Aparença de la cerca» i el problema persisteix, contacteu amb el nostre equip de suport i hi farem una ullada."],"If you have never saved any AIOSEO 'Search Appearance' settings, please do that first and run the import again.":["Si no heu desat els paràmetres d'AIOSEO «Aparença de la cerca», feu-ho ara i executeu la importació una altra vegada."],"The AIOSEO import was cancelled because some AIOSEO data is missing. Please try and take the following steps to fix this:":["La importació d'AIOSEO s'ha cancel·lat perquè manquen algunes dades d'AIOSEO. Proveu de seguir els següents passos per solucionar-ho:"],"The validation of the AIOSEO data structure has failed.":["Ha fallat la validació de l'estructura de dades d'AIOSEO."],"Currently, the %s integration is not available for multisites.":["Actualment, la integració %s no està disponible per a multillocs."],"WordProof authentication":["Autenticació WordProof"],"Connected to WordProof":["Connectat al WordProof"],"Connection failed":["Ha fallat la connexió"],"Not working? %1$sContact %3$s support%2$s.":["No funciona? %1$sContacteu amb %3$s suport%2$s."],"Try again":["Torneu-ho a provar"],"Find possible solutions in this %1$sArticle%2$s.":["Trobar possibles solucions en aquest %1$sArticle%2$s."],"There was a connection problem. This could be because your third party connections are blocked.":["Hi ha hagut un problema de connexió. Això podria ser perquè les connexions de tercers estan bloquejades."],"The %3$s will automatically be timestamped every time you %1$supdate%2$s or %1$spublish%2$s.":["El %3$s es marcarà automàticament cada vegada que %1$sactualitza%2$s o %1$spublica%2$s."],"Your %s is now protected via the blockchain!":["El vostre %s està protegit mitjançant el blockchain!"],"Something went wrong authenticating your %3$s account with the %4$s site. Please try again or contact %1$s%3$s support%2$s.":["Alguna cosa ha anat malament autentificant el vostre compte %3$s amb el lloc %4$s. Torneu-ho a provar o contacteu amb %1$s%3$s support%2$s."],"Unable to create new timestamps. Please authenticate with WordProof.":["No s'han pogut crear les marques horàries noves. Autenticeu-vos amb WordProof."],"Timestamp with WordProof":["Marca horària amb WordProof"],"Learn more about timestamping":["Apreneu més sobre l'ús de marca de temps"],"Authenticate with WordProof":["Autentica amb WordProof"],"Manage WordProof settings":["Gestiona la configuració del WordProof"],"The WordProof Timestamp plugin needs to be disabled before you can activate this integration.":["Cal desactivar l'extensió de marca horària de WordProof abans de poder activar aquesta integració."],"Open settings":["Obre la configuració"],"Open authentication":["Obre l'autenticació"],"The timestamp is not created because you need to authenticate with %s first.":["La marca horària no es crea perquè primer heu d'autenticar-vos amb %s."],"The timestamp is not retrieved by your site. Please try again or contact %1$s support.":["El lloc web no recupera la marca horària. Torneu-ho a provar o contacteu amb el suport %1$s."],"%1$s failed to timestamp this page. Please check if you're correctly authenticated with %1$s and try to save this page again.":["%1$s ha fallat en marcar la marca horària d'aquesta pàgina. Comproveu si esteu correctament autenticat amb %1$s i torneu a intentar desar aquesta pàgina."],"%s has successfully timestamped this page.":["%s ha marcat amb èxit aquesta pàgina."],"You are out of timestamps. Please upgrade your account by opening the %s settings.":["No us queden marques horàries. Si us plau, actualitzeu el compte obrint la configuració %s."],"Use WordProof to timestamp this page to comply with legal regulations and join the fight for a more transparant and accountable internet.":["Useu WordProof per marcar el temps d'aquesta pàgina per complir amb els reglaments legals i unir-vos a la lluita per una Internet més transparent i responsable."],"Timestamp this post":["Fes una marca de temps en aquesta publicació"],"content words":["paraules del contingut"],"content word":["paraula del contingut"],"Cleanup failed with the following error:":["La neteja ha fallat amb l'error següent:"],"Note: These settings will overwrite the default settings of Yoast SEO.":["Nota: aquests paràmetres sobreescriuran els paràmetres per defecte del Yoast SEO."],"Note: This metadata will only be imported if there is no existing Yoast SEO metadata yet.":["Nota: aquestes metadades només s'importaran si encara no hi ha metadades de Yoast SEO."],"Post metadata (SEO titles, descriptions, etc.)":["Metadades de l’entrada (títols SEO, descripcions, etc.)"],"The import from %s includes:":["La importació de %s inclou:"],"Once you're certain that your site is working properly with the imported data from another SEO plugin, you can clean up all the original data from that plugin.":["Quan estigueu segur que el lloc funciona correctament amb les dades importades d'una altra extensió de SEO, podeu netejar-ne totes les dades originals."],"Please select an SEO plugin below to see what data can be imported.":["Seleccioneu una extensió de SEO a continuació per veure quines dades es poden importar."],"Clean up":["Neteja"],"After you've imported data from another SEO plugin, please make sure to clean up all the original data from that plugin. (step 5)":["Després d'haver importat dades d'una altra extensió de SEO, assegureu-vos de netejar-ne totes les dades originals. (pas 5)"],"Note: ":["Nota: "],"The cleanup can take a long time depending on your site's size.":["La neteja pot trigar molt de temps depenent de la mida del lloc."],"Every fifteen minutes":["Cada quinze minuts"],"Default tagline":["Lema predeterminat"],"Import failed with the following error:":["La importació ha fallat amb l'error següent:"],"No data found from other SEO plugins.":["No s'han trobat dades d'altres extensions de SEO."],"Select SEO plugin":["Seleccioneu una extensió de SEO"],"The import can take a long time depending on your site's size.":["La importació pot durar una estona en funció de la mida del lloc."],"For the best SEO results include all words of your keyphrase in the SEO title, and put the keyphrase at the beginning of the title":["Per a millors resultats de SEO, utilitzeu totes les paraules de la vostra frase clau en el títol SEO i, idealment, poseu-les al començament"],"For the best SEO results write the exact match of your keyphrase in the SEO title, and put the keyphrase at the beginning of the title":["Per a millors resultats SEO escrigueu la frase clau de manera textual al títol SEO i poseu-la al començament del títol"],"Installation Successful":["S’ha instal·lat correctament"],"Blog Post":["Entrada del blog"],"%1$s: Title does not begin with the focus keyphrase. %2$sMove your focus keyphrase to the beginning of the title%3$s.":["%1$sEl títol no comença amb la frase clau. %2$sMoveu-la al començament del títol%3$s."],"%1$s: The exact match of the focus keyphrase appears at the beginning of the SEO title. Good job!":["%1$s: La frase clau apareix al començament del títol SEO. Bona feina."],"%2$sText length%4$s: The text contains %1$d %6$s. This is below the recommended minimum of %5$d %6$s. %3$sAdd more content%4$s.":["%2$sLongitud del text%4$s: el text conté %1$d %6$s. Això està per sota del mínim recomanat de %5$d %6$s. %3$sAfegiu més contingut%4$s."],"%2$sText length%4$s: The text contains %1$d %6$s. This is slightly below the recommended minimum of %5$d %6$s. %3$sAdd a bit more copy%4$s.":["%2$sLongitud del text%4$s: el text conté %1$d %6$s. Això està lleugerament per sota del mínim recomanat de %5$d %6$s. %3$sAfegiu una mica més de text%4$s."],"%2$sText length%4$s: The text contains %1$d %6$s. This is far below the recommended minimum of %5$d %7$s. %3$sAdd more content%4$s.":["%2$sLongitud del text%4$s: el text conté %1$d %6$s. Això està molt per sota del mínim recomanat de %5$d %7$s. %3$sAfegiu més contingut%4$s.","%2$sLongitud del text%4$s: el text conté %1$d %7$s. Això està molt per sota del mínim recomanat de %5$d %7$s. %3$sAfegiu més contingut%4$s."],"character":["caràcter","caràcters"],"word":["paraula","words"],"words":["paraules"],"characters":["caràcters"],"%s rolls out the red carpet for the search bots, which helps your site perform better in search engines.":["%s treu la catifa vermella per als bots de cerca, el qual ajuda el vostre lloc a fer-ho millor en els motors de cerca."],"You've successfully installed %s!":["Heu instal·lat correctament %s!"],"Skip%s":["Salta%s"],"Your %s account does not contain any keyphrases for this website yet. You can track keyphrases by using the \"Track SEO Performance\" button in the post editor.":["El vostre compte %s encara no conté cap frase clau per a aquest lloc web. Podeu fer un seguiment de les frases clau utilitzant el botó «Rendiment del SEO de la pista» a l'editor d'entrades."],"%s account":["Compte %s"],"This overview only shows you keyphrases added to Yoast SEO. There may be other keyphrases added to your %s.":["Aquest resum només mostra les frases clau afegides al Yoast SEO. Pot haver-hi altres frases clau afegides al vostre %s."],"Tracking the ranking position...":["Seguiment de la posició de classificació..."],"Something went wrong while tracking the ranking position(s) of your page. Please try again later.":["S'ha produït un error en fer el seguiment de la posició de classificació de la pàgina. Torneu-ho a provar més tard."],"reconnect to %s":["torna a connectar a %s"],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["Sembla que alguna cosa ha anat malament en recuperar les dades del vostre lloc web. %s i torneu-ho a provar."],"Before you can track your SEO performance make sure to set either the post’s title and save it as a draft or manually set the post’s slug.":["Abans de poder fer un seguiment del vostre rendiment SEO, assegureu-vos d'establir el títol de l'entrada i desar-lo com a esborrany o establir manualment l'àlies de l'entrada."],"No keyphrase has been set. Please set a keyphrase first.":["No s'ha establert cap frase clau. Primer establiu una frase clau."],"upgrade your %s plan":["actualitzeu el vostre pla %s"],"You've reached the maximum amount of %d keyphrases you can add to your Wincher account. If you wish to add more keyphrases, please %s.":["Heu assolit la quantitat màxima de %d frases clau que podeu afegir al vostre compte de Wincher. Si voleu afegir més frases clau, %s."],"With %1$s you can track the ranking position of your page in the search results based on your keyphrase(s). %2$s":["Amb %1$s podeu fer un seguiment de la posició de classificació de la pàgina en els resultats de cerca basant-vos en les frases clau. %2$s"],"%s is currently tracking the ranking position(s) of your page. This may take a few minutes. Please wait or check back later.":["%s està seguint la posició de classificació de la pàgina. Això pot trigar uns minuts. Espereu o torneu a comprovar-ho més tard."],"You have successfully connected to %s! You can now track the SEO performance for the keyphrase(s) of this page.":["Heu connectat correctament a %s! Ara podeu fer un seguiment del rendiment SEO per a les frases clau d'aquesta pàgina."],"Read more about keyphrase tracking with Wincher":["Llegiu més sobre el seguiment de frases clau amb Wincher"],"Automatic tracking of keyphrases is enabled. Your keyphrase(s) will automatically be tracked by %s when you publish your post.":["El seguiment automàtic de les frases clau està habilitat. La vostra frase clau serà rastrejada automàticament per %s quan publiqueu la vostra publicació."],"Please enter a focus keyphrase first to track keyphrase performance":["Introduïu primer una frase clau per fer un seguiment del rendiment de la frase clau"],"Keyphrase position in the last 90 days on a scale from 0 to 100.":["Posició de la frase clau en els últims 90 dies en una escala de 0 a 100."],"Track SEO performance":["Segueix el rendiment SEO"],"You can enable / disable tracking the SEO performance for each keyphrase below.":["Podeu activar/deshabilitar el seguiment del rendiment SEO per a cada frase clau a continuació."],"Track all keyphrases on this page":["Segueix totes les frases clau d'aquesta pàgina"],"Tracking has already been enabled for one or more keyphrases of this page. Clicking the button below will enable tracking for all of its keyphrases.":["El seguiment ja s'ha activat per a una o més frases clau d'aquesta pàgina. En fer clic al botó següent, s'habilitarà el seguiment de totes les seves frases clau."],"Learn more about the SEO performance feature.":["Més informació sobre la funció de rendiment SEO."],"SEO performance":["Rendiment SEO"],"Connect with %s":["Connecta amb %s"],"* focus keyphrase":["* frase clau"],"Get more insights over at %s":["Obteniu més informació a %s"],"Position over time":["Posició al llarg del temps"],"Position":["Posició"],"Tracking":["Seguiment"],"You can still run the SEO data optimization in the %1$sTools section%2$s. Once that is finished, please refresh this page.":["Encara podeu executar l'optimització de les dades SEO a la %1$sSecció d'Eines%2$s. Un cop acabat, refresqueu aquesta pàgina."],"This configuration step is currently disabled, because you're not running the latest version of Yoast SEO Premium. Please update to the latest version (at least %1$s). ":["Aquest pas de configuració està desactivat, perquè no esteu executant l'última versió del Yoast SEO Premium. Actualitzeu a la versió més recent (almenys %1$s). "],"Save and continue":["Desa i continua"],"Does your site represent an Organization or Person?":["El vostre lloc representa una organització o persona?"],"Activate %s":["Activa %s"],"Update %s":["Actualitza %s"],"Renew %s":["Renova %s"],"Get help activating your subscription":["Obteniu ajuda per activar la vostra subscripció"],"It looks like you’re running an outdated and unactivated version of %1$s, please activate your subscription in %2$sMyYoast%3$s and update to the latest version (at least 17.7) to gain access to our updated workouts section.":["Sembla que esteu executant una versió obsoleta i inactivada de %1$s, activeu la vostra subscripció a %2$sMyYoast%3$s i actualitzeu a l'última versió (almenys 17.7) per accedir a la secció d'entrenaments actualitzats."],"Activate your subscription of %s":["Activeu la vostra subscripció de %s"],"Update to the latest version of %s":["Actualitza a la darrera versió de %s"],"Renew your subscription":["Renoveu la subscripció"],"Accessing the latest workouts requires an updated version of %s (at least 17.7), but it looks like your subscription has expired. Please renew your subscription to update and gain access to all the latest features.":["Accedir als últims exercicis requereix una versió actualitzada de %s (almenys 17.7), però sembla que la vostra subscripció ha caducat. Renoveu la vostra subscripció per actualitzar i accedir a totes les funcions més recents."],"Renew your subscription of %s":["Renoveu la subscripció de %s"],"Could not save this value. Please check the URL.":["No s'ha pogut desar aquest valor. Comproveu l'URL."],"Could not save this value. Please check the URL or username.":["No s'ha pogut desar aquest valor. Comproveu l'URL o el nom d'usuari."],"Oops! Something went wrong. Check your email address and try again.":["Vaja! Alguna cosa ha anat malament. Comproveu la vostra adreça electrònica i torneu-ho a provar."],"Yes, you can collect my site data":["Sí, podeu fer un seguiment de les dades del meu lloc!"],"Site representation":["Representació del lloc"],"Continue":["Continua"],"Thank you! Check your inbox for the confirmation email.":["Gràcies! Comproveu la safata d'entrada per al correu electrònic de confirmació."],"Yoast respects your privacy. Read %1$sour privacy policy%2$s on how we handle your personal information.":["Yoast respecta la vostra privadesa. Llegiu la nostra %1$spolítica de privadesa%2$s per saber com gestionem la vostra informació personal."],"Email address":["Adreça de correu electrònic"],"%1$sBack to all workouts":["%1$sTorna a tots els entrenaments"],"Getting your site in shape and keeping it SEO fit can be hard. We can help you get started! Take these step-by-step workouts, and you’ll be tackling some of the most fundamental SEO challenges!":["Fer que el vostre lloc estigui en forma i mantenir-lo en forma SEO pot ser difícil. Us podem ajudar a començar! Preneu aquests entrenaments pas a pas, i afrontareu alguns dels reptes més fonamentals del SEO!"],"Add internal links to your posts and pages":["Afegiu enllaços interns a les vostres entrades i pàgines"],"Make pages easier for Google and visitors to find":["Fa més fàcil trobar pàgines per a Google i visitants"],"Clean up your unlinked content to make sure people can find it":["Neteja el contingut no enllaçat per assegurar-vos que la gent el pot trobar"],"Orphaned content":["Contingut orfe"],"Bring more visitors to your articles":["Porteu més visitants als vostres articles"],"Make your important articles rank higher":["Feu que els vostres articles importants estiguin més amunt als cercadors"],"%1$s/%2$s steps completed":["%1$s/%2$s passos completats"],"Unlock with %s!":["Desbloqueu amb %s!"],"Start workout!":["Inicia l'entrenament!"],"Do workout again":["Torneu a fer entrenaments"],"Continue workout!":["Continueu treballant!"],"It looks like you're running an outdated version of %1$s, please %2$supdate to the latest version (at least 17.7)%3$s to gain access to our updated workouts section.":["Sembla que esteu executant una versió obsoleta de %1$s, si us plau %2$sActualitzeu a l'última versió (almenys 17.7)%3$s per accedir a la secció d'entrenaments actualitzats."],"Get started quickly with the %1$s%2$s First-time configuration%3$s and configure Yoast SEO with the optimal SEO settings for your site!":["Comenceu ràpidament amb la %1$sconfiguració de primera vegada a %2$s%3$s i configureu el Yoast SEO amb la configuració òptima de SEO per al vostre lloc!"],"Current or first category title":["Títol de la categoria actual o primera categoria"],"Category Title":["Títol de la categoria"],"Replaced with the post content":["Substituït pel contingut de l'entrada"],"Post Content":["Contingut de l'entrada"],"Replaced with the permalink":["Substituït per l'enllaç permanent"],"Replaced with the last name of the author":["Substituït pel cognom de l'autor"],"Author last name":["Cognom de l'autor"],"Replaced with the first name of the author":["Substituït pel nom de l'autor"],"Author first name":["Nom de l'autor"],"Replaced with the day the post was published":["Substituït pel dia en què es va publicar l'entrada"],"Post day":["Dia de l'entrada"],"Replaced with the month the post was published":["Substituït pel mes en què es va publicar l'entrada"],"Post month":["Mes de l'entrada"],"Replaced with the year the post was published":["Substituït per l'any en què es va publicar l'entrada"],"Post year":["Any de l'entrada"],"Current day":["Dia actual"],"Current month":["Mes actual"],"Current date":["Data actual"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's way less than the recommended minimum of %2$d %7$s. %4$sMake it longer%5$s!":["%3$sLongitud de la frase clau%5$s: La frase clau és de %1$d %6$s. És més curta que el mínim recomanat de %2$d %7$s. %4$sFeu-la més llarga%5$s.","%3$sLongitud de la frase clau%5$s: La frase clau és de %1$d %7$s. És més curta que el mínim recomanat de %2$d %7$s. %4$sFeu-la més llarga%5$s."],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's less than the recommended minimum of %2$d %6$s. %4$sMake it longer%5$s!":["%3$sLongitud de la frase clau%5$s: la frase clau té %1$d %6$s. És més curta que el mínim recomanat de %2$d %6$s. %4$sFeu-la més llarga%5$s."],"It looks like you aren't using our %1$s%2$s addon%3$s. %4$sUpgrade today%5$s to unlock more tools and SEO features to make your products stand out in search results.":["Sembla que no esteu utilitzant el nostre %1$s%2$s complement%3$s. %4$sActualitzeu avui%5$s per desbloquejar més eines i funcions SEO per fer que els vostres productes destaquin en els resultats de la cerca."],"Below are the technical details for the error. See %1$sthis page%2$s for a more detailed explanation.":["A continuació es mostren els detalls tècnics de l'error. Vegeu %1$saquesta pàgina%2$s per obtenir una explicació més detallada."],"%1$sImage Keyphrase%2$s: Good job!":["%1$sFrase clau d'imatge%2$s: Bona feina!"],"%1$sImage Keyphrase%3$s: Images on this page do not have alt attributes with at least half of the words from your keyphrase. %2$sFix that%3$s!":["%1$sFrase clau d'imatge%3$s: Les imatges d'aquesta pàgina no tenen atributs alt amb almenys la meitat de les paraules de la frase clau. %2$sFix això%3$s!"],"%1$sImages%2$s: Good job!":["%1$sImatges%2$s: Bona feina!"],"%1$sImages and videos%2$s: Good job!":["%1$sImatges i vídeos%2$s: Bona feina!"],"%3$sImages and videos%5$s: Only %1$d image or video appears on this page. We recommend at least %2$d. %4$sAdd more relevant images or videos%5$s!":["%3$sImatges i vídeos%5$s: només %1$d imatge o vídeo apareix en aquesta pàgina. Recomanem almenys %2$d. %4$sAfegeix imatges o vídeos més rellevants%5$s!","%3$sImatges i vídeos%5$s: Només apareixen %1$d imatges o vídeos en aquesta pàgina. Recomanem almenys %2$d. %4$sAfegeix imatges o vídeos més rellevants%5$s!"],"%3$sImages%5$s: Only %1$d image appears on this page. We recommend at least %2$d. %4$sAdd more relevant images%5$s!":["%3$sImatges%5$s: Només apareix %1$d imatge en aquesta pàgina. Recomanem almenys %2$d. %4$sAfegeix imatges més rellevants%5$s!","%3$sImatges%5$s: Només apareixen %1$d imatges en aquesta pàgina. Recomanem almenys %2$d. %4$sAfegeix imatges més rellevants%5$s!"],"%1$sImages and videos%3$s: No images or videos appear on this page. %2$sAdd some%3$s!":["%1$sImatges i vídeos%3$s: No hi ha imatges ni vídeos en aquesta pàgina. %2$sAfegeix una mica%3$s!"],"Error stack trace":["Seguiment de la pila d'errors"],"Response":["Resposta"],"Error message":["Missatge d'error"],"Status code":["Codi d'estat"],"Request method":["Mètode de sol·licitud"],"Request URL":["URL de sol·licitud"],"Error details":["Detalls de l'error"],"Workouts":["Exercicis"],"Rank with articles you want to rank with":["Ordena amb articles amb els quals voleu classificar"],"The cornerstone approach":["L'enfocament de la pedra angular"],"SEO workouts":["Exercicis SEO"],"Improve the quality of your site search! Automatically helps your users find your cornerstone and most important content in your internal search results. It also removes noindexed posts & pages from your site’s search results.":["Milloreu la qualitat de la cerca del lloc web! Ajuda automàticament als usuaris a trobar el contingut més important en els resultats de la cerca interna. També elimina pàgines d'entrades no indexades dels resultats de cerca del vostre lloc web."],"Find out more about our %s integration.":["Trobeu més informació sobre la nostra integració amb %s."],"Get relevant internal linking suggestions — while you’re writing! The link suggestions metabox shows a list of posts on your blog with similar content that might be interesting to link to. ":["Obtingueu suggeriments d'enllaços interns rellevants while mentre esteu escrivint! La caixa meta de suggeriments d'enllaços mostra una llista d'entrades al vostre blog amb contingut similar que pot ser interessant enllaçar. "],"Find out how Insights can help you improve your content.":["Descobriu com Insights us pot ajudar a millorar el contingut."],"Find relevant data about your content right in the Insights section in the Yoast SEO metabox. You’ll see what words you use most often and if they’re a match with your keywords! ":["Cerqueu les dades rellevants sobre el vostre contingut just a la secció Insights de la metacaixa Yoast SEO. Veureu quines paraules utilitzeu més sovint i si coincideixen amb les paraules clau! "],"Oops, something has gone wrong and we couldn't complete the optimization of your SEO data. Please make sure to activate your subscription in MyYoast by completing %1$sthese steps%2$s.":["Vaja, alguna cosa ha anat malament i no hem pogut completar l'optimització de les vostres dades SEO. Assegureu-vos d'activar la vostra subscripció a MyYoast completant %1$saquests passos%2$s."],"To unlock this feature please update %s to the latest version.":["Per a desbloquejar aquesta característica, actualitzeu %s a l'última versió."],"The social appearance settings for archives require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Els paràmetres d'aparença social dels arxius requereixen metadades Open Graph (que actualment està inhabilitat). Podeu activar-ho a la configuració %1$s de «Social» a la pestanya «Facebook»%2$s."],"The social appearance settings for taxonomies require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Els paràmetres d'aparença social per a les taxonomies requereixen metadades Open Graph (que actualment està desactivat). Podeu activar-ho a la configuració %1$s de «Social» a la pestanya «Facebook»%2$s."],"The social appearance settings for content types require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Els paràmetres d'aparença social per als tipus de contingut requereixen metadades Open Graph (que actualment està desactivat). Podeu activar-ho a la configuració %1$s de «Social» a la pestanya «Facebook»%2$s."],"The social appearance settings for your homepage require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Els paràmetres d'aparença social de la pàgina d'inici requereixen metadades Open Graph (que actualment està inhabilitat). Podeu activar-ho a la configuració %1$s de «Social» a la pestanya «Facebook»%2$s."],"Social image":["Imatge social"],"Unlock with Premium":["Desbloquegeu-ho amb la versió Premium"],"Addon installation failed because of an error: %s.":["S'ha produït un error en instal·lar l'extensió: %s."],"You are not allowed to install plugins.":["No teniu permís per instal·lar extensions."],"Addon installed.":["Extensió instal·lada."],"Addon activation failed because of an error: %s.":["S'ha produït un error en activar l'extensió: %s."],"You are not allowed to activate plugins.":["No teniu permís per activar extensions."],"Addon activated.":["S'ha activat l'extensió."],"%1$s Continue to %2$s%3$s":["%1$sContinua a %2$s%3$s"],"Installing and activating addons":["S'estan instal·lant i activant les extensions"],"No %1$s plugins have been installed. You don't seem to own any active subscriptions.":["No s'ha instal·lat cap extensió de %1$s. No sembla que tingueu cap subscripció activa."],"the following addons":["les extensions següents"],"%s SEO installation":["Instal·lació del %s SEO"],"Install and activate":["Instal·la i activa"],"Please confirm below that you would like to install %s on this site.":["Confirmeu que voleu instal·lar %s en aquest lloc web."],"Insert variable":["Insereix variable"],"Shopping data preview:":["Previsualització de les dades de compra:"],"Availability":["Disponibilitat"],"Price":["Preu"],"Rating":["Valoració"],"%s reviews":["%s de ressenyes"],"Rating: %s":["Valoració: %s"],"Image":["Imatge"],"Social description":["Descripció social"],"Social title":["Títol social"],"Required by %s":["Requerit pel %s"],"Auto-updates are disabled based on this setting for %1$s.":["Les actualitzacions automàtiques estan desactivades en funció d'aquesta configuració per al %1$s."],"Auto-updates are enabled based on this setting for %1$s.":["Les actualitzacions automàtiques estan habilitades en funció d'aquest paràmetre per al %1$s."],"New":["Nou"],"seconds":["segons"],"Select image":["Seleccioneu una imatge"],"Replace image":["Reemplaça la imatge"],"site structure":["estructura del lloc"],"internal linking":["enllaç intern"],"breadcrumbs":["ruta de navegació"],"seo":["seo"],"Adds the Yoast SEO breadcrumbs to your template or content.":["Afegeix les rutes de navegació de Yoast a la vostra plantilla o contingut."],"Yoast Breadcrumbs":["Ruta de navegació del Yoast"],"The term is considered invalid. The following reason was given by WordPress: %s":["El terme es considera invàlid. WordPress ha retornat el següent motiu: %s"],"The post could not be found.":["No s'ha trobat l'entrada."],"The term could not be found.":["No s'ha trobat el terme."],"This feature has been disabled since subsites never send tracking data.":["Aquesta característica s'ha deshabilitat ja que els llocs web secundaris mai envien informació de seguiment."],"We notice that you have installed WPML. To make sure your canonical URLs are set correctly, %1$sinstall and activate the WPML SEO add-on%2$s as well!":[""],"Unfortunately we cannot save changes to your SEO settings while you are working on a draft of an already-published %1$s. If you want to save your SEO changes, make sure to click 'Update', or wait to make your SEO changes until you are ready to update the %1$s.":["Malauradament no podem desar els canvis als paràmetres de SEO mentre esteu treballant en un esborrany d'una %1$s ja publicada. Si voleu desar els canvis SEO, assegureu-vos de fer clic a \"Actualitza\", o espereu a fer els canvis SEO fins que estigueu preparats per actualitzar l'%1$s."],"Get started with Yoast SEO's content analysis for Elementor!":["Comenceu amb l'analitzador de contingut del Yoast SEO per a l'Elementor."],"Got it":["Ho heu aconseguit"],"New: Yoast SEO for Elementor":["Nou: Yoast SEO per a l'Elementor"],"Because of a change in your category base setting, some of your SEO data needs to be reprocessed.":["Degut a canvis en l'opció de la categoria base, part de les dades SEO s'han de tornar a processar."],"Wait for a week or so, until %1$s automatically processes most of your content in the background.":["Espereu aproximadament una setmana, fins que el %1$s processi automàticament en segon pla la major part del contingut."],"%s minute":["%s minut","%s minuts"],"Est. reading time":["Temps estimat de lectura"],"Written by":["Escrit per"],"Google Rich Results Test":["Prova de resultats enriquits de Google"],"Find out how a rich snippet can improve visibility and click-through-rate.":["Esbrineu com un fragment de codi ric pot millorar la visibilitat i el percentatge de clics."],"This adds an author byline and reading time estimate to the article’s snippet when shared on Slack.":["Això afegeix un autor per línia i una estimació del temps de lectura, al fragment de codi de l’article quan es comparteix a Slack."],"Enhanced Slack sharing":["Ús compartit millorat de slack"],"Activate your subscription":["Activeu la vostra subscripció"],"SEO data optimization is disabled for non-production environments.":["L'optimització de dades de SEO està desactivada per a entorns que no són de producció."],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":["Aquesta funció inclou i substitueix el comptador d'enllaços de text i l'anàlisi d'enllaços interns"],"This tab allows you to selectively disable %1$s integrations with third-party products for all sites in the network. By default all integrations are enabled, which allows site admins to choose for themselves if they want to toggle an integration on or off for their site. When you disable an integration here, site admins will not be able to use that integration at all.":["Aquesta pestanya us permet desactivar selectivament les integracions del %1$s amb productes de tercers per a tots els llocs de la xarxa. Per defecte, totes les integracions estan habilitades, cosa que permet als administradors de llocs triar per si mateixos si volen activar o desactivar una integració per al seu lloc. Quan desactiveu una integració aquí, els administradors del lloc no podran utilitzar aquesta integració."],"Because of a change in your tag base setting, some of your SEO data needs to be reprocessed.":["A causa d'un canvi en la categoria del paràmetre URL, algunes de les vostres dades SEO necessiten ser processades de nou."],"Stop SEO data optimization":["Atureu l'optimització de dades de SEO"],"Oops, something has gone wrong and we couldn't complete the optimization of your SEO data. Please click the button again to re-start the process. ":["S'ha produït un error i no hem pogut completar l'optimització de les vostres dades de SEO. Torneu a fer clic al botó per reiniciar el procés. "],"Optimizing SEO data... This may take a while.":["Optimització de les dades de SEO... Això pot trigar una estona."],"SEO data optimization complete":["S'ha completat l'optimització de dades SEO"],"You can speed up your site and get insight into your internal linking structure by letting us perform a few optimizations to the way SEO data is stored. ":["Podeu accelerar el vostre lloc web i obtenir informació sobre l'estructura d’enllaços interns, deixant-nos realitzar algunes optimitzacions a la manera com s’emmagatzemen les dades de SEO. "],"Start SEO data optimization":["Comença l'optimització de dades SEO"],"Learn more about the benefits of optimized SEO data.":["Apreneu més sobre els beneficis de les dades SEO optimitzades."],"You can speed up your site and get insight into your internal linking structure by letting us perform a few optimizations to the way SEO data is stored. If you have a lot of content it might take a while, but trust us, it's worth it.":["Podeu accelerar el vostre lloc i obtenir informació sobre la vostra estructura d’enllaços interns, deixant-nos realitzar algunes optimitzacions a la manera com s’emmagatzemen les dades de SEO. Si teniu molt de contingut, pot trigar una estona, però confieu en nosaltres, val la pena."],"Optimize SEO Data":["Optimitza dades SEO"],"If the problem persists, please contact support.":["Si el problema continua, poseu-vos en contacte amb el suport tècnic."],"Something has gone wrong and we couldn't complete the optimization of your SEO data. Please %1$sre-start the process%2$s.":["S'ha produït un error i no hem pogut completar l'optimització de les vostres dades SEO. Si us plau,%1$sreinicieu el procés%2$s."],"All permalinks were successfully reset":["Tots els enllaços permanents s'han restablert correctament"],"We've encountered a problem trying to get related keyphrases. Please try again later.":["Hem trobat un problema en intentar obtenir frases clau relacionades. Torneu a intentar-ho més tard."],"You've reached the maximum amount of 4 related keyphrases. You can change or remove related keyphrases in the %s metabox or sidebar.":["Heu assolit la quantitat màxima de 4 frases clau relacionades. Podeu canviar o eliminar frases clau relacionades a les caixes meta del %s o a la barra lateral."],"Please wait while %1$s connects to %2$s to get related keyphrases...":["Espereu mentre el %1$s es connecta al %2$s per obtenir les frases clau relacionades..."],"Upgrade your %s plan":["Milloreu el vostre pla del %s"],"You've reached your request limit for today. Check back tomorrow or upgrade your plan over at %s.":["Heu assolit el límit de sol·licituds per avui. Torneu a provar-ho demà o milloreu el pla del %s."],"Last month":["El mes passat"],"Two months ago":["Fa dos mesos"],"Three months ago":["Fa tres mesos"],"Four months ago":["Fa quatre mesos"],"Five months ago":["Fa cinc mesos"],"Six months ago":["Fa sis mesos"],"Seven months ago":["Fa set mesos"],"Eight months ago":["Fa vuit mesos"],"Nine months ago":["Fa nou mesos"],"Ten months ago":["Fa deu mesos"],"Eleven months ago":["Fa onze mesos"],"Twelve months ago":["Fa dotze mesos"],"Get more insights at %s":["Obteniu més informació a %s"],"Keyphrase volume in the last 12 months on a scale from 0 to 100.":["Volum de la frase clau els darrers dotze mesos en una escala del 0 al 100."],"Learn more about the related keyphrases trend":["Obteniu més informació sobre la tendència de les frases clau relacionades"],"Trend":["Tendència"],"Learn more about the related keyphrases volume":["Obteniu més informació sobre el volum de les frases clau relacionades"],"Volume":["Volum"],"Related keyphrase":["Paraula clau relacionada"],"Select country":["Seleccioneu un país"],"Show results for:":["Mostra els resultats de:"],"Please enter a focus keyphrase first to get related keyphrases":["Introduïu una frase clau principal per obtenir altres frases clau relacionades"],"Sorry, there's no data available for that keyphrase/country combination.":["Ho sentim, no hi ha dades disponibles per a aquesta combinació de paraules clau/país."],"Get related keyphrases":["Obté frases clau relacionades"],"Related keyphrases":["Paraules clau relacionades"],"The number of headers and header labels don't match.":["El nombre de capçaleres i etiquetes de capçalera no coincideix."],"The %s integration offers suggestions and insights for keywords related to the entered focus keyphrase.":["La integració del %s ofereix suggeriments i estadístiques per a paraules clau relacionades amb la frase clau de focus introduïda."],"Disabling Yoast SEO's XML sitemaps will not disable WordPress' core sitemaps. In some cases, this %1$s may result in SEO errors on your site%2$s. These may be reported in Google Search Console and other tools.":["Desactivar els mapes del lloc web XML del Yoast SEO no desactivarà els mapes del lloc web del nucli de WordPress. En alguns casos, això %1$spot generar errors de SEO al lloc web%2$s. Aquests errors poden aparèixer reflectits al Google Search Console i en altres eines."],"If you still need support and have an active subscription for this product, please email %s.":["Si encara necessiteu ajuda i teniu una subscripció activa per aquest producte, envieu-nos un correu electrònic a %s."],"You can probably find an answer to your question in our %1$shelp center%2$s.":["Probablement trobareu una resposta a la vostra pregunta al nostre %1$scentre d'ajuda%2$s."],"Need support?":["Necessiteu assistència?"],"Return to your %s":["Torna a %s"],"Make sure to save your %s for changes to take effect":["Assegureu-vos de desar les %s perquè els canvis tinguin efecte"],"The advanced section of the %1$s meta box allows a user to remove posts from the search results or change the canonical. The settings in the schema tab allows a user to change schema meta data for a post. These are things you might not want any author to do. That's why, by default, only editors and administrators can do this. Setting to \"%2$s\" allows all users to change these settings.":["La secció avançada del quadre meta del %1$s permet a un usuari eliminar les entrades dels resultats de la cerca o canviar la canònica. La configuració de la pestanya esquema permet a l'usuari canviar les meta dades de l'esquema per a una publicació. Són coses que potser no voleu que faci cap autor. És per això que, per defecte, només ho poden fer els editors i els administradors. Si configureu això com a \"%2$s\", tots els usuaris podran canviar aquesta configuració."],"Security: no advanced or schema settings for authors":["Seguretat: cap configuració avançada ni d'esquema per als autors"],"Report":["Informe"],"Tech Article":["Article tècnic"],"Scholarly Article":["Article acadèmic"],"Satirical Article":["Article satíric"],"Advertiser Content Article":["Article amb contingut publicitari"],"News Article":["Article de notícies"],"Social Media Posting":["Publicació en mitjans socials"],"Article":["Article"],"Search Results Page":["Pàgina de resultats de cerca"],"Real Estate Listing":["Anunci immobiliari"],"Checkout Page":["Pàgina de finalització de compra"],"Collection Page":["Pàgina de col·lecció"],"Medical Web Page":["Pàgina web mèdica"],"Contact Page":["Pàgina de contacte"],"Profile Page":["Pàgina de perfil"],"QA Page":["Pàgina de preguntes i respostes"],"FAQ Page":["Pàgina de PMF"],"About Page":["Pàgina \"Quant a\""],"Item Page":["Pàgina d'article"],"Web Page":["Pàgina web"],"Default for %1$s (%2$s)":["Per defecte per a %1$s (%2$s)"],"This helps search engines understand your website and your content. You can change some of your settings for this page below.":["Això ajuda els motors de cerca a entendre millor el lloc web i el seu contingut. Podeu canviar algunes de les preferències a continuació."],"Yoast SEO automatically describes your pages using schema.org":["El Yoast SEO descriu automàticament les pàgines utilitzant schema.org"],"Article type":["Tipus d'article"],"Page type":["Tipus de pàgina"],"Learn more about page or content types":["Apreneu més sobre els tipus de pàgina o de contingut"],"What type of page or content is this?":["Quin tipus de pàgina o contingut és aquest?"],"Structured Data":["Dades estructurades"],"Yoast How-to":["Guia d'ús del Yoast"],"Yoast FAQ":["PMF del Yoast"],"%1$s: Does not contain the exact match. %2$sTry to write the exact match of your keyphrase in the SEO title and put it at the beginning of the title%3$s.":["%1$s: No coincideix exactament. %2$sProveu d'escriure la frase clau exacta en el títol SEO i poseu la frase clau al principi del títol%3$s."],"%1$s: The exact match of the focus keyphrase appears in the SEO title, but not at the beginning. %2$sMove it to the beginning for the best results%3$s.":["%1$s: La coincidència exacta de la frase clau principal apareix al títol SEO, però no al principi. %2$sMoveu-la al principi per obtenir els millors resultats possibles%3$s."],"%1$s Internal Linking Blocks":["Blocs d'enllaços interns del %1$s "],"Allow us to track some data about your site to improve our plugin.":["Permeteu-nos fer un seguiment d'algunes dades sobre el vostre lloc per millorar la nostra extensió."],"Usage tracking":["Seguiment d'ús"],"Can we collect anonymous information about your website to enhance %1$s?":["Podem recopilar informació anònima sobre el vostre lloc web per millorar %1$s?"],"Read more about how internal linking can improve your site structure.":["Llegiu més sobre com l'enllaçat intern pot millorar l'estructura del lloc web."],"Link suggestions":["Suggeriments d'enllaços"],"Insights":["Detalls"],"Remove image":["Suprimeix la imatge"],"The file size of the uploaded image is too large for %s. File size must be less than %s.":["La mida de la imatge pujada és massa gran per al %s. La mida del fitxer ha de ser menor a %s."],"The format of the uploaded image is not supported. The supported formats are: %s, %s, %s and %s.":["El format de la imatge pujada no és compatible. Els formats admesos són: %s, %s, %s i %s."],"You have uploaded a %s. Please note that, if it’s an animated %s, only the first frame will be used.":["Heu penjat un %s. Tingueu en compte que, si es tracta d'un %s animat, només s'utilitzarà el primer marc."],"Your image dimensions are not suitable. The minimum dimensions are %dx%d pixels. The maximum dimensions are %dx%d pixels.":["Les dimensions de la imatge no són adequades. Les dimensions mínimes són de %dx%d píxels. Les dimensions màximes són de %dx%d píxels."],"Your image dimensions are not suitable. The minimum dimensions are %dx%d pixels.":["Les dimensions de la imatge no són adequades. Les dimensions mínimes són de %dx%d píxels."],"Dismiss":["Descarta"],"Because of a change in your permalink structure, some of your SEO data needs to be reprocessed.":["A causa d’un canvi en l’estructura dels enllaços permanents, cal processar de nou algunes de les vostres dades SEO."],"Because of a change in your home URL setting, some of your SEO data needs to be reprocessed.":["A causa d’un canvi en la configuració de l'URL de la pàgina d'inici, cal processar de nou algunes de les vostres dades SEO."],"Please upgrade your WordPress version or install the Gutenberg plugin to get this %1$s feature.":["Actualitzeu la vostra versió del WordPress o instal·leu el plugin del Gutenberg per obtenir aquesta funció del %1$s."],"Marking links with nofollow/sponsored has been disabled for WordPress installs < 5.4.":["Marcar enllaços amb nofollow/sponsored s'ha desactivat per a instal·lacions de WordPress inferiors a la 5.4."],"Open in new tab":["Obre en una pestanya nova"],"This is a sponsored link or advert (mark as %1$ssponsored%2$s)%3$s":["Aquest és un enllaç promocionat o de publicitat (marcal com a %1$spatrocinat%2$s)%3$s"],"Search engines should ignore this link (mark as %1$snofollow%2$s)%3$s":["Els motors de cerca haurien d'ignorar aquest enllaç (marcat com a %1$snofollow%2$s)%3$s"],"Learn more about marking a link as nofollow or sponsored.":["Apreneu més sobre els enllaços marcats com a nofollow o patrocinats."],"Link inserted.":["S'ha inserit l'enllaç."],"Link edited.":["S'ha editat l'enllaç."],"Warning: the link has been inserted but may have errors. Please test it.":["Atenció: l'enllaç s'ha inserit però pot tenir errors. Comproveu-lo."],"Unlink":["Desenllaça"],"Link removed.":["S'ha suprimit l'enllaç."],"Link":["Enllaç"],"We've analyzed your post. There is still room for improvement!":["Hem analitzat la vostra entrada. Encara hi ha marge de millora!"],"We've analyzed your post. Everything looks good. Well done!":["Hem analitzat la vostra entrada. Tot sembla bé. Ben fet!"],"No focus keyword was entered":["No s'ha introduït cap paraula clau."],"Share your post!":["Compartiu l'entrada!"],"Improve your post with Yoast SEO":["Milloreu l'entrada amb el Yoast SEO"],"SEO analysis:":["Anàlisi SEO:"],"The links columns show the number of articles on this site linking %3$sto%4$s this article and the number of URLs linked %3$sfrom%4$s this article. Learn more about %1$show to use these features to improve your internal linking%2$s, which greatly enhances your SEO.":["La columna d'enllaços mostra el número d'articles d'aquest lloc que %3$senllacen cap a aquest article%4$s i el número d'%3$senllaços que en surten%4$s. %1$sVegeu com utilitzar aquesta funcionalitat per millorar els enllaços interns del vostre lloc%2$s i, així, millorar-ne el SEO."],"We've written an article about %1$show to use the SEO score and Readability score%2$s.":["Hem escrit un article sobre %1$scom utilitzar les puntuacions de SEO i de llegibilitat%2$s."],"%1$s adds several columns to this page.":["%1$s afegeix diverses columnes a aquesta pàgina."],"We estimate this will take less than a minute.":["S'estima que això durarà menys d'un minut."],"We estimate this will take a couple of minutes.":["S'estima que això durarà un parell de minuts."],"%1$sRun the indexation process on your server%2$s using %3$sWP CLI%2$s.":["%1$sExecuteu el procés d'indexació al vostre servidor%2$s utilitzant %3$sWP CLI%2$s"],"We estimate this could take a long time, due to the size of your site. As an alternative to waiting, you could:":["S'estima que això pot tardar una bona estona degut a la mida del vostre lloc web. Com a alternativa podeu:"],"Show debug information":["Mostra informació de depuració"],"Your site will continue to work normally, but won't take full advantage of %s.":["El lloc continuarà funcionant amb normalitat, però no aprofitarà tot el potencial de %s."],"%s had problems creating the database tables needed to speed up your site.":["%s ha tingut problemes en crear a la base de dades les taules necessàries per a accelerar la web."],"Your keyphrase is too long. It can be a maximum of 191 characters.":["La frase clau és massa llarga. Només pot tenir fins a 191 caràcters."],"%1$sFind out how to solve this problem on our help center%2$s.":["%1$sVegeu com solucionar aquest problema al nostre centre d'ajuda%2$s."],"The text link counter feature is not working as expected":["El comptador d'enllaços al text no està funcionant com s'espera"],"The text link counter helps you improve your site structure. %1$sFind out how the text link counter can enhance your SEO%2$s.":["El comptador d'enllaços al tex us ajuda a millorar l'estructura del lloc web. %1$sVegeu com us pot ajudar a millorar-ne el SEO%2$s."],"The text link counter is working as expected":["El comptador d'enllaços al text està funcionant correctament"],"I don't want this site to show in the search results.":["No vull que el lloc aparegui als resultats de cerca."],"If you want search engines to show this site in their results, you must %1$sgo to your Reading Settings%2$s and uncheck the box for Search Engine Visibility.":["Si voleu que els motors de cerca no incloguin el lloc al seus resultats, heu d'%1$sanar a les opcions de lectura%2$s i desactivar la casella Visibilitat als motors de cerca."],"Learn more about the no-index setting on our help page.":["Més informació sobre el paràmetre no-index a la nostra pàgina d'ajuda."],"Even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Si bé podeu definir el paràmetre dels meta robots aquí, la configuració global del lloc a la secció de privacitat l'ha definit com a no indexable i, per tant, els canvis que feu aquí no tindran cap efecte."],"Learn more about canonical URLs on our help page.":["Més informació sobre els URL a la nostra pàgina d'ajuda."],"Learn more about the breadcrumbs title setting on our help page.":["Més informació sobre el paràmetre del títol de la ruta de navegació a la nostra pàgina d'ajuda."],"Learn more about advanced meta robots settings on our help page.":["Més informació sobre paràmetres avançats dels meta robots a la nostra pàgina d'ajuda."],"Learn more about the no-follow setting on our help page.":["Més informació sobre el paràmetre no-follow a la nostra pàgina d'ajuda."],"Should search engines follow links on this content?":["Els motors de cerca haurien de seguir els enllaços en aquest contingut?"],"This %1$s REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use %1$s for all their SEO meta output.":["Aquest extrem de l'API REST de %1$s us dóna totes les metadades que necessiteu per a un URL concret. Amb ell, llocs WordPress escapçats que utilitzin %1$s poden obtenir fàcilment totes les metadades SEO."],"REST API: Head endpoint":["API REST: extrem de la capçalera"],"Please read %1$sthis help article%2$s to find out how to resolve this problem.":["Llegiu %1$saquest article d'ajuda%2$s per saber com resoldre aquest problema."],"Replaced with the term ancestors hierarchy":["S'ha reemplaçat per la jerarquia de termes ancestres"],"Term hierarchy":["Jerarquia de termes"],"%1$sYou can change the tagline in the customizer%2$s.":["%1$sPodeu canviar el lema en el personalitzador%2$s."],"You still have the default WordPress tagline. Even an empty one is probably better.":["Encara teniu el lema predeterminat del WordPress. Segurament fins i tot un lema buit és millor."],"You should change the default WordPress tagline":["Hauríeu de canviar el lema per defecte del WordPress"],"You are using a custom tagline or an empty one.":["Esteu utilitzant un lema personalitzat o un buit."],"You changed the default WordPress tagline":["Heu canviat el lema predeterminat del WordPress"],"Comments on your posts are displayed on a single page. This is just like we'd suggest it. You're doing well!":["Els comentaris a les vostres entrades es mostren en una única pàgina. Això és com ho recomanem. Esteu fent-ho bé!"],"It's highly recommended to have your postname in the URL of your posts and pages. Consider setting your permalink structure to %s.":["És altament recomanable que tingueu el nom de l'entrada a l'URL de les vostres entrades i pàgines. Considereu definir l'estructura dels enllaços permanents com a %s."],"You do not have your postname in the URL of your posts and pages":["No teniu el nom de l'entrada a l'URL de les vostres entrades i pàgines"],"You do have your postname in the URL of your posts and pages.":["Teniu el nom de l'entrada a l'URL de les entrades i pàgines."],"Your permalink structure includes the post name":["L'estructura d'enllaços permanents inclou el nom de l'entrada."],"Comments on your posts break into multiple pages. As this is not needed in 999 out of 1000 cases, we recommend you disable it. To fix this, uncheck \"Break comments into pages...\" on the Discussion Settings page.":["Els comentaris a les vostres entrades es divideixen en múltiples pàgines. Com que això no és necessari en 999 de cada 1000 casos, us recomanem que ho desactiveu. Per a solucionar-ho, desactiveu «Divideix els comentaris en pàgines...» a la pàgina dels paràmetres de les converses."],"Comments break into multiple pages":["Els comentaris es divideixen en múltiples pàgines"],"Comments are displayed on a single page":["Els comentaris es mostren en una única pàgina"],"No title":["Sense títol"],"%1$sGo to the Discussion Settings page%2$s":["%1$sVés a la pàgina de debat sobre la configuració%2$s"],"%1$sThis was reported by the %2$s plugin%3$s":["%1$sAixò ha estat informat per l'extensió %2$s %3$s"],"Mobile result":["Resultat al mòbil"],"Preview as:":["Vista prèvia com a:"],"Desktop result":["Resultat a l'escriptori"],"When you click OK we will open our HelpScout beacon where you can find answers to your questions. This beacon will load our support data and also potentially set cookies.":["Quan feu clic a Accepta, obrirem la nostra eina de HelpScout on podreu trobar respostes a les vostres preguntes. Aquesta eina carregarà les dades de suport i, potencialment, també podrà establir galetes."],"The browser you are currently using is unfortunately rather dated. Since we strive to give you the best experience possible, we no longer support this browser. Instead, please use %1$sFirefox%4$s, %2$sChrome%4$s or %3$sMicrosoft Edge%4$s.":["Lamentablement, el navegador que esteu utilitzant actualment està bastant antiquat. Atès que ens esforcem per a oferir-vos la millor experiència possible, ja no tenim compatibilitat amb aquest navegador. Useu el %1$sFirefox%4$s, %2$sChrome%4$s o %3$sMicrosoft Edge%4$s per contra."],"If you want to apply advanced <code>meta</code> robots settings for this page, please define them in the following field.":["Si voleu aplicar paràmetres de robots <code>meta</code> avançats per a aquesta pàgina, definiu-los en el següent camp."],"Check out %1$s":["Comproveu la nostra %1$s"],"We have both free and premium online courses to learn everything you need to know about SEO.":["Tenim cursos en línia gratuïts i prèmium per a aprendre tot el que necessiteu saber sobre SEO."],"Want to learn SEO from Team Yoast? Check out our %1$s!":["Voleu aprendre SEO amb l'equip Yoast? Comproveu la nostra %1$s!"],"Learn SEO":["Aprèn SEO"],"%s settings to import:":["Configuració de %s a importar:"],"Import settings from another %1$s installation by pasting them here and clicking \"%2$s\".":["Importa els paràmetres des d'una altra instal·lació de %1$s en enganxar-los aquí i fer clic a \"%2$s\"."],"Your %1$s settings:":["Configuració de %1$s:"],"Schema":["Esquema"],"Please check the format of the YouTube URL you entered. %s":["Comproveu el format de l’URL del YouTube que heu introduït. %s"],"Please check the format of the Wikipedia URL you entered. %s":["Comproveu el format de l’URL de la Wikipedia que heu introduït. %s"],"Please check the format of the Pinterest URL you entered. %s":["Comproveu el format de l’URL del Pinterest que heu introduït. %s"],"Please check the format of the MySpace URL you entered. %s":["Comproveu el format de l’URL del MySpace que heu introduït. %s"],"Please check the format of the LinkedIn URL you entered. %s":["Comproveu el format de l’URL del Linkedin que heu introduït. %s"],"Please check the format of the Instagram URL you entered. %s":["Comproveu el format de l’URL de l'Instagram que heu introduït. %s"],"Please check the format of the Facebook Page URL you entered. %s":["Comproveu el format de l’URL de la pàgina del Facebook que heu introduït. %s"],"Settings saved.":["S'ha desat la configuració."],"Dismiss this alert":["Descarta aquesta alerta"],"The submitted value was: %s":["El valor tramès ha estat: %s"],"Yandex confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Els codis de confirmació de Yandex només poden contenir lletres de la A a la F, números, guions i guions baixos. %s"],"Twitter usernames can only contain letters, numbers, and underscores. %s":["Els noms d'usuari del Twitter només poden contenir lletres, números i guions baixos. %s"],"Pinterest confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Els codis de confirmació del Pinterest només poden contenir lletres de la A a la F, números, guions i guions baixos. %s"],"Bing confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Els codis de confirmació del Bing només poden contenir lletres de la A a la F, números, guions i guions baixos. %s"],"Google verification codes can only contain letters, numbers, hyphens, and underscores. %s":["Els codis de verificació del Google només poden contenir lletres, números, guions i guions baixos. %s"],"Baidu verification codes can only contain letters, numbers, hyphens, and underscores. %s":["Els codis de confirmació del Baidu només poden contenir lletres, números, guions i guions baixos. %s"],"Show this item.":["Mostra aquest element."],"Hide this item.":["Oculta aquest element."],"You have %d hidden problem:":["Teniu %d problema ocult:","Teniu %d problemes ocults:"],"You have %d hidden notification:":["Teniu %d avís ocult:","Teniu %d avisos ocults:"],"Focus keyphrase not set":["No s'ha definit la frase clau objectiu"],"The form contains %1$s error. %2$s":["El formulari conté %1$s error. %2$s","El formulari conté %1$s errors. %2$s"],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly.":["Les paraules següents apareixen més al contingut. Això indica en què se centra el seu contingut. Si les paraules difereixen molt del tema, és possible que vulgueu reescriure el contingut en conseqüència."],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":["Un cop afegiu una mica més de contingut escrit, us donarem una llista de les paraules que més apareixen al contingut. Aquestes donen una indicació de sobre què centra el vostre contingut."],"%d occurrences":["%d ocurrències"],"Activate %s for your site on MyYoast":["Activeu %s per al lloc a MyYoast"],"Show blog page in breadcrumbs":["Mostra la pàgina del blog a la ruta de navegació"],"We could not find any relevant articles on your website that you could link to from your post.":["No hem pogut trobar cap article rellevant a la pàgina web que pugui enllaçar des de l'entrada."],"Has feedback":["Té suggeriments"],"Content optimization:":["Optimització de contingut:"],"%1$sSEO%2$s: %3$s":["%1$sSEO%2$s: %3$s"],"%1$sReadability%2$s: %3$s":["%1$sLlegibilitat%2$s: %3$s"],"Post Noindexed":["Entrada no indexable"],"No Focus Keyphrase":["Cap frase clau principal"],"Posts with the SEO score: %s":["Entrades amb puntuació SEO: %s"],"SEO: %s":["SEO: %s"],"%s video tutorial":["Vídeo d'aprenentatge del %s"],"To view your current crawl errors, %1$splease visit Google Search Console%2$s.":["Per veure els errors actuals de rastreig, %1$s visiteu Google Search Console%2$s."],"Google has discontinued its Crawl Errors API. Therefore, any possible crawl errors you might have cannot be displayed here anymore. %1$sRead our statement on this for further information%2$s.":["Google ha suspès la seva API d'errors de rastreig. Per tant, els possibles errors de rastreig que pugueu tenir no es mostraran més aquí. %1$sLlegiu la nostra declaració sobre aquest tema per a obtenir més informació%2$s."],"Get the %s plugin now!":["Ja podeu aconseguir l'extensió %s"],"Personal info":["Informació personal"],"Organization logo":["Logotip de l'organització"],"Organization name":["Nom de l'organització"],"(if one exists)":["(si existeix un)"],"Wikipedia page about you":["La vostra pàgina de Wikipedia"],"YouTube profile URL":["URL del perfil de YouTube"],"Tumblr profile URL":["URL del perfil de Tumblr"],"SoundCloud profile URL":["URL del perfil de SoundCloud"],"MySpace profile URL":["URL del perfil de MySpace"],"Organization":["L'organització"],"You have previously set your site to represent a person. We’ve improved our functionality around Schema and the Knowledge Graph, so you should go in and %1$scomplete those settings%2$s.":["Anteriorment heu configurat el vostre lloc per representar una persona. Hem millorat la nostra funcionalitat de Schema i de Knowledge Graph, així que heu d’entrar i %1$scompletar aquells paràmetres%2$s."],"Select a user...":["Selecciona un usuari..."],"Uncategorized":["Sense categoritzar"],"Pinterest profile URL":["URL del perfil de Pinterest"],"LinkedIn profile URL":["URL del perfil de Linkedln"],"Instagram profile URL":["URL del perfil d'Instagram"],"No JSON object was returned.":["No s'ha tornat cap objecte JSON."],"Received internal links":["Enllaços interns rebuts"],"Outgoing internal links":["Enllaços interns sortints"],"New step added":["Nou pas afegit"],"New question added":["Nova pregunta afegida"],"For this feature to work, %1$s needs to create a table in your database. We were unable to create this table automatically.":["Perquè aquesta característica funcioni, %1$s necessita crear una taula a la base de dades. No hem pogut crear aquesta taula automàticament."],"Keyphrase":["Frase clau"],"%3$sImage Keyphrase%5$s: Out of %2$d images on this page, %1$d have alt attributes with words from your keyphrase or synonyms. That's a bit much. %4$sOnly include the keyphrase or its synonyms when it really fits the image%5$s.":["%3$sAtributs alt de la imatge%5$s: de %2$d imatges en aquesta pàgina, hi ha %1$d atributs alt amb paraules de la vostra frase clau o sinònims. És una mica massa. %4$sIncloeu només la frase clau o els seus sinònims quan encaixa realment a la imatge%5$s."],"%3$sImage Keyphrase%5$s: Out of %2$d images on this page, only %1$d has an alt attribute that reflects the topic of your text. %4$sAdd your keyphrase or synonyms to the alt tags of more relevant images%5$s!":["%3$sAtribut alt de la imatge%5$s: De %2$d imatges en aquesta pàgina, només %1$d tenen un atribut alt que reflecteix el tema del teu text. %4$sAfegiu la frase clau o sinònims per els tags alt de les imatges més rellevants%5$s!","%3$sAtributs alt de la imatge%5$s: De %2$d imatges en aquesta pàgina, només %1$d tenen un atribut alt que reflecteix el tema del teu text. %4$sAfegeix la frase clau o sinònims per els tags alt de les imatges més rellevants%5$s!"],"%1$sImage Keyphrase%3$s: Images on this page do not have alt attributes that reflect the topic of your text. %2$sAdd your keyphrase or synonyms to the alt tags of relevant images%3$s!":["%1$sAtributs alt de la imatge%3$s: Les imatges en aquesta pàgina no tenen atributs alt que reflecteixin el tema del teu text. %2$sAfegiu la frase clau o sinònims al tag alt de les imatges rellevants%3$s!"],"%1$sImage Keyphrase%3$s: Images on this page have alt attributes, but you have not set your keyphrase. %2$sFix that%3$s!":["%1$sAtributs alt d'imatge%3$s: les imatges d'aquesta pàgina tenen l'atribut alt, però no heu definit la frase clau. %2$sCorregiu-ho%3$s!"],"%1$sKeyphrase in subheading%2$s: %3$s of your H2 and H3 subheadings reflects the topic of your copy. Good job!":["%1$sFrase clau en el subtítol%2$s: %3$s dels subtítols d'alt nivell reflecteixen el tema del contingut. Bona feina!","%1$sFrases clau en els subtítols%2$s: %3$s dels teus subtítols d'alt nivell reflecteixen el tema del teu contingut. Bona feina!"],"%1$sKeyphrase in subheading%2$s: Your H2 or H3 subheading reflects the topic of your copy. Good job!":["%1$sFrases clau en els subtítols%2$s: Els subtítols del nivell més alt reflexen el tema del contingut. Bona feina!"],"%1$sKeyphrase in subheading%3$s: %2$sUse more keyphrases or synonyms in your H2 and H3 subheadings%3$s!":["%1$sFrase clau en el subtítol%3$s: %2$sUtilitzeu més frases clau o sinònims en els subtítols del nivell més alt%3$s!"],"Page %s":["Pàgina %s"],"Cannot get the size of %1$s because of unknown reasons.":["No es pot saber la mida de %1$s per raons desconegudes."],"Cannot get the size of %1$s because it is hosted externally.":["No es pot obtenir la mida de %1$s perquè el fitxer està allotjat externament."],"%1$sSingle title%3$s: H1s should only be used as your main title. Find all H1s in your text that aren't your main title and %2$schange them to a lower heading level%3$s!":["%1$sTítol%3$s: H1s només s’ha d’utilitzar com a títol principal. Cerqueu tots els H1 del vostre text que no siguin el vostre títol principal i %2$scanvieu-los a un nivell d’encapçalament inferior%3$s!"],"%1$sKeyphrase density%2$s: The keyphrase was found %5$d time. That's way more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$sDensitat de la frase clau%2$s: La frase clau principal s'ha trobat %5$d vegada. Això és molt més del recomanat %3$d vegades per un text d'aquesta llargària. %4$sNo sobreoptimitzeu%2$s!","%1$sDensitat de la frase clau%2$s: La frase clau principal s'ha trobat %5$d vegades. Això és molt més del recomanat %3$d vegades per un text d'aquesta llargària. %4$sNo sobreoptimitzeu%2$s!"],"%1$sKeyphrase density%2$s: The keyphrase was found %5$d time. That's more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$sDensitat de la frase clau%2$s: La frase clau principal s'ha trobat %5$d vegada. Això és més del recomanat %3$d vegades per un text d'aquesta llargària. %4$sNo sobreoptimitzeu%2$s!","%1$sDensitat de la frase clau%2$s: La frase clau principal s'ha trobat %5$d vegades. Això és més del recomanat %3$d vegades per un text d'aquesta llargària. %4$sNo sobreoptimitzeu%2$s!"],"%1$sKeyphrase density%2$s: The keyphrase was found %3$d time. This is great!":["%1$sDensitat de la frase clau%2$s: La frase clau principal s'ha trobat %3$d vegada. Genial!","%1$sDensitat de la frase clau%2$s: La frase clau principal s'ha trobat %3$d vegades. Genial!"],"%1$sKeyphrase density%2$s: The keyphrase was found %5$d time. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sDensitat de la frase clau%2$s: La frase clau principal s'ha trobat %5$d vegada. Això és menys del recomanat %3$d vegades per un text d'aquesta llargària. %4$sConcentreu-vos en la frase clau%2$s!","%1$sDensitat de la frase clau%2$s: La frase clau principal s'ha trobat %5$d vegades. Això és menys del recomanat %3$d vegades per un text d'aquesta llargària. %4$sConcentrat en la frase clau%2$s!"],"%1$sKeyphrase density%2$s: The keyphrase was found 0 times. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sDensitat de la frase clau%2$s: La frase clau principal s'ha trobat 0 vegades. Això és menys del mínim recomanat de %3$d vegades per un text d'aquesta llargària. %4$sConcentreu-vos en la frase clau%2$s!"],"Import of settings is only supported on servers that run PHP 5.3 or higher.":["La importació de paràmetres només funciona en servidors que funcionen amb PHP 5.3 o superior."],"Export your %1$s settings here, to copy them on another site.":["Exporteu els paràmetres del %1$s aquí, per a copiar-los a un altre lloc web."],"No settings found.":["No s'han trobat paràmetres."],"These are settings for the %1$s plugin by %2$s":["Aquests són els paràmetres per a l'extensió %1$s de %2$s"],"Copy all these settings to another site's %1$s tab and click \"%1$s\" there.":["Copieu tots els paràmetres a la pestanya \"%1$s\" d'un altre lloc web i feu clic a \"%1$s\" allí."],"You do not have the required rights to export settings.":["No teniu els permisos necessaris per exportar els paràmetres."],"Method %1$s() does not exist in class %2$s":["El mètode %1$s() no existeix a la classe %2$s"],"With %s, you can easily create such redirects.":["Amb %s, podeu crear fàcilment aquest tipus de redireccions."],"Learn about why permalinks are important for SEO.":["Apreneu perquè els enllaços permanents són importants per al SEO."],"Changing your permalinks settings can seriously impact your search engine visibility. It should almost %1$s never %2$s be done on a live website.":["Canviar els paràmetres dels enllaços permanents pot danyar seriosament la visibilitat als motors de cerca. No s'hauria de fer gairebé %1$s mai %2$s a un lloc web en funcionament."],"WARNING:":["ATENCIÓ:"],"%1$sFunction words in keyphrase%3$s: Your keyphrase \"%4$s\" contains function words only. %2$sLearn more about what makes a good keyphrase.%3$s":["%1$sMots de funció a la frase clau %3$s: La vostra frase clau \"%4$s\" només conté mots de funció. %2$sApreneu més sobre com fer una bona frase clau.%3$s"],"Clear Image":["Neteja la imatge"],"%1$sKeyphrase length%3$s: %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sLongitud de la frase clau%3$s: %2$sAfegeix una frase clau per calcular la puntuació SEO%3$s."],"%1$sKeyphrase in slug%2$s: More than half of your keyphrase appears in the slug. That's great!":["%1$sFrase clau al slug%2$s: Més de la meitat de la teva frase clau surt al slug. Genial!"],"%1$sKeyphrase in slug%3$s: (Part of) your keyphrase does not appear in the slug. %2$sChange that%3$s!":["%1$sFrase clau al slug%3$s: (Part de) la teva frase clau no apareix al slug.%2$sCanvie-ho%3$s!"],"%1$sKeyphrase in slug%2$s: Great work!":["%1$sFrase clau al slug%2$s: Bona feina!"],"Help on choosing the perfect focus keyphrase":["Ajuda triant la frase clau perfecta"],"Go %s!":["Vés a %s!"],"Add related keyphrase":["Afegeix una frase clau relacionada"],"Upgrade to %s":["Actualitza al %s"],"Get %s":["Obtè el %s"],"%4$sPreviously used keyphrase%6$s: You've used this keyphrase %1$s multiple times before%3$s. %5$sDo not use your keyphrase more than once%6$s.":["%4$sFrase clau utilitzada prèviament%6$s: Heu utilitzat aquesta frase clau %1$sdiverses vegades abans%3$s. %5$sNo utilitzeu la frase clau més d'una vegada%6$s."],"%3$sPreviously used keyphrase%5$s: You've used this keyphrase %1$sonce before%2$s. %4$sDo not use your keyphrase more than once%5$s.":["%3$sFrase clau utilitzada prèviament%5$s: Heu utilitzat aquesta frase clau %1$suna vegada abans%2$s. %4$sNo utilitzeu la frase clau més d'una vegada%5$s."],"%1$sPreviously used keyphrase%2$s: You've not used this keyphrase before, very good.":["%1$sFrase clau utilitzada prèviament%2$s: no heu utilitzat aquesta frase clau abans, molt bé."],"%1$sImages%3$s: No images appear on this page. %2$sAdd some%3$s!":["%1$sAtributs alt d'imatge%3$s: no hi ha imatges en aquesta pàgina. %2$sAfegiu-ne alguna%3$s!"],"%1$sLink keyphrase%3$s: You're linking to another page with the words you want this page to rank for. %2$sDon't do that%3$s!":["%1$sEnllaç de la frase clau %3$s: Esteu enllaçant cap a una altra pàgina amb les paraules amb les quals vols posicionar aquesta pàgina. %2$sNo feu això%3$s!"],"%2$sText length%3$s: The text contains %1$d %4$s. Good job!":["%2$sLongitud del text%3$s: el text conté %1$d %4$s. Bona feina!"],"%1$sKeyphrase in subheading%3$s: More than 75%% of your H2 and H3 subheadings reflect the topic of your copy. That's too much. %2$sDon't over-optimize%3$s!":["%1$sFrase clau al subtítol%3$s: més de75%% dels teus subtítols reflexen el tema de la còpia. Això és massa. %2$sNo sobreoptimitzeu%3$s!"],"%1$sSEO title width%3$s: %2$sPlease create an SEO title%3$s.":["%1$sAmplada del títol SEO%3$s: %2$sSi us plau, creeu un títol SEO%3$s."],"%1$sSEO title width%3$s: The SEO title is wider than the viewable limit. %2$sTry to make it shorter%3$s.":["%1$sAmplada del títol SEO%3$s: l'amplada del títol SEO és més ampla que el límit visible. %2$sProveu de fer-lo més curt%3$s."],"%1$sSEO title width%2$s: Good job!":["%1$sAmplada del títol SEO%2$s: Bona feina!"],"%1$sSEO title width%3$s: The SEO title is too short. %2$sUse the space to add keyphrase variations or create compelling call-to-action copy%3$s.":["%1$sAmplada del títol SEO%3$s: El títol SEO és massa curt. %2$sFeu servir l'espai per afegir variacions de paraules clau o per a crear un text que animi a una acció%3$s."],"%1$sOutbound links%2$s: There are both nofollowed and normal outbound links on this page. Good job!":["%1$sEnllaços sortints%2$s: Hi ha enllaços sortints nofollow i normals en aquesta pàgina. Bona feina!"],"%1$sOutbound links%2$s: Good job!":["%1$sEnllaços sortints%2$s: bona feina!"],"%1$sOutbound links%3$s: All outbound links on this page are nofollowed. %2$sAdd some normal links%3$s.":["%1$sEnllaços sortints%3$s: Tots els enllaços sortints d'aquesta pàgina són nofolloe. %2$sAfegiu alguns enllaços normals%3$s."],"%1$sOutbound links%3$s: No outbound links appear in this page. %2$sAdd some%3$s!":["%1$sEnllaços sortints%3$s: no hi ha enllaços sortints en aquesta pàgina. %2$sAfegiu-ne alguns%3$s!"],"%1$sMeta description length%2$s: Well done!":["%1$sLongitud de la metadescripció%2$s: ben fet!"],"%1$sMeta description length%3$s: The meta description is over %4$d characters. To ensure the entire description will be visible, %2$syou should reduce the length%3$s!":["%1$sLongitud de la metadescripció%3$s: La metadescripció té més de %4$d caràcters. Per assegurar que la descripció sencera sigui visible, %2$shauríeu de reduïr-ne la longitud%3$s!"],"%1$sMeta description length%3$s: The meta description is too short (under %4$d characters). Up to %5$d characters are available. %2$sUse the space%3$s!":["%1$sLongitud de la metadescripció%3$s: la metadescripció és massa curta (per sota de %4$d caràcters). Hi ha fins a %5$d caràcters disponibles. %2$sFeu servir l'espai%3$s!"],"%1$sMeta description length%3$s:  No meta description has been specified. Search engines will display copy from the page instead. %2$sMake sure to write one%3$s!":["%1$sLongitud de la metadescripció%3$s:  no s'ha especificat cap metadescripció. Els motors de cerca mostraran text de la pàgina en el seu lloc. %2$sAssegureu-vos d'escriure'n un%3$s!"],"%1$sKeyphrase in meta description%2$s: The meta description has been specified, but it does not contain the keyphrase. %3$sFix that%4$s!":["%1$sFrase clau a la metadescripció%2$s: la metadescripció s'ha especificat, però no conté la frase clau. %3$sCorregiu-ho%4$s!"],"%1$sKeyphrase in meta description%2$s: The meta description contains the keyphrase %3$s times, which is over the advised maximum of 2 times. %4$sLimit that%5$s!":["%1$sFrase calu a la descripció meta%2$s: la descripció meta conté la frase clau %3$s vegades, que supera el màxim recomanat de 2 cops. %4$sLimiteu-ho%5$s."],"%1$sKeyphrase in meta description%2$s: Keyphrase or synonym appear in the meta description. Well done!":["%1$sLa frase clau a la descripció meta%2$s: La frase clau o els seus sinònims apareixen a la descripció meta. Ben fet."],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's way more than the recommended maximum of %2$d %6$s. %4$sMake it shorter%5$s!":["%3$sMida de la frase clau%5$s: la frase clau té una llargària de %1$d %6$s. Això és més que el màxim recomanat de %2$d %6$s. %4$sEscurceu-la%5$s."],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's more than the recommended maximum of %2$d %6$s. %4$sMake it shorter%5$s!":["%3$sMida de la frase clau%5$s: la frase clau té una llargària de %1$d %6$s. Això és més del màxim recomanat de %2$d %6$s. %4$sEscurceu-la%5$s."],"%1$sKeyphrase length%2$s: Good job!":["%1$sLongitud de la frase clau%2$s: bona feina!"],"%1$sKeyphrase length%3$s: No focus keyphrase was set for this page. %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sMida de la frase clau%3$s: no s'ha establert cap frase clau objectiu per a aquesta pàgina. %2$sEstabliu una frase clau per tal de calcular la puntuació SEO%3$s."],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms do not appear in the first paragraph. %2$sMake sure the topic is clear immediately%3$s.":["%1$sFrase clau a la introducció%3$s: la frase clau o els seus sinònims no apareixen al primer paràgraf del text. %2$sAssegureu-vos que el tema principal es veu clar de seguida.%3$s."],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms appear in the first paragraph of the copy, but not within one sentence. %2$sFix that%3$s!":["%1$sFrase clau a la introducció%3$s: la frase clau o els seus sinònims apareixen en el primer paràgraf del text, però no dins una frase. %2$sMireu de solucionar-ho%3$s."],"%1$sKeyphrase in introduction%2$s: Well done!":["%1$sLa frase clau a la introducció%2$s: ben fet!"],"%1$sInternal links%2$s: There are both nofollowed and normal internal links on this page. Good job!":["%1$sEnllaços interns%2$s: Hi ha enllaços interns nofollow i normals en aquesta pàgina. Bona feina!"],"%1$sInternal links%2$s: You have enough internal links. Good job!":["%1$sEnllaços interns%2$s: teniu prou enllaços interns. Ben fet!"],"%1$sInternal links%3$s: The internal links in this page are all nofollowed. %2$sAdd some good internal links%3$s.":["%1$sEnllaços interns%3$s: els enllaços interns en aquesta pàgina són tots de tipus nofollowed. %2$sAfegiu algun bon enllaç intern%3$s."],"%1$sInternal links%3$s: No internal links appear in this page, %2$smake sure to add some%3$s!":["%1$sEnllaços interns%3$s: No hi ha enllaços interns en aquesta pàgina, %2$sassegureu-vos d'afegir-ne algun%3$s!"],"%1$sTransition words%2$s: Well done!":["%1$sParaules de transició%2$s: ben fet!"],"%1$sTransition words%2$s: Only %3$s of the sentences contain transition words, which is not enough. %4$sUse more of them%2$s.":["%1$sParaules de transició%2$s: Només %3$s de les frases contenen paraules de transició, i no és suficient. %4$sUtilitzeu-ne més%2$s."],"%1$sTransition words%2$s: None of the sentences contain transition words. %3$sUse some%2$s.":["%1$sPAraules de transició%2$s: Cap de les frases contenen paraules de transició. %3$sAfegiu-ne alguna%2$s."],"%1$sNot enough content%2$s: %3$sPlease add some content to enable a good analysis%2$s.":["%1$sNo hi ha prou contingut%2$s: %3$sAfegiu contingut per a permetre una bona anàlisi%2$s."],"%1$sSubheading distribution%2$s: You are not using any subheadings, but your text is short enough and probably doesn't need them.":["%1$sDistribució de subtítols%2$s: No esteu fent servir cap subtítol, però el text és prou curt i segurament no són necessaris."],"%1$sSubheading distribution%2$s: You are not using any subheadings, although your text is rather long. %3$sTry and add some subheadings%2$s.":["%1$sDistribució de subtítols%2$s: No esteu fent servir cap subtítol malgrat que el text és força llarg. %3$sProveu d'afegir algun subtítol%2$s."],"%1$sSubheading distribution%2$s: %3$d section of your text is longer than %4$d %6$s and is not separated by any subheadings. %5$sAdd subheadings to improve readability%2$s.":["%1$sDistribució de subtítols%2$s: %3$d secció del text té més de %4$d %6$s i no s'usa cap subtítol per a separar-ne el contingut. %5$sAfegiu subtítols per a millorar-ne la llegibilitat%2$s.","%1$sDistribució de subtítols%2$s: %3$d seccions del text tenen més de %4$d %6$s i no s'usa cap subtítol per a separar-ne el contingut. %5$sAfegiu subtítols per a millorar-ne la llegibilitat%2$s."],"%1$sSubheading distribution%2$s: Great job!":["%1$sDistribució de subtítols%2$s: Bona feina!"],"%1$sSentence length%2$s: %3$s of the sentences contain more than %4$s %7$s, which is more than the recommended maximum of %5$s. %6$sTry to shorten the sentences%2$s.":["%1$sMida de la frase%2$s: %3$s de les frases contenen més de  %4$s %7$s, que és més del màxim recomanat de %5$s. %6$sProva d'escurçar les frases%2$s."],"%1$sSentence length%2$s: Great!":["%1$sLongitud de la sentència%2$s: perfecte!"],"%1$sConsecutive sentences%2$s: There is enough variety in your sentences. That's great!":["%1$sFrases consecutives%2$s: Hi ha prou varietat en les frases."],"%1$sConsecutive sentences%2$s: The text contains %3$d consecutive sentences starting with the same word. %5$sTry to mix things up%2$s!":["%1$sFrases consecutives%2$s: El text conté %3$d frases consecutives que comencen amb el mateix mot. %5$sIntenteu usar més variacions%2$s","%1$sFrases consecutives%2$s: El text conté %4$d instàncies on %3$d o més frases consecutives comencen amb el mateix mot. %5$sIntenteu usar més variacions%2$s!"],"%1$sPassive voice%2$s: %3$s of the sentences contain passive voice, which is more than the recommended maximum of %4$s. %5$sTry to use their active counterparts%2$s.":["%1$sVeu passiva%2$s: %3$s de les frases contenen veu passiva, que és més del màxim recomant de %4$s. %5$sMireu d'usar equivalents en veu activa%2$s."],"%1$sPassive voice%2$s: You're using enough active voice. That's great!":["%1$sVeu passiva%2$s: Esteu usant prou la veu activa."],"%1$sParagraph length%2$s: %3$d of the paragraphs contains more than the recommended maximum of %4$d %6$s. %5$sShorten your paragraphs%2$s!":["%1$sMida del paràgraf%2$s: %3$d dels paràgrafs contenen més del màxim recomanat de %4$d %6$s. %5$sEscurceu els paràgrafs%2$s.","%1$sMida del paràgraf%2$s: %3$d dels paràgrafs contenen més del màxim recomanat de %4$d %6$s. %5$sEscurceu els paràgrafs%2$s"],"%1$sParagraph length%2$s: None of the paragraphs are too long. Great job!":["%1$sMida del paràgraf%2$s: Cap dels paràgrafs és massa llarg."],"Good job!":["Bon treball!"],"Focus keyphrase: ":["Frase clau objectiu: "],"Focus keyphrase":["Frase clau objectiu"],"Disable":["Deshabilita"],"Allow Control":["Permet el control"],"This tab allows you to selectively disable %s features for all sites in the network. By default all features are enabled, which allows site admins to choose for themselves if they want to toggle a feature on or off for their site. When you disable a feature here, site admins will not be able to use that feature at all.":["Aquesta pestanya us permet desactivar selectivament les característiques %s de tots els llocs de la xarxa. Per defecte, totes les característiques estan activades, cosa que permet als administradors del lloc escollir si volen activar o desactivar una característica per al seu lloc. Quan desactiveu aquí una característica, els administradors dels lloc no la podran utilitzar."],"%s is a required feature toggle argument.":["%s és un argument d'activació de la característica obligatori."],"Remove keyphrase":["Suprimeix la frase clau"],"Keyphrase:":["Frase clau:"],"This feature has been disabled by the network admin.":["Aquesta característica ha estat desactivada per l'administrador de la xarxa."],"Focus keyphrase not set.":["La frase clau objectiu no està establerta."],"Colon":["Cometa"],"Optional. Customize how you want to describe the duration of the instruction":["Opcional. Personalitzeu com voleu descriure la durada de la instrucció"],"Describe the duration of the instruction:":["Descriviu la durada de la instrucció:"],"Learn more about the readability analysis":["Obteniu més informació sobre l'anàlisi de lectura."],"Readability analysis:":["Anàlisi de lectura:"],"There is a new notification.":["Hi ha una nova notificació.","Hi ha noves notificacions."],"Both %1$s and %2$s manage the SEO of your site. Running two SEO plugins at the same time is detrimental.":["Tant %1$s com %2$s gestionen el SEO del vostre lloc. Executar dos extensions de SEO al mateix temps és perjudicial."],"%s, %s and %s":["%s, %s i %s"],"%s and %s":["%s i %s"],"%d minute":["%d minut","%d minuts"],"%d hour":["%d hora","%d hores"],"%d day":["%d dia","%d dies"],"Enter a step title":["Introduïu un títol per al pas"],"Optional. This can give you better control over the styling of the steps.":["Opcional. Això us pot donar un millor control sobre el disseny dels pasos."],"CSS class(es) to apply to the steps":["Classes CSS per aplicar als pasos"],"minutes":["minuts"],"hours":["hores"],"days":["dies"],"Create a How-to guide in an SEO-friendly way. You can only use one How-to block per post.":["Creeu una guia de com-es-fa de manera amigable amb el SEO. Només es pot utilitzar un bloc de com-es-fa per entrada."],"Copy error":["Error al text"],"An error occurred loading the %s primary taxonomy picker.":["S'ha produït un error en la càrrega del selector %s de la taxonomia primària."],"%1$s Structured Data Blocks":["Blocs de dades estructurades del %1$s"],"Time needed:":["Temps necessari:"],"Move question down":["Mou la pregunta avall"],"Move question up":["Mou la pregunta amunt"],"Insert question":["Insereix una pregunta"],"Delete question":["Esborra una pregunta"],"Enter the answer to the question":["Introdueix la resposta a la pregunta"],"Enter a question":["Introdueix una pregunta"],"Add question":["Afegeix una pregunta."],"Frequently Asked Questions":["Preguntes Freqüents"],"Select the primary %s":["Selecciona la %s primària"],"Check links to this URL":["Verifica els enllaços a aquest URL."],"Are you trying to use multiple keyphrases? You should add them separately below.":["Esteu intentant utilitzar múltiples paraules clau? Hauríeu d'afegir-les separadament a sota."],"Mark as cornerstone content":["Marca com a contingut fonamental"],"Move step down":["Mou avall"],"Move step up":["Mou amunt"],"Insert step":["Insereix un pas"],"Delete step":["Elimina el pas"],"Add image":["Afegeix una imatge"],"Enter a step description":["Introdueix una descripció del pas"],"Enter a description":["Afegeix una descripció"],"Unordered list":["Llista desordenada"],"Showing step items as an ordered list.":["Es mostren els elements dels passos com una llista ordenada"],"Showing step items as an unordered list":["Es mostren els elements dels passos com una llista desordenada"],"Add step":["Afegeix un pas"],"Delete total time":["Esborra el temps total"],"Add total time":["Afegeix el temps total"],"How to":["Com fer"],"How-to":["Com fer"],"Analysis results":["Resultats de l'anàlisi:"],"Enter a focus keyphrase to calculate the SEO score":["Introduïu una paraula clau per calcular la puntuació SEO "],"Learn more about Cornerstone Content.":["Apreneu més sobre el contingut fonamental."],"Cornerstone content should be the most important and extensive articles on your site.":["El contingut fonamental han de ser els articles més importants i extensos del vostre lloc."],"Restore Site":["Restaura el lloc"],"Network Settings":["Paràmetres de la xarxa"],"You are not allowed to perform this action.":["No teniu permisos per a realitzar aquesta acció."],"Error: %s":["Error: %s"],"Success: %s":["Èxit: %s"],"Site with ID %d not found.":["No s'ha trobat el lloc amb l'ID %d."],"No site has been selected to restore.":["No s'ha seleccionat cap lloc per restaurar."],"You are not allowed to modify unregistered network settings.":["No teniu permisos per modificar paràmetres de xarxa no registrats."],"deleted":["suprimit"],"Copied!":["S'ha copiat!"],"Not supported!":["No és compatible!"],"{{a}}Read our article about site structure{{/a}} to learn more about how internal linking can help improve your SEO.":["Llegiu {{a}}el nostre article sobre l'estructura dels llocs{{/a}} per a saber-ne més dels beneficis que tenen els enllaços interns per al SEO."],"Consider linking to these {{a}}cornerstone articles:{{/a}}":["Considereu enllaçar a aquests {{a}}articles fonamentals:{{/ a}}"],"Consider linking to these articles:":["Considereu enllaçar a aquests articles:"],"Copy link":["Copia l'enllaç"],"Copy link to suggested article: %s":["Copia l'enllaç a l'article suggerit: %s"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":["Llegeix la nostra%1$sguia definitiva per a la recerca de paraules clau%2$s per aprendre més sobre la recerca i estratègia de paraules clau."],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly. ":["Les següents paraules i combinacions de paraules apareixen més sovint en el contingut. Aquestes us donen un indicador d'allò en què s'enfoca el contingut. Si les paraules difereixen molt del text pot ser que vulgueu tornar a escriure el contingut per adaptar-lo. "],"Prominent words":["Paraules destacades"],"The site's tagline":["Descripció curta del lloc"],"Not all required fields are given. Missing field %1$s":["No s'han proporcionat tots els camps obligatoris. Falta el camp %1$s"],"Add synonyms":["Afegiu sinònims"],"You can edit the SEO metadata for this custom type on the %1$sShop page%2$s.":["Podeu editar les metadades SEO per a aquest tipus personalitzat a la %1$spàgina de la botiga%2$s."],"Current year":["Any actual"],"Page":["Pàgina"],"Something went wrong. Please reload the page.":["Alguna cosa ha anat malament. Recarregueu la pàgina."],"Tagline":["Lema"],"description (custom taxonomy)":["descripció (taxonomia personalitzada)"],"(custom taxonomy)":["(taxonomia personalitzada)"],"(custom field)":["(camp personalitzat)"],"Term404":["Term404"],"Caption":["Llegenda"],"Pagenumber":["Pagenumber"],"Pagetotal":["Pagetotal"],"User description":["Descripció de l'usuari"],"ID":["ID"],"Modified":["Modificat"],"Post type (plural)":["Tipus de contingut (plural)"],"Post type (singular)":["Tipus de contingut (singular)"],"Separator":["Separador"],"Search phrase":["Frase de cerca"],"Term title":["Títol del terme"],"Term description":["Descripció del terme"],"Tag description":["Descripció de l'etiqueta"],"Category description":["Descripció de la categoria"],"Primary category":["Categoria principal"],"Category":["Categoria"],"Tag":["Etiqueta"],"Excerpt only":["Només l'extracte"],"Excerpt":["Extracte"],"Site title":["Títol del lloc"],"Archive title":["Títol de l'arxiu"],"Parent title":["Títol del pare"],"Date":["Data"],"Get Yoast SEO Premium":["Aconseguiu Yoast SEO Premium"],"You should create a redirect to ensure your visitors do not get a 404 error when they click on the no longer working URL.":["Hauríeu de crear una redirecció per assegurar-te que els visitants no obtenen un error 404 quan facin clic a l'URL que ja no funciona."],"Search engines and other websites can still send traffic to your deleted content.":["Els motors de cerca i altres webs pot ser que segueixin enviant trànsit al contingut suprimit."],"Make sure you don't miss out on traffic!":["Assegureu-vos de no perdre tràfic!"],"You just deleted a %1$s.":["Acabeu d'esborrar una %1$s."],"You just trashed a %1$s.":["Acabeu d'enviar a la paperera una %1$s."],"Url preview":["Vista prèvia de l'URL"],"Please provide a meta description by editing the snippet below. If you don’t, Google will try to find a relevant part of your post to show in the search results.":["Introduïu una descripció meta editant el fragment a sota. Si no ho feu, Google intentarà trobar una part rellevant de l'entrada per a mostrar-la als resultats de cerca."],"Dismiss this notice":["Descarta aquest avís"],"No results":["Sense resultats"],"%d result found, use up and down arrow keys to navigate":["%d resultat trobat, feu servir les tecles amunt i avall per navegar","%d resultats trobats, feu servir les tecles amunt i avall per navegar"],"Your site language is set to %s. If this is not correct, contact your site administrator.":["L'idioma del lloc està configurat a %s. Si no és així, contacteu amb l'administrador del lloc."],"The %s importer functionality uses temporary database tables. It seems your WordPress install does not have the capability to do this, please consult your hosting provider.":["La funcionalitat de l'importador del %s utilitza taules temporals de la base de dades. Sembla que la vostra instal·lació de WordPress no té la capacitat per fer això, si us plau, consulteu el vostre proveïdor d'allotjament."],"Cleanup of %s data failed.":["La neteja de les dades del %s ha fallat."],"Content Type":["Tipus del contingut"],"Filter by content type":["Filtra per tipus de contingut"],"Show All Content Types":["Mostra tots els tipus de contingut."],"Replaced with the normal title for an archive generated by WordPress":["Subsituït pel títol normal per a un arxiu generat pel WordPress"],"Clean":["Neteja"],"Once you're certain your site is OK, you can clean up. This will remove all the original data.":["Quan estigueu segurs que el vostra lloc web està OK, podeu netejar les dades. Això esborrarà les dades originals."],"Step 5: Clean up":["Passa 5: Neteja"],"Please check your posts and pages and see if the metadata was successfully imported.":["Comproveu les entrades i les pàgines per assegurar-vos que les metadades s'han importat correctament."],"Step 3: Check your data":["Pas 3: Comprovació de les dades"],"This will import the post metadata like SEO titles and descriptions into your %1$s metadata. It will only do this when there is no existing %1$s metadata yet. The original data will remain in place.":["Això importarà les metadades d'entrada, com ara els títols i les descripcions SEO, a les metadades del %1$s. Només ho farà si no hi ha encara metadades de %1$s. Les dades originals seguiran al seu lloc."],"Step 2: Import":["Pas 2: Importació"],"Please make a backup of your database before starting this process.":["Feu una còpia de seguretat de la vostra base de dades abans de començar aquest procés."],"Step 1: Create a backup":["Pas 1: Creació d'una còpia de seguretat"],"We've detected data from one or more SEO plugins on your site. Please follow the following steps to import that data:":["Hem detectat dades d'una o més extensions SEO al vostre lloc web. Seguiu les passes següents per importar les dades:"],"Plugin: ":["Extensió: "],"%s did not detect any plugin data from plugins it can import from.":["El %s no ha detectat dades de cap extensió dels que pugui importar."],"Posts that should not show up in search results":["Entrades que no haurien de mostrar-se als resultats de la cerca"],"%s data found.":["S'han trobat dades del %s."],"%s data successfully removed.":["S'han eliminat les dades del %s correctament."],"%s data successfully imported.":["S'han importat les dades del %s completament."],"%s data not found.":["No s'han trobat les dades del %s."],"On":["Activat"],"Help on: %s":["Ajuda amb: %s"],"Off":["Desactivat"],"See who contributed to %1$s.":["Mireu qui ha col·laborat amb %1$s."],"Help on this search results setting":["Ajuda referent a aquest paràmetre dels resultats de cerca"],"Not showing the archive for %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["No mostrar els fitxers de %1$s en els resultats de cerca tècnicament significa que tindran un meta robots %2$s i que s'exclouran dels mapes del lloc XML. %3$sMés informació sobre els paràmetres de resultats de cerca%4$s."],"Not showing %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["No mostrar els %1$s en els resultats de cerca tècnicament significa que tindran un meta robots %2$s i que s'exclouran dels mapes del lloc XML. %3$sMés informació sobre els paràmetres de resultats de cerca%4$s."],"Default for %2$s, currently: %1$s":["Valor predeterminat per a %2$s, actualment %1$s"],"Show %s in search results?":["Voleu mostrar %s als resultats de la cerca?"],"this author's archives":["els arxius d'aquest autor"],"Do not allow search engines to show %s in search results.":["No permeteu que els motors de cerca mostren %s als resultats de la cerca."],"Read why XML Sitemaps are important for your site.":["Llegiu perquè els mapes de lloc XML són importants per al vostre lloc web."],"Enable the XML sitemaps that %s generates.":["Habiliteu els mapes de lloc XML que genera %s."],"See the XML sitemap.":["Mostra el mapa de lloc XML."],"%s (current default for %s)":["%s (valor predeterminat actual per a %s)"],"Should search engines follow links on this %1$s?":["Els motors de cerca haurien de seguir els enllaços en aquesta %1$s?"],"Allow search engines to show this %s in search results?":["Voleu permetre als motors de cerca mostrar %s als resultats de de la cerca?"],"Allow search engines to show this content in search results?":["Voleu permetre que els motors de cerca mostrin aquest contingut als resultats de la cerca?"],"Toggle %1$s's XML Sitemap":["Habilita/deshabilita el mapa de lloc XML del %1$s"],"%s integration":["Integració amb el %s"],"Find out how the text link counter can enhance your SEO.":["Esbrineu com el comptador d'enllaços de text pot millorar el vostre SEO."],"The text link counter helps you improve your site structure.":["El comptador d'enllaços al text us ajudarà a millorar l'estructura del vostre lloc web."],"Find out how cornerstone content can help you improve your site structure.":["Apreneu com el contingut fonamental us ajudarà a millorar l'estructura del lloc web."],"The cornerstone content feature lets you to mark and filter cornerstone content on your website.":["La funció de contingut fonamental us permet marcar i filtrar els conceptes bàsics del vostre lloc web."],"Discover why readability is important for SEO.":["Descobriu per què la llegibilitat es important pel SEO."],"The readability analysis offers suggestions to improve the structure and style of your text.":["L'anàlisi de la llegibilitat ofereix suggeriments per millorar l'estructura i l'estil del text."],"Learn how the SEO analysis can help you rank.":["Apreneu com l'anàlisi SEO us ajudarà a posicionar-vos."],"The SEO analysis offers suggestions to improve the SEO of your text.":["L'anàlisi SEO ofereix suggeriments per a millorar el SEO del text."],"SEO analysis":["Anàlisi SEO"],"Good results":["Bons resultats"],"https://yoa.st/1uk":["https://yoa.st/1uk"],"https://yoa.st/1uj":["https://yoa.st/1uj"],"Latest blog posts on %1$s":["Darreres entrades a %1$s"],"Remove highlight from the text":["Elimineu el remarcat del text"],"Your site language is set to %s. ":["L'idioma del lloc està establert a %s. "],"First-time SEO configuration":["Configuració inicial del SEO"],"Highlight this result in the text":["Remarque aquest resultat al text"],"Considerations":["Consideracions"],"Errors":["Errors"],"Change language":["Canvieu l'idioma"],"%s file":["Fitxer %s"],"Save changes to %s":["Desa els canvis a %s"],"Edit the content of your %s:":["Editeu el contingut del vostre %s:"],"Create %s file":["Crea el fitxer %s"],"Updated %s":["S'ha actualitzat el %s"],"You cannot edit the %s file.":["No podeu editar el fitxer %s."],"You cannot create a %s file.":["No podeu crear el fitxer %s."],"Other integrations":["Altres integracions"],"More information about %1$s":["Més informació quant a %1$s"],"Old Configuration Wizard":["Antic assistent de configuració"],"Manage your %s subscription on MyYoast":["Gestiona la subscripció %s a My Yoast"],"Mark the most important %1$s as 'cornerstone content' to improve your site structure. %2$sLearn more about cornerstone content%3$s.":["Marque la %1$s més important  com a «contingut fonamental» per a millorar l'estructura del vostre lloc web. %2$sLlegiu més sobre contingut fonamental%3$s."],"(Opens in a new browser tab)":["(S'obre en una nova pestanya del navegador)"],"Go back":["Torna"],"Posts %1$swithout%2$s a focus keyphrase":["Entrades %1$sense%2$s una frase clau principal"],"Hey, your SEO is doing pretty well! Check out the stats:":["El vostre SEO està força bé! Comproveu les estadístiques:"],"You don't have any published posts, your SEO scores will appear here once you make your first post!":["No teniu cap entrada publicada, les puntuacions SEO apareixeran una vegada feu la primera entrada."],"Read more like this on our SEO blog":["Llegiu més sobre això al nostre blog de SEO"],"Readability: %s":["Llegibilitat: %s"],"Not activated":["No està activada"],"Activated":["Activada"],"%1$s recommendations for you":["%1$s recomanacions"],"All Readability Scores":["Totes les puntuacions de llegibilitat"],"Filter by Readability Score":["Fitra per puntuació de llegibilitat"],"Request method %1$s is not valid.":["El mètode de petició %1$s no és vàlid."],"Text link counter":["Contador d'enllaços de text"],"Number of internal links linking to this post. See \"Yoast Columns\" text in the help tab for more info.":["Número d'enllaços interns enllaçant a aquesta entrada. Mireu el text \"Columnes del Yoast\" a la pestanya d'ajuda per a més informació."],"Number of outgoing internal links in this post. See \"Yoast Columns\" text in the help tab for more info.":["Quantitat d'enllaços interns en aquesta entrada. Llegiu el text \"Columnes del Yoast\" a la pestanya d'ajuda si voleu més informació."],"%s Columns":["Columnes del %s"],"Readability score":["Puntuació de llegibilitat"],"Scroll to see the preview content.":["Desplaceu la pàgina per previsualitzar el contingut."],"Cornerstone content":["Contingut fonamental"],"Save changes":["Desa els canvis"],"1 year free support and updates included!":["1 any d'actualitzacions gratuïtes incloses!"],"The plugin %2$s changes your site's output and in doing that differentiates between search engines and normal users, a process that's called cloaking. We highly recommend that you disable it.":["L'extensió %2$s canvia el contingut del vostre lloc web i fent-ho diferencia entre motors de cerca i usuaris normals, en un procés que s'anomena \"cloacking\". Recomanem que el deshabiliteu."],"No ads!":["Sense anuncis!"],"Get internal linking suggestions":["Obteniu suggeriments d'enllaços interns"],"Variable":["Variable"],"Available variables":["Variables disponibles"],"Scroll to see the table content.":["Desplaça't per a veure el contingut de la taula."],"An error occurred in the '%1$s' assessment":["S'ha produït un error en la comprovació «%1$s»"],"No new notifications.":["No hi ha notificacions noves"],"Save all":["Desa-ho tot"],"Save":["Desa"],"%1$s, Author at %2$s":["%1$s, autor a %2$s"],"Mobile preview":["Previsualització mòbil"],"Desktop preview":["Previsualització d'escriptori"],"Please provide an SEO title by editing the snippet below.":["Afegiu un títol SEO editant la previsualització inferior."],"Meta description preview:":["Previsualització de la descripció meta:"],"Slug preview:":["Previsualització del resum:"],"SEO title preview:":["Previsualització del títol SEO:"],"Close snippet editor":["Tanca l'editor de la previsualització"],"Slug":["Àlies"],"Remove marks in the text":["Elimina les marques al text"],"Mark this result in the text":["Marca el resultat al text"],"Marks are disabled in current view":["Les marques estan deshabilitades en la vista actual"],"Good SEO score":["Bona puntuació SEO"],"OK SEO score":["Puntuació SEO acceptable"],"Feedback":["Suggeriments"],"Name":["Nom"],"Please provide a meta description by editing the snippet below.":["Afegiu una descripció meta editant la previsualització inferior."],"Edit snippet":["Edita la previsualització"],"You can click on each element in the preview to jump to the Snippet Editor.":["Podeu fer clic en cada element de la previsualització per a saltar a l'editor de fragments."],"SEO title preview":["Previsualització del títol SEO"],"Export settings":["Exporta els paràmetres"],"Please don't show me this notification anymore":["No mostres més aquesta notificació"],"If you are experiencing issues, %1$splease file a bug report%2$s and we'll do our best to help you out.":["Si esteu experimentant problemes, %1$senvieu un informe de l'error%2$s i farem tot el possible per ajudar-vos."],"We've noticed you've been using %1$s for some time now; we hope you love it! We'd be thrilled if you could %2$sgive us a 5 stars rating on WordPress.org%3$s!":["Hem vist que fa temps feu servir %1$s; esperem que us estigui agradant! Estaríem encantats si poguéssiu donar-nos %2$suna puntuació de 5 estrelles al web WordPress.org%3$s!"],"%1$s + %2$s":["%1$s + %2$s"],"Warning: the variable %1$s cannot be used in this template. See the %2$s for more info.":["Avís: la variable %1$s no es pot utilitzar en aquesta plantilla. Consulteu %2$s per obtenir més informació."],"By the way, did you know we also have a %1$sPremium plugin%2$s? It offers advanced features, like a redirect manager and support for multiple keyphrases. It also comes with 24/7 personal support.":["Per cert, sabíeu que tenim una %1$sextensió Premium%2$s? Ofereix característiques avançades, com un gestor de redireccions i suport per a múltiples frases clau. També disposa d'atenció personal 24/7."],"(no title)":["(sense títol)"],"The %1$s admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["La barra d'administració de %1$s conté enllaços útils a eines de tercers per analitzar pàgines i simplifica que veieu si teniu notificacions noves."],"Admin bar menu":["Menú a la barra d'administració"],"Features":["Característiques"],"SEO title":["Títol SEO"],"Greater than sign":["Signe \"major que\""],"Less than sign":["Signe \"menor que\""],"Right angle quotation mark":["Cometa angular dreta"],"Left angle quotation mark":["Cometa angular esquerra"],"Small tilde":["Tilde petita"],"Vertical bar":["Barra vertical"],"Low asterisk":["Asterisc baix"],"Asterisk":["Asterisc"],"Bullet":["Pic"],"Middle dot":["Punt volat"],"Em dash":["Guió llarg"],"En dash":["Guió mitjà"],"Dash":["Guió"],"No":["No"],"Yes":["Sí"],"Google search console":["Consola de cerca de Google"],"Social profiles":["Perfils socials"],"Posts list":["Llista d'entrades"],"Posts list navigation":["Navegació per la llista d'entrades"],"Filter posts list":["Filtra la llista d'entrades"],"Installed":["Instal·lat"],"Seamless integration between %1$s and %2$s":["Una integració perfecta entre %1$s i %2$s"],"Optimize your site for Google News":["Optimitzeu el vostre lloc web per a Google News"],"Edit &#8220;%s&#8221;":["Edita «%s»"],"Premium":["Prèmium"],"Get Premium":["Converteix-lo en Premium!"],"Notifications":["Notificacions"],"Removes the focus keyphrase section from the metabox and disables all SEO-related suggestions.":["Elimina la pestanya de paraula clau de la caixa meta i deshabilita tots els suggeriments relacionats amb SEO."],"Disable SEO analysis":["Deshabilita l'anàlisi SEO"],"Other social profiles":["Altres perfils socials"],"Make primary":["Fes primària"],"Cancel":["Cancel·la"],"%s notification":["%s notificació","%s notificacions"],"Disable readability analysis":["Deshabilita l'anàlisi de llegibilitat"],"Removes the readability analysis section from the metabox and disables all readability-related suggestions.":["Elimina la pestanya de llegibilitat de la caixa meta i deshabilita tots els suggeriments relacionats amb la llegibilitat."],"Readability analysis":["Anàlisi de llegibilitat"],"Needs improvement":["Necessita millorar"],"Readability":["Llegibilitat"],"Improvements":["Millores"],"Good job! We could detect no serious SEO problems.":["Bona feina! No hem detectat cap problema SEO seriós."],"We have detected the following issues that affect the SEO of your site.":["Hem detectat els següents problemes de SEO que afecten el lloc web."],"Problems":["Problemes"],"Analysis":["Anàlisi"],"Not available":["No està disponible"],"Filter by SEO Score":["Filtra per puntuació SEO"],"Meta description not set.":["No s'ha definit cap descripció meta"],"Open":["Obre"],"Loading...":["S'està carregant..."],"No results found":["No s'ha trobat cap resultat"],"Dashboard":["Tauler"],"You can fix this on the %1$sPermalink settings page%2$s.":["Podeu arreglar-ho a la %1$spàgina de paràmetres dels enllaços permanents%2$s."],"Replaced with the primary category of the post/page":["Se substituirà per la categoria primària de l'entrada o de la pàgina"],"Buy %s":["Compra %s"],"New %1$s Title":["Nou %1$s títol"],"Existing %1$s Title":["Títol %1$s existent"],"Expected an integer as input.":["S'espera un enter com a entrada."],"Trying to build the sitemap cache key, but the postfix and prefix combination leaves too little room to do this. You are probably requesting a page that is way out of the expected range.":["S'està intentant construir una clau segura per a la memòria cau del mapa web, però la combinació de prefixos i sufixos deixa poc espai per a fer-ho. Possiblement esteu demanant una pàgina que està molt lluny del rang esperat."],"Redirects":["Redireccions"],"Remove":["Suprimeix"],"Keep":["Manté"],"Bold the last page":["Marca l'última pàgina en negreta"],"Primary %s":["%s primari"],"Primary":["Principal"],"Make %1$s primary %2$s":["Fes %1$s %2$s primari"],"Integrations":["Integracions"],"Term is set to noindex.":["El terme està configurat com a no indexable"],"Author archives":["Arxius de l'autor"],"Enabled":["Habilitat"],"Disabled":["Deshabilitat"],"The separator defined in your theme's %s tag.":["El separador definit en l'etiqueta %s del vostre tema"],"No index":["No index"],"SEO score":["Puntuació SEO"],"Team Yoast":["Equip Yoast"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["La primera solució  SEO realment tot en un per a WordPress, incloent-hi anàlisi del contingut de la pàgina, mapes del lloc XML i molt més."],"Yoast SEO":["Yoast SEO"],"Activation failed:":["Ha fallat l'activació:"],"The filter extension seem to be unavailable. Please ask your web host to enable it.":["L'extensió de filtre no està disponible. Demaneu al vostre proveïdor d'allotjament que l'habiliti."],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":["La instal·lació de l'extensió %1$s està incompleta. Mireu les %2$sinstruccions d'instal·lació%3$s."],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":["L'extensió de la biblioteca estàndard de PHP (SPL) no està disponible. Demaneu al vostre proveïdor d'allotjament que l'habiliti."],"SEO Settings":["Configuració SEO"],"Mobile-Friendly Test":["Prova de compatibilitat amb dispositius mòbils"],"Google Page Speed Test":["Prova de velocitat de la pàgina de Google"],"Facebook Debugger":["Depurador del Facebook"],"Analyze this page":["Analitza la pàgina"],"%s does not seem to be a valid url. Please correct.":["%s no sembla un URL vàlid. Corregiu-lo."],"%1$s does not seem to be a valid %2$s verification string. Please correct.":["No sembla que %1$s sigui una cadena de verificació %2$s vàlida. Corregiu-la."],"%s Archive":["Arxiu de %s"],"You searched for %s":["Heu cercat %s"],"%s does not seem to be a valid Twitter Username. Please correct.":["%s no sembla un nom d'usuari de Twitter vàlid. Corregiu-lo."],"Summary with large image":["Resum amb imatge de grans dimensions"],"The post %1$s appeared first on %2$s.":["L'entrada %1$s ha aparegut primer a %2$s."],"No numeric value was received.":["No s'ha rebut cap valor numèric"],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":["Aquest ha de ser un blog que existisca. El blog %s no existeix o s'ha marcat per ser esborrat."],"The default blog setting must be the numeric blog id of the blog you want to use as default.":["El paràmetre de blog per defecte ha de ser l'identificador numèric del blog que voleu utilitzar per defecte."],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":["%1$s no és una opció valida per a permetre accedir als paràmetres del  %2$s. S'ha restablit als valors per defecte."],"Please select a valid post type for taxonomy \"%s\"":["Seleccioneu un tipus d'entrada vàlida per a la taxonomia \"%s\""],"Please select a valid taxonomy for post type \"%s\"":["Seleccioneu una taxonomia vàlida per al tipus d'entrada «%s»"],"You searched for":["Has cercat"],"Home":["Inici"],"Archives for":["Arxius de"],"Error 404: Page not found":["Error 404: Pàgina no trobada"],"Good":["Bo"],"Replaced with a custom taxonomies description":["S'ha reemplaçat per una descripció personalitzada de les taxonomies."],"Replaced with a posts custom taxonomies, comma separated.":["S'ha reemplaçat per una llista de taxonomies personalitzades, separades per comes."],"Replaced with a posts custom field value":["S'ha reemplaçat pel valor d'un camp personalitzat"],"Replaced with the slug which caused the 404":["S'ha reemplaçat per l'URL que havia causat el 404"],"Replaced with the posts focus keyphrase":["Reemplaçat amb la frase clau de l'entrada"],"Attachment caption":["Llegenda de l'adjunt"],"Replaced with the current page number":["Reemplaçat amb el número de pàgina actual"],"Replaced with the current page total":["Reemplaçat amb el nombre total de pàgines"],"Replaced with the current page number with context (i.e. page 2 of 4)":["Reemplaçat pel número de pàgina actual amb context (p. ex. pàgina 2 de 4)"],"Replaced with the current year":["Reemplaçat per l'any actual"],"Replaced with the current month":["Reemplaçat pel mes actual"],"Replaced with the current day":["Reemplaçat pel dia actual"],"Replaced with the current date":["Reemplaçat per la data actual"],"Replaced with the post/page author's 'Biographical Info'":["Reemplaçat per la informació biogràfica de l'autor de l'entrada o la pàgina"],"Replaced with the post/page author's 'nicename'":["Reemplaçat pel nom públic de l'autor de l'entrada"],"Replaced with the post/page ID":["Reemplaçat amb l'identificador de l'entrada/pàgina"],"Replaced with the post/page modified time":["Reemplaçat per la data de modificació de l'entrada o pàgina"],"Replaced with the content type plural label":["Reemplaçat per l'etiqueta del tipus d'entrada en plural."],"Replaced with the content type single label":["Reemplaçat per l'etiqueta del tipus d'entrada en singular."],"Replaced with the current search phrase":["Reemplaçat per la frase de cerca actual"],"Replaced with the term name":["S'ha reemplaçat pel nom del terme"],"Replaced with the term description":["Reemplaçat per la descripció del terme"],"Replaced with the tag description":["Reemplaçat per la descripció de l'etiqueta"],"Replaced with the category description":["Reemplaçat per la descripció de la categoria"],"Replaced with the post categories (comma separated)":["Reemplaçat per les categories de l'entrada (separades per coma)"],"Replaced with the current tag/tags":["S'ha reemplaçat  per l'etiqueta (o etiquetes) actual"],"Replaced with the post/page excerpt (without auto-generation)":["Reemplaçat pel resum de l'entrada o pàgina (sense autogeneració)"],"Replaced with the post/page excerpt (or auto-generated if it does not exist)":["Reemplaçat pel resum de l'entrada/pàgina (o autogenerat si no existeix)"],"The site's name":["El nom del lloc"],"Replaced with the title of the parent page of the current page":["Reemplaçat pel títol de la pàgina pare de la pàgina actual"],"Replaced with the title of the post/page":["Reemplaçat pel títol de l'entrada/pàgina"],"Replaced with the date of the post/page":["Reemplaçat per la data de l'entrada o de la pàgina"],"Page %1$d of %2$d":["Pàgina %1$d de %2$d"],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":["No podeu sobreescriure una variable estàndard del WP SEO registrant una variable amb el mateix nom. Utilitzeu el filtre «wpseo_replacements» per ajustar el valor substituït."],"A replacement variable with the same name has already been registered. Try making your variable name unique.":["Ja s'ha registrat una variable de substitució amb el mateix nom. Intenteu fer únic el nom de la vostra variable."],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":["Una variable de reemplaçament no pot començar amb «%%cf_» o «%%ct_», ja que es tracta de les variables variables estàndard del WP SEO per als camps personalitzats i les taxonomies personalitzades. Intenteu fer únic el nom de la vostra variable."],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":["Una variable de reemplaçament només pot obtenir caràcters alfanumèrics, un subratllat o un guió. Proveu a reanomenar la variable."],"Admin only notice: this page does not show a meta description because it does not have one, either write it for this page specifically or go into the [%1$s - %2$s] menu and set up a template.":["Avís d'administració: aquesta pàgina no mostra una descripció a les metadades perquè no en té cap, escriviu-ne una d'específica per aquesta pàgina o aneu al menú [%1$s - %2$s] i establiu una plantilla."],"Page not found":["Pàgina no trobada"],"%s Archives":["Arxius de %s"],"Meta description to use for Author page":["Descripció meta a utilitzar en la pàgina de l'autor"],"Title to use for Author page":["Títol que s'utilitzarà per a la pàgina de l'autor"],"%1$s settings":["Paràmetres del  %1$s "],"Export your %1$s settings":["Exporta els teus %1$s paràmetres"],"Import settings":["Importa els paràmetres"],"Import from other SEO plugins":["Importa des d'altres extensions SEO"],"Import":["Importa"],"If you had a %s file and it was editable, you could edit it from here.":["Si tinguéssiu un fitxer %s i fos editable, el podríeu editar des d'aquí."],"If your %s were writable, you could edit it from here.":["Si el vostre fitxer %s fos editable, podríeu editar-lo des d'aquí."],"You don't have a %s file, create one here:":["No teniu cap fitxer %s, creeu-ne un aquí:"],"A link to your site, with your site's name and description as anchor text.":["Un enllaç al vostre lloc, amb el nom i la descripció del vostre lloc com a text de l'enllaç."],"A link to your site, with your site's name as anchor text.":["Un enllaç al vostre lloc, amb el nom del lloc com a àncora de text."],"A link to the post, with the title as anchor text.":["Enllaç a l'entrada, amb el títol com a text."],"You can use the following variables within the content, they will be replaced by the value on the right.":["Podeu utilitzar les variables següents dins del contingut; es reemplaçaran pel contingut a la seva dreta."],"Content to put after each post in the feed":["Contingut que voleu posar després de cada entrada al fil RSS"],"Content to put before each post in the feed":["Contingut que voleu afegir abans de cada entrada al fil de subscripció"],"How to insert breadcrumbs in your theme":["Com inserir la ruta de navegació al vostre tema"],"Blog":["Blog"],"Prefix for the breadcrumb path":["Prefix per a la ruta de navegació"],"Anchor text for the Homepage":["Àncora de text per a la pàgina principal"],"Separator between breadcrumbs":["Separador entre la ruta de navegació"],"Below are your published posts' SEO scores. Now is as good a time as any to start improving some of your posts!":["Baix podeu trobar les puntuacions SEO de les entrades publicades. Aquest és tan bon moment com qualsevol altre per començar a millorar les vostres entrades!"],"Credits":["Crèdits"],"&laquo; Back to Tools page":["&laquo; Torna a la pàgina d'eines"],"%1$s comes with some very powerful built-in tools:":["El %1$s inclou algunes eines molt potents:"],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":["Aquesta eina us permet canviar ràpidament fitxers importants per al SEO, com el robots.txt i, si en teniu un, el vostre fitxer .htaccess."],"File editor":["Editor de fitxers"],"Import settings from other SEO plugins and export your settings for re-use on (another) site.":["Importeu els paràmetres d'altres extensions SEO i exporteu els paràmetres per reutilitzar-los en un altre lloc."],"Import and Export":["Importa i exporta"],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":["Aquesta eina us permet canviar ràpidament títols i descripcions de les entrades i les pàgines sense haver d'anar a l'editor per a cadascuna d'elles."],"Bulk editor":["Editor en massa"],"Default settings":["Paràmetres per defecte"],"Description":["Descripció"],"Restore site to defaults":["Restaura el lloc als paràmetres per defecte"],"Site ID":["ID del lloc web"],"Using this form you can reset a site to the default SEO settings.":["Utilitzant aquest formulari podeu restablir el lloc als paràmetres per defecte de SEO"],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new sites.":["Alguns paràmetres sensitius respecte a la privacitat (administrador al FB entre altres), específics dels temes (com la reescriptura del títol) i alguns altres paràmetres específics no s'importaran als nous blogs."],"Enter the %1$sSite ID%2$s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":["Indroduïu %1$sl'ID del lloc web%2$s els paràmetres del qual voleu utilitzar com a paràmetres per defecte per a tots els llocs que afegiu a la xarxa. Deixeu-ho en blanc si no en voleu cap (s'utilitzaran els paràmetres per defecte de l'extensió)"],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":["Trieu el lloc web els paràmetres del qual voleu utilitzar com a paràmetres per defecte per a tots els llocs que afegiu a la xarxa. Si no en trieu cap, s'utilitzaran els paràmetres per defecte de l'extensió."],"New sites in the network inherit their SEO settings from this site":["Els nous llocs a la xarxa hereten els seus paràmetres SEO d'aquest lloc web"],"Super Admins only":["Només superadministradors."],"Site Admins (default)":["Administradors del lloc (per defecte)"],"Who should have access to the %1$s settings":["Qui hauria de tenir accés als paràmetres del %1$s"],"spam":["brossa"],"mature":["madur"],"archived":["arxivat"],"public":["públic"],"%s restored to default SEO settings.":["S'ha restaurat %s als paràmetres SEO per defecte"],"Settings Updated.":["S'han actualitzat els paràmetres."],"Special pages":["Pàgines especials"],"Date archives":["Arxius de dates"],"Title":["Títol"],"Take note:":["Important:"],"You can determine the title and description for the homepage by %1$sediting the homepage itself%2$s.":["Podeu determinar el títol i la descripció de la pàgina del blog %1$seditant la mateixa pàgina%2$s."],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["El %1$s ha detectat automàticament que necessita forçar la reescriptura dels títols de les vostres pàgines; si creieu que és incorrecte i sabeu el que feu, podeu canviar el paràmetre aquí."],"Force rewrite titles":["Força la reescriptura dels títols."],"Homepage":["Pàgina d'inici"],"%1$s Extensions":["Extensions del %1$s"],"Seamlessly integrate WooCommerce with %1$s and get extra features!":["Integreu sense esforç el WooCommerce amb el %1$s i aconseguiu funcionalitats extra."],"Rank better locally and in Google Maps, without breaking a sweat!":["Posicioneu-vos millor localment i al Google Maps, sense esforçar-vos gaire."],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":["Esteu a Google News? Incrementeu el tràfic des de Google News optimitzant el vostre lloc web!"],"Optimize your videos to show them off in search results and get more clicks!":["Optimitzeu els vostres videos per a mostrar-los als resultats de la cerca i obteniu més clics."],"The premium version of %1$s with more features & support.":["La versió premium del %1$s amb més característiques i suport"],"Person":["Persona"],"Website name":["Nom del lloc web"],"RSS":["RSS"],"Permalink":["Enllaç permanent"],"Breadcrumbs":["Ruta de navegació"],"Authenticate":["Autentica"],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year of support and updates, on %2$s.":["Per poder crear una redirecció i arreglar aquest problema, necessiteu %1$s. Podeu comprar l'extensió, incloent-hi un any de suport i actualitzacions, a %2$s."],"Creating redirects is a %s feature":["La creació de redireccions és una característica del %s"],"New URL":["Nou URL"],"Search":["Cerca"],"URL":["URL"],"Deactivate %s":["Desactiva %s"],"The %1$s plugin might cause issues when used in conjunction with %2$s.":["L'extensió %1$s pot causar problemes quan s'utilitza conjuntament amb %2$s."],"Upload Image":["Penja imatges"],"%s Posts Overview":["Visió global de les entrades del %s"],"Breadcrumbs title":["Títol de la ruta de navegació"],"Pinterest":["Pinterest"],"Social settings":["Configuració social"],"Close":["Tanca"],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines and might slow down your site.":["Tant el %1$s com %2$s poden generar mapes de lloc XML. Tindre dos mapes de lloc XML no és beneficiós per als motors de cerca, i a més pot fer el vostre lloc web més lent."],"Configure %1$s's Open Graph settings":["%1$s s'expandeix a Yoast SEO"],"Both %1$s and %2$s create Open Graph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":["Tant %1$s com %2$s generen sortida d'OpenGraph, que pot fer Facebook, Twitter, LinkedIn i altres xarxes socials utilitzar textos i imatges incorrectes quan es comparteixen les vostres pàgines."],"%s image":["Imatge per al %s"],"%s description":["Descripció per al %s"],"%s title":["Títol per al %s"],"Twitter":["Twitter"],"Facebook":["Facebook"],"very difficult":["molt difícil"],"Try to make shorter sentences, using less difficult words to improve readability":["Proveu de fer frases més curtes i amb paraules menys complexes per tal de millorar la legibilitat."],"difficult":["difícil"],"fairly difficult":["prou difícil"],"OK":["D'acord"],"fairly easy":["prou fàcil"],"easy":["fàcil"],"very easy":["molt fàcil"],"The copy scores %1$s in the test, which is considered %2$s to read.":["La còpia puntua %1$s a la prova, que es considera %2$s per a llegir."],"Flesch reading ease":["Mecanisme de lectura Flesch"],"Meta Desc.":["Meta Desc."],"All SEO Scores":["Totes les puntuacions de SEO"],"SEO issue: The featured image should be at least 200 by 200 pixels to be picked up by Facebook and other social media sites.":["Problema de SEO: La imatge destacada ha de ser de 200x200 com a mínim per a què Facebook i altres xarxes socials la utilitzen."],"(no parent)":["(sense pare)"],"meta description":["descripció meta"],"Page title":["Títol de la pàgina"],"Post is set to noindex.":["L'entrada està configurada com a no indexable."],"The URL that this page should redirect to.":["L'URL al qual aquesta pàgina hauria de redirigir."],"301 Redirect":["Redirecció 301"],"The canonical URL that this page should point to. Leave empty to default to permalink. %1$sCross domain canonical%2$s supported too.":["L'URL canònic al qual aquesta pàgina hauria d'apuntar, ll. Deixeu el valor buit per a què apunti a l'enllaç permanent. Els %1$sURLs cànonics entre dominis%2$s també estan permesos."],"Canonical URL":["URL canònic"],"Title to use for this page in breadcrumb paths":["Títol per utilitzar en la ruta de navegació per a aquesta pàgina"],"Breadcrumbs Title":["Títol de la ruta de navegació"],"No Snippet":["No Snippet"],"No Archive":["No arxives"],"No Image Index":["No indexes imatges"],"None":["Cap"],"Meta robots advanced":["Meta Robots avançat"],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Avís: tot i que podeu definir els paràmetres per als robots aquí, tot el lloc web està configurat com a no indexable als paràmetres de privacitat del lloc. Per tant, aquests paràmetres no tindran cap efecte."],"Meta description":["Meta descripció"],"SEO Title":["Títol SEO"],"Focus keyword":["Paraula clau principal"],"Settings successfully imported.":["Els paràmetres s'han important correctament."],"Settings could not be imported:":["No s'han pogut importar els paràmetres:"],"Breadcrumb for 404 pages:":["Ruta de navegació de la pàgina 404:"],"Prefix for search result pages:":["Prefix per les pàgines dels resultats de cerca:"],"Prefix for archive pages:":["Prefix per a les pàgines d'arxius:"],"Prefix for breadcrumbs:":["Prefix per a les rutes de navegació:"],"Anchor text for the homepage:":["Text d'ancoratge per a la pàgina d'inici:"],"Breadcrumbs separator:":["Separador de la ruta de navegació:"],"%s Breadcrumbs":["Ruta de navegació del %s"],"Use Image":["Utilitza la Imatge"],"Action":["Acció"],"Page URL/Slug":["URL de la pàgina"],"Publication date":["Data de publicació"],"Post Status":["Estat de l'entrada"],"WP Page Title":["Títol de la pàgina"],"View":["Visualitza"],"View &#8220;%s&#8221;":["Mostra «%s»"],"Preview":["Previsualitza"],"Preview &#8220;%s&#8221;":["Previsualitza «%s»"],"Edit":["Edita"],"Filter":["Filtre"],"New Yoast Meta Description":["Nova meta descripció"],"Existing Yoast Meta Description":["Meta descripció existent"],"Facebook profile URL":["URL del perfil de Facebook"],"Twitter username (without @)":["Usuari Twitter (sense @)"],"Google":["Google"],"FAQ":["PMF"],"Settings":["Paràmetres"],"Huge SEO Issue: You're blocking access to robots.":["Problema greu de SEO: esteu blocant l'accés als robots."],"Posts":["Entrades"],"Edit Files":["Edita els fitxers"],"General":["General"],"Extensions":["Extensions"],"Search Console":["Consola de cerca"],"Tools":["Eines"],"Advanced":["Avançat"],"XML sitemaps":["Mapa del lloc XML"],"Social":["Social"],"SEO":["SEO"],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":["El %1$s ha detectat que esteu utilitzant la versió %2$s de %3$s, actualitzeu a l'última versió per a prevenir problemes d'incompatibilitat."],"Just another WordPress site":["Un altre lloc web amb el WordPress"],"You have used HTML in your value which is not allowed.":["No està permès utilitzar HTML al valor."],"You can't edit %s that aren't yours.":["No podeu editar %s que no són vostres."],"You can't edit %s.":["No podeu editar %s."],"Post has an invalid Content Type: %s.":["L'entrada té un tipus de contingut invàlid: %s."],"Post doesn't exist.":["L'entrada no existeix."],"posts\u0004Trash <span class=\"count\">(%s)</span>":["Paperera <span class=\"count\">(%s)</span>","Paperera <span class=\"count\">(%s)</span>"],"posts\u0004All <span class=\"count\">(%s)</span>":["Tot <span class=\"count\">(%s)</span>","Tots <span class=\"count\">(%s)</span>"]}}}