{"domain":"js-text-analysis","locale_data":{"js-text-analysis":{"":{"domain":"js-text-analysis","plural_forms":"nplurals=2; plural=n != 1;","lang":"ca"},"%1$sGo to %2$s to analyze your entire site%3$s":["%1$sANEU a %2$s a analitzar la pagina web sencera%3$s"],"%1$s offers a free indexability check for %2$s users, and it shows\n\t\t\tthat your site can be found by search engines.":["%1$s ofereix una revisió gratuïta d’indexació per als usuaris de %2$s, i mostra que el lloc web es pot trobar pels motors de cerca."],"Your site can be found by search engines":["La web pot ser trobada pels motors de cerca."],"%1$s offers a free indexability check for %2$s users and right now it has trouble determining\n\t\t\twhether search engines can find your site. This could have several (legitimate) reasons and is not a problem\n\t\t\tin itself. If this is a live site, %3$sit is recommended that you figure out why the %1$s check failed.%4$s":[""],"%1$s cannot determine whether your site can be found by search engines":["%1$s no pot determinar si el vostre lloc web es pot trobar per motors de cerca"],"%1$sRead more about troubleshooting search engine visibility.%2$s":["%1$sLlegiu més quan a solucionar visibilitat als motors de cerca.%2$s"],"%1$s offers a free indexability check for %2$s users and it has determined that your site cannot be found by search engines. If this site is live or about to become live, this should be fixed.":["%1$s ofereix una comprovació d'indexabilitat gratuïta per als usuaris del %2$s i ha determinat que el vostre lloc web no es pot trobar per motors de cerca. Si aquest lloc està actiu o a punt d'estar-ho, s'hauria de solucionar."],"Your site cannot be found by search engines":["La web no pot ser trobada pels motors de cerca"],"If this is a live site, %1$sit is recommended that you figure out why the check failed.%2$s":["Si aquest lloc web està en funcionament, %1$ses recomana que mireu perquè la comprovació ha fallat%2$s"],"Error details: %1$s %2$s %3$s":["Detalls de l'error:  %1$s %2$s %3$s"],"An error occurred while checking whether your site can be found by search engines":["S'ha produït un error mentre es comprovava si el vostre lloc web és accessible per als motors de cerca."],"%1$sYou can change the tagline in the customizer%2$s.":["%1$sPodeu canviar el lema en el personalitzador%2$s."],"You still have the default WordPress tagline. Even an empty one is probably better.":["Encara teniu el lema predeterminat del WordPress. Segurament fins i tot un lema buit és millor."],"You should change the default WordPress tagline":["Hauríeu de canviar el lema per defecte del WordPress"],"You are using a custom tagline or an empty one.":["Esteu utilitzant un lema personalitzat o un buit."],"You changed the default WordPress tagline":["Heu canviat el lema predeterminat del WordPress"],"Great! You can activate your premium plugin(s) and receive updates.":["Molt bé! Podeu activar les vostres extensions premium i rebre actualitzacions."],"Your site can connect to %1$s":["El vostre lloc web es pot connectar a %1$s"],"You can %1$snot%2$s activate your premium plugin(s) and receive updates. The cause for this error is probably that the cURL software on your server is too old. Please contact your host and ask them to update it to at least version 7.34. %3$sRead more about cURL in our knowledge base%4$s.":["%1$sNo%2$s podeu activar les extensions premium i rebre actualitzacions. El motiu és segurament que el cURL al vostre servidor és massa vell. Contacteu amb el vostre proveïdor d'allotjament i demaneu-li que l'actualitzi com a mínim a la versió 7.34. %3$sLlegiu-ne més quant al cURL en la nostra base de coneixement%4$s."],"You can %1$snot%2$s activate your premium plugin(s) and receive updates. A common cause for not being able to connect is an out-of-date version of cURL, software used to connect to other servers. However, your cURL version seems fine. Please talk to your host and, if needed, the Yoast support team to figure out what is broken. %3$sRead more about cURL in our knowledge base%4$s.":[""],"Your site can not connect to %1$s":["El vostre lloc web no es pot connectar a %1$s"],"Comments on your posts are displayed on a single page. This is just like we'd suggest it. You're doing well!":["Els comentaris a les vostres entrades es mostren en una única pàgina. Això és com ho recomanem. Esteu fent-ho bé!"],"It's highly recommended to have your postname in the URL of your posts and pages. Consider setting your permalink structure to %s.":["És altament recomanable que tingueu el nom de l'entrada a l'URL de les vostres entrades i pàgines. Considereu definir l'estructura dels enllaços permanents com a %s."],"You do not have your postname in the URL of your posts and pages":["No teniu el nom de l'entrada a l'URL de les vostres entrades i pàgines"],"You do have your postname in the URL of your posts and pages.":["Teniu el nom de l'entrada a l'URL de les entrades i pàgines."],"Your permalink structure includes the post name":["L'estructura d'enllaços permanents inclou el nom de l'entrada."],"The request to Ryte returned an error.":["La petició a Ryte ha tornat un error."],"Comments on your posts break into multiple pages. As this is not needed in 999 out of 1000 cases, we recommend you disable it. To fix this, uncheck \"Break comments into pages...\" on the Discussion Settings page.":["Els comentaris a les vostres entrades es divideixen en múltiples pàgines. Com que això no és necessari en 999 de cada 1000 casos, vos recomanem que ho deshabiliteu. Per a solucionar-ho, desmarqueu \"Divideix els comentaris en pàgines...\" a la pàgina dels paràmetres de les converses."],"Comments break into multiple pages":["Els comentaris es divideixen en múltiples pàgines"],"Comments are displayed on a single page":["Els comentaris es mostren en una única pàgina"],"No title":["Sense títol"],"%1$sGo to the Discussion Settings page%2$s":["%1$sVés a la pàgina de debat sobre la configuració%2$s"],"%1$sThis was reported by the %2$s plugin%3$s":["%1$sAixò ha estat informat per l'extensió %2$s %3$s"],"Date in Google Preview":["Data a la vista prèvia de Google"],"Preview as:":["Vista prèvia com a:"],"Mobile result":["Resultat al mòbil"],"Google preview":["Vista prèvia del Google"],"Desktop result":["Resultat a l'escriptori"],"When you click OK we will open our HelpScout beacon where you can find answers to your questions. This beacon will load our support data and also potentially set cookies.":["Quan feu clic a Accepta, obrirem la nostra eina de HelpScout on podreu trobar respostes a les vostres preguntes. Aquesta eina carregarà les dades de suport i, potencialment, també podrà establir galetes."],"The browser you are currently using is unfortunately rather dated. Since we strive to give you the best experience possible, we no longer support this browser. Instead, please use %1$sFirefox%4$s, %2$sChrome%4$s or %3$sMicrosoft Edge%4$s.":["Lamentablement, el navegador que esteu utilitzant actualment està bastant antiquat. Atès que ens esforcem per a oferir-vos la millor experiència possible, ja no tenim compatibilitat amb aquest navegador. Useu el %1$sFirefox%4$s, %2$sChrome%4$s o %3$sMicrosoft Edge%4$s per contra."],"If you want to apply advanced <code>meta</code> robots settings for this page, please define them in the following field.":["Si voleu aplicar paràmetres de robots <code>meta</code> avançats per a aquesta pàgina, definiu-los en el següent camp."],"Check out %1$s":["Comproveu la nostra %1$s"],"We have both free and premium online courses to learn everything you need to know about SEO.":["Tenim cursos en línia gratuïts i prèmium per a aprendre tot el que necessiteu saber sobre SEO."],"Want to learn SEO from Team Yoast? Check out our %1$s!":["Voleu aprendre SEO amb l'equip Yoast? Comproveu la nostra %1$s!"],"Learn SEO":["Aprèn SEO"],"Start to optimize your site for Google News traffic today!":["Comenceu a optimitzar el lloc web per al trànsit de Google Notícies!"],"Make sure your videos rank and are easy to share with our Video SEO plugin.":["Assegureu-vos que els vídeos es valorin i siguin fàcils de compartir amb l'extensió Vídeo SEO."],"Our Local SEO plugin will help you rank in Google Maps and local results.":["L'extensió SEO local us ajudarà a valorar-vos en Google Maps i en els resultats locals."],"%s settings to import:":["Configuració de %s a importar:"],"Import settings from another %1$s installation by pasting them here and clicking \"%2$s\".":["Importa els paràmetres des d'una altra instal·lació de %1$s en enganxar-los aquí i fer clic a \"%2$s\"."],"Your %1$s settings:":["Configuració de %1$s:"],"Schema":["Esquema"],"Twitter uses Open Graph metadata just like Facebook, so be sure to keep the \"Add Open Graph meta data\" setting on the Facebook tab enabled if you want to optimize your site for Twitter.":["El Twitter usa metadades d'Open Graph igual que Facebook, així que assegureu-vos de mantenir el paràmetre \"Afegeix metadades d'Open Graph\" a la pestanya de Facebook si voleu optimitzar el lloc per al Twitter."],"Please check the format of the Facebook Page URL you entered. %s":["Comproveu el format de l’URL de la pàgina del Facebook que heu introduït. %s"],"Please check the format of the Instagram URL you entered. %s":["Comproveu el format de l’URL de l'Instagram que heu introduït. %s"],"Please check the format of the Linkedin URL you entered. %s":["Comproveu el format de l’URL del Linkedin que heu introduït. %s"],"Please check the format of the MySpace URL you entered. %s":["Comproveu el format de l’URL del MySpace que heu introduït. %s"],"Please check the format of the Pinterest URL you entered. %s":["Comproveu el format de l’URL del Pinterest que heu introduït. %s"],"Please check the format of the Wikipedia URL you entered. %s":["Comproveu el format de l’URL de la Wikipedia que heu introduït. %s"],"Please check the format of the Youtube URL you entered. %s":["Comproveu el format de l’URL del YouTube que heu introduït. %s"],"Settings saved.":["S'ha desat la configuració."],"Continue learning":["Continua aprenent"],"%1$s will now take care of all the needed technical optimization of your site. To really improve your site's performance in the search results, it's important to know everything our plugin has to offer. Sign up for our free %1$s plugin training, in which you'll learn how to use %1$s and how it can help you make the best of your website!":["Ara %1$s s’ocuparà de tota l’optimització tècnica necessària del lloc. Per millorar el rendiment del lloc en els resultats de la cerca, és important saber tot el que ofereix la nostra extensió. Inscriviu-vos a la nostra formació gratuïta d'extensions %1$s, on aprendreu a utilitzar %1$s i com us pot ajudar a aprofitar al màxim el vostre lloc web."],"Dismiss this alert":["Descarta aquesta alerta"],"A company name and logo need to be set for structured data to work properly. %1$sLearn more about the importance of structured data.%2$s":["Cal definir el nom de l'empresa i el logotip perquè les dades estructurades funcionin correctament. %1$sMés informació sobre la importància de les dades estructurades.%2$s"],"%s does not seem to be a valid Facebook App ID. Please correct.":["%s no sembla ser un identificador d'aplicació vàlid de Facebook. Corregiu-ho."],"The submitted value was: %s":["El valor tramès ha estat: %s"],"Yandex confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Els codis de confirmació de Yandex només poden contenir lletres de la A a la F, números, guions i guions baixos. %s"],"Twitter usernames can only contain letters, numbers, and underscores. %s":["Els noms d'usuari del Twitter només poden contenir lletres, números i guions baixos. %s"],"Pinterest confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Els codis de confirmació del Pinterest només poden contenir lletres de la A a la F, números, guions i guions baixos. %s"],"Bing confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Els codis de confirmació del Bing només poden contenir lletres de la A a la F, números, guions i guions baixos. %s"],"Google verification codes can only contain letters, numbers, hyphens, and underscores. %s":["Els codis de verificació del Google només poden contenir lletres, números, guions i guions baixos. %s"],"The Facebook App ID you entered doesn't exist. %s":["L'identificador d'aplicació de Facebook que has introduït no existeix. %s"],"Baidu verification codes can only contain letters, numbers, hyphens, and underscores. %s":["Els codis de confirmació del Baidu només poden contenir lletres, números, guions i guions baixos. %s"],"Show this item.":["Mostra aquest element."],"Hide this item.":["Oculta aquest element."],"You have %d hidden problem:":["Teniu %d problema ocult:","Teniu %d problemes ocults:"],"You have %d hidden notification:":["Teniu %d avís ocult:","Teniu %d avisos ocults:"],"The form contains %1$s error. %2$s":["El formulari conté %1$s error. %2$s","El formulari conté %1$s errors. %2$s"],"SEO settings configured":["Paràmetres de SEO configurats"],"If you want to double-check your %1$s settings, or change something, you can always %2$sreopen the configuration wizard%3$s.":["Si voleu comprovar la configuració de %1$s o canviar alguna cosa, sempre podreu %2$sobrir l'assistent de configuració%3$s."],"The following words and word combinations occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly. ":["En el contingut es produeixen les següents paraules i combinacions de paraules. Aquestes donen una indicació sobre en què se centra el contingut. Si les paraules difereixen molt del vostre tema, potser voldreu reescriure el contingut en conseqüència."],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":["Un cop afegiu una mica més de contingut escrit, us donarem una llista de les paraules que més apareixen al contingut. Aquestes donen una indicació de sobre què centra el vostre contingut."],"%d occurrences":["%d ocurrències"],"Activate %s for your site on MyYoast":["Activeu %s per al lloc a MyYoast"],"Show blog page in breadcrumbs":["Mostra la pàgina del blog a la ruta de navegació"],"We could not find any relevant articles on your website that you could link to from your post.":["No hem pogut trobar cap article rellevant a la pàgina web que pugui enllaçar des de l'entrada."],"Has feedback":["Té suggeriments"],"Content optimization:":["Optimització de contingut:"],"%1$sSEO%2$s: %3$s":["%1$sSEO%2$s: %3$s"],"%1$sReadability%2$s: %3$s":["%1$sLlegibilitat%2$s: %3$s"],"Post Noindexed":["Entrada no indexable"],"No Focus Keyphrase":["Cap frase clau principal "],"Person logo / avatar":["Logotip / avatar de la persona"],"Extend %s":["Ampliació del %s"],"Posts with the SEO score: %s":["Entrades amb puntuació SEO: %s"],"SEO: %s":["SEO: %s"],"%s video tutorial":["Vídeo d'aprenentatge del %s"],"To view your current crawl errors, %1$splease visit Google Search Console%2$s.":["Per veure els errors actuals de rastreig, %1$s visiteu Google Search Console%2$s."],"Google has discontinued its Crawl Errors API. Therefore, any possible crawl errors you might have cannot be displayed here anymore. %1$sRead our statement on this for further information%2$s.":["Google ha suspès la seva API d'errors de rastreig. Per tant, els possibles errors de rastreig que pugueu tenir no es mostraran més aquí. %1$sLlegiu la nostra declaració sobre aquest tema per a obtenir més informació%2$s."],"Remove this message":["Elimina aquest missatge"],"Truly optimize your site for a local audience with our %s plugin! Optimized address details, opening hours, store locator and pickup option!":["Optimitza el teu lloc web per a l'audiència local amb la nostra extensió %s! Detalls d'adreça optimitzats, hores d'obertura, localitzador de la botiga i opció de recollida en botiga!"],"Serving local customers?":["Servint clients locals?"],"Get the %s plugin now":["Ja podeu aconseguir l'extensió %s"],"Organization social profiles":["Perfils socials de l'organització"],"You can edit the details shown in meta data, like the social profiles, the name and the description of this user on their %1$s profile page.":["Podeu editar informació mostrada dins les meta dades, com  els perfils de xarxes socials, el nom i la descripció d'aquest usuari a la seva %1$s pàgina de perfil."],"Personal info":["Informació personal"],"Organization logo":["Logotip de l'organització"],"Organization name":["Nom de l'organització"],"Choose whether the site represents an organization or a person.":["Escolliu si el lloc representa a una persona o a una organització"],"Knowledge Graph & Schema.org":["Knowledge Graph & Schema.org"],"To make your site represent a Company or Organization go to %1$sSearch Appearance%2$s and set Organization or Person to \"Organization\".":["Per fer que el vostre lloc representi a una empresa o organització, aneu a %1$s, cerqueu aparença %2$s i poseu organització o persona a \"organització\"."],"To change the social accounts used for your site, update the details for %1$s.":["Per canviar els perfils de xarxes socials utilitzats pel vostre lloc, actualitzeu les dades per %1$s."],"That means that the form and information below is disabled, and not used.":["Així vol dir que el formulari i la informació de sota estan desactivats i no s'utilitzen."],"Your website is currently configured to represent a Person":["Actualment el vostre lloc està configurat per representar a una Persona"],"(if one exists)":["(si existeix un)"],"Wikipedia page about you":["La vostra pàgina de Wikipedia"],"YouTube profile URL":["URL del perfil de YouTube"],"Tumblr profile URL":["URL del perfil de Tumblr"],"SoundCloud profile URL":["URL del perfil de SoundCloud"],"MySpace profile URL":["URL del perfil de MySpace"],"Organization or person":["Organització o persona"],"The person":["La persona"],"Organization":["L'organització"],"Does your site represent a person or an organization?":["El vostre lloc representa a una persona o a una organització?"],"The name of the organization":["El nom de l'organització"],"Provide an image of the organization logo":["Proporcioneu una imatge del logotip d'organització"],"You have previously set your site to represent a person. We’ve improved our functionality around Schema and the Knowledge Graph, so you should go in and %1$scomplete those settings%2$s.":["Anteriorment heu configurat el vostre lloc per representar una persona. Hem millorat la nostra funcionalitat de Schema i de Knowledge Graph, així que heu d’entrar i %1$scompletar aquells paràmetres%2$s."],"Select a user...":["Selecciona un usuari..."],"Uncategorized":["Sense categoritzar"],"Name:":["Nom:"],"You have selected the user %1$s as the person this site represents. Their user profile information will now be used in search results. %2$sUpdate their profile to make sure the information is correct.%3$s":["Heu seleccionat l’usuari %1$s com a persona que representa aquest lloc. La seva informació de perfil d’usuari s’utilitzarà ara als resultats de la cerca. %2$sActualitzeu el seu perfil per assegurar-vos de que la informació és correcta.%3$s"],"Error: Please select a user below to make your site's meta data complete.":["Error: Seleccioneu un usuari a sota per completar les meta dades del vostre lloc."],"SEO score: %s":["Puntuació SEO:  %s"],"If a Wikipedia page for you or your organization exists, add it too.":["Si existeix una pàgina de la Viquipedia sobre vòs o la vostra organització, afegiu-la també."],"Wikipedia URL":["URL de la Viquipèdia"],"Pinterest profile URL":["URL del perfil de Pinterest"],"Instagram profile URL":["URL del perfil d'Instagram"],"LinkedIn profile URL":["URL del perfil de Linkedln"],"Keyword research is essential in any SEO strategy. You decide the search terms you want to be found for, and figure out what words your audience uses to find you. Great keyword research tells you what content you need to start ranking for the terms you want to rank for. Make sure your efforts go into the keywords you actually have a chance at ranking for! The %1$s walks you through this process, step by step.":["La recerca de paraules clau és essencial en qualsevol estratègia de SEO. Podeu decidir els termes de cerca per als quals voleu que us trobin, i comprendre quines paraules utilitza el vostre públic per trobar-vos. Una bona recerca de paraules clau us indica el contingut que necessiteu per començar a posicionar-vos amb els termes que us interessen. Assegureu-vos que els vostres esforços es concentren en les paraules clau en les que teniu opcions de posicionar-vos! El %1$s us guiarà a través d’aquest procés, pas a pas."],"The image you selected is too small for Facebook":["La imatge que seleccionada és massa petita per Facebook"],"The given image url cannot be loaded":["No es pot carregar l'url de la imatge"],"Find out what words your audience uses to find you":["Esbrineu quines paraules utilitza el vostre públic per trobar-vos"],"%1$sFlesch Reading Ease%2$s: The copy scores %3$s in the test, which is considered %4$s to read. %5$s":["%1$sLectura fàcil de Flesch%2$s: El contingut puntua %3$s a la prova, que es considera %4$s de llegir. %5$s"],"No JSON object was returned.":["No s'ha tornat cap objecte JSON."],"Received internal links":["Enllaços interns rebuts"],"Outgoing internal links":["Enllaços interns sortints"],"New step added":["Nou pas afegit"],"New question added":["Nova pregunta afegida"],"The Text link counter feature provides insights in how many links are found in your text and how many links are referring to your text. This is very helpful when you are improving your %1$sinternal linking%2$s.":["La caracterísca que conta els enllaços del test proporciona informació de quants enllaços s'han trobat al text i quants enllaços fan referència al text. Això és de molta ajuda quan s'està millorat %1$sl'enllaçat intern%2$s."],"Please carefully consider the implications and %1$sread this post%2$s if you want more information about the impact of showing media in search results.":["Considereu les implicacions i %1$sllegiu aquesta entrada%2$s si voleu més informació sobre l'impacte de mostrar multimèdia en els resultats de cerca."],"Keyphrase":["Frase clau"],"For this feature to work, %1$s needs to create a table in your database. We were unable to create this table automatically.":["Perquè aquesta característica funcioni, %1$s necessita crear una taula a la base de dades. No hem pogut crear aquesta taula automàticament."],"By enabling this option, attachment URLs become visible to both your visitors and Google. To add value to your website, they should contain useful information, or they might have a negative impact on your ranking.":["Activant aquesta opció, els URLs dels adjunts es fan visibles tant per als visitants com per a Google. Per afegir valor al lloc, han de contenir informació important, sinó podria tenir un impacte negatiu al posicionament."],"The %3$sText link counter%4$s feature (introduced in %1$s %2$s) is currently disabled.":["La característica de %3$scomptador d'enllaços de text%4$s (introduïda en %1$s %2$s) està inactiva."],"Please read the following %1$sknowledge base article%2$s to find out how to resolve this problem.":["Llegiu el següent %1$sarticle base de coneixement%2$s per trobar com resoldre aquest problema."],"To make sure all the links in your texts are counted, we need to analyze all your texts.":["Per assegurar-nos que tots els enllaços als texts es conten, necessitem analitzar tots els texts."],"All you have to do is press the following button and we'll go through all your texts for you.":["Tot el que heu de fer és fer clic al botó següent i revisarem tots els textos nosaltres."],"Count links":["Conta els enllaços"],"%3$sImage alt attributes%5$s: Out of %2$d images on this page, %1$d have alt attributes with words from your keyphrase or synonyms. That's a bit much. %4$sOnly include the keyphrase or its synonyms when it really fits the image%5$s.":["%3$satributs alt de la imatge%5$s: De %2$d imatges en aquesta pàgina, hi ha %1$d atributs alt amb paraules de la vostra frase clau o sinònims. És una mica massa. %4$sIncloeu només la frase clau o els seus sinònims quan encaixa realment a la imatge%5$s."],"%1$sImage alt attributes%2$s: Good job!":["%1$sAtributs alt de la imatge%2$s: Bona feina!"],"%3$sImage alt attributes%5$s: Out of %2$d images on this page, only %1$d has an alt attribute that reflects the topic of your text. %4$sAdd your keyphrase or synonyms to the alt tags of more relevant images%5$s!":["%3$sAtribut alt de la imatge%5$s: De %2$d imatges en aquesta pàgina, només %1$d tenen un atribut alt que reflecteix el tema del teu text. %4$sAfegiu la frase clau o sinònims per els tags alt de les imatges més rellevants%5$s!","%3$sAtributs alt de la imatge%5$s: De %2$d imatges en aquesta pàgina, només %1$d tenen un atribut alt que reflecteix el tema del teu text. %4$sAfegeix la frase clau o sinònims per els tags alt de les imatges més rellevants%5$s!"],"%1$sImage alt attributes%3$s: Images on this page do not have alt attributes that reflect the topic of your text. %2$sAdd your keyphrase or synonyms to the alt tags of relevant images%3$s!":["%1$sAtributs alt de la imatge%3$s: Les imatges en aquesta pàgina no tenen atributs alt que reflecteixin el tema del teu text. %2$sAfegiu la frase clau o sinònims al tag alt de les imatges rellevants%3$s!"],"%1$sImage alt attributes%3$s: Images on this page have alt attributes, but you have not set your keyphrase. %2$sFix that%3$s!":["%1$sAtributs alt d'imatge%3$s: les imatges d'aquesta pàgina tenen l'atribut alt, però no heu definit la frase clau. %2$sCorregiu-ho%3$s!"],"%1$sKeyphrase in subheading%2$s: %3$s of your higher-level subheadings reflects the topic of your copy. Good job!":["%1$sFrase clau en el subtítol%2$s: %3$s dels subtítols d'alt nivell reflecteixen el tema del contingut. Bona feina!","%1$sFrases clau en els subtítols%2$s: %3$s dels teus subtítols d'alt nivell reflecteixen el tema del teu contingut. Bona feina!"],"%1$sKeyphrase in subheading%2$s: Your higher-level subheading reflects the topic of your copy. Good job!":["%1$sFrases clau en els subtítols%2$s: Els subtítols del nivell més alt reflexen el tema del contingut. Bona feina!"],"%1$sKeyphrase in subheading%3$s: %2$sUse more keyphrases or synonyms in your higher-level subheadings%3$s!":["%1$sFrase clau en el subtítol%3$s: %2$sUtilitzeu més frases clau o sinònims en els subtítols del nivell més alt%3$s!"],"Page %s":["Pàgina %s"],"Cannot get the size of %1$s because of unknown reasons.":["No es pot saber la mida de %1$s per raons desconegudes."],"Cannot get the size of %1$s because it is hosted externally.":["No es pot obtenir la mida de %1$s perquè el fitxer està allotjat externament."],"Simply switch the toggle to \"on\" and you'll be able to use the recalibrated analysis. At the same time, we'll add you to our specific mailing list. We'll only email you about your experiences with this recalibration!":["Simplement canvieu el commutador a \"activat\" i podreu utilitzar l'anàlisi recalibrada. Al mateix temps, us afegirem a la nostra llista de correu específica. Només us enviarem per correu electrònic les vostres experiències amb aquesta recalibració."],"We have %1$srecalibrated our analysis%2$s. With the new analysis, we will get even closer to how Google sees your website. It would be %3$sawesome%4$s if you would like to %3$sbeta test this feature%4$s for us!":["Hem %1$srecalibrat el nostre anàlisi%2$s. Amb la nova anàlisi, ens aproparem encara més a com veu Google el vostre lloc web. Seria %3$simpressionant%4$s si vulguessiu %3$sprovar la versió beta d'aquesta funcionalitat%4$s per nosaltres!"],"Get an even better analysis":["Aconseguiu una anàlisi encara millor"],"%1$sSingle title%3$s: H1s should only be used as your main title. Find all H1s in your text that aren't your main title and %2$schange them to a lower heading level%3$s!":["%1$sTítol%3$s: H1s només s’ha d’utilitzar com a títol principal. Cerqueu tots els H1 del vostre text que no siguin el vostre títol principal i %2$scanvieu-los a un nivell d’encapçalament inferior%3$s!"],"Improve sharing on Facebook and Pinterest":["Milloreu la compartició a Facebook i Pinterest"],"You do not have the required rights to export settings.":["No teniu els permisos necessaris per exportar els paràmetres."],"Copy all these settings to another site's %1$s tab and click \"%1$s\" there.":["Copieu tots els paràmetres a la pestanya \"%1$s\" d'un altre lloc web i feu clic a \"%1$s\" allí."],"These are settings for the %1$s plugin by %2$s":["Aquests són els paràmetres per a l'extensió %1$s de %2$s"],"No settings found.":["No s'han trobat paràmetres."],"Export your %1$s settings here, to copy them on another site.":["Exporteu els paràmetres del %1$s aquí, per a copiar-los a un altre lloc web."],"Import of settings is only supported on servers that run PHP 5.3 or higher.":["La importació de paràmetres només funciona en servidors que funcionen amb PHP 5.3 o superior."],"%1$sKeyphrase density%2$s: The focus keyphrase was found 0 times. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sDensitat de la frase clau%2$s: La frase clau principal s'ha trobat 0 vegades. Això és menys del mínim recomanat de %3$d vegades per un text d'aquesta llargària. %4$sConcentreu-vos en la frase clau%2$s!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sDensitat de la frase clau%2$s: La frase clau principal s'ha trobat %5$d vegada. Això és menys del recomanat %3$d vegades per un text d'aquesta llargària. %4$sConcentrat en la frase clau%2$s!","%1$sDensitat de la frase clau%2$s: La frase clau principal s'ha trobat %5$d vegades. Això és menys del recomanat %3$d vegades per un text d'aquesta llargària. %4$sConcentrat en la frase clau%2$s!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %3$d time. This is great!":["%1$sDensitat de la frase clau%2$s: La frase clau principal s'ha trobat %3$d vegada. Genial!","%1$sDensitat de la frase clau%2$s: La frase clau principal s'ha trobat %3$d vegades. Genial!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$sDensitat de la frase clau%2$s: La frase clau principal s'ha trobat %5$d vegada. Això és més del recomanat %3$d vegades per un text d'aquesta llargària. %4$sNo sobreoptimitzeu%2$s!","%1$sDensitat de la frase clau%2$s: La frase clau principal s'ha trobat %5$d vegades. Això és més del recomanat %3$d vegades per un text d'aquesta llargària. %4$sNo sobreoptimitzeu%2$s!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's way more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$sDensitat de la frase clau%2$s: La frase clau principal s'ha trobat %5$d vegada. Això és molt més del recomanat %3$d vegades per un text d'aquesta llargària. %4$sNo sobreoptimitzeu%2$s!","%1$sDensitat de la frase clau%2$s: La frase clau principal s'ha trobat %5$d vegades. Això és molt més del recomanat %3$d vegades per un text d'aquesta llargària. %4$sNo sobreoptimitzeu%2$s!"],"Indexable created for object %1$s with type %2$s":["S'ha creat un indexable per a l'objecte %1$s amb el tipus %2$s"],"Method %1$s() does not exist in class %2$s":["El mètode %1$s() no existeix a la classe %2$s"],"With %s, you can easily create such redirects.":["Amb %s, podeu crear fàcilment aquest tipus de redireccions."],"Changing your permalinks settings can seriously impact your search engine visibility. It should almost %1$s never %2$s be done on a live website.":["Canviar els paràmetres dels enllaços permanents pot danyar seriosament la visibilitat als motors de cerca. No s'hauria de fer gairebé %1$s mai %2$s a un lloc web en funcionament."],"WARNING:":["ATENCIÓ:"],"Learn about why permalinks are important for SEO.":["Apreneu perquè els enllaços permanents són importants per al SEO."],"Google Ads":["Anuncis de Google"],"%1$sFunction words in keyphrase%3$s: Your keyphrase \"%4$s\" contains function words only. %2$sLearn more about what makes a good keyphrase.%3$s":["%1$sMots de funció a la frase clau %3$s: La vostra frase clau \"%4$s\" només conté mots de funció. %2$sApreneu més sobre com fer una bona frase clau.%3$s"],"Did you know %s also analyzes the different word forms of your keyphrase, like plurals and past tenses?":["Sabeu que %s també analitza les diferents formes de les paraules de la frase clau, com plurals i passats?"],"Clear Image":["Neteja la imatge"],"%1$sKeyphrase length%3$s: %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sLongitud de la frase clau%3$s: %2$sAfegeix una frase clau per calcular la puntuació SEO%3$s."],"%1$sKeyphrase in slug%2$s: More than half of your keyphrase appears in the slug. That's great!":["%1$sFrase clau al slug%2$s: Més de la meitat de la teva frase clau surt al slug. Genial!"],"%1$sKeyphrase in slug%3$s: (Part of) your keyphrase does not appear in the slug. %2$sChange that%3$s!":["%1$sFrase clau al slug%3$s: (Part de) la teva frase clau no apareix al slug.%2$sCanvie-ho%3$s!"],"%1$sKeyphrase in slug%2$s: Great work!":["%1$sFrase clau al slug%2$s: Bona feina!"],"%1$sKeyphrase in title%3$s: Not all the words from your keyphrase \"%4$s\" appear in the SEO title. %2$sTry to use the exact match of your keyphrase in the SEO title%3$s.":["%1$sFrase clau al títol%3$s: No totes les paraules de la frase clau \"%4$s\" surten al títol SEO. %2$sIntenteu utilitzar la coincidència exacta de la vostra frase clau en el títol de SEO%3$s."],"%1$sKeyphrase in title%3$s: Does not contain the exact match. %2$sTry to write the exact match of your keyphrase in the SEO title%3$s.":["%1$sFrase clau al títol%3$s: No conté la concordança exacta. %2$sIntenteu escriure la concordança exacta de la vostra frase clau en el títol de SEO%3$s."],"%1$sKeyphrase in title%3$s: The exact match of the keyphrase appears in the SEO title, but not at the beginning. %2$sTry to move it to the beginning%3$s.":["%1$sFrase clau al títol%3$s: La concordança exacta de la frase clau apareix al títol de SEO, però no al principi. %2$sIntenteu moure-ho al principi%3$s."],"%1$sKeyphrase in title%2$s: The exact match of the keyphrase appears at the beginning of the SEO title. Good job!":["%1$sFrase clau al títol%2$s: la frase clau objectiu exacta apareix al principi del títol SEO. Bona feina."],"%1$sKeyphrase distribution%2$s: Good job!":["%1$sDistribució de la frase clau%2$s: bona feina!"],"%1$sKeyphrase distribution%3$s: Uneven. Some parts of your text do not contain the keyphrase or its synonyms. %2$sDistribute them more evenly%3$s.":["%1$sDistribució de la frase clau%3$s: Desigual. Algunes parts del text no contenen la frase clau ni els seus sinònims. %2$sDistribuïu-los de manera més uniforme%3$s."],"%1$sKeyphrase distribution%3$s: Very uneven. Large parts of your text do not contain the keyphrase or its synonyms. %2$sDistribute them more evenly%3$s.":["%1$sDistribució de frases clau%3$s: Molt desigual. Grans parts del text no contenen la frase clau o els seus sinònims. %2$sDistribuïu-les de manera més uniforme%3$s."],"%1$sKeyphrase distribution%3$s: %2$sInclude your keyphrase or its synonyms in the text so that we can check keyphrase distribution%3$s.":["%1$sDistribució de la frase clau%3$s %2$sIncloeu la vostra frase clau o sinònims al text de manera que puguem comprovar la distribució de frases clau%3$s."],"Help on choosing the perfect focus keyphrase":["Ajuda triant la frase clau perfecta"],"Would you like to add a related keyphrase?":["Voleu afegir una frase clau relacionada?"],"Go %s!":["Vés a %s!"],"Not showing the date archives in the search results technically means those will have a %1$s robots meta. %2$sMore info on the search results settings%3$s.":["No mostrar els arxius de data als resultats de recerca tècnicament vol dir que tindran un %1$s robots meta. %2$sMés informació als paràmetres de resultats de la cerca%3$s."],"Rank better with synonyms & related keyphrases":["Aconseguiu un millor posicionament amb sinònims i frases clau relacionades."],"optimize a single post for synonyms and related keyphrases.":["optimitzeu una entrada per a sinònims i frases clau relacionades."],"Synonyms & related keyphrases":["Sinònims i frases clau relacionades"],"Add related keyphrase":["Afegeix una frase clau relacionada"],"Upgrade to %s":["Actualitza al %s"],"%1$s video":["Vídeo del %1$s"],"Get %s":["Obtè el %s"],"%4$sPreviously used keyphrase%6$s: You've used this keyphrase %1$s%2$d times before%3$s. %5$sDo not use your keyphrase more than once%6$s.":["%4$sFrase clau utilitzada prèviament%6$s: Heu utilitzat aquesta frase clau %1$s%2$d vegades abans%3$s. %5$sNo utilitzeu la frase clau més d'una vegada%6$s."],"%3$sPreviously used keyphrase%5$s: You've used this keyphrase %1$sonce before%2$s. %4$sDo not use your keyphrase more than once%5$s.":["%3$sFrase clau utilitzada prèviament%5$s: Heu utilitzat aquesta frase clau %1$suna vegada abans%2$s. %4$sNo utilitzeu la frase clau més d'una vegada%5$s."],"%1$sPreviously used keyphrase%2$s: You've not used this keyphrase before, very good.":["%1$sFrase clau utilitzada prèviament%2$s: no heu utilitzat aquesta frase clau abans, molt bé."],"%1$sSlug stopwords%3$s: The slug for this page contains a stop word. %2$sRemove it%3$s!":["%1$sMots buits al resum%3$s: El resum d'aquest pàgina conté un mot buit. %2$sElimineu-lo%3$s!","%1$sMots buits al resum%3$s: El resum d'aquest pàgia conté mots buits. %2$sElimineu-los%3$s!"],"%1$sSlug too long%3$s: the slug for this page is a bit long. %2$sShorten it%3$s!":["%1$sResum massa llarg%3$s: el resum d'aquesta pàgina és una mica llarg. %2$sEscurceu-lo%3$s!"],"%1$sImage alt attributes%3$s: No images appear on this page. %2$sAdd some%3$s!":["%1$sAtributs alt d'imatge%3$s: no hi ha imatges en aquesta pàgina. %2$sAfegiu-ne alguna%3$s!"],"%1$sLink keyphrase%3$s: You're linking to another page with the words you want this page to rank for. %2$sDon't do that%3$s!":["%1$sEnllaç de la frase clau %3$s: Esteu enllaçant cap a una altra pàgina amb les paraules amb les quals vols posicionar aquesta pàgina. %2$sNo feu això%3$s!"],"This is far below the recommended minimum of %5$d word. %3$sAdd more content%4$s.":["Això està molt per sota del mínim recomanat d'%5$d paraula. %3$sAfegiu més contingut%4$s.","Això està molt per sota del mínim recomanat de %5$d paraules. %3$sAfegiu més contingut%4$s."],"This is below the recommended minimum of %5$d word. %3$sAdd more content%4$s.":["Això està per sota del mínim recomanat d'%5$d paraula. %3$sAfegiu més contingut%4$s.","Això està per sota del mínim recomanat de %5$d paraules. %3$sAfegiu més contingut%4$s."],"%2$sText length%4$s: The text contains %1$d word.":["%2$sLongitud del text%4$s: El text conté %1$d paraula.","%2$sLongitud del text%4$s: el text conté %1$d paraules."],"%2$sText length%3$s: The text contains %1$d word. Good job!":["%2$sLongitud del text%3$s: el text conté %1$d paraula. Bona feina!","%2$sLongitud del text%3$s: el text conté %1$d paraules. Bona feina!"],"%1$sKeyphrase in subheading%3$s: More than 75%% of your higher-level subheadings reflect the topic of your copy. That's too much. %2$sDon't over-optimize%3$s!":["%1$sFrase clau al subtítol%3$s: més de75%% dels teus subtítols reflexen el tema de la còpia. Això és massa. %2$sNo sobreoptimitzeu%3$s!"],"%1$sSEO title width%3$s: %2$sPlease create an SEO title%3$s.":["%1$sAmplada del títol SEO%3$s: %2$sSi us plau, creeu un títol SEO%3$s."],"%1$sSEO title width%3$s: The SEO title is wider than the viewable limit. %2$sTry to make it shorter%3$s.":["%1$sAmplada del títol SEO%3$s: l'amplada del títol SEO és més ampla que el límit visible. %2$sProveu de fer-lo més curt%3$s."],"%1$sSEO title width%2$s: Good job!":["%1$sAmplada del títol SEO%2$s: Bona feina!"],"%1$sSEO title width%3$s: The SEO title is too short. %2$sUse the space to add keyphrase variations or create compelling call-to-action copy%3$s.":["%1$sAmplada del títol SEO%3$s: El títol SEO és massa curt. %2$sFeu servir l'espai per afegir variacions de paraules clau o per a crear un text que animi a una acció%3$s."],"%1$sOutbound links%2$s: There are both nofollowed and normal outbound links on this page. Good job!":["%1$sEnllaços sortints%2$s: Hi ha enllaços sortints nofollow i normals en aquesta pàgina. Bona feina!"],"%1$sOutbound links%2$s: Good job!":["%1$sEnllaços sortints%2$s: bona feina!"],"%1$sOutbound links%3$s: All outbound links on this page are nofollowed. %2$sAdd some normal links%3$s.":["%1$sEnllaços sortints%3$s: Tots els enllaços sortints d'aquesta pàgina són nofolloe. %2$sAfegiu alguns enllaços normals%3$s."],"%1$sOutbound links%3$s: No outbound links appear in this page. %2$sAdd some%3$s!":["%1$sEnllaços sortints%3$s: no hi ha enllaços sortints en aquesta pàgina. %2$sAfegiu-ne alguns%3$s!"],"%1$sMeta description length%2$s: Well done!":["%1$sLongitud de la metadescripció%2$s: ben fet!"],"%1$sMeta description length%3$s: The meta description is over %4$d characters. To ensure the entire description will be visible, %2$syou should reduce the length%3$s!":["%1$sLongitud de la metadescripció%3$s: La metadescripció té més de %4$d caràcters. Per assegurar que la descripció sencera sigui visible, %2$shauríeu de reduïr-ne la longitud%3$s!"],"%1$sMeta description length%3$s: The meta description is too short (under %4$d characters). Up to %5$d characters are available. %2$sUse the space%3$s!":["%1$sLongitud de la metadescripció%3$s: la metadescripció és massa curta (per sota de %4$d caràcters). Hi ha fins a %5$d caràcters disponibles. %2$sFeu servir l'espai%3$s!"],"%1$sMeta description length%3$s:  No meta description has been specified. Search engines will display copy from the page instead. %2$sMake sure to write one%3$s!":["%1$sLongitud de la metadescripció%3$s:  no s'ha especificat cap metadescripció. Els motors de cerca mostraran text de la pàgina en el seu lloc. %2$sAssegureu-vos d'escriure'n un%3$s!"],"%1$sKeyphrase in meta description%2$s: The meta description has been specified, but it does not contain the keyphrase. %3$sFix that%4$s!":["%1$sFrase clau a la metadescripció%2$s: la metadescripció s'ha especificat, però no conté la frase clau. %3$sCorregiu-ho%4$s!"],"%1$sKeyphrase in meta description%2$s: The meta description contains the keyphrase %3$s times, which is over the advised maximum of 2 times. %4$sLimit that%5$s!":["%1$sFrase calu a la descripció meta%2$s: la descripció meta conté la frase clau %3$s vegades, que supera el màxim recomanat de 2 cops. %4$sLimiteu-ho%5$s."],"%1$sKeyphrase in meta description%2$s: Keyphrase or synonym appear in the meta description. Well done!":["%1$sLa frase clau a la descripció meta%2$s: La frase clau o els seus sinònims apareixen a la descripció meta. Ben fet."],"%3$sKeyphrase length%5$s: The keyphrase is %1$d words long. That's way more than the recommended maximum of %2$d words. %4$sMake it shorter%5$s!":["%3$sMida de la frase clau%5$s: la frase clau té una llargada de %1$d paraules. Això és més que el màxim recomanat de %2$d paraules. %4$sEscurceu-la%5$s."],"%3$sKeyphrase length%5$s: The keyphrase is %1$d words long. That's more than the recommended maximum of %2$d words. %4$sMake it shorter%5$s!":["%3$sMida de la frase clau%5$s: la frase clau té una llargada de %1$d paraules. Això és més del màxim recomanat de %2$d paraules. %4$sFeu-la més curta%5$s."],"%1$sKeyphrase length%2$s: Good job!":["%1$sLongitud de la frase clau%2$s: bona feina!"],"%1$sKeyphrase length%3$s: No focus keyphrase was set for this page. %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sMida de la frase clau%3$s: no s'ha establert cap frase clau objectiu per a aquesta pàgina. %2$sEstabliu una frase clau per tal de calcular la puntuació SEO%3$s."],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms do not appear in the first paragraph. %2$sMake sure the topic is clear immediately%3$s.":["%1$sFrase clau a la introducció%3$s: la frase clau o els seus sinònims no apareixen al primer paràgraf del text. %2$sAssegureu-vos que el tema principal es veu clar de seguida.%3$s."],"%1$sKeyphrase in introduction%3$s:Your keyphrase or its synonyms appear in the first paragraph of the copy, but not within one sentence. %2$sFix that%3$s!":["%1$sFrase clau a la introducció%3$s: la frase clau o els seus sinònims apareixen en el primer paràgraf del text, però no dins una frase. %2$sMireu de solventar-ho%3$s."],"%1$sKeyphrase in introduction%2$s: Well done!":["%1$sLa frase clau a la introducció%2$s: ben fet!"],"%1$sInternal links%2$s: There are both nofollowed and normal internal links on this page. Good job!":["%1$sEnllaços interns%2$s: Hi ha enllaços interns nofollow i normals en aquesta pàgina. Bona feina!"],"%1$sInternal links%2$s: You have enough internal links. Good job!":["%1$sEnllaços interns%2$s: teniu prou enllaços interns. Ben fet!"],"%1$sInternal links%3$s: The internal links in this page are all nofollowed. %2$sAdd some good internal links%3$s.":["%1$sEnllaços interns%3$s: els enllaços interns en aquesta pàgina són tots de tipus  nofollowed. %2$sAfegiu algun bon enllaç intern%3$s."],"%1$sInternal links%3$s: No internal links appear in this page, %2$smake sure to add some%3$s!":["%1$sEnllaços interns%3$s: No hi ha enllaços interns en aquesta pàgina, %2$sassegureu-vos d'afegir-ne algun%3$s!"],"%1$sTransition words%2$s: Well done!":["%1$sParaules de transició%2$s: ben fet!"],"%1$sTransition words%2$s: Only %3$s of the sentences contain transition words, which is not enough. %4$sUse more of them%2$s.":["%1$sParaules de transició%2$s: Només %3$s de les frases contenen paraules de transició, i no és suficient. %4$sUtilitzeu-ne més%2$s."],"%1$sTransition words%2$s: None of the sentences contain transition words. %3$sUse some%2$s.":["%1$sPAraules de transició%2$s: Cap de les frases contenen paraules de transició. %3$sAfegiu-ne alguna%2$s."],"%1$sNot enough content%2$s: %3$sPlease add some content to enable a good analysis%2$s.":["%1$sNo hi ha prou contingut%2$s: %3$sAfegiu contingut per a permetre una bona anàlisi%2$s."],"%1$sSubheading distribution%2$s: You are not using any subheadings, but your text is short enough and probably doesn't need them.":["%1$sDistribució de subtítols%2$s: No esteu fent servir cap subtítol, però el text és prou curt i segurament no són necessaris."],"%1$sSubheading distribution%2$s: You are not using any subheadings, although your text is rather long. %3$sTry and add some subheadings%2$s.":["%1$sDistribució de subtítols%2$s: No esteu fent servir cap subtítol malgrat que el text és força llarg. %3$sProveu d'afegir algun subtítol%2$s."],"%1$sSubheading distribution%2$s: %3$d section of your text is longer than %4$d words and is not separated by any subheadings. %5$sAdd subheadings to improve readability%2$s.":["%1$sDistribució de subtítols%2$s:  %3$d secció del text té més de %4$d paraules i no s'usa cap subtítol per a separar el contingut. %5$sAfegiu subtítols per a millorar la llegibilitat%2$s.","%1$sDistribució de subtítols%2$s:  %3$d seccions del text tenen més de %4$d paraules i no s'usa cap subtítol per a separar-ne el contingut. %5$sAfegiu subtítols per a millorar la llegibilitat%2$s."],"%1$sSubheading distribution%2$s: Great job!":["%1$sDistribució de subtítols%2$s: Bona feina!"],"%1$sSentence length%2$s: %3$s of the sentences contain more than %4$s words, which is more than the recommended maximum of %5$s. %6$sTry to shorten the sentences%2$s.":["%1$sMida de la frase%2$s: %3$s de les frases contenen més de  %4$s paraules, que és més del màxim recomanat de %5$s. %6$sProva d'escurçar les frases%2$s."],"%1$sSentence length%2$s: Great!":["%1$sLongitud de la sentència%2$s: perfecte!"],"%1$sConsecutive sentences%2$s: There is enough variety in your sentences. That's great!":["%1$sFrases consecutives%2$s: Hi ha prou varietat en les frases."],"%1$sConsecutive sentences%2$s: The text contains %3$d consecutive sentences starting with the same word. %5$sTry to mix things up%2$s!":["%1$sFrases consecutives%2$s: El text conté %3$d frases consecutives que comencen amb el mateix mot. %5$sIntenteu usar més variacions%2$s","%1$sFrases consecutives%2$s: El text conté %4$d instàncies on %3$d o més frases consecutives comencen amb el mateix mot. %5$sIntenteu usar més variacions%2$s!"],"%1$sPassive voice%2$s: %3$s of the sentences contain passive voice, which is more than the recommended maximum of %4$s. %5$sTry to use their active counterparts%2$s.":["%1$sVeu passiva%2$s: %3$s de les frases contenen veu passiva, que és més del màxim recomant de %4$s. %5$sMireu d'usar equivalents en veu activa%2$s."],"%1$sPassive voice%2$s: You're using enough active voice. That's great!":["%1$sVeu passiva%2$s: Esteu usant prou la veu activa."],"%1$sParagraph length%2$s: %3$d of the paragraphs contains more than the recommended maximum of %4$d words. %5$sShorten your paragraphs%2$s!":["%1$sMida del paràgraf%2$s: %3$d dels paràgrafs contenen més del màxim recomanat de %4$d paraules. %5$sEscurceu els paràgrafs%2$s.","%1$sMida del paràgraf%2$s: %3$d dels paràgrafs contenen més del màxim recomanat de %4$d paraules. %5$sEscurceu els paràgrafs%2$s"],"%1$sParagraph length%2$s: None of the paragraphs are too long. Great job!":["%1$sMida del paràgraf%2$s: Cap dels paràgrafs és massa llarg."],"Good job!":["Bon treball!"],"%1$sFlesch Reading Ease%2$s: The copy scores %3$s in the test, which is considered %4$s to read. %5$s%6$s%7$s":["%1$sFacilitat de lectura Flesch%2$s: l'escrit puntua %3$s en la prova, que es considera  %4$s de llegir. %5$s%6$s%7$s"],"Focus keyphrase":["Frase clau objectiu"],"%1$s with ID %2$s couldn't be patched":["%1$s amb l'ID %2$s no s'ha pogut solucionar"],"Invalid POST request. Meta values already exist for object with ID %1$s.":["Petició POST no vàlida. Els valors meta ja existeixen per a l'objecte amb ID %1$s."],"Indexable with ID `%1$s` does not exist":["L'indexable amb l'ID `%1$s` no existeix"],"No object with ID %1$s and %2$s could be found":["No s'ha trobat cap objecte amb els identificadors %1$s ni %2$s"],"`%1$s` is not a valid subtype of `%2$s`":["'%1$s' no és un subtipus vàlid de '%2$s'"],"The object type `%1$s` is invalid":["El tipus d'objecte \"%1$s\" és invàlid"],"Invalid type for parameter `%1$s` passed. Expected `%2$s`, but got `%3$s`":["Tipus no vàlid per al paràmetre `%1$s` passat. S'esperava `%2$s`, però s'ha obtingut `%3$s`"],"The parameter `%1$s` cannot be empty.":["El paràmetre \"%1$s\" no pot estar buit."],"Check Keyphrase Density":["Comproveu la densitat de la frase clau objectiu"],"Disable":["Deshabilita"],"Allow Control":["Permet el control"],"This tab allows you to selectively disable %s features for all sites in the network. By default all features are enabled, which allows site admins to choose for themselves if they want to toggle a feature on or off for their site. When you disable a feature here, site admins will not be able to use that feature at all.":["Aquesta pestanya us permet desactivar selectivament les característiques %s de tots els llocs de la xarxa. Per defecte, totes les característiques estan activades, cosa que permet als administradors del lloc escollir si volen activar o desactivar una característica per al seu lloc. Quan desactiveu aquí una característica, els administradors dels lloc no la podran utilitzar."],"%s is a required feature toggle argument.":["%s és un argument d'activació de la característica obligatori."],"Keyphrase:":["Frase clau:"],"Remove keyphrase":["Suprimeix la frase clau"],"This feature has been disabled by the network admin.":["Aquesta característica ha estat desactivada per l'administrador de la xarxa."],"Focus keyphrase not set.":["La frase clau objectiu no està establerta."],"Multiple keyphrases":["Múltiples frases clau"],"Colon":["Cometa"],"Both %1$s and %2$s manage the SEO of your site. Running two SEO plugins at the same time is detrimental.":["Tant %1$s com %2$s gestionen el SEO del vostre lloc. Executar dos extensions de SEO al mateix temps és perjudicial."],"There is a new notification.":["Hi ha una nova notificació.","Hi ha noves notificacions."],"Learn more about the readability analysis":["Obteniu més informació sobre l'anàlisi de lectura."],"Describe the duration of the instruction:":["Descriviu la durada de la instrucció:"],"Optional. Customize how you want to describe the duration of the instruction":["Opcional. Personalitzeu com voleu descriure la durada de la instrucció"],"This is a list of related content to which you could link in your post. {{a}}Read our article about site structure{{/a}} to learn more about how internal linking can help improve your SEO.":["Aquesta és una llista de contingut relacionat que podeu enllaçar a l'entrada. {{a}}Llegiu l'article sobre l'estructura del lloc {{/a}} per tal d'obtenir més informació de com els enllaços interns poden ajudar-li a millorar el SEO."],"%s, %s and %s":["%s, %s i %s"],"%s and %s":["%s i %s"],"%d minute":["%d minut","%d minuts"],"%d hour":["%d hora","%d hores"],"%d day":["%d dia","%d dies"],"Enter a step title":["Introduïu un títol per al pas"],"Optional. This can give you better control over the styling of the steps.":["Opcional. Això us pot donar un millor control sobre el disseny dels pasos."],"CSS class(es) to apply to the steps":["Classes CSS per aplicar als pasos"],"minutes":["minuts"],"hours":["hores"],"days":["dies"],"Create a How-to guide in an SEO-friendly way. You can only use one How-to block per post.":["Creeu una guia de com-es-fa de manera amigable amb el SEO. Només es pot utilitzar un bloc de com-es-fa per entrada."],"List your Frequently Asked Questions in an SEO-friendly way. You can only use one FAQ block per post.":["Llista les preguntes freqüents d'una manera compatible amb el SEO. Només podeu usar un bloc de preguntes freqüents per entrada."],"Copy error":["Error al text"],"An error occurred loading the %s primary taxonomy picker.":["S'ha produït un error en la càrrega del selector %s de la taxonomia primària."],"%1$s Structured Data Blocks":["Blocs de dades estructurades del %1$s"],"Time needed:":["Temps necessari:"],"Move question down":["Mou la pregunta avall"],"Move question up":["Mou la pregunta amunt"],"Insert question":["Insereix una pregunta"],"Delete question":["Esborra una pregunta"],"Enter the answer to the question":["Introdueix la resposta a la pregunta"],"Enter a question":["Introdueix una pregunta"],"Add question":["Afegeix una pregunta."],"Frequently Asked Questions":["Preguntes Freqüents"],"Great news: you can, with %s!":["Bones notícies: podeu, amb %s!"],"Select the primary %s":["Selecciona la %s primària"],"Check links to this URL":["Verifica els enllaços a aquest URL."],"Keyword research training":["Curs de recerca de paraules clau"],"Please check the %1$sarchive template%2$s for the following content type: %3$s.":["Comproveu la %1$splantilla d'arxius%2$s per al següent tipus de contingut: %3$s.","Comproveu les %1$splantilla d'arxius%2$s per als següents tipus de contingut: %3$s."],"Are you trying to use multiple keyphrases? You should add them separately below.":["Esteu intentant utilitzar múltiples paraules clau? Hauríeu d'afegir-les separadament a sota."],"Mark as cornerstone content":["Marca com a contingut essencial"],"Move step down":["Mou avall"],"Move step up":["Mou amunt"],"Insert step":["Insereix un pas"],"Delete step":["Elimina el pas"],"Add image":["Afegeix una imatge"],"Enter a step description":["Introdueix una descripció del pas"],"Enter a description":["Afegeix una descripció"],"Unordered list":["Llista desordenada"],"Showing step items as an ordered list.":["Es mostren els elements dels passos com una llista ordenada"],"Showing step items as an unordered list":["Es mostren els elements dels passos com una llista desordenada"],"Add step":["Afegeix un pas"],"Delete total time":["Esborra el temps total"],"Add total time":["Afegeix el temps total"],"How to":["Com fer "],"How-to":["Com fer"],"Analysis results":["Resultats de l'anàlisi:"],"Enter a focus keyphrase to calculate the SEO score":["Introduïu una paraula clau per calcular la puntuació SEO "],"Learn more about Cornerstone Content.":["Apreneu més sobre el contingut essencial."],"Cornerstone content should be the most important and extensive articles on your site.":["El contingut essencial han de ser els articles més importants i extensos del vostre lloc."],"Restore Site":["Restaura el lloc"],"Network Settings":["Paràmetres de la xarxa"],"You are not allowed to perform this action.":["No teniu permisos per a realitzar aquesta acció."],"Error: %s":["Error: %s"],"Success: %s":["Èxit: %s"],"Site with ID %d not found.":["No s'ha trobat el lloc amb l'ID %d."],"No site has been selected to restore.":["No s'ha seleccionat cap lloc per restaurar."],"You are not allowed to modify unregistered network settings.":["No teniu permisos per modificar paràmetres de xarxa no registrats."],"deleted":["Esborrat"],"Would you like to add another keyphrase?":["Us agradaria afegir una altra frase clau?"],"image preview":["previsualització de la imatge"],"Copied!":["S'ha copiat!"],"Not supported!":["No és compatible!"],"Read {{a}}our article about site structure{{/a}} to learn more about how internal linking can help improve your SEO.":["Llegiu {{a}}el nostre article sobre l'estructura dels llocs{{/a}} per a saber-ne més dels beneficis que tenen els enllaços interns per al SEO."],"Once you add a bit more copy, we'll give you a list of related content here to which you could link in your post.":["Quan afegiu una mica més de text, us mostrarem una llista de continguts relacionats als quals podríeu enllaçar a l'entrada."],"Consider linking to these {{a}}cornerstone articles:{{/a}}":["Considereu enllaçar a aquests {{a}}articles essencials:{{/ a}}"],"Consider linking to these articles:":["Considereu enllaçar a aquests articles:"],"Copy link":["Copia l'enllaç"],"Copy link to suggested article: %s":["Copia l'enllaç a l'article suggerit: %s"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":["Llegeix la nostra%1$sguia definitiva per a la recerca de paraules clau%2$s per aprendre més sobre la recerca i estratègia de paraules clau."],"Once you add a bit more copy, we'll give you a list of words and word combinations that occur the most in the content. These give an indication of what your content focuses on.":["Quan hàgiu afegit una mica més de text us mostrarem una llista de les paraules i combinació de paraules que apareixen més sovint en el contingut. Aquestes us oferiran un indicador d'allò en que s'enfoca el contingut."],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly. ":["Les següents paraules i combinacions de paraules apareixen més sovint en el contingut. Aquestes us donen un indicador d'allò en que s'enfoca el contingut. Si les paraules difereixen molt del text pot ser que vulgueu tornar a escriure el contingut per adaptar-lo."],"Prominent words":["Paraules destacades"],"The site's tagline":["Descripció curta del lloc"],"We've recently improved the functionality of the Search Appearance settings. Unfortunately, we've discovered that for some edge-cases, saving the settings for specific post type archives might have gone wrong.":["Recentment hem millorat la funcionalitat dels paràmetres d'aparença al cercador. Lamentablement, hem descobert que en alguns casos puntuals, es produeixen errors en desar els paràmetres d'arxius de tipus d'entrades personalitzades."],"Not all required fields are given. Missing field %1$s":["No s'han proporcionat tots els camps obligatoris. Falta el camp %1$s"],"Optimize your shop's SEO and sell more products!":["Optimitzeu el SEO de la vostra botiga i veneu més productes!"],"Add synonyms":["Afegiu sinònims"],"Would you like to add keyphrase synonyms?":["Us agradaria afegir sinònims de frase clau?"],"Would you like to add more than one keyphrase?":["Us agradaria afegir més d'una frase clau?"],"You can edit the SEO meta-data for this custom type on the %1$sShop page%2$s.":["Podeu editar les metadades SEO per a aquest tipus personalitzat a la %1$spàgina de la botiga%2$s."],"You haven't set a Shop page in your WooCommerce settings. Please do this first.":["No heu definit una pàgina de la botiga a la configuració del WooCommerce. Feu això primer."],"Current year":["Any actual"],"Page":["Pàgina"],"Breadcrumb settings for %s archive":["Configuració de les molles de pa per a l'arxiu de %s"],"Something went wrong. Please reload the page.":["Ha fallat alguna cosa. Recarregueu la pàgina."],"Tagline":["Descripció curta"],"Modify your meta description by editing it right here":["Modifiqueu la descripció meta editant-la aquí."],"description (custom taxonomy)":["descripció (taxonomia personalitzada)"],"(custom taxonomy)":["(taxonomia personalitzada)"],"(custom field)":["(camp personalitzat)"],"Term404":["Term404"],"Caption":["Llegenda"],"Pagenumber":["Pagenumber"],"Pagetotal":["Pagetotal"],"Page number":["Número de pàgina"],"User description":["Descripció de l'usuari"],"ID":["ID"],"Modified":["Modificat"],"Post type (plural)":["Tipus de contingut (plural)"],"Post type (singular)":["Tipus de contingut (singular)"],"Separator":["Separador"],"Search phrase":["Frase de cerca"],"Term title":["Títol del terme"],"Term description":["Descripció del terme"],"Tag description":["Descripció de l'etiqueta"],"Category description":["Descripció de la categoria"],"Primary category":["Categoria principal"],"Category":["Categoria"],"Tag":["Etiqueta"],"Excerpt only":["Només l'extracte"],"Excerpt":["Extracte"],"Site title":["Títol del lloc"],"Archive title":["Títol de l'arxiu"],"Parent title":["Títol del pare"],"Date":["Data"],"You should create a redirect to ensure your visitors do not get a 404 error when they click on the no longer working URL.":["Hauríeu de crear una redirecció per assegurar-te que els visitants no obtenen un error 404 quan facin clic a l'URL que ja no funciona."],"Search engines and other websites can still send traffic to your deleted post.":["Els motors de cerca i altres webs pot ser que segueixin enviant trànsit a l'entrada esborrada."],"Make sure you don't miss out on traffic!":["Assegureu-vos de no perdre tràfic!"],"You just deleted a %1$s.":["Acabeu d'esborrar una %1$s."],"You just trashed a %1$s.":["Acabeu d'enviar a la paperera una %1$s."],"Settings for %s archive":["Paràmetres per a l'arxiu de %s"],"Settings for single %s URLs":["Paràmetres per als URL de cada %s"],"The settings on this page allow you to specify what the default search appearance should be for any type of content you have. You can choose which content types appear in search results and what their default description should be.":["Els paràmetres d'aquesta pàgina us permeten especificar quina hauria de ser l'aparença en el cercador per defecte per a qualsevol tipus de contingut que tingueu. Podeu triar quins tipus de contingut apareixeran als resultats de cerca i quina hauria de ser la seva descripció per defecte."],"Url preview":["Vista prèvia de l'URL"],"Please provide a meta description by editing the snippet below. If you don’t, Google will try to find a relevant part of your post to show in the search results.":["Introduïu una descripció meta editant el fragment a sota. Si no ho feu, Google intentarà trobar una part rellevant de l'entrada per a mostrar-la als resultats de cerca."],"Insert snippet variable":["Insereix una variable del fragment"],"Dismiss this notice":["Descarta aquest avís"],"No results":["Sense resultats"],"%d result found, use up and down arrow keys to navigate":["%d resultat trobat, feu servir les tecles amunt i avall per navegar","%d resultats trobats, feu servir les tecles amunt i avall per navegar"],"Your site language is set to %s. If this is not correct, contact your site administrator.":["L'idioma del lloc està configurat a %s. Si no és així, contacteu amb l'administrador del lloc."],"%1$s respects your privacy. Read our %2$sprivacy policy%3$s on how we handle your personal information.":["%1$s respecta la vostra privadesa. Llegiu la nostra %2$spolítica de privadesa%3$s per saber com gestionem la vostra informació personal."],"If you know what this means and you do not want to see this message anymore, you can %1$sdismiss this message%2$s.":["Si sabeu què significa això i no voleu veure més aquest missatge podeu %1$sdescartar aquest missatge%2$s."],"Your site's settings currently allow attachment URLs on your site to exist. Please read %1$sthis post about a potential issue%2$s with attachment URLs and check whether you have the correct setting for your site.":["Els paràmetres actuals permeten que existeixin URLs per als fitxers adjunts. %1$sLlegiu aquesta entrada sobre un problema potencial%2$s amb els URL dels adjunts i reviseu si teniu la configuració correcta."],"Unknown type %1$s":["Tipus desconegut %1$s"],"Includes a free MyYoast account which gives you access to our free SEO for Beginners course!":["Inclou un compte gratuït MyYoast que us dóna accés al nostre curs gratuït SEO per a principiants!"],"Sign up for our newsletter if you would like to keep up-to-date about %1$s, other cool plugins by %2$s, and interesting news and tips from the world of SEO.":["Doneu-vos d'alta al nostre butlletí de notícies si voleu estar al dia quant al %1$s, altres extensions interessants de %2$s i notícies interessants i consells del món del SEO."],"Get your Baidu verification code in %1$sBaidu Webmaster Tools%2$s.":["Aconseguiu el codi de verificació de Baidu a les %1$seines per a administradors web de Baidu%2$s."],"Baidu verification code":["Codi de verificació de Baidu"],"The %s importer functionality uses temporary database tables. It seems your WordPress install does not have the capability to do this, please consult your hosting provider.":["La funcionalitat de l'importador del %s utilitza taules temporals de la base de dades. Sembla que la vostra instal·lació de WordPress no té la capacitat per fer això, si us plau, consulteu el vostre proveïdor d'allotjament."],"Cleanup of %s data failed.":["La neteja de les dades del %s ha fallat."],"Content Type":["Tipus del contingut"],"Filter by content type":["Filtra per tipus de contingut"],"Show All Content Types":["Mostra tots els tipus de contingut."],"Replaced with the normal title for an archive generated by WordPress":["Subsituït pel títol normal per a un arxiu generat pel WordPress"],"Clean":["Neteja"],"Once you're certain your site is OK, you can clean up. This will remove all the original data.":["Quan estigueu segurs que el vostra lloc web està OK, podeu netejar les dades. Això esborrarà les dades originals."],"Step 5: Clean up":["Passa 5: Neteja"],"You should run the configuration wizard, from the SEO &rarr; General &rarr; Dashboard page, to make sure all the settings for your site are correct.":["Hauríeu d'executar l'assistent de configuració, des de SEO &rarr; General &rarr; Tauler de control, per assegurar-vos que els paràmetres del lloc web són correctes."],"Step 4: Run the configuration wizard":["Pas 4: Execució de l'assistent d'importació"],"Please check your posts and pages and see if the metadata was successfully imported.":["Comproveu les entrades i les pàgines per assegurar-vos que les metadades s'han importat correctament."],"Step 3: Check your data":["Pas 3: Comprovació de les dades"],"This will import the post metadata like SEO titles and descriptions into your %1$s metadata. It will only do this when there is no existing %1$s metadata yet. The original data will remain in place.":["Això importarà les metadades d'entrada, com ara els títols i les descripcions SEO, a les metadades del %1$s. Només ho farà si no hi ha encara metadades de %1$s. Les dades originals seguiran al seu lloc."],"Step 2: Import":["Pas 2: Importació"],"Please make a backup of your database before starting this process.":["Feu una còpia de seguretat de la vostra base de dades abans de començar aquest procés."],"Step 1: Create a backup":["Pas 1: Creació d'una còpia de seguretat"],"We've detected data from one or more SEO plugins on your site. Please follow the following steps to import that data:":["Hem detectat dades d'una o més extensions SEO al vostre lloc web. Seguiu les passes següents per importar les dades:"],"Plugin: ":["Extensió:"],"%s did not detect any plugin data from plugins it can import from.":["El %s no ha detectat dades de cap extensió dels que pugui importar."],"Posts that should not show up in search results":["Entrades que no haurien de mostrar-se als resultats de la cerca"],"%s data found.":["S'han trobat dades del %s."],"%s data successfully removed.":["S'han eliminat les dades del %s correctament."],"%s data successfully imported.":["S'han importat les dades del %s completament."],"%s data not found.":["No s'han trobat les dades del %s."],"24/7 email support":["Suport 24/7 per correu electrònic"],"No more dead links a.k.a. 404 pages":["Sense cap enllaç mort (també conegut com a pàgines 404)"],"Get real-time suggestions for internal links":["Aconseguiu suggeriments per a enllaços interns en temps real"],"Preview your page in Facebook and Twitter":["Previsualitzeu la pàgina al Facebook i al Twitter."],"Click the \"%3$s\" button to use the meta description already set in the %1$sSearch Appearance Homepage%2$s setting.":["Feu clic al botó «%3$s» per a utilitzar la descripció meta ja definida al paràmetre de la %1$spàgina d'inici de l'aparença de cerca%2$s."],"Help on copying the home meta description":["Ajuda per a copiar la meta descripció de la pàgina d'inici"],"To let search engines know which social profiles are associated to this site, enter your site social profiles data below.":["Si voleu permetre saber als motors de cerca quins perfils socials estan associats a aquest lloc, introduïu les dades dels perfils socials a continuació."],"Learn more about your social profiles settings":["Llegiu més sobre els paràmetres dels perfils socials"],"Remove the categories prefix":["Suprimiu el prefixe de la categoria"],"Help on the category prefix setting":["Ajuda amb el paràmetre de prefixe de la categoria"],"Learn more about the available variables":["Apreneu més sobre les variables disponibles"],"Learn more about the RSS feed setting":["Apreneu més sobre el paràmetre del fil RSS"],"When you upload media (an image or video for example) to WordPress, it doesn't just save the media, it creates an attachment URL for it. These attachment pages are quite empty: they contain the media item and maybe a title if you entered one. Because of that, if you never use these attachment URLs, it's better to disable them, and redirect them to the media item itself.":["Quan pugeu fitxers multimèdia (una imatge o un vídeo, per exemple) a WordPress, no guarda només el medi, crea també un URL d'adjunt per a ell. Aquestes pàgines d'adjunts estan força buides: contenen l'element del medi i potser un títol. A causa d'això, si mai feu servir aquests URL d'adjunts, és millor desactivar-les, i redirigir al medi mateix."],"Learn more about the Media and attachment URLs setting":["Apreneu més sobre el paràmetre d'URLs de mèdia i adjunts"],"Learn more about the title separator setting":["Apreneu més sobre el paràmetre del separador de títol"],"Learn more about the knowledge graph setting":["Apreneu més sobre el paràmetre del «knowledge graph»"],"Learn more about the homepage setting":["Apreneu més sobre el paràmetre de la pàgina d'inici"],"Learn more about the special pages setting":["Apreneu més sobre el paràmetre de les pàgines especials"],"Help on the date archives search results setting":["Ajuda referent al paràmetre dels arxius de dates als resultats de cerca"],"Not showing the archives for authors without posts in the search results technically means those will have a %1$s robots meta and will be excluded from XML sitemaps. %2$sMore info on the search results settings%3$s.":["No mostrar els fitxers d'autor sense entrades en els resultats de cerca significa que tindran un meta robots %1$s i que s'exclouran dels mapes del lloc XML. %2$sMés informació sobre els paràmetres de resultats de cerca%3$s."],"Help on the authors without posts archive search results setting":["Ajuda referent al paràmetre dels resultats de cerca per als arxius d'autors sense entrades"],"Not showing the archive for authors in the search results technically means those will have a %1$s robots meta and will be excluded from XML sitemaps. %2$sMore info on the search results settings%3$s.":["No mostrar l'arxiu dels autors als resultats de cerca significa tècnicament que tindran una etiqueta meta robots %1$s i s'exclouran del mapa de lloc XML. %2$sMés informació sobre els paràmetres dels resultats de cerca%3$s."],"Help on the author archives search results setting":["Ajuda referent al paràmetre de resultats de cerca per als arxius d'autors"],"Archives settings help":["Ajuda dels paràmetres dels arxius"],"Learn more about the archives setting":["Apreneu més sobre el paràmetre dels arxius"],"Get your Yandex verification code in %1$sYandex Webmaster Tools%2$s.":["Aconseguiu el codi de verficació de Yandex a %1$sles eines per a administradors web de Yandex%2$s."],"Yandex verification code":["Codi de verificació de Yandex"],"Get your Google verification code in %1$sGoogle Search Console%2$s.":["Aconseguiu el codi de verificació de Google a la %1$sconsola de cerca de Google%2$s."],"Google verification code":["Codi de verificació de Google"],"Get your Bing verification code in %1$sBing Webmaster Tools%2$s.":["Aconseguiu el codi de verificació de Bing a les %1$seines per a administradors web de Bing%2$s."],"Bing verification code":["Codi de verificació de Bing"],"You can use the boxes below to verify with the different Webmaster Tools. This feature will add a verification meta tag on your home page. Follow the links to the different Webmaster Tools and look for instructions for the meta tag verification method to get the verification code. If your site is already verified, you can just forget about these.":["Podeu fer servir les caixes següents per verificar les diferents eines per a administradors web. Aquesta característica afegirà una etiqueta meta de verificació a la portada. Seguiu els enllaços a les diferents eines i mireu les instruccions per al mètode de verificació de l'etiqueta meta amb el qual aconseguir el codi de verificació. Si el lloc ja està verificat, podeu oblidar-vos-en d'això."],"Learn more about the Webmaster Tools verification":["Apreneu més sobre la verificació de les Eines per a Webmasters"],"On":["Activat"],"Help on: %s":["Ajuda amb: %s"],"%1$s comes with a lot of features. You can enable / disable some of them below. Clicking the question mark gives more information about the feature.":["%1$s té un munt de característiques. Podeu activar / desactivar algunes d'elles a continuació. En fer clic al signe d'interrogació es mostra més informació sobre la característica."],"Off":["Desactivat"],"The advanced section of the %1$s meta box allows a user to remove posts from the search results or change the canonical. These are things you might not want any author to do. That's why, by default, only editors and administrators can do this. Setting to \"%2$s\" allows all users to change these settings.":["La secció avançada de la caixa meta de %1$s permet a un usuari eliminar entrades dels resultats de cerca o canviar el canonical. Aquestes són coses que potser no voleu que faci un autor. És per això que, per defecte, només els editors i administradors poden fer-ho. Establir això a \"%2$s\" permetrà a tots els usuaris canviar aquests paràmetres."],"Security: no advanced settings for authors":["Seguretat: sense paràmetres avançats per als autors"],"See who contributed to %1$s.":["Mireu qui ha col·laborat amb %1$s."],"Help on this search results setting":["Ajuda referent a aquest paràmetre dels resultats de cerca"],"Not showing the archive for %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["No mostrar els fitxers de %1$s en els resultats de cerca tècnicament significa que tindran un meta robots %2$s i que s'exclouran dels mapes del lloc XML. %3$sMés informació sobre els paràmetres de resultats de cerca%4$s."],"Not showing %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["No mostrar els %1$s en els resultats de cerca tècnicament significa que tindran un meta robots %2$s i que s'exclouran dels mapes del lloc XML. %3$sMés informació sobre els paràmetres de resultats de cerca%4$s."],"Default for %2$s, currently: %1$s":["Valor predeterminat per a %2$s, actualment %1$s"],"Show %s in search results?":["Voleu mostrar %s als resultats de la cerca?"],"this author's archives":["els arxius d'aquest autor"],"Do not allow search engines to show %s in search results.":["No permeteu que els motors de cerca mostren %s als resultats de la cerca."],"Category URLs in WordPress contain a prefix, usually %s, this feature removes that prefix, for categories only.":["Els URLs de les categories a WordPress contenen un prefix, habitualment %s, aquesta característica elimina aquest prefix, només per a les categories."],"Category URLs":["URLs de categories"],"the archive for %s":["l'arxiu per a %s"],"Redirect attachment URLs to the attachment itself?":["Voler redirigir els URLs dels adjunts directament a l'adjunt?"],"We recommend you set this to Yes.":["Us recomanem que ho definiu com a Si."],"Media & attachment URLs":["Mèdia i URLs d'adjunts"],"This is what shows in the search results when people find your homepage. This means this is probably what they see when they search for your brand name.":["Això és el que es mostra als resultats de cerca quan la gent troba la vostra pàgina d'inici. Això significa que és el que probablement veuen quan cerquen pel nom de la vostra marca."],"date archives":["arxius de dates"],"archives for authors without posts":["arxius d'autors sense entrades"],"Read why XML Sitemaps are important for your site.":["Llegiu perquè els mapes de lloc XML són importants per al vostre lloc web."],"Enable the XML sitemaps that %s generates.":["Habiliteu els mapes de lloc XML que genera %s."],"See the XML sitemap.":["Mostra el mapa de lloc XML."],"%2$s (current default for %1$s)":["%2$s (valor predeterminat actual per a %1$s)"],"Media":["Mèdia"],"Content Types":["Tipus de contingut"],"Should search engines follow links on this %1$s?":["Els motors de cerca haurien de seguir els enllaços en aquesta %1$s?"],"Allow search engines to show this %s in search results?":["Voleu permetre als motors de cerca mostrar %s als resultats de de la cerca?"],"Search Appearance":["Aparença de la cerca"],"Please specify what content types you would like to appear in search engines. If you do not know the differences between these, it's best to choose the default settings.":["Especifiqueu els tipus de contingut que voleu que apareiguin als motors de cerca. Si no sabeu la diferència entre ells, el millor és deixar els paràmetres predeterminats."],"Search engines should show \"%1$s\" in search results:":["Els motors de cerca haurien de mostrar «%1$s» als resultats de la cerca:"],"Search engine visibility":["Visibilitat del motor de cerca"],"Toggle %1$s's XML Sitemap":["Habilita/deshabilita el mapa de lloc XML del %1$s"],"The cornerstone content feature lets you to mark and filter cornerstone content on your website.":["La funció de contingut fonamental us permet marcar i filtrar els conceptes bàsics del vostre lloc web."],"Good results":["Bons resultats"],"Get better search results in local search":["Aconseguiu millor resultats a la cerca local"],"Allow customers to pick up their %s order locally":["Permet als usuaris recollir la seva ordre del %s en persona"],"SEO analysis":["Anàlisi SEO"],"The SEO analysis offers suggestions to improve the SEO of your text.":["L'anàlisi SEO ofereix suggeriments per a millorar el SEO del text."],"Learn how the SEO analysis can help you rank.":["Apreneu com l'anàlisi SEO us ajudarà a posicionar-vos."],"The readability analysis offers suggestions to improve the structure and style of your text.":["L'anàlisi de la llegibilitat ofereix suggeriments per millorar l'estructura i l'estil del text."],"Discover why readability is important for SEO.":["Descobriu per què la llegibilitat es important pel SEO."],"Find out how cornerstone content can help you improve your site structure.":["Apreneu com el contingut fonamental us ajudarà a millorar l'estructura del lloc web."],"The text link counter helps you improve your site structure.":["El comptador d'enllaços al text us ajudarà a millorar l'estructura del vostre lloc web."],"Find out how the text link counter can enhance your SEO.":["Esbrineu com el comptador d'enllaços de text pot millorar el vostre SEO."],"%s integration":["Integració amb el %s"],"Read more about how %s works.":["Llegiu més sobre com funciona el %s."],"Enable this feature if you want Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared.":["Activeu aquesta funció si vols que Facebook i altres mitjans socials mostrin una visualització prèvia amb imatges i un extracte de text quan es comparteixi un enllaç al vostre lloc web."],"Enable this feature if you want Twitter to display a preview with images and a text excerpt when a link to your site is shared.":["Activeu aquesta funció si voleu que Twitter mostri una visualització prèvia amb imatges i un extracte de text quan es comparteixi un enllaç al vostre lloc."],"Find out why you should upgrade to %s":["Vegeu perquè hauríeu d'actualitzar a %s"],"https://yoa.st/1uk":["https://yoa.st/1uk"],"https://yoa.st/1uj":["https://yoa.st/1uj"],"Latest blog posts on %1$s":["Darreres entrades a %1$s"],"Remove highlight from the text":["Elimineu el remarcat del text"],"Your site language is set to %s. ":["L'idioma del lloc està establert a %s."],"Get started quickly with the %1$s %2$sconfiguration wizard%3$s!":["Comenceu ja mateix amb l'%2$sassistent de configuració%3$s del %1$s!"],"First-time SEO configuration":["Configuració inicial del SEO"],"Your site language is set to {language}. If this is not correct, contact your site administrator.":["El vostre lloc està configurat en {language}. Si no és correcte, contacteu l'administrador del vostre lloc web."],"Your site language is set to {language}.":["El vostre lloc està configurat en {language}"],"Highlight this result in the text":["Remarque aquest resultat al text"],"Considerations":["Consideracions"],"Errors":["Errors"],"Change language":["Canvieu l'idioma"],"You cannot create a %s file.":["No podeu crear el fitxer %s."],"You cannot edit the %s file.":["No podeu editar el fitxer %s."],"Updated %s":["S'ha actualitzat el %s"],"Create %s file":["Crea el fitxer %s"],"Edit the content of your %s:":["Editeu el contingut del vostre %s:"],"Save changes to %s":["Desa els canvis a %s"],"%s file":["Fitxer %s"],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please install %3$s to make your life better. %4$s.":["%1$s i %2$s funcionen millor si afegiu una extensió d'ajuda. Instal·leu %3$s i tot anirà millor. %4$s."],"More information":["Més informació"],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please activate %3$s to make your life better.":["%1$s i %2$s funcionen millor si afegiu una extensió d'ajuda. Activeu %3$s i tot anirà millor."],"More information about %1$s":["Més informació quant a %1$s"],"Configuration Wizard":["Assistent de configuració"],"You've done it!":["Ho heu aconseguit!"],"Seamlessly integrate %2$s with %1$s for the content analysis!":["Integreu sense esforç %2$s amb %1$s per a l'anàlisi de contingut. "],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please install %3$s to make your life better.":["%1$s i %2$s funcionen millor si afegiu una extensió d'ajuda. Instal·leu %3$s i tot anirà millor."],"Manage your %s subscription on MyYoast":["Gestiona la subscripció %s a My Yoast"],"Mark the most important %1$s as 'cornerstone content' to improve your site structure. %2$sLearn more about cornerstone content%3$s.":["Marque la %1$s més important  com a «contingut fonamental» per a millorar l'estructura del vostre lloc web. %2$sLlegiu més sobre contingut fonamental%3$s."],"(Opens in a new browser tab)":["(S'obre en una nova pestanya del navegador)"],"Posts %1$swithout%2$s a focus keyphrase":["Entrades %1$sense%2$s una frase clau principal"],"Hey, your SEO is doing pretty well! Check out the stats:":["El vostre SEO està força bé! Comproveu les estadístiques:"],"You don't have any published posts, your SEO scores will appear here once you make your first post!":["No teniu cap entrada publicada, les puntuacions SEO apareixeran una vegada feu la primera entrada."],"On this page, you can change the name of your site and choose which separator to use. The separator will display, for instance, between your post title and site name. Symbols are shown in the size they'll appear in the search results. Choose the one that fits your brand best or takes up the least space in the snippets.":["En aquesta pàgina, podeu canviar el nom del lloc web i triar quin separador utilitzar. El separador es mostrarà, per exemple, entre el títol de l'entrada i el nom del lloc web. Els símbols es mostren de la mida en que es veuran els resultats de cerca. Trieu el que encaixi millor amb la marca o ocupe menys espai als fragments de text."],"Something else":["Alguna cosa més"],"A portfolio":["Un portafoli"],"A corporation":["Una empresa"],"A small offline business":["Un petit negoci offline"],"A news channel":["Un canal de notícies"],"An online shop":["Una botiga en línia"],"A blog":["Un blog"],"What does the site %1$s represent?":["Què representa %1$s del lloc web?"],"If you choose no, your author archives will be deactivated to prevent  duplicate content issues.":["Si trieu que no, els arxius de l'autor es deshabilitaran per a evitar problemes de contingut duplicat."],"Note: we don't store your data in any way and don't have full access to your account. Your privacy is safe with us.":["Nota: no emmagatzem les vostres dades de cap manera, i no tenim accés al vostre compte. La vostra privadesa està segura amb nosaltres."],"%1$s integrates with Google Search Console, a must-have tool for site owners. It provides you with information about the health of your site. Don't have a Google account or is your site not activated yet? Find out %2$show to connect Google Search Console to your site%3$s.":["%1$s s'integra amb Google Search Console, una eina imprescindible per als propietaris de webs. Ofereix informació sobre l'estat de la pàgina. Encara no teniu un compte de Google o no heu activat el lloc? Apreneu a %2$sconnectar Google Search Console al vostre lloc.%3$s"],"Option B: My site is under construction and should not be indexed":["Opció B: el meu lloc està en construcció i encara no s'ha d'indexar"],"Option A: My site is live and ready to be indexed":["Opció A: el meu lloc ja està a punt i està preparat per ser indexat"],"Choose under construction if you want to keep the site out of the index of search engines. Don't forget to activate it once you're ready to publish your site.":["Trieu «en construcció» si voleu mantenir el lloc web fora de l'índex dels motors de cerca. No us oblideu d'activar-ho quan estigueu preparats per a publicar el lloc web."],"Please specify if your site is under construction or already active.":["Si us plau, indiqueu si el lloc web es troba en construcció o actiu."],"This information will be used in Google's Knowledge Graph Card, the big block of information you see on the right side of the search results.":["Aquesta informació s'utilitzarà al graf de coneixement de Google, el gran bloc d'informació que veieu a la dreta dels resultats de cerca."],"Read more like this on our SEO blog":["Llegiu més sobre això al nostre blog de SEO"],"Readability: %s":["Llegibilitat: %s"],"Not activated":["No està activada"],"Activated":["Activada"],"%1$s recommendations for you":["%1$s recomanacions"],"All Readability Scores":["Totes les puntuacions de llegibilitat"],"Filter by Readability Score":["Fitra per puntuació de llegibilitat"],"You are not receiving updates or support! Fix this problem by adding this site and enabling %1$s for it in %2$s.":["No esteu rebent actualitzacions o suport. Corregiu aquest problema afegint aquest lloc web i habilitant el %1$s al %2$s."],"Request method %1$s is not valid.":["El mètode de petició %1$s no és vàlid."],"Do you want to preview what it will look like if people share this post on %1$s? You can, with %2$s.":["Voleu previsualitzar com es veurà si la gent comparteix aquesta entrada al %1$s? Podeu, amb el %2$s."],"Good job! All the links in your texts have been counted.":["Bona feina! S'han contat tots els enllaços als textos."],"Calculation completed.":["S'ha acabat el càlcul."],"Calculation in progress...":["Càlcul en progrés."],"Stop counting":["Para de contar."],"Counting links in your texts":["S'estan contant els enllaços dels textos"],"Text %1$s of %2$s processed.":["S'han processat %1$s dels %2$s textos"],"All your texts are already counted, there is no need to count them again.":["Tots els textos s'han contat, no cal tornar-los a contar."],"Count links in your texts":["Conta els enllaços als textos"],"Text link counter":["Contador d'enllaços de text"],"Number of internal links linking to this post. See \"Yoast Columns\" text in the help tab for more info.":["Número d'enllaços interns enllaçant a aquesta entrada. Mireu el text \"Columnes del Yoast\" a la pestanya d'ajuda per a més informació."],"Number of outgoing internal links in this post. See \"Yoast Columns\" text in the help tab for more info.":["Quantitat d'enllaços interns en aquesta entrada. Llegiu el text \"Columnes del Yoast\" a la pestanya d'ajuda si voleu més informació."],"%1$s adds several columns to this page. We've written an article about %2$show to use the SEO score and Readability score%3$s. The links columns show the number of articles on this site linking %5$sto%6$s this article and the number of URLs linked %5$sfrom%6$s this article. Learn more about %4$show to use these features to improve your internal linking%3$s, which greatly enhances your SEO.":["El %1$s afegeix diverses columnes a aquesta pàgina. Hem escrit un article sobre %2$scom utilitzar les puntuacions SEO i de llegibilitat%3$s. Les columnes d'enllaços mostren la quantitat d'articles d'aquest lloc enllaçant %5$sa%6$s aquest article i el número d'URLs enllaçats %5$sdes d'%6$saquest article. Llegiu més quant a %4$scom utilitzar aquestes característiques per a millorar els enllaços interns%3$s, i millorareu considerablement el SEO del vostre lloc."],"%s Columns":["Columnes del %s"],"Readability score":["Puntuació de llegibilitat"],"Other benefits of %s for you:":["Altres avantatges de %s:"],"Scroll to see the preview content.":["Desplaceu la pàgina per previsualitzar el contingut."],"Cornerstone content":["Contingut fonamental"],"If you want to outrank the competition in a specific town or region, check out our %1$s plugin! You’ll be able to easily insert Google maps, opening hours, contact information and a store locator. Besides that %1$s helps you to improve the usability of your contact page.":["Si voleu avançar els vostres competidors en una ciutat o regió específica, comproveu la nostra extensió %1$s. Podreu inserir fàcilment mapes de Google, hores d'obertura, informació de contacte i un localitzador de la botiga. A més d'això, %1$s us ajudarà a millorar la usabilitat de la pàgina de contacte."],"Attract more customers near you":["Atraieu més clients a prop"],"Upgrade to Premium":["Actualitzeu a Premium"],"Do you want to outrank your competition? %1$s gives you awesome additional features that'll help you to set up your SEO strategy like a professional. Add synonyms and related keywords, use our Premium SEO analysis, the redirect manager and our internal linking tool. %1$s will also give you access to premium support.":["Voleu avançar a la vostra competència? El %1$s us dóna característiques addicionals que us ajudaran a definir una estratègia SEO com un professional. Afegiu sinònims i paraules clau relacionades, utilitzeu la nostra anàlisi SEO premium, el gestor de redireccions i la nostra eina d'enllaços interns. %1$s també us donarà accés al servei d'atenció premium."],"Outrank the competition with %s":["Avanceu a la vostra competència amb %s"],"We have detected that you have not finished this wizard yet, so we recommend you to %2$sstart the configuration wizard to configure %1$s%3$s.":["Hem detectat que no heu acabat encara amb aquest assistent, pel que recomanem que %2$scomenceu amb l'assistent de configuració per a configurar %1$s%3$s."],"The configuration wizard helps you to easily configure your site to have the optimal SEO settings.":["L'assistent de configuració us ajuda a configurar fàcilment el vostre lloc web per a que tinga els paràmetres SEO òptims."],"Superfast internal linking suggestions":["Suggeriments interns super ràpids"],"Great news: you can, with %1$s!":["Bones notícies: podeu, amb %1$s!"],"Save changes":["Desa els canvis"],"1 year free support and updates included!":["1 any d'actualitzacions gratuïtes incloses!"],"The plugin %2$s changes your site's output and in doing that differentiates between search engines and normal users, a process that's called cloaking. We highly recommend that you disable it.":["L'extensió %2$s canvia el contingut del vostre lloc web i fent-ho diferencia entre motors de cerca i usuaris normals, en un procés que s'anomena \"cloacking\". Recomanem que el deshabiliteu."],"%1$sSocial media preview%2$s: Facebook & Twitter":["%1$sPrevisualitzacions de xarxes socials%2$s: Facebook & Twitter"],"%1$sNo more dead links%2$s: easy redirect manager":["%1$sNi un enllaç mort més%2$s: gestor de redireccions senzill"],"No ads!":["Sense anuncis!"],"Facebook & Twitter":["Facebook i Twitter"],"Social media preview":["Previsualitzacions de xarxes socials"],"Easy redirect manager":["Gestor de redireccions senzill"],"No more dead links":["Ni un enllaç mort més"],"Increase your SEO reach":["Incrementeu el vostre abast SEO"],"If you want more help creating awesome content, check out our %2$sSEO copywriting course%3$s. Do you want to know all about the features of the plugin, consider doing our %1$s!":["Si voleu més ajuda creant contingut increïble, comproveu el %2$scurs de contingut SEO%3$s. Si voleu saber-ho tot sobre les característiques de l'extensió, considereu el %1$s!"],"Variable":["Variable"],"Available variables":["Variables disponibles"],"Scroll to see the table content.":["Desplaça't per a veure el contingut de la taula."],"An error occurred in the '%1$s' assessment":["S'ha produït un error en la comprovació «%1$s»"],"%1$s of the words contain %2$sover %3$s syllables%4$s, which is more than the recommended maximum of %5$s.":["%1$s de les paraules contenen %2$smés de %3$s síl·labes%4$s, el que és més que el màxim recomanat de %5$s."],"%1$s of the words contain %2$sover %3$s syllables%4$s, which is less than or equal to the recommended maximum of %5$s.":["%1$s de les paraules contenen %2$smés de %3$s síl·labes%4$s, el que és igual o menor al màxim recomanat de %5$s."],"This is slightly below the recommended minimum of %5$d word. %3$sAdd a bit more copy%4$s.":["Això és lleugerament inferior al mínim recomanat d'%5$d paraula. %3$sAfegiu una mica més de contingut%4$s.","Això és lleugerament inferior al mínim recomanat de %5$d paraules. %3$sAfegiu una mica més de contingut%4$s."],"The meta description contains %1$d sentence %2$sover %3$s words%4$s. Try to shorten this sentence.":["La descripció meta conté %1$d frase %2$samb més de %3$s paraules%4$s. Proveu d'acurtar la frase.","La descripció meta conté %1$d frases %2$samb més de %3$s paraules%4$s. Proveu d'acurtar les frases."],"The meta description contains no sentences %1$sover %2$s words%3$s.":["La descripció meta no conté cap frase %1$samb més de %2$s paraules%3$s."],"Step %1$d: %2$s":["Pas %1$d: %2$s"],"No new notifications.":["No hi ha notificacions noves"],"Save all":["Desa-ho tot"],"Save":["Desa"],"%1$s, Author at %2$s":["%1$s, autor a %2$s"],"Mobile preview":["Previsualització mòbil"],"Desktop preview":["Previsualització d'escriptori"],"Please provide an SEO title by editing the snippet below.":["Afegiu un títol SEO editant la previsualització inferior."],"Meta description preview:":["Previsualització de la descripció meta:"],"Slug preview:":["Previsualització del resum:"],"SEO title preview:":["Previsualització del títol SEO:"],"Close snippet editor":["Tanca l'editor de la previsualització"],"Slug":["Resum"],"Remove marks in the text":["Elimina les marques al text"],"Mark this result in the text":["Marca el resultat al text"],"Marks are disabled in current view":["Les marques estan deshabilitades en la vista actual"],"Good SEO score":["Bona puntuació SEO"],"OK SEO score":["Puntuació SEO acceptable"],"Feedback":["Suggeriments"],"ok":["d'acord"],"Choose an image":["Tria una imatge"],"Remove the image":["Suprimeix la imatge"],"MailChimp signup failed:":["Ha fallat el registre al MailChimp"],"Sign Up!":["Registreu-vos!"],"Name":["Nom"],"Please provide a meta description by editing the snippet below.":["Afegiu una descripció meta editant la previsualització inferior."],"Edit snippet":["Edita la previsualització"],"You can click on each element in the preview to jump to the Snippet Editor.":["Podeu fer clic en cada element de la previsualització per a saltar a l'editor de fragments."],"SEO title preview":["Previsualització del títol SEO"],"Meta description preview":["Previsualització de la descripció meta"],"A problem occurred when saving the current step, {{link}}please file a bug report{{/link}} describing what step you are on and which changes you want to make (if any).":["Hi ha hagut un problema desant el pas actual, {{link}}envieu-nos un informe d'error{{/link}} descrivint en quin pas estàveu i quins canvis volíeu fer."],"Close the Wizard":["Tanca l'assistent"],"Export settings":["Exporta els paràmetres"],"%1$s video tutorial":["%1$s video tutorial"],"%s &rsaquo; Configuration Wizard":["%s &rsaquo; Assistent de configuració"],"Please don't show me this notification anymore":["No mostres més aquesta notificació"],"If you are experiencing issues, %1$splease file a bug report%2$s and we'll do our best to help you out.":["Si esteu experimentant problemes, %1$senvieu un informe de l'error%2$s i farem tot el possible per ajudar-vos."],"We've noticed you've been using %1$s for some time now; we hope you love it! We'd be thrilled if you could %2$sgive us a 5 stars rating on WordPress.org%3$s!":["Hem vist que fa temps feu servir %1$s; esperem que us estigui agradant! Estaríem encantats si poguéssiu donar-nos %2$suna puntuació de 5 estrelles al web WordPress.org%3$s!"],"Date archives settings":["Paràmetres dels arxius per data"],"Author archives settings":["Paràmetres dels arxius d'autor"],"%1$s by %2$s":["%1$s per %2$s"],"Warning: the variable %1$s cannot be used in this template. See the %2$s for more info.":["Avís: la variable %1$s no es pot utilitzar en aquesta plantilla. Consulteu %2$s per obtenir més informació."],"By the way, did you know we also have a %1$sPremium plugin%2$s? It offers advanced features, like a redirect manager and support for multiple keyphrases. It also comes with 24/7 personal support.":["Per cert, sabíeu que tenim una %1$sextensió Premium%2$s? Ofereix característiques avançades, com un gestor de redireccions i suport per a múltiples frases clau. També disposa d'atenció personal 24/7."],"(no title)":["(sense títol)"],"%s installation wizard":["Assistent d'instal·lació de %s"],"The %1$s admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["La barra d'administració de %1$s conté enllaços útils a eines de tercers per analitzar pàgines i simplifica que veieu si teniu notificacions noves."],"Admin bar menu":["Menú a la barra d'administració"],"%1$s will check weekly if your site is still indexable by search engines and %2$s will notify you when this is not the case.":["El %1$s comprova diàriament si el lloc web continua sent indexable pels motors de cerca i %2$s us notifica si no és el cas."],"Features":["Característiques"],"SEO title":["Títol SEO"],"While we strive to make setting up %1$s as easy as possible, we understand it can be daunting. If you’d rather have us set up %1$s for you (and get a copy of %2$s in the process), order our %3$s%1$s configuration service%4$s here!":["Tot i que intentem fer la configuració del %1$s tan fàcil com siga possible, entenem que pot resultar complexa. Si preferiu que nosaltres ens encarreguem de configurar-vos el %1$s (i aconseguir una còpia del %2$s durant el procés), demaneu-nos el %3$sservei de configuració del %1$s%4$s!"],"Welcome to the %1$s configuration wizard. In a few simple steps we'll help you configure your SEO settings to match your website's needs!":["Benvinguts a l'assistent de configuració del %1$s. En uns pocs passos senzills us ajudarem a configurar els paràmetres de SEO per ajustar-los a les necessitats del vostre lloc."],"Google shows your website's name in the search results, if you want to change it, you can do that here.":["Google mostra el nom del vostre lloc web als resultats de cerca, si voleu canviar-lo, podeu fer-ho des d'ací."],"Greater than sign":["Signe \"major que\""],"Less than sign":["Signe \"menor que\""],"Right angle quotation mark":["Cometa angular dreta"],"Left angle quotation mark":["Cometa angular esquerra"],"Small tilde":["Tilde petita"],"Vertical bar":["Barra vertical"],"Low asterisk":["Asterisc baix"],"Asterisk":["Asterisc"],"Bullet":["Pic"],"Middle dot":["Punt volat"],"Em dash":["Guió llarg"],"En dash":["Guió mitjà"],"Dash":["Guió"],"Choose the symbol to use as your title separator. This will display, for instance, between your post title and site name. Symbols are shown in the size they'll appear in the search results.":["Trieu el símbol que voleu utilitzar com a separador del títol. Es mostrarà, per exemple, entre el títol d'una entrada i el nom del lloc. Els símbols es mostren amb la mida en què apareixeran als resultats de cerca."],"The name of the person":["El nom de la persona"],"No":["No"],"Yes":["Sí"],"Does, or will, your site have multiple authors?":["El lloc web té o tindrà múltiples autors?"],"WordPress automatically generates an URL for each media item in the library. Enabling this will allow for google to index the generated URL.":["WordPress genera automàticament un URL per a cada element de la biblioteca. Si habiliteu aquesta opció permetreu a Google que indexi l'URL generat."],"Success!":["Fet!"],"Title settings":["Paràmetres del títol"],"Multiple authors":["Múltiples autors"],"Site type":["Tipus de lloc"],"Environment":["Entorn"],"Yoast option %1$s not found.":["No s'ha trobat l'opció %1$s de Yoast."],"Google Structured Data Test":["Prova de dades estructurades de Google"],"Posts list":["Llista d'entrades"],"Posts list navigation":["Navegació per la llista d'entrades"],"Filter posts list":["Filtra la llista d'entrades"],"Note that links to archives might be still output by your theme and you would need to remove them separately.":["Tingueu en compte que és possible que els enllaços als arxius es generen pel vostre tema, i els hàgeu de suprimir per separat."],"%1$s to optimize your site even further":["%1$s per a optimitzar el vostre lloc encara més"],"%1$s extensions":["%1$s extensions"],"Comes with our 30-day no questions asked money back guarantee":["Ve amb el retorn dels diners garantit durant trenta dies, sense preguntes."],"More information %1$sabout %3$s%2$s":["Més infomració %1$squan a %3$s%2$s"],"Installed":["Instal·lat"],"gain access to our 24/7 support team.":["Obteniu accés al nostre equip de suport 24/7"],"Premium support":["Suport premium"],"check what your Facebook or Twitter post will look like.":["Comproveu com es veurà la vostra entrada a Facebook o a Twitter."],"Social previews":["Previsualitzacions socials"],"create and manage redirects from within your WordPress install.":["Creeu i gestioneu les redireccions des de la vostra instal·lació del WordPress."],"Redirect manager":["Gestor de redireccions"],"%1$s, take your optimization to the next level!":["%1$s, porteu l'optimització al nivell següent!"],"A seamless integration between %1$s and %2$s":["Una integració perfecta entre %1$s i %2$s"],"Use %1$s breadcrumbs instead of %2$s ones":["Utilitza les molles de pa %1$s en lloc de %2$s"],"Easily insert Google Maps, a store locator, opening hours and more":["Inseriu fàcilment mapes de Google, un localitzador de botigues, horaris d'obertura i molt més"],"Creates XML News Sitemaps":["Crea mapes de lloc XML de notícies"],"Immediately pings Google on the publication of a new post":["Avisa Google immediatament al publicar una nova entrada"],"Optimize your site for Google News":["Optimitzeu el vostre lloc web per a Google News"],"Make videos responsive through enabling fitvids.js":["Feu els vídeos responsius a habilitant fitvids.js"],"Enhance the experience of sharing posts with videos":["Milloreu l'experiència de compartir entrades amb vídeos"],"Show your videos in Google Videos":["Mostreu els vostres vídeos a Google Videos"],"Edit &#8220;%s&#8221;":["Edita «%s»"],"Premium":["Premium"],"Google Trends":["Google Trends"],"Notifications":["Notificacions"],"Removes the focus keyphrase section from the metabox and disables all SEO-related suggestions.":["Elimina la pestanya de paraula clau de la caixa meta i deshabilita tots els suggeriments relacionats amb SEO."],"Disable SEO analysis":["Deshabilita l'anàlisi SEO"],"Twitter settings":["Paràmetres del Twitter"],"Pinterest settings":["Paràmetres de Pinterest"],"Facebook settings":["Paràmetres de Facebook"],"Title separator symbol":["Símbol separador del títol"],"RSS feed settings":["Paràmetres del fil de subscripció RSS"],"Breadcrumbs settings":["Paràmetres de les molles de pa"],"Make primary":["Fes primària"],"%s notification":["%s notificació","%s notificacions"],"Disable readability analysis":["Deshabilita l'anàlisi de llegibilitat"],"Removes the readability analysis section from the metabox and disables all readability-related suggestions.":["Elimina la pestanya de llegibilitat de la caixa meta i deshabilita tots els suggeriments relacionats amb la llegibilitat."],"Readability analysis":["Anàlisi de llegibilitat"],"Needs improvement":["Necessita millorar"],"Readability":["Llegibilitat"],"Improvements":["Millores"],"Dismiss this item.":["Ignora aquest element."],"Good job! We could detect no serious SEO problems.":["Bona feina! No hem detectat cap problema SEO seriós."],"We have detected the following issues that affect the SEO of your site.":["Hem detectat els següents problemes de SEO que afecten el lloc web."],"Problems":["Problemes"],"Analysis":["Anàlisi"],"Not available":["No està disponible"],"Filter by SEO Score":["Filtra per puntuació SEO"],"Meta description not set.":["No s'ha definit cap descripció meta"],"Open":["Obre"],"Dashboard":["Tauler"],"You can fix this on the %1$sPermalink settings page%2$s.":["Podeu arreglar-ho a la %1$spàgina de paràmetres dels enllaços permanents%2$s."],"Replaced with the primary category of the post/page":["Se substituirà per la categoria primària de l'entrada o de la pàgina"],"Pinterest confirmation":["Confirmació de Pinterest"],"If you have already confirmed your website with Pinterest, you can skip the step below.":["Si ja heu confirmat el vostre lloc web a Pinterest, podeu ignorar el pas següent."],"Format-based archives":["Arxius basats en el format."],"Webmaster Tools verification":["Verificació al Webaster Tools"],"Buy %s":["Compra %s"],"New %1$s Title":["Nou %1$s títol"],"Existing %1$s Title":["Títol %1$s existent"],"Expected an integer as input.":["S'espera un enter com a entrada."],"Trying to build the sitemap cache key, but the postfix and prefix combination leaves too little room to do this. You are probably requesting a page that is way out of the expected range.":["S'està intentant construir una clau segura per a la memòria cau del mapa web, però la combinació de prefixos i sufixos deixa poc espai per a fer-ho. Possiblement esteu demanant una pàgina que està molt lluny del rang esperat."],"Remove":["Elimina"],"Keep":["Manté"],"Bold the last page":["Marca l'última pàgina en negreta"],"Regular":["Normal"],"Bold":["Negreta"],"Show Blog page":["Mostra la pàgina del blog"],"Primary %s":["%s primari"],"Primary":["Primari"],"Make %1$s primary %2$s":["Fes %1$s %2$s primari"],"Term is set to noindex.":["El terme està configurat com a no indexable"],"Author archives":["Arxius de l'autor"],"Show":["Mostra"],"Enabled":["Habilitat"],"Disabled":["Deshabilitat"],"The separator defined in your theme's %s tag.":["El separador definit en l'etiqueta %s del vostre tema"],"No index":["No index"],"If you want to use an image for sharing on %1$s, you can upload / choose an image or add the image URL here.":["Si voleu utilitzar una imatge per compartir al %1$s, podeu pujar o triar-ne una, o afegir l'URL d'una imatge aquí."],"If you don't want to use the meta description for sharing on %1$s but want another description there, write it here.":["Si no voleu utilitzar la descripció meta per a compartir-la a %1$s i preferiu utilitzar una altra descripció, escriviu-la aquí."],"If you don't want to use the title for sharing on %1$s but instead want another title there, write it here.":["Si no voleu utilitzar el títol per a compartir-lo a %1$s i preferiu utilitzar un altre títol, escriviu-lo aquí."],"Once Weekly":["Una vegada a la setmana"],"SEO score":["Puntuació SEO"],"Recalculating SEO scores for all pieces of content with a focus keyphrase.":["S'estan recalculant les puntuacions SEO per a tot el contingut amb una paraula clau definida."],"%1$s of %2$s done.":["%1$s de %2$s acabades."],"We've updated our SEO score algorithm. %1$sRecalculate the SEO scores%2$s for all posts and pages.":["Hem actualitzat l'algorisme de puntuació SEO. %1$sFeu clic aquí per recalcular les puntuacions SEO%2$s de totes les entrades i pàgines."],"Team Yoast":["Equip Yoast"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["La primera solució  SEO realment tot en un per a WordPress, incloent-hi anàlisi del contingut de la pàgina, mapes del lloc XML i molt més."],"Yoast SEO":["Yoast SEO"],"Activation failed:":["Ha fallat l'activació:"],"The filter extension seem to be unavailable. Please ask your web host to enable it.":["L'extensió de filtre no està disponible. Demaneu al vostre proveïdor d'allotjament que l'habiliti."],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":["La instal·lació de l'extensió %1$s està incompleta. Mireu les %2$sinstruccions d'instal·lació%3$s."],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":["L'extensió de la biblioteca estàndard de PHP (SPL) no està disponible. Demaneu al vostre proveïdor d'allotjament que l'habiliti."],"SEO Settings":["Configuració SEO"],"Mobile-Friendly Test":["Prova de compatibilitat amb dispositius mòbils"],"Google Page Speed Test":["Prova de velocitat de la pàgina de Google"],"CSS Validator":["Validador CSS"],"HTML Validator":["Validador HTML"],"Pinterest Rich Pins Validator":["Validador de Rich Pins de Pinterest"],"Facebook Debugger":["Depurador del Facebook"],"Check Google Cache":["Comprova la memòria cau de Google"],"Analyze this page":["Analitza la pàgina"],"Keyword Research":["Recerca de paraules clau"],"%s does not seem to be a valid url. Please correct.":["%s no sembla un URL vàlid. Corregiu-lo."],"%1$s does not seem to be a valid %2$s verification string. Please correct.":["No sembla que %1$s sigui una cadena de verificació %2$s vàlida. Corregiu-la."],"%s Archive":["Arxiu de %s"],"You searched for %s":["Heu cercat %s"],"%s does not seem to be a valid Twitter Username. Please correct.":["%s no sembla un nom d'usuari de Twitter vàlid. Corregiu-lo."],"Summary with large image":["Resum amb imatge de grans dimensions"],"Summary":["Resum"],"The post %1$s appeared first on %2$s.":["L'entrada %1$s ha aparegut primer a %2$s."],"No numeric value was received.":["No s'ha rebut cap valor numèric"],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":["Aquest ha de ser un blog que existisca. El blog %s no existeix o s'ha marcat per ser esborrat."],"The default blog setting must be the numeric blog id of the blog you want to use as default.":["El paràmetre de blog per defecte ha de ser l'identificador numèric del blog que voleu utilitzar per defecte."],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":["%1$s no és una opció valida per a permetre accedir als paràmetres del  %2$s. S'ha restablit als valors per defecte."],"Please select a valid post type for taxonomy \"%s\"":["Seleccioneu un tipus d'entrada vàlida per a la taxonomia \"%s\""],"Please select a valid taxonomy for post type \"%s\"":["Seleccioneu una taxonomia vàlida per al tipus d'entrada «%s»"],"You searched for":["Has cercat"],"Home":["Inici"],"Archives for":["Arxius de"],"Error 404: Page not found":["Error 404: Pàgina no trobada"],"Good":["Bo"],"Replaced with a custom taxonomies description":["S'ha reemplaçat per una descripció personalitzada de les taxonomies."],"Replaced with a posts custom taxonomies, comma separated.":["S'ha reemplaçat per una llista de taxonomies personalitzades, separades per comes."],"Replaced with a posts custom field value":["S'ha reemplaçat pel valor d'un camp personalitzat"],"Replaced with the slug which caused the 404":["S'ha reemplaçat per l'URL que havia causat el 404"],"Replaced with the posts focus keyphrase":["Reemplaçat amb la frase clau de l'entrada"],"Attachment caption":["Llegenda de l'adjunt"],"Replaced with the current page number":["Reemplaçat amb el número de pàgina actual"],"Replaced with the current page total":["Reemplaçat amb el nombre total de pàgines"],"Replaced with the current page number with context (i.e. page 2 of 4)":["Reemplaçat pel número de pàgina actual amb context (p. ex. pàgina 2 de 4)"],"Replaced with the post/page author's 'Biographical Info'":["Reemplaçat per la informació biogràfica de l'autor de l'entrada o la pàgina"],"Replaced with the post/page author's 'nicename'":["Reemplaçat pel nom públic de l'autor de l'entrada"],"Replaced with the post/page ID":["Reemplaçat amb l'identificador de l'entrada/pàgina"],"Replaced with the post/page modified time":["Reemplaçat per la data de modificació de l'entrada o pàgina"],"Replaced with the content type plural label":["Reemplaçat per l'etiqueta del tipus d'entrada en plural."],"Replaced with the content type single label":["Reemplaçat per l'etiqueta del tipus d'entrada en singular."],"Replaced with the current search phrase":["Reemplaçat per la frase de cerca actual"],"Replaced with the term name":["S'ha reemplaçat pel nom del terme"],"Replaced with the term description":["Reemplaçat per la descripció del terme"],"Replaced with the tag description":["Reemplaçat per la descripció de l'etiqueta"],"Replaced with the category description":["Reemplaçat per la descripció de la categoria"],"Replaced with the post categories (comma separated)":["Reemplaçat per les categories de l'entrada (separades per coma)"],"Replaced with the current tag/tags":["S'ha reemplaçat  per l'etiqueta (o etiquetes) actual"],"Replaced with the post/page excerpt (without auto-generation)":["Reemplaçat pel resum de l'entrada o pàgina (sense autogeneració)"],"Replaced with the post/page excerpt (or auto-generated if it does not exist)":["Reemplaçat pel resum de l'entrada/pàgina (o autogenerat si no existeix)"],"The site's name":["El nom del lloc"],"Replaced with the title of the parent page of the current page":["Reemplaçat pel títol de la pàgina pare de la pàgina actual"],"Replaced with the title of the post/page":["Reemplaçat pel títol de l'entrada/pàgina"],"Replaced with the date of the post/page":["Reemplaçat per la data de l'entrada o de la pàgina"],"Page %1$d of %2$d":["Pàgina %1$d de %2$d"],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":["No podeu sobreescriure una variable estàndard del WP SEO registrant una variable amb el mateix nom. Utilitzeu el filtre «wpseo_replacements» per ajustar el valor substituït."],"A replacement variable with the same name has already been registered. Try making your variable name unique.":["Ja s'ha registrat una variable de substitució amb el mateix nom. Intenteu fer únic el nom de la vostra variable."],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":["Una variable de reemplaçament no pot començar amb «%%cf_» o «%%ct_», ja que es tracta de les variables variables estàndard del WP SEO per als camps personalitzats i les taxonomies personalitzades. Intenteu fer únic el nom de la vostra variable."],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":["Una variable de reemplaçament només pot obtenir caràcters alfanumèrics, un subratllat o un guió. Proveu a reanomenar la variable."],"Admin only notice: this page does not show a meta description because it does not have one, either write it for this page specifically or go into the [%1$s - %2$s] menu and set up a template.":["Avís d'administració: aquesta pàgina no mostra una descripció a les metadades perquè no en té cap, escriviu-ne una d'específica per aquesta pàgina o aneu al menú [%1$s - %2$s] i establiu una plantilla."],"Page not found":["Pàgina no trobada"],"%s Archives":["Arxius de %s"],"Search for \"%s\"":["Cerca per «%s»"],"Meta description to use for Author page":["Descripció meta a utilitzar en la pàgina de l'autor"],"Title to use for Author page":["Títol que s'utilitzarà per a la pàgina de l'autor"],"%1$s settings":["Paràmetres del  %1$s "],"Export your %1$s settings":["Exporta els teus %1$s paràmetres"],"Import settings":["Importa els paràmetres"],"Import from other SEO plugins":["Importa des d'altres extensions SEO"],"Import":["Importa"],"If you had a %s file and it was editable, you could edit it from here.":["Si tinguéssiu un fitxer %s i fos editable, el podríeu editar des d'aquí."],"If your %s were writable, you could edit it from here.":["Si el vostre fitxer %s fos editable, podríeu editar-lo des d'aquí."],"You don't have a %s file, create one here:":["No teniu cap fitxer %s, creeu-ne un aquí:"],"A link to your site, with your site's name and description as anchor text.":["Un enllaç al vostre lloc, amb el nom i la descripció del vostre lloc com a text de l'enllaç."],"A link to your site, with your site's name as anchor text.":["Un enllaç al vostre lloc, amb el nom del lloc com a àncora de text."],"A link to the post, with the title as anchor text.":["Enllaç a l'entrada, amb el títol com a text."],"A link to the archive for the post author, with the authors name as anchor text.":["Un enllaç a l'arxiu de l'autor de l'entrada, amb el nom de l'autor com a text."],"You can use the following variables within the content, they will be replaced by the value on the right.":["Podeu utilitzar les variables següents dins del contingut; es reemplaçaran pel contingut a la seva dreta."],"Content to put after each post in the feed":["Contingut que voleu posar després de cada entrada al fil RSS"],"Content to put before each post in the feed":["Contingut que voleu afegir abans de cada entrada al fil de subscripció"],"This feature is used to automatically add content to your RSS, more specifically, it's meant to add links back to your blog and your blog posts, so dumb scrapers will automatically add these links too, helping search engines identify you as the original source of the content.":["Aquesta característica s'utilitza per afegir automàticament contingut al fil RSS; específicament, està pensat per afegir enllaços entrants al vostre blog i a les vostres entrades, així els lladres de contingut simples afegiran també aquests enllaços al vostre lloc ajudant els motors de cerca a identificar-vos com la font original del contingut."],"Usage of this breadcrumbs feature is explained in %1$sour knowledge-base article on breadcrumbs implementation%2$s.":["L'ús d'aquesta característica de les rutes de navegació s'explica %1$sa l'article de la nostra base de coneixement sobre implementació de la ruta de navegació%2$s."],"How to insert breadcrumbs in your theme":["Com inserir la ruta de navegació al vostre tema"],"Blog":["Blog"],"Content type archive to show in breadcrumbs for taxonomies":["Arxiu del tipus d'entrada que s'ha de mostrar a la ruta de navegació per a les taxonomies."],"Taxonomy to show in breadcrumbs for content types":["Taxonomia per a mostrar a la ruta de navegació per als tipus d'entrada"],"Breadcrumb for 404 Page":["Ruta de navegació per a la pàgina 404"],"Prefix for Search Page breadcrumbs":["Prefix per a la ruta de navegació de la pàgina de cerca"],"Prefix for Archive breadcrumbs":["Prefix per a la ruta de navegació dels arxius"],"Prefix for the breadcrumb path":["Prefix per a la ruta de navegació"],"Anchor text for the Homepage":["Àncora de text per a la pàgina principal"],"Separator between breadcrumbs":["Separador entre la ruta de navegació"],"Enable Breadcrumbs":["Habilita la ruta de navegació"],"Below are your published posts' SEO scores. Now is as good a time as any to start improving some of your posts!":["Baix podeu trobar les puntuacions SEO de les entrades publicades. Aquest és tan bon moment com qualsevol altre per començar a millorar les vostres entrades!"],"Credits":["Crèdits"],"&laquo; Back to Tools page":["&laquo; Torna a la pàgina d'eines"],"%1$s comes with some very powerful built-in tools:":["El %1$s inclou algunes eines molt potents:"],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":["Aquesta eina us permet canviar ràpidament fitxers importants per al SEO, com el robots.txt i, si en teniu un, el vostre fitxer .htaccess."],"File editor":["Editor de fitxers"],"Import settings from other SEO plugins and export your settings for re-use on (another) blog.":["Importeu els paràmetres d'altres extensions SEO i exporteu els paràmetres per reutilitzar-los en un altre blog."],"Import and Export":["Importa i exporta"],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":["Aquesta eina us permet canviar ràpidament títols i descripcions de les entrades i les pàgines sense haver d'anar a l'editor per a cadascuna d'elles."],"Bulk editor":["Editor en massa"],"To %1$sconfirm your site with Pinterest%2$s, add the meta tag here:":["Per a %1$sverificar el vostre lloc amb Pinterest%2$s, afegiu la meta etiqueta ací"],"Pinterest uses Open Graph metadata just like Facebook, so be sure to keep the \"Add Open Graph meta data\" setting on the Facebook tab enabled if you want to optimize your site for Pinterest.":["El Pinterest utilitza les mateixes metadades d'Open Graph que Facebook, per tant assegureu-vos de mantenir el paràmetre \"Afegeix metadades d'Open Graph\" a la pestanya de Facebook si voleu optimitzar el lloc web per a Instagram."],"The default card type to use":["El tipus de targeta per utilitzar per defecte"],"Add Twitter card meta data":["Afegeix meta dades per a les targetes de Twitter."],"This image is used if the post/page being shared does not contain any images.":["Aquesta imatge s'utilitza si l'entrada o la pàgina que s'estan compartint no conté cap imatge."],"Default settings":["Paràmetres per defecte"],"Copy home meta description":["Copia la meta descripció de la pàgina principal"],"Description":["Descripció"],"Image URL":["URL de la imatge"],"These are the title, description and image used in the Open Graph meta tags on the front page of your site.":["Aquí estan el títol, la descripció i la imatge utilitzades a les meta etiquetes d'Open Graph a la pàgina principal del lloc web."],"Frontpage settings":["Paràmetres de la pàgina d'inici"],"Add Open Graph meta data":["Afegeix les metadades Open Graph"],"YouTube URL":["URL al Youtube"],"Pinterest URL":["URL al Pinterest"],"MySpace URL":["URL al MySpace"],"LinkedIn URL":["URL al LinkedIn"],"Instagram URL":["URL a l'Instagram"],"Twitter Username":["Usuari al Twitter"],"Facebook Page URL":["URL de la pàgina de Facebook"],"Accounts":["Comptes"],"Restore site to defaults":["Restaura el lloc als paràmetres per defecte"],"Site ID":["ID del lloc web"],"Using this form you can reset a site to the default SEO settings.":["Utilitzant aquest formulari podeu restablir el lloc als paràmetres per defecte de SEO"],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new sites.":["Alguns paràmetres sensitius respecte a la privacitat (administrador al FB entre altres), específics dels temes (com la reescriptura del títol) i alguns altres paràmetres específics no s'importaran als nous blogs."],"Enter the %1$sSite ID%2$s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":["Indroduïu %1$sl'ID del lloc web%2$s els paràmetres del qual voleu utilitzar com a paràmetres per defecte per a tots els llocs que afegiu a la xarxa. Deixeu-ho en blanc si no en voleu cap (s'utilitzaran els paràmetres per defecte de l'extensió)"],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":["Trieu el lloc web els paràmetres del qual voleu utilitzar com a paràmetres per defecte per a tots els llocs que afegiu a la xarxa. Si no en trieu cap, s'utilitzaran els paràmetres per defecte de l'extensió."],"New sites in the network inherit their SEO settings from this site":["Els nous llocs a la xarxa hereten els seus paràmetres SEO d'aquest lloc web"],"Super Admins only":["Només superadministradors."],"Site Admins (default)":["Administradors del lloc (per defecte)"],"Who should have access to the %1$s settings":["Qui hauria de tenir accés als paràmetres del %1$s"],"spam":["brossa"],"mature":["madur"],"archived":["arxivat"],"public":["public"],"%s restored to default SEO settings.":["S'ha restaurat %s als paràmetres SEO per defecte"],"Settings Updated.":["S'han actualitzat els paràmetres."],"404 pages":["Pàgines 404"],"Search pages":["Cerca pàgines"],"These pages will be %s by default, so they will never show up in search results.":["Aquestes pàgines s'etiquetaran com a %s per defecte, per tant mai apareixeran als resultats de cerca."],"Special Pages":["Pàgines especials"],"Date-based archives could in some cases also be seen as duplicate content.":["Els arxius per dates poden ser identificats en alguns casos com a contingut duplicat."],"If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or to add %s to it so it doesn't show up in the search results.":["Si això és el que passa al vostre lloc, podeu decidir tant deshabilitar-lo (el que el fa redirigir a la pàgina d'inici), o afegir-li %s de manera que no aparegui als resultats de cerca."],"If you're running a one author blog, the author archive will be exactly the same as your homepage. This is what's called a %1$sduplicate content problem%2$s.":["Si teniu un blog d'un únic autor, l'arxiu de l'autor serà exactament el mateix que la vostra pàgina d'inici. Això es coneix com a %1$sproblema del contingut duplicat%2$s."],"Date archives":["Arxius de dates"],"author archives":["Arxius de l'autor"],"Title":["Títol"],"%1$s Meta Box":["Caixa meta del %1$s"],"Hide":["Amaga"],"Take note:":["Important:"],"You can determine the title and description for the blog page by %1$sediting the blog page itself%2$s.":["Podeu determinar el títol i la descripció de la pàgina del blog %1$seditant la mateixa pàgina%2$s."],"You can determine the title and description for the front page by %1$sediting the front page itself%2$s.":["Podeu determinar el títol i la descripció per a la pàgina d'inici %1$seditant la mateixa pàgina d'inici%2$s."],"Homepage &amp; Front page":["Pàgina d'inici i pàgina principal del blog"],"Title Separator":["Separador del títol"],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["El %1$s ha detectat automàticament que necessita forçar la reescriptura dels títols de les vostres pàgines; si creieu que és incorrecte i sabeu el que feu, podeu canviar el paràmetre aquí."],"Force rewrite titles":["Força la reescriptura dels títols."],"Taxonomies":["Taxonomies"],"Homepage":["Pàgina d'inici"],"%1$s Extensions":["Extensions del %1$s"],"Seamlessly integrate WooCommerce with %1$s and get extra features!":["Integreu sense esforç el WooCommerce amb el %1$s i aconseguiu funcionalitats extra."],"Rank better locally and in Google Maps, without breaking a sweat!":["Posicioneu-vos millor localment i al Google Maps, sense esforçar-vos gaire."],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":["Esteu a Google News? Incrementeu el tràfic des de Google News optimitzant el vostre lloc web!"],"Optimize your videos to show them off in search results and get more clicks!":["Optimitzeu els vostres videos per a mostrar-los als resultats de la cerca i obteniu més clics."],"The premium version of %1$s with more features & support.":["La versió premium del %1$s amb més característiques i suport"],"Person":["Persona"],"This data is shown as metadata in your site. It is intended to appear in %1$sGoogle's Knowledge Graph%2$s. You can be either an organization, or a person.":["Aquestes dades es mostren com a metadades al vostre lloc web. Estan pensades per aparèixer al %1$sKnowledge Graph de Google%2$s. Podeu ser tant una persona com una empresa."],"Website name":["Nom del lloc web"],"Webmaster Tools":["Eines per a administradors web"],"RSS":["RSS"],"Breadcrumbs":["Ruta de navegació"],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year of support and updates, on %2$s.":["Per poder crear una redirecció i arreglar aquest problema, necessiteu %1$s. Podeu comprar l'extensió, incloent-hi un any de suport i actualitzacions, a %2$s."],"Creating redirects is a %s feature":["La creació de redireccions és una característica del %s"],"Deactivate %s":["Desactiva %s"],"The %1$s plugin might cause issues when used in conjunction with %2$s.":["L'extensió %1$s pot causar problemes quan s'utilitza conjuntament amb %2$s."],"Upload Image":["Penja imatges"],"Remove these ads?":["Voleu eliminar els anuncis?"],"%s Posts Overview":["Visió global de les entrades del %s"],"The Breadcrumbs Title is used in the breadcrumbs where this taxonomy appears.":["El títol de la ruta de navegació s'utilitza en la ruta de navegació on apareix aquesta taxonomia."],"Breadcrumbs title":["Títol de la ruta de navegació"],"The canonical link is shown on the archive page for this term.":["L'enllaç canònic es mostra a la pàgina d'arxiu per a aquest terme."],"Facebook App ID":["Facebook App ID"],"Pinterest":["Pinterest"],"Archives":["Arxius"],"Email":["Adreça electrònica"],"Previous":["Anterior"],"Next":["Següent"],"Close":["Tanca"],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines and might slow down your site.":["Tant el %1$s com %2$s poden generar mapes de lloc XML. Tindre dos mapes de lloc XML no és beneficiós per als motors de cerca, i a més pot fer el vostre lloc web més lent."],"Configure %1$s's Open Graph settings":["%1$s s'expandeix a Yoast SEO"],"Both %1$s and %2$s create Open Graph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":["Tant %1$s com %2$s generen sortida d'OpenGraph, que pot fer Facebook, Twitter, LinkedIn i altres xarxes socials utilitzar textos i imatges incorrectes quan es comparteixen les vostres pàgines."],"%s Image":["Imatge per al %s"],"%s Description":["Descripció per al %s"],"%s Title":["Títol per al %s"],"Twitter":["Twitter"],"Facebook":["Facebook"],"The recommended image size for %1$s is %2$s pixels.":["La mida recomanada per a %1$s és %2$s píxels."],"If you want to override the image used on %s for this post, upload / choose an image here.":["Si voleu sobreescriure la imatge utilitzada al %s per a aquesta entrada, pugeu o trieu una imatge o afegiu l'URL aquí."],"If you don't want to use the meta description for sharing the post on %s but want another description there, write it here.":["Si no voleu utilitzar la descripció meta de l'entrada per a compartir-la a %s i voleu utilitzar una altra meta descripció escriviu-la aquí."],"If you don't want to use the post title for sharing the post on %s but instead want another title there, write it here.":["Si no voleu utilitzar el títol de l'entrada per a compartir-la a %s i voleu utilitzar un altre títol, escriviu-lo aquí. "],"very difficult":["molt difícil"],"Try to make shorter sentences, using less difficult words to improve readability":["Proveu de fer frases més curtes i amb paraules menys complexes per tal de millorar la legibilitat."],"difficult":["difícil"],"Try to make shorter sentences to improve readability":["Proveu de fer frases més curtes per millorar la legibilitat"],"fairly difficult":["prou difícil"],"OK":["D'acord"],"fairly easy":["prou fàcil"],"easy":["fàcil"],"very easy":["molt fàcil"],"Meta Desc.":["Meta Desc."],"All SEO Scores":["Totes les puntuacions de SEO"],"SEO issue: The featured image should be at least 200 by 200 pixels to be picked up by Facebook and other social media sites.":["Problema de SEO: La imatge destacada ha de ser de 200x200 com a mínim per a què Facebook i altres xarxes socials la utilitzen."],"(no parent)":["(sense pare)"],"Post is set to noindex.":["L'entrada està configurada com a no indexable."],"The URL that this page should redirect to.":["L'URL al qual aquesta pàgina hauria de redirigir."],"301 Redirect":["Redirecció 301"],"The canonical URL that this page should point to. Leave empty to default to permalink. %1$sCross domain canonical%2$s supported too.":["L'URL canònic al qual aquesta pàgina hauria d'apuntar, ll. Deixeu el valor buit per a què apunti a l'enllaç permanent. Els %1$sURLs cànonics entre dominis%2$s també estan permesos."],"Canonical URL":["URL canònic"],"Title to use for this page in breadcrumb paths":["Títol per utilitzar en la ruta de navegació per a aquesta pàgina"],"Breadcrumbs Title":["Títol de la ruta de navegació"],"No Snippet":["No Snippet"],"No Archive":["No arxives"],"No Image Index":["No indexes imatges"],"None":["Cap"],"Meta robots advanced":["Meta Robots avançat"],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Avís: tot i que podeu definir els paràmetres per als robots aquí, tot el lloc web està configurat com a no indexable als paràmetres de privacitat del lloc. Per tant, aquests paràmetres no tindran cap efecte."],"Meta description":["Meta descripció"],"SEO Title":["Títol SEO"],"Focus keyword":["Paraula clau principal"],"Settings successfully imported.":["Els paràmetres s'han important correctament."],"Settings could not be imported:":["No s'han pogut importar els paràmetres:"],"Breadcrumb for 404 pages:":["Ruta de navegació de la pàgina 404:"],"Prefix for search result pages:":["Prefix per les pàgines dels resultats de cerca:"],"Prefix for archive pages:":["Prefix per a les pàgines d'arxius:"],"Prefix for breadcrumbs:":["Prefix per a les rutes de navegació:"],"Anchor text for the homepage:":["Text d'ancoratge per a la pàgina d'inici:"],"Breadcrumbs separator:":["Separador de la ruta de navegació:"],"%s Breadcrumbs":["Ruta de navegació del %s"],"Use Image":["Utilitza la Imatge"],"Action":["Acció"],"Page URL/Slug":["URL de la pàgina"],"Publication date":["Data de publicació"],"Post Status":["Estat de l'entrada"],"WP Page Title":["Títol de la pàgina"],"View":["Visualitza"],"View &#8220;%s&#8221;":["Mostra «%s»"],"Preview":["Previsualitza"],"Preview &#8220;%s&#8221;":["Previsualitza «%s»"],"Edit":["Edita"],"Filter":["Filtre"],"New Yoast Meta Description":["Nova meta descripció"],"Existing Yoast Meta Description":["Meta descripció existent"],"Facebook profile URL":["URL del perfil de Facebook"],"Twitter username (without @)":["Usuari Twitter (sense @)"],"FAQ":["PMF"],"Premium Support":["Suport premium"],"Settings":["Paràmetres"],"You must %1$sgo to your Reading Settings%2$s and uncheck the box for Search Engine Visibility.":["Heu d'anar als %1$sparàmetres de lectura%2$s i desmarcar l'opció per a «visibilitat de motors de cerca»"],"Huge SEO Issue: You're blocking access to robots.":["Problema greu de SEO: esteu blocant l'accés als robots."],"Posts":["Entrades"],"Edit Files":["Edita els fitxers"],"General":["General"],"Extensions":["Extensions"],"Search Console":["Consola de cerca"],"Tools":["Eines"],"Advanced":["Avançat"],"XML sitemaps":["Mapa del lloc XML"],"Social":["Social"],"SEO":["SEO"],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":["El %1$s ha detectat que esteu utilitzant la versió %2$s de %3$s, actualitzeu a l'última versió per a prevenir problemes d'incompatibilitat."],"Just another WordPress site":["Un altre lloc web amb el WordPress"],"You have used HTML in your value which is not allowed.":["No està permès utilitzar HTML al valor."],"You can't edit %s that aren't yours.":["No podeu editar %s que no són vostres."],"You can't edit %s.":["No podeu editar %s."],"Post has an invalid Content Type: %s.":["L'entrada té un tipus de contingut invàlid: %s."],"Post doesn't exist.":["L'entrada no existeix."],"posts\u0004Trash <span class=\"count\">(%s)</span>":["Paperera <span class=\"count\">(%s)</span>","Paperera <span class=\"count\">(%s)</span>"],"posts\u0004All <span class=\"count\">(%s)</span>":["Tot <span class=\"count\">(%s)</span>","Tots <span class=\"count\">(%s)</span>"]}}}