{"domain":"js-text-analysis","locale_data":{"js-text-analysis":{"":{"domain":"js-text-analysis","plural_forms":"nplurals=3; plural=(n % 10 == 1 && n % 100 != 11) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"uk_UA"},"The %1$s class must not be instantiated before the %2$s global is set.":[""],"%1$sOutrank your competitors even further%2$s with these %3$s plugins":[""],"No need to figure out what to link to. You get linking suggestions for relevant posts and pages to make your website easier to navigate.":[""],"Use AI to write SEO titles and meta descriptions for your posts and pages. It speeds up your work and does some of the thinking for you!":[""],"%s looks at more than just your main keyword. It analyzes different word forms, plurals, and past tenses. This helps your website perform even better in searches!":[""],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for titles and meta descriptions to make your pages rank high and make you look good on social media. %1$sLearn more%2$s%3$s":[""],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for product titles and meta descriptions to make your pages rank high and make you look good on social media. %1$sLearn more%2$s%3$s":[""],"Explore %s!":[""],"You’ll reach more people with multiple keyphrases! Want to quickly add these related keyphrases to the %s analyses for even better content optimization?":[""],"Get AI to write SEO titles and meta descriptions faster. Reach a wider audience with multiple keywords. Get automatic internal linking suggestions. And much, much more!":[""],"Explore now":[""],"Rank higher in search results":[""],"Turn more visitors into customers!":[""],"Increase Google clicks with rich results":[""],"Write product pages that rank using the SEO analysis":[""],"Get XML sitemaps":[""],"Optimize your video previews & thumbnails":[""],"Make sure your videos load quickly for users":[""],"Automatically get technical SEO best practices for video content":[""],"Drive more views to your videos":[""],"Stand out for local searches":[""],"Explore %s now!":[""],"%1$s24/7 support%2$s: Also on evenings and weekends.":[""],"%1$sAppealing social previews%2$s people actually want to click on.":[""],"%1$sNo more broken links%2$s: Automatic redirect manager.":[""],"%1$sSuper fast%2$s internal linking suggestions.":[""],"%1$sMultiple keywords%2$s: Rank higher for more searches.":[""],"%1$sAI%2$s: Better SEO titles and meta descriptions, faster.":[""],"Highlight areas of improvement in your text, no more searching for a needle in a haystack, straight to optimizing! Now also in Elementor!":[""],"Leave a quick review":[""],"Happy with the plugin?":[""],"Show Yoast SEO some love!":[""],"Let's get your site in tip-top shape for the search engines. Simply follow these 5 steps to make Google understand what your site is about.":[""],"If your goal is to increase your rankings, you need to work on your SEO regularly. That can be overwhelming, so let's tackle it one step at a time!":[""],"Great work! Thanks to the details you've provided, %1$s has enhanced your site for search engines, giving them a clearer picture of what your site is all about.":[""],"Important: We won't sell this data, and we won't collect any personal information about you or your visitors.":[""],"What data will be collected and why?":[""],"No, I don't want to share my site data":[""],"Are you open to help us improve our services?":[""],"Yes, give me your free tips!":[""],"Subscribe to the %1$s newsletter to receive best practices for improving your rankings, save time on SEO tasks, stay up-to-date with the latest SEO news, and get expert guidance on how to make the most of %2$s!":[""],"Get free weekly SEO tips!":[""],"You're almost there! Complete all settings in this step so search engines know what your site is about.":[""],"Completing this step helps Google to understand your site even better. Bonus: You'll improve your chance of getting %1$srich results%2$s!":[""],"Let's start by running the SEO data optimization. That means we'll scan your site and create a database with optimized SEO data. It won't change any content or settings on your site and you don't need to do anything, just hit start!\n\nNote: If you have a lot of content, this optimization could take a moment. But trust us, it's worth it!":[""],"We've successfully analyzed your site & optimized your SEO data!":[""],"Fantastic work! Add your organization's social media accounts below. This allows us to fine-tune the metadata for these platforms.":[""],"Social share preview":[""],"Twitter share preview":[""],"The %1$s interface is currently unavailable in the beta WooCommerce product editor. To resolve any issues, please disable the beta editor. %2$sLearn how to disable the beta WooCommerce product editor.%3$s":["Зараз інтерфейс %1$s недоступний в бета-версії редактора продуктів WooCommerce. Щоб вирішити будь-які проблеми, будь ласка, вимкніть бета-версію редактора. %2$sДізнайтеся більше про те, як вимкнути бета-версію редактора продуктів WooCommerce.%3$s"],"Compatibility issue: Yoast SEO is incompatible with the beta WooCommerce product editor.":["Проблема сумісності: Yoast SEO несумісний з бета-версією редактора продуктів WooCommerce."],"Search engines and other websites can still send traffic to your trashed content.":[""],"Unlock with the %1$s":["Розблокуйте за допомогою %1$s"],"Generate product titles & descriptions with AI!":["Генеруйте назви товарів та описи за допомогою ШІ!"],"Last year":["Останній рік"],"Last week":["Останній тиждень"],"Last day":["Останній день"],"Last updated":["Востаннє оновлено"],"Activate tracking to show the ranking position":["Активуйте відстеження, щоб показати місце в рейтингу"],"List your Frequently Asked Questions in an SEO-friendly way.":["Складіть список поширених запитань у дружній до SEO формі."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by OpenAI GPTBot.":["Додайте правило \"не дозволяти\" у ваш файл robots.txt, щоб запобігти скануванню ботом OpenAI GPTBot."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by the Google-Extended bot. Enabling this setting won’t prevent Google from indexing your website.":["Додайте правило \"не дозволяти\" у ваш файл robots.txt, щоб запобігти скануванню ботом Google-Extended bot. Увімкнення цього налаштування не перешкоджатиме Google індексувати ваш сайт."],"Lots of web traffic comes from bots crawling the web. Some can benefit your site or business, while other bots don’t. Blocking unwanted bots can save energy, help with site performance, and protect copyrighted content. Learn more about %1$swhen to block unwanted bots%2$s.":["Значна частина вебтрафіку надходить від ботів, які сканують інтернет. Деякі з них можуть бути корисними для вашого сайту або бізнесу, тоді як інші - ні. Блокування небажаних ботів може заощадити енергію, підвищити продуктивність сайту і захистити захищений авторським правом вміст. Дізнайтеся більше про те, %1$sколи блокувати небажаних ботів%2$s."],"Prevent OpenAI GPTBot from crawling":["Запобігти скануванню OpenAI GPTBot"],"Prevent Google Bard and Vertex AI bots from crawling":["Запобігти скануванню ботами Google Bard та Vertex AI"],"Prevent Common Crawl CCBot from crawling":["Запобігти скануванню ботом Crawl CCBot"],"Unlock Premium SEO analysis":["Розблокуйте Premium SEO-аналіз"],"Get more help with writing content that ranks":["Отримайте допомогу з написання вмісту, який ранжується"],"$ USD / € EUR / £ GBP per year (ex. VAT)":["$ USD / € EUR / £ GBP за рік (без ПДВ)"],"Internal linking suggestions":["Пропозиції щодо внутрішнього зв'язку"],"%1$s SAVE 30%% %2$s on your 12 month subscription":[""],"Learn more about %s (Opens in a new browser tab)":["Дізнатися більше про %s (Відкривається в новій вкладці браузера)"],"Write more natural and engaging content":["Створюйте більш природний та цікавий вміст"],"Synonyms help users understand your copy better. It’s easier to read for both users and Google. In %s, you can add synonyms for your focus keyphrase, and we’ll help you optimize for them.":["Синоніми допомагають користувача краще розуміти ваш текст. Його стає легше читати і користувачам, і Google. У %s ви можете додати синоніми для фокусної ключової фрази, а ми допоможемо вам з оптимізацією."],"Is your %1$s store ready for Black Friday?":["Чи готовий ваш магазин %1$s до Чорної п'ятниці?"],"Check your text on even more SEO criteria and get an enhanced keyphrase analysis, making it easier to optimize your content.":["Перевірте свій текст на відповідність ще більшій кількості критеріїв SEO та отримайте розширений аналіз ключових фраз, що полегшує оптимізацію вашого вмісту."],"Buy now!":["Купуйте зараз!"],"30% OFF!":["30% знижка!"],"BLACK FRIDAY SALE: %1$s %2$sBuy now!%3$s":["РОЗПРОДАЖ НА ЧОРНУ П'ЯТНИЦЮ: %1$s %2$sКупуйте зараз!%3$s"],"BLACK FRIDAY SALE: %1$s":["РОЗПРОДАЖ НА ЧОРНУ П'ЯТНИЦЮ: %1$s"],"Reach a wider audience":["Охопіть ширшу аудиторію"],"Add related keyphrases":["Усі пов'язані ключові фрази"],"%s automatically suggests to what content you can link with easy drag-and-drop functionality, which is good for your SEO!":["%s автоматично підказує, з яким вмістом ви можете зв'язати посилання за допомогою простого перетягування, що корисно для вашого SEO!"],"Rank higher by connecting your content":["Підніміться в рейтингу, підключивши свій вміст"],"Get help optimizing for up to 5 related keyphrases. This helps you reach a wider audience and get more traffic.":["Отримайте допомогу з оптимізації до 5 пов'язаних ключових фраз. Це допоможе вам охопити ширшу аудиторію та отримати більше трафіку."],"-30%":["-30%"],"%1$s Now with 30%% Black Friday Discount!":["%1$s Тепер зі знижкою 30%% на Чорну п'ятницю!"],"%1$sSALE 30%% OFF!%2$s":["%1$sРОЗПРОДАЖ 30%% ЗНИЖКА!%2$s"],"30% OFF":["30% знижка"],"BLACK FRIDAY":["ЧОРНА П'ЯТНИЦЯ"],"Claim your 30% off now!":["Отримайте свою знижку 30% зараз!"],"Social media appearance":["Вигляд соцмереж"],"Determine how your post should look in the search results.":["Визначте, як ваш запис має виглядати в результатах пошуку."],"The Yoast %1$sultimate Black Friday checklist%2$s helps you prepare in time, so you can boost your results during this sale.":["%1$sконтрольний чек-лист на Чорну п'ятницю%2$s Yoast допоможе вам підготуватися вчасно, щоб ви могли покращити результати під час розпродажу."],"To customize the appearance of your post specifically for Twitter, please fill out the 'Twitter appearance' settings below.":["Щоб налаштувати вигляд вашого запису спеціально для Твітера, будь ласка, заповніть налаштування \"Вигляд у Твітері\" нижче."],"Twitter appearance":["Вигляд Twitter"],"To customize the appearance of your post specifically for Twitter, please fill out the 'Twitter appearance' settings below. If you leave these settings untouched, the 'Social media appearance' settings mentioned above will also be applied for sharing on Twitter.":["Щоб налаштувати вигляд вашого запису спеціально для Твітера, будь ласка, заповніть налаштування \"Вигляд у Твітері\" нижче. Якщо ви залишите ці налаштування без змін, для публікації у Твітері будуть використані налаштування \"Вигляд у соціальних мережах\"."],"Determine how your post should look on social media like Facebook, Twitter, Instagram, WhatsApp, Threads, LinkedIn, Slack, and more.":["Визначте, як ваш запис має виглядати в соціальних мережах, таких як Facebook, Twitter, Instagram, WhatsApp, Threads, LinkedIn, Slack тощо."],"Get the checklist and start optimizing now!":["Отримайте чек-лист та розпочніть оптимізацію зараз!"],"Is your WooCommerce store ready for Black Friday?":["Чи готовий ваш магазин WooCommerce до Чорної п'ятниці?"],"The %1$s %2$sultimate Black Friday checklist%3$s helps you prepare in time, so you can boost your results during this sale.":["%1$s %2$sпідсумковий чек-лист Black Friday%3$s допоможе вам підготуватися вчасно, щоб ви могли покращити результати під час розпродажу."],"AI generator":["Генератор ШІ"],"New in %1$s":[""],"Use AI to write your titles & meta descriptions!":[""],"Use the power of Yoast AI to automatically generate compelling titles and descriptions for your posts and pages.":["Використовуйте всю потужність ШІ Yoast, щоб автоматично генерувати привабливі заголовки та описи для ваших дописів і сторінок."],"AI title & description generator":["Генератор заголовків та описів ШІ"],"Use AI":["Використовуйте ШІ"],"Clear selection":["Зрозумілий вибір"],"Note that the following commonly-used parameters will not be removed: %1$s, %2$s, %3$s, %4$s, %5$s, %6$s, and %7$s.":["Зверніть увагу, що такі часто використовувані параметри не будуть видалені: %1$s, %2$s, %3$s, %4$s, %5$s, %6$s, and %7$s."],"Learn how to increase your rankings with %1$s":["Дізнайтеся, як підвищити рейтинг за допомогою %1$s"],"Want an enhanced Google preview of how your WooCommerce products look in the search results?":["Хочете розширений попередній Google-перегляд того, як ваші продукти WooCommerce виглядають у результатах пошуку?"],"Sign up today!":["Зареєструйтеся сьогодні!"],"Feeling lost when it comes to optimizing your site for the search engines? Join our FREE webinar to gain the confidence that you need in order to start optimizing like a pro! You'll obtain the knowledge and tools to start effectively implementing SEO.":["Почуваєтеся розгублено, коли йдеться про оптимізацію вашого сайту для пошукових систем? Приєднуйтеся до нашого БЕЗКОШТОВНОГО вебінару, щоб отримати впевненість, необхідну для того, щоб почати оптимізацію як професіонал! Ви отримаєте знання та інструменти для ефективного початку реалізації SEO."],"Join our FREE webinar for SEO success":["Долучайтеся до нашого БЕЗКОШТОВНОГО вебінару, щоб досягти успіху в SEO"],"Want your products stand out in search results with rich results like price, reviews and more?":["Хочете, щоб ваші товари виділялися в результатах пошуку за допомогою розширених даних, таких як ціна, відгуки та інше?"],"%1$s, %2$s and %3$s":["%1$s, %2$s і %3$s"],"%1$s and %2$s":["%1$s і %2$s"],"Please see the “New” badges and review the Search appearance settings.":["Будь ласка, зверніть увагу на значки \"Нові\" та перегляньте налаштування вигляду пошуку."],"New type of content added to your site!":["На ваш сайт додано новий тип вмісту!"],"Site policies":["Політика сайту"],"Select a page which provides information about your diversity policies for %1$sstaffing%2$s, %1$shiring%2$s and %1$semployment%2$s.":["Виберіть сторінку, яка містить інформацію про вашу політику різноманітності для%1$sкадрів%2$s, %1$sнайму%2$s та %1$sпрацевлаштування%2$s."],"Select a page which provides information on your diversity policies for %1$seditorial%2$s content.":["Виберіть сторінку, яка містить інформацію про вашу політику різноманітності для вмісту %1$sредакції%2$s."],"Select a page which describes the personal, organizational, and corporate %1$sstandards%2$s of %1$sbehavior%2$s expected by your organization.":["Виберіть сторінку, яка описує особистісні, організаційні та корпоративні %1$sстандарти%2$s %1$sповедінки%2$s, що очікується від вашої організації."],"Select a page which outlines your procedure for addressing %1$serrors%2$s (e.g., publishing retractions or corrections).":["Виберіть сторінку, на якій описано вашу процедуру виправлення %1$sпомилок%2$s (наприклад, публікація спростувань або виправлень)."],"Select a page which describes how your organization collects and responds to %1$sfeedback%2$s, engages with the %1$spublic%2$s, and prioritizes %1$stransparency%2$s.":["Виберіть сторінку, яка описує, як ваша організація збирає та реагує на %1$sвідгуки%2$s, взаємодіє з %1$sгромадськістю%2$s та визначає пріоритети %1$sпрозорості%2$s."],"Select a page which describes the ownership structure of your organization. It should include information about  %1$sfunding%2$s and %1$sgrants%2$s.":["Виберіть сторінку, яка описує структуру власності вашої організації. Вона має містити інформацію про %1$sфінансування%2$s та %1$sгранти%2$s."],"Select a page which describes the editorial principles of your organization. %1$sWhat%2$s do you write about, %1$swho%2$s do you write for, and %1$swhy%2$s?":["Виберіть сторінку, яка описує редакційні принципи вашої організації. %1$sПро що%2$s ви пишете, %1$sдля кого%2$s ви пишете та %1$sчому%2$s?"],"Select the pages on your website which contain information about your organizational and publishing policies. Some of these might not apply to your site, and you can select the same page for multiple policies. %1$sLearn more about why setting your site policies is important%2$s.":["Виберіть сторінки на вашому сайті, які містять інформацію про вашу організаційну та видавничу політику. Деякі з них можуть не поширюватися на ваш сайт, також ви можете вибрати одну сторінку для кількох політик. %1$sДізнайтеся більше про те, чому важливо впроваджувати політику вашого сайту%2$s."],"Diversity staffing report":["Звіт про кадрове різноманіття"],"Diversity policy":["Політика різноманітності"],"Ethics policy":["Етичний кодекс"],"Corrections policy":["Політика виправлень"],"Actionable feedback policy":["Дієва політика зворотнього зв'язку"],"Ownership / Funding info":["Інформація про власника / фінансування"],"Publishing policies":["Видавнича політика"],"Publishing principles":["Видавничі принципи"],"Failed to retrieve pages.":["Не вдалося отримати сторінки."],"Searching pages...":["Пошук сторінок..."],"Add new page...":["Додати нову сторінку..."],"No pages found.":["Сторінки не знайдені."],"You've added a new type of content. We recommend that you review the corresponding %1$sSearch appearance settings%2$s.":["Ви додали новий тип вмісту. Рекомендуємо переглянути відповідні %1$sНалаштування вигляду пошуку%2$s."],"Error: Taxonomy was not removed from new_taxonomies list.":["Помилка: Таксономія не була видалена з нового_списку таксономій."],"Taxonomy is no longer new.":["Таксономія вже не нова."],"Taxonomy is not new.":["Таксономія не нова."],"Error: Post type was not removed from new_post_types list.":["Помилка: Тип запису не був видалений зі списку нових_типів_записів."],"Post type is no longer new.":["Тип запису вже не новий."],"Post type is not new.":["Тип запису не новий."],"Write a bug report":["Напишіть повідомлення про помилку"],"Our support team is here to answer any questions you may have. Fill out the (pop-up) contact form, and we'll get back to you as soon as possible!":["Наша служба підтримки готова відповісти на будь-які ваші запитання. Заповніть контактну форму, і ми зв'яжемося з вами якнайшвидше!"],"%1$sSupport languages:%2$s English & Spanish":["%1$sПідтримувані мови:%2$s англійська та іспанська"],"If you don't find the answers you're looking for and need personalized help, you can get 24/7 support from one of our support engineers.":["Якщо ви не знайшли відповідей на свої питання і вам потрібна персоналізована допомога, ви можете отримати цілодобову підтримку від наших інженерів."],"Contact our support team":["Зв'яжіться з нашою командою підтримки"],"Have you stumbled upon a bug while using %1$s? Please raise a bug report on our GitHub repository to let us know about the issue!":["Натрапили на помилку під час користування %1$s? Будь ласка, подайте звіт про помилку в репозиторії GitHub, щоб ми дізналися про проблему!"],"Raise a bug report on GitHub":["Створіть звіт про помилку на GitHub"],"Visit WordPress forum":["Відвідайте форум WordPress"],"In the WordPress support forum for %1$s you can find answers or ask for help from %1$s users in the WordPress community.":["На форумі підтримки WordPress для %1$s ви знайдете відповіді або можете попросити допомоги в користувачів %1$s у спільноті WordPress."],"WordPress support forum for %1$s":["Форум підтримки WordPress для %1$s"],"Visit our help center":["Відвідайте наш центр допомоги"],"Have a look at our help center to find articles, tutorials, and other resources to help you get the most out of %1$s!":["Зазирніть до нашого центру допомоги, щоб знайти статті, інструкції та інші ресурси, що допоможуть вам отримати все від %1$s!"],"%1$s's help center":["центр допомоги %1$s"],"Need help with %1$s? These resources are a great place to start!":["Потрібна допомога з %1$s? Ці ресурси - чудове місце, з якого варто почати!"],"Additional resources":["Додаткові ресурси"],"Here, you'll find answers to commonly asked questions about using %1$s. If you don't see your question listed, you can have a look at the section below.":["Тут ви можете знайти відповіді на поширені запитання щодо використання %1$s. Якщо ви не знайшли свого запитання в переліку, можете переглянути розділ нижче."],"Frequently asked questions":["Часті запитання"],"If you have any questions, need a hand with a technical issue, or just want to say hi, we've got you covered. Get in touch with us and we'll be happy to assist you!":["Якщо у вас виникли запитання, вам потрібна допомога у вирішенні технічної проблеми або ви просто хочете привітатися, ми завжди до ваших послуг. Зв'яжіться з нами, і ми з радістю вам допоможемо!"],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by Google AdsBot. You should only enable this setting if you're not using Google Ads on your site.":["Додайте правило \"заборонити\" до файлу robots.txt, щоб запобігти скануванню AdsBot від Google. Вам треба лише ввімкнути це налаштування, якщо ви не використовуєте Google Ads на сайті."],"Block unwanted bots":["Блокуйте небажаних ботів"],"Close the upgrade callout":["Закрийте вікно оновлення, що спливає"],"%1$s and get an exclusive %2$s discount for %3$s month(s).":["%1$s та отримайте ексклюзивну %2$s знижку на %3$s місяці(в)."],"Click here to upgrade your %s plan":["Натисніть тут, щоб оновити тарифний план %s"],"Keyphrases tracked: %1$s/%2$s":["Відстежувані ключові фрази: %1$s/%2$s"],"Your are tracking %1$s out of %2$s keyphrases included in your account.":["Ви відстежуєте %1$s з %2$s ключових запитів, що входять до вашого облікового запису."],"Your are tracking %1$s out of %2$s keyphrases included in your free account.":["Ви відстежуєте %1$s з %2$s ключових враз, включених до вашого безкоштовного облікового запису."],"Support":["Підтримка"],"Prevent Google AdsBot from crawling":["Запобігти скануванню Google AdsBot"],"%s":["%s"],"This overview will show you your top performing keyphrases in Google. Connect with %s to get started.":["Цей огляд покаже вам найрезультативніші ключові фрази в Google. Щоб почати, використовуйте %s."],"You have successfully connected with %s.":["Ви успішно з'єдналися з %s."],"You have successfully connected with %1$s. Your %2$s account does not contain any keyphrases for this website yet. You can track keyphrases by using the \"Track SEO Performance\" button in the post editor.":["Ви успішно з'єдналися з %1$s. Ваш обліковий запис %2$s поки що не містить жодної ключової фрази для цього вебсайту. Ви можете відстежувати ключові фрази за допомогою кнопки \"Відстежити ефективність SEO\" у редакторі записів."],"Network Error: Unable to connect to the server. Please check your internet connection and try again later.":["Помилка мережі: Неможливо зв'язатися з сервером. Будь ласка, перевірте інтернет-з'єднання та спробуйте пізніше."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of URLs like %1$s, %2$s and %3$s.":["Додайте правило \"заборонити\" до файлу robots.txt, щоб запобігти скануванню URL-адрес %1$s, %2$s та %3$s."],"Your WordPress environment is running on a non-production site. Indexables can only be created on production environments. Please check your `WP_ENVIRONMENT_TYPE` settings.":["Ваше середовище WordPress працює на невиробничому сайті. Індексовані файли можна створювати лише у виробничих середовищах. Будь ласка, перевірте налаштування `WP_ENVIRONMENT_TYPE`."],"Inclusive language: %s":["Інклюзивна мова: %s"],"%1$s / %2$s: Top Keyphrases":["%1$s / %2$s: Найпопулярніші ключові фрази"],"The post type %s could not be indexed because it does not meet indexing requirements.":["Тип запису %s неможливо проіндексувати, оскільки він не відповідає вимогам індексування."],"The name of this category is %1$s.":["Назва цієї категорії %1$s."],"Start the course":["Розпочати курс"],"Start free trial lesson":["Розпочати безкоштовний пробний урок"],"Maximize your SEO game by purchasing %s, which grants you unlimited access to all courses.":["Максимізуйте вашу SEO-гру, придбавши %s, що подарує вам необмежений доступ до всіх курсів."],"Learn vital SEO skills that you can apply at once! Let us take you by the hand and give you practical SEO tips to help you outrank your competitors. %s comes with five free courses.":["Отримайте життєво необхідні SEO-навички, які ви можете застосувати одразу! Дозвольте нам взяти вас за руку і дати вам практичні поради щодо SEO, які допоможуть вам випередити ваших конкурентів. %s містить п'ять безкоштовних курсів."],"Learn vital SEO skills that you can apply at once! Let us take you by the hand and give you practical SEO tips to help you outrank your competitors. Maximize your SEO game! Because your %s subscription gives you unlimited access to all courses.":["Отримайте життєво важливі SEO-навички, які ви можете застосувати одразу! Дозвольте нам взяти вас за руку і дати вам практичні поради щодо SEO, які допоможуть вам випередити ваших конкурентів. Максимізуйте свою SEO-гру! Тому що ваша підписка %s дає вам необмежений доступ до всіх курсів."],"Choosing the right type of hosting for your site is the basis of a solid Technical SEO strategy. Learn all about it in this course!":["Вибір правильного типу хостингу для вашого сайту - основа надійної стратегії технічного SEO. Дізнайтеся все про це в цьому курсі!"],"You have to make it possible for search engines to find your site, so they can display it in the search results. We'll tell you all about how that works in this course!":["Ви повинні зробити так, щоб пошукові системи могли знайти ваш сайт та відображати його в результатах пошуку. У цьому курсі ми розповімо вам все про те, як це працює!"],"Are you selling in countries all over the world? In this course, you’ll learn all about setting up and managing a site that targets people in different languages and locales.":["Ви продаєте в країнах усього світу? На цьому курсі ви дізнаєтеся все про створення та керування сайтом, орієнтованим на людей, які розмовляють різними мовами та проживають у різних регіонах."],"Do you want to take a deep dive into structured data? In this course, you'll learn the theory related to structured data in detail.":["Хочете зануритися поглибше в структуровані дані? На цьому курсі ви детально вивчите теорію, пов'язану зі структурованими даними."],"Learn how to optimize your online shop for your customers and for search engines!":["Дізнайтеся, як оптимізувати ваш онлайн-магазин для клієнтів та пошукових систем!"],"Do you own a local business? This course will teach you how to make sure your local audience can find you in the search results and on Google Maps!":["Ви власник локального бізнесу? Цей курс навчить вас, як зробити так, щоб ваша локальна аудиторія могла знайти вас у результатах пошуку та на картах Google!"],"A clear site structure benefits your users and is of great importance for SEO. Still, most people seem to forget about this. Get ahead of your competition and learn how to improve your site structure!":["Чітка структура сайту приносить користь вашим користувачам і має велике значення для SEO. Проте більшість людей, здається, забуває про це. Випередьте своїх конкурентів і дізнайтеся, як покращити структуру сайту!"],"Start creating block-tastic content with the new WordPress block editor! Learn all about the block editor and what you can do with it.":["Почніть створювати блочно стилістичний вміст за допомогою нового редактора блоків WordPress! Дізнайтеся все про редактор блоків і про те, що ви можете з ним робити."],"Do you know the essential first step of good SEO? It's keyword research. In this training, you'll learn how to research and select the keywords that will guide searchers to your pages.":["Чи знаєте ви найважливіший перший крок хорошого SEO? Це дослідження ключових слів. На цьому тренажері ви дізнаєтесь, як досліджувати та вибирати ключові слова, які спрямовуватимуть користувачів на ваші сторінки."],"Learn how to make your site stand out from the crowd by adding structured data!":["Дізнайтеся, як виділити свій сайт серед інших, додавши структуровані дані!"],"In this course, you'll learn how to write awesome copy that is optimized for ranking in search engines.":["На цьому курсі ви дізнаєтеся, як писати чудові тексти, оптимізовані для ранжування в пошукових системах."],"Do you want to set up your own WordPress site? This course will teach you the ins and outs of creating and maintaining a WordPress website!":["Хочете створити власний сайт на WordPress? Цей курс навчить вас усіх тонкощів створення та підтримки веб-сайту на WordPress!"],"In this course, you'll learn practical SEO skills on every key aspect of SEO, to make your site stand out.":["На цьому курсі ви отримаєте практичні навички з усіх ключових аспектів SEO, щоб ваш сайт виділявся на тлі інших."],"In this course, you'll learn about how to set up and use the %1$s for WordPress plugin so it makes SEO even easier. This course is meant for users of the block editor.":["У цьому курсі ви дізнаєтеся про те, як налаштувати і використовувати плагін %1$s для WordPress, щоб зробити SEO ще простішим. Цей курс призначений для користувачів редактора блоків."],"In this free course, you'll get quick wins to make your site rank higher in Google, Bing, and Yahoo.":["У цьому безкоштовному курсі ви досягнете швидких перемог, щоб підвищити рейтинг вашого сайту в Google, Bing та Yahoo."],"Academy":["Академія"],"%1$s %2$s isn't working as expected %3$s and you are not receiving updates or support! Make sure to %4$s activate your product subscription in %5$s%6$s to unlock all the features of %7$s.":["%1$s %2$sне працює так, як очікувалося %3$s, ви не отримуєте оновлень та підтримки! Переконайтеся, що %4$s активувати підписку в %5$s%6$s, щоб розблокувати всі функції %7$s."],"%1$s can't be updated because your product subscription is expired. %2$sRenew your product subscription%3$s to get updates again and use all the features of %1$s.":["%1$s неможливо оновити. оскільки термін дії вашої підписки закінчився. %2$sОновіть вашу підписку%3$s, щоб знову отримувати оновлення та користуватися всіма функціями %1$s."],"Warning! These are expert features, so make sure you know what you're doing before using this setting. You might break your site. %1$sRead more about how your site can be affected%2$s.":["Обережно! Це функція рівня експерт, тож переконайтеся, що ви знаєте, що робите, використовуючи це налаштування. Ви можете поламати сайт. %1$sДізнайтеся більше про те, як це може вплинути на ваш сайт%2$s."],"%1$s: unregistered URL parameter removed. See %2$s":["%1$s: незареєстрований параметр URL видалено. Див. %2$s"],"This feature is disabled when your site is not using pretty permalinks.":["Ця функція вимкнена, якщо ваш сайт не використовує гарні постійні посилання."],"This feature is disabled when your site is not using %1$spretty permalinks%2$s.":["Ця функція вимкнена, якщо ваш сайт не використовує %1$sгарні постійні посилання%2$s."],"%1$s: redirect utm variables to #":["%1$s: переспрямувати змінні utm на #"],"Optimize your business for multiple locations":["Оптимізуйте свій бізнес для кількох локацій"],"Easily add maps, address finders, and opening hours to your content":["Легко додайте до свого вмісту карти, адресу та години роботи"],"Automatically get technical SEO best practices for local businesses":["Автоматично отримуйте найкращі технічні SEO-практики для місцевого бізнесу"],"Attract more customers to your site and physical store":[""],"Remove Other profile %1$s":["Видалити інший профіль %1$s"],"Please select a user in the Site representation step.":["Будь ласка, виберіть користувача на етапі Представництво сайту."],"You can %1$supdate or add social profiles to this user profile%2$s.":["Ви можете %1$sоновити або додати профілі соцмереж до цього користувацького профілю%2$s."],"You have selected the user %1$s as the person this site represents.":["Ви вибрали користувача %1$s як особу, що представляє цей сайт."],"If you select a Person to represent this site, we will use the social profiles from the selected user's profile page.":["Якщо ви обираєте Особу як представника цього сайту, ми будемо використовувати соціальні профілі зі сторінки профілю обраного користувача."],"It looks like you've enabled media pages. We recommend that you help us to re-analyze your site by running the SEO data optimization. ":["Схоже, ви відключили сторінки медіа. Ми радимо вам допомогти нами заново проаналізувати ваш сайт, запустивши оптимізацію даних SEO. "],"Organization Mastodon":["Організація Mastodon"],"%1$s Settings - %2$s":["%1$s Налаштування - %2$s"],"Read more about how to get your site verified.":["Дізнайтеся більше про те, як підтвердити ваш сайт."],"Get your site verified in your Mastodon profile.":["Підтвердьте свій сайт у власному профілі на Mastodon."],"E.g. https://mastodon.social/@yoast":["Н.п. https://mastodon.social/@yoast"],"Mastodon":["Mastodon"],"%2$s integrates %1$s' Schema output into its own to get rich snippets for your digital products!":["%2$s інтегрує %1$s вихідні дані Schema в свою, щоб отримати розширені фрагменти для ваших цифрових товарів!"],"Get %1$srich results for your digital products%2$s in Google search":["Отримуйте %1$sхороші результати для своїх цифрових товарів%2$s у Google-пошуку"],"Add trustworthiness to your %1$s profile by verifying your site with %2$s.":["Додайте надійності своєму обліковому запису %1$s, перевіривши свій сайт на %2$s."],"Verify your site on %1$s%2$s%3$s":["Перевірте ваш сайт на %1$s%2$s%3$s"],"Mastodon profile not yet added":["Обліковий запис Mastodon ще не додано"],"Mastodon profile added":["Додано обліковий запис Mastodon"],"Potentially non-inclusive":["Потенційно неінклюзивний"],"Finish your %s":["Завершіть %s"],"Please enter a number between 1 and 50.":["Будь ласка, введіть число від 1 до 50."],"Settings navigation":["Навігація налаштуваннями"],"Close settings navigation":["Закрити навігацію налаштуваннями"],"Open settings navigation":["Відкрити навігацію налаштуваннями"],"Choose whether your site represents an organization or a person. %1$sLearn more about the differences and choosing between Organization and Person%2$s.":["Оберіть, чи ваш сайт представляє організацію чи людину. %1$sДізнайтеся більше про різницю і вибір між організацією чи людиною%2$s."],"%1$sGet%2$s %3$s":["%1$sОтримайте%2$s %3$s"],"Index Now":["Індексувати зараз"],"Failed to retrieve media.":["Не вдалося отримати медіа."],"Limit the length of internal site search queries to reduce the impact of spam attacks and confusing URLs. Please enter a number between 1 and 50.":["Обмежте довжину внутрішніх пошукових запитів сайту, щоб зменшити вплив спам-атак і заплутаних URL-адрес. Будь ласка, введіть число від 1 до 50."],"The number you've entered is not between 1 and 50.":["Число, яке ви ввели, не знаходиться в діапазоні від 1 до 50."],"Determine how your %1$s should look on social media.":["Визначте, який вигляд має мати %1$s в соціальних мережах."],"Disabling this means that archive pages for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Вимкнення цієї опції означає, що сторінки архіву для %1$s не будуть проіндексовані пошуковими системами і будуть виключені з XML-карт сайту."],"Prevents specific URL parameters from being removed by the above feature. E.g., adding %1$s will prevent %2$s from being redirected to %3$s. You can add multiple parameters and separate them by using enter or a comma.":["Запобігає видаленню певних параметрів URL-адреси за допомогою вищезгаданої функції. Наприклад, додавання %1$s не дозволить перенаправляти %2$s на  %3$s. Ви можете додати кілька параметрів і розділити їх за допомогою клавіші Enter або коми."],"Consolidates WordPress' multiple site search URL formats into the %1$s syntax. E.g., %2$s will redirect to %3$s":["Об'єднує різні формати URL-адрес пошуку на сайтах WordPress у синтаксис %1$s. Наприклад, %2$s буде переспрямовано на %3$s"],"Redirect pretty URLs to ‘raw’ formats":["Переспрямування красивих URL-адрес у \"необроблені\" формати"],"Allow":["Дозволити"],"Deny":["Відхилити"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["Щоб переглянути це відео, вам потрібно дозволити %1$s завантажувати вбудовані відео з %2$s."],"Only available for English sites":["Доступно лише для англомовних сайтів"],"You can change the default type for %1$s under Content types in the %2$sSettings%3$s.":["Ви можете змінити тип за замовчуванням для %1$s у Типах вмісту в %2$sНалаштуваннях%3$s."],"all the Yoast plugins":["усі плагіни Yoast"],"Show date archives in search results":["Показати архіви дат в результатах пошуку"],"Show %1$s archives in search results":["Показати архіви %1$s в результатах пошуку"],"Prefix for archive breadcrumbs":["Префікс для архіву хлібних крихот"],"Unlock rich results in Google search by using plugins that integrate with the %1$sYoast Schema API%2$s.":["Розблокуйте розширені результати гугл-пошуку за допомогою плагінів, які інтегруються з %1$sYoast Schema API%2$s."],"Schema API integrations":["Інтеграції Schema API"],"%s can integrate with other products, to help you further improve your website. You can enable or disable these integrations below.":["%s може інтегруватися з іншими продуктами, щоб допомогти вам ще більше покращити ваш веб-сайт. Ви можете ввімкнути або вимкнути ці інтеграції нижче."],"Unlock rich snippets for your product pages by using %1$s.":["Розблокуйте розширені фрагменти для сторінок товарів за допомогою %1$s."],"Get %1$srich product results%2$s in Google search":["Отримуйте %1$sхороші результати товару%2$s в Google пошуку"],"%1$s integrates with %2$s's Schema API to get rich snippets for your recipes!":["%1$s інтегрується зі Schema API %2$s, щоб отримати розширені фрагменти для ваших рецептів!"],"Get %1$srich results for your recipes%2$s in Google search":["Отримуйте %1$sхороші результати для своїх рецептів%2$s в Google пошуку"],"%1$s integrates with %2$s's Schema API to get rich snippets for your podcasts!":["%1$s інтегрується за допомогою Schema API %2$s, щоб отримати розширені фрагменти для ваших подкастів!"],"Get %1$srich results for your podcast%2$s in Google search":["Отримуйте %1$sхороші результати для свого подкасту%2$s в Google пошуку"],"%1$s integrates with %2$s's Schema API to get rich snippets for your events!":["%1$s інтегрується за допомогою Schema API %2$s, щоб отримати розширені фрагменти для ваших подій!"],"Get %1$srich results for your events%2$s in Google search":["Отримуйте %1$sхороші результати для своїх подій%2$s в пошуку Google"],"You have selected the user %1$s%3$s%2$s as the person this site represents. Their user profile information will now be used in search results. We're sorry, you're not allowed to edit this user's profile. Please contact your admin or %1$s%3$s%2$s to check and/or update the profile.":["Ви вибрали користувача %1$s%3$s%2$s як особу, яка представляє цей сайт. Інформація з його профілю тепер буде використовуватися в результатах пошуку. На жаль, ви не маєте права редагувати профіль цього користувача. Будь ласка, зв'яжіться з вашим адміністратором або %1$s%3$s%2$s, щоб перевірити та/або оновити профіль."],"An organization name and logo need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site name and logo as default values. %1$sLearn more about the importance of structured data%2$s.":["Для правильної роботи зі структурованими даними необхідно вказати назву організації та логотип. Оскільки ви ще не встановили їх, ми використовуємо назву сайту та логотип як значення за замовчуванням. %1$sДізнайтеся більше про важливість структурованих даних%2$s."],"This info is intended to appear in %1$sGoogle's Knowledge Graph%2$s.":["Ця інформація має з'явитися в  %1$sKnowledge Graph Google-а%2$s."],"Other profile %1$s":["Інший профіль %1$s"],"Tweet":["Твіт"],"Organization Twitter":["Твіттер організації"],"Open Graph":["Open Graph"],"Organization Facebook":["Facebook організації"],"OpenGraph":["OpenGraph"],"Format archives":["Форматувати архіви"],"File":["Файл"],"PDF":["PDF"],"Video":["Відео"],"Attachment":["Вкладення"],"404 pages title":["Заголовок сторінок 404"],"Search pages title":["Шукати заголовки сторінок"],"Enable date archives":["Увімкнути архіви дати"],"Enable author archives":["Увімкнути архіви за автором"],"Anchor text for the homepage":["Якірний текст для головної сторінки"],"Organization/person":["Організація/людина"],"Divider":["Роздільник"],"Remove Atom/RDF feeds":["Видалити стрічки Atom/RDF"],"Webmaster":["Вебмайстер"],"Share":["Поділитися"],"Structured data":["Структуровані дані"],"Enable the %1$s XML sitemaps. A sitemap is a file that lists a website's essential pages to make sure search engines can find and crawl them.":["Увімкніть XML-карти сайту %1$s. Карта сайту - це файл, в якому перераховані основні сторінки сайту, щоб пошукові системи могли їх знайти і просканувати."],"The %1$s icon in the top admin bar provides quick access to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["Іконка %1$s у верхній панелі адміністратора надає швидкий доступ до сторонніх інструментів для аналізу сторінок і дозволяє легко побачити, чи є у вас нові сповіщення."],"Allows for Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared. Keep this feature enabled to optimize your site for social media.":["Дозволяє фейсбуку та іншим соціальним мережам відображати попередній перегляд із зображеннями та текстовим уривком під час публікації посилання на ваш сайт. Не вимикайте цю функцію, щоб оптимізувати свій сайт для соціальних мереж."],"Count the number of internal links from and to your posts to improve your site structure.":["Підрахуйте кількість внутрішніх посилань з ваших записів та на них, щоб покращити структуру сайту."],"Mark and filter your cornerstone content to make sure your most important articles get the attention they deserve. To help you write excellent copy, we’ll assess your text more strictly.":["Позначайте і фільтруйте свій наріжний вміст, щоб переконатися, що ваші найважливіші статті отримають увагу, на яку вони заслуговують. Щоб допомогти вам писати відмінні тексти, ми будемо суворіше оцінювати ваш текст."],"Get more insights into what you are writing. What words do you use most often? How much time does it take to read your text? Is your text easy to read?":["Отримайте більше розуміння того, що ви пишете. Які слова ви використовуєте найчастіше? Скільки часу потрібно, щоб прочитати ваш текст? Чи легко читається ваш текст?"],"The inclusive language analysis offers suggestions to write more inclusive copy, so more people will be able to relate to your content.":["Аналіз інклюзивної мови надає пропозиції щодо написання більш інклюзивного тексту, щоб більше людей могли мати відношення до вашого вмісту."],"The SEO analysis offers suggestions to improve the findability of your text and makes sure that your content meets best practices.":["SEO-аналіз надає пропозиції щодо покращення пошуку вашого тексту і гарантує, що ваш вміст відповідає найкращим практикам."],"Set the basic info for your website. You can use %1$stagline%2$s and %1$sseparator%2$s as %3$sreplacement variables%4$s when configuring the search appearance of your content.":["Задайте основну інформацію для вашого сайту. Ви можете використовувати %1$sдодаткові відомості%2$s і %1$sрозділювач%2$s як %3$sзамінні змінні%4$s при налаштуванні зовнішнього вигляду пошуку вашого вмісту."],"Usage tracking allows us to track some data about your site to improve our plugin. %1$sLearn more about which data we track and why%2$s.":["Відстеження використання дозволяє нам відстежувати деякі дані про ваш сайт, щоб покращити наш плагін. %1$sДізнайтеся більше про те, які дані ми відстежуємо і чому%2$s."],"A link to the archive for the post author, with the author's name as anchor text.":["Посилання на архів для автора допису, з ім'ям автора в якості якірного тексту."],"Determine how your %1$s pages should be described by default in your site's Schema.org markup. You can always customize the settings for individual %1$s pages in the %2$s metabox.":["Визначте, як сторінки %1$s мають бути описані за замовчуванням у розмітці Schema.org вашого сайту. Ви завжди можете встановити налаштування для окремих сторінок %1$s у метабоксі %2$s."],"Determine how your %1$s pages should look in search engines. You can always customize the settings for individual %1$s pages in the %2$s metabox.":["Визначте, який вигляд матимуть ваші сторінки %1$s в результатах пошуку. Ви завжди можете встановити налаштування для окремих сторінок %1$s у метабоксі %2$s."],"Enable %1$s pages":["Увімкнути сторінки %1$s"],"Determine how your homepage should look in the search results.":["Визначте, який вигляд матиме домашня сторінка в результатах пошуку."],"Determine how your %1$s should look in search engines. You can always customize the settings for individual %1$s in the %2$s metabox.":["Визначте, як %1$s мають виглядати в пошукових системах. Ви завжди можете встановити налаштування для окремих  %1$s у метабоксі %2$s."],"Enable format-based archives":["Увімкнути архіви на основі формату"],"Not sure how to implement the %3$s breadcrumbs on your site? Read %1$sour help article on breadcrumbs implementation%2$s.":["Не впевнені як реалізувати хлібні крихти %3$s на своєму сайті? Прочитайте %1$sстаттю про реалізацію хлібних крихот%2$s."],"Show %1$s without posts in search results":["Показати %1$s без записів у результатах пошуку"],"Determine how your %1$s should look on social media by default. You can always customize the settings for individual %1$s in the %2$s metabox.":["Визначте, як %1$s мають виглядати в соціальних мережах за замовчуванням. Ви завжди можете встановити налаштування для окремих %1$s у метабоксі %2$s."],"Determine what your %1$s should look like in the search results by default. You can always customize the settings for individual %1$s in the %2$s metabox.":["Визначте, як %1$s мають виглядати в результатах пошуку за замовчуванням. Ви завжди можете встановити налаштування для окремих %1$s у метабоксі %2$s."],"This taxonomy is used for %2$s.":["Ця таксономія використовується для %2$s."],"This taxonomy is used for %1$s and %2$s.":["Ця таксономія використовується для %1$s та %2$s."],"Read more about our custom field analysis":["Дізнайтеся більше про наш аналіз користувацьких полів"],"Determine how your %1$s should look on social media by default. You can always customize the settings for individual %1$s in the %2$s sidebar or metabox.":["Визначте, як %1$s мають виглядати у соціальних мережах за замовчуванням. Ви завжди можете встановити налаштування для окремих %1$s у бічній панелі %2$s чи метабоксі."],"Determine what your %1$s should look like in the search results by default. You can always customize the settings for individual %1$s in the %2$s sidebar or metabox.":["Визначте, як %1$s мають виглядати в результатах пошуку за замовчуванням. Ви завжди можете встановити налаштування для окремих %1$s у бічній панелі %2$s чи метабоксі."],"Determine how your %1$s should be described by default in %2$syour site's Schema.org markup%3$s. You can always change the settings for individual %1$s in the %4$s sidebar or metabox.":["Визначте, як %1$s мають бути описані за замовчуванням у %2$sрозмітці вашого сайту на Schema.org%3$s. Ви завжди можете змінити налаштування для окремих %1$s у бічній панелі %4$s або метабоксі."],"You can add multiple custom fields and separate them by using %1$senter%2$s or %1$scomma%2$s.":["Ви можете додати кілька користувацьких полів і розділити їх за допомогою %1$sвводу%2$s або %1$sкоми%2$s."],"Please enter a search term with at least 3 characters.":["Будь ласка, уведіть принаймні 3 символи пошукового терміну."],"CtrlK":["CtrlK"],"⌘K":["⌘K"],"Add new user...":["Додати нового користувача..."],"Unavailable for multisites":["Недоступно для кількох сайтів"],"Integrate your custom fields and SEO data from %1$s%2$s%3$s":["Інтегруйте свої користувацькі поля та дані SEO з %1$s%2$s%3$s"],"Upgrade your %1$s%2$s%3$s SEO":["Оновіть ваше SEO %1$s%2$s%3$s"],"Improve your internal search results with %1$s%2$s%3$s":["Покращте результати внутрішнього пошуку за допомогою %1$s%2$s%3$s"],"Make your terms & privacy pages more trustworthy with %1$s%2$s%3$s":["Зробіть сторінки умов та конфіденційності надійнішими за допомогою %1$s%2$s%3$s"],"Track your rankings through time with %1$s%2$s%3$s":["Відстежуйте свій рейтинг у часі за допомогою %1$s%2$s%3$s"],"Use %1$s%2$s%3$s to do keyword research - without leaving your post":["Використовуйте %1$s%2$s%3$s для пошуку ключових слів - не виходячи з запису"],"We could not save the website name. Please check the value.":["Ми не змогли зберегти назву вебсайту. Будь ласка, перевірте значення."],"%1$sSubheading distribution%2$s: The beginning of your text is longer than %4$s %5$s and is not separated by any subheadings. %3$sAdd subheadings to improve readability.%2$s":["%1$sРозподіл підзаголовків%2$s: Початок вашого тексту довший за %4$s %5$s і не відокремлений жодним підзаголовком. %3$sДодайте підзаголовки, щоб покращити читабельність.%2$s"],"WordPress.org support forums":["Форум підтримки WordPress.org"],"Yoast Premium support":["Підтримка Yoast Premium"],"Yoast.com help section":["Розділ \"Допомога\" Yoast.com"],"Help":["Допомога"],"Write better content":["Пишіть кращий вміст"],"Improve your blog post":["Покращте запис у блозі"],"Learn more SEO":["Дізнайтеся більше про SEO"],"SEO Tools":["Інструменти SEO"],"not set":["не встановлено"],"With a 30-day money-back guarantee. No questions asked.":[""],"Reach new customers who live near your business":[""],"Get all 5 Yoast plugins for WordPress at a big discount":[""],"Cover all your SEO bases":["Охопіть всі ваші SEO-бази"],"Add global identifiers for variable products":["Додайте глобальні ідентифікатори для змінних товарів"],"Drive more traffic to your online store":["Залучайте більше трафіку на свій інтернет-магазин"],"Add all necessary schema.org markup":["Додайте всю необхідну розмітку schema.org"],"Ping Google on the publication of a new post":["Перевірте зв'язок з Google на публікації нового запису"],"Rank higher in Google's news carousel":["Підніміться вище в новинній каруселі Google"],"Make your videos responsive for all screen sizes":["Зробіть свої відео адаптивними для всіх розмірів екранів"],"Cleaned up %1$d record from %2$s.":["Очищено %1$d запис з %2$s.","Очищено %1$d записи з %2$s.","Очищено %1$d записів з %2$s."],"Cleaning up %1$s [%2$s]":["Очищення %1$s [%2$s]"],"Skipping %1$s. %2$s is not active on this site.":["Пропуск %1$s. %2$s не активовано на цьому сайті."],"Cleaned up %1$d record.":["Очищено %1$d запис.","Очищено %1$d записи.","Очищено %1$d записів."],"The value for 'batch-size' must be a positive integer higher than equal to 1.":["Значення для 'batch-size' має бути натуральним числом, більшим за 1."],"The value for 'interval' must be a positive integer.":["Значення для \"інтервалу\" має бути додатним цілим числом."],"We need to re-analyze some of your SEO data because of a change in the visibility of your taxonomies. Please help us do that by running the SEO data optimization. ":["Нам потрібно заново проаналізувати деякі ваші дані SEO через зміну видимості ваших таксономій. Будь ласка, допоможіть нам з цим, запустивши оптимізацію даних SEO. "],"We need to re-analyze some of your SEO data because of a change in the visibility of your post types. Please help us do that by running the SEO data optimization. ":["Вам слід заново проаналізувати деякі дані SEO через зміну видимості типів ваших записів. Будь ласка, допоможіть нам з цим, запустивши оптимізацію даних SEO. "],"The term %s could not be built because it's not indexable.":["Таксономію %s неможливо побудувати, тому що вона не індексується."],"The post %s could not be indexed because it's post type is excluded from indexing.":["Запис %s неможливо індексувати, оскільки цей тип запису виключений з індексування."],"The post %s could not be indexed because it does not meet indexing requirements.":["Запис %s неможливо індексувати, оскільки він не відповідає вимогам індексування."],"%1$sSAVE 30%%%2$s on your 12 month subscription":[""],"BLACK FRIDAY - 30% OFF":["ЧОРНА П'ЯТНИЦЯ - ЗНИЖКИ 30%"],"Use the alternate organization name for acronyms, or a shorter version of your organization's name.":["Використовуйте альтернативну назву організації для акронімів чи короткої версії назви організації."],"Alternate organization name":["Альтернативна назва організації"],"Use the alternate website name for acronyms, or a shorter version of your website's name.":["Використовуйте альтернативну назву сайту для акронімів чи короткого варіанту назви сайту."],"Alternate website name":["Альтернативна назва сайту"],"Determine how the title of your 404 error pages should look in the browser.":["Виберіть, який вигляд матиме заголовок сторінок 404 в браузері."],"404 error pages":["Сторінки 404"],"Determine how the title of your internal search pages should look in the browser.":["Виберіть, який вигляд матиме заголовок сторінок внутрішнього пошуку в браузері."],"Internal search pages":["Сторінки внутрішнього пошуку"],"Show media pages in search results":["Відображати сторінки медіа в результатах пошуку"],"Show format archives in search results":["Відображати архіви дат у результатах пошуку"],"Show author archives in search results":["Відображати авторські архіви в результатах пошуку"],"Breadcrumbs for %1$s":["Хлібні крихти для %1$s"],"Site connections":["Зв'язки сайту"],"View the XML sitemap":["Дивіться XML-карту сайту"],"Enable feature":["Увімкнути функцію"],"Site features":["Функції сайту"],"Learn more":["Дізнатись більше"],"Site info":["Інформація про сайт"],"We're sorry, you're not allowed to edit the %1$swebsite name%2$s and %1$stagline%2$s.":["Шкода, але ви не можете редагувати %1$sзаголовок сайту%2$s та %1$sслоган%2$s."],"Show or hide our tools and controls in the attachment editor.":["Відображайте чи приховуйте наші інструменти та елементи контролю в редакторі вкладених файлів."],"(e.g., %1$s)":["(наприклад, %1$s)"],"Remove unregistered URL parameters":["Видалити незареєстровані параметри URL"],"Optimize Google Analytics utm tracking parameters":["Оптимізувати параметри відстежування utm Google Analytics"],"Remove WP-JSON API":["Видалити WP-JSON API"],"Remove emoji scripts":["Видалити сценарії емоджі"],"Remove Atom / RDF feeds":["Видалити стрічки Atom / RDF"],"Remove search results feeds":["Видалити стрічки результатів пошуку"],"Remove custom taxonomy feeds":["Видалити стрічки користувацьких таксономій"],"Remove tag feeds":["Видалити стрічки міток"],"Remove category feeds":["Видалити стрічки категорій"],"Remove post type feeds":["Видалити стрічки типів дописів"],"Remove post authors feeds":["Видалити стрічки авторів дописів"],"Remove post comments feeds":["Видалити стрічки коментарів до допису"],"Remove global comment feeds":["Видалити загальні стрічки коментарів"],"Remove global feed":["Видалити загальну стрічку"],"Remove powered by HTTP header":["Видалити заголовок З гордістю працює на HTTP"],"Remove generator tag":["Видалити мітку генератора"],"Remove oEmbed links":["Видалити посилання oEmbed"],"Remove RSD / WLW links":["Видалити посилання RSD / WLW"],"Remove REST API links":["Видалити посилання REST API"],"Remove shortlinks":["Видалити короткі посилання"],"Show or hide our tools and controls in the content editor.":["Відобразити або приховати наші інструменти та елементи керування в редакторі вмісту."],"Enable SEO controls and assessments":["Увімкніть контроль та оцінку SEO"],"Unlock with %1$s":["Розблокуйте за допомогою %1$s"],"We couldn’t find anything with that term.":["Ми не знайшли нічого за цим терміном."],"Search...":["Пошук..."],"Quick search...":["Швидкий пошук..."],"No, continue editing":["Ні, продовжити редагування"],"Yes, discard changes":["Так, відкинути зміни"],"You are about to discard all unsaved changes. All of your settings will be reset to the point where you last saved. Are you sure you want to do this?":["Ви збираєтеся відкинути всі незбережені зміни. Усі ваші налаштування будуть скинуті до останньої збереженої точки. Ви точно хочете це зробити?"],"Discard all changes":["Відкинути всі зміни"],"Redirect pretty URLs for search pages to raw format":["Переспрямування красивих URL сторінок пошуку в необроблений формат"],"Choose the general appearance of your breadcrumbs.":[""],"Breadcrumb appearance":["Вигляд хлібних крихот"],"You have selected the user %1$s%5$s%2$s as the person this site represents. Their user profile information will now be used in search results. %3$sUpdate their profile to make sure the information is correct%4$s.":["Ви вибрали користувача %1$s%5$s%2$s як особу, яку представляє цей сайт. Інформація з його профілю тепер буде використовуватися в результатах пошуку. %3$sОновіть його профіль, щоб переконатися, що інформація є правильною%4$s."],"Please tell us more about the person this site represents.":["Будь ласка, розкажіть нам трохи більше про людину, яку представляє цей сайт."],"E.g. https://example.com/yoast":["Наприклад, https://example.com/yoast"],"Tell us if you have any other profiles on the web that belong to your organization. This can be any number of profiles, like YouTube, LinkedIn, Pinterest, or even Wikipedia.":["Скажіть нам, чи у вас є інші профілі в інтернеті, що належать вашій організації. Це можуть бути профілі в YouTube, LinkedIn, Pinterest чи навіть Wikipedia."],"Please tell us more about your organization. This information will help Google to understand your website, and improve your chance of getting rich results.":["Будь ласка, розкажіть нам більше про свою організацію. Ця інформація допоможе Google зрозуміти ваш сайт та збільшить ваші шанси на досягнення кращих результатів."],"E.g. https://twitter.com/yoast":["Наприклад, https://twitter.com/yoast"],"E.g. https://facebook.com/yoast":["наприклад, https://facebook.com/yoast"],"Other profiles":["Інші профілі"],"Writing":["Написання"],"You can determine the title and description for the blog page by %1$sediting the blog page itself%2$s.":["Заголовок та опис для сторінки блогу можна визначити шляхом %1$sредагування самої сторінки блогу%2$s."],"These are expert features, so make sure you know what you're doing before removing the parameters. %1$sRead more about how your site can be affected%2$s.":["Це експертні функції, тому перед видаленням параметрів переконайтеся, що ви робите. %1$sДізнайтесь більше про те, як це може вплинути на ваш сайт%2$s."],"Advanced: URL cleanup":["Розширені функції: очищення URL"],"Prevent crawling of internal site search URLs":["Запобігати скануванню внутрішніх пошукових URL сайту"],"Block internal site searches which match the patterns of known spam attacks.":["Блокувати внутрішній пошук на сайтах, які відповідають шаблонам відомих спам-атак."],"Block internal site searches which contain complex and non-alphanumeric characters, as they may be part of a spam attack.":["Блокувати внутрішні пошукові запити на сайті, які містять складні та неалфавітно-цифрові символи, оскільки вони можуть бути частиною спам-атаки."],"Enables advanced settings for protecting your internal site search URLs.":["Вмикає розширені налаштування для захисту внутрішніх пошукових URL сайту."],"Your internal site search can create lots of confusing URLs for search engines, and can even be used as a way for SEO spammers to attack your site. Most sites will benefit from experimenting with these protections and optimizations, even if you don’t have a search feature in your theme.":["Ваш внутрішній пошук на сайті може створити безліч заплутаних URL для пошукових систем і навіть може бути використаний SEO-спамерами для атаки на ваш сайт. Більшості сайтів буде корисно поекспериментувати з цими засобами захисту та оптимізації, навіть якщо у вашій темі немає функції пошуку."],"Internal site search cleanup":["Очищення внутрішнього пошуку на сайті"],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of WordPress' JSON API endpoints.":["Додайте правило \"заборонити\" до файлу robots.txt, щоб запобігти скануванню кінцевих точок JSON API WordPress."],"Remove JavaScript used for converting emoji characters in older browsers.":["Видаліть JavaScript, який використовується для перетворення символів емодзі в старих браузерах."],"Remove URLs which provide alternative (legacy) formats of all of the above.":["Видалити URL, які надають альтернативні (застарілі) формати всього вищезазначеного."],"Remove URLs which provide information about your search results.":["Видаліть URL, які містять інформацію про результати пошуку."],"Remove URLs which provide information about your recent posts, for each custom taxonomy.":["Видаліть URL, які містять інформацію про ваші останні дописи для кожної користувацької таксономії."],"Remove URLs which provide information about your recent posts, for each tag.":["Видаліть URL, які містять інформацію про ваші останні дописи для кожної мітки."],"Remove URLs which provide information about your recent posts, for each category.":["Видаліть URL, які містять інформацію про ваші останні дописи для кожної категорії."],"Remove URLs which provide information about your recent posts, for each post type.":["Видаліть URL, які містять інформацію про ваші останні дописи для кожного типу публікацій."],"Remove URLs which provide information about recent posts by specific authors.":["Видалити URL, які містять інформацію про останні дописи конкретних авторів."],"Remove URLs which provide information about recent comments on each post.":["Видалити URL, які надають інформацію про останні коментарі до кожного допису."],"Also disables post comment feeds.":["Також відключає стрічку коментарів до публікації."],"Remove URLs which provide an overview of recent comments on your site.":["Видаліть URL, які надають огляд останніх коментарів на вашому сайті."],"Remove URLs which provide an overview of your recent posts.":["Видаліть URL-адреси, які надають огляд ваших останніх дописів."],"WordPress outputs your content in many different formats, across many different URLs (like RSS feeds of your posts and categories). It’s generally good practice to disable the formats you’re not actively using.":["WordPress виводить ваш вміст у багатьох різних форматах, за багатьма різними URL-адресами (наприклад, RSS-каналами ваших публікацій і категорій). Як правило, рекомендується відключати формати, які ви активно не використовуєте."],"Disable unwanted content formats":["Відключити небажані формати вмісту"],"Remove links which allow others sites to ‘ping’ yours when they link to you.":["Видаліть посилання, які дозволяють іншим сайтам \"пінгувати\" ваш сайт, коли вони посилаються на вас."],"Remove information about the plugins and software used by your site.":["Видаліть інформацію про плагіни та програмне забезпечення, що використовуються вашим сайтом."],"Remove links used for embedding your content on other sites.":["Видаліть посилання, які використовуються для вбудовування вашого вмісту на інших сайтах."],"Remove links used by external systems for publishing content to your blog.":["Видаліть посилання, що використовуються зовнішніми системами для публікації вмісту до вашого блогу."],"Remove links to the location of your site’s REST API endpoints.":["Видаліть посилання на розташування кінцевих точок REST API вашого сайту."],"Remove links to WordPress' internal 'shortlink' URLs for your posts.":["Видаліть посилання на внутрішні \"короткі\" URL-адреси WordPress для ваших дописів."],"Remove unwanted metadata":["Видалити небажані метадані"],"Crawl optimization":["Оптимізація пошукового сканування"],"Removes unknown URL parameters via a %1$s redirect. E.g., %2$s will be redirected to %3$s":["Видаляє невідомі параметри URL за допомогою переспрямування %1$s. Наприклад, %2$s буде переспрямовано на %3$s"],"Replaces %1$s tracking parameters with the (more performant) %2$s equivalent, via a %3$s redirect. E.g., %4$s will be redirected to %5$s":["Замінює параметри відстеження %1$s на (більш ефективний) еквівалент %2$s через переспрямування %3$s. Наприклад, %4$s буде переспрямовано на %5$s"],"Users and search engines may often request your URLs whilst using query parameters, like %1$s. These can be helpful for tracking, filtering, and powering advanced functionality - but they come with a performance and SEO ‘cost’. Sites which don’t rely on URL parameters might benefit from using these options.":["Користувачі та пошукові системи можуть часто запитувати ваші URL-адреси, використовуючи такі параметри запиту, як %1$s. Вони можуть бути корисними для відстеження, фільтрування та забезпечення розширеної функціональності, але вони мають певну \"ціну\" з точки зору продуктивності та SEO. Сайти, які не покладаються на параметри URL-адреси, можуть отримати вигоду від використання цих опцій."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by Common Crawl CCBot.":["Додайте правило \"заборонити\" до файлу robots.txt, щоб запобігти скануванню Common Crawl CCBot."],"WordPress adds a lot of links and content to your site's %1$s and HTTP headers. For most websites you can safely disable all of these, which can help to save bytes, electricity, and trees.":["WordPress додає багато посилань і контенту в %1$s і HTTP-заголовки вашого сайту. Для більшості сайтів можна безпечно відключити все це, що може допомогти заощадити байти, електроенергію та дерева."],"Make your site more efficient and more environmentally friendly by preventing search engines from crawling things they don’t need to, and by removing unused WordPress features. %1$sLearn more about crawl settings and how they could benefit your site%2$s.":["Зробіть свій сайт більш ефективним та екологічно чистим, запобігаючи скануванню пошуковими системами непотрібних їм даних та видаляючи невикористовувані функції WordPress. %1$sДізнайтеся більше про налаштування сканування і про те, як вони можуть принести користь вашому сайту%2$s."],"E.g., %1$s and %2$s":["Наприклад, %1$s та %2$s"],"E.g., %1$s":["Наприклад, %1$s"],"Enable breadcrumbs for your theme":["Увімкнути хлібні крихти для вашої теми"],"You can always choose to enable/disable them for your theme below. This setting will not apply to breadcrumbs inserted through a widget, a block or a shortcode.":["Ви завжди можете ввімкнути/вимкнути їх для своєї теми нижче. Це налаштування не буде застосовуватися до хлібних крихот, вставлених через віджет, блок або короткий код."],"Choose which Post type you wish to show in the breadcrumbs for Taxonomies.":["Виберіть тип допису для відображення в хлібних крихтах для таксономій"],"Breadcrumbs for taxonomies":["Хлібні крихти для таксономій"],"Choose which Taxonomy you wish to show in the breadcrumbs for Post types.":["Виберіть таксономії для відображення в хлібних крихтах для типів дописів."],"Breadcrumbs for post types":["Хлібні крихти для типів дописів"],"Breadcrumb for 404 page":["Хлібні крихти для сторінки 404"],"Prefix for search page breadcrumbs":["Префікс для хлібних крихот сторінки пошуку"],"Add prefix":["Додати префікс"],"Add anchor text":["Додати текст якоря"],"Add separator":["Додати розділювач"],"Configure the appearance and behavior of %1$syour breadcrumbs%2$s.":["Налаштуйте вигляд та поведінку %1$sваших хлібних крихот%2$s."],"Disabling this will redirect the %1$s to your site's homepage.":["Вимкнення цієї функції переспрямує %1$s на домашню сторінку."],"Refresh this page":["Оновити сторінку"],"Unfortunately, this means that all your unsaved changes will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["На жаль, це означає, що всі незбережені зміни будуть втрачені. Можете спробувати оновити сторінку, щоб вирішити проблему. Якщо помилка повториться, будь ласка, зверніться до нашої служби підтримки, і ви отримаєте всю необхідну допомогу!"],"Something went wrong. An unexpected error occurred.":["Щось пішло не так. Сталася неочікувана помилка."],"Failed to retrieve users.":["Не вдалося отримати користувачів."],"Searching users...":["Пошук користувачів..."],"No users found.":["Користувачів не знайдено"],"Discard changes":["Відхилити зміни"],"The profile is not valid. Please use only 1-25 letters, numbers and underscores or enter a valid Twitter URL.":["Обліковий запис не дійсний. Будь ласка, використовуйте лише від 1 до 25 літер, цифри та підкреслення або введіть дійсний URL для Twitter."],"The profile is not valid. Please enter a valid URL.":["Обліковий запис не дійсний. Будь ласка, введіть дійсний URL."],"The verification code is not valid. Please use only the letters A to F, numbers, underscores and dashes.":["Код підтвердження недійсний. Будь ласка, використовуйте лише літери від A до F, цифри, підкреслення та дефіси."],"The verification code is not valid. Please use only letters, numbers, underscores and dashes.":["Код підтвердження не дійсний. Будь ласка, використовуйте лише літери, цифри, підкреслення та дефіси."],"User":["Користувача"],"Site basics":["Основні налаштування сайту"],"Text formality":["Формальність тексту"],"Read more about text formality.":["Дізнайтеся більше про формальність тексту."],"%1$s%3$s%2$s will help you assess the formality level of your text.":["%1$s%3$s%2$s допоможе вам оцінити рівень формальності вашого тексту."],"WordPress loads lots of resources, some of which your site might not need. If you’re not using these, removing them can speed up your pages and save resources.":["WordPress завантажує безліч ресурсів, деякі з них, можливо, вам не потрібні. Їхнє видалення може пришвидшити ваш сайт та заощадити ресурси."],"Remove unused resources":["Видалити невикористані ресурси"],"Prevent search engines from crawling /wp-json/":["Запобігти скануванню пошуковими системами /wp-json/"],"Prevent search engines from crawling site search URLs":["Заборонити пошуковим системам сканувати URL-адреси пошуку на сайті"],"There are unsaved changes on this page. Leaving means that those changes will be lost. Are you sure you want to leave this page?":["На цій сторінці є незбережені зміни. Якщо ви покинете сторінку, ці зміни будуть втрачені. Ви впевнені, що хочете піти зі сторінки?"],"Media pages":["Медіа сторінки"],"Categories & tags":["Категорії та позначки"],"Content types":["Типи вмісту"],"Show more":["Показати більше"],"Show less":["Показати менше"],"Configure the basics for your website.":["Виконайте основні налаштування вашого сайту."],"This field updates the %1$stagline in your WordPress settings%2$s.":["Це поле оновлює %1$sслоган в налаштуваннях WordPress%2$s."],"Disabling this means that %1$s pages created by WordPress will not be indexed by search engines and will be excluded from XML sitemaps.":["Вимкнення означає, що сторінки %1$s, створені WordPress не будуть індексуватися пошуковими системами та будуть виключені з XML-карт сайту."],"Show %1$s pages in search results":["Відображати сторінки %1$s в результатах пошуку"],"We recommend keeping %1$s pages disabled. This will cause all attachment URLs to be redirected to the media itself.":["Ми рекомендуємо залишити %1$s сторінки вимкненими. Це призведе до переспрямування всіх URL вкладених файлів на самі медіафайли."],"%1$s pages":["сторінки %1$s"],"When you upload media (e.g. an image or video), %5$s automatically creates a %3$s page (attachment URL) for it. These pages are quite empty and could cause %1$sthin content problems and lead to excess pages on your site%2$s. Therefore, %4$s disables them by default (and redirects the attachment URL to the media itself).":["Коли ви завантажуєте медіафайл (наприклад, зображення або відео), %5$s автоматично створює для нього %3$s сторінку (URL-адресу вкладення). Ці сторінки порожні й можуть спричинити проблеми з вмістом %1$s та призвести до надлишку сторінок на вашому сайті%2$s. Тому %4$s за замовчуванням відключає їх (і переспрямовує URL-адресу вкладення на сам медіафайл)."],"Format-based archives can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["Архіви на основі формату, можуть спричинити дублювання вмісту. Для більшості сайтів ми рекомендуємо вимкнути це налаштування."],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps. We recommend that you disable this setting.":["Вимкнення цього налаштування означає, що %1$s не будуть індексуватися пошуковими системами та будуть виключені з XML-карт сайту. Ми рекомендуємо вимкнути це налаштування."],"%1$s can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["%1$s може спричинити дублювання вмісту. Для більшості сайтів ми рекомендуємо вимкнути це налаштування."],"%1$s (e.g. %2$s) are based on publication dates. From an SEO perspective, the posts in these archives have no real relation to the other posts except for their publication dates, which doesn’t say much about the content. They could also lead to duplicate content issues. This is why we recommend you to disable %3$s.":["%1$s (наприклад, %2$s) базуються на датах публікації. З точки зору SEO, дописи в цих архівах не мають реального зв'язку з іншими дописами, окрім дат їх публікації, що мало що говорить про вміст. Вони також можуть призвести до проблем з дублюванням контенту. Ось чому ми рекомендуємо вам відключити %3$s."],"Determine how your %1$s should look on social media by default.":["Виберіть, який вигляд матимуть %1$s в соціальних мережах за замовчуванням."],"Disabling this means that %1$s without any posts will not be indexed by search engines and will be excluded from XML sitemaps.":[""],"Show archives for authors without posts in search results":["Відображати архіви для авторів без дописів у результатах пошуку"],"Determine how your %1$s should look in search engines.":["Виберіть, який вигляд матимуть %1$s у пошукових системах."],"If you're running a one author blog, the %1$s (e.g. %2$s) will be exactly the same as your homepage. This is what's called a %3$sduplicate content problem%4$s. If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or prevent it from showing up in search results.":["Якщо ви ведете один авторський блог, %1$s (напр. %2$s) будуть точно такими ж, як і домашня сторінка. Це називається %3$sпроблемою дублювання вмісту%4$s. Якщо це актуально для вашого сайту, ви можете  або вимкнути її (що призведе до переспрямування на домашню сторінку), або запобігти тому, щоб вони відображалися в результатах пошуку."],"Author archive":["Архів автора"],"Read more about the search results settings":["Докладніше про налаштування результатів пошуку"],"Determine how your %1$s should look in search engines and on social media.":["Виберіть, який вигляд матимуть %1$s у пошукових системах та соціальних мережах."],"Contact support":["Зв'язатись зі службою підтримки"],"We're very sorry, but it seems like the following error has interrupted our application:":["Нам дуже прикро, але, здається, ця помилка перервала роботу програми:"],"Read reviews from real users":["Читайте відгуки реальних користувачів"],"%1$s attempted to load the class %2$s but it could not be found.":["%1$s намагався завантажити клас %2$s, але не знайшов його."],"We noticed that you are using a multilingual plugin. Please be aware that this analysis feedback is intended only for texts written in English.":["Ми помітили, що ви використовуєте багатомовний плагін. Будь ласка, зверніть увагу, що аналіз призначений лише для текстів, написаних англійською."],"Determine how your homepage should look in the search results and on social media. This is what people probably will see when they search for your brand name.":["Виберіть, який вигляд матиме ваша Домашня сторінка в результатах пошуку та в соцмережах. Ймовірно, що саме це бачитимуть люди під час пошуку за назвою вашого бренду."],"Determine how your homepage should look on social media.":["Визначте, як має виглядати ваша домашня сторінка в соціальних мережах."],"Show the categories prefix in the slug":["Зберігайте префікс категорій у частині посилання"],"Category URLs in WordPress contain a prefix, usually %s. Show or hide that prefix in category URLs.":["URL-адреси категорії у WordPress містять префікс, зазвичай %s. Показати чи приховати цей префікс для категорій посилань."],"Determine how your %1$s archive should look on social media.":["Виберіть, який вигляд матиме архів ваших  %1$s в соцмережах."],"Disabling this means that the archive for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Вимкнення цього параметра означає, що архів для %1$s не буде індексуватися пошуковими системами і буде виключений з XML-карт сайту."],"Determine how your %1$s archive should look in search engines.":["Виберіть, який вигляд матиме архів %1$s в пошукових системах."],"These settings are specifically for optimizing your %1$s archive.":["Ці налаштування призначені спеціально для оптимізації вашого архіву %1$s."],"%1$s archive":["архів %1$s"],"Add custom fields to page analysis":["Додати спеціальні поля для аналізу сторінок"],"Additional settings":["Додаткові налаштування"],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Вимкнення цього параметра означає, що %1$s не будуть індексуватися пошуковими системами і будуть виключені з XML-карт сайту."],"Search appearance":["Вигляд пошуку"],"You haven't set a Shop page in your WooCommerce settings. %1$sPlease do this first%2$s.":["Ви не становили сторінку магазину в налаштуваннях WooCommerce. %1$sБудь ласка, спочатку встановіть її%2$s."],"The %1$ssocial image%2$s, %1$ssocial title%2$s and %1$ssocial description%2$s require Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":["Для %1$sзображення в соцмережах%2$s, %1$sзаголовка в соцмережах%2$s та %1$sопису в соцмережах%2$s потрібні дані Open Graph, які наразі відключені в розділі \"Спільний доступ до соцмереж\" в %3$sфункціях сайту%4$s."],"Oh no! It seems your form contains invalid data. Please review the following fields:":["О ні! Здається, ваша форма містить недійсні дані. Будь ласка, перевірте такі поля:"],"Archive social image":["Зображення архіву соцмереж"],"Archive social description":["Опис архіву соцмереж"],"Archive social title":["Заголовок архіву соцмереж"],"Show the archive for %1$s in search results":["Відображати архів для %1$s в результатах пошуку"],"Archive breadcrumbs title":["Заголовок хлібних крихт архіву"],"Archive meta description":["Метаопис архіву"],"Archive SEO title":["Заголовок архіву SEO"],"Enable %1$s for %2$s":["Увімкнути %1$s для %2$s"],"Show %1$s in search results":["Показувати %1$s у результатах пошуку"],"The selected media type is not valid. Supported types are: JPG, PNG, WEBP and GIF.":["Обраний тип медіафайлу недійсний. Підтримувані типи: JPG, PNG, WEBP та GIF."],"%1$sInclusive language%2$s: We haven't detected any potentially non-inclusive phrases. Great work!":["%1$sІнклюзивна мова%2$s: Ми не помітили жодної потенційно неінклюзивної фрази. Чудова робота!"],"Potentially non-inclusive phrases":["Потенційно неінклюзивні фрази"],"Non-inclusive phrases":["Неінклюзивні фрази"],"Learn more about the inclusive language analysis":["Дізнатися більше про аналіз інклюзивної мови"],"Inclusive language:":["Інклюзивна мова:"],"Removes the inclusive language analysis section from the metabox and disables all inclusive language-related suggestions.":["Видаляє розділ інклюзивного мовного аналізу з метабоксу та вимикає всі пропозиції, пов'язані з інклюзивною мовою."],"Disable inclusive language analysis":["Вимкнути аналіз інклюзивної мови"],"Discover why inclusive language is important for SEO.":["Дізнайтеся, чому інклюзивна мова важлива для SEO."],"The inclusive language analysis offers suggestions to write more inclusive copy.":["Інклюзивний мовний аналіз робить пропозиції щодо написання більш інклюзивної копії."],"Inclusive language analysis":["Аналіз інклюзивної мови"],"Inclusive language":["Інклюзивна мова"],"%1$sInclusive language%2$s: %3$s":["%1$sІнклюзивна мова%2$s: %3$s"],"Use %s fields to power your meta tags and templates, and analyze all of your content.":["Використовуйте поля %s для керування мета-тегами та шаблонами, а також для аналізу всього вашого вмісту."],"Improve your technical SEO, meta tags and unlock more SEO ecommerce tools.":["Покращуйте свій технічні характеристики SEO, мета-теги та відкривайте більше інструментів електронної комерції SEO."],"Connect your %1$s account to improve your site’s search results using %2$s data.":["Підключіть обліковий запис %1$s, щоб покращити пошукову видачу вашого сайту, використовуючи дані %2$s."],"Upgrade your meta tags and social previews and manage your SEO settings in one place.":["Оновіть свої мета-теги та соціальні попередні перегляди, а також керуйте налаштуваннями SEO в одному місці."],"Get the most out of %1$s%2$s%3$s and %4$s, together":[""],"Take advantage of your favorite SEO & content analysis tools with your favorite page builder.":["Скористайтеся перевагами ваших улюблених інструментів SEO та аналізу вмісту за допомогою вашого улюбленого конструктора сторінок."],"Get %1$s tools and functionality in %2$s%3$s%4$s":["Отримайте %1$s інструменти та функціонал в %2$s%3$s%4$s"],"Use the power of the blockchain to timestamp your content with %s.":["Використовуйте можливості блокчейну для позначення часу вашого вмісту за допомогою %s."],"Keep an eye on how your posts are ranking by connecting to your %s account.":["Слідкуйте за рейтингом ваших дописів, підключившись до свого облікового запису %s."],"Find out what your audience is searching for with %s data right in your sidebar.":["Дізнайтеся, що шукає ваша аудиторія за допомогою даних %s прямо у бічній панелі."],"Front-end SEO inspector":["Фронт-енд SEO-інспектор"],"Oops! Something went wrong while saving.":["Ой! Щось пішло не так під час збереження."],"Great! Your settings were saved successfully.":["Чудово! Ваші налаштування успішно збережені."],"Get your verification code in %1$sYandex Webmaster tools%2$s.":["Отримайте код підтвердження в %1$sYandex-інструментах для вебмайстрів%2$s."],"Yandex":["Яндекс"],"Claim your site over at %1$sPinterest%2$s.":["Заявіть про свій сайт на %1$sPinterest%2$s."],"Get your verification code in %1$sGoogle Search console%2$s.":["Отримайте код підтвердження в %1$sКонсолі Google-пошуку%2$s."],"Get your verification code in %1$sBing Webmaster tools%2$s.":["Отримайте код підтвердження в %1$sBing-інструментах для вебмайстрів%2$s."],"Bing":["Bing"],"Add verification code":["Додати код підтвердження"],"Get your verification code in %1$sBaidu Webmaster tools%2$s.":["Отримайте код підтвердження в %1$sBaidu-інструментах для вебмайстрів%2$s."],"Baidu":["Baidu"],"Verify your site with different tools. This will add a verification meta tag to your homepage. You can find instructions on how to verify your site for each platform by following the link in the description.":["Перевірте свій сайт за допомогою різних інструментів. Це додасть метапозначку про перевірку на головній сторінці. За посиланням в описі ви можете знайти інструкції для підтвердження на різних платформах."],"By default only editors and administrators can access the Advanced and Schema section of the %1$s sidebar or metabox. Disabling this allows access to all users.":["За замовчуванням лише редактори та адміністратори мають доступ до розділів \"Розширені\" та \"Схема\" метабоксу чи бічної панелі %1$s. Вимкнення цих функцій відкриває доступ для всіх користувачів."],"Restrict advanced settings for authors":["Обмеження розширених налаштувань для авторів"],"This Yoast SEO REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use Yoast SEO for all their SEO meta output.":["Ця кінцева точка Yoast SEO REST API надає вам усі метадані, необхідні для конкретного URL. Це дозволить сайтам WordPress без голови використовувати Yoast SEO для виводу всіх метаданих SEO."],"REST API endpoint":["кінцева точка REST API"],"APIs":["API"],"Slack sharing":["Поширити в Slack"],"Allows for Twitter to display a preview with images and a text excerpt when a link to your site is shared.":["Дозволяє Twitter відображати попередній перегляд із зображеннями та текстовим уривком при публікації посилання на ваш сайт."],"Twitter card data":["Тип картки Twitter"],"Open Graph data":["Дані Open Graph"],"Social sharing":["Поширення в соцмережах"],"Site structure":["Cтруктура сайту"],"Tell us which features you want to use.":["Скажіть, які функції ви хочете використовувати."],"Site preferences":["Уподобання сайту"],"Network disabled":["Мережа вимкнена"],"Unavailable for sub-sites":["Недоступно для підсайтів"],"This image is used as a fallback for posts/pages that don't have any images set.":["Це зображення використовується як запасний варіант для дописів/сторінок, на яких не встановлено жодного зображення."],"Site image":["Зображення сайту"],"Title separator":["Розділювач заголовку"],"Recommended size for this image is %1$s%3$s%2$s":["Рекомендований розмір зображення %1$s%3$s%2$s"],"The %1$sSite image%2$s requires Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":["Для %1$sзображення сайту%2$s потрібні дані Open Graph, які зараз вимкнені в розділі \"Спільний доступ до соцмереж\" у %3$sфункціях сайту%4$s."],"Automatically add content to your RSS. This enables you to add links back to your blog and your blog posts, helping search engines identify you as the original source of the content.":["Автоматично додайте вміст до RSS. Це дозволяє вам додавати посилання на ваші блоги та дописи в них, допомагаючи пошуковим системам ідентифікувати вас як оригінальне джерело вмісту."],"RSS feed":["RSS канал"],"%1$s (default)":["%1$s (за замовчуванням)"],"We took the liberty of using your website name and logo for the organization name and logo. Feel free to change them below.":["Ми взяли на себе сміливість використати назву та логотип вашого сайту для назви та логотипу організації. Ви можете змінити їх нижче."],"Edit your %1$s":["Відредагуйте %1$s"],"slug":["частина посилання"],"keyphrase":["ключова фраза"],"A company name and logo need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site name and logo as default values. %1$sLearn more about the importance of structured data.%2$s":["Щоб структуровані дані працювали належним чином, слід встановити логотип та назву компанії. Оскільки ви ще не встановили це, ми використовуємо назву та лого сайту як значення за замовчуванням. %1$sДізнайтеся більше про важливість структурованих даних.%2$s"],"Install %1$s Content Analysis for %2$s":["Встановіть %1$s Аналіз вмісту для %2$s"],"Activate %1$s Content Analysis for %2$s":["Активувати аналіз вмісту %1$s для %2$s"],"%1$s integrates with %2$s":["%1$sінтегрується з %2$s"],"Integration active":["Інтеграція активна"],"Plugin not detected":["Плагін не виявлено"],"Enable integration":["Увімкнути інтеграцію"],"Plugin integrations":["Інтеграція плагінів"],"Recommended integrations":["Рекомендовані інтеграції"],"Enable %1$s":["Увімкнути %1$s"],"Integration unavailable for multisites":["Інтеграція недоступна для мультисайтів"],"Network Disabled":["Мережа Вимкнена"],"Unlock with Premium!":["Розблокувати з Преміум!"],"Premium SEO analysis:":["Преміум SEO аналіз:"],"Beta":["Бета"],"Are you publishing news articles? %s helps you optimize your site for Google News.":["Ви публікуєте новинні статті? %s допоможе оптимізувати ваш сайт для Новин Google."],"no data":["немає даних"],"Your text should be slightly longer to calculate your Flesch reading ease score.":["Ваш текст має бути трохи довшим, щоб його можна було оцінити за шкалою легкості читання Flesch."],"Continue writing to get insight into the readability of your text!":["Продовжуйте писати, щоб отримати уявлення про читабельність вашого тексту!"],"%1$sKeyphrase distribution%2$s: Have you evenly distributed your focus keyphrase throughout the whole text? %3$sYoast SEO Premium will tell you!%4$s":["%1$sРозподіл ключових фраз%2$s: чи рівномірно ви розподілили свою ключову фразу в усьому тексті? %3$sYoast SEO Premium підкаже вам!%4$s"],"%1$sWord complexity%2$s: Is your vocabulary suited for a larger audience? %3$sYoast SEO Premium will tell you!%4$s":["%1$sСкладність слів%2$s: чи підходить ваш словниковий запас для більшої аудиторії? %3$sYoast SEO Premium підкаже вам!%4$s"],"Get %s to enjoy the benefits of prominent words":["Отримайте %s, щоб користуватися перевагами помітних слів"],"With %1$s%3$s%2$s, this section will show you which words occur most often in your text. By checking these prominent words against your intended keyword(s), you'll know how to edit your text to be more focused.":["З %1$s%3$s%2$s цей розділ покаже вам, які слова найчастіше зустрічаються у вашому тексті. Порівнюючи ці помітні слова з запланованими ключовими словами, ви знатимете, як редагувати текст, щоб бути більш зосередженим."],"Buy %s now!":["Купіть %s зараз!"],"Are you working on a news article? %s helps you optimize your site for Google News.":["Ви працюєте над статтею для новин? %s допоможе оптимізувати ваш сайт для Новин Google."],"Premium SEO analysis":["SEO аналіз Преміум"],"1 year of premium support and updates included!":["1 рік безкоштовної підтримки та оновлень включено!"],"Unlock with %s":["Розблокувати з %s"],"Learn more about character count":["Дізнайтеся більше про підрахунок символів"],"Character count":["Кількість символів"],"Learn more about word count":["Дізнайтеся більше про підрахунок слів"],"Word count":["Кількість слів"],"Learn more about Flesch reading ease":["Дізнайтеся більше про шкалу оцінювання легкості читання Flesch"],"out of 100":["зі 100"],"okay":["добре"],"Learn more about reading time":["Докладніше про тривалість читання"],"Reading time":["Час читання"],"minute":["хвилина","хвилини","хвилин"],"Activate %1$s!":["Активуйте %1$s!"],"You've installed %1$s but it's not activated yet. %2$sActivate %1$s now!%3$s":["Ви встановили %1$s, але його ще не активовано. %2$s Активуйте %1$s зараз!%3$s"],"Automatically ping search engines like Bing and Yandex whenever you publish, update or delete a post.":["Автоматично перевіряйте запит пошукових систем, таких як Bing і Yandex, коли ви публікуєте, оновлюєте чи видаляєте допис."],"Additional URL parameters to allow":["Додаткові параметри URL-адреси"],"Permalink cleanup settings":["Параметри очищення постійного посилання"],"Max number of characters to allow in searches":["Максимальна кількість символів для пошуку"],"Search cleanup settings":["Налаштування очищення пошуку"],"Filter searches with common spam patterns":["Фільтруйте пошук за типовими шаблонами спаму"],"Filter searches with emojis and other special characters":["Фільтруйте пошук за допомогою емодзі та інших спеціальних символів"],"Filter search terms":["Фільтрувати терміни пошуку"],"Unregistered URL parameters":["Незареєстровані параметри URL"],"Campaign tracking URL parameters":["Параметри URL-адреси відстеження кампанії"],"Timestamp this %s":["Позначте час %s"],"%1$s: Not all the words from your keyphrase \"%4$s\" appear in the SEO title. %2$s%5$s%3$s.":["%1$s: Не всі слова з вашої ключової фрази \"%4$s\" відображаються в заголовку SEO.%2$s%5$s%3$s."],"%1$s: The focus keyphrase appears at the beginning of the SEO title. Good job!":["%1$s: Ключова фраза з’являється на початку заголовка SEO. Хороша робота!"],"Keyphrase in SEO title":["Головна ключова фраза в заголовку SEO"],"Contact %s support.":["Зв’язатися з підтримкою %s."],"WordProof Timestamp":["Мітка часу WordProof"],"View this content's Timestamp certificate":["Перегляньте сертифікат із міткою часу"],"Contact WordProof support":["Зверніться до служби підтримки WordProof"],"Find out how IndexNow can help your site.":["Дізнайтеся як IndexNow може допомогти вашому сайту."],"IndexNow":["IndexNow"],"Dismiss this notice.":["Пропустити це сповіщення."],"We noticed that you haven't fully configured Yoast SEO yet. Optimize your SEO settings even further by using our improved %1$s First-time configuration%2$s.":["Ми помітили, що ще не повністю налаштували Yoast SEO. Оптимізуйте налаштування SEO ще більше за допомогою вдосконаленого %1$s Першого налаштування%2$s."],"SEO configuration":["Конфігурація SEO"],"Feed crawl settings":["Налаштування обходу стрічки "],"Basic crawl settings":["Базові налаштування обходу"],"Powered by HTTP header":["Працює на основі заголовка HTTP"],"Pingback HTTP header":["Автоматичне сповіщення заголовка HTTP "],"Emoji scripts":["Сценарії емоджі"],"Generator tag":["Мітка генератора"],"oEmbed links":["Посилання oEmbed"],"RSD / WLW links":["Посилання RSD / WLW"],"REST API links":["Посилання REST API"],"Shortlinks":["Короткі посилання"],"Atom/RDF feeds":["Канали Atom/RDF"],"Search results feeds":["Канали пошукових результатів"],"Custom taxonomy feeds":["Канали користувацьких таксономій"],"Tag feeds":["Канали позначок"],"Category feeds":["Канали категорій"],"Post type feeds":["Канали типів записів"],"Post authors feeds":["Канали авторів записів"],"Global comment feeds":["Загальні канали коментарів"],"Global feed":["Загальний канал"],"%1$sLearn more about crawl settings.%2$s":["%1$sДізнатися більше про налаштування обходу.%2$s"],"Post comments feeds":["Стрічки коментарів до записів"],"Crawl settings":["Налаштування обходу"],"Finish configuration":["Завершити налаштування"],"Personal preferences":["Особисті рекомендації"],"SEO data optimization":["Оптимізація даних SEO"],"An error has occurred: %1$s":["Сталася помилка: %1$s"],"We could not save the organization name. Please check the value.":["Ми не можемо зберегти назву організації. Будь ласка, перевірте значення."],"No items found.":["Елементів не знайдено."],"All redirect types":["Усі типи перенаправлення"],"Add Redirect":["Додати перенаправлення"],"Old URL":["Старий URL"],"The redirect type is the HTTP response code sent to the browser telling the browser what type of redirect is served. %1$sLearn more about redirect types%2$s.":["Тип перенаправлення - це код відповіді HTTP, який надсилається браузеру, який повідомляє браузеру, який тип перенаправлення подано. %1$sДокладніше про типи перенаправлення%2$s."],"301 Moved Permanently":["301 переміщено назавжди"],"Type":["Тип"],"Plain redirects":["Рівні перенаправлення"],"Regex Redirects":["Переадресації регулярних викликів"],"There are unsaved changes in one or more steps. Leaving means that those changes may not be saved. Are you sure you want to leave?":["На одному або кількох кроках є незбережені зміни. Якщо ви залишите сайт, зміни можуть не зберегтися. Ви впевнені, що хочете піти?"],"Add another profile":["Додати інший профіль"],"Start first-time configuration!":["Розпочніть перше налаштування!"],"Set the essential %s settings for your site in a few steps.":["Установіть основні налаштування %s для свого за кілька кроків."],"For the best ranking results: configure %s!":["Для найкращого рейтингу: налаштуйте %s!"],"Your site is already easier to find for search engines.":["Пошуковикам уже легше знайти ваш сайт."],"Tell us about your site, so we can get it ranked!":[""],"Or go to your SEO dashboard":["Чи перейдіть до панелі керування SEO"],"E.g. example@email.com":["Наприклад, example@email.com"],"Please enter a valid email address.":["Будь ласка, введіть правильний email."],"Tell us! Is your site about an organization or a person? ":[""],"Personal logo or avatar":["Персональний логотип чи аватар"],"Select a user":["Оберіть користувача"],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. You're not allowed to update this user profile, so please ask this user or an admin to make sure the information is correct.":["Ви обрали користувача %1$s як представника сайту. Тепер ця інформація профілю користувача використовуватиметься в результатах пошуку. У вас немає дозволу на оновлення профілю цього користувача, тож, будь ласка, попросіть користувача або адміністратора перевірити правильність інформації."],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. %2$sUpdate this profile to make sure the information is correct%3$s.":["Ви обрали користувача %1$s в ролі особи, яка представляє сайт. Тепер ця інформація профілю користувача буде відображатися в результатах пошуку. %2$sОновіть профіль, щоб переконатися, що інформація правильна%3$s."],"Uploading image...":["Завантаження зображення..."],"Select an option":["Оберіть опцію"],"Be aware that you should run the SEO data optimization for this configuration to take maximum effect.":["Зважайте на те, що вам слід запустити оптимізацію даних SEO для цього налаштування, щоб отримати максимальний ефект."],"We've already successfully analyzed your site. You can move on to the next step.":["Ми вже успішно проаналізували ваш сайт. Ви можете перейти до наступного кроку."],"SEO data optimization is running… You can safely move on to the next steps of this configuration.":["Виконується оптимізація даних SEO… Ви можете безпечно перейти до наступних кроків налаштування."],"You're not allowed to edit the social profiles of this user. Please ask this user or an admin to do this.":["У вас немає дозволу на редагування профілю соцмережі для цього користувача. Будь ласка, попросіть користувача чи адміністратора зробити це."],"E.g. https://www.wikipedia.com/yoast":["Напр. https://www.wikipedia.com/yoast"],"E.g. https://www.youtube.com/yoast":["Напр. https://www.youtube.com/yoast"],"E.g. https://www.twitter.com/yoast":["Напр. https://www.twitter.com/yoast"],"E.g. https://www.tumblr.com/yoast":["Напр. https://www.tumblr.com/yoast"],"E.g. https://www.soundcloud.com/yoast":["Напр. https://www.soundcloud.com/yoast"],"E.g. https://www.pinterest.com/yoast":["Напр. https://www.pinterest.com/yoast"],"E.g. https://www.myspace.com/yoast":["Напр. https://www.myspace.com/yoast"],"E.g. https://www.linkedin.com/yoast":["Напр. https://www.linkedin.com/yoast"],"E.g. https://www.instagram.com/yoast":["Напр. https://www.instagram.com/yoast"],"E.g. https://www.facebook.com/yoast":["Напр. https://www.facebook.com/yoast"],"Delete item":["Видалити елемент"],"E.g. https://social-platform.com/yoast":["Напр. https://social-platform.com/yoast"],"Other social profile":["Інший профіль соцмереж"],"First-time configuration":["Перше налаштування"],"You should finish the %1$sfirst time configuration%2$s to make sure your SEO data has been optimized and you’ve set the essential Yoast SEO settings for your site.":["Вам слід завершити %1$sперше налаштування%2$s, щоб переконатися, що дані SEO були оптимізовані й ви встановили основні налаштування Yoast SEO для свого сайту."],"Step 4: Go through the first time configuration":["Крок 4: виконайте перше налаштування"],"Postname permalink":["Постійне посилання назви запису"],"Page comments":["Коментарі сторінки"],"Links table":["Таблиця посилань"],"If you already have saved AIOSEO 'Search Appearance' settings and the issue persists, please contact our support team so we can take a closer look.":["Якщо ви вже зберегли налаштування \"Вигляду пошуку\"AIOSEO\", а проблема не зникає, будь ласка, зверніться до нашої команди підтримки, щоб ми могли розглянути її докладніше."],"If you have never saved any AIOSEO 'Search Appearance' settings, please do that first and run the import again.":["Якщо ви ніколи не зберігали жодних налаштувань «Вигляду пошуку» AIOSEO, спершу зробіть це та запустіть імпорт ще раз."],"The AIOSEO import was cancelled because some AIOSEO data is missing. Please try and take the following steps to fix this:":["Імпортування AIOSEO було скасовано, оскільки відсутні деякі дані AIOSEO. Будь ласка, виконайте наступні кроки, щоб вирішити проблему:"],"The validation of the AIOSEO data structure has failed.":["Не вдалося перевірити структуру даних AIOSEO."],"Currently, the %s integration is not available for multisites.":["Наразі інтеграція %s недоступна для кількох сайтів."],"WordProof authentication":["Автентифікація WordProof"],"Connected to WordProof":["Підключено до WordProof"],"Connection failed":["Помилка підключення"],"Not working? %1$sContact %3$s support%2$s.":["Не працює? %1$sЗверніться до служби підтримки %3$s%2$s."],"Try again":["Спробуйте ще раз"],"Find possible solutions in this %1$sArticle%2$s.":["Знайдіть можливі рішення в цій %1$sстатті%2$s."],"There was a connection problem. This could be because your third party connections are blocked.":["Виникла проблема з підключенням. Це може бути тому, що ваші сторонні підключення заблоковані."],"The %3$s will automatically be timestamped every time you %1$supdate%2$s or %1$spublish%2$s.":["Щоразу, коли ви %1$s оновлюєте %2$s або %1$s публікуєте %2$s, %3$s автоматично позначатиметься міткою часу."],"Your %s is now protected via the blockchain!":["Ваш %s тепер захищений через блокчейн!"],"Something went wrong authenticating your %3$s account with the %4$s site. Please try again or contact %1$s%3$s support%2$s.":["Під час автентифікації вашого облікового запису %3$s на сайті %4$s щось пішло не так. Спробуйте ще раз або зверніться до служби підтримки %1$s%3$s%2$s."],"Unable to create new timestamps. Please authenticate with WordProof.":["Не вдалося створити нові позначки часу. Пройдіть автентифікацію за допомогою WordProof."],"Timestamp with WordProof":["Позначка часу за допомогою WordProof"],"Learn more about timestamping":["Дізнайтеся більше про мітку часу"],"Authenticate with WordProof":["Автентифікація за допомогою WordProof"],"Manage WordProof settings":["Керування налаштуваннями WordProof"],"The WordProof Timestamp plugin needs to be disabled before you can activate this integration.":["Плагін WordProof Timestamp потрібно вимкнути, перш ніж ви може активувати цю інтеграцію."],"Open settings":["Відкрити налаштування"],"Open authentication":["Відкрита автентифікація"],"The timestamp is not created because you need to authenticate with %s first.":["Позначку часу не створено, тому що спочатку потрібно пройти автентифікацію за допомогою %s."],"The timestamp is not retrieved by your site. Please try again or contact %1$s support.":["Ваш сайт не отримує позначку часу. Повторіть спробу або зверніться до служби підтримки %1$s."],"%1$s failed to timestamp this page. Please check if you're correctly authenticated with %1$s and try to save this page again.":["%1$s не вдалося поставити позначку часу на цій сторінці. Перевірте, чи правильно ви пройшли автентифікацію в %1$s, і спробуйте зберегти цю сторінку ще раз."],"%s has successfully timestamped this page.":["%s успішно поставив позначку часу на цю сторінку."],"You are out of timestamps. Please upgrade your account by opening the %s settings.":["Ви вичерпали позначки часу. Оновіть обліковий запис, відкривши налаштування %s."],"Use WordProof to timestamp this page to comply with legal regulations and join the fight for a more transparant and accountable internet.":["Використовуйте WordProof, щоб позначити час на цій сторінці, щоб відповідати правовим нормам і приєднатися до боротьби за більш прозорий і підзвітний Інтернет."],"Timestamp this post":["Позначте час цієї публікації"],"content words":["змістові слова"],"content word":["змістове слово"],"Cleanup failed with the following error:":["Не вдалося очистити через таку помилку:"],"Note: These settings will overwrite the default settings of Yoast SEO.":["Примітка: ці налаштування замінять налаштування Yoast SEO за замовчуванням."],"Note: This metadata will only be imported if there is no existing Yoast SEO metadata yet.":["Примітка: ці метадані буде імпортовано, лише якщо метаданих Yoast SEO ще немає."],"Post metadata (SEO titles, descriptions, etc.)":["Метадані запису (заголовки SEO, описи тощо)"],"The import from %s includes:":["Імпортування з %s містить:"],"Once you're certain that your site is working properly with the imported data from another SEO plugin, you can clean up all the original data from that plugin.":["Переконавшись, що ваш сайт працює належним чином з імпортованими даними з іншого плагіна SEO, ви можете очистити всі вихідні дані з цього плагіна."],"Please select an SEO plugin below to see what data can be imported.":["Будь ласка, виберіть плагін SEO нижче, щоб побачити, які дані можна імпортувати."],"Clean up":["Очистити"],"After you've imported data from another SEO plugin, please make sure to clean up all the original data from that plugin. (step 5)":["Після того, як ви імпортували дані з іншого плагіна SEO, обов’язково очистіть усі вихідні дані з цього плагіна. (крок 5)"],"Note: ":["Примітка:"],"The cleanup can take a long time depending on your site's size.":["Очищення може тривати довго залежно від розміру вашого сайту."],"Every fifteen minutes":["Що п'ятнадцять хвилин"],"Default tagline":["Ключова фраза за замовчуванням"],"Import failed with the following error:":["Не вдалося імпортувати через таку помилку:"],"No data found from other SEO plugins.":["Даних з інших плагінів SEO не знайдено."],"Select SEO plugin":["Обрати плагін SEO"],"The import can take a long time depending on your site's size.":["Імпортування може тривати довго, залежно від розміру вашого сайту."],"For the best SEO results include all words of your keyphrase in the SEO title, and put the keyphrase at the beginning of the title":["Для кращих результатів SEO включіть усі слова ключової фрази в заголовок SEO та поставте ключову фразу на початок заголовка"],"For the best SEO results write the exact match of your keyphrase in the SEO title, and put the keyphrase at the beginning of the title":["Для найкращих результатів SEO напишіть точну відповідність вашої ключової фрази в заголовку SEO та поставте ключову фразу на початку заголовка"],"Installation Successful":["Встановлення успішне"],"Blog Post":["Запис у блозі"],"%1$s: Title does not begin with the focus keyphrase. %2$sMove your focus keyphrase to the beginning of the title%3$s.":["%1$s: заголовок не починається з ключової фрази фокусу. %2$sПеремістіть свою ключову фразу на початок заголовка%3$s."],"%1$s: The exact match of the focus keyphrase appears at the beginning of the SEO title. Good job!":["%1$s: точна відповідність ключової фрази фокуса відображається на початку заголовка SEO. Хороша робота!"],"%2$sText length%4$s: The text contains %1$d %6$s. This is below the recommended minimum of %5$d %6$s. %3$sAdd more content%4$s.":["%2$sДовжина тексту%4$s: Текст містить %1$d %6$s. Це нижче рекомендованого мінімуму в %5$d %6$s. %3$sДодайте вміст%4$s."],"%2$sText length%4$s: The text contains %1$d %6$s. This is slightly below the recommended minimum of %5$d %6$s. %3$sAdd a bit more copy%4$s.":["%2$sДовжина тексту%4$s: Текст містить %1$d %6$s. Це трохи нижче рекомендованого мінімуму в %5$d %6$s. %3$sДодайте трохи копій%4$s."],"%2$sText length%4$s: The text contains %1$d %6$s. This is far below the recommended minimum of %5$d %7$s. %3$sAdd more content%4$s.":["%2$sДовжина тексту%4$s: Текст містить %1$d слово з %6$s. Це набагато нижче від рекомендованого мінімуму - %5$d слово з %7$s. %3$sДодайте вміст%4$s.","%2$sДовжина тексту%4$s: Текст містить %1$d слова з %7$s. Це набагато нижче від рекомендованого мінімуму - %5$d слова з %7$s. %3$sДодайте вміст%4$s.","%2$sДовжина тексту%4$s: Текст містить %1$d слів з %7$s. Це набагато нижче від рекомендованого мінімуму - %5$d слів з %7$s. %3$sДодайте вміст%4$s."],"character":["символ","символи","символів"],"word":["слово","слова","слів"],"words":["words"],"characters":["символи"],"%s rolls out the red carpet for the search bots, which helps your site perform better in search engines.":["%s розгортає червону доріжку для пошукових роботів, що допомагає вашому сайту краще працювати в пошукових системах."],"You've successfully installed %s!":["Ви успішно встановили %s!"],"Skip%s":["Пропустити%s"],"Your %s account does not contain any keyphrases for this website yet. You can track keyphrases by using the \"Track SEO Performance\" button in the post editor.":["Ваш обліковий запис %s ще не містить жодної ключової фрази для цього сайту. Ви можете відстежити ключові фрази за допомогою кнопки \"Відстежити ефективність SEO\" в редакторі записів."],"%s account":["Обліковий запис %s"],"This overview only shows you keyphrases added to Yoast SEO. There may be other keyphrases added to your %s.":["У цьому огляді показано лише ключові фрази, додані до Yoast SEO. До вашого %s можуть бути додані інші ключові фрази."],"Tracking the ranking position...":["Відстеження місця в рейтингу..."],"Something went wrong while tracking the ranking position(s) of your page. Please try again later.":["Щось пішло не так під час відстеження місця (місць) вашої сторінки в рейтингу. Будь ласка, спробуйте знову."],"reconnect to %s":["повторно підключитися до %s"],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["Схоже, щось пішло не так під час отримання даних вашого сайту. Будь ласка, %s і спробуйте ще раз."],"Before you can track your SEO performance make sure to set either the post’s title and save it as a draft or manually set the post’s slug.":["Перш ніж ви зможете відстежувати ефективність свого SEO, переконайтеся, що ви встановили заголовок публікації та зберегли її як чернетку або вручну встановили слаг публікації."],"No keyphrase has been set. Please set a keyphrase first.":["Не встановлено жодної ключової фрази. Будь ласка, спочатку встановіть ключову фразу. "],"upgrade your %s plan":["оновіть свій план %s"],"You've reached the maximum amount of %d keyphrases you can add to your Wincher account. If you wish to add more keyphrases, please %s.":["Ви досягли максимальної кількості з %d ключових фраз, які можна додати до вашого облікового запису Wincher. Якщо хочете додати більше ключових фраз, будь ласка, %s."],"With %1$s you can track the ranking position of your page in the search results based on your keyphrase(s). %2$s":["За допомогою %1$s ви можете відстежувати рейтингове місце вашої сторінки в результатах пошуку на основі ваших ключових фраз. %2$s"],"%s is currently tracking the ranking position(s) of your page. This may take a few minutes. Please wait or check back later.":["Зараз %s відстежує рейтингове(і) місце (місця) вашої сторінки. Це може зайняти кілька хвилин. Будь ласка, зачекайте або перевірте пізніше."],"You have successfully connected to %s! You can now track the SEO performance for the keyphrase(s) of this page.":["Ви успішно підключилися до %s! Тепер ви можете відстежувати ефективність SEO для ключових фраз цієї сторінки."],"Read more about keyphrase tracking with Wincher":["Дізнатися більше про відстежування ключових фраз за допомогою Wincher"],"Automatic tracking of keyphrases is enabled. Your keyphrase(s) will automatically be tracked by %s when you publish your post.":["Автоматичне відстеження ключових фраз увімкнене. Ваші ключові фрази автоматично відстежуватимуться %s після публікації запису."],"Please enter a focus keyphrase first to track keyphrase performance":["Будь ласка, спочатку введіть фокусну ключову фразу, щоб відстежити ефективність ключової фрази"],"Keyphrase position in the last 90 days on a scale from 0 to 100.":["Місце ключової фрази протягом останніх 90 днів за шкалою від 0 до 100."],"Track SEO performance":["Відстежити ефективність SEO"],"You can enable / disable tracking the SEO performance for each keyphrase below.":["Ви можете увімкнути / вимкнути відстеження ефективності SEO для кожної ключової фрази нижче."],"Track all keyphrases on this page":["Відстежити всі ключові фрази на цій сторінці"],"Tracking has already been enabled for one or more keyphrases of this page. Clicking the button below will enable tracking for all of its keyphrases.":["Відстеження було ввімкнено для однієї чи більше ключових фраз на цій сторінці. Натиснувши на кнопку нижче, ви увімкнете відстеження для всіх ключових фраз сторінки."],"Learn more about the SEO performance feature.":["Дізнатися більше про функцію ефективності SEO."],"SEO performance":["SEO-ефективність"],"Connect with %s":["Підключити до %s"],"* focus keyphrase":["* фокусна ключова фраза"],"Get more insights over at %s":["Отримайте більше інформації за посиланням %s"],"Position over time":["Місце в часі"],"Position":["Позиція"],"Tracking":["Відстеження"],"You can still run the SEO data optimization in the %1$sTools section%2$s. Once that is finished, please refresh this page.":["Ви все  ще можете запустити оптимізацію даних SEO в розділі %1$sІнструменти%2$s. Після завершення, будь ласка, оновіть сторінку."],"This configuration step is currently disabled, because you're not running the latest version of Yoast SEO Premium. Please update to the latest version (at least %1$s). ":["Цей крок налаштування наразі вимкнений, оскільки ви не використовуєте останню версію Yoast SEO Premium. Будь ласка, оновіться до останньої версії (принаймні до %1$s). "],"Save and continue":["Зберегти та продовжити"],"Does your site represent an Organization or Person?":["Ваш сайт представляє Організацію чи Людину?"],"Activate %s":["Активувати %s"],"Update %s":["Оновити %s"],"Renew %s":["Поновити %s"],"Get help activating your subscription":["Отримати допомогу в активації вашої підписки"],"It looks like you’re running an outdated and unactivated version of %1$s, please activate your subscription in %2$sMyYoast%3$s and update to the latest version (at least 17.7) to gain access to our updated workouts section.":["Схоже, ви запускаєте неоновлену та неактивовану версію %1$s, будь ласка, активуйте підписку в %2$sMyYoast%3$s та оновіться до останньої версії (принаймні до 17.7), щоб отримати доступ до оновленого розділу тренувань."],"Activate your subscription of %s":["Активуйте підписку %s"],"Update to the latest version of %s":["Оновіть до останньої версії %s"],"Renew your subscription":["Поновити підписку"],"Accessing the latest workouts requires an updated version of %s (at least 17.7), but it looks like your subscription has expired. Please renew your subscription to update and gain access to all the latest features.":["Отримання доступу до останніх тренувать вимагає оновленої версії %s (принаймні 17.7), але, схоже, ваша підписка закінчилася. Будь ласка, поновіть підписку, щоб оновити та отримати доступ до всіх найновіших функцій."],"Renew your subscription of %s":["Поновіть підписку %s"],"Could not save this value. Please check the URL.":["Не вдається зберегти значення. Будь ласка, перевірте URL."],"Could not save this value. Please check the URL or username.":["Не вдається зберегти значення. Будь ласка, перевірте URL чи ім'я користувача."],"Oops! Something went wrong. Check your email address and try again.":["Ой! Щось пішло не так. Перевірте адресу електронної пошти та спробуйте знову."],"Yes, you can collect my site data":[""],"Site representation":["Представлення сайту"],"Continue":["Продовжити"],"Thank you! Check your inbox for the confirmation email.":["Дякуємо! Перевірте папку з вхідними, ми надіслали вам лист-підтвердження."],"Yoast respects your privacy. Read %1$sour privacy policy%2$s on how we handle your personal information.":["Yoast поважає Вашу конфіденційність. Прочитайте нашу %1$sполітику приватності%2$s про те, як ми поводимося з Вашою особистою інформацією."],"Email address":["Адреса електронної пошти"],"%1$sBack to all workouts":["%1$sПовернутися до тренувань"],"Getting your site in shape and keeping it SEO fit can be hard. We can help you get started! Take these step-by-step workouts, and you’ll be tackling some of the most fundamental SEO challenges!":["Привести сайт у форму та підтримувати його відповідному для SEO стані може бути важко. Ми можемо допомогти вам розпочати! Виконайте ці покрокові тренування, і ви впораєтеся з деякими найважливішими завданнями SEO!"],"Add internal links to your posts and pages":["Додайте внутрішні посилання на свої записи та сторінки"],"Make pages easier for Google and visitors to find":["Спростіть пошук сторінок для Google та відвідувачів"],"Clean up your unlinked content to make sure people can find it":["Очистіть незв'язаний вміст, щоб переконатися, що люди можуть знайти його"],"Orphaned content":["Сирітський вміст"],"Bring more visitors to your articles":["Залучайте до своїх статей більше відвідувачів"],"Make your important articles rank higher":["Підніміть рейтинг ваших найважливіших статей"],"%1$s/%2$s steps completed":["%1$s/%2$s кроків завершено"],"Unlock with %s!":["Розблокувати за допомогою %s!"],"Start workout!":["Почати тренування!"],"Do workout again":["Пройти тренування знову"],"Continue workout!":["Продовжити тренування!"],"It looks like you're running an outdated version of %1$s, please %2$supdate to the latest version (at least 17.7)%3$s to gain access to our updated workouts section.":["Схоже, ви використовуєте застарілу версію %1$s, будь ласка, %2$sоновіть до останньої версії (принаймні до 17.7)%3$s, щоб отримати доступ до розділу з оновленими тренуваннями."],"Get started quickly with the %1$s%2$s First-time configuration%3$s and configure Yoast SEO with the optimal SEO settings for your site!":["Швидко розпочніть роботу з %1$s%2$s Першим налаштуванням%3$s та налаштуйте Yoast SEO з оптимальними для вашого сайту параметрами SEO!"],"Current or first category title":["Поточний чи перший заголовок категорії"],"Category Title":["Заголовок категорії"],"Replaced with the post content":["Замінено вмістом запису"],"Post Content":["Вміст запису"],"Replaced with the permalink":["Замінено постійним посиланням"],"Replaced with the last name of the author":["Замінено прізвищем автора"],"Author last name":["Прізвище автора"],"Replaced with the first name of the author":["Замінено іменем автора"],"Author first name":["Ім'я автора"],"Replaced with the day the post was published":["Замінено днем, в який було опубліковано запис"],"Post day":["День запису"],"Replaced with the month the post was published":["Замінено місяцем, в якому було опубліковано запис"],"Post month":["Місяць запису"],"Replaced with the year the post was published":["Замінено на рік, коли був опублікований запис"],"Post year":["Рік запису"],"Current day":["Сьогоднішній день"],"Current month":["Поточний місяць"],"Current date":["Сьогоднішня дата"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's way less than the recommended minimum of %2$d %7$s. %4$sMake it longer%5$s!":["%3$sДовжина ключової фрази%5$sслово: Ключова фраза містить %1$d %6$s слово. Це трохи менше від рекомендованого мінімуму - %2$d %7$s. %4$sЗбільшіть її%5$s!","%3$sДовжина ключової фрази%5$sслова: Ключова фраза містить %1$d %6$s слово. Це трохи менше від рекомендованого мінімуму - %2$d %7$s. %4$sЗбільшіть її%5$s!","%3$sДовжина ключової фрази%5$sслів: Ключова фраза містить %1$d %6$s слово. Це менше від рекомендованого мінімуму - %2$d %7$s. %4$sЗбільшіть її%5$s!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's less than the recommended minimum of %2$d %6$s. %4$sMake it longer%5$s!":["%3$sДовжина ключової фрази%5$s: Ключова фраза складається з %1$d %6$s. Це трохи коротше від рекомендованого мінімуму - %2$d %6$s. %4$sЗробіть її довшою%5$s!"],"It looks like you aren't using our %1$s%2$s addon%3$s. %4$sUpgrade today%5$s to unlock more tools and SEO features to make your products stand out in search results.":["Схоже, ви не використовуєте наш %1$s%2$s додаток%3$s. %4$sОновіть сьогодні%5$s, щоб отримати доступ до інструментів та SEO-функцій, так ваші товари виділятимуться в результатах пошуку."],"Below are the technical details for the error. See %1$sthis page%2$s for a more detailed explanation.":["Нижче наведені технічні деталі помилки. Для більш детального пояснення див. %1$sцю сторінку%2$s."],"%1$sImage Keyphrase%2$s: Good job!":["%1$sЗображення Ключова фраза%2$s: Гарна робота!"],"%1$sImage Keyphrase%3$s: Images on this page do not have alt attributes with at least half of the words from your keyphrase. %2$sFix that%3$s!":["%1$sЗображення Ключова фраза%3$s: Зображення на цій сторінці не мають атрибутів alt, принаймні в половині слів з вашої ключової фрази. %2$sВиправте це%3$s!"],"%1$sImages%2$s: Good job!":["%1$sЗображення%2$s: Гарна робота!"],"%1$sImages and videos%2$s: Good job!":["%1$sЗображення і відео%2$s: Гарна робота!"],"%3$sImages and videos%5$s: Only %1$d image or video appears on this page. We recommend at least %2$d. %4$sAdd more relevant images or videos%5$s!":["%3$sЗображення і відео%5$s: Тільки %1$d зображення або відео наявне на цій сторінці. Ми рекомендуємо принаймні %2$d. %4$sДодайте більше релевантних зображень або відео%5$s!","%3$sЗображення і відео%5$s: Тільки %1$d зображення або відео наявні на цій сторінці. Ми рекомендуємо принаймні %2$d. %4$sДодайте більше релевантних зображень або відео%5$s!","%3$sЗображення і відео%5$s: Тільки %1$d зображень або відео наявні на цій сторінці. Ми рекомендуємо принаймні %2$d. %4$sДодайте більше релевантних зображень або відео%5$s!"],"%3$sImages%5$s: Only %1$d image appears on this page. We recommend at least %2$d. %4$sAdd more relevant images%5$s!":["%3$sЗображення%5$s: Тільки %1$d зображення наявне на цій сторінці. Ми рекомендуємо принаймні %2$d. %4$sДодайте більше релевантних зображень%5$s!","%3$sЗображення%5$s: Тільки %1$d зображення наявні на цій сторінці. Ми рекомендуємо принаймні %2$d. %4$sДодайте більше релевантних зображень%5$s!","%3$sЗображення%5$s: Тільки %1$d зображень наявні на цій сторінці. Ми рекомендуємо принаймні %2$d. %4$sДодайте більше релевантних зображень%5$s!"],"%1$sImages and videos%3$s: No images or videos appear on this page. %2$sAdd some%3$s!":["%1$sЗображення і відео%3$s: На цій сторінці немає зображень чи відео. %2$sДодайте декілька%3$s!"],"Error stack trace":["Трасування стека помилок"],"Response":["Відгук"],"Error message":["Повідомлення про помилку"],"Status code":["Код статуса"],"Request method":["Метод запиту"],"Request URL":["URL запиту"],"Error details":["Деталі помилки"],"Workouts":["Тренування"],"Rank with articles you want to rank with":["Класифікуйте статті, за якими ви хочете оцінити рейтинг"],"The cornerstone approach":["Змістовний підхід"],"SEO workouts":["SEO тренування"],"Improve the quality of your site search! Automatically helps your users find your cornerstone and most important content in your internal search results. It also removes noindexed posts & pages from your site’s search results.":["Покращіть якість пошуку по сайту! Автоматично допомагає вашим користувачам знайти ключові моменти та найважливіший вміст у результатах внутрішнього пошуку. Також видаляє не індексовані записи та сторінки з результатів пошуку по сайту."],"Find out more about our %s integration.":["Дізнайтеся більше про інтеграцію %s."],"Get relevant internal linking suggestions — while you’re writing! The link suggestions metabox shows a list of posts on your blog with similar content that might be interesting to link to. ":[""],"Find out how Insights can help you improve your content.":["Дізнайтеся, як Інсайти можуть допомогти покращити ваш вміст."],"Find relevant data about your content right in the Insights section in the Yoast SEO metabox. You’ll see what words you use most often and if they’re a match with your keywords! ":["Знайдіть відповідні дані про ваш вміст у розділі Інсайти в метабоксі Yoast SEO. Ви побачите, які слова ви використовуєте найчастіше і чи збігаються вони з ключовими словами!"],"Oops, something has gone wrong and we couldn't complete the optimization of your SEO data. Please make sure to activate your subscription in MyYoast by completing %1$sthese steps%2$s.":["Ой, щось пішло не так, і ми не можемо завершити оптимізацію ваших даних SEO. Будь ласка, переконайтеся, що ви активували підписку в MyYoast, виконавши %1$sтакі кроки%2$s."],"To unlock this feature please update %s to the latest version.":["Для розблокування цієї функції, будь ласка, оновіть  %s до останньої версії."],"The social appearance settings for archives require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Для налаштувань вигляду соцмереж для архівів необхідні метадані Open Graph (наразі вони вимкнені). Ви можете увімкнути їх в %1$sналаштуваннях ‘Соцмережі’ на вкладці ‘Фейсбук’%2$s."],"The social appearance settings for taxonomies require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Для налаштувань вигляду соцмереж для таксономії необхідні метадані Open Graph (наразі вони вимкнені). Ви можете увімкнути їх в  %1$sналаштуваннях ‘Соцмережі’ на вкладці ‘Фейсбук’%2$s."],"The social appearance settings for content types require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Для налаштувань вигляду соцмереж для типів записів необхідні метадані Open Graph (наразі вони вимкнені). Ви можете увімкнути їх в %1$sналаштуваннях ‘Соцмережі’ на вкладці ‘Фейсбук’%2$s."],"The social appearance settings for your homepage require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Для налаштувань вигляду соцмереж для домашньої сторінки необхідні метадані Open Graph (наразі вони вимкнені). Ви можете увімкнути їх в %1$sналаштуваннях ‘Соцмережі’ на вкладці ‘Фейсбук’%2$s."],"Social image":["Зображення соцмереж"],"Unlock with Premium":["Розблокувати за допомогою Преміум"],"Addon installation failed because of an error: %s.":["Не вдалося встановити застосунок через помилку: %s."],"You are not allowed to install plugins.":["Вам не дозволено встановлювати плагіни."],"Addon installed.":["Застосунок встановлено."],"Addon activation failed because of an error: %s.":["Не вдалося активувати застосунок через помилку: %s."],"You are not allowed to activate plugins.":["Вам не дозволено активувати плагіни."],"Addon activated.":["Застосунок активовано."],"%1$s Continue to %2$s%3$s":["%1$s Продовжити з %2$s%3$s"],"Installing and activating addons":["Встановлення та активація застосунків"],"No %1$s plugins have been installed. You don't seem to own any active subscriptions.":["Жодного плагіна %1$s не встановлено. Схоже, у вас немає активних підписок."],"the following addons":["такі застосунки"],"%s SEO installation":["Встановлення %s SEO"],"Install and activate":["Встановити та активувати"],"Please confirm below that you would like to install %s on this site.":["Будь ласка, підтвердіть нижче, що ви хочете встановити %s на цьому сайті."],"Insert variable":["Вставити змінну"],"Shopping data preview:":["Перегляд даних покупок:"],"Availability":["Доступність"],"Price":["Ціна"],"Rating":["Рейтинг"],"%s reviews":["відгуків %s"],"Rating: %s":["Оцінка: %s"],"Image":["Зображення"],"Social description":["Опис соцмереж"],"Social title":["Назва соцмереж"],"Required by %s":["Обов'язково для %s"],"Auto-updates are disabled based on this setting for %1$s.":["Автоматичні оновлення вимкнені на основі цього налаштування для %1$s."],"Auto-updates are enabled based on this setting for %1$s.":["Автоматичні оновлення ввімкнені на основі цього налаштування для %1$s."],"New":["Нове"],"seconds":["секунд"],"Select image":["Виберіть зображення"],"Replace image":["Замінити зображення"],"site structure":["структура сайту"],"internal linking":["внутрішні посилання"],"breadcrumbs":["навігаційні стежки"],"seo":["seo"],"Adds the Yoast SEO breadcrumbs to your template or content.":["Додає навігаційні стежки Yoast SEO до вашого шаблону або змісту. "],"Yoast Breadcrumbs":["Навігаційні стежки Yoast"],"The term is considered invalid. The following reason was given by WordPress: %s":["Термін вважається недійсним. WordPress вказав таку причину: %s"],"The post could not be found.":["Допис не знайдено."],"The term could not be found.":["Таксономію не знайдено."],"This feature has been disabled since subsites never send tracking data.":["Цю можливість було вимкнено, оскільки підсайти ніколи не надсилають дані про стеження."],"We notice that you have installed WPML. To make sure your canonical URLs are set correctly, %1$sinstall and activate the WPML SEO add-on%2$s as well!":[""],"Unfortunately we cannot save changes to your SEO settings while you are working on a draft of an already-published %1$s. If you want to save your SEO changes, make sure to click 'Update', or wait to make your SEO changes until you are ready to update the %1$s.":["На жаль, ми не можемо зберегти зміни ваших налаштувань SEO, поки ви працюєте з чорновиком вже опублікованого допису %1$s. Якщо ви бажаєте зберегти ваші зміни SEO, натисніть \"Оновити\" або збережіть SEO зміни, коли ви будете готові оновити %1$s."],"Get started with Yoast SEO's content analysis for Elementor!":["Почніть аналіз вмісту Yoast SEO для Elementor!"],"Got it":["Зрозуміло"],"New: Yoast SEO for Elementor":["Нове: Yoast SEO для Elementor"],"Because of a change in your category base setting, some of your SEO data needs to be reprocessed.":["У зв'язку із зміною налаштувань вашої основної категорії, деякі ваші дані SEO мають бути опрацьовано ще раз."],"Wait for a week or so, until %1$s automatically processes most of your content in the background.":["Зачекайте близько тижня, поки %1$s автоматично обробить більшість вашого вмісту у фоновому режимі."],"%s minute":["%s хвилина","%s хвилини","%s хвилин"],"Est. reading time":["Прибл. час читання"],"Written by":["Написано"],"Google Rich Results Test":["Тест Google Rich Results"],"Find out how a rich snippet can improve visibility and click-through-rate.":["Перегляньте, як багатофункціональні сніпети можуть покращити видимість та частоту переходів."],"This adds an author byline and reading time estimate to the article’s snippet when shared on Slack.":["Це додає авторський підпис і приблизний час читання до фрагмента статті, коли він публікується в Slack."],"Enhanced Slack sharing":["Покращене поширення в Slack"],"Activate your subscription":["Активуйте свою підписку"],"SEO data optimization is disabled for non-production environments.":["Оптимізація даних SEO вимкнена для середовищ розробки."],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":["Ця функція містить та замінює лічильник текстових посилань та аналіз внутрішнього зв’язку"],"This tab allows you to selectively disable %1$s integrations with third-party products for all sites in the network. By default all integrations are enabled, which allows site admins to choose for themselves if they want to toggle an integration on or off for their site. When you disable an integration here, site admins will not be able to use that integration at all.":["Ця вкладка дозволяє вибірково вимкнути інтеграцію %1$s s зі сторонніми продуктами для всіх вебсайтів у мережі. За замовчуванням усі можливості ввімкнені, що дозволяє адміністраторам сайтів самостійно вибирати, чи вони хочуть ввімкнути інтеграцію для свого сайту чи вимкнути її. "],"Because of a change in your tag base setting, some of your SEO data needs to be reprocessed.":["Через зміни в базовому налаштуванні позначок деякі ваші дані SEO мають бути оброблені заново. "],"Stop SEO data optimization":["Зупинити SEO оптимізацію даних"],"Oops, something has gone wrong and we couldn't complete the optimization of your SEO data. Please click the button again to re-start the process. ":["Йой, щось пішло не так, і ми не змогли завершити оптимізацію ваших даних SEO. Будь ласка, натисніть на кнопку, щоб почати спочатку."],"Optimizing SEO data... This may take a while.":["Оптимізуємо дані SEO. Це може зайняти деякий час."],"SEO data optimization complete":["Оптимізація даних SEO завершена"],"You can speed up your site and get insight into your internal linking structure by letting us perform a few optimizations to the way SEO data is stored. ":["Ви можете пришвидшити роботу свого сайту та отримати уявлення про свою внутрішню структуру зв’язку, дозволивши нам виконати кілька оптимізацій способу зберігання даних SEO."],"Start SEO data optimization":["Розпочати оптимізацію даних SEO"],"Learn more about the benefits of optimized SEO data.":["Дізнайтеся більше про переваги оптимізованих даних SEO."],"You can speed up your site and get insight into your internal linking structure by letting us perform a few optimizations to the way SEO data is stored. If you have a lot of content it might take a while, but trust us, it's worth it.":["Ви можете пришвидшити роботу свого сайту та отримати уявлення про свою внутрішню структуру посилань, дозволивши нам виконати кілька оптимізацій способу зберігання даних SEO. Якщо у вас багато вмісту, це може зайняти деякий час, але повірте нам, воно того варте."],"Optimize SEO Data":["Оптимізація даних SEO"],"If the problem persists, please contact support.":["Якщо проблема не зникне, будь ласка, зверніться до служби підтримки."],"Something has gone wrong and we couldn't complete the optimization of your SEO data. Please %1$sre-start the process%2$s.":["Щось пішло не так, і нам не вдалося завершити оптимізацію ваших даних SEO. Будь ласка, %1$sпочніть спочатку%2$s."],"All permalinks were successfully reset":["Усі постійні посилання успішно скинуто"],"We've encountered a problem trying to get related keyphrases. Please try again later.":["Ми зіткнулися з проблемою, намагаючись отримати схожі ключові фрази. Будь ласка, спробуйте пізніше."],"You've reached the maximum amount of 4 related keyphrases. You can change or remove related keyphrases in the %s metabox or sidebar.":["Ви досягли максимуму - 4 схожих ключових фраз. Ви можете змінити або видалити ключові фрази в метабоксі %s або бічній панелі."],"Please wait while %1$s connects to %2$s to get related keyphrases...":["Будь ласка, зачекайе, поки %1$s під'єднується до %2$s, щоб отримати схожі ключові фрази..."],"Upgrade your %s plan":["Оновіть ваш план %s"],"You've reached your request limit for today. Check back tomorrow or upgrade your plan over at %s.":["Ви досягли ліміту запитів на сьогодні. Перевірте завтра або оновіть ваш план на %s."],"Last month":["За останній місяць"],"Two months ago":["2 місяці тому"],"Three months ago":["3 місяці тому"],"Four months ago":["4 місяці тому"],"Five months ago":["5 місяців тому"],"Six months ago":["6 місяців тому"],"Seven months ago":["7 місяців тому"],"Eight months ago":["8 місяців тому"],"Nine months ago":["9 місяців тому"],"Ten months ago":["10 місяців тому"],"Eleven months ago":["11 місяців тому"],"Twelve months ago":["12 місяців тому"],"Get more insights at %s":["Більше рекомендацій на %s"],"Keyphrase volume in the last 12 months on a scale from 0 to 100.":["Обсяг ключової фрази за останні 12 місяців за шкалою від 0 до 100."],"Learn more about the related keyphrases trend":["Дізнайтеся більше про тенденції схожих ключових фраз"],"Trend":["Тенденція"],"Learn more about the related keyphrases volume":["Дізнайтеся більше про обсяг схожих ключових фраз"],"Volume":["Обсяг"],"Related keyphrase":["Схожа ключова фраза"],"Select country":["Виберіть країну"],"Show results for:":["Показати результати для:"],"Please enter a focus keyphrase first to get related keyphrases":["Будь ласка, введіть спочатку ключову фразу фокусу, щоб отримати схожі ключові фрази. "],"Sorry, there's no data available for that keyphrase/country combination.":["На жаль, немає доступних даних для комбінації ключова фраза/країна."],"Get related keyphrases":["Знайти пов’язані ключові фрази"],"Related keyphrases":["Пов’язані ключові фрази"],"The number of headers and header labels don't match.":["Кількість заголовків та міток заголовків не співпадає."],"The %s integration offers suggestions and insights for keywords related to the entered focus keyphrase.":["Інтеграція %s надає пропозиції та розуміння ключових слів, схожих із введеною ключовою фразою фокусу."],"Disabling Yoast SEO's XML sitemaps will not disable WordPress' core sitemaps. In some cases, this %1$s may result in SEO errors on your site%2$s. These may be reported in Google Search Console and other tools.":["Вимкнення XML-файлів карт сайту Yoast SEO не призведе до відключення основних карт сайту WordPress. У деяких випадках це %1$s може спричинити помилки в роботі SEO на вашому сайті%2$s. Про них можна повідомити в пошуковій консолі Google та інших інструментах."],"If you still need support and have an active subscription for this product, please email %s.":["Якщо вам все ще потрібна підтримка, і у вас є активна підписка на цей продукт, будь ласка, напишіть на %s."],"You can probably find an answer to your question in our %1$shelp center%2$s.":["Можливо, ви знайдете відповідь на ваше питання в нашому %1$sцентрі допомоги%2$s."],"Need support?":["Потрібна допомога?"],"Return to your %s":["Повернутися назад до %s"],"Make sure to save your %s for changes to take effect":["Не забудьте зберегти %s, щоб зміни набрали чинності "],"The advanced section of the %1$s meta box allows a user to remove posts from the search results or change the canonical. The settings in the schema tab allows a user to change schema meta data for a post. These are things you might not want any author to do. That's why, by default, only editors and administrators can do this. Setting to \"%2$s\" allows all users to change these settings.":["Розширений розділ мета-коду %1$s дозволяє користувачеві видаляти публікації з результатів пошуку або змінювати канонічні. Налаштування у вкладці схеми дозволяють користувачеві змінювати мета-дані схеми для запису. Це ті речі, які ви не хочете дозволяти будь-якому автору. Ось чому, за замовчуванням, лише редактори та адміністратори можуть це зробити. Встановлення в \"%2$s\" дозволяє всім користувачам змінювати ці налаштування."],"Security: no advanced or schema settings for authors":["Безпека: немає додаткових налаштувань або налаштувань схем для авторів"],"Report":["Звіт"],"Tech Article":["Технічна стаття"],"Scholarly Article":["Наукова стаття"],"Satirical Article":["Сатирична стаття"],"Advertiser Content Article":["Стаття рекламного змісту"],"News Article":["Новинна стаття"],"Social Media Posting":["Публікації для соціальних мереж"],"Article":["Стаття"],"Search Results Page":["Сторінка результатів пошуку"],"Real Estate Listing":["Оголошення нерухомості"],"Checkout Page":["Сторінка оформлення замовлення"],"Collection Page":["Сторінка колекцій"],"Medical Web Page":["Медична вебсторінка"],"Contact Page":["Сторінка Контакти"],"Profile Page":["Сторінка профилю"],"QA Page":["Сторінка контролю якості"],"FAQ Page":["Сторінка частих питань"],"About Page":["Сторінка «Про нас»"],"Item Page":["Сторінка товару"],"Web Page":["Вебсторінка"],"Default for %1$s (%2$s)":["За замовчуванням для %1$s (%2$s)"],"This helps search engines understand your website and your content. You can change some of your settings for this page below.":["Це допомагає пошуковикам розуміти ваш сайт і його вміст. Ви можете змінити деякі налаштування для цієї сторінки нижче."],"Yoast SEO automatically describes your pages using schema.org":["Yoast SEO автоматично описує сторінки за допомогою schema.org"],"Article type":["Тип статті"],"Page type":["Тип сторінки"],"Learn more about page or content types":["Дізнатися більше про типи сторінок або вмісту"],"What type of page or content is this?":["Який це тип вмісту або сторінки?"],"Structured Data":["Структуровані дані"],"Yoast How-to":["Практичні вказівки Yoast"],"Yoast FAQ":["Часті питання Yoast"],"%1$s: Does not contain the exact match. %2$sTry to write the exact match of your keyphrase in the SEO title and put it at the beginning of the title%3$s.":["%1$s: не містить точного співпадіння. %2$sСпробуйте використати точну копію фокусної ключової фрази в заголовку SEO і помістити її на початку заголовку.%3$s."],"%1$s: The exact match of the focus keyphrase appears in the SEO title, but not at the beginning. %2$sMove it to the beginning for the best results%3$s.":["%1$s: Точне співпадіння фокусної ключової фрази знайдено в заголовку SEO, але не напочатку. %2$sПеремістіть її на початок для кращих результатів%3$s."],"%1$s Internal Linking Blocks":["Блоки внутрішніх посилань %1$s"],"Allow us to track some data about your site to improve our plugin.":["Дозволяє нам відстежувати деякі дані для вдосконалення плагіну."],"Usage tracking":["Відстеження користування"],"Can we collect anonymous information about your website to enhance %1$s?":[""],"Read more about how internal linking can improve your site structure.":["Дізнайтеся більше про те, як внутрішні посилання можуть покращити структуру вашого сайту."],"Link suggestions":["Посилання пропозицій"],"Insights":["Статистика"],"Remove image":["Видалити зображення"],"The file size of the uploaded image is too large for %s. File size must be less than %s.":["Розмір файлу завантаженого зображення завеликий для %s. Розмір файлу має бути меншим за %s."],"The format of the uploaded image is not supported. The supported formats are: %s, %s, %s and %s.":["Формат завантаженого зображення не підтримується. Формати, що підтримуються: %s, %s, %s і %s."],"You have uploaded a %s. Please note that, if it’s an animated %s, only the first frame will be used.":["Ви завантажили %s. Будь ласка, зауважте, у випадку анімованого %s, буде використано лише перший кадр."],"Your image dimensions are not suitable. The minimum dimensions are %dx%d pixels. The maximum dimensions are %dx%d pixels.":["Розміри вашого зображення не відповідні. Мінімальні розміри: %dx%d пікселів. Максимальні розміри: %dx%d пікселів."],"Your image dimensions are not suitable. The minimum dimensions are %dx%d pixels.":["Розміри вашого зображення не відповідні. Мінімальні розміри: %dx%d пікселів."],"Dismiss":["Відхилити"],"Because of a change in your permalink structure, some of your SEO data needs to be reprocessed.":["Через зміни у структурі постійних посилань деякі дані SEO мають бути оброблені заново."],"Because of a change in your home URL setting, some of your SEO data needs to be reprocessed.":["Через зміни у налаштуванні URL категорій деякі дані SEO мають бути оброблені заново."],"Please upgrade your WordPress version or install the Gutenberg plugin to get this %1$s feature.":["Будь ласка, оновіть версію WordPress або встановіть плагін Gutenberg для використання функціоналу %1$s."],"Marking links with nofollow/sponsored has been disabled for WordPress installs < 5.4.":["Маркування посилань за допомогою nofollow/sponsored відключено для інсталяцій WordPress < 5.4."],"Open in new tab":["Відкрити в новій вкладці"],"This is a sponsored link or advert (mark as %1$ssponsored%2$s)%3$s":["Це спонсорське посилання або реклама (позначити як %1$ssponsored%2$s)%3$s"],"Search engines should ignore this link (mark as %1$snofollow%2$s)%3$s":["Пошуковикам слід ігнорувати таке посилання (позначити як %1$snofollow%2$s)%3$s"],"Learn more about marking a link as nofollow or sponsored.":["Дізнатися більше про позначення посилань як nofollow або sponsored."],"Link inserted.":["Посилання вставлено."],"Link edited.":["Посилання відредаговано."],"Warning: the link has been inserted but may have errors. Please test it.":["Увага: посилання вставлено, але може мати помилки. Будь ласка, випробуйте його."],"Unlink":["Відв`язати"],"Link removed.":["Посилання видалено."],"Link":["Посилання"],"We've analyzed your post. There is still room for improvement!":["Ми проаналізували ваш запис. Його можна покращити!"],"We've analyzed your post. Everything looks good. Well done!":["Ми проаналізували ваш запис. Все добре. Так тримати!"],"No focus keyword was entered":["Не введено фокусного ключового слова"],"Share your post!":["Поділіться своїм записом!"],"Improve your post with Yoast SEO":["Удоскональте свій запис за допомогою Yoast SEO"],"SEO analysis:":["SEO аналіз:"],"The links columns show the number of articles on this site linking %3$sto%4$s this article and the number of URLs linked %3$sfrom%4$s this article. Learn more about %1$show to use these features to improve your internal linking%2$s, which greatly enhances your SEO.":["Стовпці посилань відображають кількість статей сайту, що ведуть %3$sна%4$s цю статтю, і кількість URL, що ведуть %3$sвід%4$s цієї статті. Дізнайтеся більше про %1$sвикористання цих функції для покращення внутрішніх перехресних посилань%2$s, що значно покращує SEO."],"We've written an article about %1$show to use the SEO score and Readability score%2$s.":["Ми написали статтю про %1$sвикористання рейтингу SEO та рейтинг читабельності%2$s."],"%1$s adds several columns to this page.":["%1$s додає декілька стовпців до цієї сторінки."],"We estimate this will take less than a minute.":["Ми прогнозуємо, що це займе менше хвилини."],"We estimate this will take a couple of minutes.":["Ми прогнозуємо, що це займе декілька хвилин."],"%1$sRun the indexation process on your server%2$s using %3$sWP CLI%2$s.":["%1$sЗапуск процесу індексування на вашому сервері%2$s за допомогою %3$sWP CLI%2$s."],"We estimate this could take a long time, due to the size of your site. As an alternative to waiting, you could:":["Ми прогнозуємо, що це може зайняти багато часу через розмір вашого сайту. Замість очікування ви можете:"],"Show debug information":["Відобразити інформацію для налагодження"],"Your site will continue to work normally, but won't take full advantage of %s.":["Ваш сайт продовжить працювати штатно, але не зможе скористатися перевагами %s."],"%s had problems creating the database tables needed to speed up your site.":["%s мав проблеми зі створенням таблиць бази даних, необхідних для пришвидшення сайту."],"Your keyphrase is too long. It can be a maximum of 191 characters.":["Ваша ключова фраза задовга. Вона не може перевищувати 191 символ."],"%1$sFind out how to solve this problem on our help center%2$s.":["%1$sДізнайтеся про вирішення цієї проблеми з нашої бази знань%2$s."],"The text link counter feature is not working as expected":["Функціонал рахівника текстових посилань працює неналежним чином"],"The text link counter helps you improve your site structure. %1$sFind out how the text link counter can enhance your SEO%2$s.":["Рахівник текстових посилань допомагає вдосконалювати структуру сайту. %1$sДізнайтеся, яким чином рахівник текстових посилань може покращити SEO%2$s."],"The text link counter is working as expected":["Рахівник текстових посилань працює належним чином"],"I don't want this site to show in the search results.":["Я не хочу, щоб цей сайт відображався у результатах пошуку."],"If you want search engines to show this site in their results, you must %1$sgo to your Reading Settings%2$s and uncheck the box for Search Engine Visibility.":["Якщо ви хочете, щоб пошукові движки відображали цей сайт у результатах пошуку, вам слід %1$sперейти до налаштувань читання%2$s і прибрати галочку для видимості пошукових движків."],"Learn more about the no-index setting on our help page.":["Дізнайтеся більше про налаштування no-index на довідковій сторінці."],"Even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Навіть якщо ви можете налаштувати мета роботів тут, але весь сайт переключено на noindex в налаштуваннях конфіденційності, тому ці параметри не матимуть сили."],"Learn more about canonical URLs on our help page.":["Дізнатися більше про канонічні URL на сторінці довідки."],"Learn more about the breadcrumbs title setting on our help page.":["Дізнайтеся більше про налаштування заголовку за допомогою навігаційних стежок на нашій довідковій сторінці."],"Learn more about advanced meta robots settings on our help page.":["Дізнатися більше про розширені мета-налаштування роботів на сторінці довідки."],"Learn more about the no-follow setting on our help page.":["Дізнайтеся більше про налаштування no-follow на довідковій сторінці."],"Should search engines follow links on this content?":["Чи повинні пошукові системи стежити за посиланнями у цьому вмісті?"],"This %1$s REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use %1$s for all their SEO meta output.":["Ця точка підключення %1$s REST API надає усю необхідну мета-інформацію щодо конкретного URL. Це дозволить керованим сайтам WordPress легко використовувати %1$s для повернення мета SEO."],"REST API: Head endpoint":["REST API: Головна точка підключення"],"Please read %1$sthis help article%2$s to find out how to resolve this problem.":["Будь ласка, прочитайте %1$sцю довідкову статтю%2$s, щоб з'ясувати, як вирішити цю проблему."],"Replaced with the term ancestors hierarchy":["Замінено елементом батьківської ієрархії"],"Term hierarchy":["Ієрархія елементів"],"%1$sYou can change the tagline in the customizer%2$s.":["%1$sВи можете змінити слоган у Налаштовувачі%2$s."],"You still have the default WordPress tagline. Even an empty one is probably better.":["Ви й досі використовуєте слоган WordPress за замовчуванням. Навіть порожній, ймовірно, краще."],"You should change the default WordPress tagline":["Вам слід змінити слоган WordPress за замочуванням"],"You are using a custom tagline or an empty one.":["Ви використовуєте користувацький або порожній слоган."],"You changed the default WordPress tagline":["Ви змінили слоган WordPress за замовчуванням"],"Comments on your posts are displayed on a single page. This is just like we'd suggest it. You're doing well!":["Коментарі до вашого запису відображаються однією сторінкою. Це саме те, що ми радимо. Так тримати!"],"It's highly recommended to have your postname in the URL of your posts and pages. Consider setting your permalink structure to %s.":["Рекомендовано мати postname в URL записів і сторінок. Розгляньте можливість встановлення структури permalink в %s."],"You do not have your postname in the URL of your posts and pages":["В URL записів і сторінок відсутній postname"],"You do have your postname in the URL of your posts and pages.":["В URL записів і сторінок міститься postname."],"Your permalink structure includes the post name":["Структура ваших постійних посилань містить назву запису"],"Comments on your posts break into multiple pages. As this is not needed in 999 out of 1000 cases, we recommend you disable it. To fix this, uncheck \"Break comments into pages...\" on the Discussion Settings page.":["Коментарі до вашого запису розбито на декілька сторінок. Оскільки в 999 випадках з 1000 це не потрібно, рекомендуємо відключити це. Щоб виправити це, приберіть галочку з налаштування \"Розбити коментарі на сторінки...\" на сторінці налаштувань обговорення."],"Comments break into multiple pages":["Коментарі розбиті на декілька сторінок"],"Comments are displayed on a single page":["Коментарі відображаються на одній сторінці"],"No title":["Без заголовку"],"%1$sGo to the Discussion Settings page%2$s":["%1$sПерейдіть на сторінку налаштувань обговорення%2$s"],"%1$sThis was reported by the %2$s plugin%3$s":["%1$sЦе було повідомлено плагіном %2$s%3$s"],"Mobile result":["Мобільний результат"],"Preview as:":["Попередній перегляд як:"],"Desktop result":["Результат для комп'ютера"],"When you click OK we will open our HelpScout beacon where you can find answers to your questions. This beacon will load our support data and also potentially set cookies.":["Після натискання кнопки «ОК» ми відкриємо маяк HelpScout, де ви зможете знайти відповіді на свої запитання. Цей маячок завантажить наші дані підтримки, а також потенційно встановить файли cookie."],"The browser you are currently using is unfortunately rather dated. Since we strive to give you the best experience possible, we no longer support this browser. Instead, please use %1$sFirefox%4$s, %2$sChrome%4$s or %3$sMicrosoft Edge%4$s.":["Браузер, яким ви користуєтесь, на жаль, застарів. Попри наше бажання надавати найкращі послуги, ми не підтримуємо більше цей браузер. Натомість, будь ласка, використовуйте %1$sFirefox%4$s, %2$sChrome%4$s або %3$sMicrosoft Edge%4$s."],"If you want to apply advanced <code>meta</code> robots settings for this page, please define them in the following field.":["Якщо ви хочете застосувати розширені налаштування роботів <code>meta</code> для цієї сторінки, будь ласка, зазначте їх в цьому полі."],"Check out %1$s":["Дивіться %1$s"],"We have both free and premium online courses to learn everything you need to know about SEO.":["Ми пропонуємо як безкоштовні, так і преміум онлайн курси для вивчення всього, що необхідно знати про SEO."],"Want to learn SEO from Team Yoast? Check out our %1$s!":["Бажаєте вивчати SEO разом з Командою Yoast? Дивіться нашу %1$s!"],"Learn SEO":["Вивчайте SEO"],"%s settings to import:":["%s налаштування для імпорту:"],"Import settings from another %1$s installation by pasting them here and clicking \"%2$s\".":["Імпортувати налаштування з іншого середовища %1$s, вставивши їх сюди й натиснувши \"%2$s\"."],"Your %1$s settings:":["Ваші %1$s налаштування:"],"Schema":["Schema"],"Please check the format of the YouTube URL you entered. %s":["Будь ласка, перевірте введений формат Youtube URL. %s"],"Please check the format of the Wikipedia URL you entered. %s":["Будь ласка, перевірте введений формат URL Wikipedia. %s"],"Please check the format of the Pinterest URL you entered. %s":["Будь ласка, перевірте введений формат URL Pinterest. %s"],"Please check the format of the MySpace URL you entered. %s":["Будь ласка, перевірте введений формат URL MySpace. %s"],"Please check the format of the LinkedIn URL you entered. %s":["Будь ласка, перевірте введений формат Linkedin URL. %s"],"Please check the format of the Instagram URL you entered. %s":["Будь ласка, перевірте введений формат URL Instagram. %s"],"Please check the format of the Facebook Page URL you entered. %s":["Перевірте введений формат URL сторінки Facebook, %s"],"Settings saved.":["Налаштування збережені."],"Dismiss this alert":["Закрити це попередження"],"The submitted value was: %s":["Надіслане значення було: %s"],"Yandex confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Коди підтвердження Яндекс можуть містити лише літери від А до F, цифри, дефіси та підкреслення. %s"],"Twitter usernames can only contain letters, numbers, and underscores. %s":["Імена користувачів у Twitter можуть містити лише літери, цифри та підкреслення. %s"],"Pinterest confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Коди підтвердження Pinterest можуть містити лише літери від A до F, цифри, дефіси та підкреслення. %s"],"Bing confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Коди підтвердження Bing можуть містити лише літери від A до F, цифри, дефіси та підкреслення. %s"],"Google verification codes can only contain letters, numbers, hyphens, and underscores. %s":["Коди підтвердження Google можуть містити лише літери від A до F, цифри, дефіси та підкреслення. %s"],"Baidu verification codes can only contain letters, numbers, hyphens, and underscores. %s":["Коди підтвердження Baidu можуть містити лише літери, цифри, дефіси та підкреслення. %s"],"Show this item.":["Показати цей елемент."],"Hide this item.":["Приховати цей елемент."],"You have %d hidden problem:":["Ви маєте %d приховану проблему:","Ви маєте %d приховані проблеми:","Ви маєте %d прихованих проблем:"],"You have %d hidden notification:":["Ви маєте %d приховане сповіщення:","Ви маєте %d прихованих сповіщення:","Ви маєте %d прихованих сповіщень:"],"Focus keyphrase not set":["Ключову фразу фокусування не встановлено"],"The form contains %1$s error. %2$s":["Форма містить %1$s помилку. %2$s","Форма містить %1$s помилки. %2$s","Форма містить %1$s помилок. %2$s"],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly.":["Такі слова та словосполучення зустрічаються найчастіше. Вони вказують на те, на чому зосереджується ваш контент. Якщо слова сильно відрізняються від вашої теми, ви, можливо, захочете переписати вміст відповідно."],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":["Як тільки ви додасте трохи більше копій, ми надамо вам список слів, які найбільше повторюються у контенті. Вони вказують на те, на чому зосереджується ваш контент."],"%d occurrences":["%d збігів"],"Activate %s for your site on MyYoast":["Активувати %s для вашого сайту на MyYoast"],"Show blog page in breadcrumbs":["Показувати сторінку блога в навігаційних стежках"],"We could not find any relevant articles on your website that you could link to from your post.":["Ми не змогли знайти на вашому сайті відповідні статті, на які ви могли б послатися в своєму записі."],"Has feedback":["Є зворотний зв'язок"],"Content optimization:":["Оптимізація вмісту:"],"%1$sSEO%2$s: %3$s":["%1$sSEO%2$s: %3$s"],"%1$sReadability%2$s: %3$s":["%1$sЧитабельність%2$s: %3$s"],"Post Noindexed":["Запис відмічений noindex"],"No Focus Keyphrase":["Немає фокусної ключової фрази"],"Posts with the SEO score: %s":["Записи з SEO оцінкою: %s"],"SEO: %s":["SEO: %s"],"%s video tutorial":["Навчальні відео %s"],"To view your current crawl errors, %1$splease visit Google Search Console%2$s.":["Щоб ознайомитись з актуальними результатами перевірки помилок, %1$sбудь-ласка, відвідайте панель адміністратора Google%2$s."],"Google has discontinued its Crawl Errors API. Therefore, any possible crawl errors you might have cannot be displayed here anymore. %1$sRead our statement on this for further information%2$s.":["Робота Google API для перевірки помилок припинена. З цієї причини будь-які можливі результати перевірки не можуть бути відображеними. %1$sОзнайомтесь з нашою угодою з цього приводу для отримання подальшої інформації%2$s."],"Get the %s plugin now!":["Отримати %s плагін зараз!"],"Personal info":["Особиста інформація"],"Organization logo":["Логотип організації"],"Organization name":["Назва організації"],"(if one exists)":["(якщо існує)"],"Wikipedia page about you":["Сторінка Wikipedia про тебе"],"YouTube profile URL":["Посилання на профіль в YouTube"],"Tumblr profile URL":["Посилання на профіль Tumblr"],"SoundCloud profile URL":["Посилання на профіль SoundCloud"],"MySpace profile URL":["Посилання на профіль MySpace"],"Organization":["Організація"],"You have previously set your site to represent a person. We’ve improved our functionality around Schema and the Knowledge Graph, so you should go in and %1$scomplete those settings%2$s.":["Раніше ви встановили, що ваш сайт буде представляти інтереси конкретної особи. Ми покращили нашу функціональність по відношенню до Schema та Knowledge Graph, тому вам необхідно ввійти та %1$s заповнити ці налаштування %2$s."],"Select a user...":["Оберіть користувача..."],"Uncategorized":["Без категорії"],"Pinterest profile URL":["Посилання на профіль Pinterest"],"LinkedIn profile URL":["Посилання на профіль LinkedIn"],"Instagram profile URL":["Посилання на профіль Instagram"],"No JSON object was returned.":["Не було повернуто JSON об‘єкта"],"Received internal links":["Отримані внутрішні посилання"],"Outgoing internal links":["Вихідні внутрішні посилання"],"New step added":["Новий крок був доданий"],"New question added":["Нове питання було додане"],"For this feature to work, %1$s needs to create a table in your database. We were unable to create this table automatically.":["Для роботи цієї функції, %1$s необхідно створити таблицю в вашій базі даних. Нам не вдалось створити таблицю автоматично."],"Keyphrase":["Ключова фраза"],"%3$sImage Keyphrase%5$s: Out of %2$d images on this page, %1$d have alt attributes with words from your keyphrase or synonyms. That's a bit much. %4$sOnly include the keyphrase or its synonyms when it really fits the image%5$s.":["%3$salt атрибути(-ів) зображень%5$s: з%2$d зображень на цій сторінці, %1$d містять слова з вашої ключової фрази або синонімів. Це забагато. %4$sВключайте ключову фразу або її синоніми тільки у тому випадку, якщо вони дійсно відповідають зображенню%5$s."],"%3$sImage Keyphrase%5$s: Out of %2$d images on this page, only %1$d has an alt attribute that reflects the topic of your text. %4$sAdd your keyphrase or synonyms to the alt tags of more relevant images%5$s!":["%3$sАтрибут зображення alt%5$s: з %2$d зображень на цій сорінці, тільки %1$d має атрибут alt, який відображає тему вашого тексту. %4$sДодайте ключову фразу або синоніми до тегів alt більш релевантних зображень%5$s!","%3$sАтрибути зображень alt%5$s: з %2$d зображень на цій сторінці, тільки %1$d мають атрибут alt, який відображає тему вашого тексту. %4$sДодайте ключову фразу або синоніми до тегів alt більш релевантних зображень%5$s!","%3$sАтрибутів зображень alt%5$s: з %2$d зображень на цій сторінці, тільки %1$d мають атрибут alt, який відображає тему вашого тексту. %4$sДодайте ключову фразу або синоніми до тегів alt більш релевантних зображень%5$s!"],"%1$sImage Keyphrase%3$s: Images on this page do not have alt attributes that reflect the topic of your text. %2$sAdd your keyphrase or synonyms to the alt tags of relevant images%3$s!":["%1$salt атрибути зображення %3$s: Зображення на цій сторінці не мають alt атрибутів, які відповідають темі вашого тексту. %2$sДодайте ключову фразу або синоніми до alt тєгів відповідних зображень%3$s!"],"%1$sImage Keyphrase%3$s: Images on this page have alt attributes, but you have not set your keyphrase. %2$sFix that%3$s!":["%1$salt атрибути зображення%3$s: изображень на цій сторінці мають атрибути alt, але ви не задали ключову фразу. %2$sВиправте це%3$s!"],"%1$sKeyphrase in subheading%2$s: %3$s of your H2 and H3 subheadings reflects the topic of your copy. Good job!":["%1$sКлючова фраза в підзаголовку%2$s: %3$s ваших підзаголовків більш високого рівня відображає тему вашої статті. Хороша робота!","%1$sКлючові фрази в підзаголовку%2$s: %3$s ваших підзаголовків більш високого рівня відображають тему вашої статті. Хороша робота!","%1$sКлючових фраз в підзаголовку%2$s: %3$s ваших підзаголовків більш високого рівня відображають тему вашої статті. Хороша робота!"],"%1$sKeyphrase in subheading%2$s: Your H2 or H3 subheading reflects the topic of your copy. Good job!":["%1$sКлючова фраза в підзаголвку%2$s: Ваш підзаголовок більш високого рівня відображає тему вашої статті. Хороша робота!"],"%1$sKeyphrase in subheading%3$s: %2$sUse more keyphrases or synonyms in your H2 and H3 subheadings%3$s!":["%1$sКлючових фраз в підзаголовку%3$s: %2$sВикористовуй більше ключових фраз  або синонімів в підзаголовках більш високого рівня%3$s!"],"Page %s":["Сторінка %s"],"Cannot get the size of %1$s because of unknown reasons.":["Неможливо отримати розмір %1$s з невідомих причин."],"Cannot get the size of %1$s because it is hosted externally.":["Неможливо отримати розмір %1$s, оскільки його розміщено на зовнішньому ресурсі."],"%1$sSingle title%3$s: H1s should only be used as your main title. Find all H1s in your text that aren't your main title and %2$schange them to a lower heading level%3$s!":["%1$sSingle title%3$s: H1 слід використовувати лише як основний заголовок. Знайдіть всі H1 у вашому тексті, які не є вашим основним заголовком, і %2$s змініть їх на нижчий рівень заголовка level%3$s!"],"%1$sKeyphrase density%2$s: The keyphrase was found %5$d time. That's way more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$sВживаність ключової фрази%2$s: Ключова фраза була знайдена %5$d раз. Це більше ніж рекомендований максимум %3$d раз для тексту такої довжини! %4$sНе зловживайте%2$s!","%1$sВживаність ключової фрази%2$s: Ключова фраза була знайдена %5$d рази. Це більше ніж рекомендований максимум %3$d раз для тексту такої довжини! %4$sНе зловживайте%2$s!","%1$sВживаність ключової фрази%2$s: Ключова фраза була знайдена %5$d разів. Це більше ніж рекомендований максимум %3$d раз для тексту такої довжини! %4$sНе зловживайте%2$s!"],"%1$sKeyphrase density%2$s: The keyphrase was found %5$d time. That's more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$sВживаність ключової фрази%2$s: Ключова фраза була знайдена %5$d раз. Це більше, ніж рекомендований максимум %3$d раз для тексту такої довжини! %4$sНе зловживайте%2$s!","%1$sВживаність ключової фрази%2$s: Ключова фраза була знайдена %5$d рази. Це більше, ніж рекомендований максимум %3$d раз для тексту такої довжини! %4$sНе зловживайте%2$s!","%1$sВживаність ключової фрази%2$s: Ключова фраза була знайдена %5$d разів. Це більше, ніж рекомендований максимум %3$d раз для тексту такої довжини! %4$sНе зловживайте%2$s!"],"%1$sKeyphrase density%2$s: The keyphrase was found %3$d time. This is great!":["%1$sВживаність ключової фрази%2$s: Ключова фраза була знайдена %3$d раз. Це чудово!","%1$sВживаність ключової фрази%2$s: Ключова фраза була знайдена %3$d рази. Це чудово!","%1$sВживаність ключової фрази%2$s: Ключова фраза була знайдена %3$d разів. Це чудово!"],"%1$sKeyphrase density%2$s: The keyphrase was found %5$d time. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sВживаність ключової фрази%2$s: Ключова фраза була знайдена %5$d раз. Це менше ніж рекомендований мінімум %3$d раз для тексту такої довжини. %4$sЗосередьтесь на вашій ключовій фразі%2$s!","%1$sВживаність ключової фрази%2$s: Ключова фраза була знайдена %5$d рази. Це менше ніж рекомендований мінімум %3$d раз для тексту такої довжини. %4$sЗосередьтесь на вашій ключовій фразі%2$s!","%1$sВживаність ключової фрази%2$s: Ключова фраза була знайдена %5$d разів. Це менше ніж рекомендований мінімум %3$d раз для тексту такої довжини. %4$sЗосередьтесь на вашій ключовій фразі%2$s!"],"%1$sKeyphrase density%2$s: The keyphrase was found 0 times. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sВживаність ключової фрази%2$s: Ключова фраза була знайдена 0 разів. Це менше ніж рекомендований мінімум %3$d раз(-и/-ів) для тексту такої довжини. %4$sЗосередьтесь на вашій ключовій фразі%2$s!"],"Import of settings is only supported on servers that run PHP 5.3 or higher.":["Імпорт налаштувань доступний тільки на серверах з PHP 5.3 або вище."],"Export your %1$s settings here, to copy them on another site.":["Експортуйте ваші %1$s налаштування сюди, щоб скопіювати їх на інший сайт."],"No settings found.":["Налаштувань не знайдено."],"These are settings for the %1$s plugin by %2$s":["Це налаштування для плагіна %1$s від %2$s"],"Copy all these settings to another site's %1$s tab and click \"%1$s\" there.":["Скопіюйте всі ці налаштування на вкладку %1$s іншого веб-сайту та натисніть \"%1$s\" там."],"You do not have the required rights to export settings.":["У вас немає необхідних прав для експорту налаштувань."],"Method %1$s() does not exist in class %2$s":["Метод %1$s() не існує у класі %2$s"],"With %s, you can easily create such redirects.":["З %s, ви можете легко створити такі перенаправлення."],"Learn about why permalinks are important for SEO.":["Дізнайтеся чому постійні посилання важливі для SEO."],"Changing your permalinks settings can seriously impact your search engine visibility. It should almost %1$s never %2$s be done on a live website.":["Зміна налаштувань постійних посилань може серйозно вплинути на видимість сайту в пошукових системах. Майже %1$s ніколи %2$s цього краще не робити на діючому сайті."],"WARNING:":["ПОПЕРЕДЖЕННЯ:"],"%1$sFunction words in keyphrase%3$s: Your keyphrase \"%4$s\" contains function words only. %2$sLearn more about what makes a good keyphrase.%3$s":["%1$sСлужбові слова у ключевій фразі%3$s: Ваша ключова фраза \"%4$s\" містить виключно службові слова. %2$sДізнайтесь більше про хороші ключові слова.%3$s"],"Clear Image":["Очистити зображення"],"%1$sKeyphrase length%3$s: %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sДовжина ключової фрази%3$s: %2$sВведіть ключову фразу, щоб ми могли порахувати вашу оцінку SEO%3$s."],"%1$sKeyphrase in slug%2$s: More than half of your keyphrase appears in the slug. That's great!":["%1$sКлючове слово в ярлику%2$s: Більше половини ключової фрази є в ярлику. Це чудово!"],"%1$sKeyphrase in slug%3$s: (Part of) your keyphrase does not appear in the slug. %2$sChange that%3$s!":["%1$sКлючове слово в ярлику%3$s: В ярлику немає (частини) фрази ключового слова. %2$sЗмініть це%3$s!"],"%1$sKeyphrase in slug%2$s: Great work!":["%1$sКлючове слово в ярлику%2$s: Чудова робота!"],"Help on choosing the perfect focus keyphrase":["Допомога по вибору ідеального фокусного ключового слова"],"Go %s!":["Перейти %s!"],"Add related keyphrase":["Додати схоже ключове слово"],"Upgrade to %s":["Оновити до %s"],"Get %s":["Отримайте %s"],"%4$sPreviously used keyphrase%6$s: You've used this keyphrase %1$s multiple times before%3$s. %5$sDo not use your keyphrase more than once%6$s.":["%4$sРаніше використанні ключові фрази%6$s: Ви використовували цю ключову фразу %1$s разів раніше%3$s. %5$sНе використовуйте вашу ключову фразу більше, ніж раз%6$s."],"%3$sPreviously used keyphrase%5$s: You've used this keyphrase %1$sonce before%2$s. %4$sDo not use your keyphrase more than once%5$s.":["%3$sВикористання ключових слів раніше%5$s: Ви використовували це ключове слово %1$sодин раз раніше%2$s. %4$sНе використовуйте Ваше ключове слово більше, ніж раз%5$s."],"%1$sPreviously used keyphrase%2$s: You've not used this keyphrase before, very good.":["%1$sВикористання ключових слів раніше%2$s: Ви не використовували це ключове слово раніше, дуже добре."],"%1$sImages%3$s: No images appear on this page. %2$sAdd some%3$s!":["%1$sAlt-атрибут зображень%3$s: На цій сторінці немає зображень. %2$sДодайте їх%3$s!"],"%1$sLink keyphrase%3$s: You're linking to another page with the words you want this page to rank for. %2$sDon't do that%3$s!":["%1$sПосилання з ключовою фразою%3$s: Ви посилаєтесь на іншу сторунку використовуючи слова з ключової фрази. %2$sНе робіть цього%3$s!"],"%2$sText length%3$s: The text contains %1$d %4$s. Good job!":["%2$sДовжина тексту%3$s: Текст містить %1$d %4$s. Чудова робота!"],"%1$sKeyphrase in subheading%3$s: More than 75%% of your H2 and H3 subheadings reflect the topic of your copy. That's too much. %2$sDon't over-optimize%3$s!":["%1$sКлючова фраза в підзаголовках%3$s: Більше 75%% ваших підзаголовків верхнього рівня відображають тему вашого тексту. Це занадто багато. %2$sНе переоптимізовуйте%3$s!"],"%1$sSEO title width%3$s: %2$sPlease create an SEO title%3$s.":["%1$sШирина SEO заголовку%3$s: %2$sБудь-ласка, додайте SEO заголовок%3$s."],"%1$sSEO title width%3$s: The SEO title is wider than the viewable limit. %2$sTry to make it shorter%3$s.":["%1$sШирина SEO заголовку%3$s: Ваш SEO заголовок виходить за видиму межу. %2$sПостарайтеся скоротити його%3$s."],"%1$sSEO title width%2$s: Good job!":["%1$sШирина SEO заголовку%2$s: Чудова робота!"],"%1$sSEO title width%3$s: The SEO title is too short. %2$sUse the space to add keyphrase variations or create compelling call-to-action copy%3$s.":["%1$sШирина SEO заголовку%3$s: SEO заголовок занадто короткий. %2$sВикористовуйте простір, щоб додати слова з ключової фрази або заклику до дії%3$s."],"%1$sOutbound links%2$s: There are both nofollowed and normal outbound links on this page. Good job!":["%1$sВихідні посилання%2$s: На цій сторінці містяться як звичайні вихідні посилання так і вихідні посилання з атрибутом nofollow. Чудова робота!"],"%1$sOutbound links%2$s: Good job!":["%1$sВихідні посилання%2$s: Добра робота!"],"%1$sOutbound links%3$s: All outbound links on this page are nofollowed. %2$sAdd some normal links%3$s.":["%1$sВихідні посилання%3$s: Всі вихідні посилання на цій сторінці містять атрибут nofollow. %2$sДодайте декілька хороших посилань%3$s."],"%1$sOutbound links%3$s: No outbound links appear in this page. %2$sAdd some%3$s!":["%1$sВихідні посилання%3$s: На сторінці немає вихідних посилань. %2$sДодайте їх%3$s!"],"%1$sMeta description length%2$s: Well done!":["%1$sДовжина мета опису%2$s: Чудово!"],"%1$sMeta description length%3$s: The meta description is over %4$d characters. To ensure the entire description will be visible, %2$syou should reduce the length%3$s!":["%1$sДовжина мета опису%3$s: Ваш мета опис довше %4$d символів. Щоб зробити ваш опис повністю видимим, %2$sвам необхідно скоротити довжину мета опису%3$s!"],"%1$sMeta description length%3$s: The meta description is too short (under %4$d characters). Up to %5$d characters are available. %2$sUse the space%3$s!":["%1$sДовжина мета опису%3$s: Ваш мета опис занадто короткий (менше %4$d символів). Вам доступні %5$d символів. %2$sВикористайте їх%3$s!"],"%1$sMeta description length%3$s:  No meta description has been specified. Search engines will display copy from the page instead. %2$sMake sure to write one%3$s!":["%1$sДовжина мета опису%3$s:  Ви ще не додали мета опису. Замість нього пошукові системи будуть відображати частини вмісту з вашої сторінки. %2$sСтворіть мета опис%3$s!"],"%1$sKeyphrase in meta description%2$s: The meta description has been specified, but it does not contain the keyphrase. %3$sFix that%4$s!":["%1$sКлючова фраза в мета описі%2$s: Ви додали мета опис, але ви не включили до нього вашу ключову фразу. %3$sВиправте це%4$s!"],"%1$sKeyphrase in meta description%2$s: The meta description contains the keyphrase %3$s times, which is over the advised maximum of 2 times. %4$sLimit that%5$s!":["%1$sКлючова фраза в мета описі%2$s: Ваш мета опис містить ключову фразу %3$s раз. Це більше рекомендованого макмимуму (2 рази). %4$sНе повторюйтесь%5$s!"],"%1$sKeyphrase in meta description%2$s: Keyphrase or synonym appear in the meta description. Well done!":["%1$sКлючова фраза в мета описі%2$s: Ключова фраза або її синонім зустрічається в мета описі. Чудово!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's way more than the recommended maximum of %2$d %6$s. %4$sMake it shorter%5$s!":["%3$sДовжина ключової фрази%5$s: Ваша ключова фраза містить %1$d %6$s. Це значно більше ніж рекомендований максимум (%2$d %6$s). %4$sСкоротіть її%5$s!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's more than the recommended maximum of %2$d %6$s. %4$sMake it shorter%5$s!":["%3$sДовжина ключової фрази%5$s: Ваша ключова фраза містить %1$d %6$s. Це більше ніж рекомендований максимум (%2$d %6$s). %4$sСкоротіть її%5$s!"],"%1$sKeyphrase length%2$s: Good job!":["%1$sДовжина ключової фрази%2$s: Чудово!"],"%1$sKeyphrase length%3$s: No focus keyphrase was set for this page. %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sДовжина ключової фрази%3$s: Для цієї сторінки не встановлено фокусне слово. %2$sВстановіть його для розрахунку SEO оцінки%3$s."],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms do not appear in the first paragraph. %2$sMake sure the topic is clear immediately%3$s.":["%1$sКлючова фраза у вступі%3$s: Ваша ключова фраза або її синоніми не зустрічаються в першому абзаці. %2$sПереконайтесь, що тема тексту ясна відразу%3$s."],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms appear in the first paragraph of the copy, but not within one sentence. %2$sFix that%3$s!":["%1$sКлючова фраза у вступі%3$s: Ваша ключова фраза або її синоніми зустрічаються в першому абзаці, але не всередині одного речення. %2$sВиправіть це%3$s!"],"%1$sKeyphrase in introduction%2$s: Well done!":["%1$sКлючова фраза у вступі%2$s: Чудово!"],"%1$sInternal links%2$s: There are both nofollowed and normal internal links on this page. Good job!":["%1$sВнутрішні посилання%2$s: На цій сторінці є як внутрішні посилання з атрибутом nofollow так і звичайні внутрішні посилання. Чудова робота!"],"%1$sInternal links%2$s: You have enough internal links. Good job!":["%1$sВнутнішні посилання%2$s: У вас достатньо внутрішніх посилань. Хороша робота!"],"%1$sInternal links%3$s: The internal links in this page are all nofollowed. %2$sAdd some good internal links%3$s.":["%1$sВнутрішні посилання%3$s: Всі внутрішні посилання на цій сторінці містять атрибут nofollow. %2$sДодайте декілька хороших внутрішніх посилань%3$s."],"%1$sInternal links%3$s: No internal links appear in this page, %2$smake sure to add some%3$s!":["%1$sВнутрішні посилання%3$s: В тексті немає внутрішніх посилань, %2$sдодайте декілька%3$s!"],"%1$sTransition words%2$s: Well done!":["%1$sПерехідні слова%2$s: Чудова робота!"],"%1$sTransition words%2$s: Only %3$s of the sentences contain transition words, which is not enough. %4$sUse more of them%2$s.":["%1$sПерехідні слова%2$s: Тільки %3$s речень містить перехідні слова. Цього не достатньо. %4$sВикористовуйте більше перехідних слів%2$s."],"%1$sTransition words%2$s: None of the sentences contain transition words. %3$sUse some%2$s.":["%1$sПерехідні слова%2$s: Жодне з речень не містить перехідних слів. %3$sВикористовуйте перехідні слова%2$s."],"%1$sNot enough content%2$s: %3$sPlease add some content to enable a good analysis%2$s.":["%1$sНедостатньо вмісту%2$s: %3$sБудь-ласка, додайте більше тексту, щоб ми змогли його якісно проаналізувати%2$s."],"%1$sSubheading distribution%2$s: You are not using any subheadings, but your text is short enough and probably doesn't need them.":["%1$sРозподілення підзаголовків%2$s: Ви не використовуєте підзаголовки, але ваш текст достатньо короткий, так що, можливо, вони не потрібні."],"%1$sSubheading distribution%2$s: You are not using any subheadings, although your text is rather long. %3$sTry and add some subheadings%2$s.":["%1$sРозподілення підзаголовків%2$s: Ви не використовуєте підзаголовки зоча ваш текст достатньо довгий. %3$sПостарайтесь додати декілька підзаголовків%2$s."],"%1$sSubheading distribution%2$s: %3$d section of your text is longer than %4$d %6$s and is not separated by any subheadings. %5$sAdd subheadings to improve readability%2$s.":["%1$sРозподілення підзаголовків%2$s: %3$d секція вашого тексту довша, ніж %4$d %6$s і не розділена підзаголовками. %5$sДодайте підзаголовки, щоб покращити читабельність%2$s.","%1$sРозподілення підзаголовків%2$s: %3$d секції вашого тексту довші, ніж %4$d %6$s і не розділені підзаголовками. %5$sДодайте підзаголовки, щоб покращити читабельність%2$s.","%1$sРозподілення підзаголовків%2$s: %3$d секцій вашого тексту довші, ніж %4$d %6$s і не розділених підзаголовками. %5$sДодайте підзаголовки, щоб покращити читабельність%2$s."],"%1$sSubheading distribution%2$s: Great job!":["%1$sРозподілення підзаголовків%2$s: Чудова робота!"],"%1$sSentence length%2$s: %3$s of the sentences contain more than %4$s %7$s, which is more than the recommended maximum of %5$s. %6$sTry to shorten the sentences%2$s.":["%1$sДовжина речень%2$s: %3$s ваших речень довші, ніж %4$s %7$s, що більше, ніж рекомендований максимум в %5$s. %6$sСпробуйте скоротити речення%2$s."],"%1$sSentence length%2$s: Great!":["%1$sДовжина речень%2$s: Чудово!"],"%1$sConsecutive sentences%2$s: There is enough variety in your sentences. That's great!":["%1$sПослідовні речення%2$s: В ваших реченнях достатньо різноманіття. Це дуже добре!"],"%1$sConsecutive sentences%2$s: The text contains %3$d consecutive sentences starting with the same word. %5$sTry to mix things up%2$s!":["%1$sПослідовні речення%2$s: Ваш текст містить %3$d речення поспіль, які починаються з одного і того ж слова. %5$sДодайте різноманіття%2$s!","%1$sПослідовні речення%2$s: Ваш текст містить %4$d частин, де %3$d речень поспіль починаються з одного і того ж слова. %5$sДодайте різноманіття%2$s!","%1$sПослідовні речення%2$s: Ваш текст містить %4$d частин, де %3$d речень поспіль починаються з одного і того ж слова. %5$sДодайте різноманіття%2$s!"],"%1$sPassive voice%2$s: %3$s of the sentences contain passive voice, which is more than the recommended maximum of %4$s. %5$sTry to use their active counterparts%2$s.":["%1$sПасивний стан%2$s: %3$s ваших речень містять дієслова пасивного стану, що вище рекомендованого максимуму в %4$s. %5$sСтарайтесь використовувати більше дієслова активного стану%2$s."],"%1$sPassive voice%2$s: You're using enough active voice. That's great!":["%1$sПасивний стан%2$s: Ви достатньо використовуєте активний стан дієслова. Це чудово!"],"%1$sParagraph length%2$s: %3$d of the paragraphs contains more than the recommended maximum of %4$d %6$s. %5$sShorten your paragraphs%2$s!":["%1$sДовжина абзаців%2$s: %3$d з ваших абзаців містить більше ніж рекомендований максимум в %4$d %6$s. %5$sСкоротіть абзаци%2$s!","%1$sДовжина абзаців%2$s: %3$d з ваших абзаців містять більше ніж рекомендований максимум в %4$d %6$s. %5$sСкоротіть абзаци%2$s!","%1$sДовжина абзаців%2$s: %3$d з ваших абзаців містять більше ніж рекомендований максимум в %4$d %6$s. %5$sСкоротіть абзаци%2$s!"],"%1$sParagraph length%2$s: None of the paragraphs are too long. Great job!":["%1$sДовжина абзаців%2$s: У вас немає задовгих абзаців. Чудова робота!"],"Good job!":["Відмінна робота!"],"Focus keyphrase: ":["Фокусна ключова фраза: "],"Focus keyphrase":["Фокусне ключове слово"],"Disable":["Відключити"],"Allow Control":["Дозволити контроль"],"This tab allows you to selectively disable %s features for all sites in the network. By default all features are enabled, which allows site admins to choose for themselves if they want to toggle a feature on or off for their site. When you disable a feature here, site admins will not be able to use that feature at all.":["На цій вкладці можна вибірково вимкнути можливості %s для всіх сайтів мережі. За замовчуванням усі можливості увімкнені, що дозволяє адміністраторам сайту налаштовувати їх самостійно для своїх сайтів. Якщо ви вимкнете будь-яку можливість тут, то адміністратори сайту зовсім не зможуть її використати."],"%s is a required feature toggle argument.":["%s - необхідний аргумент для включення або виключення можливості."],"Remove keyphrase":["Прибрати ключове слово"],"Keyphrase:":["Ключове слово:"],"This feature has been disabled by the network admin.":["Ця можливість відключена адміністратором мережі."],"Focus keyphrase not set.":["Фокусне ключове слово не встановлено."],"Colon":["Двокрапка"],"Optional. Customize how you want to describe the duration of the instruction":["Не обов'язково. Налаштуйте те, як ви хочете описати тривалість інструкції"],"Describe the duration of the instruction:":["Опишіть тривалість інструкції:"],"Learn more about the readability analysis":["Детальніше про аналіз читання"],"Readability analysis:":["Аналіз читабельності:"],"There is a new notification.":["Є нове сповіщення.","Є нових сповіщення.","Є нових сповіщень."],"Both %1$s and %2$s manage the SEO of your site. Running two SEO plugins at the same time is detrimental.":["%1$s та %2$s керують налаштуваннями SEO вашого сайту. Запуск двух SEO плагінів одночасно може нашкодити вашому сайту."],"%s, %s and %s":["%s, %s і %s"],"%s and %s":["%s і %s"],"%d minute":["%d хвилина","%d хвилини","%d хвилин"],"%d hour":["%d година","%d години","%d годин"],"%d day":["%d день","%d дні","%d днів"],"Enter a step title":["Введіть назву кроку"],"Optional. This can give you better control over the styling of the steps.":["Необов'язково, проте це надасть вам більший контроль над стилем кроків."],"CSS class(es) to apply to the steps":["CSS клас(и) застосовувані до кроків"],"minutes":["хвилини"],"hours":["години"],"days":["дні"],"Create a How-to guide in an SEO-friendly way. You can only use one How-to block per post.":["Створюйте ваші How-to керівництва в SEO-оптимізованому вгляді. Ви можете використати лише 1 блок How-to на допис."],"Copy error":["Помилка копіювання"],"An error occurred loading the %s primary taxonomy picker.":["Виникла помилка завантаження %s вибору основної таксономії."],"%1$s Structured Data Blocks":["%1$s структуровані блоки даних"],"Time needed:":["Потрібний час:"],"Move question down":["Перемістити питання вниз"],"Move question up":["Перемістити питання вгору"],"Insert question":["Вставте питання"],"Delete question":["Видалити питання"],"Enter the answer to the question":["Введіть відповідь на запитання"],"Enter a question":["Введіть питання"],"Add question":["Додати питання"],"Frequently Asked Questions":["Поширені запитання (FAQ)"],"Select the primary %s":["Виберіть основний %s"],"Check links to this URL":["Перевірте посилання до цього URL"],"Are you trying to use multiple keyphrases? You should add them separately below.":["Ви намагаєтесь використати декілька ключових слів? Окремо нижче ви повинні їх додати."],"Mark as cornerstone content":["Відмітити як основний вміст"],"Move step down":["Перемістити крок вниз"],"Move step up":["Перемістити крок вверх"],"Insert step":["Вставити крок"],"Delete step":["Видалити крок"],"Add image":["Додати зображення"],"Enter a step description":["Введіть опис кроку"],"Enter a description":["Введіть опис"],"Unordered list":["Несортований список"],"Showing step items as an ordered list.":["Показувати елементи кроку як упорядкований список."],"Showing step items as an unordered list":["Показувати елементи кроку як невпорядкований список"],"Add step":["Додати крок"],"Delete total time":["Видалити загальний час"],"Add total time":["Додати загальний час"],"How to":["How to"],"How-to":["How-to"],"Analysis results":["Результати аналізу"],"Enter a focus keyphrase to calculate the SEO score":["Введіть фокусне ключове слово для розрахунку оцінки SEO"],"Learn more about Cornerstone Content.":["Дізнайтеся більше про Основний вміст."],"Cornerstone content should be the most important and extensive articles on your site.":["Основним вмістом повинні бути найбільш важливі і великі статті на вашому сайті."],"Restore Site":["Відновити сайт"],"Network Settings":["Налаштування мережі"],"You are not allowed to perform this action.":["Вам не дозволено виконувати цю дію."],"Error: %s":["Помилка: %s"],"Success: %s":["Вдало: %s"],"Site with ID %d not found.":["Сайт з ID %d не знайдений."],"No site has been selected to restore.":["Не вибрано сайт для відновлення."],"You are not allowed to modify unregistered network settings.":["Вам не дозволено змінювати незареєстровані налаштування мережі."],"deleted":["видалено"],"Copied!":["Скопійовано!"],"Not supported!":["Не підтримується!"],"{{a}}Read our article about site structure{{/a}} to learn more about how internal linking can help improve your SEO.":["{{a}}Читайте нашу статтю про структуру сайту{{/a}}, аби більше дізнатись про те, як внутрішні посилання можуть допомогти покращити ваш SEO."],"Consider linking to these {{a}}cornerstone articles:{{/a}}":["Перегляньте посилання на ці ключові статті"],"Consider linking to these articles:":["Спробуйте створити посилання на ці статті:"],"Copy link":["Скопіювати посилання"],"Copy link to suggested article: %s":["Скопіюйте посилання до пропонованої статті: %s"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":["Читайте нашe %1$sостаточне керівництво з дослідження ключових слів%2$s аби більше дізнатись про дослідження ключових слів та стратегію щодо ключових слів."],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly. ":["Наступні слова та комбінації слів трапляються найчастіше у вмісті. Це дає інформацію про те на чому сфокусовано ваш контент. Якщо слова сильно відрізняються від вашої теми, ви можете захотіти відповідно змінити ваш вміст. "],"Prominent words":["Видатні (ключові) слова"],"The site's tagline":["Ключова фраза сайту"],"Not all required fields are given. Missing field %1$s":["Не всі обов'язкові поля заповнені. Пропущено поле %1$s"],"Add synonyms":["Додати синоніми"],"You can edit the SEO metadata for this custom type on the %1$sShop page%2$s.":["Ви можете редагувати SEO метадані для цього користувальницького типу на %1$sСторінці магазину%2$s."],"Current year":["Поточний рік"],"Page":["Сторінка"],"Something went wrong. Please reload the page.":["Щось пішло не так. Будь ласка, оновіть сторінку."],"Tagline":["Ключова фраза"],"description (custom taxonomy)":["опис (довільна таксономия)"],"(custom taxonomy)":["(довільна таксономія)"],"(custom field)":["(довільне поле)"],"Term404":["Елемент404"],"Caption":["Підпис"],"Pagenumber":["Номер сторінки"],"Pagetotal":["Кількість сторінок"],"User description":["Опис користувача"],"ID":["ID"],"Modified":["Змінений"],"Post type (plural)":["Тип дописів (множина)"],"Post type (singular)":["Тип допису (однина)"],"Separator":["Роздільник"],"Search phrase":["Пошукова фраза"],"Term title":["Заголовок терміну"],"Term description":["Опис терміну"],"Tag description":["Опис тегу"],"Category description":["Опис категорії"],"Primary category":["Головна категорія"],"Category":["Категорія"],"Tag":["Позначка"],"Excerpt only":["Тільки уривок"],"Excerpt":["Уривок"],"Site title":["Назва сайту"],"Archive title":["Заголовок архіву"],"Parent title":["Назва предка"],"Date":["Дата"],"Get Yoast SEO Premium":["Хочеш панську версію Yoast SEO?"],"You should create a redirect to ensure your visitors do not get a 404 error when they click on the no longer working URL.":["Вам варто створити перенаправлення, щоб відвідувачі не отримували 404 помилку при переході на URL який вже не існує."],"Search engines and other websites can still send traffic to your deleted content.":["Пошукові системи та інші сайти все ще можуть генерувати трафік на видалений вміст."],"Make sure you don't miss out on traffic!":["Переконайтеся, що ви не втрачаєте трафік!"],"You just deleted a %1$s.":["Ви видалили %1$s."],"You just trashed a %1$s.":["Ви перемістили %1$s в кошик."],"Url preview":["Попередній перегляд URL"],"Please provide a meta description by editing the snippet below. If you don’t, Google will try to find a relevant part of your post to show in the search results.":["Надайте будь ласка метаопис, відредагувавши фрагмент нижче. Якщо ви цього не зробите, Google спробує знайти відповідну частину вашої публікації, яка відображатиметься в результатах пошуку."],"Dismiss this notice":["Закрити це повідомлення"],"No results":["Немає результатів"],"%d result found, use up and down arrow keys to navigate":["Знайдено %d результат, використовуйте клавіші зі стрілками вгору та вниз для навігації","Знайдено %d результати, використовуйте клавіші зі стрілками вгору та вниз для навігації","Знайдено %d результатів, використовуйте клавіші зі стрілками вгору та вниз для навігації"],"Your site language is set to %s. If this is not correct, contact your site administrator.":["Мова вашого сайту встановлена на %s. Якщо це неправильно, зверніться до адміністратора веб-сайту."],"The %s importer functionality uses temporary database tables. It seems your WordPress install does not have the capability to do this, please consult your hosting provider.":["The %sФункція імпортера використовує тимчасові таблиці бази даних. Здається, ваша установка WordPress не має можливості зробити це, будь ласка, зверніться до свого хостинг- провайдера."],"Cleanup of %s data failed.":["Очищення від %s дані не вдалося."],"Content Type":["Тип вмісту"],"Filter by content type":["Фільтрувати за типом вмісту"],"Show All Content Types":["Показати всі типи вмісту"],"Replaced with the normal title for an archive generated by WordPress":["Замінений звичайним заголовком для архіву, створеного WordPress"],"Clean":["Очистити"],"Once you're certain your site is OK, you can clean up. This will remove all the original data.":["Коли ви впевнені, що ваш сайт в порядку, ви можете його очистити. Це призведе до видалення всіх оригінальних даних."],"Step 5: Clean up":["Крок 5: Очистити"],"Please check your posts and pages and see if the metadata was successfully imported.":["Перевірте свої повідомлення і сторінки та переконайтеся, чи були метадані імпортовані успішно."],"Step 3: Check your data":["Крок 3: Перевірте свої дані"],"This will import the post metadata like SEO titles and descriptions into your %1$s metadata. It will only do this when there is no existing %1$s metadata yet. The original data will remain in place.":["Це імпортує метадані типу заголовка SEO та описів в метадані %1$s. Це станеться тільки в тому випадку, якщо ви ще не задали метадані %1$s. Початкові дані залишаться на місці."],"Step 2: Import":["Крок 2: Імпорт"],"Please make a backup of your database before starting this process.":["Будь ласка, створіть резервну копію вашої бази даних, перш ніж почати цей процес."],"Step 1: Create a backup":["Крок 1: Створіть резервну копію"],"We've detected data from one or more SEO plugins on your site. Please follow the following steps to import that data:":["Ми виявили дані одного або кількох плагінів SEO на вашому сайті. Щоб імпортувати ці дані, виконайте наведені нижче дії:"],"Plugin: ":["Плагін: "],"%s did not detect any plugin data from plugins it can import from.":["%s не виявив жодних даних плагіна з плагінів, з яких він може імпортувати."],"Posts that should not show up in search results":["Публікації, які не повинні відображатися в результатах пошуку"],"%s data found.":["%s знайдено."],"%s data successfully removed.":["%s успішно видалено."],"%s data successfully imported.":["%s успішно імпортовано."],"%s data not found.":["%s не знайдено."],"On":["Увімкнути"],"Help on: %s":["Довідка по: %s"],"Off":["Вимк."],"See who contributed to %1$s.":["Подивіться, хто зробив внесок в %1$s."],"Help on this search results setting":["Довідка в цьому налаштуваннях результатів пошуку"],"Not showing the archive for %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["Не показуючи архів %1$s у результатах пошуку, технічно це означає, що вони матимуть мета %2$s роботів і будуть виключені з файлів XML-карт. %3$sДодаткова інформація про налаштування результатів пошуку%4$s.."],"Not showing %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["Не показ %1$s в результатах пошуку технічно означає, що вони матимуть мета %2$s роботів і будуть виключені з карт XML-карти. %3$sДодаткова інформація про налаштування результатів пошуку%4$s."],"Default for %2$s, currently: %1$s":["За умовчанням для %2$s, наразі: %1$s"],"Show %s in search results?":["Показати %s у результатах пошуку?"],"this author's archives":["архіви цього автора"],"Do not allow search engines to show %s in search results.":["Не дозволяйте пошуковим системам показувати %s у результатах пошуку."],"Read why XML Sitemaps are important for your site.":["Прочитайте, чому файли XML Sitemap важливі для вашого сайту."],"Enable the XML sitemaps that %s generates.":["Увімкнути XML-карти сайту, яка генерує %s."],"See the XML sitemap.":["Див. XML Sitemap."],"%s (current default for %s)":["%s (поточне значення за замовчуванням для %s)"],"Should search engines follow links on this %1$s?":["Чи повинні пошукові системи стежити за посиланнями на цьому %1$s?"],"Allow search engines to show this %s in search results?":["Дозволити пошуковим системам показувати цей %s у результатах пошуку?"],"Allow search engines to show this content in search results?":["Дозволити пошуковим системам показувати цей вміст в результатах пошуку?"],"Toggle %1$s's XML Sitemap":["Переключити XML Sitemap %1$s"],"%s integration":["%s інтеграція"],"Find out how the text link counter can enhance your SEO.":["Дізнайтеся, як лічильник текстових посилань може покращити ваш SEO."],"The text link counter helps you improve your site structure.":["Лічильник текстових посилань допомагає вам покращити структуру вашого сайту."],"Find out how cornerstone content can help you improve your site structure.":["Дізнайтеся, як зміст функції сонтенту може допомогти вам покращити структуру вашого сайту."],"The cornerstone content feature lets you to mark and filter cornerstone content on your website.":["Функція ключового вмісту дозволяє вам вказувати ключовий вміст на вашому сайті та фільтрувати по ньому."],"Discover why readability is important for SEO.":["Дізнайтеся, чому читацькість важлива для SEO."],"The readability analysis offers suggestions to improve the structure and style of your text.":["Аналіз читабельності пропонує пропозиції щодо вдосконалення структури та стилю вашого тексту."],"Learn how the SEO analysis can help you rank.":["Дізнайтеся, як аналіз SEO може допомогти вам оцінити."],"The SEO analysis offers suggestions to improve the SEO of your text.":["SEO аналіз пропонує пропозиції щодо вдосконалення SEO вашого тексту."],"SEO analysis":["SEO аналіз"],"Good results":["Гарні результати"],"https://yoa.st/1uk":["https://yoa.st/1uk"],"https://yoa.st/1uj":["https://yoa.st/1uj"],"Latest blog posts on %1$s":["Останні записи блогів в %1$s"],"Remove highlight from the text":["Видалити виділення з тексту"],"Your site language is set to %s. ":["Мова вашого сайту встановлена як %s. "],"First-time SEO configuration":["Перше налаштування SEO"],"Highlight this result in the text":["Виділіть цей результат у тексті"],"Considerations":["Міркування"],"Errors":["Помилки"],"Change language":["Змінити мову"],"%s file":["%s файл"],"Save changes to %s":["Зберегти зміни до %s"],"Edit the content of your %s:":["Редагувати вміст вашого %s:"],"Create %s file":["Створити %s файл"],"Updated %s":["Оновлено %s"],"You cannot edit the %s file.":["Ви не можете редагувати файл %s."],"You cannot create a %s file.":["Ви не можете створити %s файл."],"Other integrations":["Інші інтеграції"],"More information about %1$s":["Докладніше про %1$s"],"Old Configuration Wizard":["Старий майстер конфігурації"],"Manage your %s subscription on MyYoast":["Керування %s підпискою My Yoast"],"Mark the most important %1$s as 'cornerstone content' to improve your site structure. %2$sLearn more about cornerstone content%3$s.":["Позначте найважливіший %1$s як \"основний зміст\", щоб покращити структуру вашого сайту. %2$s Докладніше про наріжний камінь %3$s."],"(Opens in a new browser tab)":["(Відкриється в новій вкладці браузера)"],"Go back":["Назад"],"Posts %1$swithout%2$s a focus keyphrase":["Дописів %1$sбез%2$s фокусного ключового слова"],"Hey, your SEO is doing pretty well! Check out the stats:":["Ей! У вас відмінні оцінки SEO! Подивіться статистику:"],"You don't have any published posts, your SEO scores will appear here once you make your first post!":["У вас немає опублікованих публікацій, ваші результати SEO з'являться тут, як тільки ви створите свій перший пост!"],"Read more like this on our SEO blog":["Детальніше про це на нашому блозі SEO"],"Readability: %s":["Читабельність: %s"],"Not activated":["Не активовано"],"Activated":["Активовано"],"%1$s recommendations for you":["%1$s рекомендує"],"All Readability Scores":["Всі показники легкості читання"],"Filter by Readability Score":["Фільтрувати за оцінкою читабельності"],"Request method %1$s is not valid.":["Запит методу %1$s недійсний."],"Text link counter":["Лічильник текстових посилань"],"Number of internal links linking to this post. See \"Yoast Columns\" text in the help tab for more info.":["Кількість внутрішніх посилань, що посилаються на це повідомлення. Щоб дізнатись більше, перегляньте текст \"Yoast Columns\" на вкладці \"Довідка\"."],"Number of outgoing internal links in this post. See \"Yoast Columns\" text in the help tab for more info.":["Кількість внутрішніх посилань у цьому повідомленні. Щоб дізнатись більше, перегляньте текст \"Yoast Columns\" на вкладці \"Довідка\"."],"%s Columns":["%s Колонки"],"Readability score":["Оцінка читабельності"],"Scroll to see the preview content.":["Прокрутіть, щоб побачити попередній перегляд контенту."],"Cornerstone content":["Ключовий вміст"],"Save changes":["Зберегти зміни"],"1 year free support and updates included!":["1 рік безкоштовних оновлень та розширень включно!"],"The plugin %2$s changes your site's output and in doing that differentiates between search engines and normal users, a process that's called cloaking. We highly recommend that you disable it.":["Плагін %2$s змінює вихід вашого сайту, і це робить різницю між пошуковими системами та звичайними користувачами, процес, який називається маскуванням. Ми настійно рекомендуємо вимкнути його."],"No ads!":["Без реклами!"],"Get internal linking suggestions":["Отримайте пропозиції внутрішніх посилань"],"Variable":["Змінна"],"Available variables":["Доступні змінні"],"Scroll to see the table content.":["Розгорніть, щоб побачити вміст таблиці."],"An error occurred in the '%1$s' assessment":["Помилка при оцінюванні '%1$s'"],"No new notifications.":["Немає нових сповіщень."],"Save all":["Зберегти все"],"Save":["Зберегти"],"%1$s, Author at %2$s":["%1$s, автор у %2$s"],"Mobile preview":["Мобільний перегляд"],"Desktop preview":["Перегляд на комп'ютері"],"Please provide an SEO title by editing the snippet below.":["Будь ласка, надайте назву SEO, змінивши фрагмент нижче."],"Meta description preview:":["Перегляд мета-опису:"],"Slug preview:":["Попередній перегляд класу:"],"SEO title preview:":["Перегляд SEO заголовку:"],"Close snippet editor":["Закрийте фрагмент редактора"],"Slug":["Частина посилання"],"Remove marks in the text":["Видаліть позначки у тексті"],"Mark this result in the text":["Позначте цей результат у тексті"],"Marks are disabled in current view":["Знаки відключені в поточному перегляді"],"Good SEO score":["Гарна оцінка SEO"],"OK SEO score":["Гарна оцінка SEO"],"Feedback":["Зворотний зв'язок"],"Name":["Ім'я"],"Please provide a meta description by editing the snippet below.":["Вкажіть мета-опис сторінки в цьому сніпеті."],"Edit snippet":["Редагувати сніпет"],"You can click on each element in the preview to jump to the Snippet Editor.":["Ви можете натиснути на кожен елемент у попередньому перегляді, щоб перейти до редактора фрагментів."],"SEO title preview":["Попередній перегляд назви SEO"],"Export settings":["Налаштування експорту"],"Please don't show me this notification anymore":["Не показуйте мені більше це повідомлення"],"If you are experiencing issues, %1$splease file a bug report%2$s and we'll do our best to help you out.":["Якщо у вас виникли проблеми, файл %1$s спален файл звіту про помилку %2$s, і ми докладемо всіх зусиль, щоб допомогти вам."],"We've noticed you've been using %1$s for some time now; we hope you love it! We'd be thrilled if you could %2$sgive us a 5 stars rating on WordPress.org%3$s!":["Ми помітили, що ви використовуєте %1$s протягом деякого часу; ми сподіваємося, що ви це любите! Ми будемо в захваті, якщо %2$s зможете оцінити 5 зірок на сайті WordPress.org%3$s!"],"%1$s + %2$s":["%1$s + %2$s"],"Warning: the variable %1$s cannot be used in this template. See the %2$s for more info.":["Попередження: змінна %1$s не може бути використана в цьому шаблоні. Перегляньте %2$s для отримання додаткової інформації."],"By the way, did you know we also have a %1$sPremium plugin%2$s? It offers advanced features, like a redirect manager and support for multiple keyphrases. It also comes with 24/7 personal support.":["До речі, ви знали, що у нас також є %1$sPremium плагін%2$s? Він пропонує такі розширені функції, такі як менеджер переадресації та підтримка кількох ключових фраз. Також він включає в себе цілодобову персональну підтримку."],"(no title)":["(без назви)"],"The %1$s admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["Меню адміністрування панелі керування %1$s містить корисні посилання на сторонні інструменти для аналізу сторінок та полегшує перевірку наявності нових сповіщень."],"Admin bar menu":["Меню в панелі адміністратора"],"Features":["Можливості"],"SEO title":["SEO-заголовок"],"Greater than sign":["Більше, ніж знак"],"Less than sign":["Знак менше"],"Right angle quotation mark":["Знак котирування правого кута"],"Left angle quotation mark":["Лівий кутовий лапки"],"Small tilde":["Мала тильда"],"Vertical bar":["Вертикальний стрижень"],"Low asterisk":["Низька зірочка"],"Asterisk":["Зірочка"],"Bullet":["Маркер"],"Middle dot":["Середня точка"],"Em dash":["Довге тире"],"En dash":["Коротке тире"],"Dash":["Тире"],"No":["Ні"],"Yes":["Так"],"Google search console":["Консоль Гугл-пошуку"],"Social profiles":["Профілі соціальних мереж"],"Posts list":["Список записів"],"Posts list navigation":["Навігація по списку записів"],"Filter posts list":["Фільтрувати список записів"],"Installed":["Встановлено"],"Seamless integration between %1$s and %2$s":["Безшовна інтеграція між %1$s і %2$s"],"Optimize your site for Google News":["Оптимизация сайта для Google News"],"Edit &#8220;%s&#8221;":["Редагувати &#8220;%s&#8221;"],"Premium":["Преміум"],"Get Premium":["Перейти до Преміум аккаунта"],"Notifications":["Сповіщення"],"Removes the focus keyphrase section from the metabox and disables all SEO-related suggestions.":["Видаляє вкладку ключових слів з метаблоку і відключає всі пов'язані з нею SEO пропозиції."],"Disable SEO analysis":["Вимкнути аналіз SEO"],"Other social profiles":["Інші профілі соцмереж"],"Make primary":["Зробити основним"],"Cancel":["Скасувати"],"%s notification":["%s повідомлення","%s повідомлення","%s повідомлень"],"Disable readability analysis":["Вимкнути аналіз читабельності"],"Removes the readability analysis section from the metabox and disables all readability-related suggestions.":["Видаляє вкладку Читабельність з метаблоку і відключає всі пов'язані з нею пропозиції."],"Readability analysis":["Аналіз читабельності"],"Needs improvement":["Можна краще"],"Readability":["Читабельність"],"Improvements":["Поліпшення"],"Good job! We could detect no serious SEO problems.":["Гарна робота! Ми не змогли виявити жодних серйозних SEO проблем."],"We have detected the following issues that affect the SEO of your site.":["Ми виявили такі проблеми, що впливають на SEO вашого сайту."],"Problems":["Проблеми"],"Analysis":["Аналіз"],"Not available":["Недоступно"],"Filter by SEO Score":["Фільтр по SEO оцінці"],"Meta description not set.":["Мета опис не вказано."],"Open":["Відкрити"],"Loading...":["Завантаження..."],"No results found":["Нічого не знайдено"],"Dashboard":["Майстерня"],"You can fix this on the %1$sPermalink settings page%2$s.":["Ви можете виправити це в %1$sНалаштування постійних посилань%2$s."],"Replaced with the primary category of the post/page":["Замінено з основною категорією публікації / сторінки"],"Buy %s":["Придбати %s"],"New %1$s Title":["Новий %1$s заголовок"],"Existing %1$s Title":["Наявний %1$s заголовок"],"Expected an integer as input.":["Очікується ціле число як вхідний."],"Trying to build the sitemap cache key, but the postfix and prefix combination leaves too little room to do this. You are probably requesting a page that is way out of the expected range.":["Спробую побудувати ключ кешу масиву сайту, але комбінація постфікса та префікса залишає замало місця для цього. Ви, напевно, зажадаєте сторінку, яка є виходом з очікуваного діапазону."],"Redirects":["Редиректи"],"Remove":["Видалити"],"Keep":["Залишити"],"Bold the last page":["Останню сторінку жирним шрифтом"],"Primary %s":["Основний %s"],"Primary":["Основний"],"Make %1$s primary %2$s":["Зробити %1$s основним %2$s"],"Integrations":["Інтеграції"],"Term is set to noindex.":["Термін переключено в noindex."],"Author archives":["Архіви автора"],"Enabled":["Увімкнено"],"Disabled":["Вимкнено"],"The separator defined in your theme's %s tag.":["Розділювач визначається тегом %s у вашій темі."],"No index":["Не індексувати"],"SEO score":["Оцінка SEO"],"Team Yoast":["Команда Yoast"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["Перше SEO-рішення для WordPress, що є справжнім все-в-одному пакетом, який містить вбудований аналіз вмісту, XML-мапи сайту і багато іншого."],"Yoast SEO":["Yoast SEO"],"Activation failed:":["Активація невдала:"],"The filter extension seem to be unavailable. Please ask your web host to enable it.":["Здається відсутнє розширення фільтру. Попросіть свого надавача веб-хостингу активувати його."],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":["Встановлення плагіну %1$s є невдалим. Будь ласка, зверніться до %2$sінструкції по встановленню%3$s."],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":["Здається відсутнє розширення стандартної бібліотеки PHP (SPL). Попросіть свого надавача веб-хостингу активувати його."],"SEO Settings":["Налаштування SEO"],"Mobile-Friendly Test":["Тест на мобільність"],"Google Page Speed Test":["Тест швидкості сторінки Google"],"Facebook Debugger":["Налагоджувач Facebook"],"Analyze this page":["Аналізувати сторінку"],"%s does not seem to be a valid url. Please correct.":["%s, здається, не є дійсним адресою. Будь ласка, виправте."],"%1$s does not seem to be a valid %2$s verification string. Please correct.":["%1$s, як видається, не є дійсною ланкою підтвердження %2$s. Будь ласка, виправте."],"%s Archive":["%s Архів"],"You searched for %s":["Ви шукали %s"],"%s does not seem to be a valid Twitter Username. Please correct.":["%s — некоретне ім'я користувача в Twitter. Будь ласка, виправте його."],"Summary with large image":["Короткий вміст з великим зображенням"],"The post %1$s appeared first on %2$s.":["Запис %1$s спершу з'явиться на %2$s."],"No numeric value was received.":["Числові значення не отримано."],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":["Це повинен бути існуючий блог. Блог %s не існує або позначено як видалений."],"The default blog setting must be the numeric blog id of the blog you want to use as default.":["Налаштування блогу за умовчанням має містити ідентифікатор числового блогу блогу, який ви хочете використовувати як за замовчуванням."],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":["%1$s не вірний вибір для тих, кому дозволений доступ до налаштувань %2$s. Здійснено скидання значення за замовчуванням."],"Please select a valid post type for taxonomy \"%s\"":["Будь ласка, виберіть правильний тип запису для таксономії \"%s\""],"Please select a valid taxonomy for post type \"%s\"":["Будь ласка, виберіть правильну таксономію для типу запису \"%s\""],"You searched for":["Ви шукали"],"Home":["Головна"],"Archives for":["Архіви для"],"Error 404: Page not found":["Помилка 404: Сторінку не знайдено"],"Good":["Добре"],"Replaced with a custom taxonomies description":["Замінено опис користувацьких таксономій"],"Replaced with a posts custom taxonomies, comma separated.":["Замінений з повідомленням користувацький таксономії, розділений комами."],"Replaced with a posts custom field value":["Замінено значення спеціального поля для публікацій"],"Replaced with the slug which caused the 404":["Замінено з тілом, який викликав 404"],"Replaced with the posts focus keyphrase":["Замінюється фокусним ключовим словом запису"],"Attachment caption":["Вкладення підписів"],"Replaced with the current page number":["Замінено поточним номером сторінки"],"Replaced with the current page total":["Замінено поточною загальною сторінкою"],"Replaced with the current page number with context (i.e. page 2 of 4)":["Замінено поточним номером сторінки з контекстом (тобто сторінка 2 з 4)"],"Replaced with the current year":["Замінено поточним роком"],"Replaced with the current month":["Замінено поточним місяцем"],"Replaced with the current day":["Замінено поточним днем"],"Replaced with the current date":["Замінено сьогоднішньою датою"],"Replaced with the post/page author's 'Biographical Info'":["Замінено з &#8220;біографічною інформацією&#8221; автора запису/сторінки"],"Replaced with the post/page author's 'nicename'":["Замінено з &#8220;псевдонімом&#8221; автора запису/сторінки"],"Replaced with the post/page ID":["Замінено з ідентифікатором (ID) запису/сторінки"],"Replaced with the post/page modified time":["Замінено з часом зміни запису/сторінки"],"Replaced with the content type plural label":["Замінено з кількома мітками типу запису"],"Replaced with the content type single label":["Замінено з єдиною міткою типу запису"],"Replaced with the current search phrase":["Замінено поточною пошуковою фразою"],"Replaced with the term name":["Замінено з іменем артикулу"],"Replaced with the term description":["Замінено з описом артикулу"],"Replaced with the tag description":["Замінено з описом теґів"],"Replaced with the category description":["Замінено з описом категорії"],"Replaced with the post categories (comma separated)":["Замінено з категоріями запису (через кому)"],"Replaced with the current tag/tags":["Замінено з поточним теґом/теґами"],"Replaced with the post/page excerpt (without auto-generation)":["Замінено з уривком запису/сторінки (без автоматичного створення)"],"Replaced with the post/page excerpt (or auto-generated if it does not exist)":["Замінено з уривком запису/сторінки (або автоматично створювати, якщо він не існує)"],"The site's name":["Назва сайту"],"Replaced with the title of the parent page of the current page":["Замінено заголовком батьківської сторінки поточної сторінки"],"Replaced with the title of the post/page":["Замінено з заголовком запису/сторінки"],"Replaced with the date of the post/page":["Замінено з датою запису/сторінки"],"Page %1$d of %2$d":["Сторінка %1$d з %2$d"],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":["Ви не можете скасувати стандартну зміну WPSEO шляхом реєстрації змінної з таким самим ім'ям. Замість цього використовуйте фільтр \"wpseo_replacements\", щоб налаштувати значення заміни."],"A replacement variable with the same name has already been registered. Try making your variable name unique.":["Змінна змінна з тією ж назвою вже зареєстрована. Спробуйте зробити назву змінної унікальною."],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":["Змінна змінна не може починатися з \"%%cf_\" або \"%%ct_\", оскільки вони зарезервовані для стандартних змінних WPSEO для спеціальних полів та спеціальних таксономій. Спробуйте зробити назву змінної унікальною."],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":["Змінні заміни можуть містити лише буквено-цифрові символи, підкреслення або дефіс. Спробуйте перейменувати вашу змінну."],"Admin only notice: this page does not show a meta description because it does not have one, either write it for this page specifically or go into the [%1$s - %2$s] menu and set up a template.":["Замітка для адміністратора: на цій сторінці не відображається мета-опис, тому що він не заданий. Вкажіть його для даної сторінки, або перейдіть в меню [%1$s - %2$s] і налаштуйте шаблон."],"Page not found":["Сторінку не знайдено"],"%s Archives":["%s Архіви"],"Meta description to use for Author page":["Мета опис для сторінки автора"],"Title to use for Author page":["Заголовок для сторінки автора"],"%1$s settings":["%1$s налаштування"],"Export your %1$s settings":["Експортувати ваші %1$s налаштування"],"Import settings":["Налаштування імпорту"],"Import from other SEO plugins":["Імпорт з інших плагінів SEO"],"Import":["Імпорт"],"If you had a %s file and it was editable, you could edit it from here.":["Якби у вас був файл %s, доступний для запису, тут можна було б його змінити."],"If your %s were writable, you could edit it from here.":["Якщо ваш файл %s доступний для запису, ви можете відредагувати його тут."],"You don't have a %s file, create one here:":["На сайті відсутній файл %s, створіть його зараз:"],"A link to your site, with your site's name and description as anchor text.":["Посилання на ваш сайт із назвою та описом вашого сайту як якірним текстом."],"A link to your site, with your site's name as anchor text.":["Посилання на ваш сайт із назвою вашого сайту як якірним текстом."],"A link to the post, with the title as anchor text.":["Посилання на запис з заголовком як прив'язний текст."],"You can use the following variables within the content, they will be replaced by the value on the right.":["В шаблоні можна використовувати такі змінні, які будуть замінені на свої значення (праворуч)."],"Content to put after each post in the feed":["Це буде розміщено після кожного запису в стрічці"],"Content to put before each post in the feed":["Це буде розміщено перед кожним записом в стрічці"],"How to insert breadcrumbs in your theme":["Як вставити навігаційні стежки у вашу тему"],"Blog":["Блог"],"Prefix for the breadcrumb path":["Префікс для шляху навігаційній стежки"],"Anchor text for the Homepage":["Якірний текст для головної сторінки"],"Separator between breadcrumbs":["Розділювач між елементами навігаційних стежок"],"Below are your published posts' SEO scores. Now is as good a time as any to start improving some of your posts!":["Нижче результати оцінювання SEO оптимізації ваших опублікованих записів. Якщо маєте вільну хвильку, то саме час почати покращувати деякі з публікацій!"],"Credits":["Подяки"],"&laquo; Back to Tools page":["&laquo; Повернутися до сторінки інструментів"],"%1$s comes with some very powerful built-in tools:":["%1$s розповсюджується з деякими дуже потужними вбудованими інструментами:"],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":["Цей інструмент дозволяє швидко змінити важливі файли для вашого SEO, як ваш robots.txt і ваш файл .htaccess, якщо він у вас є."],"File editor":["Редактор файлів"],"Import settings from other SEO plugins and export your settings for re-use on (another) site.":["Імпорт налаштувань з інших плагінів SEO і експорт ваших налаштувань для повторного використання в (іншому) блозі."],"Import and Export":["Імпорт та експорт"],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":["Цей інструмент дозволяє швидко змінювати заголовки та описи ваших повідомлень і сторінок без необхідності входити в редактор для кожної сторінки."],"Bulk editor":["Груповий редактор"],"Default settings":["Стандартні параметри"],"Description":["Опис"],"Restore site to defaults":["Відновити сайт за замовчуванням"],"Site ID":["ID сайту"],"Using this form you can reset a site to the default SEO settings.":["Використовуючи цю форму ви можете відновити стандартні SEO налаштування."],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new sites.":["Таємні дані (адміни FB, тощо), особливості теми (перепис назв) і кілька конкретних налаштувань сайту не будуть імпортовані до нових блогів."],"Enter the %1$sSite ID%2$s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":["Вкажіть %1$sSite ID%2$s, параметри якого ви хочете використовувати за замовчуванням для всіх сайтів мережі. Якщо залишити поле порожнім, будуть використовуватися стандартні налаштування плагіну."],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":["Виберіть сайт, налаштування якого ви хочете використовувати за замовчуванням для всіх сайтів, які додаються до мережі. Якщо ви оберете \"Жоден\", плагін працюватиме з стандартними параметрами."],"New sites in the network inherit their SEO settings from this site":["Нові сайти в мережі успадковують параметри SEO з цього сайту"],"Super Admins only":["Тільки супер-адміністратори"],"Site Admins (default)":["Адміністратори сайту (за замовчуванням)"],"Who should have access to the %1$s settings":["Хто має права доступу до %1$s налаштувань"],"spam":["спам"],"mature":["для дорослих"],"archived":["в архіві"],"public":["публічний"],"%s restored to default SEO settings.":["%s відновлено стандартні SEO налаштування."],"Settings Updated.":["Налаштування оновлені."],"Special pages":["Спеціальні сторінки"],"Date archives":["Архіви по даті"],"Title":["Заголовок"],"Take note:":["Зверніть увагу:"],"You can determine the title and description for the homepage by %1$sediting the homepage itself%2$s.":["Ви можете визначити назву і опис сторінки блоґу за допомогою %1$sредагування конкретної сторінки%2$s."],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s автоматично визначає, чи потрібно змусити перезаписувати заголовки для ваших сторінок, якщо ви вважаєте, що це не так, і ви знаєте, що ви робите, ви можете змінити це налаштування тут."],"Force rewrite titles":["Примусово перезаписати назви"],"Homepage":["Домашня сторінка"],"%1$s Extensions":["%1$s Розширення"],"Seamlessly integrate WooCommerce with %1$s and get extra features!":["Постійно інтегруйте WooCommerce з %1$s та отримуйте додаткові функції!"],"Rank better locally and in Google Maps, without breaking a sweat!":["Ранг краще локально та на Картах Google, не порушуючи поту!"],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":["Ви в Новинах Google? Збільште трафік з Новин Google, оптимізуючи його!"],"Optimize your videos to show them off in search results and get more clicks!":["Оптимізуйте свої відео, щоб показати їх у результатах пошуку і отримати більше кліків!"],"The premium version of %1$s with more features & support.":["Преміум версія %1$s з більшою кількістю можливостей і підтримкою."],"Person":["Приватна особа"],"Website name":["Назва веб-сайту"],"RSS":["RSS"],"Permalink":["Постійне посилання"],"Breadcrumbs":["Навігаційні стежки"],"Authenticate":["Аутентифікувати"],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year of support and updates, on %2$s.":["Щоб мати можливість створити перенаправлення і виправити дану проблему, потрібен %1$s. Ви можете купити плагін, включаючи один рік підтримки та оновлень, на %2$s."],"Creating redirects is a %s feature":["Створення перенаправлення це функція %s"],"New URL":["Новий URL"],"Search":["Шукати"],"URL":["URL-адреса"],"Deactivate %s":["Деактивувати %s"],"The %1$s plugin might cause issues when used in conjunction with %2$s.":["%1$s плагін(и) можуть викликати проблеми при сумісному використанні з %2$s."],"Upload Image":["Завантажити зображення"],"%s Posts Overview":["Огляд публікацій %s"],"Breadcrumbs title":["Заголовок для навігаційних стежок"],"Pinterest":["Pinterest"],"Social settings":["Налаштування соцмереж"],"Close":["Закрити"],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines and might slow down your site.":["%1$s і %2$s одночасно генерують XML мапи сайту. Наявність двох XML мап сайту не є корисним для пошукових систем, а також може сповільнити ваш сайт."],"Configure %1$s's Open Graph settings":["Налаштувати %1$s Open Graph"],"Both %1$s and %2$s create Open Graph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":["І %1$s і %2$s створюють висновок Open Graph, який може привести до використання неправильних текстів та зображень соціальними мережами (Facebook, Twitter, LinkedIn та ін.), коли вашими сторінками поділяться в них."],"%s image":["%s зображення"],"%s description":["%s опис"],"%s title":["%s заголовок"],"Twitter":["Twitter"],"Facebook":["Facebook"],"very difficult":["дуже складно"],"Try to make shorter sentences, using less difficult words to improve readability":["Спробуйте писати більш короткими реченнями і використовувати менше важких слів, щоб поліпшити читабельність"],"difficult":["складно"],"fairly difficult":["доволі важко"],"OK":["OK"],"fairly easy":["досить легко"],"easy":["легко"],"very easy":["дуже легко"],"The copy scores %1$s in the test, which is considered %2$s to read.":["Текст набирає %1$s в тесті, що вважається %2$s для читання."],"Flesch reading ease":["Шкала легкості читання Flesch"],"Meta Desc.":["Мета опис"],"All SEO Scores":["Всі SEO оцінки"],"SEO issue: The featured image should be at least 200 by 200 pixels to be picked up by Facebook and other social media sites.":["Зображення повинно бути принаймні 200x200 пікселів , щоб Facebook та інші соціальні мережі мали змогу його використати."],"(no parent)":["(без предка)"],"meta description":["мета-опис"],"Page title":["Назва сторінки"],"Post is set to noindex.":["Запис переключено в noindex."],"The URL that this page should redirect to.":["Лінк цієї сторінки має перенаправлятися також."],"301 Redirect":["301 Перенаправлення"],"The canonical URL that this page should point to. Leave empty to default to permalink. %1$sCross domain canonical%2$s supported too.":["Канонічний URL, на який повинна вказувати ця сторінка. Якщо залишити порожнім, це буде посилання за замовчуванням. Також підтримуються %1$sпосилання на інші домени%2$s."],"Canonical URL":["Канонічний URL"],"Title to use for this page in breadcrumb paths":["Назва для цієї сторінки щоб використовувати в навігаційній стежкі"],"Breadcrumbs Title":["Заголовок для навігаційних стежок"],"No Snippet":["Без сніппету"],"No Archive":["Не архівувати"],"No Image Index":["Не індексувати зображення"],"None":["Ні куди"],"Meta robots advanced":["Meta robots просунуті"],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Увага: навіть якщо ви можете налаштувати мета індекс роботів тут, а весь сайт переключено на noindex в налаштуваннях конфіденційності, то ці параметри не матимуть сили."],"Meta description":["Мета-опис"],"SEO Title":["SEO-заголовок"],"Focus keyword":["Ключовики"],"Settings successfully imported.":["Налаштування успішно імпортовані."],"Settings could not be imported:":["Параметри не можуть бути імпортовані:"],"Breadcrumb for 404 pages:":["Навігаційна стежка для сторінки помилки 404:"],"Prefix for search result pages:":["Префікс для сторінки результатів пошуку:"],"Prefix for archive pages:":["Префікс для сторінок архівів:"],"Prefix for breadcrumbs:":["Префікс для навігаційних стежок:"],"Anchor text for the homepage:":["Анкорний текст для головної сторінки:"],"Breadcrumbs separator:":["Розділювач для навігаційних стежок (breadcrumbs):"],"%s Breadcrumbs":["%s навігаційні стежки"],"Use Image":["Використати зображення"],"Action":["Дія"],"Page URL/Slug":["Посилання сторінки"],"Publication date":["Дата публікації"],"Post Status":["Статус запису"],"WP Page Title":["Заголовок сторінки WP"],"View":["Дивитися"],"View &#8220;%s&#8221;":["Дивитись &#8220;%s&#8221;"],"Preview":["Попередній перегляд"],"Preview &#8220;%s&#8221;":["Попередній перегляд &#8220;%s&#8221;"],"Edit":["Редагувати"],"Filter":["Фільтр"],"New Yoast Meta Description":["Новий Yoast мета-опис"],"Existing Yoast Meta Description":["Існуючий мета-опис Yoast"],"Facebook profile URL":["Посилання на профіль у Facebook"],"Twitter username (without @)":["Ім'я користувача Twitter (без @)"],"Google":["Google"],"FAQ":["FAQ"],"Settings":["Налаштування"],"Huge SEO Issue: You're blocking access to robots.":["Серйозна проблема для SEO: Ви блокуєте доступ для пошукових роботів."],"Posts":["Записи"],"Edit Files":["Редагувати файли"],"General":["Загальне"],"Extensions":["Розширення"],"Search Console":["Search Console"],"Tools":["Інструменти"],"Advanced":["Додатково"],"XML sitemaps":["XML Карта сайту"],"Social":["Соціальні мережі"],"SEO":["SEO"],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":["%1$s визначено використання версії %2$s з %3$s. Будь ласка, оновіть до останньої версії, щоб запобігти проблем зі сумісністю."],"Just another WordPress site":["Просто ще один сайт на WordPress"],"You have used HTML in your value which is not allowed.":["У цьому полі не можна використовувати HTML-теги."],"You can't edit %s that aren't yours.":["Ви не можете редагувати %s, бо це не ваше."],"You can't edit %s.":["Ви не можете редагувати %s."],"Post has an invalid Content Type: %s.":["Запис має невірний Тип Запису: %s."],"Post doesn't exist.":["Запис не існує."],"posts\u0004Trash <span class=\"count\">(%s)</span>":["Видалені <span class=\"count\">(%s)</span>","Видалені <span class=\"count\">(%s)</span>","Видалені <span class=\"count\">(%s)</span>"],"posts\u0004All <span class=\"count\">(%s)</span>":["Всі <span class=\"count\">(%s)</span>","Всі <span class=\"count\">(%s)</span>","Всі <span class=\"count\">(%s)</span>"]}}}