{"domain":"js-text-analysis","locale_data":{"js-text-analysis":{"":{"domain":"js-text-analysis","plural_forms":"nplurals=2; plural=n != 1;"},"The text contains %1$d word.":["Il testo contiene %1$d parola.","Il testo contiene %1$d parole."],"This is more than or equal to the recommended minimum of %2$d word.":["Questo supera o è uguale al minimo raccomandato di %2$d parola.","Questo supera o è uguale al minimo raccomandato di %2$d parole."],"This is slightly below the recommended minimum of %2$d word. Add a bit more copy.":["Questo è leggermente inferiore al numero minimo di %2$d parola. Aggiungi un po' di altro testo.","Questo è leggermente inferiore al numero minimo di %2$d parole. Aggiungi un po' di altro testo"],"This is below the recommended minimum of %2$d word. Add more content that is relevant for the topic.":["Questo è meno del numero minimo raccomandato di %2$d parola. Aggiungi più contenuto che sia rilevante per questo argomento.","Questo è meno del numero minimo raccomandato di %2$d parole. Aggiungi più contenuto che sia rilevante per questo argomento."],"This is far below the recommended minimum of %2$d word. Add more content that is relevant for the topic.":["Questo è molto meno del minimo raccomandato di %2$d parola. Aggiungi più contenuto che sia rilevante per questo argomento.","Questo è molto meno del minimo raccomandato di %2$d parole. Aggiungi più contenuto che sia rilevante per questo argomento."],"The page title contains %1$d character.":["Il titolo della pagine contiene %1$d carattere.","Il titolo della pagine contiene %1$d caratteri."],"This is less than the recommended minimum of %2$d character. Use the space to add keyword variations or create compelling call-to-action copy.":["Questo è meno del minimo raccomandato di %2$d carattere. Utilizza lo spazio per aggiungere variazioni della parola chiave o per creare un attraente testo di call-to-action copy.","Questo è meno del minimo raccomandato di %2$d caratteri. Utilizza lo spazio per aggiungere variazioni della parola chiave o per creare un attraente testo di call-to-action copy."],"This is between the recommended minimum of %2$d character":["Questo sta fra il numero minimo raccomandato di %2$d carattere","Questo sta fra il numero minimo raccomandato di %2$d caratteri"],"and the recommended maximum of %3$d character.":["ed il massimo raccomandato di %3$d carattere.","ed il massimo raccomandato di %3$d caratteri."],"This is more than the viewable limit of %2$d character. Some words will not be visible to users in your listing.":["Questa è oltre il limite massimo di %2$d carattere visibile. Alcune parole non saranno visibili agli utenti nella tua inserzione.","Questa è oltre il limite massimo di %2$d caratteri visibili. Alcune parole non saranno visibili agli utenti nella tua inserzione."],"Content optimization: Has feedback":["Ottimizzazione dei contenuti: ha un risposta"],"Content optimization: Bad SEO score":["Ottimizzazione dei contenuti:Cattivo punteggio SEO"],"Content optimization: OK SEO score":["Ottimizzazione dei contenuti: Punteggio SEO OK"],"Content optimization: Good SEO score":["Ottimizzazione dei contenuti: Buon punteggio SEO"],"Marks are disabled in current view":["Le votazioni sono disabilitate in questa vista"],"%1$d of the paragraphs is too short.":["%1$d dei paragrafi è troppo breve.","%1$d dei paragrafi sono troppo brevi."],"The recommended minimum is %2$d word.":["Il numero minimo raccomandato è di %2$d parola.","Il numero minimo raccomandato è di %2$d parole."],"Try to expand this paragraph, or connect it to the previous or next paragraph.":["Prova ad espandere questa paragrafo o a collegarlo al paragrafo precedente o successivo.","Prova ad espandere questi paragrafo o a collegare ciascuno di essi al paragrafo precedente o successivo."],"The number of words following %1$d of the subheadings is too small.":["Il numero di parole successive a %1$d del sottotitolo è troppo basso.","Il numero di parole successive a %1$d dei sottotitoli è troppo basso."],"Consider deleting that particular subheading, or the following subheading.":["Considera la possibilità di cancellare questo particolare sottotitolo o il sottotitolo successivo.","Considera la possibilità di cancellare questi particolari sottotitoli o i sottotitoli successivi a ciascuno di essi."],"As you are redirecting attachment URLs to parent post URLs, these settings will currently only have an effect on unattached media items! So remember: If you change the %1$sattachment redirection setting%2$s in the future, the below settings will take effect for *all* media items.":["Poiché stai reindirizzando l'URL dell'allegato all'articolo padre, queste impostazioni avranno effetto solo sugli elementi multimediali non collegati! Quindi ricorda: se in futuro cambierai %1$sl'impostazione di re indirizzamento dell'allegato%2$s, le impostazioni sottostanti avranno effetto per *tutti* gli elementi multimediali."],"Excluded posts settings":["Impostazione esclusione articoli"],"Your XML Sitemap":["La tua sitemap XML"],"Post types sitemap settings":["Impostazioni sitemap per le tipologie di articoli"],"Taxonomies sitemap settings":["Impostazioni sitemap tassonomie"],"User sitemap settings":["Impostazione sitemap utente"],"Your social profiles":["I tuoi profili social"],"To let search engines know which social profiles are associated to this site, enter them below:":["Per consentire ai motori di ricerca di sapere quali profili social sono associati con questo siti, inseriscili qui sotto."],"Facebook settings":["Impostazioni Facebook"],"Google+ settings":["Impostazioni Google"],"Pinterest settings":["Impostazioni Pintertest"],"Disable SEO analysis":["Disabilita l'analisi SEO"],"Removes the keyword tab from the metabox and disables all SEO-related suggestions.":["Rimuovi la linguetta parole chiave dal riquadro dei metadati e disabilita tutti i i suggerimenti relativi al SEO."],"Notifications":["Notifiche"],"Google Trends":["Google Trends"],"The page title is too short. Use the space to add keyword variations or create compelling call-to-action copy.":["Il titolo della pagina è troppo breve. Utilizza lo spazio per aggiungere variazioni di parole chiave o per creare un testo call-to-action attraente."],"The page title has a nice length.":["Il titolo della pagina ha una lunghezza corretta."],"The page title is wider than the viewable limit.":["Il titolo della pagina è più largo del milite di visibilità."],"Restore default settings":["Ripristina le impostazioni predefinite"],"Security setting":["Impostazioni di sicurezza"],"Title separator symbol":["Simbolo separatore del titolo"],"Keyword analysis":["Analisi parole chiave"],"Removes the keyword tab from the metabox and disables all keyword-related suggestions.":["Rimuovi la linguetta parole chiave dal riquadro dei metadati e disabilita tutti i suggerimenti relativi alle parole chiave."],"%1$s has been updated to version %2$s. %3$sFind out what's new!%4$s":["%1$s è stato aggiornato alla versione %2$s. %3$sScorpi cosa c'è di nuovo!%4$s"],"Make primary":["Rendi primario"],"%s notification":["%s notifica","%s notifiche"],"Yoast SEO video tutorial":["Tutorial video Yoast SEO"],"Search results":["Risultati della ricerca"],"Back to search results":["Torna ai risultati della ricerca"],"Open the knowledge base article in a new window or read it in the iframe below":["Apri l'articolo della knowledge base in una nuova finestra o leggilo nell'iframe sottostante"],"Knowledge base article":["Articolo della knowledge base"],"Cancel":["Annulla"],"To allow %1$s to fetch your %2$s information, please enter your Google Authorization Code. Clicking the button below will open a new window.":["Per consentire a %1$s di recuperare le tue informazioni su %2$s inserisci il tuo Codice di Autorizzazione di Google. Facendo clic sul pulsante sottostante si aprirà una nuova finestra."],"Enter your Google Authorization Code and press the Authenticate button.":["inserisci il tuo Codice di Autorizzazione di Google e premi il pulsante di Autenticazione."],"Content optimization":["Ottimizzazione dei contenuti"],"New release video":["Video della nuova release"],"Stop words in slugs.":["stop word nell'abbreviazione"],"RSS feed settings":["Impostazioni feed RSS"],"You have far too little content, please add some content to enable a good analysis.":["Hai troppo poco contenuto, aggiungi qualche contenuto per consentire una buona analisi."],"Remove marks in the text":["Rimuovere le votazioni nel testo"],"Take the online SEO Copywriting Training course and learn how to write awesome copy that ranks!":["Segui il corso online SEO Copywriting Training e impara come scrivere dei testi fantastici che abbiano una buona classificazione!"],"Readability":["Leggibilità"],"Needs improvement":["Necessita di miglioramento"],"Product Management":["Gestione del Prodotto"],"Head R&D":["Capo R&S"],"Linguist":["Linguista"],"Development Leaders":["Responsabili Sviluppo"],"CTO":["CTO"],"Yoast Developers":["Sviluppatori Yoast"],"Quality Assurance & Testing":["Garanzia di qualità e collaudo"],"Tester":["Collaudatore"],"Community contributors":["Contributori della comunità"],"We have detected the following issues that affect the SEO of your site.":["Abbiamo individuato i seguenti problemi che riguardano il SEO del tuo sito."],"Enabled analysis":["Analisi abilitata"],"Readability analysis":["Analisi leggibilità"],"Removes the readability tab from the metabox and disables all readability-related suggestions.":["Rimuove la scheda leggibilità dal metabox e disabilita tutti i suggerimenti sulla leggibilità."],"Disable readability analysis":["Disabilita l'analisi della leggibilità"],"You are trying to load non-minified files, these are only available in our development package. Check out %1$s to see all the source files.":["Stai cercando di caricare dei file non minimizzati, questi sono disponibili solamente nel nostro pacchetto sviluppo. Guarda %1$s per vedere tutti i file sorgente."],"%1$s of the words contain %2$sover %3$s syllables%4$s, which is less than or equal to the recommended maximum of %5$s.":["%1$s parole contengono %2$s oltre %3$s sillabe%4$s, che è meno o uguale al massimo raccomandato di %5$s."],"%1$s of the words contain %2$sover %3$s syllables%4$s, which is more than the recommended maximum of %5$s.":["%1$s parole contengono %2$soltre  %3$s  sillabe%4$s, che è più del massimo raccomandato di  %5$s."],"An error occurred in the '%1$s' assessment":["Si è verificato un errore nella valutazione di '%1$s'"],"Mark this result in the text":["Segnare questo risultato nel testo"],"SEO title preview:":["Anteprima titolo SEO:"],"Slug preview:":["Anteprima Slug:"],"Meta description preview:":["Anteprima Meta description:"],"You can click on each element in the preview to jump to the Snippet Editor.":["È possibile fare clic su ogni elemento nell'anteprima per passare all'editor."],"The text contains %1$d subheading, which is great.":["Il testo contiene %1$d sottotitolo il che è ottimo.","Il testo contiene %1$d sottotitoli il che è ottimo."],"The text does not contain any subheadings. Add at least one subheading.":["Il testo non contiene sottotitoli. Aggiungere almeno un sottotitolo."],"%1$s of the sentences contain a %2$stransition word%3$s or phrase, which is less than the recommended minimum of %4$s.":["%1$s frasi contengono una %2$s parola o frase di transizione %3$s, che è meno del minimo consigliato di %4$s."],"%1$s of the sentences contain a %2$stransition word%3$s or phrase, which is great.":["%1$s frasi contengono una %2$sparola o frase di transizione%3$s, il che è ottimo."],"The %1$ssentence length variation%2$s score is %3$s, which is more than or equal to the recommended minimum of %4$d. The text contains a nice combination of long and short sentences.":["Il punteggio sulla %1$svariazione di lunghezza frasi%2$s è %3$s, che è maggiore o uguale al minimo raccomandato di %4$d. Il testo contiene una buona combinazione di frasi lunghe e corte."],"The %1$ssentence length variation%2$s score is %3$s, which is less than the recommended minimum of %4$d. Try to alternate more between long and short sentences.":["Il punteggio sulla %1$svariazione di lunghezza frasi%2$s è %3$s, che inferiore al minimo raccomandato di %4$d. Prova una maggiore alternanza tra frasi lunghe e corte."],"The amount of words following each of the subheadings doesn't exceed the recommended maximum of %1$d words, which is great.":["La quantità di parole che seguono ciascuno dei sottotitoli non eccede il massimo raccomandato di %1$d parole, il che è ottimo."],"%1$d of the subheadings is followed by more than the recommended maximum of %2$d words. Try to insert another subheading.":["Il %1$d del sottotitolo è seguito da più del massimo raccomandato di %2$d parole. Prova a inserire un altro sottotitolo.","I %1$d dei sottotitoli sono seguiti da più del massimo raccomandato di %2$d parole. Prova a inserire degli altri sottotitoli."],"The number of words following each of the subheadings exceeds the recommended minimum of %1$d words, which is great.":["Il numero di parole che seguono ciascuno dei sottotitoli supera il minimo raccomandato di %1$d parole, il che è ottimo."],"%1$s of the sentences contain %2$spassive voice%3$s, which is less than or equal to the recommended maximum of %4$s.":["%1$s frasi contengono una %2$svoce passiva%3$s, che è meno o uguale al massimo raccomandato di %4$s."],"%1$s of the sentences contain %2$spassive voice%3$s, which is more than the recommended maximum of %4$s. Try to use their active counterparts.":["%1$s frasi contengono una %2$svoce passiva%3$s, che è più del massimo raccomandato di %4$s. Prova a utilizzare le loro omologhe attive."],"The text contains %2$d consecutive sentences starting with the same word. Try to mix things up!":["Il tuo testo contiene %2$d frasi consecutive che iniziano con lo stessa parola. Prova a variare!","Il tuo testo contiene %1$d frasi dove %2$d o più frasi consecutive  iniziano con lo stessa parola. Prova a variare!"],"The meta description contains no sentences %1$sover %2$s words%3$s.":["La meta descrizione non contiene frasi con %1$spiù di %2$s parole%3$s."],"The meta description contains %1$d sentence %2$sover %3$s words%4$s. Try to shorten this sentence.":["La meta descrizione contiene %1$d frase con %2$spiù di %3$sparole%4$s. Prova ad accorciarla.","La meta descrizione contiene %1$d frasi con %2$spiù di %3$sparole%4$s. Prova ad accorciarle."],"%1$s of the sentences contain %2$smore than %3$s words%4$s, which is less than or equal to the recommended maximum of %5$s.":["%1$s frasi contengono %2$spiù di %3$s parole%4$s, che è meno o uguale al massimo raccomandato di %5$s."],"%1$s of the sentences contain %2$smore than %3$s words%4$s, which is more than the recommended maximum of %5$s.Try to shorten the sentences.":["%1$s frasi contengono %2$spiù di %3$s parole%4$s, che è più del massimo raccomandato di %5$s. Prova ad accorciare le frasi."],"Not available":["Non disponibile"],"\"Max entries per sitemap page\" should be below %s to meet Google's requirements, which %s is not.":["\"Numero massimo di voci per pagina sitemap\" deve essere inferiore a %s per soddisfare i requisiti di Google, e %s non lo è."],"You have a new issue concerning your SEO!":["Hai un nuovo problema relativo alla tua SEO!","Hai %d nuovi problemi relativi alla tua SEO!"],"The length of all subheadings is less than or equal to the recommended maximum of %1$d characters, which is great.":["La lunghezza di tutti i sottotitoli è inferiore o uguale al massimo raccomandato di %1$d caratteri, il che è ottimo."],"You have %1$d subheading containing more than the recommended maximum of %2$d characters.":["Hai %1$d sottotitolo che contiene più del massimo raccomandato di %2$d caratteri.","Hai %1$d sottotitoli che contengono più del massimo raccomandato di %2$d caratteri."],"None of the paragraphs are too long, which is great.":["Nessuno dei tuoi paragrafi  è troppo lungo, il che è grandioso."],"%1$d of the paragraphs contains more than the recommended maximum of %2$d words. Are you sure all information is about the same topic, and therefore belongs in one single paragraph?":["%1$d paragrafo contiene più del massimo raccomandato di %2$d parole. Sei sicuro che tutte le informazioni siano sullo stesso argomento, e dunque appartengono a uno stesso paragrafo?","%1$d paragrafi contengono più del massimo raccomandato di %2$d parole. Sei sicuro che tutte le informazioni siano sullo stesso argomento, e dunque appartengono a uno stesso paragrafo?"],"None of the paragraphs are too short, which is great.":["Nessuno dei tuoi paragrafi è troppo corto, il che è grandioso."],"%1$s Dashboard":["%1$s Bacheca"],"This is a rendering of what this post might look like in Google's search results. %sLearn more about the Snippet Preview%s.":["Questo è una anteprima di come l'articolo potrebbe apparire nei risultati della ricerca di Google. %sImpara di più sul Blocco di anteprima%s."],"This is the content analysis, a collection of content checks that analyze the content of your page. %sLearn more about the Content Analysis Tool%s.":["Questa è l'analisi dei contenuti, una serie di controlli che analizzano il contenuto della tua pagina. %sImpara di più sullo Strumento di Analisi dei Contenuti%s."],"Pick the main keyword or keyphrase that this post/page is about. %sLearn more about the Focus Keyword%s.":["Scegli la parola o frase chiave che descrivono questo/a articolo/pagina. %sImpara di più sulla Parola chiave principale%s."],"Problems":["Problemi"],"Good job! We could detect no serious SEO problems.":["Buon lavoro! Non siamo in grado di individuare nessun problema SEO"],"Dismiss this item.":["Scarta questo elemento."],"Restore this item.":["Ripristina questo elemento."],"Improvements":["Miglioramenti"],"Implement the following suggestions to further optimize your site for SEO.":["Segui le seguenti raccomandazioni per ottimizzare ulteriormente il tuo sito per SEO."],"Good job! We found nothing you can improve upon.":["Buon lavoro! Non abbiamo trovato nulla da migliorare."],"Paging comments is enabled, this is not needed in 999 out of 1000 cases, we recommend to disable it.":["La paginazione dei commenti è abilitata, ciò non è necessario in 999 casi su 1000, noi raccomandiamo di disabilitarla."],"Simply uncheck the box before \"Break comments into pages...\" on the %1$sComment settings page%2$s.":["Spunta semplicemente la casella prima di \"Dividi i commenti in pagine...\" nella %1$sPagina delle impostazioni dei commenti%2$s."],"You can fix this on the %1$sPermalink settings page%2$s.":["Puoi correggerlo nella %1$sPagina delle impostazioni dei permalink%2$s."],"No results found.":["Non sono stati trovati risultati."],"Search the Yoast knowledge base":["Cerca nella knowledge base di Yoast"],"Something went wrong. Please try again later.":["Qualcosa non ha funzionato. Per favore riprova più tardi."],"Loading...":["Sto caricando..."],"search":["cerca"],"Back":["indietro"],"Open":["Apri"],"Knowledge base":["Knowledge base"],"Email support is a %s feature":["Il supporto tramite email è una funzionalità %s"],"To be able to contact our support team, you need %1$s. You can buy the plugin, including one year of support, updates and upgrades, on %2$s.":["Per poter contattare il nostro team di supporto, hai bisogno di %1$s. Puoi acquistare il plugin, comprensivo di un anno di assistenza, aggiornamenti e miglioramenti, su %2$s."],"Email support":["Supporto e-mail"],"Video tutorial":["Tutorial Video"],"Meta description not set.":["Meta descrizione non impostata."],"Filter by SEO Score":["Filtra per punteggio SEO"],"Order a Website Review and we will tell you what to improve to attract more visitors!":["Ordina un Esame del Sito e ti diremo cosa migliorare per attirare più visitatori!"],"Take the online Basic SEO Training course and learn the fundamentals of SEO!":["Segui il corso base online di addestramento SEO e impara i fondamenti del SEO!"],"Take the Yoast SEO for WordPress Training course and become a certified Yoast SEO for WordPress expert!":["Segui il corso di Addestramento su Yoast SEO per WordPress e diventa un esperto certificato di Yoast SEO per WordPress!"],"Buy the Yoast SEO Premium plugin now and get access to extra features and 24/7 support!":["Acquista adesso il plugin Yoast SEO Premium e avrai accesso a funzionalità extra e all'assistenza 24/7!"],"Buy the Yoast Video SEO plugin now and optimize your videos for video search results and social media!":["Acquista ora il plugin Yoast Video SEO e ottimizza i tuoi video per i risultati della ricerca dei video e per i social media!"],"Buy the Yoast WooCommerce SEO plugin now and optimize your shop today to improve your product promotion!":["Acquista ora il plugin Yoast WooCommerce SEO e ottimizza oggi il tuo negozio per aumentare la promozione dei tuoi prodotti!"],"Buy the Yoast Local SEO plugin now to improve your site&#8217;s Local SEO and ranking in Google Maps!":["Acquista ora il plugin Yoast Local SEO per aumentare la localizzazione SEO del tuo sito e il ranking in Google Maps!"],"Buy the Yoast News SEO plugin now and start optimizing to get your site featured in Google News!":["Acquista il plug-in Yoast News SEO e inizia l'ottimizzazione del tuo sito per farlo comparire su Google News!"],"Keyword:":["Parola chiave:"],"Enter your focus keyword":["Inserisci la tua parola chiave principale"],"Prevents search engines from using the DMOZ description in the search results for all pages on this site. Note: If you set a custom description for a page or post, it will have the %s tag regardless of this setting.":["Scoraggia i motori di ricerca a usare nei risultati di ricerca la descrizione di DMOZ per tutte le pagine di questo sito. Nota: Se imposti una descrizione personalizzata per una pagina o articolo, avrà il tag %s indipendentemente da questa impostazione."],"Help center":["Centro assistenza"],"If you have a Google+ page for your business, add that URL here and link it on your %1$sGoogle+%2$s page&#8217;s about page.":["Se hai una pagina Google+ per la tua attività commerciale. inserisci l'URL qui e linkalo sulla tua %1$sGoogle+%2$s page&#8217;s about page."],"Show information about errors in category 'Access Denied'":["Mostra informazioni  sugli errori legati alla categoria \"Accesso Negato\""],"Show information about errors in category 'Not Found'":["Mostra informazioni sugli errori legati alla categoria \"Non Trovato\""],"Show information about errors in category 'Other'":["Mostra informazioni sugli errori legati alla categoria \"Altro\""],"Show information about errors in category 'Blocked'":["Mostra informazioni sugli errori legati alla categoria \"Bloccato\""],"Show information about errors in category 'Server'":["Mostra informazioni sugli errori legati alla categoria \"Server\""],"Show information about errors in category 'Soft 404'":["Mostra informazioni sugli errori legati alla categoria \"Soft 404\""],"Show information about the snippet editor":["Mostra informazioni sullo snippet editor"],"Show information about the content analysis":["Mostra informazioni sul contenuto analizzato"],"Show information about the focus keyword":["Mostra informazioni sulle focus Keyword"],"If you buy %s you'll get access to our support team and bonus features!":["Se acquisterai %s, avrai accesso al nostro team di supporto ed altre funzionalità!"],"Want to be a %s Expert?":["Vuoi diventare un Esperto di %s?"],"Follow our %1$s for WordPress training and become a certified %1$s Expert!":["Segui il nostro modulo di formazione Wordpress  %1$a e diventa un Esperto Certificato %1$s!"],"Enroll in the %s training &raquo;":["Iscriviti al %s training &raquo;"],"You've used this focus keyword %1$s%2$d times before%3$s, it's probably a good idea to read %4$sthis post on cornerstone content%5$s and improve your keyword strategy.":["Hai già usato la keyword %1$s%2$d volte prima%3$s ; probabilmente è una buona idea dare un'occhiata a %4$squesto articolo sull'uso del cornerstone%5$s e migliorare così la tua strategia sulle keyword"],"Feedback":["Feedback"],"ok":["ok"],"Format-based archives":["Archivio Format-based"],"The user sitemap contains the author archive URLs for every user on your site.":["La sitemap utente contiene l'archivio degli URL per ogni utente del tuo sito"],"Users without posts":["Utenti senza articoli"],"You can choose to not include users without posts.":["Puoi scegliere di non includere utenti senza articoli."],"If you have already confirmed your website with Pinterest, you can skip the step below.":["Se hai già confermato il tuo sito in Pinterest, puoi saltare il passaggio successivo."],"Pinterest confirmation":["Conferma Pinterest"],"Replaced with the primary category of the post/page":["Sostituito con la categoria principale nell'articolo/pagina"],"Webmaster Tools verification":["Strumenti Verifica Webmaster"],"Existing %1$s Title":["Titolo %1$s Esistente"],"New %1$s Title":["Nuovo %1$s Titolo"],"Buy %s":["Compra %s"],"Snippet Editor Help":["Aiuto Snippet Editor"],"Content Analysis Help":["Content Analysis Aiuto"],"Focus Keyword Help":["Aiuto parola chiave principale"],"Need more help?":["Hai ancora bisogno di aiuto?"],"The focus keyword contains a stop word. This may or may not be wise depending on the circumstances. Read %1$sthis article%2$s for more info.":["La tua parola chiave principale contiene una parola ad alta frequenza (stop word). Ciò può essere più o meno opportuno in base al contesto. Leggi %1$squesto articolo%2$s per maggiori informazioni.","La tua parola chiave principale contiene  %3$d parole ad alta frequenza (stop word). Ciò può essere più o meno opportuno in base al contesto. Leggi %1$squesto articolo%2$s per maggiori informazioni."],"Snippet editor":["Editore Snippet"],"Integrations":["Integrazioni"],"Edit snippet":["Edita snippet"],"SEO title":["titolo SEO"],"Slug":["Slug"],"Close snippet editor":["Chiudi editore snippet"],"Please provide an SEO title by editing the snippet below.":["Inserisci un titolo SEO editando lo snippet sottostante."],"Please provide a meta description by editing the snippet below.":["Inserisci una meta-descrizione editando lo snippet sottostante."],"Trying to build the sitemap cache key, but the postfix and prefix combination leaves too little room to do this. You are probably requesting a page that is way out of the expected range.":["Sto provando a costruire una chiave sicura della cache della sitemap, ma la combinazione di suffisso e prefisso lascia poco spazio di azione. Probabilmente stai cercando di elaborare una pagina con molti caratteri."],"Expected an integer as input.":["L'input dev'essere un intero"],"Note: this feature has been deprecated, as the SEO value is close to 0 these days. If you disable it you will not be able to put it back on.":["Nota: questa funzione è obsoleta, ed il valore SEO è vicino allo 0 in questi giorni. Se la disabiliti non potrai più riattivarla."],"The advanced section of the %1$s meta box allows a user to noindex posts or change the canonical. These are things you might not want if you don't trust your authors, so by default, only administrators can do this. Enabling the advanced box allows all users to change these settings.":["La sezione avanzata delle meta box di Yoast SEO permette ad un utente di non indicizzare un post o cambiare la canonicizzazione. Potresti tovarti in situazioni spiacevoli, specie se non hai fiducia nei tuoi autori, quindi di default solo l'amministratore può attivarla. Abilitando il box avanzato, permetti a tutti gli utenti di cambiare questa impostazione."],"Author / user sitemap":["Autore /  pagina dell\\'utente"],"In sitemap":["nella sitemap"],"Not in sitemap":["non nella sitemap"],"Filter specific user roles":["Filtro relativo al ruolo dell\\'utente"],"Term is set to noindex.":["Il termine è impostato su noidex."],"Make %1$s primary %2$s":["Rendi %1$s primario %2$s"],"Primary":["Primario"],"Primary %s":["%s Primario"],"Show Blog page":["Vedi la pagina del Blog"],"Bold":["Grassetto"],"Regular":["Standard"],"Bold the last page":["In grassetto l' ultima pagina"],"Keep":["Mantieni"],"Remove":["Rimuovi"],"No redirect":["Nessun redirezionamento"],"Redirect":["Reindirizza"],"Disabled":["Disabilitato"],"Enabled":["Abilitato"],"Advanced part of the %1$s meta box":["Parte avanzata del meta box %1$s"],"%1$s indexability check":["controlo indicizzabilità %1$s"],"Show":["Visualizza"],"Subpages of archives":["Sottopagine degli Archivi"],"XML sitemap functionality":["funzionalità sitemap XML"],"Yoast SEO has %1$snot fetched your site’s indexability status%2$s yet from OnPage.org":["Yoast SEO %1$s non ha ancora calcolato il tuo stato di indicizzabilità %2$s da OnPage.org"],"Lead Architect":["Capo progettista"],"Architect":["Progettista"],"Yoast SEO has %1$snot been able to fetch your site’s indexability status%2$s from OnPage.org":["Yoast SEO %1$s non è stato in grado di calcolare il tuo stato di indicizzazione %2$s da OnPage.org"],"Bad SEO score":["Punteggio SEO Basso"],"OK SEO score":["Punteggio SEO Ok"],"Good SEO score":["Punteggio SEO Buono"],"The keyphrase is over 10 words, a keyphrase should be shorter.":["La tua frase chiave contiene più di 10 parole, una frase chiave dovrebbe essere più corta."],"The slug for this page contains a %1$sstop word%2$s, consider removing it.":["Lo slug di questa pagina contiene una %1$sstop word%2$s, valuta se rimuoverla.","Lo slug di questa pagina contiene delle %1$sstop words%2$s, valuta se rimuoverle."],"http://en.wikipedia.org/wiki/Stop_words":["http://en.wikipedia.org/wiki/Stop_words"],"We've updated our SEO score algorithm. %1$sRecalculate the SEO scores%2$s for all posts and pages.":["Abbiamo aggiornato i nostri algoritmi per il punteggio SEO. %1$sRicalcola il punteggio SEO%2$s per tutti gli articoli e le pagine."],"%s filter/action":["%s filtro/azione"],"wpSEO has been deactivated":["wpSEO è stato disattivato"],"To be able to add and analyze multiple keywords for a post or page you need %1$s. You can buy the plugin, including one year of support, updates and upgrades, on %2$s.":["Per poter aggiungere ed analizzare parole chiave multiple  per un post o pagina hai bisogno di %1$s. Puoi acquistare il plugin, incluso di un anno di supporto e aggiornamenti, su %2$s."],"Get %s &raquo;":["Compra %s &raquo;"],"Indexability check by %1$s":["Controllo indicizzazione di %1$s"],"%1$s of %2$s done.":["eseguito %1$s di %2$s."],"Recalculating SEO scores for all pieces of content with a focus keyword.":["Ricalcolo del punteggio SEO per tutto il contenuto con la parola chiave"],"Facebook / Open Graph metadata":["Metadati Facebook / Open Graph"],"The images on this page contain alt attributes.":["Le immagini in questa pagina contengono l'attributo ALT"],"The images on this page contain alt attributes with the focus keyword.":["Le immagini in questa pagina contengono l'attributo ALT con la parola chiave di riferimento."],"The focus keyword '%1$s' does not appear in the SEO title.":["La parola chiave di riferimento '%1$s'  non appare nel titolo della pagina."],"The focus keyword appears in the URL for this page.":["La parola chiave di riferimento appare nell' URL di questa pagina."],"The meta description contains the focus keyword.":["La meta description contiene la parola chiave di riferimento."],"If you want to use an image for sharing on %1$s, you can upload / choose an image or add the image URL here.":["Se vuoi usare un'immagine per la condivisione su %1$s, puoi caricare / scegliere un'immagine o aggiungere l'url dell'immagine qui."],"Your homepage can be indexed by search engines.":["La tua home page può essere indicizzata dai motori di ricerca."],"Fetch the current status":["Carica lo status attuale."],"Analyze entire site":["Analizza il sito intero."],"Strip the category base (usually %s) from the category URL.":["Rimuovi la base delle categorie (tipicamente %s) dall'URL di categoria."],"Remove the %s variables.":["Rimuovi le variabili %s ."],"Import from wpSEO":["Importa da wpSEO"],"The separator defined in your theme's %s tag.":["Il separatore definito nel tag %s del tuo tema."],"Once Weekly":["Una volta alla settimana"],"%1$sYour homepage cannot be indexed by search engines%2$s. This is very bad for SEO and should be fixed.":["%1$sLa tua homepage non può essere indicizzata dai motori di ricerca%2$s. Questo è molto male per il SEO e deve essere corretto."],"Analysis":["Analisi"],"Include %1$s in sitemap?":["Includo %1$s nella sitemap?"],"Use %1$s default (Currently: %2$s)":["Usa %1$s predefinito (Attualmente: %2$s)"],"Add-ons":["Add-ons"],"Facebook / Opengraph metadata":["Metadati di Facebook / Opengraph"],"Twitter metadata":["Metadati di Twitter"],"Add keyword":["Aggiungi keyword"],"Multiple focus keywords is a %s feature":["L'aggiunta di più parole chiave pertinenti è una funzionalità di %s"],"Don't miss your crawl errors: %1$sconnect with Google Search Console here%2$s.":["Non perderti gli errori del crawl: %1$scollegati con la  Google Search Console qui%2$s."],"%1$s detected you’re using a version of %2$s which is not compatible with %1$s. Please update %2$s to the latest version to use this feature.":["%1$s ha scoperto che stai utilizzando la versione %2$s che non è compatibile con %1$s. Aggiorna %2$s all'ultima versione per per utilizzare questa funzionalità. "],"Creating redirects is a %s feature":["Creare redirect è una caratteristica di %s"],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":["%1$s ha scoperto che stai utilizzando la versione %2$s di %3$s, aggiorna all'ultima versione per evitare problemi di compatibilità."],"If you don't know where to find the needed ID, see %1$sthis knowledge base article%2$s.":["se non sai dove trovare l'ID necessario, leggi %1$squest'articolo dal knowledge base%2$s"],"Error: a redirect for this URL already exists":["Errore: esiste già un redirect per questa URL"],"Redirect this broken URL and fix the error":["Fai il redirect di questa URL rotta e correggi l'errore"],"Posts that are set to %s":["Articoli che sono impostati a %s"],"%s Posts Overview":["Panoramica degli articoli %s"],"Prefix for search result pages:":["Prefisso per le pagine dei risultati della ricerca:"],"Prefix for archive pages:":["Prefisso per le pagine archivio:"],"Prefix for breadcrumbs:":["Prefisso per i breadcrumb:"],"Anchor text for the homepage:":["Anchor text per la homepage:"],"Remove blog page from breadcrumbs":["Rimuovi la pagina del blog dai breadcrumb"],"Search Console":["Console di ricerca"],"Export your %1$s settings":["Esporta le tue %1$s impostazioni"],"%1$s settings":["%1$s impostazioni"],"Yoast SEO":["Yoast SEO"],"Below are your published posts&#8217; SEO scores. Now is as good a time as any to start improving some of your posts!":["Di seguito ci sono i punteggi SEO dei tuoi articoli pubblicati. Ora è un momento buono come un altro per cominciare a migliorare alcuni dei tuoi post!"],"If you use Google Analytics campaign parameters starting with %s, check this box. However, you're advised not to use these. Instead, use the version with a hash.":["Se utilizzi i parametri della campagna di Google Analytics che iniziano con %s, seleziona questa casella. Tuttavia,  ti suggeriamo di non utilizzarli. Invece, utilizza la versione con un hash."],"Reload crawl issues":["Ricarica i problemi di indicizzazione"],"Get Google Authorization Code":["Ricevi Codice di Autorizzazione di Google."],"Authenticate":["Autenticati"],"Reauthenticate with Google ":["Riautenticati con Google"],"Current profile":["Profilo corrente"],"Profile":["Profilo"],"There were no profiles found":["Nessun profilo trovato"],"Save Profile":["Salva profilo"],"or":["o"],"%1$s Extensions":["%1$s Estensioni"],"%1$s Meta Box":["%1$s Meta Box"],"Who should have access to the %1$s settings":["Chi dovrebbe avere accesso alle impostazioni di %1$s"],"%1$s comes with some very powerful built-in tools:":["%1$s viene fornito con alcuni strumenti integrati molto potenti:"],"Excluded Posts":["Articoli esclusi"],"You can exclude posts from the sitemap by entering a comma separated string with the Post ID's. The format will become something like: %1$s.":["È possibile escludere articoli dalla sitemap inserendo una stringa separata da virgole contenente gli ID degli articoli. Il formato sarà qualcosa di simile: %1$s."],"Posts to exclude":["Articoli da escludere"],"Thank you for updating %1$s!":["Grazie di aver aggiornato %1$s!"],"You do not have to create a redirect for URL %1$s because a redirect already exists. The existing redirect points to %2$s. If this is fine you can mark this issue as fixed. If not, please go to the redirects page and change the target URL.":["Non devi creare un redirect per l'URL %1$s perché esiste già un redirect. Il redirect esistente punta a %2$s. Se questo va bene è possibile contrassegnare questo problema come risolto. In caso contrario, vai alla pagina di redirect e modifica l'URL di destinazione."],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year of support and updates, on %2$s.":["Per essere in grado di creare un redirect e risolvere questo problema, avete bisogno di %1$s. È possibile acquistare il plugin, compreso un anno di assistenza e aggiornamenti, su %2$s."],"Yoast plugins share some code between them to make your site faster. As a result of that, we need all Yoast plugins to be up to date. We've detected this isn't the case, so please update the Yoast plugins that aren't up to date yet.":["I plugin di Yoast condividono parte del codice tra di loro per rendere il sito più veloce. Per questo motivo abbiamo bisogno che tutti i plugin di Yoast siano aggiornati. Abbiamo rilevato che in questo caso non è così, quindi si prega di aggiornare i plugin di Yoast che non sono ancora aggiornati."],"URL":["URL"],"Last crawled":["Ultimo scansionato"],"First detected":["Scoperto per la prima volta"],"Response code":["Codice di risposta"],"Mark as fixed":["Segna come risolto"],"Create redirect":["Crea un Redirect"],"Search":["Ricerca"],"Crawl errors per page":["Errori di scansione per pagina"],"The %1$s data has been removed. You will have to reauthenticate if you want to retrieve the data again.":["I dati di %1$s sono stato rimossi. Sarà necessario ripetere l'autenticazione se si desidera recuperare i dati nuovamente."],"The issues have been successfully reloaded!":["I problemi sono stati ricaricati con successo!"],"Incorrect Google Authorization Code.":["Google Authorization Code Errato."],"Issue categories":["Categorie di problemi"],"Errors that occurred when your site was crawled by Googlebot.":["Errori che si sono verificati quando il tuo sito è stato scansionato da Googlebot."],"Errors that occurred only when your site was crawled by Googlebot-Mobile (errors didn't appear for desktop).":["Errori che si sono verificati quando il tuo sito era scansito da Googlebot (gli errori non sono comparsi per desktop)."],"Errors that only occurred when your site was crawled by Googlebot for feature phones (errors didn't appear for desktop).":["Errori che si sono verificati quando il tuo sito era scansito da Googlebot per feature phone (gli errori non sono comparsi per desktop)."],"Current URL:":["URL attuale:"],"New URL:":["Nuova URL:"],"Mark as fixed:":["Segna come risolto:"],"Mark this issue as fixed in %1$s.":["Marca questo problema come risolto in %1$s."],"The target URL doesn't exist, but your server is not returning a 404 (file not found) error.":["L'URL di destinazione non esiste, ma il server non restituisce un errore 404 (file non trovato)."],"Desktop":["Scrivania"],"Smartphone":["Smartphone"],"Feature phone":["Feature phone"],"Posts with good SEO score":["Articoli con un buon punteggio SEO"],"Posts with OK SEO score":["Articoli con punteggio SEO OK"],"Posts with bad SEO score":["Articoli con basso punteggio SEO"],"Posts without focus keyword":["Articoli senza focus keyword"],"Upgrade to %1$s &raquo;":["Fai l'upgrade a %1$s &raquo;"],"The %1$s plugin might cause issues when used in conjunction with %2$s.":["I plugin %1$s potrebbero causare problemi quando utilizzati in combinazione con %2$s."],"Access denied":["Accesso negato"],"Server requires authentication or is blocking Googlebot from accessing the site.":["Il server richiede una autenticazione o sta bloccando l'accesso al sito del googlebot."],"Faulty redirects":["Redirect difettosi"],"Not followed":["Non seguito"],"Not found":["Non trovato"],"URL points to a non-existent page.":["URL punta a una pagina che non esiste"],"Google was unable to crawl this URL due to an undetermined issue.":["Google non è stato in grado di controllare questo URL a causa di un problema sconosciuto."],"Blocked":["Bloccato"],"Googlebot could access your site, but certain URLs are blocked for Googlebot in your %1$s file. This block could either be for all Googlebots or even specifically for Googlebot-mobile.":["Googlebot può accedere al tuo sito, ma alcuni URL sono bloccati per il Googlebot nel tuo file %1$s. Questo blocco potrebbe essere sia per tutti i Googlebots o anche specifico per Googlebot-mobile."],"Server Error":["Errore del server"],"Request timed out or site is blocking Google.":["La richiesta è scaduta o il sito sta bloccando Google."],"Soft 404":["Soft 404"],"More %1$s":["Più %1$s"],"%s Breadcrumbs":["%s Breadcrumb"],"Breadcrumbs separator:":["Separatore dei Breadcrumb:"],"Breadcrumb for 404 pages:":["Breadcrumb per le pagine 404:"],"Error creating %1$s export: ":["Errore nella creazione dell'export di %1$s: "],"Configure %1$s's OpenGraph settings":["Configura le impostazioni OpenGraph di %1$s"],"Configure %1$s's XML Sitemap settings":["Configura le impostazione sitemap  XMLdi %1$s's XML"],"You still have the default WordPress tagline, even an empty one is probably better. %1$sYou can fix this in the customizer%2$s.":["Hai ancora il motto standard di WordPress, persino un motto vuoto è probabilmente migliore. %1$sPuoi correggerlo in personalizza%2$s."],"Latest changes":["Le ultime modifiche"],"We've summarized the most recent changes in %s.":["Abbiamo creato un sommario delle modifiche più recenti in %s."],"View Changes":["Visualizza le modifiche"],"Google shows your website's name in the search results, we will default to your site name but you can adapt it here. You can also provide an alternate website name you want Google to consider.":["Google mostra il nome del tuo sito nei risultati di ricerca, se vuoi puoi modificare il nome da visualizzare qui. Puoi anche fornire un nome alternativo che vuoi mostrare su Google."],"Alternate name":["Nome alternativo"],"If you're running a one author blog, the author archive will be exactly the same as your homepage. This is what's called a %1$sduplicate content problem%2$s.":["Se il tuo blog è curato solo da un autore l'archivio autori sarà esattamente uguale alla tua homepage. Questo è ciò che si intende quando si parla di %1$scontenuti duplicati%2$s."],"If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or to add %s to it so it doesn't show up in the search results.":["Se questo è il caso sul tuo sito, è possibile disabilitarlo  (questo lo reindirizza alla home page), o aggiungergli %s in modo da non mostrarlo nei risultati della ricerca."],"Date-based archives could in some cases also be seen as duplicate content.":["Gli archivi per data potrebbero in alcuni casi essere rilevati come contenuti duplicati."],"Sitewide meta settings":["Impostazioni meta del sito"],"Use meta keywords tag?":["Usare i tag meta keywords?"],"Force %s meta robots tag sitewide":["Aggiungi %s tag meta robots a tutto il sito"],"Add Open Graph meta data to your site's %s section, Facebook and other social networks use this data when your pages are shared.":["Aggiungi i meta data Open Graph alla sezione %s del sito, Facebook e altri social network useranno questi dati quando le tue pagine saranno condivise."],"Add Twitter card meta data to your site's %s section.":["Aggiungi i meta data delle Twitter card alla sezione %s del tuo sito."],"Taxonomy to show in breadcrumbs for post types":["Tassonomia da mostrare nei breadcrumbs per i post types"],"Post type archive to show in breadcrumbs for taxonomies":["Mostra l'archivio degli articoli per tassonomia nei breadcrumbs"],"Usage of this breadcrumbs feature is explained in %1$sour knowledge-base article on breadcrumbs implementation%2$s.":["L'utilizzo della funzione breadcrumbs è spiegata nel %1$snostro articolo nelle knowledge-base sull'implementazione dei breadcrumbs%2$s."],"Page %1$d of %2$d":["Pagina %1$d di %2$d"],"Mobile-Friendly Test":["Test Mobile-Friendly"],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":["L'installazione del plugin  %1$s è incompleta. Fare riferimento alle  %2$sistruzioni per l'installazione%3$s."],"Please make sure both fields are filled.":["Perpiacere assicurati che entrambi i campi siano compilati."],"Your input contains invalid characters. Please make sure both fields are filled in correctly.":["Il testo inserito contiene caratteri non validi. Assicurati che entrambi i campi siano riempiti in modo corretto."],"This Facebook user has already been added as an admin.":["Questo utente Facebook è già stato aggiunto come amministratore."],"More info can be found %1$son our knowledge base%2$s.":["Maggiori informazioni si possono trovare %1$sdentro la nostra knowledge base%2$s."],"Add Facebook admin":["Aggiungi amministratore Facebook"],"To be able to access %1$sFacebook Insights%2$s, you need to add a user here. The name is used for reference only, the ID is used for verification.":["Per accedere a %1$sFacebook Insights%2$s, devi aggiungere qui un utente. Il nome verrà utilizzato solo come riferimento, l'ID verrà usato come verifica."],"Admin's name:":["Nome Amministratore:"],"Admin's Facebook user ID:":["ID utente amministratore di Facebook:"],"Website name":["Nome sito web"],"The recommended image size for %1$s is %2$spx.":["La dimensione dell'immagine consigliata per %1$s è %2$spx."],"Warning: the variable %s cannot be used in this template.":["Attenzione: la variabile %s non pu&ograve; essere utilizzata in questo template"],"We couldn't create a connection to our API to verify your license key(s). Please ask your hosting company to allow outgoing connections from your server to %s.":["Non siamo riusciti a creare una connessione alle nostre API per verificare il codice (o codici) di licenza. Si prega di chiedere al vostro hoster di consentire le connessioni in uscita dal vostro server verso %s."],"Your server has an outdated version of the PHP module cURL (Version: %s). Please ask your hosting company to update this to a recent version of cURL. You can read more about that in our %sKnowledge base%s.":["Il vostra server dispone di una versione non aggiornata del modulo PHP cURL  (versione: %s). Si prega di chiedere alla vostra societ&agrave; di hosting di aggiornare cURL ad una versione pi&ugrave; recente. &Egrave; possibile leggere altro a riguardo sul nostro %sKnowledge base%s."],"The featured image should be at least 200x200 pixels to be picked up by Facebook and other social media sites.":["L'immagine in evidenza deve avere una dimensione di almeno 200x200 pixel per poter essere utilizzata da facebook e altri social media."],"See the help tab for more info.":["Consulta il tab Aiuto per maggiori informazioni."],"Note that not all variables can be used in every template.":["Non tutte le variabili possono essere usate in tutti i temi."],"Both %1$s and %2$s create OpenGraph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":["Sia  %1$s che  %2$s generano dei meta tag OpenGraph, che potrebbero causare un'aspetto indesiderato dei vostri contenuti qualora fossero condivisi su Facebook, Twitter, LinkedIn ed altri social."],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines, yet might slow down your site.":["Sia  %1$s che  %2$s generano una mappa del sito XML, avere due file XML non porta benefici per i motori di ricerca e potrebbe rallentare il sito."],"To be able to access %1$sFacebook Insights%2$s for your site, you need to specify a Facebook Admin. This can be a user. If you have an app for your site, you could use that as well.":["Per essere in grado di accedere al  %sFacebook Insights%s del tuo sito, hai bisogno di specificare un amministratore Facebook. Può essere un utente ma se hai una app per il tuo sito, potresti usare quella. Per la maggior parte delle persone, un utente è tuttavia sufficiente."],"Deactivate %s":["Disattivare %s"],"What’s new in %s":["Novità nella %s"],"Activation failed:":["Attivazione non riuscita:"],"Could not zip settings-file.":["Non è possibile zippare il setting-file."],"Could not write settings to file.":["Non è stato possibile scrivere i settaggi su file."],"This export includes taxonomy metadata":["Questa esportazione include la tassonomia dei metadata"],"No taxonomy metadata found":["Non è stata trovata nessuna tassonomia dei metadata"],"Import settings by locating <em>settings.zip</em> and clicking \"Import settings\"":["Importa i tuoi settaggi selezionando il file <em>settings.zip</em> e cliccando su \"Importa settaggi\""],"The filter extension seem to be unavailable. Please ask your web host to enable it.":["L'estensione del filtro sembra non essere disponibile. Suggeriamo di richiedere l'abilitazione al proprio gestore hosting."],"Company Info":["Dati societari"],"Your Info":["I tuoi dati"],"Upload Image":["Carica immagine"],"Breadcrumbs":["Breadcrumbs"],"These are the General settings for %1$s, here you can restart this tour or revert the %1$s settings to default.":["Queste sono le impostazioni generali di %1$s, qui puoi ricominciare questo tour o reimpostare le impostazioni iniziali di %1$s."],"Tab: Your Info / Company Info":["Scheda: I tuoi dati / Dati societari"],"Add some info here needed for Google's Knowledge Graph.":["Aggiungi alcune informazioni richieste da Google per Knowledge Graph."],"Tab: Webmaster Tools":["Scheda: Strumenti Webmaster"],"You can add the verification codes for the different Webmaster Tools programs here. We highly encourage you to check out both Google and Bing&#8217;s Webmaster Tools.":["Qui puoi aggiungere i codici di verifica dei diversi servizi di strumenti per webmaster. Ti consigliamo caldamente di inserire i codici per Google e Bing."],"Tab: Security":["Scheda: Sicurezza"],"Determine who has access to the plugins advanced settings on the post edit screen.":["Stabilisci chi ha accesso alle impostazioni avanzate del plugin dalla schermata di modifica degli articoli."],"Subscribe to our Newsletter":["Iscriviti alla nostra newsletter"],"The first tab will show you site-wide settings for titles, normally you'll only need to change the Title Separator.":["La prima linguetta mostrerà le impostazioni per i titoli su tutto il sito, normalmente dovreste solo cambiare il Separatore del Titolo"],"On the archives tab you can set templates for specific pages like author archives, search results and more.":["Una delle tab degli archivi può settare il teamplate per specifica pagina come autore, archivi, risultati di ricerca e molto altro."],"On the Other tab you can change sitewide meta settings, like enable meta keywords.":["Nel Tab \"Altri\" puoi cambiare le impostazioni meta valide per tutto il sito, come abilitare le meta keywords."],"On this tab you can verify your site with Pinterest and enter your Pinterest account.":["in questa tab puoi verificare il tuo sito con Pinterest e inserire il tuo account Pinterest"],"This plugin adds XML sitemaps to your site. The sitemaps are automatically updated when you publish a new post, page or custom post and Google and Bing will be automatically notified.":["Questo plugin aggiunge le sitemap xml al tuo sito. Le sitemap sono aggiornate automaticamente quando pubblichi un nuovo articolo, pagina o custom post e la notifica verrà inviata automaticamente a Google e Bing."],"Advanced Settings":["Impostazioni avanzate"],"All of the options on these tabs are for advanced users only, if you don&#8217;t know whether you should check any, don&#8217;t touch them.":["Tutte le opzioni di questa linguetta sono solo per utenti esperti. Se non sapete quali selezioni effettuare, non toccate nulla."],"The powerful functions of %1$s can be extended with %3$sYoast premium plugins%4$s. These premium plugins require the installation of %1$s or %2$s and add specific functionality. You can read all about the Yoast Premium Plugins %3$shere%4$s.":["Le potenti funzioni di %1$s possono essere estese con i %3$splugin premium di Yoast%4$s. Questi plugin premium richiedono l'installazione di %1$s o %2$s e aggiungono specifiche funzionalità. Puoi leggere tutto sui plugin premium di Yoast  %3$squi%4$s."],"Thank you for using our plugin and good luck with your SEO!<br/><br/>Best,<br/>Team Yoast - %1$sYoast.com%2$s":["Grazie per usare il nostro plugin e buona fortuna per il tuo SEO!<br/><br/>Con i migliori auguri,<br/>Team Yoast - %1$sYoast.com%2$s"],"Introduction tour":["Tour introduttivo"],"Restore Default Settings":["Ripristina impostazioni iniziali"],"This data is shown as metadata in your site. It is intended to appear in Google's Knowledge Graph. You can be either a company, or a person, choose either:":["Questo dato viene riportato come metadata nel tuo sito. &Egrave; destinato a comparire nel Knowledge Graph di Google. Puoi scegliete se essere una societ&agrave; o una persona:"],"Company or person":["Azienda o persona"],"Choose whether you're a company or person":["Scegliete se siete un'azienda o una persona"],"Company":["Azienda"],"Person":["Persona"],"Company Name":["Nome dell'Azienda"],"Company Logo":["Logo aziendale"],"Your name":["Il vostro nome"],"This is where you would enter the license keys for one of our premium plugins, should you activate one.":["Questo è dove è necessario immettere le chiavi di licenza per uno dei nostri plugin premium, si dovrebbe attivare."],"Accounts":["Account"],"Twitter Username":["Nome utente Twitter"],"Instagram URL":["Instagram URL"],"LinkedIn URL":["LinkedIn URL"],"MySpace URL":["MySpace URL"],"Pinterest URL":["Pinterest URL"],"YouTube URL":["YouTube URL"],"Google+ URL":["Google+ URL"],"Pinterest uses Open Graph metadata just like Facebook, so be sure to keep the Open Graph checkbox on the Facebook tab checked if you want to optimize your site for Pinterest.":["Pinterest usa i metadata Open Graph come Facebook, per questo assicurati di aver spuntato la casella di verifica sulla scheda Facebook se vuoi ottimizzare il tuo sito per Pinterest."],"To %1$sconfirm your site with Pinterest%2$s, add the meta tag here:":["Per %1$sconvalidare il tuo sito con Pinterest%2$s, aggiungi qui il meta tag:"],"Bulk editor":["Editor di massa"],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":["Questo strumento permette di cambiare rapidamente i titoli e le descrizioni dei tuoi post e pagine senza dover andare nell'editor per ognuno di essi."],"Import and Export":["Importa ed esporta"],"Import settings from other SEO plugins and export your settings for re-use on (another) blog.":["Importa le impostazioni da altri plugin per il SEO ed esportale per il riutilizzo su un altro blog."],"File editor":["Modifica file"],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":["Questo strumento consente di modificare rapidamente file importanti per il SEO, come il vostro robots.txt e, se ne avete uno, il file .htaccess."],"&laquo; Back to Tools page":["&laquo; Torna alla pagina degli strumenti"],"Max entries per sitemap":["Numero di elementi massimi per sitemap"],"Credits":["Crediti"],"Go to the General settings page →":["Vai alla pagina delle impostazioni generali →"],"While most of the development team is at %1$sYoast%2$s in the Netherlands, %3$s is created by a worldwide team.":["Mentre la maggior parte del team di sviluppo si trova a %1$sYoast%2$s, in Olanda, %3$s viene creato da un team da tutto il mondo."],"Want to help us develop? Read our %1$scontribution guidelines%2$s!":["Vuoi aiutarci a sviluppare? Leggi le nostre %1$scontribution guidelines%2$s!"],"Project Lead":["Capo del progetto"],"QA & Translations Manager":["Responsabile traduzioni Domande e Risposte"],"Developer":["Sviluppatore"],"We're always grateful for patches from non-regular contributors, in %1$s %2$s, patches from the following people made it in:":["Siamo sempre grati per le correzioni da parte di collaboratori non abituali, nella %1$s %2$s, sono state fatte correzioni correzioni dalle seguenti persone:"],"Change URLs":["Cambia URLs"],"Clean up permalinks":["Pulisci permalinks"],"Import from other SEO plugins":["Importa da altri plugin SEO"],"The plugin All-In-One-SEO has been detected. Do you want to %simport its settings%s?":["È stato rilevato il plugin All-In-One-SEO. Desideri %simport le sue impostazioni%s?"],"You are not allowed to access this page.":["Non hai il permesso di accedere a questa pagina."],"Tools":["Strumenti"],"Your %s license has been activated. ":["La tua licenza %s è stata attivata."],"You have an unlimited license. ":["Hai una licenza illimitata."],"You have used %d/%d activations. ":["Hai usato %d/%d attivazioni."],"a,about,above,after,again,against,all,am,an,and,any,are,as,at,be,because,been,before,being,below,between,both,but,by,could,did,do,does,doing,down,during,each,few,for,from,further,had,has,have,having,he,he'd,he'll,he's,her,here,here's,hers,herself,him,himself,his,how,how's,i,i'd,i'll,i'm,i've,if,in,into,is,it,it's,its,itself,let's,me,more,most,my,myself,nor,of,on,once,only,or,other,ought,our,ours,ourselves,out,over,own,same,she,she'd,she'll,she's,should,so,some,such,than,that,that's,the,their,theirs,them,themselves,then,there,there's,these,they,they'd,they'll,they're,they've,this,those,through,to,too,under,until,up,very,was,we,we'd,we'll,we're,we've,were,what,what's,when,when's,where,where's,which,while,who,who's,whom,why,why's,with,would,you,you'd,you'll,you're,you've,your,yours,yourself,yourselves":["a,su,sopra,dopo,nuovo,contro,tutto,am,una,e,qualsiasi,sono,come,a,essere,perché,stato,prima,essendo,di seguito,tra,entrambi,ma,da,potrebbe,fatto,fare,fa,facendo,giù,durante,ogni,pochi,per,da,inoltre,aveva,ha,avere,avendo,lui,aveva,che sarà lui,lui è,lei,qui,ecco,lei,lei stessa,lui,egli stesso,la sua,come,how,i,avevo,io,io sono,ho,se,in,in,è,esso,è,la sua,stesso,andiamo,me,di più,più,il mio,io stesso,né,di,on,una volta,soltanto,o,altre,dovrebbe,la nostra,il nostro,noi stessi,fuori,sopra,proprio,stesso,lei,aveva,si farà,lei è,dovrebbe,così,alcuni,tale,che,che,che è,il,loro,loro,loro,stessi,poi,là,c'è,questi,essi,avevano,faranno,sono,hanno,questo,quelli,attraverso,a,troppo,sotto,fino,up,molto,era,noi,saremmo,faremo,siamo,abbiamo,erano,che cosa,ciò che è,quando,quando di,dove,dov'è,che,mentre,che,che è,chi,perché,perché di,con,sarebbe,voi,faresti,potrai,sei,hai,il tuo,tuo,te,voi"],"If you don't want to use the post title for sharing the post on %s but instead want another title there, write it here.":["Se non vuoi utilizzare il titolo del post nella condivisione su %s, ma desideri un altro titolo, scrivilo qui."],"If you don't want to use the meta description for sharing the post on %s but want another description there, write it here.":["Se non vuoi usare la descrizione meta per la condivisione dell'articolo su %s, e vuoi usare un'altra descrizione, inseriscila qui."],"If you want to override the image used on %s for this post, upload / choose an image or add the URL here.":["Se vuoi sovrascrivere l'immagine usata su %s per questo post, carica / scegli un immagine o aggiungi un URL qui."],"%s Title":["%s Title"],"%s Description":["%s Descrizione"],"%s Image":["%s Immagine"],"If you would like us to keep you up-to-date regarding %1$s and other plugins by Yoast, subscribe to our newsletter:":["Se vuoi esssere tenuto aggiornato sulle novità di %1$s e deglia altri plugin di Yoast, iscriviti alla nostra newsletter"],"As you can see, there is a translation of this plugin in %1$s. This translation is currently %3$d%% complete. We need your help to make it complete and to fix any errors. Please register at %4$s to help complete the translation to %1$s!":["Come potete vedere, c'è una traduzione di questo plugin in %1$s. Questa traduzione è attualmente completa al %3$d%%. Abbiamo bisogno del vostro aiuto per completarla e per correggere eventuali errori. Registratevi presso %4$s per aiutare a completare la traduzione in %1$s!"],"You're using WordPress in %1$s. While %2$s has been translated to %1$s for %3$d%%, it's not been shipped with the plugin yet. You can help! Register at %4$s to help complete the translation to %1$s!":["Stai usando WordPress in %1$s. Finch&egrave; %2$s non sar&agrave; tradotto in %1$s al %3$d%%, non sar&agrave; distribuito con il plugin. &Egrave; possibile contribuire! Registrati a %4$s per aiutare a completare la traduzione al %1$s!"],"You're using WordPress in a language we don't support yet. We'd love for %2$s to be translated in that language too, but unfortunately, it isn't right now. You can change that! Register at %4$s to help translate it!":["Stai usando Wordpress in un linguaggio che ancora non è supportato. Ci piacerebbe davvero %2$s che venisse fosse tradotto anche in quel linguaggio, ma sfortunatamente, non lo è ancora. Tu puoi cambiare tutto questo! Registrati a %4$s per aiutare a tradurlo!"],"Translation of %s":["Traduzione di %s"],"Register now &raquo;":["Registrati ora &raquo;"],"The old data of the imported plugin was deleted successfully.":["I vecchi dati del plugin importato sono stati eliminati."],"Content to put after each post in the feed":["Contenuto da inserire dopo qualsiasi post nel feed"],"Pinterest Rich Pins Validator":["Pinterest Rich Pins Validator"],"HTML Validator":["Validazione HTML"],"CSS Validator":["Validazione CSS"],"Google Page Speed Test":["Test Google Page Speed"],"Modern IE Site Scan":["Sito Modern IE "],"You have used HTML in your value which is not allowed.":["Non è consentito utilizzare HTML."],"Exclude user from Author-sitemap":["Escludi l'utente dalla sitemap degli autori"],"(no parent)":["(nessun genitore)"],"There&#8217;s more to learn about WordPress &amp; SEO than just using this plugin. A great start is our article %1$sthe definitive guide to WordPress SEO%2$s.":["Per conoscere WordPress SEO c'è molto altro da imparare oltre al semplice utilizzo di questo plugin. Un ottimo aiuto per iniziare te lo da il nostro articolo %1$sthe definitive guide to WordPress SEO%2$s."],"Title &amp; Metas settings":["Impostazioni titoli & metadati"],"This is where you\tset the titles and meta-information for all your post types, taxonomies, archives, special pages and for your homepage. The page is divided into different tabs. Make sure you check &#8217;em all out!":["Qui puoi impostare →\ti titoli e le meta-informazioni per tutti i tipi di post, tassonomie, archivi, pagine speciali e per la vostra homepage.  La pagina è divisa in diverse schede. Assicurati di controllarle entrambe."],"Templates and settings":[" Template e impostazioni"],"Now click on the &#8216;%1$sPost Types%2$s&#8217;-tab, as this will be our example.":["Ora fai click sul tab &#8216;%1$sPost Types%2$s&#8217; che rappresenterà il nostro esempio"],"The templates are built using variables. You can find all these variables in the help tab (in the top-right corner of the page). The settings allow you to set specific behavior for the post types.":["I Template sono costruiti utilizzando le variabili. Potete trovare tutte queste variabili nella scheda di aiuto (in alto a destra della pagina). Le impostazioni consentono di definire un comportamento specifico per i post types."],"Previous":["Precedente"],"On this tab you can enable the %1$sFacebook Open Graph%2$s functionality from this plugin, as well as assign a Facebook user or Application to be the admin of your site, so you can view the Facebook insights.":["In questa scheda è possibile attivare dal plugin la funzionalità %1$sOpen Graph di Facebook%2$s, assegnare un utente Facebook o settare l'applicazione come amministratore del vostro sito, in modo da poter visualizzare gli insight di Facebook. "],"The frontpage settings allow you to set meta-data for your homepage, whereas the default settings allow you to set a fallback for all posts/pages without images. ":["Le impostazioni della frontpage ti permettono di inserire i meta-data per la tua homepage, laddove le impostazioni di default ti permettono di impostare tali dati per tutti i post/pagine senza immagini."],"With %1$sTwitter Cards%2$s, you can attach rich photos, videos and media experience to tweets that drive traffic to your website. Simply check the box, sign up for the service, and users who Tweet links to your content will have a &#8220;Card&#8221; added to the tweet that&#8217;s visible to all of their followers.":["Con la %1$sTwitter Cards%2$s, puoi allegare foto, video ed altre esperienze multimediali nei tweet che creeranno traffico verso il tuo sito. Seleziona il box, iscriviti al servizio e gli utenti che sono collegati ai tuoi contenuti su Twitter riceveranno una &#8220;Card&#8221; collegata al tweet che &#8217;s sarà visibile a tutti i loro followers."],"What are XML sitemaps?":["Cosa sono le Sitemaps XML?"],"A Sitemap is an XML file that lists the URLs for a site. It allows webmasters to include additional information about each URL: when it was last updated, how often it changes, and how important it is in relation to other URLs in the site. This allows search engines to crawl the site more intelligently.":["Una Sitemap è costituita da un file XML che elenca tutte gli indirizzi URL di un sito. Permette ai webmaster di aggiungere informazioni aggiuntive per ogni URL: quando è stato aggiornato l'ultima volta, quando viene modificato e quanto è importante rispetto agli altri indirizzi URL del sito. Questo permette ai motori di ricerca di indicizzare meglio il tuo sito."],"What does the plugin do with XML Sitemaps?":["Cosa fa il plugin con le Sitemap XML?"],"If you want to exclude certain post types and/or taxonomies, you can also set that on this page.":["Se vuoi escludere determinati post type e/o tassonomie puoi farlo in questa pagina."],"Is your webserver low on memory? Decrease the entries per sitemap (default: 1000) to reduce load.":["Il tuo server ha poca memoria? Diminuisci i valori per sitemap (default: 1000) per ridurre il carico."],"Extensions and Licenses":["Estensioni e licenze"],"Once you&#8217;ve purchased %1$s or any other premium Yoast plugin, you&#8217;ll have to enter a license key. You can do so on the Licenses-tab. Once you&#8217;ve activated your premium plugin, you can use all its powerful features.":["Quando acquisti %1$s o qualsiasi altro plugin premium di Yoast, devi inserire il codice della licenza. Puoi inserire la licenza nel tab \"Licenze\". Dopo aver attivato il tuo plugin premium, potrai utilizzare tutte le sue potenti funzionalità."],"So, we&#8217;ve come to the end of the tour. If you like the plugin, please %srate it 5 stars on WordPress.org%s!":["Siamo arrivati alla fine del tour. Se ti è piaciuto il plugin, %srate votaci con 5 stelle su Wordpress.org%s!"],"You&#8217;ve just installed %1$s! Click &#8220;Start Tour&#8221; to view a quick introduction of this plugin&#8217;s core functionality.":["Hai appena installato %1$s! Fai clic su \"Inizia tour\" per una introduzione rapida sulle funzionalità del core di questo plugin."],"Replaced with the post/page author's 'Biographical Info'":["Rimpiazzato con \"Informazioni biografiche\" dell'autore del post/pagina."],"Team Yoast":["Team Yoast"],"Publication date":["Data di pubblicazione"],"No Image Index":["Nessuna immagine indice"],"If you don't want to use the title for sharing on %1$s but instead want another title there, write it here.":["Se non vuoi utilizzare il titolo dell'articolo per condividerlo su %1$s  ma preferisci avere un titolo differente, scrivilo qui."],"Are you sure you want to reset your SEO settings?":["Sei sicuro di voler azzerare le impostazioni SEO?"],"Title Separator":["Separatore del titolo"],"Choose the symbol to use as your title separator. This will display, for instance, between your post title and site name.":["Scegli un simbolo da utilizzare come separatore del titolo. Verrà visualizzato, per esempio, fra il titolo dell'articolo e il nome del sito."],"Symbols are shown in the size they'll appear in the search results.":["I simboli sono visualizzati nella dimensione con cui appariranno nei risultati di ricerca."],"Take note:":["Prendi nota:"],"public":["pubblico"],"archived":["archiviato"],"mature":["maturo"],"spam":["spam"],"New sites in the network inherit their SEO settings from this site":["I nuovi siti del network erediteranno le impostazioni SEO da questo sito"],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":["Scegli il sito le cui impostazioni verranno utilizzate come standard per tutti i siti che verranno aggiunti al network. Se scegli 'Nessuno', verranno utilizzati i valori standard del plugin."],"Enter the %sSite ID%s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":["Inserisci lo %sID del sito%s come sito dal quale ricavare le impostazioni che desideri utilizzare come standard per tutti i siti già aggiunti al network. Lascia vuoto per nessun sito (verranno utilizzati i valori standard del plugin)."],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new blogs.":["Dati sensibili alla privacy (amministratori FB e similari), specifici per il tema (riscrittura titolo) ed alcuni altre impostazioni specifiche per un sito non verranno importate nei nuovi blog."],"Site ID":["ID Sito"],"Copy home meta description":["Copia la meta description della home"],"These are the title, description and image used in the Open Graph meta tags on the front page of your site.":["Questi sono il titolo la descrizione e l'immagine utilizzata nei meta tag Open Graph nella pagina principale del tuo sito.."],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":["Una variabile di sostituzione può contenere solo caratteri alfanumerici, il carattere di sottolineatura o il trattino. Prova a rinoinare la tua variabile."],"Advanced Variables":["Variabile Avanzate"],"Premium Support":["Supporto Premium"],"FAQ":["FAQ"],"Remove these ads?":["Rimuovi queste pubblicità?"],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Attenzione: anche se da qui puoi impostare i valori meta per le impostazioni per i robot, l'intero sito è impostato come da non indicizzare nelle impostazioni generali di privacy, quindi queste impostazioni non avranno alcun effetto."],"<b>Warning!</b> You're blocking external requests which means you won't be able to get %s updates. Please add %s to %s.":["<b>Attenzione!</b> stai bloccando le richieste esterne il che significa che non potrai ottenere gli aggiornamenti %s. Aggiungi %s a %s."],"Your license has expired. You must <a href=\"%s\">extend your license</a> in order to use it again.":["La tua licenza è scaduta. Puoi <a href=\"%s\">estendere la tua licenza</a> per continuare ad utilizzarlo."],"Request error: \"%s\" (%scommon license notices%s)":["Errore nella richiesta: \"%s\" (%scommon license notices%s)"],"%s is network activated, you can manage your license in the <a href=\"%s\">network admin license page</a>.":["%s è attivato per un network, puoi gestire la tua licenza nella <a href=\"%s\">pagina gestione licenza network</a>."],"%s is network activated, please contact your site administrator to manage the license.":["%s è attivato come network, contatta l'amministratore del sito per gestire la licenza."],"This site has not been activated properly on yoast.com and thus cannot check for future updates. Please activate your site with a valid license key.":["Il sito non è stato attivato correttamente su yoast.com è ciò non permette la verifica di aggiornamenti futuri. Attiva il tuo sito con una chiave di licenza valida."],"Your %s license will expire on %s.":["La tua licenza %s scadrà il %s."],"%sRenew your license now%s.":["%sRinnova la tua licenza adesso%s."],"The premium version of %1$s with more features & support.":["La versione premium di  %1$s con molte altre funzionalità e l'assistenza."],"Optimize your videos to show them off in search results and get more clicks!":["Ottimizza i tuoi video per visualizzarli nei risultati di ricerca ed avere più click!"],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":["Sei su Google News? Aumenta il tuo traffico da Google News ottimizzandoti per esso!"],"Rank better locally and in Google Maps, without breaking a sweat!":["Migliora il posizionamento locale e su Google Maps, senza fare nessuno sforzo!"],"Seamlessly integrate WooCommerce with %1$s and get extra features!":["Integra naturalmente WooCommerce con %1$s ed ottieni funzionalità extra!"],"Get this extension":["Ottieni questa estensione"],"Prevent cleaning out Google Analytics Campaign & Google AdWords Parameters.":["Evita di cancellare le Campagne Google Analytics ed i Parametri Google AdWords."],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":["Una variabile di sostituzione non può iniziare con \"%%cf_\" o \"%%ct_\" perchè sono riservate per le variabili di variabili standard di WPSEO per i campi personalizzati e per le tassonomie personalizzate. Prova a rendere il nome di questa variabile univoco."],"A replacement variable with the same name has already been registered. Try making your variable name more unique.":["Una variabile di sostituzione con questo nome è già stata registrata. Prova a rendere il nome di questa variabile ancora più univoco."],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":["Non puoi sovrascrivere una variabile di sostituzione standard di WPSEO registrando una variabile con lo stesso nome. Utilizza piuttosto il filtro \"wpseo_replacements\" per aggiustare il valore di sostituzione."],"Replaced with the title of the parent page of the current page":["Sostituito con il titolo della pagina padre della pagina corrente"],"The site's tag line / description":["Il motto/descrizione di questo sito"],"Replaced with the current page number with context (i.e. page 2 of 4)":["Sostituito con il numero di pagina corrente e relativo contesto(es. pagina 2 di 4)"],"Check Rich Snippets":["Spunta Rich Snippets"],"Facebook Debugger":["Debugger Facebook"],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":["L'estensione Standard PHP Library (SPL) non pare disponibile. Richiedi al tuo host di abilitarla."],"https://yoast.com/wordpress/plugins/seo/#utm_source=wpadmin&utm_medium=plugin&utm_campaign=wpseoplugin":["https://yoast.com/wordpress/plugins/seo/#utm_source=wpadmin&utm_medium=plugin&utm_campaign=wpseoplugin"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["La prima vera soluzione SEO tutto-in-uno per WordPress, compresa l&#8217;analisi dei contenuti su ogni pagina, sitemap XML e molto altro."],"https://yoast.com/":["https://yoast.com/"],"Please select a valid taxonomy for post type \"%s\"":["Per favore selezionare una tassonomia valida per i post di tipo \"%s\""],"Post doesn't exist.":["L'articolo non esiste."],"Post has an invalid Post Type: %s.":["L'articolo ha impostato un tipo invalido: %s."],"You can't edit %s.":["Non puoi modificare %s."],"You can't edit %s that aren't yours.":["Non puoi modificare i %s che non sono tuoi."],"Extensions":["Estensioni"],"The title &amp; metas settings for %1$s are made up of variables that are replaced by specific values from the page when the page is displayed. The tabs on the left explain the available variables.":["Le impostazioni di titolo &amp; meta per %1$s sono composte da variabili che sono sostituite da valori specifici della pagina quando quest'ultima è visualizzata. I tab sulla sinistra illustrano le variabili disponibili."],"Filter":["Filtro"],"WP Page Title":["Titolo pagina WP"],"Post Type":["Tipo articolo"],"Post Status":["Stato articolo"],"Page URL/Slug":["URL/Abbreviazione pagina"],"Existing Yoast Meta Description":["Meta descrizione Yoast esistente"],"New Yoast Meta Description":["Nuova meta descrizione Yoast"],"Action":["Azione"],"Edit this item":["Modifica questo elemento"],"Edit":["Modifica"],"Preview &#8220;%s&#8221;":["Anteprima &#8220;%s&#8221;"],"Preview":["Anteprima"],"View &#8220;%s&#8221;":["Visualizzazione &#8220;%s&#8221;"],"View":["Visualizzazione"],"Debug Information":["Informazioni di debug"],"Current option:":["Opzione corrente:"],"Site-wide default: %s":["Default di sistema: %s"],"<a href=\"%s\">Did you know you can upgrade your license?</a>":["<a href=\"%s\">Sapevi che è possibile fare un upgrade della tua licenza?</a>"],"<a href=\"%s\">Your license is expiring in %d days, would you like to extend it?</a>":["<a href=\"%s\">La tua licenza scadrà fra %d giorni, desideri estenderla?</a>"],"You've reached your activation limit. You must <a href=\"%s\">upgrade your license</a> to use it on this site.":["Hai raggiunto il tuo limite di attivazioni. Devi <a href=\"%s\">fare un upgrade della tua licenza</a> per usarla in questo sito."],"Failed to activate your license, your license key seems to be invalid.":["Fallita l'attivazione della tua licenza, sembra che la chiave della licenza sia invalida."],"Your %s license has been deactivated.":["La tua licenza %s è stata disattivata."],"Failed to deactivate your %s license.":["Fallita la disattivazione della tua licenza %s."],"%s License":["Licenza %s"],"Theme License":["Licenza del tema"],"Updating this theme will lose any customizations you have made. 'Cancel' to stop, 'OK' to update.":["Aggiornando questo tema perderai ogni personalizzazione che hai fatto. Scegli 'Cancella' per interrompere, 'OK' per aggiornare."],"<strong>%s version %s</strong> is available. <a href=\"%s\" class=\"thickbox\" title=\"%s\">Check out what's new</a> or <a href=\"%s\" %s>update now</a>.":["<strong>La %s versione %s</strong> è disponibile. <a href=\"%s\" class=\"thickbox\" title=\"%s\">Controlla che c'è di nuovo</a> oppure <a href=\"%s\" %s>aggiorna adesso</a>."],"%s failed to check for updates because of the following error: <em>%s</em>":["%s ha fallito il controllo sugli aggiornamenti a causa del seguente errore: <em>%s</em>"],"%s: License Settings":["%s: impostazioni licenza"],"License status":["Stato della licenza"],"Toggle license status":["Cambia stato della licenza"],"Deactivate License":["Disattiva Licenza"],"(deactivate your license so you can activate it on another WordPress site)":["(disattiva la tua licenza così potrai riattivarla in un altro sito Wordpress)"],"Activate License":["Attiva Licenza"],"Please enter a license key in the field below first.":["Prego inserire un codice licenza nel campo sottostante."],"License Key":["Chiave Licenza"],"Paste your %s license key here..":["Incolla qui il codice licenza %s."],"You defined your license key using the %s PHP constant.":["Hai definito il tuo codice licenza usando la costante PHP %s."],"Pinterest":["Pinterest"],"Yandex Webmaster Tools":["Yandex Webmaster Tools"],"You cannot create a robots.txt file.":["Non puoi creare il file robots.txt"],"You don't have a robots.txt file, create one here:":["Non hai il file robots.txt, creane uno qui."],"Create robots.txt file":["Crea il file robots.txt"],"Setting \"%s\" is no longer used and has been discarded.":["L'impostazione \"%s\" non è più in uso ed è stata scartata."],"No settings found in file.":["Nessuna impostazione trovata nel file."],"Unzipping failed - file settings.ini not found.":["Scompattamento fallito - il file settings.ini non è stato trovato."],"Unzipping failed with error \"%s\".":["Scompattamento fallito con errore \"%s\"."],"Licenses":["Licenze"],"Meta keywords":["Meta keyword"],"%s restored to default SEO settings.":["%s ripristinato ai valori di default SEO."],"Blog %s not found.":["Blog %s non trovato."],"You might have extra variables you want to prevent from cleaning out, add them here, comma separated.":["Se hai delle variabili aggiuntive che vorresti evitare di ripulire, aggiungile qui separandole da una virgola."],"The default card type to use":["Il tipo di card di default da usare"],"Please enter the maximum number of entries per sitemap page (defaults to %s, you might want to lower this to prevent memory issues on some installs):":["Per favore inserire il numero massimo di voci per pagina di sitemap (il default è %s, potresti ridurlo al fine di evitare problemi di occupazione di memoria in qualche installazione):"],"%s does not seem to be a valid %s verification string. Please correct.":["%s non sembra essere una string di verifica valida %s. Per favore correggere."],"Please select a valid post type for taxonomy \"%s\"":["Prego selezionare un tipo valido di articolo per la tassonomia \"%s\""],"\"Max entries per sitemap page\" should be a positive number, which %s is not. Please correct.":["\"Numero massimo di voci per pagina di sitemap\" dovrebbe essere un numero positivo, mentre %s non lo è. Per favore correggere."],"Summary":["Sommario"],"Summary with large image":["Sommario con immagini grandi"],"%s does not seem to be a valid url. Please correct.":["%s non sembra essere una url valida. Per favore correggere."],"%s does not seem to be a valid Twitter user-id. Please correct.":["%s non sembra essere uno user-id valido di Twitter. Per favore correggere."],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":["%1$snon è una scelta valida per chi dovrebbe essere autorizzato ad accedere alle impostazioni  di %2$s. Valori ripristinati al default."],"The default blog setting must be the numeric blog id of the blog you want to use as default.":["L'impostazione di default del blog deve essere l'id numerico del blog che vuoi usare come default."],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":["Questo deve essere un blog esistente. Il blog %s non esiste o è stato segnato come cancellato."],"No numeric value was received.":["Nessun valore numerico inserito."],"Title optimization":["Ottimizzazione del titolo"],"For more information:":["Per altre informazioni:"],"Use Image":["Usa immagine"],"This helps you to create cleaner URLs by automatically removing the stopwords from them.":["Questo ti aiuta a creare URL più pulite, rimuovendo in automatico le stopword."],"Why Google won't display the right page title":["Perché Google non mostrerà il titolo corretto delle pagine"],"Template explanation":["Spiegazione del modello"],"Basic Variables":["Variabili di base"],"Google+":["Google+"],"Facebook profile URL":["URL profilo Facebook"],"All SEO Scores":["Tutti i punteggi SEO"],"The plugin wpSEO has been detected. Do you want to %simport its settings%s?":["È stato rilevato il plugin wpSEO. Vuoi fare un %simport dei suoi settings%s."],"All-In-One-SEO has been deactivated":["All-In-One-SEO è stato disabilitato"],"Edit Files":["Modifica Files"],"Replaced with the slug which caused the 404":["Sostituito con l'abbreviazione che ha causato l'errore 404"],"Replaced with a custom taxonomies description":["Sostituito con la descrizione di una tassonomia custom"],"Facebook":["Facebook"],"Add Open Graph meta data":["Aggiungi meta dati Open Graph"],"Facebook Page URL":["URL della Pagina Facebook"],"User sitemap":["Sitemap utenti"],"Good":["Buono"],"Bad":["Pessimo"],"Posts":["Articoli"],"You've never used this focus keyword before, very good.":["Non hai mai usato questa parola chiave prima d'ora, molto bene."],"You've used this focus keyword %1$sonce before%2$s, be sure to make very clear which URL on your site is the most important for this keyword.":["Hai già usato questa parola chiave %1$sun'altra volta%2$s, fai attenzione ad evidenziare l'URL più importante per questa parola chiave all'interno del tuo sito."],"You must %1$sgo to your Reading Settings%2$s and uncheck the box for Search Engine Visibility.":["Devi %sandare sulle tue Impostazioni Lettura%s e rimuovere la casella di spunta per la Visibilità ai motori di ricerca."],"Replaced with the current day":["Sostituito con la giornata in corso"],"Entries per sitemap page":["Numero massimo di voci per la pagina della sitemap."],"If you had a .htaccess file and it was editable, you could edit it from here.":["Se avessi un .htaccess e questo fosse modificabile, potresti farlo da qui."],"If you had a robots.txt file and it was editable, you could edit it from here.":["Se avessi un file robot.txt e questo fosse modificabile, potresti farlo da qui."],"WooThemes SEO framework settings &amp; data successfully imported.":["I dati e le impostazioni del framework SEO di WooThemes sono stati importati con successo."],"HeadSpace2 data successfully imported":["I dati di HeadSpace2 sono stati importati con successo"],"Import from WooThemes SEO framework?":["Importare dal framework SEO di WooThemes?"],"If you have a Google+ page for your business, add that URL here and link it on your Google+ page's about page.":["Se si dispone di una pagina Google+ per il vostro business, aggiungere l'URL qui e collegarlo sulla tua pagina about di Google+."],"Google Publisher Page":["Pagina Publisher su Google+"],"Date in Snippet Preview":["Data nello snippet di anteprima"],"Twitter username (without @)":["Username Twitter (senza @)"],"SEO: OK":["SEO: OK"],"SEO: Bad":["SEO: Pessimo"],"SEO: No Focus Keyword":["SEO: Parola chiave principale mancante"],"SEO: Good":["SEO: Buono"],"SEO: Post Noindexed":["SEO: Articolo in noindex"],"Meta Desc.":["Desc. meta"],"Focus KW":["Focus KW"],"%s, Author at %s":["%s, Autore a %s"],"Post Types":["Tipi articolo"],"This prevents threaded replies from working when the user has JavaScript disabled, but on a large site can mean a <em>huge</em> improvement in crawl efficiency for search engines when you have a lot of comments.":["Questa impostazione previene il funzionamento delle repliche annidate quando un utente ha JavaScript disabilitato ma, su grossi siti, può anche significare un <em>grande</em> miglioramento dell indicizzazione da parte dei motori di ricerca quando si hanno moltissimi commenti."],"Replaced with the post type single label":["Sostituito con l'etichetta singola del tipo di articolo"],"Other":["Altro"],"Replaced with the post type plural label":["Sostituito con l'etichetta plurima per il tipo di articolo"],"%s Archive":["Archivi %s"],"Social settings":["Impostazioni Social"],"Sitewide settings":["Impostazioni globali"],"%s Archives":["%s Archivi"],"Always index":["Indicizza sempre"],"No focus keyword was set for this page. If you do not set a focus keyword, no score can be calculated.":["Non è stata impostata alcuna  parola chiave specifica per questa pagina. Se non si imposta una parola chiave specifica non è possibile calcolare alcun punteggio."],"The keyword density is %1$s, which is over the advised %3$s maximum; the focus keyword was found %2$d times.":["La frequenza della parola chiave è %1$s, che supera il valore consigliato massimo %3$s; la parola chiave principale è stata trovata %2$d volte."],"Twitter settings":["Impostazioni Twitter"],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$S determina automaticamente quando è necessario forzare la riscrittura dei titoli delle pagine, se pensate sia sbagliato e sapete quello che state facendo potete cambiare le impostazioni da qui."],"Replaced with a posts custom taxonomies, comma separated.":["Sostituito con una tassonomia personalizzata per gli articoli, separata da virgole."],"Replaced with a posts custom field value":["Sostituita con un valore di un campo personalizzato"],"Take this tour to quickly learn about the use of this plugin.":["Seguire questa panoramica per imparare velocemente l'utilizzo di questo plugin."],"Special Pages":["Pagine speciali"],"I don't know why you'd want to use meta keywords, but if you want to, enable this.":["Non so perché vorresti usare le meta parole chiave, ma se proprio vuoi, spunta questa casella."],"Post is set to noindex.":["Articolo impostato come da non indicizzare"],"This %s follows the indexation rules set under Metas and Titles, you can override it here.":["Questo/a %s segue le regole di indicizzazione impostate in Titoli e Metadati, da qui è possibile cambiarne il comportamento."],"Titles &amp; Metas":["Titoli &amp; Metadati"],"Default for post type, currently: %s":["Valore predefinito per i tipi di articoli, attualmente: %s"],"Focus keyword not set.":["Parole chiave non impostate."],"Search for \"%s\"":["Ricerca per \"%s\""],"Always noindex":["Non indicizzare mai"],"If you want to prevent /page/2/ and further of any archive to show up in the search results, set this to \"noindex\".":["Se vuoi evitare che /page/2/ e successive siano presenti nei risultati della ricerca, imposta \"noindex\""],"Meta Robots":["Metadati Robot"],"Hide":["Nascondi"],"These pages will be %s by default, so they will never show up in search results.":["Queste pagine saranno %s di default, quindi non appariranno mai nei risultati delle ricerche."],"If you want to restore a site to the default %s settings, press this button.":["Se vuoi ripristinare un sito alle impostazioni predefinite di %s, premi questo pulsante."],"Security":["Sicurezza"],"This image is used if the post/page being shared does not contain any images.":["Questa immagine viene utilizzata se un/a articolo/pagina che vengono condivisi non contengono alcuna immagine."],"Twitter":["Twitter"],"Add Twitter card meta data":["Aggiungere i metadati per la scheda di Twitter"],"No focus keyword set.":["Nessuna parola chiave"],"The focus keyword appears in %2$d (out of %1$d) subheadings in the copy. While not a major ranking factor, this is beneficial.":["La parola chiave appare in %2$d(su %1$d) sotto testate nel documento. Sebbene non sia un fattore principale di posizionamento, è certamente di aiuto."],"You have not used the focus keyword in any subheading (such as an H2) in your copy.":["All'interno del testo non è stata utilizzata alcuna parola chiave in nessuna delle sotto testate  (come ad esempio una H2)."],"You searched for %s":["Si è cercato %s"],"The post %s appeared first on %s.":["L'articolo %s proviene da %s."],"Successfully cleared all Facebook Data":["Eliminati con successo tutti i dati Facebook"],"Successfully removed admin %s":["Rimosso amministratore %s"],"Frontpage settings":["Impostazioni della pagina iniziale"],"Facebook Insights and Admins":["Facebook Insights e Amministratori"],"Social":["Social"],"Email":["Email"],"Subscribe":["Iscriviti"],"If you don't want to use the meta description for sharing on %1$s but want another description there, write it here.":["Se non desideri utilizzare la meta description per la condivisione su %1$s ma ne vuoi un'altra, scrivila qui."],"Currently connected Facebook admins:":["Amministratori Facebook attualmente connessi"],"Add Another Facebook Admin":["Aggiungi un nuovo Amministratore Facebook"],"Clear all Facebook Data":["Cancella tutti i dati Facebook"],"Image URL":["URL Immagine"],"Description":["Descrizione"],"Default settings":["Impostazioni standard"],"This is a settings export file for the %1$s plugin by Yoast.com":["File di esportazione delle impostazioni del plugin %1$s di Yoast.com"],"SEO":["SEO"],"Keyword Research":["Ricerca Parole chiave"],"AdWords External":["AdWords External"],"SEO Book":["SEO Book"],"Analyze this page":["Analizza questa pagina"],"Check Inlinks (OSE)":["Controlla i backlinks (OSE)"],"Check Keyword Density":["Controlla densit&agrave; di parole chiave"],"Check Google Cache":["Controlla la Cache di Google"],"Check Headers":["Controlla gli headers"],"SEO Settings":["Impostazioni SEO"],"XML Sitemaps":["Sitemaps XML"],"Permalinks":["Permalinks"],"RSS":["RSS"],"Dashboard":["Bacheca"],"Webmaster Tools":["Strumenti per Webmaster"],"Next":["Successivo"],"Breadcrumbs settings":["Impostazioni briciole di pane (Breadcrumbs)"],"Like this plugin?":["Ti piace questo plugin?"],"Congratulations!":["Congratulazioni!"],"Start Tour":["Inizia il tour"],"Close":["Chiudi"],"The focus keyword does not appear in the URL for this page. If you decide to rename the URL be sure to check the old URL 301 redirects to the new one!":["La parola chiave non appare nella URL di questa pagina. Se decidi di rinominare l'URL assicurati di controllare che la vecchia URL redirezioni con un 301 a quella nuova!"],"The slug for this page is a bit long, consider shortening it.":["L'abbreviazione di questa pagina è troppo lunga, prova ad abbreviarla."],"Please create a page title.":["Si prega di creare un titolo di pagina."],"The SEO title contains the focus keyword, at the beginning which is considered to improve rankings.":["Il titolo di pagina contiene la parola chiave all'inizio che è considerato più rilevante per i posizionamenti. "],"The SEO title contains the focus keyword, but it does not appear at the beginning; try and move it to the beginning.":["Il titolo di pagina contiene la parola chiave, ma questa non appare all'inizio; prova a spostarla all'inizio."],"No links appear in this page, consider adding some as appropriate.":["In questa pagina non c'è alcun link in uscita, considera di aggiungerne alcuni rilevanti."],"You're linking to another page with the focus keyword you want this page to rank for. Consider changing that if you truly want this page to rank.":["Stai rimandando ad un'altra pagina attraverso la parola chiave con cui vorresti indicizzare questa pagina. Considera di modificarla se vuoi che questa pagina venga indicizzata."],"This page has %1$s outbound link(s).":["Questa pagina ha %1$s link in uscita."],"This page has %1$s outbound link(s), all nofollowed.":["Questa pagina ha %2$s link in uscita, tutti nofollow."],"This page has %1$s nofollowed link(s) and %2$s normal outbound link(s).":["Questa pagina ha in uscita %2$s link nofollow e %3$s link normali."],"No images appear in this page, consider adding some as appropriate.":["In questa pagina non appare alcuna immagine, considera di aggiungerne alcune rilevanti."],"The images on this page are missing alt attributes.":["Le immagini in questa pagina non presentano i tag alt."],"The images on this page do not have alt attributes containing the focus keyword.":["Le immagini in questa pagina non hanno gli attributi alt contenenti la parola chiave."],"In the specified meta description, consider: How does it compare to the competition? Could it be made more appealing?":["Nella meta description fornita, tieni presente: come si rapporta alla concorrenza? Può essere migliorata?"],"The meta description is under %1$d characters, however up to %2$d characters are available.":["La meta description è inferiore a %1$d caratteri, sono ancora disponibili %2$d caratteri."],"The specified meta description is over %1$d characters. Reducing it will ensure the entire description is visible.":["La meta description specificata supera i %2$d caratteri. Ridurla assicurerà la completa visibilità della descrizione. "],"No meta description has been specified, search engines will display copy from the page instead.":["Non è stata fornita alcuna meta description, i motori di ricerca mostreranno quindi sezioni di testo della pagina."],"A meta description has been specified, but it does not contain the focus keyword.":["È stata fornita una meta description, ma non contiene la parola chiave di riferimento."],"The keyword density is %1$s, which is too low; the focus keyword was found %2$d times.":["La densità delle parole chiave è %1$s, che è troppo bassa; la parola chiave principale è stata trovata %2$d volte."],"The keyword density is %1$s, which is way over the advised %3$s maximum; the focus keyword was found %2$d times.":["La ricorrenza della parola chiave è  %1$f%, che va oltre il massimo consigliato del 2.5%%; la parola chiave è stata trovata %2$d volte."],"The keyword density is %1$s, which is great; the focus keyword was found %2$d times.":["La ricorrenza della parola chiave è %1$s%%, che è un bene; la parola chiave è stata trovata %2$d volte."],"The focus keyword doesn't appear in the first paragraph of the copy. Make sure the topic is clear immediately.":["La parola chiave non appare nel primo paragrafo del testo. Assicurati che l'argomento sia chiaro da subito."],"The focus keyword appears in the first paragraph of the copy.":["La parola chiave appare nel primo paragrafo del testo."],"The copy scores %1$s in the %2$s test, which is considered %3$s to read. %4$s":["Il testo ha un valore di %1$s nel test %2$s, che è considerato %3$s da leggere. %4$s"],"very easy":["molto facile"],"easy":["facile"],"fairly easy":["abbastanza facile"],"OK":["OK"],"fairly difficult":["abbastanza difficile"],"Try to make shorter sentences to improve readability.":["Prova a creare frasi più brevi per migliorare la leggibilità."],"difficult":["difficile"],"Try to make shorter sentences, using less difficult words to improve readability.":["Prova a creare frasi più brevi, usa parole meno difficili per migliorare la leggibilità. "],"very difficult":["molto difficile"],"Huge SEO Issue: You're blocking access to robots.":["Grande problema SEO: stai bloccando l'accesso ai robot."],"Settings Updated.":["Impostazioni aggiornate."],"Site Admins (default)":["Amministratori del sito (predefinito)"],"Super Admins only":["Solo super amministratori"],"Save MultiSite Settings":["Salva le impostazioni multisito"],"MultiSite Settings":["Impostazioni multisito"],"Using this form you can reset a site to the default SEO settings.":["Usando questo modulo sarà possibile impostare il sito con i valori predefiniti di SEO."],"Blog ID":["ID del blog"],"Restore site to defaults":["Reimposta il sito"],"Restore site to default settings":["Reimposta il sito ai valori predefiniti"],"No doubt you've used an SEO plugin before if this site isn't new. Let's make it easy on you, you can import the data below. If you want, you can import first, check if it was imported correctly, and then import &amp; delete. No duplicate data will be imported.":["Nessun dubbio che hai usato un plugin SEO prima se questo sito non è completamente nuovo. Provo a renderti la vita più facile, puoi importare le informazioni elencate sotto. Se vuoi, puoi prima importarle, controllare se è stato importato tutto correttamente e poi importare e cancellare. Nessun duplicato verrà importato."],"If you've used another SEO plugin, try the %sSEO Data Transporter%s plugin to move your data into this plugin, it rocks!":["Se hai usato un'altro plugin SEO, prova il plugin:%sSEO Data Transporter%s per spostare i tuoi dati in questo plugin, funziona!"],"Import from HeadSpace2?":["Importare da HeadSpace2?"],"Import from All-in-One SEO?":["Importare da All-in-One SEO?"],"Delete the old data after import? (recommended)":["Eliminare i vecchi dati dopo l'importazione? (raccomandato)"],"Import":["Importa"],"Export":["Esporta"],"Export your %1$s settings here, to import them again later or to import them on another site.":["Esporta le tue impostazioni di %1$s qui, per reimportarle successivamente o per importarle in un altro sito."],"Include Taxonomy Metadata":["Includi Taxonomy Metadata"],"Import settings":["Importa le impostazioni"],"Settings successfully imported.":["Impostazioni importate con successo."],"Settings could not be imported:":["Le impostazioni non possono essere importate:"],"Upload failed.":["Caricamento fallito."],"Force rewrite titles":["Forza la riscrittura dei titoli"],"Homepage":["Homepage"],"Title template":["Titolo del template"],"Meta description template":["Template del Meta description"],"Meta keywords template":["Template della Meta keywords"],"Homepage &amp; Front page":["Homepage & prima pagina"],"You can determine the title and description for the front page by %sediting the front page itself &raquo;%s":["Puoi impostare il titolo e la descrizione per la prima pagina %sediting direttamente la prima pagina&raquo;%s"],"You can determine the title and description for the blog page by %sediting the blog page itself &raquo;%s":["Puoi impostare il titolo e la descrizione della pagina blog %sdalla pagina stessa &raquo;%s"],"Taxonomies":["Tassonomie"],"Date archives":["Archivi per data"],"Search pages":["Ricerca pagine"],"404 pages":["Pagine 404"],"Custom Post Type Archives":["Archivio dei Custom Post Type"],"Note: instead of templates these are the actual titles and meta descriptions for these custom post type archive pages.":["Nota: invece dei modelli, questi sono gli attuali titoli e meta descrizioni per le pagine archivio degli articoli di tipo custom."],"Title":["Titolo"],"Meta description":["Meta descrizione"],"Breadcrumbs Title":["Titolo Breadcrumbs"],"Replaced with the date of the post/page":["Rimpiazzato dalla data articolo/pagina"],"Replaced with the title of the post/page":["Sostituito dal titolo del post/pagina"],"The site's name":["Il nome del sito"],"Replaced with the post/page excerpt (or auto-generated if it does not exist)":["Sostituito dal riassunto articolo/pagina (autogenerato se non esiste)"],"Replaced with the post/page excerpt (without auto-generation)":["Sostituito dal riassunto articolo/pagina (senza autogenerazione)"],"Replaced with the current tag/tags":["Rimpiazzato dagli attuali tag"],"Replaced with the post categories (comma separated)":["Sostituito dalle categorie dell'articolo (separate da una virgola)"],"Replaced with the category description":["Sostituito dalla descrizione della categoria"],"Replaced with the tag description":["Sostituito dalla descrizione del tag"],"Replaced with the term description":["Sostituito dalla descrizione del termine"],"Replaced with the term name":["Sostituito dal nome del termine"],"Replaced with the post/page modified time":["Sostituito con l'ora di modifica del post/pagina "],"Replaced with the post/page ID":["Sostituito con l'ID del post/pagina"],"Replaced with the post/page author's 'nicename'":["Sostituito con il 'nicename' dell'autore del post/pagina"],"Replaced with the post/page author's userid":["Sostituito con l'userid dell'autore del post/pagina"],"Replaced with the current search phrase":["Sostituito con la frase di ricerca corrente"],"Replaced with the current time":["Sostituito con l'ora corrente"],"Replaced with the current date":["Sostituito con la data corrente"],"Replaced with the current month":["Sostituito con il mese corrente"],"Replaced with the current year":["Sostituito con l'anno in corso"],"Replaced with the current page total":["Sostituito con il numero di pagine totale"],"Replaced with the current page number":["Sostituito con il numero di pagina corrente"],"Attachment caption":["Didascalia Allegato"],"Replaced with the posts focus keyword":["Rimpiazzato dalla parola chiave principale dell'articolo"],"Enforce a trailing slash on all category and tag URLs":["Applica lo slash finale sugli URL di tutte le categorie e tag"],"If you choose a permalink for your posts with %1$s, or anything else but a %2$s at the end, this will force WordPress to add a trailing slash to non-post pages nonetheless.":["Se scegli un permalink per i tuoi articoli con %1$s o qualsiasi altra cosa che non sia una %2$s alla fine, costringerai WordPress ad aggiungere la barra finale anche a tutte le pagine che non sono articoli."],"Redirect attachment URLs to parent post URL.":["Ridireziona l'URL degli allegati all'URL del post genitore."],"Attachments to posts are stored in the database as posts, this means they're accessible under their own URLs if you do not redirect them, enabling this will redirect them to the post they were attached to.":["Gli allegati di un articolo sono registrati nel database come post, ciò significa che sono accessibili attraverso il loro URL univoco se non li ridirezioni. Attivando questa opzione verranno ridirezionati all'articolo a cui sono stati associati."],"Redirect ugly URLs to clean permalinks. (Not recommended in many cases!)":["Ridireziona gli URL grezzi a permalink puliti. (Non raccomandato in molti casi!)"],"People make mistakes in their links towards you sometimes, or unwanted parameters are added to the end of your URLs, this allows you to redirect them all away. Please note that while this is a feature that is actively maintained, it is known to break several plugins, and should for that reason be the first feature you disable when you encounter issues after installing this plugin.":["Le persone a volte commettono errori quando scrivono link, oppure parametri indesiderati vengono aggiunti alla fine dell'URL: questo permette di reindirizzarli. Si prega di notare che, mentre questa è una caratteristica che è mantenuta attivamente, è noto che interferisce con diversi plugin, e dovrebbe per questo essere la prima caratteristica a essere disattiva quando si verificano problemi dopo l'installazione di questo plugin."],"Prevent cleaning out Google Site Search URLs.":["Previene la pulizia degli url di Google Site Search."],"Google Site Search URLs look weird, and ugly, but if you're using Google Site Search, you probably do not want them cleaned out.":["Gli URL di Google Site Search sono strani e lunghi, ma se si sta utilizzando Google Site Search, probabilmente non li vuoi ripulire."],"Other variables not to clean":["Altre variabili da non ripulire"],"Enable Breadcrumbs":["Abilita i Breadcrumbs"],"Separator between breadcrumbs":["Separatore tra i breadcrumbs"],"Anchor text for the Homepage":["Testo d'ancoraggio per la Home Page"],"Prefix for the breadcrumb path":["Prefisso per il percorso dei Breadcrumbs"],"Prefix for Archive breadcrumbs":["Prefisso per gli archivi dei Breadcrumbs"],"Prefix for Search Page breadcrumbs":["Prefisso nel breadcrumbs delle pagina di ricerca"],"Breadcrumb for 404 Page":["Breadcrumb per la pagina 404"],"None":["Nessuno"],"Blog":["Blog"],"How to insert breadcrumbs in your theme":["Come inserire i breadcrumbs nel tuo tema"],"You cannot edit the robots.txt file.":["Non puoi modificare il file robots.txt"],"Updated Robots.txt":["Aggiorna Robots.txt"],"You cannot edit the .htaccess file.":["Non puoi modificare il file .htaccess"],"If your robots.txt were writable, you could edit it from here.":["Se il tuo robots.txt fosse scrivibile, potresti modificarlo da qui."],"Edit the content of your robots.txt:":["Modifica il contenuto del tuo file robots.txt"],"Save changes to Robots.txt":["Salva i cambiamenti in Robots.txt"],"Robots.txt":["Robots.txt"],"If your .htaccess were writable, you could edit it from here.":["Se il vostro .htaccess è modificabile, potete modificarlo da qui."],"Edit the content of your .htaccess:":["Modifica il contenuto del tuo .htaccess:"],"Save changes to .htaccess":["Salva i cambiamenti in .htaccess"],".htaccess file":["file .htaccess"],"Facebook App ID":["Facebook App ID"],"Author archives":["Archivio autori"],"Date-based archives":["Archivio per data"],"This feature is used to automatically add content to your RSS, more specifically, it's meant to add links back to your blog and your blog posts, so dumb scrapers will automatically add these links too, helping search engines identify you as the original source of the content.":["Questa opzione e' utilizzata per aggiungere automaticamente contenuti al tuo RSS. Più nello specifico, è progettata per aggiungere links che rimandino al tuo blog e ai tuoi articoli, in modo che gli stupidi scrapers aggiungeranno a loro volta automaticamente questi links, aiutando i motori di ricerca ad identificarti come la fonte originale dei contenuti."],"Content to put before each post in the feed":["Contenuto da inserire prima di ogni post nel feed"],"You can use the following variables within the content, they will be replaced by the value on the right.":["È possibile utilizzare le seguenti variabili all'interno del contenuto, verranno sostituite dal valore mostrato qui a destra."],"A link to the archive for the post author, with the authors name as anchor text.":["Un link all'archivio dell'autore dell'articolo, con il nome dell'autore come testo di ancoraggio."],"A link to the post, with the title as anchor text.":["Un link all'articolo, con il titolo come testo di ancoraggio."],"A link to your site, with your site's name as anchor text.":["Un link al tuo sito, con il nome del tuo sito come testo di ancoraggio."],"A link to your site, with your site's name and description as anchor text.":["Un link al tuo sito, con il nome e la descrizione del tuo sito come testo di ancoraggio."],"You can find your XML Sitemap here: %sXML Sitemap%s":["Potete trovare la vostra Sitemap qui: %sXML Sitemap%s"],"You do <strong>not</strong> need to generate the XML sitemap, nor will it take up time to generate after publishing a post.":["<strong>NON</strong> devi creare la XML sitemap, verra' impiegato tempo per generarla dopo la pubblicazione di un articolo."],"Save your settings to activate your XML Sitemap.":["Salva le impostazioni per attivare la Sitemap XML."],"General settings":["Impostazioni generali"],"Fix it.":["Aggiustalo."],"The following file(s) is/are blocking your XML sitemaps from working properly:":["Il/i seguente/i file(s) impedisce/ono alla tua XML sitemap di funzionare correttamente"],"Either delete them (this can be done with the \"Fix it\" button) or disable %1$s XML sitemaps.":["Puoi cancellarli (puoi farlo premendo il bottone \"Risolvi il problema\") o puoi disabilitare %1$s XML sitemaps."],"You do not have your postname in the URL of your posts and pages, it is highly recommended that you do. Consider setting your permalink structure to <strong>/%postname%/</strong>.":["Non appare il titolo dell'articolo nella URL dei tuoi articoli e pagine, si consiglia di inserirlo. Imposta la struttura del tuo permalink con <strong>/%postname%/</strong>."],"You can use the boxes below to verify with the different Webmaster Tools, if your site is already verified, you can just forget about these. Enter the verify meta values for:":["Puoi usare il riquadro sottostante per verificare i differenti strumenti per webmaster, se il tuo sito è già verificato, non devi fare altro. Inserisci i codici di verifica:"],"Bing Webmaster Tools":["Bing Webmaster Tools"],"Title to use for Author page":["Titolo da usare per la pagina autore"],"Meta description to use for Author page":["Meta descrizione da usare per la pagina autore "],"Meta keywords to use for Author page":["Meta keywords da usare per la pagina autore "],"Settings":["Impostazioni"],"SEO Title":["Titolo SEO"],"Meta keywords used on the archive page for this term.":["Meta keywords usate dalla pagina archivio per questo termine."],"The canonical link is shown on the archive page for this term.":["Il link alla URL canonical è mostrato nella pagina archivio per questo termine."],"The Breadcrumbs title is used in the breadcrumbs where this %s appears.":["Sarà utilizzato il titolo impostato nei Breadcrumbs dove appare \"%s\"."],"Noindex this %s":["Noindex questa %s"],"Auto detect":["Rileva automaticamente"],"Always include":["Includi sempre"],"Never include":["Non includere mai"],"Snippet preview":["Anteprima Snippet"],"Focus keyword":["Parola Chiave Principale"],"If you type something above it will override your %smeta keywords template%s.":["Se digiti qualcosa sovrascriverai il tuo %smeta keywords template%s."],"Meta Robots Index":["Meta Robots Index"],"No index":["Noindex"],"Meta Robots Follow":["Meta Robots Follow"],"Meta Robots Advanced":["Meta Robots Avanzato"],"Advanced <code>meta</code> robots settings for this page.":["Impostazioni Avanzate <code>meta</code> robots per questa pagina."],"NO ODP":["NO ODP"],"No Archive":["Nessun Archivio"],"No Snippet":["Nessuno Snippet"],"Breadcrumbs title":["Titoli Breadcrumbs"],"Title to use for this page in breadcrumb paths":["Titolo da usare nel percorso del breadcrumb in questa pagina"],"Canonical URL":["Canonical URL"],"The canonical URL that this page should point to, leave empty to default to permalink. %sCross domain canonical%s supported too.":["La URL canonica a cui questa pagina dovrebbe puntare; lasciare in bianco per utilizzare il permalink di default. Supportati anche i %scross domain canonici%s."],"301 Redirect":["Redirect 301"],"The URL that this page should redirect to.":["La URL alla quale questa pagina deve reindirizzare."],"General":["Generale"],"Advanced":["Avanzato"],"Archives":["Archivi"],"Page not found":["Pagina non trovata"],"Admin only notice: this page doesn't show a meta description because it doesn't have one, either write it for this page specifically or go into the SEO -> Titles menu and set up a template.":["Avviso per l'amministratore: questa pagina non mostra una meta descrizione perché non ne ha una, è necessario scriverla per questa pagina o andare in SEO -> Menu titoli e impostare un modello."],"Home":["Home"],"Archives for":["Archivi per"],"You searched for":["Hai cercato"],"Error 404: Page not found":["Errore 404: Pagina non trovata"],"posts\u0004All <span class=\"count\">(%s)</span>":["Tutto <span class=\"count\">(%s)</span>","Tutto <span class=\"count\">(%s)</span>"],"posts\u0004Trash <span class=\"count\">(%s)</span>":["Cestinato <span class=\"count\">(%s)</span>","Cestinati <span class=\"count\">(%s)</span>"]}}}