{"domain":"js-text-analysis","locale_data":{"js-text-analysis":{"":{"domain":"js-text-analysis","plural_forms":"nplurals=3; plural=(n == 1) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"pl"},"The %1$s class must not be instantiated before the %2$s global is set.":[""],"%1$sOutrank your competitors even further%2$s with these %3$s plugins":[""],"No need to figure out what to link to. You get linking suggestions for relevant posts and pages to make your website easier to navigate.":[""],"Use AI to write SEO titles and meta descriptions for your posts and pages. It speeds up your work and does some of the thinking for you!":[""],"%s looks at more than just your main keyword. It analyzes different word forms, plurals, and past tenses. This helps your website perform even better in searches!":[""],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for titles and meta descriptions to make your pages rank high and make you look good on social media. %1$sLearn more%2$s%3$s":[""],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for product titles and meta descriptions to make your pages rank high and make you look good on social media. %1$sLearn more%2$s%3$s":[""],"Explore %s!":[""],"You’ll reach more people with multiple keyphrases! Want to quickly add these related keyphrases to the %s analyses for even better content optimization?":[""],"Get AI to write SEO titles and meta descriptions faster. Reach a wider audience with multiple keywords. Get automatic internal linking suggestions. And much, much more!":[""],"Explore now":[""],"Rank higher in search results":[""],"Turn more visitors into customers!":[""],"Increase Google clicks with rich results":[""],"Write product pages that rank using the SEO analysis":[""],"Get XML sitemaps":[""],"Optimize your video previews & thumbnails":[""],"Make sure your videos load quickly for users":[""],"Automatically get technical SEO best practices for video content":[""],"Drive more views to your videos":[""],"Stand out for local searches":[""],"Explore %s now!":[""],"%1$s24/7 support%2$s: Also on evenings and weekends.":[""],"%1$sAppealing social previews%2$s people actually want to click on.":[""],"%1$sNo more broken links%2$s: Automatic redirect manager.":[""],"%1$sSuper fast%2$s internal linking suggestions.":[""],"%1$sMultiple keywords%2$s: Rank higher for more searches.":[""],"%1$sAI%2$s: Better SEO titles and meta descriptions, faster.":[""],"Highlight areas of improvement in your text, no more searching for a needle in a haystack, straight to optimizing! Now also in Elementor!":[""],"Leave a quick review":[""],"Happy with the plugin?":[""],"Show Yoast SEO some love!":[""],"Let's get your site in tip-top shape for the search engines. Simply follow these 5 steps to make Google understand what your site is about.":[""],"If your goal is to increase your rankings, you need to work on your SEO regularly. That can be overwhelming, so let's tackle it one step at a time!":[""],"Great work! Thanks to the details you've provided, %1$s has enhanced your site for search engines, giving them a clearer picture of what your site is all about.":[""],"Important: We won't sell this data, and we won't collect any personal information about you or your visitors.":[""],"What data will be collected and why?":[""],"No, I don't want to share my site data":[""],"Are you open to help us improve our services?":[""],"Yes, give me your free tips!":[""],"Subscribe to the %1$s newsletter to receive best practices for improving your rankings, save time on SEO tasks, stay up-to-date with the latest SEO news, and get expert guidance on how to make the most of %2$s!":[""],"Get free weekly SEO tips!":[""],"You're almost there! Complete all settings in this step so search engines know what your site is about.":[""],"Completing this step helps Google to understand your site even better. Bonus: You'll improve your chance of getting %1$srich results%2$s!":[""],"Let's start by running the SEO data optimization. That means we'll scan your site and create a database with optimized SEO data. It won't change any content or settings on your site and you don't need to do anything, just hit start!\n\nNote: If you have a lot of content, this optimization could take a moment. But trust us, it's worth it!":[""],"We've successfully analyzed your site & optimized your SEO data!":[""],"Fantastic work! Add your organization's social media accounts below. This allows us to fine-tune the metadata for these platforms.":[""],"Social share preview":[""],"Twitter share preview":[""],"The %1$s interface is currently unavailable in the beta WooCommerce product editor. To resolve any issues, please disable the beta editor. %2$sLearn how to disable the beta WooCommerce product editor.%3$s":["Interfejs %1$s jest obecnie niedostępny w edytorze produktów WooCommerce w wersji beta. Aby rozwiązać wszelkie problemy, należy wyłączyć edytor w wersji beta. %2$sDowiedz się, jak wyłączyć edytor produktów beta WooCommerce.%3$s"],"Compatibility issue: Yoast SEO is incompatible with the beta WooCommerce product editor.":["Problem z kompatybilnością: Yoast SEO jest niekompatybilny z edytorem produktów WooCommerce w wersji beta."],"Search engines and other websites can still send traffic to your trashed content.":[""],"Unlock with the %1$s":["Odblokuj za pomocą %1$s"],"Generate product titles & descriptions with AI!":["Generuj tytuły i opisy produktów za pomocą sztucznej inteligencji!"],"Last year":["Poprzedni rok"],"Last week":["Poprzedni tydzień"],"Last day":["Poprzedni dzień"],"Last updated":["Ostatnio zaktualizowany"],"Activate tracking to show the ranking position":["Aktywuj śledzenie, aby wyświetlić pozycję w rankingu"],"List your Frequently Asked Questions in an SEO-friendly way.":["Wymień najczęściej zadawane pytania w sposób przyjazny dla SEO."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by OpenAI GPTBot.":["Dodaj regułę \"disallow\" do pliku robots.txt, aby zapobiec indeksowaniu przez OpenAI GPTBot."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by the Google-Extended bot. Enabling this setting won’t prevent Google from indexing your website.":["Dodaj regułę \"disallow\" do pliku robots.txt, aby zapobiec indeksowaniu przez bota Google-Extended. Włączenie tego ustawienia nie uniemożliwi Google indeksowania witryny."],"Lots of web traffic comes from bots crawling the web. Some can benefit your site or business, while other bots don’t. Blocking unwanted bots can save energy, help with site performance, and protect copyrighted content. Learn more about %1$swhen to block unwanted bots%2$s.":["Duża część ruchu internetowego pochodzi od botów indeksujących sieć. Niektóre z nich mogą przynieść korzyści Twojej witrynie lub firmie, podczas gdy inne nie. Blokowanie niechcianych botów może zaoszczędzić energię, pomóc w wydajności witryny i chronić treści chronione prawem autorskim. Dowiedz się więcej o %1$skiedy blokować niechciane boty%2$s."],"Prevent OpenAI GPTBot from crawling":["Zapobieganie indeksowaniu przez OpenAI GPTBot"],"Prevent Google Bard and Vertex AI bots from crawling":["Zapobieganie indeksowaniu przez boty Google Bard i Vertex AI"],"Prevent Common Crawl CCBot from crawling":["Zapobieganie indeksowaniu Common Crawl CCBot"],"Unlock Premium SEO analysis":["Odblokuj analizę SEO Premium"],"Get more help with writing content that ranks":["Uzyskaj większą pomoc w pisaniu treści, które mają rankingi"],"$ USD / € EUR / £ GBP per year (ex. VAT)":["$ USD / € EUR / £ GBP rocznie (bez VAT)"],"Internal linking suggestions":["Sugestie linkowania wewnętrznego"],"%1$s SAVE 30%% %2$s on your 12 month subscription":[""],"Learn more about %s (Opens in a new browser tab)":["Dowiedz się więcej o %s (Otwiera się w nowej przeglądarce)"],"Write more natural and engaging content":["Pisz bardziej naturalne i angażujące treści"],"Synonyms help users understand your copy better. It’s easier to read for both users and Google. In %s, you can add synonyms for your focus keyphrase, and we’ll help you optimize for them.":["Synonimy pomagają użytkownikom lepiej zrozumieć tekst. Jest to łatwiejsze do odczytania zarówno dla użytkowników, jak i Google. W %s możesz dodać synonimy dla frazy kluczowej, a my pomożemy ci je zoptymalizować."],"Is your %1$s store ready for Black Friday?":["Czy twój sklep %1$s jest gotowy na Black Friday?"],"Check your text on even more SEO criteria and get an enhanced keyphrase analysis, making it easier to optimize your content.":["Sprawdź swój tekst pod kątem jeszcze większej liczby kryteriów SEO i uzyskaj rozszerzoną analizę fraz kluczowych, ułatwiając optymalizację treści."],"Buy now!":["Kup teraz!"],"30% OFF!":["30% taniej!"],"BLACK FRIDAY SALE: %1$s %2$sBuy now!%3$s":["BLACK FRIDAY SALE: %1$s %2$sKup teraz!%3$s"],"BLACK FRIDAY SALE: %1$s":["WYPRZEDAŻ BLACK FRIDAY: %1$s"],"Reach a wider audience":["Dotarcie do szerszego grona odbiorców"],"Add related keyphrases":["Dodaj powiązane frazy kluczowe"],"%s automatically suggests to what content you can link with easy drag-and-drop functionality, which is good for your SEO!":["%s automatycznie sugeruje, do jakich treści możesz linkować za pomocą łatwej funkcji przeciągania i upuszczania, co jest dobre dla SEO!"],"Rank higher by connecting your content":["Wyższa pozycja w rankingu dzięki połączeniu treści"],"Get help optimizing for up to 5 related keyphrases. This helps you reach a wider audience and get more traffic.":["Uzyskaj pomoc w optymalizacji dla maksymalnie 5 powiązanych fraz kluczowych. Pomaga to dotrzeć do szerszego grona odbiorców i uzyskać większy ruch."],"-30%":["-30%"],"%1$s Now with 30%% Black Friday Discount!":["%1$s Teraz z 30%% zniżką na Czarny Piątek!"],"%1$sSALE 30%% OFF!%2$s":["%1$sWYPRZEDAŻ 30%% TANIEJ!%2$s"],"30% OFF":["30% taniej"],"BLACK FRIDAY":["CZARNY PIĄTEK"],"Claim your 30% off now!":["Odbierz swój rabat 30% już teraz!"],"Social media appearance":["Wygląd na mediach społecznościowych"],"Determine how your post should look in the search results.":["Określ, jak twój wpis powinien wyglądać w wynikach wyszukiwania."],"The Yoast %1$sultimate Black Friday checklist%2$s helps you prepare in time, so you can boost your results during this sale.":["%1$sLista kontrolna Yoast Black Friday%2$s pomoże ci przygotować się na czas, abyś mógł zwiększyć swoje wyniki podczas tej wyprzedaży."],"To customize the appearance of your post specifically for Twitter, please fill out the 'Twitter appearance' settings below.":["Aby dostosować wygląd wpisu specjalnie dla Twittera, wypełnij poniższe ustawienia \"Wygląd na Twitterze\"."],"Twitter appearance":["Wygląd na Twitterze"],"To customize the appearance of your post specifically for Twitter, please fill out the 'Twitter appearance' settings below. If you leave these settings untouched, the 'Social media appearance' settings mentioned above will also be applied for sharing on Twitter.":["Aby dostosować wygląd wpisu specjalnie dla Twittera, wypełnij poniższe ustawienia \"Wygląd na Twitterze\". Jeśli pozostawisz te ustawienia bez zmian, wspomniane powyżej ustawienia „Wygląd na mediach społecznościowych” zostaną również zastosowane do udostępniania na Twitterze."],"Determine how your post should look on social media like Facebook, Twitter, Instagram, WhatsApp, Threads, LinkedIn, Slack, and more.":["Określ, jak twój wpis powinien wyglądać w mediach społecznościowych, takich jak Facebook, Twitter, Instagram, WhatsApp, Threads, LinkedIn, Slack i innych."],"Get the checklist and start optimizing now!":["Pobierz listę kontrolną i rozpocznij optymalizację już teraz!"],"Is your WooCommerce store ready for Black Friday?":["Czy twój sklep WooCommerce jest gotowy na Czarny Piątek?"],"The %1$s %2$sultimate Black Friday checklist%3$s helps you prepare in time, so you can boost your results during this sale.":["%1$s %2$sLista kontrolna Black Friday%3$s pomoże ci przygotować się na czas, abyś mógł zwiększyć swoje wyniki podczas tej wyprzedaży."],"AI generator":["Generator AI"],"New in %1$s":[""],"Use AI to write your titles & meta descriptions!":[""],"Use the power of Yoast AI to automatically generate compelling titles and descriptions for your posts and pages.":["Wykorzystaj moc Yoast AI, aby automatycznie generować atrakcyjne tytuły i opisy dla swoich wpisów i stron."],"AI title & description generator":["Generator tytułów i opisów AI"],"Use AI":["Użyj sztucznej inteligencji"],"Clear selection":["Usuń zaznaczenie"],"Note that the following commonly-used parameters will not be removed: %1$s, %2$s, %3$s, %4$s, %5$s, %6$s, and %7$s.":["Należy pamiętać, że następujące powszechnie używane parametry nie zostaną usunięte: %1$s, %2$s, %3$s, %4$s, %5$s, %6$s i %7$s."],"Learn how to increase your rankings with %1$s":["Dowiedz się, jak zwiększyć swoje rankingi dzięki %1$s"],"Want an enhanced Google preview of how your WooCommerce products look in the search results?":["Chcesz uzyskać ulepszony podgląd Google produktów WooCommerce w wynikach wyszukiwania?"],"Sign up today!":["Dołącz do nas już dziś!"],"Feeling lost when it comes to optimizing your site for the search engines? Join our FREE webinar to gain the confidence that you need in order to start optimizing like a pro! You'll obtain the knowledge and tools to start effectively implementing SEO.":["Czujesz się zagubiony, jeśli chodzi o optymalizację witryny pod kątem wyszukiwarek? Dołącz do naszego BEZPŁATNEGO webinaru, aby zyskać pewność siebie, której potrzebujesz, aby rozpocząć optymalizację jak profesjonalista! Zdobędziesz wiedzę i narzędzia, aby zacząć skutecznie wdrażać SEO."],"Join our FREE webinar for SEO success":["Dołącz do naszego BEZPŁATNEGO webinaru, aby odnieść sukces w SEO"],"Want your products stand out in search results with rich results like price, reviews and more?":["Chcesz, aby produkty wyróżniały się w wynikach wyszukiwania dzięki bogatym wynikom, takim jak cena, recenzje i inne?"],"%1$s, %2$s and %3$s":["%1$s, %2$s i %3$s"],"%1$s and %2$s":["%1$s i %2$s"],"Please see the “New” badges and review the Search appearance settings.":["Zobacz odznaki \"Nowe\" i przejrzyj ustawienia wyglądu wyszukiwania."],"New type of content added to your site!":["Nowy rodzaj treści dodany do witryny!"],"Site policies":["Zasady obowiązujące w witrynie"],"Select a page which provides information about your diversity policies for %1$sstaffing%2$s, %1$shiring%2$s and %1$semployment%2$s.":["Wybierz stronę, która zawiera informacje na temat polityki różnorodności w odniesieniu do %1$spersonelu%2$s, %1$szatrudniania%2$s i %1$szatrudnienia%2$s."],"Select a page which provides information on your diversity policies for %1$seditorial%2$s content.":["Wybierz stronę zawierającą informacje na temat polityki różnorodności dla %1$streści%2$s."],"Select a page which describes the personal, organizational, and corporate %1$sstandards%2$s of %1$sbehavior%2$s expected by your organization.":["Wybierz stronę opisującą osobiste, organizacyjne i korporacyjne %1$sstandardy%2$s %1$szachowania%2$s oczekiwane przez organizację."],"Select a page which outlines your procedure for addressing %1$serrors%2$s (e.g., publishing retractions or corrections).":["Wybierz stronę, na której przedstawiono procedurę usuwania %1$sbłędów%2$s (np. publikowania wycofań lub poprawek)."],"Select a page which describes how your organization collects and responds to %1$sfeedback%2$s, engages with the %1$spublic%2$s, and prioritizes %1$stransparency%2$s.":["Wybierz stronę, na której opisano, w jaki sposób organizacja gromadzi %1$sinformacje zwrotne%2$s i reaguje na nie, współpracuje z %1$sopinią publiczną%2$s i priorytetowo traktuje %1$sprzejrzystość%2$s."],"Select a page which describes the ownership structure of your organization. It should include information about  %1$sfunding%2$s and %1$sgrants%2$s.":["Wybierz stronę opisującą strukturę własności organizacji. Powinna ona zawierać informacje o %1$sfinansowaniu%2$s i %1$sdotacjach%2$s."],"Select a page which describes the editorial principles of your organization. %1$sWhat%2$s do you write about, %1$swho%2$s do you write for, and %1$swhy%2$s?":["Wybierz stronę, która opisuje zasady redakcyjne Twojej organizacji. %1$sO czym%2$s piszesz, %1$sdla kogo%2$s piszesz i %1$sdlaczego%2$s?"],"Select the pages on your website which contain information about your organizational and publishing policies. Some of these might not apply to your site, and you can select the same page for multiple policies. %1$sLearn more about why setting your site policies is important%2$s.":["Wybierz strony w swojej witrynie, które zawierają informacje o zasadach organizacyjnych i zasadach publikowania. Niektóre z nich mogą nie mieć zastosowania do witryny i możesz wybrać tę samą stronę dla wielu zasad. %1$sDowiedz się więcej o tym, dlaczego ustawienie zasad witryny jest ważne%2$s."],"Diversity staffing report":["Raport dotyczący różnorodności personelu"],"Diversity policy":["Polityka różnorodności"],"Ethics policy":["Polityka etyczna"],"Corrections policy":["Polityka korekt"],"Actionable feedback policy":["Polityka informacji zwrotnej umożliwiająca podejmowanie działań"],"Ownership / Funding info":["Informacje o własności / finansowaniu"],"Publishing policies":["Zasady publikowania"],"Publishing principles":["Zasady publikowania"],"Failed to retrieve pages.":["Nie udało się pobrać stron."],"Searching pages...":["Przeszukiwanie stron..."],"Add new page...":["Dodaj nową stronę..."],"No pages found.":["Nie znaleziono żadnych stron."],"You've added a new type of content. We recommend that you review the corresponding %1$sSearch appearance settings%2$s.":["Dodano nowy typ zawartości. Zalecamy przejrzenie odpowiednich %1$sustawień wyglądu wyszukiwania%2$s."],"Error: Taxonomy was not removed from new_taxonomies list.":["Błąd: Taksonomia nie została usunięta z listy new_taxonomies."],"Taxonomy is no longer new.":["Taksonomia nie jest już nowa."],"Taxonomy is not new.":["Taksonomia nie jest nowa."],"Error: Post type was not removed from new_post_types list.":["Błąd: Typ wpisu nie został usunięty z listy new_post_types."],"Post type is no longer new.":["Typ wpisu nie jest już nowy."],"Post type is not new.":["Typ wpisu nie jest nowy."],"Write a bug report":["Zgłoś błąd"],"Our support team is here to answer any questions you may have. Fill out the (pop-up) contact form, and we'll get back to you as soon as possible!":["Nasz zespół wsparcia jest dostępny, aby odpowiedzieć na wszelkie pytania. Wypełnij (wyskakujący) formularz kontaktowy, a my skontaktujemy się z tobą tak szybko, jak to możliwe!"],"%1$sSupport languages:%2$s English & Spanish":["%1$sObsługiwane języki:%2$s Angielski i hiszpański"],"If you don't find the answers you're looking for and need personalized help, you can get 24/7 support from one of our support engineers.":["Jeśli nie znajdziesz odpowiedzi, których szukasz i potrzebujesz spersonalizowanej pomocy, możesz uzyskać wsparcie 24/7 od jednego z naszych inżynierów wsparcia."],"Contact our support team":["Skontaktuj się z naszym zespołem wsparcia"],"Have you stumbled upon a bug while using %1$s? Please raise a bug report on our GitHub repository to let us know about the issue!":["Czy natknąłeś się na błąd podczas korzystania z %1$s? Zgłoś błąd w naszym repozytorium GitHub, aby poinformować nas o problemie!"],"Raise a bug report on GitHub":["Zgłoś błąd w serwisie GitHub"],"Visit WordPress forum":["Odwiedź forum WordPress"],"In the WordPress support forum for %1$s you can find answers or ask for help from %1$s users in the WordPress community.":["Na forum wsparcia WordPress dla %1$s można znaleźć odpowiedzi lub poprosić o pomoc użytkowników %1$s ze społeczności WordPress."],"WordPress support forum for %1$s":["Forum wsparcia WordPress dla %1$s"],"Visit our help center":["Odwiedź nasze centrum pomocy"],"Have a look at our help center to find articles, tutorials, and other resources to help you get the most out of %1$s!":["Zajrzyj do naszego centrum pomocy, aby znaleźć artykuły, samouczki i inne zasoby, które pomogą ci w pełni wykorzystać %1$s!"],"%1$s's help center":["Centrum pomocy %1$s"],"Need help with %1$s? These resources are a great place to start!":["Potrzebujesz pomocy z %1$s? Te zasoby są świetnym miejscem do rozpoczęcia!"],"Additional resources":["Dodatkowe zasoby"],"Here, you'll find answers to commonly asked questions about using %1$s. If you don't see your question listed, you can have a look at the section below.":["Tutaj znajdziesz odpowiedzi na najczęściej zadawane pytania dotyczące korzystania z %1$s. Jeśli nie widzisz swojego pytania na liście, możesz zajrzeć do sekcji poniżej."],"Frequently asked questions":["Często zadawane pytania"],"If you have any questions, need a hand with a technical issue, or just want to say hi, we've got you covered. Get in touch with us and we'll be happy to assist you!":["Jeśli masz jakieś pytania, potrzebujesz pomocy w kwestiach technicznych lub po prostu chcesz się przywitać, jesteśmy do dyspozycji. Skontaktuj się z nami, a z przyjemnością ci pomożemy!"],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by Google AdsBot. You should only enable this setting if you're not using Google Ads on your site.":["Dodaj regułę \"disallow\" do pliku robots.txt, aby zapobiec indeksowaniu przez Google AdsBot. Włącz to ustawienie tylko wtedy, gdy nie korzystasz z reklam Google w swojej witrynie."],"Block unwanted bots":["Blokowanie niechcianych botów"],"Close the upgrade callout":["Zamknij informację o zmianie planu"],"%1$s and get an exclusive %2$s discount for %3$s month(s).":["%1$s i uzyskaj %2$s zniżkę na %3$s miesiące."],"Click here to upgrade your %s plan":["Kliknij tutaj, aby zaktualizować plan %s"],"Keyphrases tracked: %1$s/%2$s":["Śledzone frazy kluczowe: %1$s/%2$s"],"Your are tracking %1$s out of %2$s keyphrases included in your account.":["Śledzisz %1$s z %2$s fraz kluczowych uwzględnionych na koncie."],"Your are tracking %1$s out of %2$s keyphrases included in your free account.":["Śledzisz %1$s z %2$s fraz kluczowych uwzględnionych na bezpłatnym koncie."],"Support":["Wsparcie"],"Prevent Google AdsBot from crawling":["Zapobieganie indeksowaniu przez Google AdsBot"],"%s":["%s"],"This overview will show you your top performing keyphrases in Google. Connect with %s to get started.":["Ten przegląd pokaże najskuteczniejsze frazy kluczowe w Google. Połącz się z %s, aby rozpocząć."],"You have successfully connected with %s.":["Połączenie z %s zostało nawiązane pomyślnie."],"You have successfully connected with %1$s. Your %2$s account does not contain any keyphrases for this website yet. You can track keyphrases by using the \"Track SEO Performance\" button in the post editor.":["Połączenie z %1$s zostało nawiązane pomyślnie. Twoje konto %2$s nie zawiera jeszcze żadnych fraz kluczowych dla tej witryny. Możesz śledzić frazy kluczowe za pomocą przycisku \"Śledź wydajność SEO\" w edytorze wpisów."],"Network Error: Unable to connect to the server. Please check your internet connection and try again later.":["Błąd sieci: Nie można połączyć się z serwerem. Sprawdź połączenie internetowe i spróbuj ponownie później."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of URLs like %1$s, %2$s and %3$s.":["Dodaj regułę \"disallow\" do pliku robots.txt, aby zapobiec indeksowaniu adresów URL takich jak %1$s, %2$s i %3$s."],"Your WordPress environment is running on a non-production site. Indexables can only be created on production environments. Please check your `WP_ENVIRONMENT_TYPE` settings.":["Twoje środowisko WordPress działa w witrynie nieprodukcyjnej. Indexables mogą być tworzone tylko w środowiskach produkcyjnych. Sprawdź ustawienia `WP_ENVIRONMENT_TYPE`."],"Inclusive language: %s":["Język integracyjny: %s"],"%1$s / %2$s: Top Keyphrases":["%1$s / %2$s: Najważniejsze frazy kluczowe"],"The post type %s could not be indexed because it does not meet indexing requirements.":["Typ postu %s nie mógł zostać zaindeksowany, ponieważ nie spełnia wymagań indeksowania."],"The name of this category is %1$s.":["Nazwa tej kategorii to %1$s."],"Start the course":["Rozpocznij szkolenie"],"Start free trial lesson":["Rozpocznij darmową lekcję próbną"],"Maximize your SEO game by purchasing %s, which grants you unlimited access to all courses.":["Zmaksymalizuj swoją grę SEO kupując %s, który daje ci nieograniczony dostęp do wszystkich kursów."],"Learn vital SEO skills that you can apply at once! Let us take you by the hand and give you practical SEO tips to help you outrank your competitors. %s comes with five free courses.":["Naucz się niezbędnych umiejętności SEO, które możesz zastosować od razu! Poprowadzimy cię za rękę i damy ci praktyczne wskazówki SEO, które pomogą ci wyprzedzić konkurencję. %s zawiera pięć darmowych kursów."],"Learn vital SEO skills that you can apply at once! Let us take you by the hand and give you practical SEO tips to help you outrank your competitors. Maximize your SEO game! Because your %s subscription gives you unlimited access to all courses.":["Naucz się niezbędnych umiejętności SEO, które możesz zastosować od razu! Poprowadzimy cię za rękę i damy ci praktyczne wskazówki SEO, które pomogą ci wyprzedzić konkurencję. Zmaksymalizuj swoją grę SEO! Ponieważ twój abonament %s daje ci nieograniczony dostęp do wszystkich kursów."],"Choosing the right type of hosting for your site is the basis of a solid Technical SEO strategy. Learn all about it in this course!":["Wybór odpowiedniego hostingu dla twojej witryny to podstawa solidnej strategii technicznego SEO. Dowiedz się wszystkiego z tego kursu!"],"You have to make it possible for search engines to find your site, so they can display it in the search results. We'll tell you all about how that works in this course!":["Musisz umożliwić wyszukiwarkom znalezienie swojej witryny, aby mogły wyświetlić ją w wynikach wyszukiwania. Opowiemy ci wszystko o tym, jak to działa w tym kursie!"],"Are you selling in countries all over the world? In this course, you’ll learn all about setting up and managing a site that targets people in different languages and locales.":["Sprzedajesz w krajach na całym świecie? W tym kursie dowiesz się wszystkiego o konfigurowaniu i zarządzaniu witryną skierowaną do osób w różnych językach i lokalizacjach."],"Do you want to take a deep dive into structured data? In this course, you'll learn the theory related to structured data in detail.":["Czy chcesz zagłębić się w dane strukturalne? W tym kursie poznasz szczegółowo teorię związaną z danymi strukturalnymi."],"Learn how to optimize your online shop for your customers and for search engines!":["Dowiedz się, jak zoptymalizować swój sklep internetowy dla klientów i wyszukiwarek!"],"Do you own a local business? This course will teach you how to make sure your local audience can find you in the search results and on Google Maps!":["Prowadzisz lokalny biznes? Ten kurs nauczy cię, jak upewnić się, że lokalni odbiorcy mogą cię znaleźć w wynikach wyszukiwania i na Mapach Google!"],"A clear site structure benefits your users and is of great importance for SEO. Still, most people seem to forget about this. Get ahead of your competition and learn how to improve your site structure!":["Przejrzysta struktura witryny przynosi korzyści użytkownikom i ma ogromne znaczenie dla SEO. Mimo to większość ludzi zdaje się o tym zapominać. Wyprzedź konkurencję i dowiedz się, jak poprawić strukturę witryny!"],"Start creating block-tastic content with the new WordPress block editor! Learn all about the block editor and what you can do with it.":["Zacznij tworzyć treści blokowe za pomocą nowego edytora bloków WordPress! Dowiedz się wszystkiego o edytorze bloków i jego możliwościach."],"Do you know the essential first step of good SEO? It's keyword research. In this training, you'll learn how to research and select the keywords that will guide searchers to your pages.":["Czy znasz najważniejszy pierwszy krok dobrego SEO? Jest nim badanie słów kluczowych. W tym szkoleniu dowiesz się, jak badać i wybierać słowa kluczowe, które poprowadzą użytkowników do twoich stron."],"Learn how to make your site stand out from the crowd by adding structured data!":["Dowiedz się, jak wyróżnić swoją witrynę z tłumu, dodając dane strukturalne!"],"In this course, you'll learn how to write awesome copy that is optimized for ranking in search engines.":["W tym kursie dowiesz się, jak pisać niesamowite teksty, które są zoptymalizowane pod kątem rankingu w wyszukiwarkach."],"Do you want to set up your own WordPress site? This course will teach you the ins and outs of creating and maintaining a WordPress website!":["Chcesz założyć własną witrynę WordPress? Ten kurs nauczy cię tajników tworzenia i utrzymywania witryny WordPress!"],"In this course, you'll learn practical SEO skills on every key aspect of SEO, to make your site stand out.":["W tym kursie nauczysz się praktycznych umiejętności SEO w każdym kluczowym aspekcie SEO, aby wyróżnić swoją witrynę."],"In this course, you'll learn about how to set up and use the %1$s for WordPress plugin so it makes SEO even easier. This course is meant for users of the block editor.":["W tym kursie dowiesz się, jak skonfigurować i używać wtyczkę %1$s dla WordPressa, aby SEO było jeszcze łatwiejsze. Ten kurs jest przeznaczony dla użytkowników edytora bloków."],"In this free course, you'll get quick wins to make your site rank higher in Google, Bing, and Yahoo.":["W tym bezpłatnym kursie poznasz szybkie sposoby na podniesienie pozycji witryny w Google, Bing i Yahoo."],"Academy":["Akademia"],"%1$s %2$s isn't working as expected %3$s and you are not receiving updates or support! Make sure to %4$s activate your product subscription in %5$s%6$s to unlock all the features of %7$s.":[""],"%1$s can't be updated because your product subscription is expired. %2$sRenew your product subscription%3$s to get updates again and use all the features of %1$s.":["%1$s nie można zaktualizować, ponieważ subskrypcja produktu wygasła. %2$sOdnów subskrypcję produktu%3$s, aby ponownie otrzymywać aktualizacje i korzystać ze wszystkich funkcji %1$s."],"Warning! These are expert features, so make sure you know what you're doing before using this setting. You might break your site. %1$sRead more about how your site can be affected%2$s.":["Ostrzeżenie! Są to funkcje eksperckie, więc upewnij się, że wiesz, co robisz, zanim użyjesz tego ustawienia. Może to spowodować uszkodzenie witryny. %1$sPrzeczytaj więcej o tym, jak może to wpłynąć na witrynę%2$s."],"%1$s: unregistered URL parameter removed. See %2$s":["%1$s: niezarejestrowany parametr URL został usunięty. Zobacz %2$s"],"This feature is disabled when your site is not using pretty permalinks.":["Ta funkcja jest wyłączona, gdy witryna nie używa ładnych permalinków."],"This feature is disabled when your site is not using %1$spretty permalinks%2$s.":["Ta funkcja jest wyłączona, gdy witryna nie używa %1$spretty permalinks%2$s."],"%1$s: redirect utm variables to #":["%1$s: przekieruj zmienne utm do #"],"Optimize your business for multiple locations":["Optymalizacja działalności dla wielu lokalizacji"],"Easily add maps, address finders, and opening hours to your content":["Łatwo dodawaj mapy, wyszukiwarki adresów i godziny otwarcia do swoich treści"],"Automatically get technical SEO best practices for local businesses":["Automatycznie uzyskaj najlepsze techniczne praktyki SEO dla lokalnych firm"],"Attract more customers to your site and physical store":[""],"Remove Other profile %1$s":["Usuń inny profil %1$s"],"Please select a user in the Site representation step.":["Wybierz użytkownika w kroku reprezentacji witryny."],"You can %1$supdate or add social profiles to this user profile%2$s.":["Możesz %1$saktualizować lub dodawać profile społecznościowe do tego profilu użytkownika%2$s."],"You have selected the user %1$s as the person this site represents.":["Wybrano użytkownika %1$s jako osobę, którą reprezentuje ta witryna. Informacje o tym profilu użytkownika będą teraz używane w wynikach wyszukiwania. Nie możesz aktualizować tego profilu użytkownika, więc poproś tego użytkownika lub administratora, aby upewnił się, że informacje są poprawne."],"If you select a Person to represent this site, we will use the social profiles from the selected user's profile page.":["Jeśli wybierzesz osobę do reprezentowania tej witryny, użyjemy profili społecznościowych ze strony profilu wybranego użytkownika."],"It looks like you've enabled media pages. We recommend that you help us to re-analyze your site by running the SEO data optimization. ":["Wygląda na to, że masz włączone strony mediów. Zalecamy ponownie przeanalizować witrynę, uruchamiając optymalizację danych SEO. "],"Organization Mastodon":["Organizacja Mastodon"],"%1$s Settings - %2$s":["%1$s Ustawienia - %2$s"],"Read more about how to get your site verified.":["Przeczytaj więcej o tym, jak zweryfikować swoją witrynę."],"Get your site verified in your Mastodon profile.":["Zweryfikuj swoją witrynę w profilu Mastodon."],"E.g. https://mastodon.social/@yoast":["Np. https://mastodon.social/@yoast"],"Mastodon":["Mastodon"],"%2$s integrates %1$s' Schema output into its own to get rich snippets for your digital products!":["%2$s integruje dane wyjściowe Schema %1$s z własnymi, aby uzyskać rich snippets dla swoich produktów cyfrowych!"],"Get %1$srich results for your digital products%2$s in Google search":["Uzyskaj %1$sbogate wyniki dla swoich produktów cyfrowych%2$s w wyszukiwarce Google"],"Add trustworthiness to your %1$s profile by verifying your site with %2$s.":["Dodaj wiarygodność do swojego profilu %1$s, weryfikując swoją witrynę za pomocą %2$s."],"Verify your site on %1$s%2$s%3$s":["Zweryfikuj swoją witrynę na %1$s%2$s%3$s"],"Mastodon profile not yet added":["Profil Mastodon nie został jeszcze dodany"],"Mastodon profile added":["Profil Mastodon został dodany"],"Potentially non-inclusive":["Potencjalnie nieintegracyjne zwroty"],"Finish your %s":["Zakończ %s"],"Please enter a number between 1 and 50.":["Proszę wpisać liczbę z przedziału od 1 do 50."],"Settings navigation":["Nawigacja ustawień"],"Close settings navigation":["Zamknij nawigację ustawień"],"Open settings navigation":["Otwórz nawigację ustawień"],"Choose whether your site represents an organization or a person. %1$sLearn more about the differences and choosing between Organization and Person%2$s.":["Wybierz, czy witryna reprezentuje organizację czy osobę. %1$sDowiedz się więcej o różnicach i wyborze między Organizacją a Osobą%2$s."],"%1$sGet%2$s %3$s":["%1$sPobierz%2$s %3$s"],"Index Now":["Indeksuj teraz"],"Failed to retrieve media.":["Nie udało się wyświetlić medium."],"Limit the length of internal site search queries to reduce the impact of spam attacks and confusing URLs. Please enter a number between 1 and 50.":["Ogranicz długość zapytań do wyszukiwania w witrynie, aby zmniejszyć wpływ ataków spamowych i mylących adresów URL. Wprowadź liczbę z przedziału od 1 do 50."],"The number you've entered is not between 1 and 50.":["Wprowadzona liczba nie mieści się w przedziale od 1 do 50."],"Determine how your %1$s should look on social media.":["Ustal, jak %1$s powinny wyglądać w mediach społecznościowych."],"Disabling this means that archive pages for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Wyłączenie tego oznacza, że strony archiwalne dla %1$s nie będą indeksowane przez wyszukiwarki i zostaną wykluczone z map stron XML."],"Prevents specific URL parameters from being removed by the above feature. E.g., adding %1$s will prevent %2$s from being redirected to %3$s. You can add multiple parameters and separate them by using enter or a comma.":["Zapobiega usuwaniu określonych parametrów URL przez powyższą funkcję. Np. dodanie %1$s zapobiegnie przekierowaniu %2$s na %3$s. Możesz dodać wiele parametrów i oddzielić je za pomocą enter lub przecinka."],"Consolidates WordPress' multiple site search URL formats into the %1$s syntax. E.g., %2$s will redirect to %3$s":["Konsoliduje formaty URL wyszukiwania wielu stron WordPressa w składnię %1$s. Np. %2$s przekieruje do %3$s"],"Redirect pretty URLs to ‘raw’ formats":["Przekierowywanie ładnych adresów URL do \"surowych\" formatów"],"Allow":["Zezwól"],"Deny":["Odrzuć"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["Aby zobaczyć ten film, musisz zezwolić %1$s na ładowanie osadzonych filmów z %2$s."],"Only available for English sites":["Dostępne tylko dla stron w języku angielskim"],"You can change the default type for %1$s under Content types in the %2$sSettings%3$s.":["Możesz zmienić domyślny typ dla %1$s w sekcji Typy zawartości w %2$sUstawieniach%3$s."],"all the Yoast plugins":["wszystkie wtyczki Yoast"],"Show date archives in search results":["Pokaż archiwa dat w wynikach wyszukiwania"],"Show %1$s archives in search results":["Pokaż archiwa %1$s w wynikach wyszukiwania"],"Prefix for archive breadcrumbs":["Prefiks dla okruszków w archiwum"],"Unlock rich results in Google search by using plugins that integrate with the %1$sYoast Schema API%2$s.":["Odblokuj bogate wyniki w wyszukiwarce Google, używając wtyczek, które integrują się z %1$sYoast Schema API%2$s."],"Schema API integrations":["Integracje API schematów"],"%s can integrate with other products, to help you further improve your website. You can enable or disable these integrations below.":["%s może integrować się z innymi produktami, aby pomóc jeszcze bardziej ulepszyć stronę internetową. Możesz włączyć lub wyłączyć te integracje poniżej."],"Unlock rich snippets for your product pages by using %1$s.":["Odblokuj „rich snippets” dla swoich stron produktowych za pomocą %1$s."],"Get %1$srich product results%2$s in Google search":["Uzyskaj %1$sbogate wyniki produktów%2$s w wyszukiwarce Google"],"%1$s integrates with %2$s's Schema API to get rich snippets for your recipes!":["%1$s integruje się z %2$s's Schema API, aby uzyskać „rich snippets” dla przepisów!"],"Get %1$srich results for your recipes%2$s in Google search":["Uzyskaj %1$sbogate wyniki dla swoich przepisów%2$s w wyszukiwarce Google"],"%1$s integrates with %2$s's Schema API to get rich snippets for your podcasts!":["%1$s integruje się z %2$s's Schema API, aby uzyskać „rich snippets” dla podcastów!"],"Get %1$srich results for your podcast%2$s in Google search":["Uzyskaj %1$sbogate wyniki dla swojego podcastu%2$s w wyszukiwaniu Google"],"%1$s integrates with %2$s's Schema API to get rich snippets for your events!":["%1$s integruje się z %2$s's Schema API, aby uzyskać „rich snippets” dla wydarzeń!"],"Get %1$srich results for your events%2$s in Google search":["Uzyskaj %1$sbogate wyniki dla swoich wydarzeń%2$s w wyszukiwarce Google"],"You have selected the user %1$s%3$s%2$s as the person this site represents. Their user profile information will now be used in search results. We're sorry, you're not allowed to edit this user's profile. Please contact your admin or %1$s%3$s%2$s to check and/or update the profile.":["Wybrałeś użytkownika %1$s%3$s%2$s jako osobę, którą reprezentuje ta strona. Informacje o ich profilu użytkownika będą teraz używane w wynikach wyszukiwania. Przykro nam, nie możesz edytować profilu tego użytkownika. Skontaktuj się z administratorem lub %1$s%3$s%2$s, aby sprawdzić i/lub zaktualizować profil."],"An organization name and logo need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site name and logo as default values. %1$sLearn more about the importance of structured data%2$s.":["Nazwa organizacji i logo muszą być ustawione, aby dane strukturalne działały poprawnie. Ponieważ jeszcze ich nie ustawiono, używamy nazwy witryny i logo jako wartości domyślnych. %1$sDowiedz się więcej o znaczeniu danych strukturalnych%2$s."],"This info is intended to appear in %1$sGoogle's Knowledge Graph%2$s.":["Ta informacja ma się pojawić w %1$sGoogle's Knowledge Graph%2$s."],"Other profile %1$s":["Inny profil %1$s"],"Tweet":["Tweet"],"Organization Twitter":["Organizacja Twitter"],"Open Graph":["Otwórz wykres"],"Organization Facebook":["Organizacja Facebook"],"OpenGraph":["OpenGraph"],"Format archives":["Archiwa formatu"],"File":["Plik"],"PDF":["PDF"],"Video":["Film"],"Attachment":["Załącznik"],"404 pages title":["Tytuł strony 404"],"Search pages title":["Tytuł strony wyszukiwania"],"Enable date archives":["Włącz archiwa dat"],"Enable author archives":["Włącz archiwa autorów"],"Anchor text for the homepage":["Anchor tekst dla strony głównej"],"Organization/person":["Organizacja/osoba"],"Divider":["Separator"],"Remove Atom/RDF feeds":["Usuń kanały Atom/RDF"],"Webmaster":["Webmaster"],"Share":["Udostępnij"],"Structured data":["Dane strukturalne"],"Enable the %1$s XML sitemaps. A sitemap is a file that lists a website's essential pages to make sure search engines can find and crawl them.":["Włącz mapy stron XML %1$s. Mapa strony to plik, który zawiera listę najważniejszych stron witryny, aby upewnić się, że wyszukiwarki mogą je znaleźć i indeksować."],"The %1$s icon in the top admin bar provides quick access to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["Ikona %1$s na górnym pasku administratora zapewnia szybki dostęp do narzędzi firm trzecich do analizy stron i ułatwia sprawdzenie, czy masz nowe powiadomienia."],"Allows for Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared. Keep this feature enabled to optimize your site for social media.":["Pozwala Facebookowi i innym mediom społecznościowym wyświetlić podgląd z obrazów i fragmentu tekstu, gdy link do witryny jest udostępniany. Włącz tę funkcję, aby zoptymalizować swoją witrynę pod kątem mediów społecznościowych."],"Count the number of internal links from and to your posts to improve your site structure.":["Policz liczbę linków wewnętrznych z i do twoich wpisów, aby poprawić strukturę witryny."],"Mark and filter your cornerstone content to make sure your most important articles get the attention they deserve. To help you write excellent copy, we’ll assess your text more strictly.":["Oznaczaj i filtruj swoje kluczowe treści, aby mieć pewność, że najważniejsze artykuły otrzymają uwagę, na którą zasługują. Aby pomóc w pisaniu doskonałych kopii, będziemy bardziej rygorystycznie oceniać tekst."],"Get more insights into what you are writing. What words do you use most often? How much time does it take to read your text? Is your text easy to read?":["Uzyskaj większy wgląd w to, co piszesz. Jakich słów używasz najczęściej? Ile czasu zajmuje przeczytanie tekstu? Czy tekst jest łatwy do odczytania?"],"The inclusive language analysis offers suggestions to write more inclusive copy, so more people will be able to relate to your content.":["Analiza języka integracyjnego oferuje sugestie dotyczące pisania bardziej integracyjnych kopii, dzięki czemu więcej osób będzie mogło odnieść się do treści."],"The SEO analysis offers suggestions to improve the findability of your text and makes sure that your content meets best practices.":["Analiza SEO oferuje sugestie, które mają na celu poprawę wykrywalności tekstu i upewnia się, że treści spełniają najlepsze praktyki."],"Set the basic info for your website. You can use %1$stagline%2$s and %1$sseparator%2$s as %3$sreplacement variables%4$s when configuring the search appearance of your content.":["Ustaw podstawowe informacje dla swojej strony internetowej. Możesz użyć %1$stagline%2$s i %1$sseparator%2$s jako %3$szmienne zastępcze%4$s podczas konfigurowania wyglądu wyszukiwania treści."],"Usage tracking allows us to track some data about your site to improve our plugin. %1$sLearn more about which data we track and why%2$s.":["Śledzenie użytkowania pozwala nam śledzić niektóre dane o witrynie, aby poprawić naszą wtyczkę. %1$sDowiedz się więcej o tym, jakie dane śledzimy i dlaczego%2$s."],"A link to the archive for the post author, with the author's name as anchor text.":["Link do archiwum dla autora wpisu, z nazwą autora jako tekst."],"Determine how your %1$s pages should be described by default in your site's Schema.org markup. You can always customize the settings for individual %1$s pages in the %2$s metabox.":["Określ, jak strony %1$s powinny być domyślnie opisane w znaczniku Schema.org witryny. Zawsze możesz dostosować ustawienia dla poszczególnych stron %1$s w metaboksie %2$s."],"Determine how your %1$s pages should look in search engines. You can always customize the settings for individual %1$s pages in the %2$s metabox.":["Określ, jak strony %1$s powinny wyglądać w wyszukiwarkach. Zawsze możesz dostosować ustawienia dla poszczególnych %1$s stron w metaboksie %2$s."],"Enable %1$s pages":["Włącz strony %1$s"],"Determine how your homepage should look in the search results.":["Ustal, jak powinna wyglądać strona główna w wynikach wyszukiwania."],"Determine how your %1$s should look in search engines. You can always customize the settings for individual %1$s in the %2$s metabox.":["Określ, jak %1$s mają wyglądać w wyszukiwarkach. Zawsze możesz dostosować ustawienia dla poszczególnych %1$s w metaboksie %2$s."],"Enable format-based archives":["Włącz archiwa oparte na formacie"],"Not sure how to implement the %3$s breadcrumbs on your site? Read %1$sour help article on breadcrumbs implementation%2$s.":["Nie wiesz jak zaimplementować %3$s okruszki na swojej stronie? Przeczytaj %1$snasz artykuł pomocy dotyczący implementacji okruszków%2$s."],"Show %1$s without posts in search results":["Pokaż %1$s bez wpisów w wynikach wyszukiwania"],"Determine how your %1$s should look on social media by default. You can always customize the settings for individual %1$s in the %2$s metabox.":["Określ, jak %1$s mają wyglądać domyślnie na mediach społecznościowych. Zawsze możesz dostosować ustawienia dla poszczególnych %1$s w metaboksie %2$s."],"Determine what your %1$s should look like in the search results by default. You can always customize the settings for individual %1$s in the %2$s metabox.":["Określ, jak mają wyglądać %1$s w wynikach wyszukiwania domyślnie. Zawsze możesz dostosować ustawienia dla poszczególnych %1$s w metaboksie %2$s."],"This taxonomy is used for %2$s.":["Taksonomia ta jest stosowana dla %2$s."],"This taxonomy is used for %1$s and %2$s.":["Taksonomia ta jest stosowana dla %1$s i %2$s."],"Read more about our custom field analysis":["Przeczytaj więcej o naszej analizie pól niestandardowych"],"Determine how your %1$s should look on social media by default. You can always customize the settings for individual %1$s in the %2$s sidebar or metabox.":["Określ, jak %1$s mają wyglądać domyślnie w mediach społecznościowych. Zawsze możesz dostosować ustawienia dla poszczególnych %1$s w %2$s pasku bocznym lub metaboksie."],"Determine what your %1$s should look like in the search results by default. You can always customize the settings for individual %1$s in the %2$s sidebar or metabox.":["Określ, jak ma wyglądać %1$s w wynikach wyszukiwania domyślnie. Zawsze możesz dostosować ustawienia dla poszczególnych %1$s w %2$s pasku bocznym lub metaboksie."],"Determine how your %1$s should be described by default in %2$syour site's Schema.org markup%3$s. You can always change the settings for individual %1$s in the %4$s sidebar or metabox.":["Określ, w jaki sposób %1$s ma być domyślnie opisane w %2$sznaczniku Schema.org witryny%3$s. Zawsze możesz zmienić ustawienia dla poszczególnych %1$s w %4$s sidebarze lub metaboksie."],"You can add multiple custom fields and separate them by using %1$senter%2$s or %1$scomma%2$s.":["Możesz dodać wiele pól własnych i oddzielić je za pomocą %1$senter%2$s lub %1$sprzecinek%2$s."],"Please enter a search term with at least 3 characters.":["Proszę wpisać szukane hasło składające się z co najmniej 3 znaków."],"CtrlK":["CtrlK"],"⌘K":["⌘K"],"Add new user...":["Dodaj nowego użytkownika..."],"Unavailable for multisites":["Niedostępne dla instalacji „miltisite”"],"Integrate your custom fields and SEO data from %1$s%2$s%3$s":["Zintegruj swoje pola własne i dane SEO z %1$s%2$s%3$s"],"Upgrade your %1$s%2$s%3$s SEO":["Uaktualnij SEO %1$s%2$s%3$s"],"Improve your internal search results with %1$s%2$s%3$s":["Popraw swoje wewnętrzne wyniki wyszukiwania za pomocą %1$s%2$s%3$s"],"Make your terms & privacy pages more trustworthy with %1$s%2$s%3$s":["Spraw, by strony regulaminu & prywatności były bardziej godne zaufania dzięki %1$s%2$s%3$s"],"Track your rankings through time with %1$s%2$s%3$s":["Śledź swoje rankingi w czasie dzięki %1$s%2$s%3$s"],"Use %1$s%2$s%3$s to do keyword research - without leaving your post":["Użyj %1$s%2$s%3$s, aby zrobić badania słów kluczowych - bez opuszczania swojego stanowiska"],"We could not save the website name. Please check the value.":["Nie mogliśmy zapisać nazwy strony internetowej. Proszę sprawdzić wartość."],"%1$sSubheading distribution%2$s: The beginning of your text is longer than %4$s %5$s and is not separated by any subheadings. %3$sAdd subheadings to improve readability.%2$s":["%1$sRozkład podtytułów%2$s: Początek tekstu jest dłuższy niż %4$s %5$s i nie jest oddzielony żadnymi podtytułami. %3$sDodaj podtytuły, aby poprawić czytelność%2$s"],"WordPress.org support forums":["Fora wsparcia WordPress.org"],"Yoast Premium support":["Wsparcie Yoast Premium"],"Yoast.com help section":["Sekcja pomocy Yoast.com"],"Help":["Pomoc"],"Write better content":["Pisz lepsze treści"],"Improve your blog post":["Popraw swój wpis na blogu"],"Learn more SEO":["Dowiedz się więcej o SEO"],"SEO Tools":["Narzędzia SEO"],"not set":["nie ustawiona"],"With a 30-day money-back guarantee. No questions asked.":[""],"Reach new customers who live near your business":[""],"Get all 5 Yoast plugins for WordPress at a big discount":[""],"Cover all your SEO bases":["Pokryj wszystkie podstawy SEO"],"Add global identifiers for variable products":["Dodaj globalne identyfikatory dla zmiennych produktów"],"Drive more traffic to your online store":["Zwiększaj ruch do swojego sklepu internetowego"],"Add all necessary schema.org markup":["Dodaj wszystkie niezbędne znaczniki schema.org"],"Ping Google on the publication of a new post":["Pinguj Google na temat publikacji nowego wpisu"],"Rank higher in Google's news carousel":["Wyższa pozycja w karuzeli wiadomości Google"],"Make your videos responsive for all screen sizes":["Spraw, aby filmy były responsywne dla wszystkich rozmiarów ekranu"],"Cleaned up %1$d record from %2$s.":["Wyczyszczono %1$d zapis z %2$s.","Wyczyszczono %1$d zapisy z %2$s.","Wyczyszczono %1$d zapisów z %2$s."],"Cleaning up %1$s [%2$s]":["Sprzątanie %1$s [%2$s]"],"Skipping %1$s. %2$s is not active on this site.":["Pomijanie %1$s. %2$s nie jest aktywny na tej stronie."],"Cleaned up %1$d record.":["Wyczyszczono %1$d zapis.","Wyczyszczono %1$d zapisy.","Wyczyszczono %1$d zapisów."],"The value for 'batch-size' must be a positive integer higher than equal to 1.":["Wartość dla „hurtu” musi być dodatnią liczbą całkowitą większą lub równą 1."],"The value for 'interval' must be a positive integer.":["Wartość dla \"interwału\" musi być dodatnią liczbą całkowitą."],"We need to re-analyze some of your SEO data because of a change in the visibility of your taxonomies. Please help us do that by running the SEO data optimization. ":["Musimy ponownie przeanalizować niektóre z danych SEO z powodu zmiany widoczności taksonomii. Prosimy o pomoc w wykonaniu tego zadania poprzez uruchomienie optymalizacji danych SEO. "],"We need to re-analyze some of your SEO data because of a change in the visibility of your post types. Please help us do that by running the SEO data optimization. ":["Musimy ponownie przeanalizować niektóre z danych SEO z powodu zmiany widoczności typów postów. Proszę pomóc nam w tym, uruchamiając optymalizację danych SEO. "],"The term %s could not be built because it's not indexable.":["Termin %s nie mógł zostać zbudowany, ponieważ nie jest indeksowalny."],"The post %s could not be indexed because it's post type is excluded from indexing.":["Post %s nie mógł zostać zaindeksowany, ponieważ jego typ postu jest wyłączony z indeksowania."],"The post %s could not be indexed because it does not meet indexing requirements.":["Post %s nie mógł zostać zaindeksowany, ponieważ nie spełnia wymagań indeksowania."],"%1$sSAVE 30%%%2$s on your 12 month subscription":["%1$sOSZCZĘDŹ 30%%%2$s na 12-miesięcznym abonamencie"],"BLACK FRIDAY - 30% OFF":["CZARNY PIĄTEK - 30% TANIEJ"],"Use the alternate organization name for acronyms, or a shorter version of your organization's name.":["Użyj alternatywnej nazwy organizacji dla akronimów, lub krótszej wersji nazwy organizacji."],"Alternate organization name":["Alternatywna nazwa organizacji"],"Use the alternate website name for acronyms, or a shorter version of your website's name.":["Użyj alternatywnej nazwy strony dla akronimów, lub krótszej wersji nazwy strony."],"Alternate website name":["Alternatywna nazwa strony internetowej"],"Determine how the title of your 404 error pages should look in the browser.":["Wybierz, jak tytuł stron z błędami 404 ma wyglądać w przeglądarce."],"404 error pages":["Strony błędów 404"],"Determine how the title of your internal search pages should look in the browser.":["Wybierz, jak tytuł wewnętrznych stron wyszukiwania ma wyglądać w przeglądarce."],"Internal search pages":["Wewnętrzne strony wyszukiwania"],"Show media pages in search results":["Pokaż strony mediów w wynikach wyszukiwania"],"Show format archives in search results":["Pokaż archiwa formatów w wynikach wyszukiwania"],"Show author archives in search results":["Pokaż archiwa autorów w wynikach wyszukiwania"],"Breadcrumbs for %1$s":["Okruszki dla %1$s"],"Site connections":["Połączenia witryny"],"View the XML sitemap":["Zobacz mapę strony XML"],"Enable feature":["Włącz funkcję"],"Site features":["Funkcje strony"],"Learn more":["Dowiedz się więcej"],"Site info":["Informacje o stronie"],"We're sorry, you're not allowed to edit the %1$swebsite name%2$s and %1$stagline%2$s.":["Przykro nam, nie możesz edytować %1$stytułu strony%2$s i %1$spodpisu%2$s."],"Show or hide our tools and controls in the attachment editor.":["Pokaż lub ukryj nasze narzędzia i elementy sterujące w edytorze załączników."],"(e.g., %1$s)":["(np. %1$s)"],"Remove unregistered URL parameters":["Usuń niezarejestrowane parametry URL"],"Optimize Google Analytics utm tracking parameters":["Optymalizacja parametrów śledzenia Google Analytics utm"],"Remove WP-JSON API":["Usuń WP-JSON API"],"Remove emoji scripts":["Usuń skrypty emoji"],"Remove Atom / RDF feeds":["Usuń kanały Atom / RDF"],"Remove search results feeds":["Usuń kanały RSS wyników wyszukiwania"],"Remove custom taxonomy feeds":["Usuń kanały RSS taksonomii"],"Remove tag feeds":["Usuń kanały RSS tagów"],"Remove category feeds":["Usuń kanały RSS kategorii"],"Remove post type feeds":["Usuń kanały RSS dla typów wpisów"],"Remove post authors feeds":["Usunięcie kanałów RSS autorów"],"Remove post comments feeds":["Usuń RSS komentarzy do wpisów"],"Remove global comment feeds":["Usuń kanały RSS komentarzy"],"Remove global feed":["Usunięcie kanału RSS"],"Remove powered by HTTP header":["Usuń „powerem by” przez nagłówek HTTP"],"Remove generator tag":["Usuń znacznik generatora"],"Remove oEmbed links":["Usuń linki oEmbed"],"Remove RSD / WLW links":["Usuń linki RSD / WLW"],"Remove REST API links":["Usuń linki REST API"],"Remove shortlinks":["Usuń krótkie linki"],"Show or hide our tools and controls in the content editor.":["Pokaż lub ukryj nasze narzędzia i elementy sterujące w edytorze treści."],"Enable SEO controls and assessments":["Umożliwienie kontroli i oceny SEO"],"Unlock with %1$s":["Odblokowanie za pomocą %1$s"],"We couldn’t find anything with that term.":["Nie mogliśmy znaleźć nic z tym terminem."],"Search...":["Wyszukiwanie…"],"Quick search...":["Szybkie wyszukiwanie ..."],"No, continue editing":["Nie, kontynuuj edycję"],"Yes, discard changes":["Tak, odrzuć zmiany"],"You are about to discard all unsaved changes. All of your settings will be reset to the point where you last saved. Are you sure you want to do this?":["Zostaną usunięte wszystkie niezapisane zmiany. Wszystkie ustawienia zostaną zresetowane do punktu, w którym ostatnio je zapisano. Czy na pewno chcesz to zrobić?"],"Discard all changes":["Odrzuć wszystkie zmiany"],"Redirect pretty URLs for search pages to raw format":["Przekierowywanie ładnych adresów URL dla stron wyszukiwania do formatu surowego"],"Choose the general appearance of your breadcrumbs.":["Wybierz ogólny wygląd swoich okruszków."],"Breadcrumb appearance":["Wygląd okruszków"],"You have selected the user %1$s%5$s%2$s as the person this site represents. Their user profile information will now be used in search results. %3$sUpdate their profile to make sure the information is correct%4$s.":["Wybrałeś użytkownika %1$s%5$s%2$s jako osobę, którą reprezentuje ta strona. Informacje o jej profilu użytkownika będą teraz używane w wynikach wyszukiwania. %3$sZaktualizuj profil, aby upewnić się, że informacje są poprawne%4$s."],"Please tell us more about the person this site represents.":["Powiedz nam więcej o osobie, która reprezentuje witrynę."],"E.g. https://example.com/yoast":["Np. https://example.com/yoast"],"Tell us if you have any other profiles on the web that belong to your organization. This can be any number of profiles, like YouTube, LinkedIn, Pinterest, or even Wikipedia.":["Powiedz nam, czy masz jakieś inne profile w sieci, które należą do organizacji. Może to być dowolna liczba profili, jak YouTube, LinkedIn, Pinterest, a nawet Wikipedia."],"Please tell us more about your organization. This information will help Google to understand your website, and improve your chance of getting rich results.":["Proszę powiedzieć nam więcej o swojej organizacji. Te informacje pomogą Google zrozumieć witrynę i zwiększyć szansę na uzyskanie bogatych wyników."],"E.g. https://twitter.com/yoast":["Np. https://twitter.com/yoast"],"E.g. https://facebook.com/yoast":["Np. https://facebook.com/yoast"],"Other profiles":["Inne profile"],"Writing":["Pisanie"],"You can determine the title and description for the blog page by %1$sediting the blog page itself%2$s.":["Tytuł i opis dla strony bloga możesz ustalić poprzez %1$sedycję samej strony bloga%2$s."],"These are expert features, so make sure you know what you're doing before removing the parameters. %1$sRead more about how your site can be affected%2$s.":["Są to funkcje eksperckie, więc upewnij się, że wiesz, co robisz, zanim usuniesz parametry. %1$sPrzeczytaj więcej o tym, jak może to wpłynąć na witrynę%2$s."],"Advanced: URL cleanup":["Zaawansowane: Czyszczenie adresów URL"],"Prevent crawling of internal site search URLs":["Zapobieganie indeksowaniu wewnętrznych adresów URL wyszukiwania witryny"],"Block internal site searches which match the patterns of known spam attacks.":["Blokowanie wewnętrznych wyszukiwań stron, które pasują do wzorców znanych ataków spamowych."],"Block internal site searches which contain complex and non-alphanumeric characters, as they may be part of a spam attack.":["Blokuj wewnętrzne wyszukiwania stron, które zawierają złożone i niealfanumeryczne znaki, ponieważ mogą być częścią ataku spamowego."],"Enables advanced settings for protecting your internal site search URLs.":["Włącza zaawansowane ustawienia ochrony wewnętrznych adresów URL wyszukiwania witryny."],"Your internal site search can create lots of confusing URLs for search engines, and can even be used as a way for SEO spammers to attack your site. Most sites will benefit from experimenting with these protections and optimizations, even if you don’t have a search feature in your theme.":["Wyszukiwarka na stronie może stworzyć wiele mylących adresów URL dla wyszukiwarek, a nawet może być używane jako sposób dla spamerów SEO do ataku na witrynę. Większość stron skorzysta z eksperymentowania z tymi zabezpieczeniami i optymalizacjami, nawet jeśli nie masz funkcji wyszukiwania w swoim motywie."],"Internal site search cleanup":["Czyszczenie wewnętrznego wyszukiwania stron"],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of WordPress' JSON API endpoints.":["Dodaj regułę \"disallow\" do swojego pliku robots.txt, aby zapobiec indeksowaniu punktów końcowych API JSON WordPressa."],"Remove JavaScript used for converting emoji characters in older browsers.":["Usuń JavaScript używany do konwersji znaków emoji w starszych przeglądarkach."],"Remove URLs which provide alternative (legacy) formats of all of the above.":["Usuń adresy URL, które zapewniają alternatywne (starsze) formaty wszystkich powyższych."],"Remove URLs which provide information about your search results.":["Usuń adresy URL, które dostarczają informacji o wynikach wyszukiwania."],"Remove URLs which provide information about your recent posts, for each custom taxonomy.":["Usuń adresy URL, które dostarczają informacji o ostatnich postach, dla każdej niestandardowej taksonomii."],"Remove URLs which provide information about your recent posts, for each tag.":["Usuń adresy URL, które dostarczają informacji o ostatnich wpisach, dla każdego tagu."],"Remove URLs which provide information about your recent posts, for each category.":["Usuń adresy URL, które dostarczają informacji o ostatnich wpisach, dla każdej kategorii."],"Remove URLs which provide information about your recent posts, for each post type.":["Usuń adresy URL, które dostarczają informacji o ostatnich wpisach, dla każdego typu wpisu."],"Remove URLs which provide information about recent posts by specific authors.":["Usuń adresy URL, które dostarczają informacji o ostatnich postach określonych autorów."],"Remove URLs which provide information about recent comments on each post.":["Usuń adresy URL, które dostarczają informacji o ostatnich komentarzach do każdego wpisu."],"Also disables post comment feeds.":["Wyłącza również kanał komentarzy wpisów."],"Remove URLs which provide an overview of recent comments on your site.":["Usuń adresy URL, które zapewniają przegląd ostatnich komentarzy w witrynie."],"Remove URLs which provide an overview of your recent posts.":["Usuń adresy URL, które zapewniają przegląd ostatnich postów."],"WordPress outputs your content in many different formats, across many different URLs (like RSS feeds of your posts and categories). It’s generally good practice to disable the formats you’re not actively using.":["WordPress wyprowadza zawartość w wielu różnych formatach, przez wiele różnych adresów URL (jak kanały RSS twoich postów i kategorii). Ogólnie rzecz biorąc, dobrą praktyką jest wyłączenie formatów, których nie używasz."],"Disable unwanted content formats":["Wyłączenie niepożądanych formatów zawartości"],"Remove links which allow others sites to ‘ping’ yours when they link to you.":["Usuń linki, które pozwalają innym stronom na \"pingowanie\", gdy łączą się z witryną."],"Remove information about the plugins and software used by your site.":["Usuń informacje o wtyczkach i oprogramowaniu używanym przez witrynę."],"Remove links used for embedding your content on other sites.":["Usuń linki używane do osadzania treści na innych stronach."],"Remove links used by external systems for publishing content to your blog.":["Usuń linki wykorzystywane przez zewnętrzne systemy do publikowania treści na blogu."],"Remove links to the location of your site’s REST API endpoints.":["Usuń linki do lokalizacji punktów końcowych REST API witryny."],"Remove links to WordPress' internal 'shortlink' URLs for your posts.":["Usuń linki do wewnętrznych adresów URL \"shortlink\" WordPressa dla swoich wpisów."],"Remove unwanted metadata":["Usuń niechciane metadane"],"Crawl optimization":["Optymalizacja indeksów"],"Removes unknown URL parameters via a %1$s redirect. E.g., %2$s will be redirected to %3$s":["Usuwa nieznane parametry URL poprzez przekierowanie %1$s. Np. %2$s zostanie przekierowany na %3$s"],"Replaces %1$s tracking parameters with the (more performant) %2$s equivalent, via a %3$s redirect. E.g., %4$s will be redirected to %5$s":["Zastępuje %1$s parametrów śledzenia odpowiednikiem (bardziej wydajnym) %2$s, poprzez przekierowanie %3$s. Np. %4$s zostanie przekierowane na %5$s"],"Users and search engines may often request your URLs whilst using query parameters, like %1$s. These can be helpful for tracking, filtering, and powering advanced functionality - but they come with a performance and SEO ‘cost’. Sites which don’t rely on URL parameters might benefit from using these options.":["Użytkownicy i wyszukiwarki mogą często żądać adresów URL używając parametrów zapytania, takich jak %1$s. Mogą one być pomocne w śledzeniu, filtrowaniu i zasilaniu zaawansowanych funkcji - ale wiążą się z kosztami wydajności i SEO. Strony, które nie polegają na parametrach URL mogą skorzystać z tych opcji."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by Common Crawl CCBot.":["Dodaj regułę \"disallow\" do pliku robots.txt, aby zapobiec indeksowaniu przez Common Crawl CCBot."],"WordPress adds a lot of links and content to your site's %1$s and HTTP headers. For most websites you can safely disable all of these, which can help to save bytes, electricity, and trees.":["WordPress dodaje wiele linków i treści do nagłówków %1$s i HTTP witryny. Większość ludzi może bezpiecznie wyłączyć wszystkie z nich, co może pomóc w oszczędzaniu bajtów, energii elektrycznej i drzew."],"Make your site more efficient and more environmentally friendly by preventing search engines from crawling things they don’t need to, and by removing unused WordPress features. %1$sLearn more about crawl settings and how they could benefit your site%2$s.":["Spraw, aby witryna była bardziej wydajna i bardziej przyjazna dla środowiska, uniemożliwiając wyszukiwarkom indeksowanie rzeczy, których nie potrzebują, oraz usuwając nieużywane funkcje WordPress. %1$sDowiedz się więcej o ustawieniach indeksowania i jak mogą one przynieść korzyści witrynie%2$s."],"E.g., %1$s and %2$s":["Np. %1$s i %2$s"],"E.g., %1$s":["Np. %1$s"],"Enable breadcrumbs for your theme":["Włącz okruszki dla swojego motywu"],"You can always choose to enable/disable them for your theme below. This setting will not apply to breadcrumbs inserted through a widget, a block or a shortcode.":["Zawsze możesz wybrać włączenie / wyłączenie ich dla swojego motywu poniżej. To ustawienie nie będzie miało zastosowania do okruszków wstawionych przez widżet, blok lub shortcode."],"Choose which Post type you wish to show in the breadcrumbs for Taxonomies.":["Wybierz, który typ wpisu chcesz pokazać w okruszkach dla taksonomii."],"Breadcrumbs for taxonomies":["Okruszki dla taksonomii"],"Choose which Taxonomy you wish to show in the breadcrumbs for Post types.":["Wybierz taksonomię, którą chcesz pokazać w okruszkach dla typów wpisów."],"Breadcrumbs for post types":["Okruszki dla typów wpisów"],"Breadcrumb for 404 page":["Okruszek dla strony 404"],"Prefix for search page breadcrumbs":["Prefiks dla okruszków strony wyszukiwania"],"Add prefix":["Dodaj prefiks"],"Add anchor text":["Dodaj tekst"],"Add separator":["Dodaj separator"],"Configure the appearance and behavior of %1$syour breadcrumbs%2$s.":["Skonfiguruj wygląd i zachowanie %1$sokruszków%2$s."],"Disabling this will redirect the %1$s to your site's homepage.":["Wyłączenie tego spowoduje przekierowanie %1$s na stronę główną witryny."],"Refresh this page":["Odśwież tę stronę"],"Unfortunately, this means that all your unsaved changes will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Niestety oznacza to, że wszystkie niezapisane zmiany zostaną utracone. Możesz spróbować odświeżyć tę stronę, aby rozwiązać problem. Jeśli ten błąd nadal występuje, skontaktuj się z naszym zespołem wsparcia, a my udzielimy wszelkiej pomocy!"],"Something went wrong. An unexpected error occurred.":["Coś poszło nie tak. Wystąpił nieoczekiwany błąd."],"Failed to retrieve users.":["Nie udało się wyświetlić użytkowników."],"Searching users...":["Wyszukiwanie użytkowników..."],"No users found.":["Nie znaleziono żadnych użytkowników."],"Discard changes":["Porzuć zmiany"],"The profile is not valid. Please use only 1-25 letters, numbers and underscores or enter a valid Twitter URL.":["Profil jest nieprawidłowy. Proszę użyć tylko 1-25 liter, cyfr i podkreśleń lub wprowadzić prawidłowy adres URL Twittera."],"The profile is not valid. Please enter a valid URL.":["Profil jest nieprawidłowy. Proszę wprowadzić prawidłowy adres URL."],"The verification code is not valid. Please use only the letters A to F, numbers, underscores and dashes.":["Kod weryfikacyjny jest nieprawidłowy. Proszę używać tylko liter od A do F, cyfr, podkreśleń i myślników."],"The verification code is not valid. Please use only letters, numbers, underscores and dashes.":["Kod weryfikacyjny jest nieprawidłowy. Proszę używać tylko liter, cyfr, podkreśleń i myślników."],"User":["Użytkownika"],"Site basics":["Podstawy strony"],"Text formality":["Formalność tekstu"],"Read more about text formality.":["Przeczytaj więcej o formalności tekstu."],"%1$s%3$s%2$s will help you assess the formality level of your text.":["%1$s%3$s%2$s pomoże ocenić poziom formalności tekstu."],"WordPress loads lots of resources, some of which your site might not need. If you’re not using these, removing them can speed up your pages and save resources.":["WordPress ładuje wiele zasobów, z których niektóre mogą nie być potrzebne w witrynie. Jeśli ich nie używasz, usunięcie ich może przyspieszyć stronę i zaoszczędzić zasoby."],"Remove unused resources":["Usuń nieużywane zasoby"],"Prevent search engines from crawling /wp-json/":["Uniemożliwienie wyszukiwarkom przeszukiwania /wp-json/"],"Prevent search engines from crawling site search URLs":["Uniemożliwienie wyszukiwarkom przeszukiwania adresów URL witryny"],"There are unsaved changes on this page. Leaving means that those changes will be lost. Are you sure you want to leave this page?":["Na tej stronie znajdują się niezapisane zmiany. Opuszczenie strony oznacza, że te zmiany zostaną utracone. Czy na pewno chcesz opuścić tę stronę?"],"Media pages":["Strony mediów"],"Categories & tags":["Kategorie i tagi"],"Content types":["Rodzaje treści"],"Show more":["Pokaż więcej szczegółów"],"Show less":["Pokaż mniej"],"Configure the basics for your website.":["Skonfiguruj podstawy dla swojej witryny."],"This field updates the %1$stagline in your WordPress settings%2$s.":["To pole aktualizuje %1$spodpis w ustawieniach WordPress%2$s."],"Disabling this means that %1$s pages created by WordPress will not be indexed by search engines and will be excluded from XML sitemaps.":["Wyłączenie tego oznacza, że %1$s utworzone przez WordPress nie będą indeksowane przez wyszukiwarki i zostaną wykluczone z map XML."],"Show %1$s pages in search results":["Pokaż %1$s w wynikach wyszukiwania"],"We recommend keeping %1$s pages disabled. This will cause all attachment URLs to be redirected to the media itself.":["Zalecamy wyłączenie strony %1$s. To spowoduje, że wszystkie adresy URL załączników będą przekierowywać do mediów."],"%1$s pages":["%1$s stron"],"When you upload media (e.g. an image or video), %5$s automatically creates a %3$s page (attachment URL) for it. These pages are quite empty and could cause %1$sthin content problems and lead to excess pages on your site%2$s. Therefore, %4$s disables them by default (and redirects the attachment URL to the media itself).":["Kiedy przesyłasz media (np. obraz lub wideo), %5$s automatycznie tworzy dla nich %3$s stronę (URL załącznika). Strony te są puste i mogą powodować problemy z %1$streścią i prowadzić do nadmiaru stron w witrynie%2$s. Dlatego %4$s domyślnie je wyłącza (i przekierowuje URL załącznika do samego obrazka)."],"Format-based archives can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["Archiwa oparte na formatach mogą powodować problemy z duplikacją treści. Dla większości witryn zalecamy wyłączenie tego ustawienia."],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps. We recommend that you disable this setting.":["Wyłączenie tego oznacza, że %1$s nie będzie indeksowane przez wyszukiwarki i będzie wykluczone z map XML. Zalecamy wyłączenie tego ustawienia."],"%1$s can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["%1$s może powodować problemy z duplikatami treści. Dla większości witryn zalecamy wyłączenie tego ustawienia."],"%1$s (e.g. %2$s) are based on publication dates. From an SEO perspective, the posts in these archives have no real relation to the other posts except for their publication dates, which doesn’t say much about the content. They could also lead to duplicate content issues. This is why we recommend you to disable %3$s.":["%1$s (np. %2$s) są oparte na datach publikacji. Z perspektywy SEO wpisy w tych archiwach nie mają żadnego rzeczywistego związku z innymi wpisami, z wyjątkiem ich dat publikacji, co nie mówi wiele o treści. Mogą również prowadzić do problemów z duplikatami treści. Dlatego zalecamy, wyłączyć %3$s."],"Determine how your %1$s should look on social media by default.":["Wybierz, jak %1$s mają domyślnie wyglądać w mediach społecznościowych."],"Disabling this means that %1$s without any posts will not be indexed by search engines and will be excluded from XML sitemaps.":["Wyłączenie tego oznacza, że %1$s bez żadnych wpisów nie będą indeksowane przez wyszukiwarki i zostaną wykluczone z map XML."],"Show archives for authors without posts in search results":["Pokaż archiwa dla autorów bez wpisów w wynikach wyszukiwania"],"Determine how your %1$s should look in search engines.":["Wybierz, jak %1$s mają wyglądać w wyszukiwarkach."],"If you're running a one author blog, the %1$s (e.g. %2$s) will be exactly the same as your homepage. This is what's called a %3$sduplicate content problem%4$s. If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or prevent it from showing up in search results.":["Jeśli prowadzisz bloga jednego autora, to %1$s (np. %2$s) będzie dokładnie takie samo jak strona główna. Jest to tak zwany %3$sproblem duplicate content%4$s. Jeśli tak jest na stronie, możesz wybrać albo wyłączenie go (co powoduje przekierowanie na stronę główną), albo uniemożliwienie pokazywania się w wynikach wyszukiwania."],"Author archive":["Archiwum autora"],"Read more about the search results settings":["Przeczytaj więcej o ustawieniach wyników wyszukiwania"],"Determine how your %1$s should look in search engines and on social media.":["Wybierz jak %1$s mają wyglądać w wyszukiwarkach i mediach społecznościowych."],"Contact support":["Skontaktuj się z pomocą techniczną"],"We're very sorry, but it seems like the following error has interrupted our application:":["Bardzo nam przykro, ale wygląda na to, że następujący błąd przerwał działanie naszej aplikacji:"],"Read reviews from real users":["Przeczytaj recenzje od prawdziwych użytkowników"],"%1$s attempted to load the class %2$s but it could not be found.":["%1$s próbował załadować klasę %2$s, ale nie można jej było znaleźć."],"We noticed that you are using a multilingual plugin. Please be aware that this analysis feedback is intended only for texts written in English.":["Zauważyliśmy, że używasz wielojęzycznej wtyczki. Pamiętaj, że informacja zwrotna dotycząca analizy jest przeznaczona tylko dla tekstów napisanych w języku angielskim."],"Determine how your homepage should look in the search results and on social media. This is what people probably will see when they search for your brand name.":["Wybierz, jak strona główna powinna wyglądać w wyszukiwarkach i w mediach społecznościowych. To jest to, co ludzie prawdopodobnie zobaczą, gdy będą wyszukiwać nazwę marki."],"Determine how your homepage should look on social media.":["Określ, jak strona główna powinna wyglądać w mediach społecznościowych."],"Show the categories prefix in the slug":["Zachowaj prefiks kategorii w slugach"],"Category URLs in WordPress contain a prefix, usually %s. Show or hide that prefix in category URLs.":["Adresy URL kategorii w WordPressie zawierają prefiks, zwykle %s. Pokaż lub ukryj ten prefiks dla kategorii."],"Determine how your %1$s archive should look on social media.":["Wybierz, jak archiwa %1$s mają wyglądać w mediach społecznościowych."],"Disabling this means that the archive for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Wyłączenie tego oznacza, że archiwum dla %1$s nie będzie indeksowane przez wyszukiwarki i zostanie wykluczone z map XML."],"Determine how your %1$s archive should look in search engines.":["Wybierz jak archiwa %1$s mają wyglądać w wyszukiwarkach."],"These settings are specifically for optimizing your %1$s archive.":["Ustawienia te służą w szczególności do optymalizacji archiwum %1$s."],"%1$s archive":["%1$s archiwum"],"Add custom fields to page analysis":["Uwzględnij Własne Pola w analizie strony"],"Additional settings":["Dodatkowe ustawienia"],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Wyłączenie tego oznacza, że %1$s nie będzie indeksowane przez wyszukiwarki i będzie wykluczone z map XML."],"Search appearance":["Wygląd wyszukiwania"],"You haven't set a Shop page in your WooCommerce settings. %1$sPlease do this first%2$s.":["Nie ustawiono strony sklepu w ustawieniach WooCommerce. %1$sProszę to zrobić w pierwszej kolejności%2$s."],"The %1$ssocial image%2$s, %1$ssocial title%2$s and %1$ssocial description%2$s require Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":["%1$sObrazek społecznościowy%2$s, %1$stytuł społecznościowy%2$s i %1$sopis społecznościowy%2$s wymagają danych Open Graph, które są obecnie wyłączone w sekcji \"udostępnianie społecznościowe\" we %3$swłaściwościach strony%4$s."],"Oh no! It seems your form contains invalid data. Please review the following fields:":["O nie! Wygląda na to, że formularz zawiera nieprawidłowe dane. Proszę przejrzeć następujące pola:"],"Archive social image":["Obrazek archiwum w mediach społecznościowych"],"Archive social description":["Opis archiwum w mediach społecznościowych"],"Archive social title":["Tytuł archiwum w mediach społecznościowych"],"Show the archive for %1$s in search results":["Pokaż archiwum dla %1$s w wynikach wyszukiwania"],"Archive breadcrumbs title":["Okruszki archiwum w mediach społecznościowych"],"Archive meta description":["Opie metą archiwum w mediach społecznościowych"],"Archive SEO title":["Tytuł SEO archiwum w mediach społecznościowych"],"Enable %1$s for %2$s":["Włącz %1$s dla %2$s"],"Show %1$s in search results":["Pokaż %1$s w wynikach wyszukiwania"],"The selected media type is not valid. Supported types are: JPG, PNG, WEBP and GIF.":["Wybrany typ nośnika jest nieprawidłowy. Obsługiwane typy to: JPG, PNG, WEBP i GIF."],"%1$sInclusive language%2$s: We haven't detected any potentially non-inclusive phrases. Great work!":["%1$sJęzyk inkluzywny%2$s: Nie wykryliśmy żadnych potencjalnie nieintegracyjnych zwrotów. Świetna robota!"],"Potentially non-inclusive phrases":["Potencjalnie nieintegracyjne zwroty"],"Non-inclusive phrases":["Nieintegracyjne zwroty"],"Learn more about the inclusive language analysis":["Dowiedz się więcej o integracyjnej analizie językowej"],"Inclusive language:":["Język integracyjny:"],"Removes the inclusive language analysis section from the metabox and disables all inclusive language-related suggestions.":["Usuwa sekcję analizy języka integracyjnego z metaboxu i wyłącza wszystkie sugestie związane z językiem integracyjnym."],"Disable inclusive language analysis":["Wyłączenie integracyjnej analizy języka"],"Discover why inclusive language is important for SEO.":["Odkryj, dlaczego język inkluzywny jest ważny dla SEO."],"The inclusive language analysis offers suggestions to write more inclusive copy.":["Analiza języka inkluzywnego oferuje sugestie dotyczące pisania bardziej inkluzywnych kopii."],"Inclusive language analysis":["Wyłączenie integracyjnej analizy języka"],"Inclusive language":["Język integracyjny"],"%1$sInclusive language%2$s: %3$s":["%1$sJęzyk integracyjny%2$s: %3$s"],"Use %s fields to power your meta tags and templates, and analyze all of your content.":["Użyj pól %s, aby zasilić swoje meta tagi i szablony, a także przeanalizować wszystkie treści."],"Improve your technical SEO, meta tags and unlock more SEO ecommerce tools.":["Popraw swoje techniczne SEO, meta tagi i odblokuj więcej narzędzi SEO ecommerce."],"Connect your %1$s account to improve your site’s search results using %2$s data.":["Połącz konto %1$s, aby poprawić wyniki wyszukiwania witryny za pomocą danych %2$s."],"Upgrade your meta tags and social previews and manage your SEO settings in one place.":["Zaktualizuj swoje meta tagi i podglądy społecznościowe i zarządzaj ustawieniami SEO w jednym miejscu."],"Get the most out of %1$s%2$s%3$s and %4$s, together":["Wykorzystaj maksymalnie %1$s%2$s%3$s i %4$s, razem"],"Take advantage of your favorite SEO & content analysis tools with your favorite page builder.":["Wykorzystaj swoje ulubione narzędzia do analizy SEO i treści z ulubionym page builderem."],"Get %1$s tools and functionality in %2$s%3$s%4$s":["Uzyskaj narzędzia %1$s i funkcjonalności w %2$s%3$s%4$s"],"Use the power of the blockchain to timestamp your content with %s.":["Wykorzystaj moc blockchain, aby oznaczyć czasowo treści za pomocą %s."],"Keep an eye on how your posts are ranking by connecting to your %s account.":["Śledź wpisy w rankingu, łącząc się ze swoim kontem %s."],"Find out what your audience is searching for with %s data right in your sidebar.":["Dowiedz się, czego szukają odbiorcy dzięki danym %s bezpośrednio w pasku bocznym."],"Front-end SEO inspector":["Inspektor SEO front-end"],"Oops! Something went wrong while saving.":["Ups! Coś poszło nie tak podczas zapisywania."],"Great! Your settings were saved successfully.":["Świetnie! Ustawienia zostały pomyślnie zapisane."],"Get your verification code in %1$sYandex Webmaster tools%2$s.":["Pobierz swój kod weryfikacyjny w %1$sNarzędziach dla Webmasterów Yandex%2$s."],"Yandex":["Yandex"],"Claim your site over at %1$sPinterest%2$s.":["Zarejestruj swoją stronę w %1$sPinterest%2$s."],"Get your verification code in %1$sGoogle Search console%2$s.":["Pobierz swój kod weryfikacyjny w %1$sGoogle Search Console%2$s."],"Get your verification code in %1$sBing Webmaster tools%2$s.":["Pobierz kod weryfikacyjny w %1$sNarzędziach dla Webmasterów Bing%2$s."],"Bing":["Bing"],"Add verification code":["Dodaj kod weryfikacyjny"],"Get your verification code in %1$sBaidu Webmaster tools%2$s.":["Pobierz kod weryfikacyjny w %1$sNarzędziach dla webmasterów Baidu%2$s."],"Baidu":["Baidu"],"Verify your site with different tools. This will add a verification meta tag to your homepage. You can find instructions on how to verify your site for each platform by following the link in the description.":["Zweryfikuj witrynę za pomocą różnych narzędzi. Spowoduje to dodanie meta tagu weryfikacji na stronie głównej. Możesz znaleźć instrukcje, jak zweryfikować witrynę dla każdej platformy poprzez link w opisie."],"By default only editors and administrators can access the Advanced and Schema section of the %1$s sidebar or metabox. Disabling this allows access to all users.":["Domyślnie tylko redaktorzy i administratorzy mają dostęp do sekcji zaawansowanej i Schema w metaboksie %1$s. Wyłączenie tego pozwala na dostęp dla wszystkich użytkowników."],"Restrict advanced settings for authors":["Ograniczenie zaawansowanych ustawień dla autorów"],"This Yoast SEO REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use Yoast SEO for all their SEO meta output.":["Ten punkt końcowy Yoast SEO REST API daje wszystkie metadane, których potrzebujesz dla konkretnego adresu URL. To bardzo ułatwi witrynom WordPress korzystanie z Yoast SEO dla wszystkich ich meta danych wyjściowych SEO."],"REST API endpoint":["Obsługa punktów końcowych API REST v3"],"APIs":["Interfejsy API"],"Slack sharing":["Udostępnianie na Slack"],"Allows for Twitter to display a preview with images and a text excerpt when a link to your site is shared.":["Umożliwia Twitterowi na wyświetlanie podglądu z obrazkami i fragmentem tekstu, gdy link do witryny jest udostępniany."],"Twitter card data":["Dane karty Twittera"],"Open Graph data":["Włącz dane Open Graph"],"Social sharing":["Udostępnianie społecznościowe"],"Site structure":["Struktura strony"],"Tell us which features you want to use.":["Powiedz nam, z jakich funkcji chcesz korzystać."],"Site preferences":["Preferencje witryny"],"Network disabled":["Wyłączone w sieci"],"Unavailable for sub-sites":["Niedostępne dla podstron"],"This image is used as a fallback for posts/pages that don't have any images set.":["Ten obraz jest używany jako awaryjny dla wpisów/stron, które nie mają ustawionych żadnych obrazów."],"Site image":["Obraz strony"],"Title separator":["Separator tytułu"],"Recommended size for this image is %1$s%3$s%2$s":["Zalecany rozmiar dla tego obrazu to %1$s%3$s%2$s"],"The %1$sSite image%2$s requires Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":["Obraz %1$sStrony%2$s wymaga danych Open Graph, które są obecnie wyłączone w sekcji \"Udostępnianie społecznościowe\" w %3$sCechach strony%4$s."],"Automatically add content to your RSS. This enables you to add links back to your blog and your blog posts, helping search engines identify you as the original source of the content.":["Automatycznie dodawaj treści do swoich RSS. Umożliwia to dodawanie linków zwrotnych do bloga i wpisów, pomagając wyszukiwarkom zidentyfikować witrynę jako oryginalne źródło treści."],"RSS feed":["Kanał RSS"],"%1$s (default)":["%1$s (domyślnie)"],"We took the liberty of using your website name and logo for the organization name and logo. Feel free to change them below.":["Pozwoliliśmy sobie wykorzystać tytuł i logo witryny jako nazwę organizacji i logo. Możesz je zmienić poniżej."],"Edit your %1$s":["Edytuj %1$s"],"slug":["ścieżka"],"keyphrase":["fraza kluczowa"],"A company name and logo need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site name and logo as default values. %1$sLearn more about the importance of structured data.%2$s":["Nazwa firmy i logo muszą być ustawione, aby dane strukturalne działały poprawnie. Ponieważ jeszcze ich nie ustawiłeś, używamy nazwy witryny i logo jako wartości domyślnych. %1$sDowiedz się więcej o znaczeniu danych strukturalnych%2$s"],"Install %1$s Content Analysis for %2$s":["Zainstaluj %1$s Analiza treści dla %2$s"],"Activate %1$s Content Analysis for %2$s":["Aktywuj %1$s Analiza treści dla %2$s"],"%1$s integrates with %2$s":["%1$s integruje się z %2$s"],"Integration active":["Aktywna integracja"],"Plugin not detected":["Wtyczka nie została wykryta"],"Enable integration":["Włącz integrację"],"Plugin integrations":["Integracje wtyczek"],"Recommended integrations":["Zalecane integracje"],"Enable %1$s":["Włącz %1$s"],"Integration unavailable for multisites":["Integracja niedostępna dla instalacji multisite"],"Network Disabled":["Wyłączone w sieci"],"Unlock with Premium!":["Odblokuj z Premium!"],"Premium SEO analysis:":["Analiza SEO Premium:"],"Beta":["Wersje beta"],"Are you publishing news articles? %s helps you optimize your site for Google News.":["Czy publikujesz artykuły informacyjne? %s pomaga w optymalizacji witryny pod kątem Google News."],"no data":["brak danych"],"Your text should be slightly longer to calculate your Flesch reading ease score.":["Tekst powinien być nieco dłuższy, aby obliczyć wynik łatwości czytania Flesch."],"Continue writing to get insight into the readability of your text!":["Pisz dalej, aby uzyskać wgląd w czytelność tekstu!"],"%1$sKeyphrase distribution%2$s: Have you evenly distributed your focus keyphrase throughout the whole text? %3$sYoast SEO Premium will tell you!%4$s":["%1$sRozmieszczenie frazy kluczowej%2$s: Czy równomiernie rozłożyłeś frazę kluczową fokusową w całym tekście? %3$sYoast SEO Premium Ci to powie!%4$s"],"%1$sWord complexity%2$s: Is your vocabulary suited for a larger audience? %3$sYoast SEO Premium will tell you!%4$s":["%1$sZłożoność słów%2$s: Czy słownictwo jest dostosowane do większej grupy odbiorców? %3$sYoast SEO Premium Ci to podpowie!%4$s"],"Get %s to enjoy the benefits of prominent words":["Pobierz %s, aby cieszyć się korzyściami płynącymi z wybitnych słów"],"With %1$s%3$s%2$s, this section will show you which words occur most often in your text. By checking these prominent words against your intended keyword(s), you'll know how to edit your text to be more focused.":["Z %1$s%3$s%2$s, ta sekcja pokaże, które słowa występują najczęściej w tekście. Sprawdzając te słowa pod kątem zamierzonego słowa kluczowego (słów kluczowych), dowiesz się, jak edytować tekst, aby był bardziej skoncentrowany."],"Buy %s now!":["Kup %s teraz!"],"Are you working on a news article? %s helps you optimize your site for Google News.":["Pracujesz nad artykułem informacyjnym? %s pomaga w optymalizacji witryny pod kątem Google News."],"Premium SEO analysis":["Analiza SEO Premium"],"1 year of premium support and updates included!":["1 rok wsparcia premium i aktualizacji w zestawie!"],"Unlock with %s":["Odblokuj za pomocą %s"],"Learn more about character count":["Dowiedz się więcej o liczbie znaków"],"Character count":["Liczba znaków"],"Learn more about word count":["Dowiedz się więcej o liczeniu słów"],"Word count":["Liczba słów"],"Learn more about Flesch reading ease":["Dowiedz się więcej o łatwości czytania Flesch"],"out of 100":["na 100"],"okay":["ok"],"Learn more about reading time":["Dowiedz się więcej o czasie czytania"],"Reading time":["Czas czytania"],"minute":["minuta","minuty","minut"],"Activate %1$s!":["Włącz %1$s!"],"You've installed %1$s but it's not activated yet. %2$sActivate %1$s now!%3$s":["Zainstalowano %1$s, ale nie jest on jeszcze włączony. %2$sWłącz %1$s teraz!%3$s"],"Automatically ping search engines like Bing and Yandex whenever you publish, update or delete a post.":["Automatycznie pinguj wyszukiwarki takie jak Bing i Yandex, gdy tylko opublikujesz, zaktualizujesz lub usuniesz wpis."],"Additional URL parameters to allow":["Dodatkowe parametry URL, które należy dopuścić"],"Permalink cleanup settings":["Ustawienia czyszczenia permalinka"],"Max number of characters to allow in searches":["Maksymalna liczba znaków dopuszczalna w wyszukiwaniu"],"Search cleanup settings":["Ustawienia czyszczenia wyszukiwania"],"Filter searches with common spam patterns":["Filtrowanie wyszukiwań z typowymi wzorcami spamu"],"Filter searches with emojis and other special characters":["Filtrowanie wyszukiwań za pomocą emojis i innych znaków specjalnych"],"Filter search terms":["Filtrowanie fraz wyszukiwania"],"Unregistered URL parameters":["Niezarejestrowane parametry URL"],"Campaign tracking URL parameters":["Parametry URL śledzenia kampanii"],"Timestamp this %s":["Oznacz %s znacznikiem czasu"],"%1$s: Not all the words from your keyphrase \"%4$s\" appear in the SEO title. %2$s%5$s%3$s.":["%1$s: Nie wszystkie słowa z frazy kluczowej \"%4$s\" pojawiają się w tytule SEO. %2$s%5$s%3$s."],"%1$s: The focus keyphrase appears at the beginning of the SEO title. Good job!":["%1$s: Fraza kluczowa fokusowa pojawia się na początku tytułu SEO. Dobra robota!"],"Keyphrase in SEO title":["Fraza kluczowa w tytule SEO"],"Contact %s support.":["Kontakt ze wsparciem %s."],"WordProof Timestamp":["Znacznik czasu WordProof"],"View this content's Timestamp certificate":["Wyświetlanie certyfikatu znacznika czasu tej zawartości"],"Contact WordProof support":["Skontaktuj się z pomocą techniczną WordProof"],"Find out how IndexNow can help your site.":["Dowiedz się, jak IndexNow może pomóc witrynie."],"IndexNow":["IndexNow"],"Dismiss this notice.":["Ukryj komunikat."],"We noticed that you haven't fully configured Yoast SEO yet. Optimize your SEO settings even further by using our improved %1$s First-time configuration%2$s.":["Zauważyliśmy, że nie skonfigurowałeś jeszcze w pełni Yoast SEO. Zoptymalizuj swoje ustawienia SEO jeszcze bardziej, korzystając z naszej ulepszonej %1$s konfiguracji po raz pierwszy%2$s."],"SEO configuration":["Konfiguracja SEO"],"Feed crawl settings":["Ustawienia indeksowania kanałów"],"Basic crawl settings":["Podstawowe ustawienia indeksowania"],"Powered by HTTP header":["Wspierany przez nagłówek HTTP"],"Pingback HTTP header":["Nagłówek HTTP Pingback"],"Emoji scripts":["Skrypty Emoji"],"Generator tag":["Generator tagów"],"oEmbed links":["Linki oEmbed"],"RSD / WLW links":["Linki RSD / WLW"],"REST API links":["Linki do REST API"],"Shortlinks":["Shortlinki"],"Atom/RDF feeds":["Kanały Atom/RDF"],"Search results feeds":["Kanały wyników wyszukiwania"],"Custom taxonomy feeds":["Kanały taksonomii"],"Tag feeds":["Kanały tagów"],"Category feeds":["Kanały kategorii"],"Post type feeds":["Kanały typów wpisów"],"Post authors feeds":["Kanały autorów wpisów"],"Global comment feeds":["Globalny kanał komentarzy"],"Global feed":["Kanał globalny"],"%1$sLearn more about crawl settings.%2$s":["%1$s Dowiedz się więcej o ustawieniach indeksowania.%2$s"],"Post comments feeds":["Kanały komentarzy wpisów"],"Crawl settings":["Ustawienia indeksowania"],"Finish configuration":["Konfiguracja końcowa"],"Personal preferences":["Osobiste preferencje"],"SEO data optimization":["Optymalizacja danych SEO"],"An error has occurred: %1$s":["Wystąpił błąd: %1$s"],"We could not save the organization name. Please check the value.":["Nie udało się zapisać nazwy organizacji. Proszę sprawdzić wartość."],"No items found.":["Nie znaleziono żadnych elementów."],"All redirect types":["Wszystkie typy przekierowań"],"Add Redirect":["Dodaj przekierowanie"],"Old URL":["Stary adres"],"The redirect type is the HTTP response code sent to the browser telling the browser what type of redirect is served. %1$sLearn more about redirect types%2$s.":["Typ przekierowania to kod odpowiedzi HTTP, wysyłany do przeglądarki, który mówi jej, jakiego rodzaju przekierowanie ma miejsce. %1$sPrzeczytaj więcej o typach przekierowań%2$s."],"301 Moved Permanently":["301 Przeniesiono na stałe"],"Type":["Typ"],"Plain redirects":["Zwykłe przekierowania"],"Regex Redirects":["Przekierowania Regex"],"There are unsaved changes in one or more steps. Leaving means that those changes may not be saved. Are you sure you want to leave?":["W jednym lub kilku krokach wprowadzono niezapisane zmiany. Opuszczenie kursu oznacza, że zmiany te mogą nie zostać zapisane. Czy na pewno chcesz wyjść?"],"Add another profile":["Dodaj kolejny profil"],"Start first-time configuration!":["Rozpocznij konfigurację po raz pierwszy!"],"Set the essential %s settings for your site in a few steps.":["W kilku krokach skonfiguruj niezbędne ustawienia %s witryny."],"For the best ranking results: configure %s!":["Aby uzyskać najlepsze wyniki w rankingu: skonfiguruj %s!"],"Your site is already easier to find for search engines.":["Twoja witryna jest już łatwiejsza do znalezienia przez wyszukiwarki."],"Tell us about your site, so we can get it ranked!":[""],"Or go to your SEO dashboard":["Przejdź do kokpitu SEO"],"E.g. example@email.com":["Np. example@email.com"],"Please enter a valid email address.":["Wprowadź poprawny adres email."],"Tell us! Is your site about an organization or a person? ":[""],"Personal logo or avatar":["Osobiste logo lub awatar"],"Select a user":["Wybierz użytkownika"],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. You're not allowed to update this user profile, so please ask this user or an admin to make sure the information is correct.":["Wybrano użytkownika %1$s jako osobę, którą reprezentuje ta witryna. Informacje o tym profilu użytkownika będą teraz używane w wynikach wyszukiwania. Nie możesz aktualizować tego profilu użytkownika, więc poproś tego użytkownika lub administratora, aby upewnił się, że informacje są poprawne."],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. %2$sUpdate this profile to make sure the information is correct%3$s.":["Wybrano użytkownika %1$s jako osobę, którą reprezentuje ta witryna. Te informacje o profilu użytkownika będą teraz używane w wynikach wyszukiwania. %2$s Zaktualizuj ten profil, aby upewnić się, że informacje są poprawne%3$s."],"Uploading image...":["Przesyłanie obrazka..."],"Select an option":["Wybierz opcje"],"Be aware that you should run the SEO data optimization for this configuration to take maximum effect.":["Należy pamiętać, że aby ta konfiguracja przyniosła maksymalne efekty, należy uruchomić optymalizację danych SEO."],"We've already successfully analyzed your site. You can move on to the next step.":["Przeprowadziliśmy już pomyślną analizę witryny. Możesz przejść do następnego kroku."],"SEO data optimization is running… You can safely move on to the next steps of this configuration.":["Optymalizacja danych SEO działa... Można bezpiecznie przejść do następnych kroków tej konfiguracji."],"You're not allowed to edit the social profiles of this user. Please ask this user or an admin to do this.":["Nie masz uprawnień do edycji profili społecznościowych tego użytkownika. Poproś tego użytkownika lub administratora, aby to zrobił."],"E.g. https://www.wikipedia.com/yoast":["Np. https://www.wikipedia.com/yoast"],"E.g. https://www.youtube.com/yoast":["Np. https://www.youtube.com/yoast"],"E.g. https://www.twitter.com/yoast":["Np. https://www.twitter.com/yoast"],"E.g. https://www.tumblr.com/yoast":["Np. https://www.tumblr.com/yoast"],"E.g. https://www.soundcloud.com/yoast":["Np. https://www.soundcloud.com/yoast"],"E.g. https://www.pinterest.com/yoast":["Np. https://www.pinterest.com/yoast"],"E.g. https://www.myspace.com/yoast":["Np. https://www.myspace.com/yoast"],"E.g. https://www.linkedin.com/yoast":["Np. https://www.linkedin.com/yoast"],"E.g. https://www.instagram.com/yoast":["Np. https://www.instagram.com/yoast"],"E.g. https://www.facebook.com/yoast":["Np. https://www.facebook.com/yoast"],"Delete item":["Usuń element"],"E.g. https://social-platform.com/yoast":["Np. https://social-platform.com/yoast"],"Other social profile":["Inny profil społecznościowy"],"First-time configuration":["Pierwsza konfiguracja"],"You should finish the %1$sfirst time configuration%2$s to make sure your SEO data has been optimized and you’ve set the essential Yoast SEO settings for your site.":["Powinieneś zakończyć konfigurację %1$s po raz pierwszy%2$s, aby upewnić się, że dane SEO zostały zoptymalizowane i że ustawiłeś niezbędne ustawienia Yoast SEO dla swojej witryny."],"Step 4: Go through the first time configuration":["Krok 4: Przeprowadź konfigurację po raz pierwszy"],"Postname permalink":["Link do wpisu"],"Page comments":["Uwagi do strony"],"Links table":["Tabela odnośników"],"If you already have saved AIOSEO 'Search Appearance' settings and the issue persists, please contact our support team so we can take a closer look.":["Jeśli ustawienia \"Wygląd wyszukiwarki\" AIOSEO zostały już zapisane, a problem nadal występuje, skontaktuj się z naszym zespołem pomocy technicznej, abyśmy mogli przyjrzeć się mu bliżej."],"If you have never saved any AIOSEO 'Search Appearance' settings, please do that first and run the import again.":["Jeśli nigdy nie zapisywałeś ustawień wyglądu wyszukiwarki AIOSEO, zrób to najpierw, a następnie uruchom ponownie import."],"The AIOSEO import was cancelled because some AIOSEO data is missing. Please try and take the following steps to fix this:":["Import AIOSEO został anulowany, ponieważ brakuje niektórych danych AIOSEO. Spróbuj wykonać następujące czynności, aby to naprawić:"],"The validation of the AIOSEO data structure has failed.":["Walidacja struktury danych AIOSEO nie powiodła się."],"Currently, the %s integration is not available for multisites.":["Obecnie integracja %s nie jest dostępna dla witryn multisite."],"WordProof authentication":["Uwierzytelnianie WordProof"],"Connected to WordProof":["Podłączony do WordProof"],"Connection failed":["Połączenie nieudane"],"Not working? %1$sContact %3$s support%2$s.":["Nie działa? %1$sKontakt %3$s wsparcie%2$s."],"Try again":["Spróbuj ponownie"],"Find possible solutions in this %1$sArticle%2$s.":["Znajdź możliwe rozwiązania w tym %1$sartykule%2$s."],"There was a connection problem. This could be because your third party connections are blocked.":["Wystąpił problem z połączeniem. Może to być spowodowane tym, że połączenia stron trzecich są zablokowane."],"The %3$s will automatically be timestamped every time you %1$supdate%2$s or %1$spublish%2$s.":["Wartość %3$s będzie automatycznie oznaczana czasem za każdym razem, gdy %1$saktualizujesz%2$s lub %1$spublikujesz%2$s."],"Your %s is now protected via the blockchain!":["%s jest teraz chroniony przez blockchain!"],"Something went wrong authenticating your %3$s account with the %4$s site. Please try again or contact %1$s%3$s support%2$s.":["Coś poszło nie tak przy uwierzytelnianiu konta %3$s z witryną %4$s. Proszę spróbować ponownie lub skontaktować się z %1$s%3$s pomocą techniczną%2$s."],"Unable to create new timestamps. Please authenticate with WordProof.":["Nie można utworzyć nowych znaczników czasu. Proszę uwierzytelnić się za pomocą WordProof."],"Timestamp with WordProof":["Znacznik czasu z WordProof"],"Learn more about timestamping":["Dowiedz się więcej o znakowaniu czasem"],"Authenticate with WordProof":["Uwierzytelnianie za pomocą WordProof"],"Manage WordProof settings":["Zarządzanie ustawieniami WordProof"],"The WordProof Timestamp plugin needs to be disabled before you can activate this integration.":["Wtyczka WordProof Timestamp musi być wyłączona, zanim będziesz mógł aktywować tę integrację."],"Open settings":["Otwórz ustawienia"],"Open authentication":["Otwórz uwierzytelnianie"],"The timestamp is not created because you need to authenticate with %s first.":["Znacznik czasu nie jest tworzony, ponieważ najpierw musisz uwierzytelnić się za pomocą %s."],"The timestamp is not retrieved by your site. Please try again or contact %1$s support.":["Znacznik czasu nie jest pobierany przez witrynę. Proszę spróbować ponownie lub skontaktować się z pomocą techniczną %1$s."],"%1$s failed to timestamp this page. Please check if you're correctly authenticated with %1$s and try to save this page again.":["%1$s nie udało się oznaczyć czasowo tej strony. Sprawdź, czy jesteś poprawnie uwierzytelniony za pomocą %1$s i spróbuj ponownie zapisać tę stronę."],"%s has successfully timestamped this page.":["%s pomyślnie oznaczył czas tej strony."],"You are out of timestamps. Please upgrade your account by opening the %s settings.":["Nie masz już znaczników czasu. Proszę uaktualnić swoje konto, otwierając ustawienia %s."],"Use WordProof to timestamp this page to comply with legal regulations and join the fight for a more transparant and accountable internet.":["Użyj WordProof, aby oznaczyć czas tej strony, aby zachować zgodność z przepisami prawnymi i dołączyć do walki o bardziej przejrzysty i odpowiedzialny internet."],"Timestamp this post":["Oznacz ten wpis znacznikiem czasu"],"content words":["słowa"],"content word":["słowo"],"Cleanup failed with the following error:":["Czyszczenie nie powiodło się z następującym błędem:"],"Note: These settings will overwrite the default settings of Yoast SEO.":["Uwaga: Te ustawienia zastąpią ustawienia domyślne Yoast SEO."],"Note: This metadata will only be imported if there is no existing Yoast SEO metadata yet.":["Uwaga: Te metadane zostaną zaimportowane tylko wtedy, gdy nie ma jeszcze istniejących metadanych Yoast SEO."],"Post metadata (SEO titles, descriptions, etc.)":["Metadane wpisów (tytuły SEO, opisy itp.)"],"The import from %s includes:":["Import z %s obejmuje:"],"Once you're certain that your site is working properly with the imported data from another SEO plugin, you can clean up all the original data from that plugin.":["Po upewnieniu się, że witryna działa prawidłowo z danymi zaimportowanymi z innej wtyczki SEO, można wyczyścić wszystkie oryginalne dane z tej wtyczki."],"Please select an SEO plugin below to see what data can be imported.":["Wybierz poniżej wtyczkę SEO, aby zobaczyć, jakie dane można zaimportować."],"Clean up":["Czyszczenie"],"After you've imported data from another SEO plugin, please make sure to clean up all the original data from that plugin. (step 5)":["Po zaimportowaniu danych z innej wtyczki SEO upewnij się, że wszystkie oryginalne dane z tej wtyczki zostały wyczyszczone. (krok 5)"],"Note: ":["Uwaga: "],"The cleanup can take a long time depending on your site's size.":["Czyszczenie może zająć dużo czasu, w zależności od rozmiaru witryny."],"Every fifteen minutes":["Co piętnaście minut"],"Default tagline":["Domyślny tagline"],"Import failed with the following error:":["Import nie powiódł się z następującym błędem:"],"No data found from other SEO plugins.":["Nie znaleziono danych z innych wtyczek SEO."],"Select SEO plugin":["Wybierz wtyczkę SEO"],"The import can take a long time depending on your site's size.":["W zależności od rozmiaru witryny import może trwać bardzo długo."],"For the best SEO results include all words of your keyphrase in the SEO title, and put the keyphrase at the beginning of the title":["Aby uzyskać najlepsze wyniki SEO, w tytule SEO należy zawrzeć wszystkie słowa frazy kluczowej i umieścić ją na początku tytułu"],"For the best SEO results write the exact match of your keyphrase in the SEO title, and put the keyphrase at the beginning of the title":["Aby uzyskać najlepsze wyniki SEO, w tytule SEO wpisz dokładne dopasowanie frazy kluczowej i umieść ją na początku tytułu"],"Installation Successful":["Instalacja zakończona sukcesem"],"Blog Post":["Wpis blogowy"],"%1$s: Title does not begin with the focus keyphrase. %2$sMove your focus keyphrase to the beginning of the title%3$s.":["%1$s: Tytuł nie zaczyna się od frazy kluczowej. %2$s Przesuń frazę kluczową na początek tytułu%3$s."],"%1$s: The exact match of the focus keyphrase appears at the beginning of the SEO title. Good job!":["%1$s: Fraza kluczowa pojawia się na początku tytułu SEO. Dobra robota!"],"%2$sText length%4$s: The text contains %1$d %6$s. This is below the recommended minimum of %5$d %6$s. %3$sAdd more content%4$s.":["%2$sDługość tekstu%4$s: Tekst zawiera %1$d %6$s. Jest to poniżej zalecanego minimum %5$d %6$s. %3$s Dodaj więcej treści%4$s."],"%2$sText length%4$s: The text contains %1$d %6$s. This is slightly below the recommended minimum of %5$d %6$s. %3$sAdd a bit more copy%4$s.":["%2$sDługość tekstu%4$s: Tekst zawiera %1$d %6$s. Jest to nieco poniżej zalecanego minimum, czyli %5$d %6$s. %3$s Dodaj trochę więcej tekstu%4$s."],"%2$sText length%4$s: The text contains %1$d %6$s. This is far below the recommended minimum of %5$d %7$s. %3$sAdd more content%4$s.":["%2$sDługość tekstu%4$s: Tekst zawiera %1$d %6$s. Jest to znacznie poniżej zalecanego minimum %5$d %7$s. %3$s Dodaj więcej treści%4$s.","%2$sDługość tekstu%4$s: Tekst zawiera %1$d %7$s. Jest to znacznie poniżej zalecanego minimum %5$d %7$s. %3$s Dodaj więcej treści%4$s.","%2$sDługość tekstu%4$s: Tekst zawiera %1$d %7$s. Jest to znacznie poniżej zalecanego minimum %5$d %7$s. %3$s Dodaj więcej treści%4$s."],"character":["znak","characters","characters"],"word":["słowo","słowa","słów"],"words":["words"],"characters":["znaków"],"%s rolls out the red carpet for the search bots, which helps your site perform better in search engines.":["%s rozwija czerwony dywan dla botów wyszukiwania, dzięki czemu witryna osiąga lepsze wyniki w wyszukiwarkach."],"You've successfully installed %s!":["Pomyślnie zainstalowano %s!"],"Skip%s":["Pomiń%s"],"Your %s account does not contain any keyphrases for this website yet. You can track keyphrases by using the \"Track SEO Performance\" button in the post editor.":["Twoje konto %s nie zawiera jeszcze żadnych fraz kluczowych dla tej witryny. Możesz śledzić frazy kluczowe za pomocą przycisku \"Śledź wyniki SEO\" w edytorze postów."],"%s account":["%s konto"],"This overview only shows you keyphrases added to Yoast SEO. There may be other keyphrases added to your %s.":["Ten przegląd pokazuje tylko frazy kluczowe dodane do Yoast SEO. Mogą istnieć inne frazy kluczowe dodane do %s."],"Tracking the ranking position...":["Śledzenie pozycji w rankingu..."],"Something went wrong while tracking the ranking position(s) of your page. Please try again later.":["Coś poszło nie tak podczas śledzenia pozycji rankingowych witryny. Prosimy spróbować ponownie później."],"reconnect to %s":["połącz się ponownie z %s"],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["Wygląda na to, że coś poszło nie tak podczas pobierania danych witryny. Proszę %s i spróbować ponownie."],"Before you can track your SEO performance make sure to set either the post’s title and save it as a draft or manually set the post’s slug.":["Zanim będziesz mógł śledzić swoje wyniki SEO, upewnij się, że ustawiłeś tytuł wpisu i zapisałeś go jako wersję roboczą lub ręcznie ustawiłeś slug wpisu."],"No keyphrase has been set. Please set a keyphrase first.":["Nie ustawiono żadnej frazy kluczowej. Najpierw należy ustawić frazę kluczową."],"upgrade your %s plan":["aktualizuj swój plan %s"],"You've reached the maximum amount of %d keyphrases you can add to your Wincher account. If you wish to add more keyphrases, please %s.":["Osiągnąłeś maksymalną liczbę %d fraz kluczowych, które możesz dodać do swojego konta Wincher. Jeśli chcesz dodać więcej fraz kluczowych, proszę %s."],"With %1$s you can track the ranking position of your page in the search results based on your keyphrase(s). %2$s":["Za pomocą przycisku %1$s można śledzić pozycję strony w wynikach wyszukiwania na podstawie frazy kluczowej (fraz kluczowych). %2$s"],"%s is currently tracking the ranking position(s) of your page. This may take a few minutes. Please wait or check back later.":["%s obecnie śledzi pozycję(e) rankingową(e) Twojej strony. Może to potrwać kilka minut. Proszę czekać lub sprawdzić później."],"You have successfully connected to %s! You can now track the SEO performance for the keyphrase(s) of this page.":["Udało się nawiązać połączenie z %s! Możesz teraz śledzić wyniki SEO dla frazy (fraz) kluczowej(ych) tej strony."],"Read more about keyphrase tracking with Wincher":["Przeczytaj więcej o śledzeniu fraz kluczowych za pomocą programu Wincher"],"Automatic tracking of keyphrases is enabled. Your keyphrase(s) will automatically be tracked by %s when you publish your post.":["Automatyczne śledzenie fraz kluczowych jest włączone. Twoje frazy kluczowe będą automatycznie śledzone przez %s, gdy opublikujesz swój wpis."],"Please enter a focus keyphrase first to track keyphrase performance":["Wprowadź najpierw frazę kluczową, aby śledzić jej skuteczność"],"Keyphrase position in the last 90 days on a scale from 0 to 100.":["Pozycja frazy kluczowej w ciągu ostatnich 90 dni w skali od 0 do 100."],"Track SEO performance":["Śledzenie wyników SEO"],"You can enable / disable tracking the SEO performance for each keyphrase below.":["Poniżej można włączyć lub wyłączyć śledzenie wyników SEO dla każdej frazy kluczowej."],"Track all keyphrases on this page":["Śledź wszystkie frazy kluczowe na tej stronie"],"Tracking has already been enabled for one or more keyphrases of this page. Clicking the button below will enable tracking for all of its keyphrases.":["Śledzenie zostało już włączone dla jednej lub więcej fraz kluczowych tej strony. Kliknięcie poniższego przycisku spowoduje włączenie śledzenia dla wszystkich jej fraz kluczowych."],"Learn more about the SEO performance feature.":["Dowiedz się więcej o funkcji wydajności SEO."],"SEO performance":["Wydajność SEO"],"Connect with %s":["Zaloguj się kontem %s"],"* focus keyphrase":["* ostrość frazy kluczowej"],"Get more insights over at %s":["Więcej informacji na ten temat można znaleźć na stronie %s"],"Position over time":["Pozycja w czasie"],"Position":["Położenie"],"Tracking":["Śledzenie"],"You can still run the SEO data optimization in the %1$sTools section%2$s. Once that is finished, please refresh this page.":["Możesz jeszcze uruchomić optymalizację danych SEO w sekcji %1$sNarzędzia%2$s. Po jej zakończeniu proszę odświeżyć tę stronę."],"This configuration step is currently disabled, because you're not running the latest version of Yoast SEO Premium. Please update to the latest version (at least %1$s). ":["Ten krok konfiguracji jest obecnie wyłączony, ponieważ nie uruchamiasz najnowszej wersji Yoast SEO Premium. Proszę zaktualizować do najnowszej wersji (co najmniej %1$s)"],"Save and continue":["Zapisz i kontynuuj"],"Does your site represent an Organization or Person?":["Czy Twoja witryna reprezentuje organizację lub osobę?"],"Activate %s":["Włącz %s"],"Update %s":["Aktualizuj %s"],"Renew %s":["Odnów %s"],"Get help activating your subscription":["Uzyskaj pomoc w aktywacji subskrypcji"],"It looks like you’re running an outdated and unactivated version of %1$s, please activate your subscription in %2$sMyYoast%3$s and update to the latest version (at least 17.7) to gain access to our updated workouts section.":["Wygląda na to, że używasz przestarzałej i nieaktywowanej wersji %1$s, proszę aktywować subskrypcję w %2$sMyYoast%3$s i zaktualizować do najnowszej wersji (co najmniej 17.7), aby uzyskać dostęp do naszej zaktualizowanej sekcji treningów."],"Activate your subscription of %s":["Aktywuj subskrypcję %s"],"Update to the latest version of %s":["Zaktualizuj do najnowszej wersji %s"],"Renew your subscription":["Odnów subskrypcję"],"Accessing the latest workouts requires an updated version of %s (at least 17.7), but it looks like your subscription has expired. Please renew your subscription to update and gain access to all the latest features.":["Uzyskanie dostępu do najnowszych treningów wymaga zaktualizowanej wersji programu %s (co najmniej 17.7), ale wygląda na to, że Twoja subskrypcja wygasła. Prosimy o odnowienie subskrypcji, aby zaktualizować aplikację i uzyskać dostęp do wszystkich najnowszych funkcji."],"Renew your subscription of %s":["Odnów subskrypcję %s"],"Could not save this value. Please check the URL.":["Nie można zapisać tej wartości. Proszę sprawdzić adres URL."],"Could not save this value. Please check the URL or username.":["Nie można zapisać tej wartości. Proszę sprawdzić adres URL lub nazwę użytkownika."],"Oops! Something went wrong. Check your email address and try again.":["Ups! Coś poszło nie tak. Sprawdź swój adres e-mail i spróbuj ponownie."],"Yes, you can collect my site data":[""],"Site representation":["Reprezentacja witryny"],"Continue":["Kontynuuj"],"Thank you! Check your inbox for the confirmation email.":["Dziękujemy! Sprawdź swoją skrzynkę odbiorczą, aby otrzymać wiadomość potwierdzającą."],"Yoast respects your privacy. Read %1$sour privacy policy%2$s on how we handle your personal information.":["Yoast szanuje twoją prywatność. Przeczytaj naszą %1$spolitykę prywatności %2$s, w jaki sposób wykorzystujemy twoje dane osobowe."],"Email address":["Adres e-mail"],"%1$sBack to all workouts":["%1$sPowrót do wszystkich treningów"],"Getting your site in shape and keeping it SEO fit can be hard. We can help you get started! Take these step-by-step workouts, and you’ll be tackling some of the most fundamental SEO challenges!":["Nadanie witrynie odpowiedniego kształtu i utrzymanie jej w dobrej kondycji pod względem SEO może być trudne. Pomożemy ci zacząć! Wykonaj te ćwiczenia krok po kroku, a będziesz mógł stawić czoła najbardziej podstawowym wyzwaniom SEO!"],"Add internal links to your posts and pages":["Dodaj linki wewnętrzne do swoich wpisów i stron"],"Make pages easier for Google and visitors to find":["Spraw, by strony były łatwiejsze do znalezienia przez Google i odwiedzających"],"Clean up your unlinked content to make sure people can find it":["Uporządkuj swoje niepowiązane treści, aby upewnić się, że ludzie mogą je znaleźć"],"Orphaned content":["Osierocone treści"],"Bring more visitors to your articles":["Przyciągnij więcej odwiedzających do swoich artykułów"],"Make your important articles rank higher":["Podnieś pozycję ważnych artykułów"],"%1$s/%2$s steps completed":["Zakończone kroki: %1$s/%2$s"],"Unlock with %s!":["Odblokuj za pomocą %s!"],"Start workout!":["Rozpocznij trening!"],"Do workout again":["Powtórz trening"],"Continue workout!":["Kontynuuj trening!"],"It looks like you're running an outdated version of %1$s, please %2$supdate to the latest version (at least 17.7)%3$s to gain access to our updated workouts section.":["Wygląda na to, że korzystasz z nieaktualnej wersji %1$s, prosimy %2$s zaktualizować ją do najnowszej wersji (co najmniej 17.7)%3$s, aby uzyskać dostęp do naszej zaktualizowanej sekcji treningów."],"Get started quickly with the %1$s%2$s First-time configuration%3$s and configure Yoast SEO with the optimal SEO settings for your site!":["Szybko rozpocznij pracę dzięki funkcji %1$s%2$s Pierwsza konfiguracja%3$s i skonfiguruj Yoast SEO z optymalnymi ustawieniami SEO dla swojej witryny!"],"Current or first category title":["Tytuł bieżącej lub pierwszej kategorii"],"Category Title":["Tytuł Kategorii"],"Replaced with the post content":["Zastąpiony treścią wpisu"],"Post Content":["Treść Wpisu"],"Replaced with the permalink":["Zastąpiony przez permalink"],"Replaced with the last name of the author":["Zastąpione nazwiskiem autora"],"Author last name":["Nazwisko autora"],"Replaced with the first name of the author":["Zastąpione imieniem i nazwiskiem autora"],"Author first name":["Imię autora"],"Replaced with the day the post was published":["Zastąpiony dniem, w którym wpis został opublikowany"],"Post day":["Dzień wpisu"],"Replaced with the month the post was published":["Zastąpiony miesiącem, w którym wpis został opublikowany"],"Post month":["Miesiąc wpisu"],"Replaced with the year the post was published":["Zastąpiony rokiem, w którym wpis został opublikowany"],"Post year":["Rok wpisu"],"Current day":["Bieżący dzień"],"Current month":["Aktualny miesiąc"],"Current date":["Bieżąca data"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's way less than the recommended minimum of %2$d %7$s. %4$sMake it longer%5$s!":["%3$sDługość frazy kluczowej%5$s: Fraza kluczowa ma długość %1$d %6$s. Jest to mniej niż zalecane minimum %2$d %7$s. %4$s Popraw ją na dłuższą ją%5$s!","%3$sDługość frazy kluczowej%5$s: Fraza kluczowa ma długość %1$d %7$s. Jest to mniej niż zalecane minimum %2$d %7$s. %4$s Popraw ją na dłuższą ją%5$s!","%3$sDługość frazy kluczowej%5$s: Fraza kluczowa ma długość %1$d %7$s. Jest to mniej niż zalecane minimum %2$d %7$s. %4$s Popraw ją na dłuższą ją%5$s!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's less than the recommended minimum of %2$d %6$s. %4$sMake it longer%5$s!":["%3$s Długość frazy kluczowej%5$s: Fraza kluczowa ma długość %1$d %6$s. To jest krótsze niż zalecane minimum %2$d %6$s. %4$sPopraw ją na dłuższą%5$s!"],"It looks like you aren't using our %1$s%2$s addon%3$s. %4$sUpgrade today%5$s to unlock more tools and SEO features to make your products stand out in search results.":["Wygląda na to, że nie używasz naszego %1$sdodatku %2$s%3$s. %4$sAktywuj go teraz%5$s, aby odblokować więcej narzędzi i funkcji SEO, które sprawią, że twoje produkty będą wyróżniać się w wynikach wyszukiwania."],"Below are the technical details for the error. See %1$sthis page%2$s for a more detailed explanation.":["Poniżej znajdują się szczegóły techniczne dotyczące błędu. Zobacz %1$stę stronę%2$s dla bardziej szczegółowego wyjaśnienia."],"%1$sImage Keyphrase%2$s: Good job!":["%1$sFraza kluczowa obrazu%2$s: Dobra robota!"],"%1$sImage Keyphrase%3$s: Images on this page do not have alt attributes with at least half of the words from your keyphrase. %2$sFix that%3$s!":["%1$sFraza kluczowa obrazu%3$s: Obrazy na tej stronie nie mają atrybutów alt zawierających co najmniej połowę słów z frazy kluczowej. %2$sPopraw to%3$s!"],"%1$sImages%2$s: Good job!":["%1$sObrazki%2$s: Dobra robota!"],"%1$sImages and videos%2$s: Good job!":["%1$sObrazki i wideo%2$s: Dobra robota!"],"%3$sImages and videos%5$s: Only %1$d image or video appears on this page. We recommend at least %2$d. %4$sAdd more relevant images or videos%5$s!":["%3$sObrazki i wideo%5$s: Na tej stronie pojawia się tylko %1$d obrazek lub wideo. Zalecamy co najmniej %2$d. %4$sDodaj więcej odpowiednich obrazów lub filmów%5$s!","%3$sObrazki i wideo%5$s: Na tej stronie pojawia się tylko %1$d obrazki lub wideo. Zalecamy co najmniej %2$d. %4$sDodaj więcej odpowiednich obrazów lub filmów%5$s!","%3$sObrazki i wideo%5$s: Na tej stronie pojawia się tylko %1$d obrazków lub wideo. Zalecamy co najmniej %2$d. %4$sDodaj więcej odpowiednich obrazów lub filmów%5$s!"],"%3$sImages%5$s: Only %1$d image appears on this page. We recommend at least %2$d. %4$sAdd more relevant images%5$s!":["%3$sObrazki%5$s: Na tej stronie pojawia się tylko %1$d obrazek. Zalecamy co najmniej %2$d. %4$sDodaj więcej odpowiednich obrazków%5$s!","%3$sObrazki%5$s: Na tej stronie pojawia się tylko %1$d obrazki. Zalecamy co najmniej %2$d. %4$sDodaj więcej odpowiednich obrazów%5$s!","%3$sObrazki%5$s: Na tej stronie pojawia się tylko %1$d obrazków. Zalecamy co najmniej %2$d. %4$sDodaj więcej odpowiednich obrazków%5$s!"],"%1$sImages and videos%3$s: No images or videos appear on this page. %2$sAdd some%3$s!":["%1$sObrazki i wideo%3$s: Na tej stronie nie ma żadnych obrazów ani filmów. %2$sDodaj kilka%3$s!"],"Error stack trace":["Śledzenie błędu"],"Response":["Odpowiedź"],"Error message":["Komunikat błędu"],"Status code":["Kod statusu"],"Request method":["Metoda żądania"],"Request URL":["Adres URL żądania"],"Error details":["Szczegóły błędu"],"Workouts":["Treningi"],"Rank with articles you want to rank with":["Pozycjonuj artykuły, które są najważniejsze"],"The cornerstone approach":["Podejście oparte na kluczowych treściach"],"SEO workouts":["Treningi SEO"],"Improve the quality of your site search! Automatically helps your users find your cornerstone and most important content in your internal search results. It also removes noindexed posts & pages from your site’s search results.":["Popraw jakość wyszukiwania w swojej witrynie! Automatycznie pomaga użytkownikom znaleźć kamienie węgielne i najważniejsze treści w twoich wewnętrznych wynikach wyszukiwania. Usuwa również wpisy i strony noindexed z wyników wyszukiwania w witrynie."],"Find out more about our %s integration.":["Dowiedz się więcej o tej integracji %s."],"Get relevant internal linking suggestions — while you’re writing! The link suggestions metabox shows a list of posts on your blog with similar content that might be interesting to link to. ":["Uzyskaj sugestie dotyczące linkowania wewnętrznego podczas pisania! Metabox sugestii linków pokazuje listę wpisów na blogu o podobnej treści, które mogą być interesujące do linkowania. "],"Find out how Insights can help you improve your content.":["Dowiedz się, jak Insights może pomóc ulepszyć treści."],"Find relevant data about your content right in the Insights section in the Yoast SEO metabox. You’ll see what words you use most often and if they’re a match with your keywords! ":["Znajdź istotne dane na temat swoich treści w sekcji Insights w metaboksie Yoast SEO. Zobaczysz, jakich słów używasz najczęściej i czy pasują one do słów kluczowych! "],"Oops, something has gone wrong and we couldn't complete the optimization of your SEO data. Please make sure to activate your subscription in MyYoast by completing %1$sthese steps%2$s.":["Ups, coś poszło nie tak i nie mogliśmy zakończyć optymalizacji danych SEO. Proszę upewnij się, że aktywowano subskrypcję w MyYoast, wykonując %1$ste kroki%2$s."],"To unlock this feature please update %s to the latest version.":["Proszę zaktualizować %s do najnowszej wersji, aby odblokować tę funkcję."],"The social appearance settings for archives require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Ustawienia wyglądu społecznościowego dla archiwów wymagają metadanych Open Graph (które obecnie są wyłączone). Możesz to włączyć w %1$sustawieniach w zakładce \"Facebook\"%2$s."],"The social appearance settings for taxonomies require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Ustawienia wyglądu społecznościowego dla taksonomii wymagają metadanych Open Graph (które obecnie są wyłączone). Możesz to włączyć w %1$sustawieniach w zakładce \"Facebook\"%2$s."],"The social appearance settings for content types require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Ustawienia wyglądu społecznościowego dla typów zawartości wymagają metadanych Open Graph (które obecnie są wyłączone). Możesz to włączyć w %1$sustawieniach w zakładce \"Facebook\"%2$s."],"The social appearance settings for your homepage require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Ustawienia wyglądu społecznościowego dla twojej strony głównej wymagają metadanych Open Graph (które obecnie są wyłączone). Możesz to włączyć w %1$sustawieniach w zakładce 'Facebook'%2$s."],"Social image":["Obrazek dla mediów społecznościowych"],"Unlock with Premium":["Odblokuj z planem Premium"],"Addon installation failed because of an error: %s.":["Instalacja dodatku nie powiodła się z powodu błędu: %s."],"You are not allowed to install plugins.":["Nie posiadasz uprawnień do instalowania wtyczek."],"Addon installed.":["Dodatek zainstalowany."],"Addon activation failed because of an error: %s.":["Aktywacja dodatku nie powiodła się z powodu błędu: %s."],"You are not allowed to activate plugins.":["Nie posiadasz uprawnień do włączenia wtyczek."],"Addon activated.":["Dodatek aktywowany."],"%1$s Continue to %2$s%3$s":["%1$s Kontynuuj do %2$s%3$s"],"Installing and activating addons":["Instalowanie i aktywacja dodatków"],"No %1$s plugins have been installed. You don't seem to own any active subscriptions.":["Nie zainstalowano żadnych wtyczek %1$s. Wygląda na to, że nie posiadasz żadnych aktywnych subskrypcji."],"the following addons":["następujące dodatki"],"%s SEO installation":["Instalacja %s SEO"],"Install and activate":["Zainstaluj i włącz"],"Please confirm below that you would like to install %s on this site.":["Proszę potwierdzić poniżej, że chcesz zainstalować %s na tej witrynie."],"Insert variable":["Wstaw zmienną"],"Shopping data preview:":["Podgląd danych o zakupach:"],"Availability":["Dostępność"],"Price":["Cena"],"Rating":["Ocena"],"%s reviews":["%s recenzje"],"Rating: %s":["Ocena: %s"],"Image":["Obrazek"],"Social description":["Opis dla mediów społecznościowych"],"Social title":["Tytuł dla mediów społecznościowych"],"Required by %s":["Wymagane przez %s"],"Auto-updates are disabled based on this setting for %1$s.":["Automatyczne aktualizacje są wyłączone na podstawie tego ustawienia dla %1$s."],"Auto-updates are enabled based on this setting for %1$s.":["Automatyczne aktualizacje są włączane na podstawie tego ustawienia dla %1$s."],"New":["Utwórz"],"seconds":["sekund"],"Select image":["Wybierz obrazek"],"Replace image":["Zastąp obrazek"],"site structure":["Struktura witryny"],"internal linking":["Wewnętrzne linkowanie"],"breadcrumbs":["okruszki"],"seo":["seo"],"Adds the Yoast SEO breadcrumbs to your template or content.":["Dodaj okruszki Yoast SEO do szablonu lub treści."],"Yoast Breadcrumbs":["Okruszki Yoast"],"The term is considered invalid. The following reason was given by WordPress: %s":["Termin jest uważany za nieprawidłowy. Powód podany przez WordPressa: %s"],"The post could not be found.":["Nie można znaleźć tego postu."],"The term could not be found.":["Nie można znaleźć tego terminu."],"This feature has been disabled since subsites never send tracking data.":["Ta funkcja została wyłączona, ponieważ podstrony nigdy nie wysyłają danych śledzących."],"We notice that you have installed WPML. To make sure your canonical URLs are set correctly, %1$sinstall and activate the WPML SEO add-on%2$s as well!":[""],"Unfortunately we cannot save changes to your SEO settings while you are working on a draft of an already-published %1$s. If you want to save your SEO changes, make sure to click 'Update', or wait to make your SEO changes until you are ready to update the %1$s.":["Niestety nie można zapisać zmian w ustawieniach SEO, gdy pracujesz nad wersją roboczą już opublikowanego: %1$s. Jeśli chcesz zachować swoje zmiany SEO, kliknij \"Aktualizuj\", lub poczekaj z wprowadzeniem zmian SEO, do momentu aktualizacji: %1$s."],"Get started with Yoast SEO's content analysis for Elementor!":["Zacznij od analizy treści Yoast SEO dla Elementora!"],"Got it":["Rozumiem"],"New: Yoast SEO for Elementor":["Nowość: Yoast SEO dla Elementora"],"Because of a change in your category base setting, some of your SEO data needs to be reprocessed.":["Z powodu zmiany w ustawieniach bazy kategorii, niektóre z danych SEO muszą zostać ponownie przetworzone."],"Wait for a week or so, until %1$s automatically processes most of your content in the background.":["Poczekaj około tygodnia, aż %1$s automatycznie przetworzy większość treści w tle."],"%s minute":["%s minuta","%s minuty","%s minut"],"Est. reading time":["Szacowany czas czytania"],"Written by":["Napisane przez"],"Google Rich Results Test":["Google Rich Results Test"],"Find out how a rich snippet can improve visibility and click-through-rate.":["Dowiedz się, jak \"rich snippet\" może poprawić widoczność i współczynnik klikalności."],"This adds an author byline and reading time estimate to the article’s snippet when shared on Slack.":["Dodaje to do fragmentu artykułu nagłówek autora i szacunkowy czas czytania, gdy jest on udostępniany na Slacku."],"Enhanced Slack sharing":["Ulepszone udostępnianie na Slacku"],"Activate your subscription":["Aktywuj swoją subskrypcję"],"SEO data optimization is disabled for non-production environments.":["Optymalizacja danych SEO jest wyłączona dla środowisk nieprodukcyjnych."],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":["Ta funkcja zawiera i zastępuje licznik linków tekstowych oraz analizę linków wewnętrznych"],"This tab allows you to selectively disable %1$s integrations with third-party products for all sites in the network. By default all integrations are enabled, which allows site admins to choose for themselves if they want to toggle an integration on or off for their site. When you disable an integration here, site admins will not be able to use that integration at all.":["Ta zakładka pozwala wyłączyć integracje %1$s z produktami innych firm dla wszystkich witryn w sieci. Domyślnie wszystkie integracje są włączone, co pozwala administratorom witryn na samodzielny wybór, czy chcą włączyć lub wyłączyć integrację dla swojej witryny. Gdy wyłączysz integrację tutaj, administratorzy witryn nie będą mogli w ogóle używać tej integracji."],"Because of a change in your tag base setting, some of your SEO data needs to be reprocessed.":["Z powodu zmiany w ustawieniach bazy tagów, niektóre z danych SEO muszą zostać ponownie przetworzone."],"Stop SEO data optimization":["Zatrzymaj optymalizację danych SEO"],"Oops, something has gone wrong and we couldn't complete the optimization of your SEO data. Please click the button again to re-start the process. ":["Ups, coś poszło nie tak i nie mogliśmy zakończyć optymalizacji danych SEO. Proszę kliknąć przycisk, aby ponownie rozpocząć proces."],"Optimizing SEO data... This may take a while.":["Optymalizacja danych SEO... To może zająć trochę czasu."],"SEO data optimization complete":["Optymalizacja danych SEO zakończona"],"You can speed up your site and get insight into your internal linking structure by letting us perform a few optimizations to the way SEO data is stored. ":["Możesz przyspieszyć swoją witrynę i uzyskać wgląd w wewnętrzną strukturę linkowania, pozwalając nam wykonać kilka optymalizacji sposobu przechowywania danych SEO. "],"Start SEO data optimization":["Rozpocznij optymalizację danych SEO"],"Learn more about the benefits of optimized SEO data.":["Dowiedz się więcej o korzyściach płynących z optymalizacji danych SEO."],"You can speed up your site and get insight into your internal linking structure by letting us perform a few optimizations to the way SEO data is stored. If you have a lot of content it might take a while, but trust us, it's worth it.":["Możesz przyspieszyć swoją stronę i uzyskać wgląd w strukturę linkowania wewnętrznego, pozwalając nam na wykonanie kilku optymalizacji sposobu przechowywania danych SEO. Jeśli masz dużo treści, może to trochę potrwać, ale zaufaj nam, warto."],"Optimize SEO Data":["Optymalizacja danych SEO"],"If the problem persists, please contact support.":["Jeśli problem nadal występuje, skontaktuj się z pomocą techniczną."],"Something has gone wrong and we couldn't complete the optimization of your SEO data. Please %1$sre-start the process%2$s.":["Coś poszło nie tak i nie mogliśmy zakończyć optymalizacji danych SEO. Proszę %1$sponownie rozpocząć proces%2$s."],"All permalinks were successfully reset":["Wszystkie permalinki zostały pomyślnie zresetowane"],"We've encountered a problem trying to get related keyphrases. Please try again later.":["Napotkaliśmy problem podczas próby uzyskania powiązanych fraz kluczowych. Prosimy spróbować ponownie później."],"You've reached the maximum amount of 4 related keyphrases. You can change or remove related keyphrases in the %s metabox or sidebar.":["Osiągnięto maksymalną ilość 4 powiązanych fraz kluczowych. Możesz zmienić lub usunąć powiązane frazy kluczowe w metaboksie %s lub pasku bocznym."],"Please wait while %1$s connects to %2$s to get related keyphrases...":["Proszę czekać, aż %1$s połączy się z %2$s, aby uzyskać powiązane frazy kluczowe..."],"Upgrade your %s plan":["Aktualizuj swój plan %s"],"You've reached your request limit for today. Check back tomorrow or upgrade your plan over at %s.":["Osiągnięto limit zgłoszeń na dziś. Sprawdź ponownie jutro lub zaktualizuj swój plan na stronie %s."],"Last month":["Ostatni miesiąc"],"Two months ago":["Dwa miesiące temu"],"Three months ago":["Trzy miesiące temu"],"Four months ago":["Cztery miesiące temu"],"Five months ago":["Pięć miesięcy temu"],"Six months ago":["Sześć miesięcy temu"],"Seven months ago":["Siedem miesięcy temu"],"Eight months ago":["Osiem miesięcy temu"],"Nine months ago":["Dziewięć miesięcy temu"],"Ten months ago":["Dziesięć miesięcy temu"],"Eleven months ago":["Jedenaście miesięcy temu"],"Twelve months ago":["Dwanaście miesięcy temu"],"Get more insights at %s":["Uzyskaj więcej informacji na %s"],"Keyphrase volume in the last 12 months on a scale from 0 to 100.":["Wolumen frazy kluczowej w ciągu ostatnich 12 miesięcy w skali od 0 do 100."],"Learn more about the related keyphrases trend":["Dowiedz się więcej o trendzie powiązanych fraz kluczowych"],"Trend":["Modne"],"Learn more about the related keyphrases volume":["Dowiedz się więcej o wolumenie powiązanych fraz kluczowych"],"Volume":["Wolumen"],"Related keyphrase":["Powiązana fraza kluczowa"],"Select country":["Wybierz kraj"],"Show results for:":["Pokaż wyniki dla:"],"Please enter a focus keyphrase first to get related keyphrases":["Wprowadź najpierw frazę kluczową, aby uzyskać powiązane frazy kluczowe"],"Sorry, there's no data available for that keyphrase/country combination.":["Przepraszamy, nie ma dostępnych danych dla tej kombinacji frazy kluczowej i kraju."],"Get related keyphrases":["Uzyskaj powiązane frazy kluczowe"],"Related keyphrases":["Powiązane frazy kluczowe"],"The number of headers and header labels don't match.":["Liczba nagłówków i etykiet nagłówków nie są zgodne."],"The %s integration offers suggestions and insights for keywords related to the entered focus keyphrase.":["Integracja %s oferuje sugestie i spostrzeżenia dla słów kluczowych związanych z wprowadzoną frazą kluczową."],"Disabling Yoast SEO's XML sitemaps will not disable WordPress' core sitemaps. In some cases, this %1$s may result in SEO errors on your site%2$s. These may be reported in Google Search Console and other tools.":["Wyłączenie map stron XML Yoast SEO nie spowoduje wyłączenia map stron WordPressa. W niektórych przypadkach może to %1$sspowodować błędy SEO w witrynie%2$s. Mogą one zostać zgłoszone w Google Search Console i innych narzędziach."],"If you still need support and have an active subscription for this product, please email %s.":["Jeśli nadal potrzebujesz pomocy technicznej i masz aktywną subskrypcję na ten produkt, wyślij wiadomość e-mail na adres %s."],"You can probably find an answer to your question in our %1$shelp center%2$s.":["Prawdopodobnie możesz znaleźć odpowiedź na swoje pytanie w naszym %1$scentrum pomocy%2$s."],"Need support?":["Potrzebujesz pomocy?"],"Return to your %s":["Powrót do %s"],"Make sure to save your %s for changes to take effect":["Upewnij się, że zapisałeś swoje %s, aby zmiany weszły w życie"],"The advanced section of the %1$s meta box allows a user to remove posts from the search results or change the canonical. The settings in the schema tab allows a user to change schema meta data for a post. These are things you might not want any author to do. That's why, by default, only editors and administrators can do this. Setting to \"%2$s\" allows all users to change these settings.":["Zaawansowana sekcja %1$s pozwala użytkownikowi na usunięcie wpisów z wyników wyszukiwania lub zmianę linku kanonicznego. Ustawienia w zakładce schema pozwalają użytkownikowi na zmianę meta danych schema dla danego wpisu. Możesz nie chcieć, aby robił je autor. Dlatego domyślnie mogą to robić tylko redaktorzy i administratorzy. Ustawienie na \"%2$s\" pozwala wszystkim użytkownikom na zmianę tych ustawień."],"Security: no advanced or schema settings for authors":["Bezpieczeństwo: brak zaawansowanych ustawień dla autorów"],"Report":["Raport"],"Tech Article":["Artykuł techniczny"],"Scholarly Article":["Artykuł naukowy"],"Satirical Article":["Artykuł satyryczny"],"Advertiser Content Article":["Treść reklamodawcy"],"News Article":["Artykuł informacyjny"],"Social Media Posting":["Publikacje w mediach społecznościowych"],"Article":["Artykuł"],"Search Results Page":["Strona wyników wyszukiwania"],"Real Estate Listing":["Ogłoszenie nieruchomości"],"Checkout Page":["Strona zamówienia"],"Collection Page":["Strona zbiorcza"],"Medical Web Page":["Medyczna strona internetowa"],"Contact Page":["Strona kontaktu"],"Profile Page":["Strona profilowa"],"QA Page":["Strona z pytaniami i odpowiedziami"],"FAQ Page":["Strona FAQ"],"About Page":["Strona o nas"],"Item Page":["Strona elementu"],"Web Page":["Strona internetowa"],"Default for %1$s (%2$s)":["Domyślnie dla %1$s (%2$s)"],"This helps search engines understand your website and your content. You can change some of your settings for this page below.":["Pomaga to wyszukiwarkom zrozumieć twoją witrynę i treści. Możesz zmienić ustawienia dla tej strony poniżej."],"Yoast SEO automatically describes your pages using schema.org":["Yoast SEO automatycznie opisuje strony za pomocą schema.org"],"Article type":["Typ artykułu"],"Page type":["Typ strony"],"Learn more about page or content types":["Dowiedz się więcej o typach stron lub treści"],"What type of page or content is this?":["Jaki jest to rodzaj strony lub treści?"],"Structured Data":["Dane ustrukturyzowane"],"Yoast How-to":["Yoast How-to"],"Yoast FAQ":["FAQ Yoast"],"%1$s: Does not contain the exact match. %2$sTry to write the exact match of your keyphrase in the SEO title and put it at the beginning of the title%3$s.":["%1$s: Nie zawiera dokładnie dopasowanej frazy kluczowej. %2$sUżyj dokładnie dopasowanej frazy kluczowej i umieść ją na początku tytułu SEO.%3$s."],"%1$s: The exact match of the focus keyphrase appears in the SEO title, but not at the beginning. %2$sMove it to the beginning for the best results%3$s.":["%1$s: Tytuł SEO zawiera dokładnie dopasowaną frazę kluczową, ale nie na początku. %2$sAby zapewnić optymalne wyniki umieść frazę kluczową na początku tytułu SEO%3$s."],"%1$s Internal Linking Blocks":["%1$s Bloki wewnętrznego linkowania"],"Allow us to track some data about your site to improve our plugin.":["Pozwól nam śledzić niektóre dane o witrynie, aby poprawić naszą wtyczkę."],"Usage tracking":["Śledzenie użytkowania"],"Can we collect anonymous information about your website to enhance %1$s?":[""],"Read more about how internal linking can improve your site structure.":["Dowiedz się więcej jak wewnętrzne linki mogą udoskonalić strukturę twojej strony"],"Link suggestions":["Odnośnik do sugestii"],"Insights":["Spostrzeżenia"],"Remove image":["Usuń obrazek"],"The file size of the uploaded image is too large for %s. File size must be less than %s.":["Rozmiar pliku ładowanego obrazka jest zbyt duży na %s. Rozmiar pliku nie może być większy niż %s."],"The format of the uploaded image is not supported. The supported formats are: %s, %s, %s and %s.":["Format ładowanego obrazka jest nieobsługiwany. Obsługiwane formaty to: %s, %s, %s oraz %s. "],"You have uploaded a %s. Please note that, if it’s an animated %s, only the first frame will be used.":["Załadowano %s. Pamiętaj, że jeśli %s to animowany obraz to tylko pierwsza klatka będzie wykorzystywana. "],"Your image dimensions are not suitable. The minimum dimensions are %dx%d pixels. The maximum dimensions are %dx%d pixels.":["Nieprawidłowe wymiary obrazka. Minimalny rozmiar to %dx%d pikseli. Maksymalny rozmiar to %dx%d pikseli."],"Your image dimensions are not suitable. The minimum dimensions are %dx%d pixels.":["Nieprawidłowe wymiary obrazka. Minimalny rozmiar to %dx%d pikseli."],"Dismiss":["Ukryj"],"Because of a change in your permalink structure, some of your SEO data needs to be reprocessed.":["Ze względu na zmianę w strukturze linków, niektóre dane SEO muszą być ponownie przetworzone."],"Because of a change in your home URL setting, some of your SEO data needs to be reprocessed.":["Ze względu na zmianę ustawieniach adresów URL kategorii, niektóre z danych SEO muszą zostać ponownie przetworzone."],"Please upgrade your WordPress version or install the Gutenberg plugin to get this %1$s feature.":["Proszę zaktualizować WordPressa lub zainstalować wtyczkę Gutenberg, aby uzyskać tę funkcję %1$s."],"Marking links with nofollow/sponsored has been disabled for WordPress installs < 5.4.":["Oznaczanie linków jako nofollow/sponsorowane zostało wyłączone dla instalacji WordPressa < 5.4."],"Open in new tab":["Otwieraj w nowej karcie"],"This is a sponsored link or advert (mark as %1$ssponsored%2$s)%3$s":["To jest link sponsorowany lub reklama (oznacz jako %1$ssponsorowane%2$s)%3$s"],"Search engines should ignore this link (mark as %1$snofollow%2$s)%3$s":["Wyszukiwarki powinny zignorować ten link (oznacz jako %1$snofollow%2$s)%3$s"],"Learn more about marking a link as nofollow or sponsored.":["Dowiedz się więcej o oznaczaniu linku jako nofollow lub sponsorowany."],"Link inserted.":["Odnośnik został wstawiony."],"Link edited.":["Odnośnik był edytowany."],"Warning: the link has been inserted but may have errors. Please test it.":["Uwaga: odnośnik został wstawiony, ale może zawierać błędy. Prosimy go wypróbować."],"Unlink":["Usuń odnośnik"],"Link removed.":["Odnośnik został usunięty."],"Link":["Odnośnik"],"We've analyzed your post. There is still room for improvement!":["Przeanalizowaliśmy wpis. Jest jeszcze miejsce na poprawę!"],"We've analyzed your post. Everything looks good. Well done!":["Przeanalizowaliśmy wpis. Wszystko wygląda dobrze. Dobra robota!"],"No focus keyword was entered":["Nie wprowadzono żadnego słowa kluczowego"],"Share your post!":["Podziel się wpisem!"],"Improve your post with Yoast SEO":["Ulepsz swój wpis z Yoast SEO"],"SEO analysis:":["Analiza SEO:"],"The links columns show the number of articles on this site linking %3$sto%4$s this article and the number of URLs linked %3$sfrom%4$s this article. Learn more about %1$show to use these features to improve your internal linking%2$s, which greatly enhances your SEO.":["Kolumny linków pokazują liczbę wpisów linkujących %3$sdo%4$s tego wpisu oraz liczbę linków %3$sz%4$s tego wpisu. Dowiedz się więcej, %1$s jak używać tej funkcji do poprawy linkowania wewnętrznego%2$s, co znacznie ulepsza SEO."],"We've written an article about %1$show to use the SEO score and Readability score%2$s.":["Napisaliśmy artykuł o %1$swykorzystaniu wynikach SEO i czytelności%2$s."],"%1$s adds several columns to this page.":["%1$s dodaje kilka kolumn do tej strony."],"We estimate this will take less than a minute.":["Szacujemy, że zajmie to mniej niż minutę."],"We estimate this will take a couple of minutes.":["Szacujemy, że zajmie to kilka minut."],"%1$sRun the indexation process on your server%2$s using %3$sWP CLI%2$s.":["%1$sUruchom proces indeksacji na swoim serwerze%2$s używając %3$sWP CLI%2$s"],"We estimate this could take a long time, due to the size of your site. As an alternative to waiting, you could:":["Szacujemy, że ten proces może zająć więcej czasu z powodu rozmiaru twojej strony. Zamiast czekania możesz:"],"Show debug information":["Pokaż informacje debugowania"],"Your site will continue to work normally, but won't take full advantage of %s.":["Twoja strona będzie nadal działać normalnie, ale nie skorzysta w pełni z %s."],"%s had problems creating the database tables needed to speed up your site.":["%s miał problem z utworzeniem tabel bazy danych potrzebnych do przyspieszenia witryny."],"Your keyphrase is too long. It can be a maximum of 191 characters.":["Twoja fraza kluczowa jest za długa. Powinna mieć maksymalnie 191 znaków."],"%1$sFind out how to solve this problem on our help center%2$s.":["%1$sZnajdź sposób rozwiązania tego problemu na naszej bazie wiedzy%2$s."],"The text link counter feature is not working as expected":["Funkcja licznika linków tekstowych nie działa zgodnie z oczekiwaniami"],"The text link counter helps you improve your site structure. %1$sFind out how the text link counter can enhance your SEO%2$s.":["Licznik linków tekstowych pomaga poprawić strukturę strony. %1$sDowiedz się jak licznik linków tekstowych może poprawić SEO%2$s."],"The text link counter is working as expected":["Licznik linków tekstowych działa zgodnie z oczekiwaniami"],"I don't want this site to show in the search results.":["Nie chcę, aby ta strona była widoczna w wynikach wyszukiwania."],"If you want search engines to show this site in their results, you must %1$sgo to your Reading Settings%2$s and uncheck the box for Search Engine Visibility.":["Jeśli chcesz, aby wyszukiwarki wyświetlały tę witrynę w swoich wynikach %1$sprzejdź do ustawień czytania%2$s i odznacz pole widoczności w wyszukiwarkach"],"Learn more about the no-index setting on our help page.":["Dowiedz się więcej o ustawieniu nie indeksowania na naszej stronie pomocy."],"Even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Możesz tu zmienić ustawienie znaczników meta dla robotów, ale cała witryna jest ustawiona na noindex w ustawieniach prywatności, więc te zmiany nie będą miały żadnego wpływu."],"Learn more about canonical URLs on our help page.":["Dowiedz się więcej o kanonicznych adresach URL na naszej stronie pomocy."],"Learn more about the breadcrumbs title setting on our help page.":["Dowiedz się więcej o ustawianiu tytułu okruszków na naszej stronie pomocy."],"Learn more about advanced meta robots settings on our help page.":["Dowiedz się więcej o zaawansowanych ustawieniach znaczników meta dla robotów na naszej stronie pomocy."],"Learn more about the no-follow setting on our help page.":["Dowiedz się więcej o ustawieniach no-follow na naszej stronie pomocy."],"Should search engines follow links on this content?":["Czy wyszukiwarki powinny śledzić linki w tej treści?"],"This %1$s REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use %1$s for all their SEO meta output.":["Ten %1$s punkt końcowy REST API udostępnia wszystkie metadane potrzebne do określonego adresu URL. Ułatwi to bezgłowym witrynom WordPress używanie %1$s do wszystkich wyników meta SEO."],"REST API: Head endpoint":["Interfejs REST API: główny punkt końcowy"],"Please read %1$sthis help article%2$s to find out how to resolve this problem.":["Prosimy przeczytać %1$sten artykuł pomocy%2$s, aby dowiedzieć się, jak rozwiązać ten problem."],"Replaced with the term ancestors hierarchy":["Zastąpiono hierarchią przodków taksonomii"],"Term hierarchy":["Hierarchia taksonomii"],"%1$sYou can change the tagline in the customizer%2$s.":["%1$sMożesz zmienić opis strony w personalizacji%2$s."],"You still have the default WordPress tagline. Even an empty one is probably better.":["Nadal masz domyślny opis strony WordPressa. Nawet pusty opis jest prawdopodobnie lepszy."],"You should change the default WordPress tagline":[" Zalecamy zmienić domyślny opis strony WordPressa"],"You are using a custom tagline or an empty one.":["Używasz niestandardowego lub pustego opisu strony."],"You changed the default WordPress tagline":["Domyślny opis strony WordPressa został zmieniony"],"Comments on your posts are displayed on a single page. This is just like we'd suggest it. You're doing well!":["Komentarze do twoich postów są wyświetlane na jednej stronie. To tak, jakbyśmy sugerowali. Dobrze ci idzie!"],"It's highly recommended to have your postname in the URL of your posts and pages. Consider setting your permalink structure to %s.":["Zdecydowanie zalecamy, aby w adresie URL wpisów i stron umieścić nazwę wpisu/strony. Rozważ ustawienie struktury linków bezpośrednich na %s."],"You do not have your postname in the URL of your posts and pages":["Nie masz nazwy wpisu/strony w adresie URL swoich wpisów i stron"],"You do have your postname in the URL of your posts and pages.":["Masz nazwę wpisu/strony w adresie URL swoich wpisów i stron."],"Your permalink structure includes the post name":["Twoja struktura bezpośrednich odnośników zawiera nazwę wpisu/strony (postname)"],"Comments on your posts break into multiple pages. As this is not needed in 999 out of 1000 cases, we recommend you disable it. To fix this, uncheck \"Break comments into pages...\" on the Discussion Settings page.":["Komentarze do twoich wpisów dzielą się na wiele stron. Ponieważ nie jest to potrzebne w 999 na 1000 przypadków, zalecamy wyłączenie tej funkcji. Aby to naprawić, odznacz „Podziel komentarze na strony ...” na stronie Ustawienia dyskusji."],"Comments break into multiple pages":["Komentarze dzielą się na wiele stron"],"Comments are displayed on a single page":["Komentarze są wyświetlane na jednej stronie"],"No title":["Brak tytułu"],"%1$sGo to the Discussion Settings page%2$s":["%1$sIdź do strony ustawień dyskusji%2$s"],"%1$sThis was reported by the %2$s plugin%3$s":["%1$sTo zostało zaobserwowane przez wtyczkę %2$s%3$s"],"Mobile result":["Wynik na urządzeniach mobilnych"],"Preview as:":["Podgląd jako:"],"Desktop result":["Wynik na komputerze"],"When you click OK we will open our HelpScout beacon where you can find answers to your questions. This beacon will load our support data and also potentially set cookies.":["Kliknij OK by uzyskać dostęp do bazy wiedzy, gdzie znajdziesz odpowiedzi na najczęściej zadawane pytania. Po kliknięciu zostanie wczytana dokumentacja techniczna oraz mogą zostać zapisane pliki cookie."],"The browser you are currently using is unfortunately rather dated. Since we strive to give you the best experience possible, we no longer support this browser. Instead, please use %1$sFirefox%4$s, %2$sChrome%4$s or %3$sMicrosoft Edge%4$s.":["Przeglądarka, której obecnie używasz, jest niestety raczej przestarzała. Ponieważ staramy się zapewnić jak najlepszą obsługę, nie obsługujemy już tej przeglądarki. Zamiast tego użyj %1$sFirefox%4$s, %2$sChrome%4$s lub %3$sMicrosoft Edge%4$s."],"If you want to apply advanced <code>meta</code> robots settings for this page, please define them in the following field.":["Jeśli chcesz dodać zaawansowane ustawienia znaczników <code>meta</code> dla robotów dla tej strony, zdefiniuj je w poniższym polu."],"Check out %1$s":["Sprawdź %1$s"],"We have both free and premium online courses to learn everything you need to know about SEO.":["Posiadamy zarówno darmowe jak i płatne kursy, z których nauczysz się wszystkiego, co powinno wiedzieć się o SEO."],"Want to learn SEO from Team Yoast? Check out our %1$s!":["Chcesz nauczyć się SEO od zespołu Yoast? Sprawdź %1$s!"],"Learn SEO":["Naucz się SEO"],"%s settings to import:":["%s ustawienia do importu:"],"Import settings from another %1$s installation by pasting them here and clicking \"%2$s\".":["Zaimportuj ustawienia z innej instalacji %1$s poprzez wklejenie ich tutaj i kliknięcie \"%2$s\"."],"Your %1$s settings:":["Twoje ustawienia %1$s:"],"Schema":["Schemat"],"Please check the format of the YouTube URL you entered. %s":["Prosimy sprawdzić format wprowadzonego adresu URL do YouTube. %s"],"Please check the format of the Wikipedia URL you entered. %s":["Prosimy sprawdzić format wprowadzonego adresu URL do Wikipedii. %s"],"Please check the format of the Pinterest URL you entered. %s":["Prosimy sprawdzić format wprowadzonego adresu URL do Pinterest. %s"],"Please check the format of the MySpace URL you entered. %s":["Prosimy sprawdzić format wprowadzonego adresu URL do MySpace. %s"],"Please check the format of the LinkedIn URL you entered. %s":["Prosimy sprawdzić format wprowadzonego adresu URL do LinkedIn. %s"],"Please check the format of the Instagram URL you entered. %s":["Prosimy sprawdzić format wprowadzonego adresu URL do Instagramu. %s"],"Please check the format of the Facebook Page URL you entered. %s":["Prosimy sprawdzić format wprowadzonego adresu URL do strony na Facebooku. %s"],"Settings saved.":["Ustawienia zostały zapisane."],"Dismiss this alert":["Odrzuć ten alert"],"The submitted value was: %s":["Wprowadzona wartość to: %s"],"Yandex confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Kody potwierdzające Yandex mogą zawierać tylko litery od A do F, cyfry, łączniki i podkreślniki. %s"],"Twitter usernames can only contain letters, numbers, and underscores. %s":["Nazwy użytkownika Twittera mogą zawierać jedynie litery, cyfry i podkreślniki. %s"],"Pinterest confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Kody potwierdzające Pinterest mogą zawierać tylko litery od A do F, cyfry, łączniki i podkreślniki. %s"],"Bing confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Kody potwierdzające Bing mogą zawierać tylko litery od A do F, cyfry, łączniki i podkreślniki. %s"],"Google verification codes can only contain letters, numbers, hyphens, and underscores. %s":["Kody potwierdzające Google mogą zawierać tylko litery, cyfry, łączniki i podkreślniki. %s"],"Baidu verification codes can only contain letters, numbers, hyphens, and underscores. %s":["Kody potwierdzające Baidu mogą zawierać tylko litery, cyfry, łączniki i podkreślniki. %s"],"Show this item.":["Pokaż ten przedmiot."],"Hide this item.":["Ukryj ten przedmiot."],"You have %d hidden problem:":["Masz %d ukryty problem:","Masz %d ukryte problemy:","Masz %d ukrytych problemów:"],"You have %d hidden notification:":["Masz %d ukryte powiadomienie:","Masz %d ukryte powiadomienia:","Masz %d ukrytych powiadomień:"],"Focus keyphrase not set":["Nie ustawiono frazy kluczowej"],"The form contains %1$s error. %2$s":["Formularz zawiera %1$s błąd. %2$s","Formularz zawiera %1$s błędy. %2$s","Formularz zawiera %1$s błędów. %2$s"],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly.":["Poniższe słowa występują najczęściej w treści. Dają one wskazówkę, na czym skupia się treść. Jeśli słowa te znacznie odbiegają od tematu, możesz chcieć odpowiednio przerobić treść."],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":["Gdy tylko dodasz trochę więcej tekstu, wyświetlimy listę słów, które występują w treści najczęściej. Dzięki temu będziesz wiedzieć, na czym koncentruje się treść."],"%d occurrences":["%d wystąpienia"],"Activate %s for your site on MyYoast":["Aktywuj %s dla swojej witryny na MyYoast"],"Show blog page in breadcrumbs":["Pokaż stronę blogu w okruszkach"],"We could not find any relevant articles on your website that you could link to from your post.":["Nie mogliśmy znaleźć żadnych istotnych artykułów w twojej witrynie, do których można by było wstawić odnośniki w tym wpisie."],"Has feedback":["Dostępne uwagi"],"Content optimization:":["Optymalizacja treści:"],"%1$sSEO%2$s: %3$s":["%1$sSEO%2$s: %3$s"],"%1$sReadability%2$s: %3$s":["%1$sCzytelność%2$s: %3$s"],"Post Noindexed":["Wpis Noindex"],"No Focus Keyphrase":["Brak frazy kluczowej"],"Posts with the SEO score: %s":["Wpisy z wynikiem SEO: %s"],"SEO: %s":["SEO: %s"],"%s video tutorial":["Video poradnik %s"],"To view your current crawl errors, %1$splease visit Google Search Console%2$s.":["Aby wyświetlić błędy indeksowania, %1$s odwiedź Google Search Console%2$s."],"Google has discontinued its Crawl Errors API. Therefore, any possible crawl errors you might have cannot be displayed here anymore. %1$sRead our statement on this for further information%2$s.":["Google zamknął API błędów indeksowania. W związku z tym, błędy indeksowania, które mogły się pojawić, nie mogą być już wyświetlane w tym miejscu. %1$sPrzeczytaj nasz komunikat, aby uzyskać więcej informacji.%2$s."],"Get the %s plugin now!":["Kup teraz wtyczkę %s!"],"Personal info":["Dane osobiste"],"Organization logo":["Logo organizacji"],"Organization name":["Nazwa organizacji"],"(if one exists)":["(jeżeli istnieje)"],"Wikipedia page about you":["Strona Wikipedii o tobie"],"YouTube profile URL":["URL profilu YouTube"],"Tumblr profile URL":["URL profilu Tumblr"],"SoundCloud profile URL":["URL profilu SoundCloud"],"MySpace profile URL":["URL profilu MySpace"],"Organization":["Organizacja"],"You have previously set your site to represent a person. We’ve improved our functionality around Schema and the Knowledge Graph, so you should go in and %1$scomplete those settings%2$s.":["Wcześniej ustawiono witrynę tak, aby reprezentowała osobę. Ulepszyliśmy naszą funkcjonalność Schema.org i Knowledge Graph, więc zalecamy do %1$suzupełnienie tych ustawień%2$s."],"Select a user...":["Wybierz użytkownika…"],"Uncategorized":["Bez kategorii"],"Pinterest profile URL":["URL profilu Pinterest"],"LinkedIn profile URL":["URL profilu LinkedIn"],"Instagram profile URL":["Adres URL profilu na Instagramie"],"No JSON object was returned.":["Został zwrócony obiekt innego typu niż JSON."],"Received internal links":["Przychodzące wewnętrzne odnośniki"],"Outgoing internal links":["Wychodzące wewnętrzne odnośniki"],"New step added":["Nowy krok został dodany"],"New question added":["Nowe pytanie zostało dodane"],"For this feature to work, %1$s needs to create a table in your database. We were unable to create this table automatically.":["Aby ta funkcja działała, %1$s musi utworzyć tabelę w twojej bazie danych. Nie byliśmy w stanie jej utworzyć automatycznie."],"Keyphrase":["Fraza kluczowa"],"%3$sImage Keyphrase%5$s: Out of %2$d images on this page, %1$d have alt attributes with words from your keyphrase or synonyms. That's a bit much. %4$sOnly include the keyphrase or its synonyms when it really fits the image%5$s.":["%3$sAtrybuty alt obrazków%5$s: Z %2$d obrazów na tej stronie, %1$d ma atrybuty alt ze słowami z fraz kluczowych lub synonimami. To trochę za dużo. %4$sUżywaj frazy kluczowej lub synonimów tylko wtedy, kiedy naprawdę pasują do obrazu%5$s."],"%3$sImage Keyphrase%5$s: Out of %2$d images on this page, only %1$d has an alt attribute that reflects the topic of your text. %4$sAdd your keyphrase or synonyms to the alt tags of more relevant images%5$s!":["%3$sAtrybuty alt obrazków%5$s: Z %2$d obrazków na tej stronie, tylko %1$d ma atrybut alt pokrywający się z tematem wpisu. %4$sDodaj frazę kluczową lub jej synonimy do tagu alt obrazków%5$s!","%3$sAtrybuty alt obrazków%5$s: Z %2$d obrazków na tej stronie, tylko %1$d mają atrybuty alt pokrywający się z tematem wpisu. %4$sDodaj frazę kluczową lub jej synonimy do tagu alt obrazków%5$s!","%3$sAtrybuty alt obrazków%5$s: Z %2$d obrazków na tej stronie, tylko %1$d ma atrybuty alt pokrywający się z tematem wpisu. %4$sDodaj frazę kluczową lub jej synonimy do tagu alt obrazków%5$s!"],"%1$sImage Keyphrase%3$s: Images on this page do not have alt attributes that reflect the topic of your text. %2$sAdd your keyphrase or synonyms to the alt tags of relevant images%3$s!":["%1$sAtrybuty alt obrazków%3$s: Obrazki na tej stronie nie mają atrybutów alt pokrywających się z tematem wpisu. %2$sDodaj frazę kluczową lub jej synonimy do atrybutów alt obrazków%3$s!"],"%1$sImage Keyphrase%3$s: Images on this page have alt attributes, but you have not set your keyphrase. %2$sFix that%3$s!":["%1$sAtrybuty alt obrazków%3$s: Obrazki na tej stronie mają atrybuty alt, ale nie została ustawiona fraza kluczowa. %2$sNapraw to%3$s!"],"%1$sKeyphrase in subheading%2$s: %3$s of your H2 and H3 subheadings reflects the topic of your copy. Good job!":["%1$sFraza kluczowa w nagłówku%2$s: %3$s z nagłówków H2 lub H3 rzędu pokrywa się z tematem wpisu. Dobra robota!","%1$sFraza kluczowa w nagłówku%2$s: %3$s z nagłówków H2 lub H3 rzędu pokrywa się z tematem wpisu. Dobra robota!","%1$sFraza kluczowa w nagłówku%2$s: %3$s z nagłówków H2 lub H3 rzędu pokrywa się z tematem wpisu. Dobra robota!"],"%1$sKeyphrase in subheading%2$s: Your H2 or H3 subheading reflects the topic of your copy. Good job!":["%1$sFraza kluczowa w nagłówku%2$s: Nagłówki H2 lub H3 pokrywają się z tematem wpisu. Dobra robota!"],"%1$sKeyphrase in subheading%3$s: %2$sUse more keyphrases or synonyms in your H2 and H3 subheadings%3$s!":["%1$sFraza kluczowa w nagłówku%3$s: %2$sUżywaj częściej fraz kluczowych lub ich synonimów w nagłówkach H2 lub H3%3$s!"],"Page %s":["Strona %s"],"Cannot get the size of %1$s because of unknown reasons.":["Nie można uzyskać rozmiaru %1$s z nieznanego powodu."],"Cannot get the size of %1$s because it is hosted externally.":["Nie można uzyskać rozmiaru %1$s, ponieważ znajduje się na zewnętrznym serwerze."],"%1$sSingle title%3$s: H1s should only be used as your main title. Find all H1s in your text that aren't your main title and %2$schange them to a lower heading level%3$s!":["%1$sTytuł%3$s: Nagłówek H1 powinien być użyty tylko jako tytuł tekstu. Znajdź wszystkie nagłówki H1 w tekście i %2$s zamień je na nagłówki niższego poziomu%3$s!"],"%1$sKeyphrase density%2$s: The keyphrase was found %5$d time. That's way more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$sGęstość frazy kluczowej%2$s: Fraza kluczowa została znaleziona %5$d raz. To o wiele więcej niż zalecane maksymalne %3$d razy dla tekstu o tej długości. %4$sNie optymalizuj zbyt agresywnie%2$s!","%1$sGęstość frazy kluczowej%2$s: Fraza kluczowa została znaleziona %5$d razy. To o wiele więcej niż zalecane maksymalne %3$d razy dla tekstu o tej długości. %4$sNie optymalizuj zbyt agresywnie%2$s!","%1$sGęstość frazy kluczowej%2$s: Fraza kluczowa została znaleziona %5$d razy. To o wiele więcej niż zalecane maksymalne %3$d razy dla tekstu o tej długości. %4$sNie optymalizuj zbyt agresywnie%2$s!"],"%1$sKeyphrase density%2$s: The keyphrase was found %5$d time. That's more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$sGęstość frazy kluczowej%2$s: Fraza kluczowa została znaleziona %5$d raz. To więcej niż zalecane maksymalne %3$d razy dla tekstu o tej długości. %4$sNie optymalizuj zbyt agresywnie%2$s!","%1$sGęstość frazy kluczowej%2$s: Fraza kluczowa została znaleziona %5$d razy. To więcej niż zalecane maksymalne %3$d razy dla tekstu o tej długości. %4$sNie optymalizuj zbyt agresywnie%2$s!","%1$sGęstość frazy kluczowej%2$s: Fraza kluczowa została znaleziona %5$d razy. To więcej niż zalecane maksymalne %3$d razy dla tekstu o tej długości. %4$sNie optymalizuj zbyt agresywnie%2$s!"],"%1$sKeyphrase density%2$s: The keyphrase was found %3$d time. This is great!":["%1$sGęstość frazy kluczowej%2$s: Fraza kluczowa została znaleziona %3$d raz. Świetnie!","%1$sGęstość frazy kluczowej%2$s: Fraza kluczowa została znaleziona %3$d razy. Świetnie!","%1$sGęstość frazy kluczowej%2$s: Fraza kluczowa została znaleziona %3$d razy. Świetnie!"],"%1$sKeyphrase density%2$s: The keyphrase was found %5$d time. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sGęstość frazy kluczowej%2$s: Fraza kluczowa została znaleziona %5$d raz. To mniej niż zalecane minimum %3$d razy dla tekstu o tej długości. %4$sSkup się na frazie kluczowej%2$s!","%1$sGęstość frazy kluczowej%2$s: Fraza kluczowa została znaleziona %5$d razy. To mniej niż zalecane minimum %3$d razy dla tekstu o tej długości. %4$sSkup się na frazie kluczowej%2$s!","%1$sGęstość frazy kluczowej%2$s: Fraza kluczowa została znaleziona %5$d razy. To mniej niż zalecane minimum %3$d razy dla tekstu o tej długości. %4$sSkup się na frazie kluczowej%2$s!"],"%1$sKeyphrase density%2$s: The keyphrase was found 0 times. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sGęstość frazy kluczowej%2$s: Fraza kluczowa nie została znaleziona. To mniej niż zalecane minimum %3$d razy dla tekstu o tej długości. %4$sSkup się na frazie kluczowej%2$s!"],"Import of settings is only supported on servers that run PHP 5.3 or higher.":["Import ustawień jest wspierany jedynie na serwerach używających wersji PHP 5.3 i wyższych."],"Export your %1$s settings here, to copy them on another site.":["Wyeksportuj tutaj swoje ustawienia %1$s, aby skopiować je do innej witryny."],"No settings found.":["Nie znaleziono ustawień."],"These are settings for the %1$s plugin by %2$s":["To są ustawienia dla wtyczki %1$s z %2$s"],"Copy all these settings to another site's %1$s tab and click \"%1$s\" there.":["Skopiuj wszystkie ustawienia do zakładki %1$s w nowej witrynie i kliknij tam \"%1$s\"."],"You do not have the required rights to export settings.":["Nie masz wystarczających uprawnień do eksportu ustawień."],"Method %1$s() does not exist in class %2$s":["Metoda %1$s() nie występuje w klasie %2$s"],"With %s, you can easily create such redirects.":["Możesz łatwo stworzyć takie przekierowania z %s."],"Learn about why permalinks are important for SEO.":["Dowiedz się więcej, dlaczego odnośniki bezpośrednie są tak ważne w SEO."],"Changing your permalinks settings can seriously impact your search engine visibility. It should almost %1$s never %2$s be done on a live website.":["Zmiana ustawień bezpośrednich odnośników może poważnie wpłynąć na widoczność w wyszukiwarce. To prawie %1$s nigdy %2$s nie powinno być zrobione w witrynie produkcyjnej."],"WARNING:":["OSTRZEŻENIE:"],"%1$sFunction words in keyphrase%3$s: Your keyphrase \"%4$s\" contains function words only. %2$sLearn more about what makes a good keyphrase.%3$s":["%1$sFunktory w frazie kluczowej%3$s: Fraza kluczowa \"%4$s\" zawiera jedynie funktory. %2$sDowiedz się więcej o tworzeniu dobrych fraz kluczowych.%3$s"],"Clear Image":["Usuń obrazek"],"%1$sKeyphrase length%3$s: %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sDługość frazy kluczowej%3$s: %2$sWpisz frazę kluczową, aby obliczyć wynik SEO %3$s."],"%1$sKeyphrase in slug%2$s: More than half of your keyphrase appears in the slug. That's great!":["%1$sFraza kluczowa w bezpośrednim odnośniku%2$s: Więcej niż połowa frazy kluczowej pojawiła się w bezpośrednim odnośniku. Świetnie!"],"%1$sKeyphrase in slug%3$s: (Part of) your keyphrase does not appear in the slug. %2$sChange that%3$s!":["%1$sFraza kluczowa w bezpośrednim odnośniku%3$s: (Część lub cała) fraza kluczowa nie pojawia się w bezpośrednim odnośniku. %2$sZmień to%3$s!"],"%1$sKeyphrase in slug%2$s: Great work!":["%1$sFraza kluczowa w bezpośrednim odnośniku%2$s: Dobra robota!"],"Help on choosing the perfect focus keyphrase":["Pomoc przy wyborze najlepszej frazy kluczowej"],"Go %s!":["Idź do %s!"],"Add related keyphrase":["Dodaj podobną frazę kluczową"],"Upgrade to %s":["Aktualizuj do %s"],"Get %s":["Kup %s"],"%4$sPreviously used keyphrase%6$s: You've used this keyphrase %1$s multiple times before%3$s. %5$sDo not use your keyphrase more than once%6$s.":["%4$sUżyta fraza kluczowa%6$s: Fraza kluczowa została już użyta %1$s kilka razy wcześniej%3$s. %5$sProszę nie używać frazy kluczowej więcej niż raz%6$s."],"%3$sPreviously used keyphrase%5$s: You've used this keyphrase %1$sonce before%2$s. %4$sDo not use your keyphrase more than once%5$s.":["%3$sUżyta fraza kluczowa%5$s: Fraza kluczowa została już użyta %1$swcześniej%2$s. %4$sProszę nie używać frazy kluczowej więcej niż raz%5$s."],"%1$sPreviously used keyphrase%2$s: You've not used this keyphrase before, very good.":["%1$sUżyta fraza kluczowa%2$s: Fraza kluczowa nie została jeszcze użyta, bardzo dobrze."],"%1$sImages%3$s: No images appear on this page. %2$sAdd some%3$s!":["%1$sAtrybuty alt obrazków%3$s: Brak obrazków na tej stronie. %2$sDodaj jakieś%3$s!"],"%1$sLink keyphrase%3$s: You're linking to another page with the words you want this page to rank for. %2$sDon't do that%3$s!":["%1$sOdnośnik we frazie kluczowej%3$s: Linkujesz do innej strony za pomocą słów, na które chcesz aby obecna strona zajęła wysoką pozycję w wynikach wyszukiwania. %2$sNie rób tego%3$s!"],"%2$sText length%3$s: The text contains %1$d %4$s. Good job!":["%2$sDługość tekstu%3$s: Tekst zawiera %1$d %4$s. Dobra robota!"],"%1$sKeyphrase in subheading%3$s: More than 75%% of your H2 and H3 subheadings reflect the topic of your copy. That's too much. %2$sDon't over-optimize%3$s!":["%1$sWyrażenie kluczowe w nagłówku%3$s: Ponad 75%% z nagłówków H2 oraz H3  odpowiada tematyce treści. To za dużo. %2$sNie optymalizuj zbyt agresywnie%3$s!"],"%1$sSEO title width%3$s: %2$sPlease create an SEO title%3$s.":["%1$sDługość tytułu SEO%3$s: %2$sProszę utworzyć tytuł SEO%3$s."],"%1$sSEO title width%3$s: The SEO title is wider than the viewable limit. %2$sTry to make it shorter%3$s.":["%1$sDługość tytułu SEO%3$s: Tytuł SEO jest za długi. %2$sSpróbuj go skrócić%3$s."],"%1$sSEO title width%2$s: Good job!":["%1$sDługość tytułu SEO%2$s: Dobra robota!"],"%1$sSEO title width%3$s: The SEO title is too short. %2$sUse the space to add keyphrase variations or create compelling call-to-action copy%3$s.":["%1$sDługość tytułu SEO%3$s: Tytuł SEO jest za krótki. %2$sProszę dodać warianty frazy kluczowej lub utworzyć treść z wezwaniem do działania%3$s."],"%1$sOutbound links%2$s: There are both nofollowed and normal outbound links on this page. Good job!":["%1$sWychodzące odnośniki%2$s: Na tej stronie występują wychodzące odnośniki z atrybutami \"nofollow\" i zwykłe. Dobra robota!"],"%1$sOutbound links%2$s: Good job!":["%1$sWychodzące odnośniki%2$s: Dobra robota!"],"%1$sOutbound links%3$s: All outbound links on this page are nofollowed. %2$sAdd some normal links%3$s.":["%1$sWychodzące odnośniki%3$s: Wszystkie wychodzące odnośniki na tej stronie posiadają atrybut \"nofollow\". %2$sDodaj również zwykłe linki%3$s."],"%1$sOutbound links%3$s: No outbound links appear in this page. %2$sAdd some%3$s!":["%1$sWychodzące odnośniki%3$s: Na tej stronie nie znaleziono wychodzących odnośników. %2$sDodaj jakieś%3$s!"],"%1$sMeta description length%2$s: Well done!":["%1$sDługość meta opisu%2$s: Dobra robota!"],"%1$sMeta description length%3$s: The meta description is over %4$d characters. To ensure the entire description will be visible, %2$syou should reduce the length%3$s!":["%1$sDługość meta opisu%3$s: Meta opis zawiera ponad %4$d znaków. Aby upewnić się, że cały meta opis będzie widoczny, %2$sskróć go%3$s!"],"%1$sMeta description length%3$s: The meta description is too short (under %4$d characters). Up to %5$d characters are available. %2$sUse the space%3$s!":["%1$sDługość meta opisu%3$s: Meta opis jest za krótki (poniżej %4$d znaków). Dostępne jest jeszcze %5$d znaków. %2$sWykorzystaj je%3$s!"],"%1$sMeta description length%3$s:  No meta description has been specified. Search engines will display copy from the page instead. %2$sMake sure to write one%3$s!":["%1$sDługość meta opisu%3$s: Nie wpisano opisu meta. Wyszukiwarki użyją części wpisu jako opisu meta. %2$sUzupełnij go%3$s!"],"%1$sKeyphrase in meta description%2$s: The meta description has been specified, but it does not contain the keyphrase. %3$sFix that%4$s!":["%1$sFraza kluczowa w opisie meta%2$s: Opis meta został wprowadzony, ale nie zawiera frazy kluczowej. %3$sPopraw to%4$s!"],"%1$sKeyphrase in meta description%2$s: The meta description contains the keyphrase %3$s times, which is over the advised maximum of 2 times. %4$sLimit that%5$s!":["%1$sFraza kluczowa w opisie meta%2$s: Opis meta zawiera frazę kluczową %3$s razy, co stanowi przekroczenie zalecanego maksimum 2 razy. %4$sOgranicz użycie%5$s!"],"%1$sKeyphrase in meta description%2$s: Keyphrase or synonym appear in the meta description. Well done!":["%1$sFraza kluczowa w opisie meta%2$s: Fraza kluczowa lub jej synonimy  pojawiają się w opisie meta. Dobra robota!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's way more than the recommended maximum of %2$d %6$s. %4$sMake it shorter%5$s!":["%3$sDługość frazy kluczowej%5$s: Fraza kluczowa zawiera %1$d %6$s. To jest zdecydowanie za dużo wobec rekomendowanego maksimum %2$d %6$s. %4$sSkróć frazę%5$s!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's more than the recommended maximum of %2$d %6$s. %4$sMake it shorter%5$s!":["%3$sDługość frazy kluczowej%5$s: Fraza kluczowa zawiera %1$d %6$s. To jest za dużo wobec rekomendowanego maksimum %2$d %6$s. %4$sSkróć frazę%5$s!"],"%1$sKeyphrase length%2$s: Good job!":["%1$sDługość frazy kluczowej%2$s: Dobra robota!"],"%1$sKeyphrase length%3$s: No focus keyphrase was set for this page. %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sDługość frazy kluczowej%3$s: Na tej stronie nie ustawiono frazy kluczowej. %2$sWpisz frazę kluczową, aby obliczyć wynik SEO%3$s."],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms do not appear in the first paragraph. %2$sMake sure the topic is clear immediately%3$s.":["%1$sFraza kluczowa we wstępie%3$s: Twoja fraza kluczowa lub jej synonimy nie pojawiają się w pierwszym paragrafie. %2$sUpewnij się, że temat wpisu jest niezwłocznie opisany%3$s."],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms appear in the first paragraph of the copy, but not within one sentence. %2$sFix that%3$s!":["%1$sFraza kluczowa we wstępie%3$s: Twoja fraza kluczowa lub jej synonimy pojawiają się w pierwszym paragrafie, ale nie w jednym zdaniu. %2$sPopraw to%3$s."],"%1$sKeyphrase in introduction%2$s: Well done!":["%1$sFraza kluczowa we wstępie%2$s: Dobra robota!"],"%1$sInternal links%2$s: There are both nofollowed and normal internal links on this page. Good job!":["%1$sWewnętrzne odnośniki%2$s: Na stronie znajdują się zarówno odnośniki zwykłe, jak i \"nofollow\". Dobra robota!"],"%1$sInternal links%2$s: You have enough internal links. Good job!":["%1$sWewnętrzne odnośniki%2$s: Masz wystarczającą liczbę wewnętrznych odnośników. Dobra robota!"],"%1$sInternal links%3$s: The internal links in this page are all nofollowed. %2$sAdd some good internal links%3$s.":["%1$sWewnętrzne odnośniki%3$s: Wszystkie wewnętrzne odnośniki na tej stronie mają ustawiony atrybut nofollow. %2$sDodaj inne wewnętrzne linki%3$s."],"%1$sInternal links%3$s: No internal links appear in this page, %2$smake sure to add some%3$s!":["%1$sWewnętrzne odnośniki%3$s: Na tej stronie nie ma żadnego wewnętrznego odnośnika. %2$sDodaj jakieś%3$s!"],"%1$sTransition words%2$s: Well done!":["%1$sSłowa łączące%2$s: Dobra robota!"],"%1$sTransition words%2$s: Only %3$s of the sentences contain transition words, which is not enough. %4$sUse more of them%2$s.":["%1$sSłowa łączące%2$s: Tylko %3$s zdań zawiera słowa łączące, to za mało. %4$sUżywaj ich częściej%2$s."],"%1$sTransition words%2$s: None of the sentences contain transition words. %3$sUse some%2$s.":["%1$sSłowa łączące%2$s: Żadne zdanie nie zawiera słów łączących. %3$sUżyj ich%2$s."],"%1$sNot enough content%2$s: %3$sPlease add some content to enable a good analysis%2$s.":["%1$sZa mało treści%2$s: %3$sDodaj więcej treści, aby wykonać analizę%2$s."],"%1$sSubheading distribution%2$s: You are not using any subheadings, but your text is short enough and probably doesn't need them.":["%1$sRozkład nagłówków%2$s: Nie korzystasz z nagłówków, ale tekst jest wystarczająco krótki i prawdopodobnie ich nie potrzebuje."],"%1$sSubheading distribution%2$s: You are not using any subheadings, although your text is rather long. %3$sTry and add some subheadings%2$s.":["%1$sRozkład nagłówków%2$s: Nie korzystasz z nagłówków, choć ten tekst jest raczej długi. %3$sSpróbuj dodać nagłówki%2$s."],"%1$sSubheading distribution%2$s: %3$d section of your text is longer than %4$d %6$s and is not separated by any subheadings. %5$sAdd subheadings to improve readability%2$s.":["%1$sRozkład nagłówków%2$s: %3$d sekcja tekstu jest dłuższa niż %4$d %6$s i nie jest podzielona żadnymi nagłówkami. %5$sDodaj nagłówki, aby poprawić czytelność%2$s.","%1$sRozkład nagłówków%2$s: %3$d sekcje tekstu są dłuższe niż %4$d %6$s i nie są podzielone żadnymi nagłówkami. %5$sDodaj nagłówki, aby poprawić czytelność%2$s.","%1$sRozkład nagłówków%2$s: %3$d sekcji tekstu jest dłuższych niż %4$d %6$s i nie są podzielone żadnymi nagłówkami. %5$sDodaj nagłówki, aby poprawić czytelność%2$s."],"%1$sSubheading distribution%2$s: Great job!":["%1$sRozkład nagłówków%2$s: Dobra robota!"],"%1$sSentence length%2$s: %3$s of the sentences contain more than %4$s %7$s, which is more than the recommended maximum of %5$s. %6$sTry to shorten the sentences%2$s.":["%1$sDługość zdań%2$s: %3$s zdań zawiera więcej niż %4$s %7$s, czyli więcej niż rekomendowane maksimum %5$s. %6$sSpróbuj skrócić zdania%2$s."],"%1$sSentence length%2$s: Great!":["%1$sDługość zdań%2$s: Dobra robota!"],"%1$sConsecutive sentences%2$s: There is enough variety in your sentences. That's great!":["%1$sNastępujące zdania%2$s: Zdania są wystarczająco zróżnicowane. Świetnie!"],"%1$sConsecutive sentences%2$s: The text contains %3$d consecutive sentences starting with the same word. %5$sTry to mix things up%2$s!":["%1$sNastępujące zdania%2$s: Tekst zawiera %3$d następujące po sobie zdanie zaczynające się tym samym słowem. %5$sSpróbuj wprowadzić trochę różnorodności%2$s!","%1$sNastępujące zdania%2$s: Tekst zawiera %4$d przypadki, w których %3$d następujące po sobie zdania zaczyna się tym samym słowem. %5$s Spróbuj zmienić szyk wyrazów i zdań%2$s!","%1$sNastępujące zdania%2$s: Tekst zawiera %4$d przypadki, w których %3$d następujących po sobie zdań zaczyna się tym samym słowem. %5$s Spróbuj zmienić szyk wyrazów i zdań%2$s!"],"%1$sPassive voice%2$s: %3$s of the sentences contain passive voice, which is more than the recommended maximum of %4$s. %5$sTry to use their active counterparts%2$s.":["%1$sStrona bierna%2$s: %3$s zdań zawiera stronę bierną, co przekracza zalecaną maksymalną ilość %4$s. %5$sSpróbuj częściej użyć strony czynnej%2$s."],"%1$sPassive voice%2$s: You're using enough active voice. That's great!":["%1$sStrona bierna%2$s: Używasz wystarczająco często strony czynnej. Świetnie!"],"%1$sParagraph length%2$s: %3$d of the paragraphs contains more than the recommended maximum of %4$d %6$s. %5$sShorten your paragraphs%2$s!":["%1$sDługość akapitów%2$s: %3$d akapit zawiera więcej niż zalecane maksimum %4$d %6$s. %5$sSkróć ten akapit%2$s!","%1$sDługość akapitów%2$s: %3$d akapity zawierają więcej niż zalecane maksimum %4$d %6$s. %5$sSkróć te akapity%2$s!","%1$sDługość akapitów%2$s: %3$d akapitów zawierają więcej niż zalecane maksimum %4$d %6$s. %5$sSkróć te akapity%2$s!"],"%1$sParagraph length%2$s: None of the paragraphs are too long. Great job!":["%1$sDługość akapitów%2$s: Żaden z akapitów nie jest za długi. Dobra robota!"],"Good job!":["Dobra robota!"],"Focus keyphrase: ":["Fraza kluczowa: "],"Focus keyphrase":["Fraza kluczowa"],"Disable":["Wyłącz"],"Allow Control":["Pozwól na kontrolę"],"This tab allows you to selectively disable %s features for all sites in the network. By default all features are enabled, which allows site admins to choose for themselves if they want to toggle a feature on or off for their site. When you disable a feature here, site admins will not be able to use that feature at all.":["Ta zakładka umożliwia wybiórcze wyłączanie funkcji %s dla wszystkich witryn w sieci. Domyślnie włączone są wszystkie funkcje, które umożliwiają administratorom witryn samodzielne wybieranie, jeśli chcą włączyć lub wyłączyć funkcję dla swojej witryny. Po wyłączeniu funkcji administratorzy witryny nie będą mogli w ogóle korzystać z tej funkcji."],"%s is a required feature toggle argument.":["%s jest wymaganą funkcją przełączającą."],"Remove keyphrase":["Usuń frazę kluczową"],"Keyphrase:":["Fraza kluczowa:"],"This feature has been disabled by the network admin.":["Ta funkcja została wyłączona przez administratora sieci."],"Focus keyphrase not set.":["Fraza kluczowa nie została ustawiona."],"Colon":["Dwukropek"],"Optional. Customize how you want to describe the duration of the instruction":["Opcjonalnie. Dostosuj sposób, w jaki chcesz opisać czas trwania instrukcji"],"Describe the duration of the instruction:":["Opisać czas trwania instrukcji:"],"Learn more about the readability analysis":["Dowiedz się więcej o analizie czytelności"],"Readability analysis:":["Analiza czytelności:"],"There is a new notification.":["Pojawiło się nowe powiadomienie.","Pojawiły się nowe powiadomienia.","Pojawiły się nowe powiadomienia."],"Both %1$s and %2$s manage the SEO of your site. Running two SEO plugins at the same time is detrimental.":["Zarówno %1$s i %2$s zarządzają SEO witryny. Jednoczesne uruchomienie dwóch wtyczek SEO jest szkodliwe."],"%s, %s and %s":["%s, %s i %s"],"%s and %s":["%s i %s"],"%d minute":["%d minuta","%d minuty","%d minut"],"%d hour":["%d godzina","%d godziny","%d godzin"],"%d day":["%d dzień","%d dni","%d dni"],"Enter a step title":["Wpisz tytuł kroku"],"Optional. This can give you better control over the styling of the steps.":["Opcjonalnie. To może dać ci lepszą kontrolę nad wyglądem kroków."],"CSS class(es) to apply to the steps":["Klasa(y) CSS do zastosowania do kroków"],"minutes":["minuty"],"hours":["godziny"],"days":["dni"],"Create a How-to guide in an SEO-friendly way. You can only use one How-to block per post.":["Stwórz przewodnik w sposób przyjazny dla SEO. Możesz użyć tylko jednego bloku dla każdego wpisu."],"Copy error":["Błąd kopiowania"],"An error occurred loading the %s primary taxonomy picker.":["Wystąpił błąd podczas ładowania głównej taksonomii %s."],"%1$s Structured Data Blocks":["Bloki danych strukturalnych %1$s"],"Time needed:":["Potrzebny czas:"],"Move question down":["Przesuń pytanie w dół"],"Move question up":["Przesuń pytanie w górę"],"Insert question":["Wstaw pytanie"],"Delete question":["Usuń pytanie"],"Enter the answer to the question":["Wpisz odpowiedź na pytanie"],"Enter a question":["Wpisz pytanie"],"Add question":["Dodaj pytanie"],"Frequently Asked Questions":["Najczęściej zadawane pytania"],"Select the primary %s":["Wybierz główną %s"],"Check links to this URL":["Sprawdź linki do tego adresu URL"],"Are you trying to use multiple keyphrases? You should add them separately below.":["Chcesz użyć wielu fraz kluczowych? Wpisz je oddzielnie poniżej."],"Mark as cornerstone content":["Zaznacz jako kluczową treść"],"Move step down":["Przesuń krok w dół"],"Move step up":["Przesuń krok w górę"],"Insert step":["Wstaw krok"],"Delete step":["Usuń krok"],"Add image":["Dodaj obrazek"],"Enter a step description":["Wpisz opis kroku"],"Enter a description":["Wpisz opis"],"Unordered list":["Lista nieuporządkowana"],"Showing step items as an ordered list.":["Pokazuj kroki jako uporządkowaną listę."],"Showing step items as an unordered list":["Pokazuj kroki jako nieuporządkowaną listę."],"Add step":["Dodaj krok"],"Delete total time":["Usuń całkowity czas"],"Add total time":["Dodaj całkowity czas"],"How to":["Instrukcja obsługi"],"How-to":["Instrukcja obsługi"],"Analysis results":["Wyniki analizy"],"Enter a focus keyphrase to calculate the SEO score":["Wpisz frazę kluczową, aby obliczyć swój wynik SEO"],"Learn more about Cornerstone Content.":["Dowiedz się więcej o kluczowych treściach."],"Cornerstone content should be the most important and extensive articles on your site.":["Kluczowa treść to artykuły na twojej stronie, które są najlepsze i najcenniejsze."],"Restore Site":["Przywróć witrynę"],"Network Settings":["Ustawienia sieci"],"You are not allowed to perform this action.":["Brak uprawnień, żeby wykonać wybrane działanie."],"Error: %s":["Błąd: %s"],"Success: %s":["Sukces: %s"],"Site with ID %d not found.":["Witryna o ID %d nie została znaleziona."],"No site has been selected to restore.":["Nie zaznaczyłeś żadnej witryny do przywrócenia."],"You are not allowed to modify unregistered network settings.":["Nie posiadasz uprawnień do modyfikowania niezarejestrowanych ustawień sieci."],"deleted":["usunięte"],"Copied!":["Skopiowano!"],"Not supported!":["Brak wsparcia!"],"{{a}}Read our article about site structure{{/a}} to learn more about how internal linking can help improve your SEO.":["{{a}}Przeczytaj nasz artykuł o strukturze witryny{{/a}}, aby dowiedzieć się więcej, jak wewnętrzne linki mogą poprawić SEO."],"Consider linking to these {{a}}cornerstone articles:{{/a}}":["Rozważ dodanie linków do tych {{a}}kluczowych artykułów:{{/a}}"],"Consider linking to these articles:":["Rozważ dodanie linków do tych artykułów:"],"Copy link":["Skopiuj odnośnik"],"Copy link to suggested article: %s":["Skopiuj link do sugerowanego artykułu: %s"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":["Przeczytaj nasz %1$sprzewodnik o szukaniu słów kluczowych%2$s, aby dowiedzieć się więcej o szukaniu słów kluczowych i strategii ich dobierania."],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly. ":["Poniższe słowa i kombinacje słów występują w treści najczęściej. Dają one wskazówkę, na czym koncentruje się treść. Jeżeli słowa różnią się bardzo od tematu artykułu, możesz wprowadzić odpowiednie zmiany w treści."],"Prominent words":["Popularne słowa"],"The site's tagline":["Opis strony"],"Not all required fields are given. Missing field %1$s":["Nie wszystkie pola zostały uzupełnione. Brakuje pola %1$s"],"Add synonyms":["Dodaj synonimy"],"You can edit the SEO metadata for this custom type on the %1$sShop page%2$s.":["Możesz edytować dane meta SEO dla tego typu wpisu na %1$sstronie sklepu%2$s."],"Current year":["Bieżący rok"],"Page":["Strona"],"Something went wrong. Please reload the page.":["Coś poszło nie tak. Proszę odświeżyć stronę."],"Tagline":["Slogan"],"description (custom taxonomy)":["opis (własna taksonomia)"],"(custom taxonomy)":["(własna taksonomia)"],"(custom field)":["(własne pole)"],"Term404":["Taksonomia404"],"Caption":["Podpis"],"Pagenumber":["Numerstrony"],"Pagetotal":["Liczbastron"],"User description":["Opis użytkownika"],"ID":["ID"],"Modified":["Zmodyfikowano"],"Post type (plural)":["Typ wpisu (liczba mnoga)"],"Post type (singular)":["Typ wpisu (liczba pojedyncza)"],"Separator":["Separator"],"Search phrase":["Wyszukiwana fraza"],"Term title":["Tytuł taksonomii"],"Term description":["Opis taksonomii"],"Tag description":["Opis tagu"],"Category description":["Opis kategorii"],"Primary category":["Główna kategoria"],"Category":["Kategoria"],"Tag":["Tag"],"Excerpt only":["Tylko wypis"],"Excerpt":["Zajawka"],"Site title":["Nazwa witryny"],"Archive title":["Tytuł archiwum"],"Parent title":["Tytuł rodzica"],"Date":["Data"],"Get Yoast SEO Premium":["Kup Yoast SEO Premium"],"You should create a redirect to ensure your visitors do not get a 404 error when they click on the no longer working URL.":["Należy utworzyć przekierowanie w celu zapewnienia, że użytkownicy nie natrafią na błąd 404 po kliknięciu w niedziałający adres URL."],"Search engines and other websites can still send traffic to your deleted content.":["Wyszukiwarki i inne witryny mogą nadal przekierowywać ruch do usuniętych treści."],"Make sure you don't miss out on traffic!":["Upewnij się, że nie stracisz tego ruchu!"],"You just deleted a %1$s.":["Właśnie usunięto %1$s."],"You just trashed a %1$s.":["Właśnie przeniesiono do kosza %1$s."],"Url preview":["Podgląd adresu URL"],"Please provide a meta description by editing the snippet below. If you don’t, Google will try to find a relevant part of your post to show in the search results.":["Dodaj opis meta, edytując podgląd poniżej. Jeśli go nie dodasz, Google będzie starał się znaleźć odpowiednią część wpisu, aby pokazać w go wynikach wyszukiwania."],"Dismiss this notice":["Odrzuć powiadomienie"],"No results":["Brak wyników"],"%d result found, use up and down arrow keys to navigate":["Znaleziono %d wynik, użyj klawiszy strzałek, aby nawigować","Znaleziono %d wyniki, użyj klawiszy strzałek, aby nawigować","Znaleziono %d wyników, użyj klawiszy strzałek, aby nawigować"],"Your site language is set to %s. If this is not correct, contact your site administrator.":["Język witryny jest ustawiony na %s. Jeśli nie jest to poprawne, skontaktuj się z administratorem."],"The %s importer functionality uses temporary database tables. It seems your WordPress install does not have the capability to do this, please consult your hosting provider.":["Importer %s wykorzystuje tymczasowe tabele w bazie danych. Wygląda na to, że twoja instalacja WordPressa nie jest w stanie ich stworzyć, skontaktuj się ze swoim dostawcą hostingu."],"Cleanup of %s data failed.":["Czyszczenie danych %s nie powiodło się."],"Content Type":["Typ treści"],"Filter by content type":["Filtrowanie według typu treści"],"Show All Content Types":["Pokaż wszystkie typy treści"],"Replaced with the normal title for an archive generated by WordPress":["Zastępowany normalnym tytułem dla archiwum wygenerowanego przez WordPressa"],"Clean":["Wyczyść"],"Once you're certain your site is OK, you can clean up. This will remove all the original data.":["Po upewnieniu się, że wszystko się zgadza, możesz usunąć zbędne dane. Ta opcja usunie stare dane."],"Step 5: Clean up":["Krok 5: Usuń zbędne dane"],"Please check your posts and pages and see if the metadata was successfully imported.":["Sprawdź, czy metadane wpisów i stron zostały prawidłowo zaimportowane."],"Step 3: Check your data":["Krok 3: Sprawdź dane"],"This will import the post metadata like SEO titles and descriptions into your %1$s metadata. It will only do this when there is no existing %1$s metadata yet. The original data will remain in place.":["Metadane, jak tytuły i opisy zostaną zaimportowane i zapisane metadanych %1$s. Pod warunkiem, że metadane %1$s będą puste. Istniejące dane nie zostaną nadpisane."],"Step 2: Import":["Krok 2: Zaimportuj"],"Please make a backup of your database before starting this process.":["Wykonaj kopię zapasową bazy danych przed rozpoczęciem procesu."],"Step 1: Create a backup":["Krok 1: Stwórz kopię zapasową"],"We've detected data from one or more SEO plugins on your site. Please follow the following steps to import that data:":["Wykryliśmy w twojej witrynie dane z innych wtyczek SEO. Wykonaj poniższe kroki, aby zaimportować te dane:"],"Plugin: ":["Wtyczka:"],"%s did not detect any plugin data from plugins it can import from.":["%s nie wykryło żadnych danych z wtyczek, które może zaimportować."],"Posts that should not show up in search results":["Wpisy, które nie powinny pojawić się w wynikach wyszukiwania"],"%s data found.":["Dane z wtyczki %s zostały znalezione. "],"%s data successfully removed.":["Dane z wtyczki %s zostały usunięte."],"%s data successfully imported.":["Dane z wtyczki %s zostały zaimportowane."],"%s data not found.":["Dane z wtyczki %s nie zostały znalezione."],"On":["Włącz"],"Help on: %s":["Pomoc do: %s"],"Off":["Wyłączono"],"See who contributed to %1$s.":["Sprawdź, kto wspiera %1$s."],"Help on this search results setting":["Pomoc do ustawień wyników wyszukiwania"],"Not showing the archive for %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["Brak archiwów dla %1$s w wynikach wyszukiwania oznacza dodanie znacznika %2$s i wykluczenie z mapy strony. %3$sWięcej informacji o ustawieniach wyników wyszukiwania%4$s."],"Not showing %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["Brak %1$s w wynikach wyszukiwania oznacza dodanie znacznika %2$s i wykluczenie z mapy strony. %3$sWięcej informacji o ustawieniach wyników wyszukiwania%4$s."],"Default for %2$s, currently: %1$s":["Domyślnie dla %2$s, aktualnie: %1$s"],"Show %s in search results?":["Wyświetlać %s w wynikach wyszukiwania?"],"this author's archives":["archiwum autora"],"Do not allow search engines to show %s in search results.":["Nie pozwalaj wyszukiwarkom wyświetlania %s w wynikach wyszukiwań."],"Read why XML Sitemaps are important for your site.":["Przeczytaj, dlaczego mapy strony XML są ważne dla twojej witryny."],"Enable the XML sitemaps that %s generates.":["Włącz mapę strony, którą generuje %s."],"See the XML sitemap.":["Zobacz mapę strony XML."],"%s (current default for %s)":["%s (aktualnie domyślnie dla: %s)"],"Should search engines follow links on this %1$s?":["Czy wyszukiwarka powinna podążać za linkami do %1$s?"],"Allow search engines to show this %s in search results?":["%s: pozwolić wyszukiwarkom na pokazywanie w wynikach wyszukiwania?"],"Allow search engines to show this content in search results?":["Zezwolić wyszukiwarkom na wyświetlanie tych treści w wynikach wyszukiwania?"],"Toggle %1$s's XML Sitemap":["Przełącz mapę XML strony %1$s"],"%s integration":["Integracja z %s"],"Find out how the text link counter can enhance your SEO.":["Sprawdź, jak licznik linków w tekście może poprawić twoje SEO."],"The text link counter helps you improve your site structure.":["Licznik linków w tekście pomaga ulepszyć strukturę twojej witryny."],"Find out how cornerstone content can help you improve your site structure.":["Sprawdź, jak kluczowe treści mogę pomóc w poprawie struktury twojej witryny."],"The cornerstone content feature lets you to mark and filter cornerstone content on your website.":["Kluczowe treści pozwalają wskazać i filtrować najważniejsze artykuły w twojej witrynie."],"Discover why readability is important for SEO.":["Sprawdź, dlaczego czytelność jest ważna w SEO."],"The readability analysis offers suggestions to improve the structure and style of your text.":["Analiza czytelności podpowiada, jak ulepszyć strukturę i styl twojego tekstu."],"Learn how the SEO analysis can help you rank.":["Dowiedz się, jak analiza SEO może pomóc zwiększyć twój ranking."],"The SEO analysis offers suggestions to improve the SEO of your text.":["Analiza SEO podpowiada, jak poprawić SEO twojego tekstu."],"SEO analysis":["Analiza SEO"],"Good results":["Dobre wyniki"],"https://yoa.st/1uk":["https://yoa.st/1uk"],"https://yoa.st/1uj":["https://yoa.st/1uj"],"Latest blog posts on %1$s":["Najnowsze wpisy na %1$s"],"Remove highlight from the text":["Usuń podświetlenia z tekstu"],"Your site language is set to %s. ":["Język twojej witryny to %s."],"First-time SEO configuration":["Pierwsza konfiguracja SEO"],"Highlight this result in the text":["Podświetlaj ten wynik w tekście"],"Considerations":["Warte rozważenia"],"Errors":["Błędy"],"Change language":["Zmień język"],"%s file":["plik %s"],"Save changes to %s":["Zapisz zmiany w pliku %s"],"Edit the content of your %s:":["Edytuj zawartość pliku %s:"],"Create %s file":["Utwórz plik %s"],"Updated %s":["Zaktualizowano %s"],"You cannot edit the %s file.":["Nie możesz edytować pliku %s."],"You cannot create a %s file.":["Nie możesz utworzyć pliku %s."],"Other integrations":["Inne integracje"],"More information about %1$s":["Więcej informacji o: %1$s"],"Old Configuration Wizard":["Stary kreator konfiguracji"],"Manage your %s subscription on MyYoast":["Zarządzaj swoją subskrypcją na My Yoast: %s"],"Mark the most important %1$s as 'cornerstone content' to improve your site structure. %2$sLearn more about cornerstone content%3$s.":["Oznacz najważniejsze %1$s jako \"kluczowe treści\", aby poprawić strukturę witryny. %2$sDowiedz się więcej o kluczowych treściach%3$s."],"(Opens in a new browser tab)":["(Otworzy się w nowej zakładce)"],"Go back":["Wróć"],"Posts %1$swithout%2$s a focus keyphrase":["Wpisy %1$sbez%2$s frazy kluczowej"],"Hey, your SEO is doing pretty well! Check out the stats:":["Hej, twoje SEO działa całkiem dobrze!. Zobacz statystyki:"],"You don't have any published posts, your SEO scores will appear here once you make your first post!":["Nie masz opublikowanych żadnych wpisów, twója ocena SEO będzie widoczna tutaj po stworzeniu pierwszego wpisu."],"Read more like this on our SEO blog":["Przeczytaj więcej na naszym SEO blogu"],"Readability: %s":["Czytelność: %s"],"Not activated":["Wyłączone"],"Activated":["Włączono"],"%1$s recommendations for you":["%1$s poleca dla ciebie"],"All Readability Scores":["Wszystkie oceny czytelności"],"Filter by Readability Score":["Filtruj wg oceny czytelności"],"Request method %1$s is not valid.":["Metoda zapytania %1$s nie jest poprawna."],"Text link counter":["Licznik linków we wpisach"],"Number of internal links linking to this post. See \"Yoast Columns\" text in the help tab for more info.":["Liczba wewnętrznych odnośników do tego wpisu. Zobacz \"kolumny Yoast\" w pomocy, aby dowiedzieć się więcej."],"Number of outgoing internal links in this post. See \"Yoast Columns\" text in the help tab for more info.":["Liczba wewnętrznych linków w tym wpisie. Zobacz \"kolumny Yoast\" w zakładce pomocy, aby dowiedzieć się więcej."],"%s Columns":["Kolumny %s"],"Readability score":["Ocena czytelności"],"Scroll to see the preview content.":["Przewiń, aby zobaczyć podgląd treści."],"Cornerstone content":["Kluczowe treści"],"Save changes":["Zapisz zmiany"],"1 year free support and updates included!":["Zapewnione darmowe aktualizacje i nowe funkcje przez 1 rok!"],"The plugin %2$s changes your site's output and in doing that differentiates between search engines and normal users, a process that's called cloaking. We highly recommend that you disable it.":["Wtyczka %2$s zmienia kod wynikowy twojej witryny, wysyłając inne treści do wyszukiwarki, a inne do normalnych użytkowników, co jest zwane cloakingiem. Zdecydowanie zalecamy wyłączenie tej wtyczki."],"No ads!":["Brak reklam!"],"Get internal linking suggestions":["Sugestie dotyczące linkowania wewnętrznego"],"Variable":["Zmienna"],"Available variables":["Dostępne zmienne"],"Scroll to see the table content.":["Przewiń, aby zobaczyć zawartość tabeli."],"An error occurred in the '%1$s' assessment":["Wystąpił błąd podczas wykonywania oceny \"%1$s\""],"No new notifications.":["Brak nowych powiadomień."],"Save all":["Zapisz wszystko"],"Save":["Zapisz"],"%1$s, Author at %2$s":["%1$s, Autor w serwisie %2$s"],"Mobile preview":["Podgląd na urządzeniach mobilnych"],"Desktop preview":["Podgląd na komputerach"],"Please provide an SEO title by editing the snippet below.":["Wprowadź tytuł SEO w poniższym polu edytora wyglądu wyników wyszukiwania."],"Meta description preview:":["Podgląd opisu meta:"],"Slug preview:":["Podgląd sluga:"],"SEO title preview:":["Podgląd tytułu SEO:"],"Close snippet editor":["Zamknij edytor wyglądu podstrony w wynikach wyszukiwania"],"Slug":["Uproszczona nazwa"],"Remove marks in the text":["Usuń znaczniki w tekście"],"Mark this result in the text":["Zaznacz ten wynik w tekście"],"Marks are disabled in current view":["Znaczniki są wyłączone w obecnym widoku"],"Good SEO score":["Dobra ocena SEO"],"OK SEO score":["Wystarczająca ocena SEO"],"Feedback":["Uwagi"],"Name":["Imię"],"Please provide a meta description by editing the snippet below.":["Wprowadź opis meta w poniższym polu edytora wyglądu wyników wyszukiwania."],"Edit snippet":["Edytuj wygląd podstrony w wynikach wyszukiwania"],"You can click on each element in the preview to jump to the Snippet Editor.":["Możesz kliknąć na dowolny element podglądu, aby przejść do edycji jego treści."],"SEO title preview":["Podgląd tytułu SEO"],"Export settings":["Eksportuj ustawienia"],"Please don't show me this notification anymore":["Proszę o niewyświetlanie już tego powiadomienia"],"If you are experiencing issues, %1$splease file a bug report%2$s and we'll do our best to help you out.":["Jeśli napotykasz problemy, prosimy o %1$szgłoszenie ich%2$s, a dołożymy wszelkich starań, aby pomóc."],"We've noticed you've been using %1$s for some time now; we hope you love it! We'd be thrilled if you could %2$sgive us a 5 stars rating on WordPress.org%3$s!":["Zauważyliśmy, że używasz %1$s już od pewnego czasu; mamy nadzieję, że Ci się podoba! Będziemy zachwyceni, jeśli %2$socenisz wtyczkę na 5 gwiazdek na WordPress.org%3$s!"],"%1$s + %2$s":["%1$s + %2$s"],"Warning: the variable %1$s cannot be used in this template. See the %2$s for more info.":["Uwaga: zmienna %1$s nie może być stosowana w tym szablonie. Zobacz %2$s, aby uzyskać więcej informacji."],"By the way, did you know we also have a %1$sPremium plugin%2$s? It offers advanced features, like a redirect manager and support for multiple keyphrases. It also comes with 24/7 personal support.":["Czy wiesz, że oferujemy także %1$swtyczkę w wersji premium%2$s? Posiada ona wiele zaawansowanych funkcji, takich jak menadżer przekierowań oraz obsługę wielu fraz kluczowych. W cenie jest także pomoc 24 godziny na dobę, 7 dni w tygodniu."],"(no title)":["(brak tytułu)"],"The %1$s admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["Menu %1$s w pasku administracyjnym zawiera przydatne odnośniki do zewnętrznych narzędzi, służących do analizy stron i ułatwia sprawdzenie, czy masz nowe powiadomienia."],"Admin bar menu":["Menu w pasku administracyjnym"],"Features":["Funkcje"],"SEO title":["Tytuł SEO"],"Greater than sign":["Znak większości"],"Less than sign":["Znak mniejszości"],"Right angle quotation mark":["Cudzysłów ostrokątny skierowany w prawo"],"Left angle quotation mark":["Cudzysłów ostrokątny skierowany w lewo"],"Small tilde":["Tylda"],"Vertical bar":["Pionowa kreska"],"Low asterisk":["Obniżona gwiazdka"],"Asterisk":["Gwiazdka"],"Bullet":["Punkt"],"Middle dot":["Wycentrowana kropka"],"Em dash":["Szeroki myślnik"],"En dash":["Krótki myślnik"],"Dash":["Pauza (znak minusa)"],"No":["Nie"],"Yes":["Tak"],"Google search console":["Konsola wyszukiwania Google"],"Social profiles":["Profile społecznościowe"],"Posts list":["Lista wpisów"],"Posts list navigation":["Nawigacja listy wpisów"],"Filter posts list":["Filtrowanie listy wpisów"],"Installed":["Zainstalowano"],"Seamless integration between %1$s and %2$s":["Integracja pomiędzy %1$s i %2$s"],"Optimize your site for Google News":["Zoptymalizuj swoją witrynę dla Google News"],"Edit &#8220;%s&#8221;":["Edytuj &#8222;%s&#8221;"],"Premium":["Premium"],"Get Premium":["Przejdź na wersję premium"],"Notifications":["Powiadomienia"],"Removes the focus keyphrase section from the metabox and disables all SEO-related suggestions.":["Usuwa zakładkę z frazami kluczowymi z obszaru ustawień pozycjonowania i wyłącza wszystkie sugestie związane z pozycjonowaniem."],"Disable SEO analysis":["Wyłącz analizę pod kątem pozycjonowania"],"Other social profiles":["Inne profile społecznościowe"],"Make primary":["Ustaw jako główną"],"Cancel":["Anuluj"],"%s notification":["%s powiadomień","%s powiadomienia","%s powiadomień"],"Disable readability analysis":["Wyłącz analizę czytelności"],"Removes the readability analysis section from the metabox and disables all readability-related suggestions.":["Usuwa zakładkę czytelności z sekcji ustawień pozycjonowania danej podstrony i wyłącza wszystkie sugestie dotyczące czytelności."],"Readability analysis":["Analiza czytelności"],"Needs improvement":["Wymaga poprawy"],"Readability":["Czytelność"],"Improvements":["Ulepszenia"],"Good job! We could detect no serious SEO problems.":["Dobra robota! Nie wykryliśmy żadnych poważnych problemów związanych z pozycjonowaniem."],"We have detected the following issues that affect the SEO of your site.":["Wykryliśmy następujące problemy, które wpływają na pozycjonowanie Twojej witryny."],"Problems":["Problemy"],"Analysis":["Analiza"],"Not available":["Niedostępne"],"Filter by SEO Score":["Filtruj wg oceny SEO"],"Meta description not set.":["Opis meta nie został wprowadzony."],"Open":["Otwórz"],"Loading...":["Wczytywanie…"],"No results found":["Nic nie znaleziono"],"Dashboard":["Kokpit"],"You can fix this on the %1$sPermalink settings page%2$s.":["Możesz naprawić to w sekcji %1$sUstawień odnośników bezpośrednich%2$s."],"Replaced with the primary category of the post/page":["Zastępowane główną kategorią wpisu lub strony"],"Buy %s":["Kup %s"],"New %1$s Title":["Nowy tytuł %1$s"],"Existing %1$s Title":["Obecny tytuł %1$s"],"Expected an integer as input.":["Spodziewaliśmy się liczby całkowitej jako danej wejściowej."],"Trying to build the sitemap cache key, but the postfix and prefix combination leaves too little room to do this. You are probably requesting a page that is way out of the expected range.":["Próbowaliśmy stworzyć klucz cache'u dla mapy XML witryny, ale kombinacja postfiksu i prefiksu nie pozostawia wystarczająco dużo miejsca, by to zrobić. Zapewne chcesz załadować stronę daleko spoza spodziewanego zakresu."],"Redirects":["Przekierowania"],"Remove":["Usuń"],"Keep":["Zachowaj"],"Bold the last page":["Pogrub ostatnią stronę"],"Primary %s":["Podstawowe %s"],"Primary":["Podstawowy"],"Make %1$s primary %2$s":["Ustaw %1$s jako główny termin dla taksonomii %2$s"],"Integrations":["Integracje"],"Term is set to noindex.":["Termin ma ustawiony atrybut noindex."],"Author archives":["Archiwum autora"],"Enabled":["Włączono"],"Disabled":["Wyłączono"],"The separator defined in your theme's %s tag.":["Separator zdefiniowany w funkcji %s Twojego motywu."],"No index":["Nie indeksuj"],"SEO score":["Ocena SEO"],"Team Yoast":["Zespół Yoast"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["Pierwsze, prawdziwie kompletne rozwiązanie SEO dla WordPressa, które zawiera analizator podstron, mapy XML i wiele więcej."],"Yoast SEO":["Yoast SEO"],"Activation failed:":["Błąd aktywacji:"],"The filter extension seem to be unavailable. Please ask your web host to enable it.":["Rozszerzenie Filter języka PHP wydaje się być niedostępne. Poproś swojego dostawcę hostingu, by je włączył."],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":["Instalacja  wtyczki %1$s nie jest ukończona. Zobacz %2$sinstrukcję instalacji%3$s."],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":["Rozszerzenie PHP Standard Library (SPL) wydaje się być niedostępne. Poproś swojego dostawce hostingu o włączenie tego rozszerzenia."],"SEO Settings":["Ustawienia SEO"],"Mobile-Friendly Test":["Test zgodności z urządzeniami przenośnymi"],"Google Page Speed Test":["Test Google Page Speed"],"Facebook Debugger":["Debuger Facebooka"],"Analyze this page":["Analiza strony"],"%s does not seem to be a valid url. Please correct.":["%s nie wydaje się być poprawnym adresem. Popraw go."],"%1$s does not seem to be a valid %2$s verification string. Please correct.":["%1$s nie wydaje się być poprawnym kodem weryfikacyjnym %2$s. Popraw go."],"%s Archive":["Archiwum %s"],"You searched for %s":["Wyniki wyszukiwania \"%s\""],"%s does not seem to be a valid Twitter Username. Please correct.":["%s nie wydaje się być poprawną nazwą użytkownika Twittera. Popraw ją."],"Summary with large image":["Podsumowanie z dużym zdjęciem"],"The post %1$s appeared first on %2$s.":["Artykuł %1$s pochodzi z serwisu %2$s."],"No numeric value was received.":["Nie otrzymano wartości liczbowej."],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":["Blog ten musi istnieć. Blog %s nie istnieje lub został oznaczony jako usunięty."],"The default blog setting must be the numeric blog id of the blog you want to use as default.":["Ustawienie domyślnego bloga musi zawierać jego numer identyfikacyjny."],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":["%1$s nie jest poprawną wartością, określającą, kto powinien mieć dostęp do ustawień wtyczki %2$s. Przywrócono wartość domyślną."],"Please select a valid post type for taxonomy \"%s\"":["Proszę wskazać poprawny typ treści dla taksonomii \"%s\""],"Please select a valid taxonomy for post type \"%s\"":["Wskaż poprawną taksonomię dla treści typu \"%s\""],"You searched for":["Wyniki wyszukiwania"],"Home":["Strona główna"],"Archives for":["Archiwum dla"],"Error 404: Page not found":["Błąd 404: Strony nie znaleziono"],"Good":["Dobre"],"Replaced with a custom taxonomies description":["Zastępowane opisem własnej taksonomii"],"Replaced with a posts custom taxonomies, comma separated.":["Zastępowane własnymi taksonomiami wpisu, oddzielonymi przecinkami."],"Replaced with a posts custom field value":["Zastępowane wartością z pola własnego"],"Replaced with the slug which caused the 404":["Zastępowane adresem (slug), który spowodował wyświetlenie błędu 404"],"Replaced with the posts focus keyphrase":["Zastąpione frazą kluczową wpisu"],"Attachment caption":["Podpis załącznika"],"Replaced with the current page number":["Zastąpione numerem aktualnej strony"],"Replaced with the current page total":["Zastąpione aktualną liczbą stron"],"Replaced with the current page number with context (i.e. page 2 of 4)":["Zastępowane aktualnym numerem podstrony wraz z kontekstem (np. strona 2 z 4)"],"Replaced with the current year":["Zastąpione aktualnym rokiem"],"Replaced with the current month":["Zastąpione aktualnym miesiącem"],"Replaced with the current day":["Zastępowane bieżącym dniem"],"Replaced with the current date":["Zastąpione aktualną datą"],"Replaced with the post/page author's 'Biographical Info'":["Zastępowane treścią z pola Biografii autora danego wpisu lub strony"],"Replaced with the post/page author's 'nicename'":["Zastąpione nazwą autora wpisu/strony"],"Replaced with the post/page ID":["Zastąpione ID wpisu/strony"],"Replaced with the post/page modified time":["Zastąpione datą ostatniej modyfikacji wpisu/strony"],"Replaced with the content type plural label":["Zastępowane nazwą typu treści w liczbie mnogiej"],"Replaced with the content type single label":["Zastępowane nazwą typu treści w liczbie pojedynczej"],"Replaced with the current search phrase":["Zastąpione aktualnie wyszukiwaną frazą"],"Replaced with the term name":["Zastąpione nazwą terminu"],"Replaced with the term description":["Zastąpione opisem terminu"],"Replaced with the tag description":["Zastąpione opisem tagu"],"Replaced with the category description":["Zastąpione opisem kategorii"],"Replaced with the post categories (comma separated)":["Zastąpione kategoriami wpisu (oddzielone przecinkami)"],"Replaced with the current tag/tags":["Zastąpione aktualnym tagiem/tagami"],"Replaced with the post/page excerpt (without auto-generation)":["Zastąpione skrótem wpisu/strony (bez automatycznego generowania)"],"Replaced with the post/page excerpt (or auto-generated if it does not exist)":["Zastępowane zajawką wpisu/strony (lub automatycznie generowaną zajawką, jeśli takowa nie istnieje)"],"The site's name":["Nazwa strony"],"Replaced with the title of the parent page of the current page":["Zastępowane tytułem strony nadrzędnej względem obecnej strony."],"Replaced with the title of the post/page":["Zastępowane tytułem wpisu/strony"],"Replaced with the date of the post/page":["Zastępowane datą wpisu/strony"],"Page %1$d of %2$d":["Strona %1$d z %2$d"],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":["Nie możesz nadpisać zmiennej WP SEO, rejestrując swoją zmienną z taką samą nazwą. Użyj filtra \"wpseo_replacements\", by ustawić zastępowaną wartość."],"A replacement variable with the same name has already been registered. Try making your variable name unique.":["Zastępowana zmienna ma taką samą nazwę, jak już zarejestrowana. Ustaw unikalną nazwę zmiennej."],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":["Zastępowana zmienna nie może zaczynać się od \"%%cf_\" lub \"%%ct_\", ponieważ te nazwy są zarezerwowane dla zmiennych WP SEO lub pól własnego typu, bądź własnych taksonomii. Ustaw unikalną nazwę zmiennej."],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":["Zastępcza zmienna może zawierać tylko znaki alfanumeryczne, podkreślenia i pauzy. Zmień nazwę zmiennej."],"Admin only notice: this page does not show a meta description because it does not have one, either write it for this page specifically or go into the [%1$s - %2$s] menu and set up a template.":["Uwaga do administratora: ta strona nie wyświetla meta opisu ponieważ go nie posiada. Napisz go dla tej strony lub przejdź do menu [%1$s - %2$s] i ustaw szablon dla opisów."],"Page not found":["Strona nie została znaleziona"],"%s Archives":["Archiwa %s"],"Meta description to use for Author page":["Meta opis na stronie autora"],"Title to use for Author page":["Tytuł dla strony autora"],"%1$s settings":["Ustawienia %1$s"],"Export your %1$s settings":["Eksportuj swoje ustawienia %1$s"],"Import settings":["Importuj ustawienia"],"Import from other SEO plugins":["Import z innych wtyczek do pozycjonowania"],"Import":["Import"],"If you had a %s file and it was editable, you could edit it from here.":["Jeśli plik %s by istniał i był możliwy do edycji, można by go było edytować tutaj."],"If your %s were writable, you could edit it from here.":["Jeśli plik %s miałby prawa do zapisu, można by go było edytować tutaj."],"You don't have a %s file, create one here:":["Nie posiadasz pliku %s, możesz go tutaj utworzyć:"],"A link to your site, with your site's name and description as anchor text.":["Odnośnik do twojej witryny, z nazwą i jej opisem jako tekstem kotwicy."],"A link to your site, with your site's name as anchor text.":["Link do strony, z nazwą strony jako linkiem."],"A link to the post, with the title as anchor text.":["Link do wpisu, z tytułem jako tekstem kotwicy."],"You can use the following variables within the content, they will be replaced by the value on the right.":["Możesz używać tych zmiennych w ramach treści, które zostaną zmienione na odpowiednie wartości po prawej stronie."],"Content to put after each post in the feed":["Treść dodawana na końcu każdego wpisu w wątku RSS"],"Content to put before each post in the feed":["Zawartość, która ma pojawić się przed wpisem w RSS"],"How to insert breadcrumbs in your theme":["Jak wstawić okruszki do motywu"],"Blog":["Blog"],"Prefix for the breadcrumb path":["Prefiks ścieżki okruszków"],"Anchor text for the Homepage":["Tekst linka do strony głównej"],"Separator between breadcrumbs":["Separator pomiędzy okruszkami"],"Below are your published posts' SEO scores. Now is as good a time as any to start improving some of your posts!":["Poniżej znajdują się oceny SEO opublikowanych wpisów. Możesz zacząć je ulepszać już teraz!"],"Credits":["Autorzy"],"&laquo; Back to Tools page":["&laquo; Powrót do Narzędzi"],"%1$s comes with some very powerful built-in tools:":["%1$s posiada bardzo przydatne, wbudowane narzędzia:"],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":["To narzędzie pozwala na szybką zmianę zawartości plików ważnych dla pozycjonowania, takich jak robots.txt i .htaccess (jeśli go używasz)."],"File editor":["Edytor plików"],"Import settings from other SEO plugins and export your settings for re-use on (another) site.":["Możesz importować ustawienia z innych wtyczek do pozycjonowania i eksportować ustawienia w celu szybkiego ich wdrożenia na innych swoich witrynach."],"Import and Export":["Import i eksport"],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":["To narzędzie pozwala na szybką zmianę tytułów i opisów Twoich stron i wpisów, bez potrzeby wchodzenia na każdą podstronę edycji treści z osobna."],"Bulk editor":["Edytor hurtowy"],"Default settings":["Ustawienia domyślne"],"Description":["Opis"],"Restore site to defaults":["Przywróć ustawienia domyślne"],"Site ID":["Identyfikator witryny"],"Using this form you can reset a site to the default SEO settings.":["Używając tego formularza możesz przywrócić domyślne ustawienia SEO dla witryny."],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new sites.":["Pewne ustawienia, takie jak prywatności (np. administratorzy stron na Facebooku), czy nadpisywania tytułów nie zostaną zaimportowane do nowych witryn."],"Enter the %1$sSite ID%2$s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":["Wprowadź %1$sID Witryny%2$s, której ustawienia mają być domyślnie używane dla witryn dodawanych do Twojej sieci stron. Pozostaw pole puste, by użyć domyślnych ustawień wtyczki."],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":["Wybierz stronę, której ustawienia chcesz traktować jako domyślne dla stron dodawanych do Twojej sieci witryn. Jeśli wybierzesz \"Żadna\" (None), użyte będą domyślne ustawienia wtyczki."],"New sites in the network inherit their SEO settings from this site":["Nowe strony w sieci odziedziczają ustawienia SEO z tej witryny"],"Super Admins only":["Tylko Super Administratorzy"],"Site Admins (default)":["Administratorzy strony (domyślne)"],"Who should have access to the %1$s settings":["Kto powinien mieć dostęp do ustawień %1$s"],"spam":["spam"],"mature":["dorosły"],"archived":["zarchiwizowany"],"public":["publiczne"],"%s restored to default SEO settings.":["%s przywrócono do domyślnych ustawień SEO."],"Settings Updated.":["Ustawienia zostały zapisane."],"Special pages":["Strony specjalne"],"Date archives":["Archiwa dat"],"Title":["Tytuł"],"Take note:":["Uwaga:"],"You can determine the title and description for the homepage by %1$sediting the homepage itself%2$s.":["Można określić tytuł i opis strony z wpisami %1$sedytując stronę główną%2$s"],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s automatycznie wykrył, czy jest potrzeba stosowania wymuszonego nadpisywania tytułów na Twojej stronie. Jeśli jednak uważasz, że obecne ustawienie nie jest poprawne i wiesz, co robisz, możesz zmienić je w tym miejscu."],"Force rewrite titles":["Wymuszanie nadpisywania tytułów"],"Homepage":["Strona główna"],"%1$s Extensions":["Rozszerzenia %1$s"],"Seamlessly integrate WooCommerce with %1$s and get extra features!":["Bezproblemowo połącz WooCommerce z %1$s, by zyskać nowe możliwości!"],"Rank better locally and in Google Maps, without breaking a sweat!":["Z łatwością zajmij wyższe pozycje w Mapach Google!"],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":["Jesteś w Google News? Zwiększ ruch z Google News przez optymalizację!"],"Optimize your videos to show them off in search results and get more clicks!":["Optymalizuj swoje filmy, by wyróżniały się w wynikach wyszukiwania i przynosiły większy ruch!"],"The premium version of %1$s with more features & support.":["Wersja premium %1$s z większą ilością opcji i wsparciem technicznym."],"Person":["Osoba"],"Website name":["Nazwa witryny"],"RSS":["Kanał RSS"],"Permalink":["Bezpośredni odnośnik"],"Breadcrumbs":["Okruszki"],"Authenticate":["Uwierzytelnij"],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year of support and updates, on %2$s.":["Aby mieć możliwość stworzenia przekierowania i naprawienia tego problemu potrzebujesz wtyczki %1$s. Możesz kupić wtyczkę, wraz z rocznym wsparciem i aktualizacjami, na stronie %2$s."],"Creating redirects is a %s feature":["Tworzenie przekierowań jest funkcją %s"],"New URL":["Nowy adres URL"],"Search":["Szukaj"],"URL":["Adres URL"],"Deactivate %s":["Wyłącz %s"],"The %1$s plugin might cause issues when used in conjunction with %2$s.":["Wtyczka %1$s może powodować problemy w połączeniu z wtyczką %2$s."],"Upload Image":["Prześlij obrazek"],"%s Posts Overview":["Przegląd wpisów według %s"],"Breadcrumbs title":["Tytuł okruszków"],"Pinterest":["Pinterest"],"Social settings":["Ustawienia serwisów społecznościowych"],"Close":["Zamknij"],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines and might slow down your site.":["Wtyczki %1$s i %2$s generują mapy XML tej witryny. Nie ma potrzeby, by robiły to dwie wtyczki, a może to powodować spowolnienie witryny."],"Configure %1$s's Open Graph settings":["Skonfiguruj ustawienia OpenGraph we wtyczce %1$s"],"Both %1$s and %2$s create Open Graph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":["Wtyczki %1$s oraz %2$s generują znaczniki OpenGraph, co może powodować, że serwisy społecznościowe takie jak Facebook, Twitter, czy LinkedIn zastosują niewłaściwe opisy i obrazki podczas publikowania przez Internautów odnośników do twojej strony."],"%s image":["%s obrazek"],"%s description":["Opis %s"],"%s title":["Tytuł - %s"],"Twitter":["Twitter"],"Facebook":["Facebook"],"very difficult":["bardzo trudna"],"Try to make shorter sentences, using less difficult words to improve readability":["Aby poprawić czytelność, spróbuj trochę skrócić zdania i używać prostszych słów"],"difficult":["trudna"],"fairly difficult":["dość trudna"],"OK":["OK"],"fairly easy":["dość łatwa"],"easy":["łatwa"],"very easy":["bardzo łatwa"],"The copy scores %1$s in the test, which is considered %2$s to read.":["Treść uzyskała w teście wynik %1$s, co jest traktowane jako %2$s do przeczytania."],"Flesch reading ease":["Łatwość czytania Flesch"],"Meta Desc.":["Opis w Tagu Meta"],"All SEO Scores":["Wszystkie oceny SEO"],"SEO issue: The featured image should be at least 200 by 200 pixels to be picked up by Facebook and other social media sites.":["Problem z pozycjonowaniem: Obrazek wyróżniający powinien mieć rozmiary przynajmniej 200 x 200 pixeli, by Facebook i inne serwisy społecznościowe mogły go użyć."],"(no parent)":["(brak rodzica)"],"meta description":["opis meta"],"Page title":[""],"Post is set to noindex.":["Post jest ustawiony na noindex"],"The URL that this page should redirect to.":["Adres URL na przekierowania strony."],"301 Redirect":["Przekierowanie 301"],"The canonical URL that this page should point to. Leave empty to default to permalink. %1$sCross domain canonical%2$s supported too.":["Podaj kanoniczny adres URL, na który ta strona powinna wskazywać, albo pozostaw pole puste, aby zastosować domyślny bezpośredni adres strony. %1$sAdresy kanoniczne dla zewnętrznych domen%2$s także są obsługiwane."],"Canonical URL":["Kanoniczny URL"],"Title to use for this page in breadcrumb paths":["Tytuł strony w ścieżce okruszków"],"Breadcrumbs Title":["Tytuł okruszków"],"No Snippet":["Brak fragmentu"],"No Archive":["Brak archiwum"],"No Image Index":["Bez indeksu grafik"],"None":["Brak"],"Meta robots advanced":["Zaawansowane ustawienia znaczników meta dla robotów"],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Uwaga: mimo, że możesz tu zmienić ustawienia meta robots, cała witryna ma obecnie ustawiony atrybut noindex w ustawieniach WordPressa, więc te zmiany nie przyniosą żadnego skutku."],"Meta description":["Opis"],"SEO Title":["Tytuł SEO"],"Focus keyword":["Główne słowo kluczowe"],"Settings successfully imported.":["Ustawienia zostały zaimportowane."],"Settings could not be imported:":["Nie można zaimportować ustawień:"],"Breadcrumb for 404 pages:":["Okruszek dla stron błędu 404:"],"Prefix for search result pages:":["Prefiks dla strony z wynikami wyszukiwania:"],"Prefix for archive pages:":["Prefiks dla stron archiwum:"],"Prefix for breadcrumbs:":["Prefiks dla menu okruszkowego:"],"Anchor text for the homepage:":["Treść okruszka strony głównej:"],"Breadcrumbs separator:":["Separator okruszków:"],"%s Breadcrumbs":["Okruszki %s"],"Use Image":["Użyj obrazka"],"Action":["Akcja"],"Page URL/Slug":["Adres podstrony (slug)"],"Publication date":["Data publikacji"],"Post Status":["Status wpisu"],"WP Page Title":["Tytuł podstrony w WP"],"View":["Zobacz"],"View &#8220;%s&#8221;":["Zobacz &#8222;%s&#8221;"],"Preview":["Podgląd"],"Preview &#8220;%s&#8221;":["Podejrzyj &#8222;%s&#8221;"],"Edit":["Edytuj"],"Filter":["Filtruj"],"New Yoast Meta Description":["Nowy Opis Meta w Yoast"],"Existing Yoast Meta Description":["Aktualny Opis Meta w Yoast"],"Facebook profile URL":["Adres URL profilu na Facebooku"],"Twitter username (without @)":["Nazwa użytkownika Twitter (bez @)"],"Google":["Google"],"FAQ":["Najczęściej zadawane pytania"],"Settings":["Ustawienia"],"Huge SEO Issue: You're blocking access to robots.":["Duży problem z SEO: Blokujesz dostęp dla wyszukiwarek."],"Posts":["Wpisy"],"Edit Files":["Edytuj pliki"],"General":["Ogólne"],"Extensions":["Rozszerzenia"],"Search Console":["Search Console"],"Tools":["Narzędzia"],"Advanced":["Zaawansowane"],"XML sitemaps":["Mapa strony XML"],"Social":["Media społecznościowe"],"SEO":["SEO"],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":["%1$s wykrył, że używasz wersji %2$s wtyczki %3$s. Uaktualnij ją do najnowszej wersji, aby uniknąć problemów z kompatybilnością."],"Just another WordPress site":["Kolejna witryna oparta na WordPressie"],"You have used HTML in your value which is not allowed.":["W wartości podałeś kod HTML, co nie jest dozwolone."],"You can't edit %s that aren't yours.":["Nie możesz edytować treści %s których nie jesteś autorem."],"You can't edit %s.":["Nie możesz edytować %s."],"Post has an invalid Content Type: %s.":["Treść ma niepoprawny typ: %s."],"Post doesn't exist.":["Wpis nie istnieje."],"posts\u0004Trash <span class=\"count\">(%s)</span>":["Kosz <span class=\"count\">(%s)</span>","Kosz <span class=\"count\">(%s)</span>","Kosz <span class=\"count\">(%s)</span>"],"posts\u0004All <span class=\"count\">(%s)</span>":["Wszystkie <span class=\"count\">(%s)</span>","Wszystkie <span class=\"count\">(%s)</span>","Wszystkie <span class=\"count\">(%s)</span>"]}}}