{"domain":"js-text-analysis","locale_data":{"js-text-analysis":{"":{"domain":"js-text-analysis","plural_forms":"nplurals=3; plural=(n == 1) ? 0 : ((n == 0 || n % 100 >= 2 && n % 100 <= 19) ? 1 : 2);","lang":"ro"},"The %1$s class must not be instantiated before the %2$s global is set.":["Clasa %1$s nu trebuie să fie instanțiată înainte de setarea globală %2$s."],"%1$sOutrank your competitors even further%2$s with these %3$s plugins":["Cu aceste module %3$s, %1$sîți depășești competitorii și mai mult%2$s"],"No need to figure out what to link to. You get linking suggestions for relevant posts and pages to make your website easier to navigate.":["Nu trebuie știi cum să faci legăturile. Ai sugestii pentru a lega articole și pagini relevante ca să faci mai ușoară navigarea pe site."],"Use AI to write SEO titles and meta descriptions for your posts and pages. It speeds up your work and does some of the thinking for you!":["Folosești inteligența artificială (AI) ca să scrii titluri și descrieri meta SEO pentru articolele și paginile tale. Îți accelerează munca și gândește în locul tău!"],"%s looks at more than just your main keyword. It analyzes different word forms, plurals, and past tenses. This helps your website perform even better in searches!":["%s nu analizează numai cuvântul cheie principal. Analizează diferite forme ale cuvântului, forme de plural și trecutul compus. Acest lucru îți ajută site-ul să aibă rezultate și mai bune în căutări!"],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for titles and meta descriptions to make your pages rank high and make you look good on social media. %1$sLearn more%2$s%3$s":["Lasă inteligența artificială (AI) să gândească în locul tău și să te ajute să economisești timp. Ai sugestii de înaltă calitate pentru titluri și descrieri meta ca să-ți clasezi mai sus paginile în rezultatele motoarelor de căutare și să arate foarte bine pe media socială. %1$sAflă mai multe%2$s%3$s"],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for product titles and meta descriptions to make your pages rank high and make you look good on social media. %1$sLearn more%2$s%3$s":["Lasă inteligența artificială (AI) să gândească în locul tău și să te ajute să economisești timp. Ai sugestii de înaltă calitate pentru titlurile și descrierile meta pentru produsele tale ca să-ți clasezi mai sus paginile în rezultatele motoarelor de căutare și să arate foarte bine pe media socială. %1$sAflă mai multe%2$s%3$s"],"Explore %s!":["Explorează %s!"],"You’ll reach more people with multiple keyphrases! Want to quickly add these related keyphrases to the %s analyses for even better content optimization?":["Vei ajunge la mai mulți oameni dacă folosești mai multe fraze cheie! Vrei să adaugi rapid aceste fraze cheie similare la analizele %s pentru o optimizare și mai bună a conținutului?"],"Get AI to write SEO titles and meta descriptions faster. Reach a wider audience with multiple keywords. Get automatic internal linking suggestions. And much, much more!":["Beneficiezi de AI ca să scrii repede titluri și descrieri meta SEO. Ajungi la un public mai larg dacă folosești mai multe cuvinte cheie. Ai sugestii automate pentru legături interne. Și multe altele!"],"Explore now":["Explorează acum"],"Rank higher in search results":["Te clasezi mai sus în rezultatele de căutare"],"Turn more visitors into customers!":["Transformi mai mulți vizitatori în clienți!"],"Increase Google clicks with rich results":["Mărești numărul de clicuri Google cu rezultate bogate"],"Write product pages that rank using the SEO analysis":["Creezi pagini de produse care se clasează mai sus în motoarele de căutare cu analiza SEO"],"Get XML sitemaps":["Ai hărți site XML"],"Optimize your video previews & thumbnails":["Optimizezi previzualizările și miniaturile pentru videouri"],"Make sure your videos load quickly for users":["Te asiguri că videourile tale se încarcă repede pentru utilizatori"],"Automatically get technical SEO best practices for video content":["Beneficiezi automat cele mai bune practici SEO din punct de vedere tehnic pentru conținutul video"],"Drive more views to your videos":["Atragi mai mult vizualizări la videourile tale"],"Stand out for local searches":["Ieși în evidență în căutările locale"],"Explore %s now!":["Explorează %s acum!"],"%1$s24/7 support%2$s: Also on evenings and weekends.":["%1$sSuport non-stop (24/7)%2$s: inclusiv noaptea și în weekend."],"%1$sAppealing social previews%2$s people actually want to click on.":["%1$sPrevizualizări atractive pe media socială%2$s: oameni vor dori să dea clic pe ele."],"%1$sNo more broken links%2$s: Automatic redirect manager.":["%1$sFără legături nefuncționale%2$s: manager de redirecționări automate."],"%1$sSuper fast%2$s internal linking suggestions.":["Sugestii %1$sultrarapide%2$s pentru legături interne."],"%1$sMultiple keywords%2$s: Rank higher for more searches.":["%1$sMai multe cuvinte cheie%2$s: te clasezi mai sus în mai multe căutări."],"%1$sAI%2$s: Better SEO titles and meta descriptions, faster.":["%1$sAI%2$s: titluri și meta descrieri SEO mai bune, mai repede."],"Highlight areas of improvement in your text, no more searching for a needle in a haystack, straight to optimizing! Now also in Elementor!":["Evidențiezi zonele pentru îmbunătățiri în text, nu mai cauți acul în carul cu fân, direct la optimizare! Acum și în Elementor!"],"Leave a quick review":["Scrie repede o recenzie"],"Happy with the plugin?":["Ești mulțumit de modul?"],"Show Yoast SEO some love!":["Apreciază Yoast SEO!"],"Let's get your site in tip-top shape for the search engines. Simply follow these 5 steps to make Google understand what your site is about.":["Vrem să ai un site într-o formă optimă pentru motoarele de căutare. Este simplu, urmează acești 5 pași pentru ca Google să înțeleagă ce face site-ul tău."],"If your goal is to increase your rankings, you need to work on your SEO regularly. That can be overwhelming, so let's tackle it one step at a time!":["Dacă obiectivul tău este să-ți crești clasarea în rezultatele motoarelor de căutare, trebuie să lucrezi la SEO în mod regulat. Această muncă poate fi copleșitoare, deci hai să luăm lucrurile pe rând!"],"Great work! Thanks to the details you've provided, %1$s has enhanced your site for search engines, giving them a clearer picture of what your site is all about.":["Foarte bine! Datorită detaliilor pe care le-ai oferit, %1$s ți-a îmbunătățit site-ul pentru motoarele de căutare, oferindu-le o imagine mai clară despre ce face site-ul tău."],"Important: We won't sell this data, and we won't collect any personal information about you or your visitors.":["Important: nu vom vinde aceste date și nu vom colecta informații cu caracter personal despre tine sau vizitatorii tăi."],"What data will be collected and why?":["Ce date vor fi colectate și de ce?"],"No, I don't want to share my site data":["Nu, nu vreau să partajez datele site-ului meu"],"Are you open to help us improve our services?":["Vrei să ne ajuți să ne îmbunătățim serviciile?"],"Yes, give me your free tips!":["Da, dă-mi sfaturile gratuite!"],"Subscribe to the %1$s newsletter to receive best practices for improving your rankings, save time on SEO tasks, stay up-to-date with the latest SEO news, and get expert guidance on how to make the most of %2$s!":["Abonează-te la buletinul de știri %1$s ca să primești cele mai bune practici pentru îmbunătățirea clasării în rezultatele motoarelor de căutare, ca să economisești timp în activitățile SEO, ca să fii la curent cu ultimele știri despre SEO și ca să primești îndrumări de la experți despre cum poți să profiți la maximum de %2$s!"],"Get free weekly SEO tips!":["Primești gratuit sfaturi săptămânale pentru SEO!"],"You're almost there! Complete all settings in this step so search engines know what your site is about.":["Aproape ai terminat! Finalizează toate setările din acest pas, astfel motoarele de căutare o să știe ce face site-ul tău."],"Completing this step helps Google to understand your site even better. Bonus: You'll improve your chance of getting %1$srich results%2$s!":["Dacă finalizezi acest pas, Google îți va înțelege și mai bine site-ul. Bonus: îți îmbunătățești șansele de a obține %1$srezultate îmbogățite%2$s."],"Let's start by running the SEO data optimization. That means we'll scan your site and create a database with optimized SEO data. It won't change any content or settings on your site and you don't need to do anything, just hit start!\n\nNote: If you have a lot of content, this optimization could take a moment. But trust us, it's worth it!":["Hai să începem cu optimizarea datelor SEO. Asta înseamnă că îți vom scana site-ul și vom crea o bază de date cu datele optimizate pentru SEO. Nu îți va schimba nimic pe site, conținutul sau setările, trebuie doar să apeși pe Start!\n\nNotă: dacă ai mult conținut, această optimizare poate să dureze ceva timp. Dar ai încredere în noi, merită!"],"We've successfully analyzed your site & optimized your SEO data!":["Ți-am analizat cu succes site-ul și ți-am optimizat datele SEO!"],"Fantastic work! Add your organization's social media accounts below. This allows us to fine-tune the metadata for these platforms.":["Ai lucrat foarte bine! Adaugă mai jos conturile organizației tale din media socială. Prin asta ne permiți să reglam cu precizie metadatele pentru aceste platforme."],"Social share preview":["Previzualizare pentru partajarea pe media socială"],"Twitter share preview":["Previzualizare pentru partajarea pe Twitter"],"The %1$s interface is currently unavailable in the beta WooCommerce product editor. To resolve any issues, please disable the beta editor. %2$sLearn how to disable the beta WooCommerce product editor.%3$s":["În prezent, interfața %1$s nu este disponibilă în editorul de produse WooCommerce, versiunea Beta. Pentru a rezolva problemele, te rog să dezactivezi editorul beta. %2$sAflă cum să dezactivezi editorul de produse beta în WooCommerce%3$s."],"Compatibility issue: Yoast SEO is incompatible with the beta WooCommerce product editor.":["Problemă de compatibilitate: Yoast SEO nu este compatibil cu editorul de produse Beta din WooCommerce."],"Search engines and other websites can still send traffic to your trashed content.":["Motoarele de căutare și alte site-uri web pot să trimită în continuare trafic la conținutul pe care l-ai aruncat la gunoi."],"Unlock with the %1$s":["Deblochează cu %1$s"],"Generate product titles & descriptions with AI!":["Cu AI, generezi titluri și descrieri pentru produse!"],"Last year":["Anul trecut"],"Last week":["Săptămâna trecută"],"Last day":["Ultima zi"],"Last updated":["Ultima actualizare"],"Activate tracking to show the ranking position":["Activează urmărirea pentru a arată poziția în clasamentele motoarelor de căutare"],"List your Frequently Asked Questions in an SEO-friendly way.":["Afișezi întrebările frecvente într-un mod mai prietenos pentru SEO."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by OpenAI GPTBot.":["Adaugă o regulă „refuză” în fișierul tău robots.txt pentru a împiedica accesarea cu crawlere de OpenAI GPTBot."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by the Google-Extended bot. Enabling this setting won’t prevent Google from indexing your website.":["Adaugă o regulă „refuză” în fișierul tău robots.txt pentru a împiedica accesarea cu crawlere de boții Google-Extended. Activarea acestei setări nu va împiedica Google să-ți indexeze site-ul."],"Lots of web traffic comes from bots crawling the web. Some can benefit your site or business, while other bots don’t. Blocking unwanted bots can save energy, help with site performance, and protect copyrighted content. Learn more about %1$swhen to block unwanted bots%2$s.":["Mult trafic de pe web provine de la boții care accesează cu crawlere. Unii pot să fie benefici pentru site-ul tău sau afacerea ta, în timp ce alți boți nu sunt doriți. Blocarea boților nedoriți poate să economisească energie, poate să ajute la creșterea performanței pe site și îți poate proteja conținutul prin drepturi de autor. Află mai multe despre %1$scând să blochezi boții nedoriți%2$s."],"Prevent OpenAI GPTBot from crawling":["Împiedică accesarea cu crawlere a OpenAI GPTBot"],"Prevent Google Bard and Vertex AI bots from crawling":["Împiedică accesarea cu crawlere a boților Google Bard și Vertex AI"],"Prevent Common Crawl CCBot from crawling":["Împiedică accesarea cu crawlere a Common Crawl CCBot"],"Unlock Premium SEO analysis":["Deblochează analiza oferită de Premium SEO"],"Get more help with writing content that ranks":["Primești mai mult ajutor ca să scrii conținut care să se claseze mai sus"],"$ USD / € EUR / £ GBP per year (ex. VAT)":["$ (USD)/€ (EUR)/£ (GBP) pe an (fără TVA)"],"Internal linking suggestions":["Sugestii pentru legături interne"],"%1$s SAVE 30%% %2$s on your 12 month subscription":["%1$s Economisești 30%% %2$s la un abonament pe 1 an"],"Learn more about %s (Opens in a new browser tab)":["Află mai multe despre %s (se deschide într-o filă nouă a navigatorului)"],"Write more natural and engaging content":["Scrii conținut plin de înțeles și mai captivant"],"Synonyms help users understand your copy better. It’s easier to read for both users and Google. In %s, you can add synonyms for your focus keyphrase, and we’ll help you optimize for them.":["Sinonimele ajută utilizatorii să-ți înțeleagă mai bine textul. Textul va fi mai ușor de citit atât de utilizatori, cât și de Google. Cu %s, poți să adaugi sinonime pentru frazele cheie și noi te vom ajuta să le optimizezi."],"Is your %1$s store ready for Black Friday?":["Magazinul tău %1$s este pregătit pentru Black Friday?"],"Check your text on even more SEO criteria and get an enhanced keyphrase analysis, making it easier to optimize your content.":["Îți verifici textul folosind mai multe criterii SEO și ai o analiză îmbunătățită a frazelor cheie, deci este mai ușor să-ți optimizezi conținutul."],"Buy now!":["Cumpără acum!"],"30% OFF!":["Reducere de 30%!"],"BLACK FRIDAY SALE: %1$s %2$sBuy now!%3$s":["REDUCERI DE BLACK FRIDAY: %1$s %2$sCumpără acum!%3$s"],"BLACK FRIDAY SALE: %1$s":["REDUCERI DE BLACK FRIDAY: %1$s"],"Reach a wider audience":["Atragi un public mai larg"],"Add related keyphrases":["Adaugi fraze cheie similare"],"%s automatically suggests to what content you can link with easy drag-and-drop functionality, which is good for your SEO!":["%s îți sugerează automat conținutul la care te poți conecta cu funcționalitatea simplă trage și plasează, un lucru foarte bun pentru SEO!"],"Rank higher by connecting your content":["Te clasezi mai sus prin conectarea conținutului"],"Get help optimizing for up to 5 related keyphrases. This helps you reach a wider audience and get more traffic.":["Primești ajutor ca să optimizezi până la 5 fraze cheie similare. Te va ajuta să ajungi la un public mai larg și să obții mai mult trafic."],"-30%":["- 30%"],"%1$s Now with 30%% Black Friday Discount!":["%1$s Acum cu reducerea de 30%% de Black Friday!"],"%1$sSALE 30%% OFF!%2$s":["%1$sREDUCERI DE 30%%!%2$s"],"30% OFF":["Reducere de 30%"],"BLACK FRIDAY":["BLACK FRIDAY"],"Claim your 30% off now!":["Beneficiază acum de reducerea de 30%!"],"Social media appearance":["Aspect pe media socială"],"Determine how your post should look in the search results.":["Alege cum va arăta articolul tău în rezultatele de căutare."],"The Yoast %1$sultimate Black Friday checklist%2$s helps you prepare in time, so you can boost your results during this sale.":["%1$sLista completă de verificări pentru Black Friday%2$s oferită de Yoast te ajută să te pregătești din timp, deci o să ai rezultatele foarte bune în timpul acestor reduceri."],"To customize the appearance of your post specifically for Twitter, please fill out the 'Twitter appearance' settings below.":["Pentru a personaliza aspectul articolelor tale, în mod special pe Twitter, te rog să completezi setările pentru „Aspect pe Twitter” de mai jos."],"Twitter appearance":["Aspect pe Twitter"],"To customize the appearance of your post specifically for Twitter, please fill out the 'Twitter appearance' settings below. If you leave these settings untouched, the 'Social media appearance' settings mentioned above will also be applied for sharing on Twitter.":["Pentru a personaliza aspectul articolelor tale, în mod special pe Twitter, te rog să completezi setările pentru „Aspect pe Twitter” de mai jos. Dacă le lași neatinse, setările pentru „Aspect pe media socială” care sunt menționate mai sus vor fi aplicate și pentru partajarea pe Twitter."],"Determine how your post should look on social media like Facebook, Twitter, Instagram, WhatsApp, Threads, LinkedIn, Slack, and more.":["Alege cum va arăta articolul tău pe media socială: Facebook, Twitter, Instagram, WhatsApp, Threads, LinkedIn, Slack și altele."],"Get the checklist and start optimizing now!":["Vezi lista de verificări și începe optimizarea acum!"],"Is your WooCommerce store ready for Black Friday?":["Magazinul tău WooCommerce este pregătit pentru Black Friday?"],"The %1$s %2$sultimate Black Friday checklist%3$s helps you prepare in time, so you can boost your results during this sale.":["%2$sLista completă de verificări pentru Black Friday%3$s oferită de %1$s te ajută să te pregătești din timp, deci o să ai rezultatele foarte bune în timpul acestor reduceri."],"AI generator":["Generator AI"],"New in %1$s":["Noutăți în %1$s"],"Use AI to write your titles & meta descriptions!":["Folosești AI ca să scrii titluri și descrieri meta!"],"Use the power of Yoast AI to automatically generate compelling titles and descriptions for your posts and pages.":["Folosești puterea Yoast AI ca să generezi automat titluri și descrieri interesante pentru articolele și paginile tale."],"AI title & description generator":["Generator AI pentru titluri și descrieri"],"Use AI":["Folosești AI"],"Clear selection":["Șterge selecția"],"Note that the following commonly-used parameters will not be removed: %1$s, %2$s, %3$s, %4$s, %5$s, %6$s, and %7$s.":["Reține că următorii parametri utilizați în mod obișnuit nu vor fi înlăturați: %1$s, %2$s, %3$s, %4$s, %5$s, %6$s și %7$s."],"Learn how to increase your rankings with %1$s":["Învață cum să-ți îmbunătățești cu %1$s clasarea în rezultatele motoarelor de căutare"],"Want an enhanced Google preview of how your WooCommerce products look in the search results?":["Vrei o previzualizare Google îmbunătățită pentru aspectul produselor tale WooCommerce în rezultatele de căutare?"],"Sign up today!":["Înregistrează-te azi!"],"Feeling lost when it comes to optimizing your site for the search engines? Join our FREE webinar to gain the confidence that you need in order to start optimizing like a pro! You'll obtain the knowledge and tools to start effectively implementing SEO.":["Te simți pierdut când vine vorba de optimizarea site-ului tău pentru motoarele de căutare? Participă la seminarul nostru GRATUIT ca să capeți încrederea de care ai nevoie pentru a începe optimizarea ca un profesionist! Vei obține cunoștințele și instrumentele pentru a începe implementarea eficientă pentru SEO."],"Join our FREE webinar for SEO success":["Participă la seminarul nostru GRATUIT ca să ai succes cu SEO"],"Want your products stand out in search results with rich results like price, reviews and more?":["Vrei ca produsele tale să iasă în evidență în rezultatele de căutare cu rezultate bogate, cum ar fi prețuri, recenzii și altele?"],"%1$s, %2$s and %3$s":["%1$s, %2$s și %3$s"],"%1$s and %2$s":["%1$s și %2$s"],"Please see the “New” badges and review the Search appearance settings.":["Te rog să vezi insignele „noi” și să revizuiești setările pentru Aspect în căutare."],"New type of content added to your site!":["Am adăugat un tip nou de conținut pe site-ul tău!"],"Site policies":["Politici pentru site"],"Select a page which provides information about your diversity policies for %1$sstaffing%2$s, %1$shiring%2$s and %1$semployment%2$s.":["Selectează o pagină care să ofere informații despre politicile tale privind diversitatea pentru %1$sasigurarea personalului%2$s, %1$sangajări%2$s și %1$sforță de muncă%2$s."],"Select a page which provides information on your diversity policies for %1$seditorial%2$s content.":["Selectează o pagină care să ofere informații despre politicile tale privind diversitatea pentru conținutul %1$seditorial%2$s."],"Select a page which describes the personal, organizational, and corporate %1$sstandards%2$s of %1$sbehavior%2$s expected by your organization.":["Selectează o pagină care să descrie %1$sstandardele%2$s personale, organizaționale și corporative pentru %1$scomportamentul%2$s care este dorit în organizația ta."],"Select a page which outlines your procedure for addressing %1$serrors%2$s (e.g., publishing retractions or corrections).":["Selectează o pagină care să prezinte în linii generale procedura de abordare a %1$serorilor%2$s (de exemplu, publicarea dezmințirilor și rectificărilor)."],"Select a page which describes how your organization collects and responds to %1$sfeedback%2$s, engages with the %1$spublic%2$s, and prioritizes %1$stransparency%2$s.":["Selectează o pagină care să descrie modul în care organizația ta colectează și răspunde la %1$spăreri și impresii%2$s, interacționează cu %1$spublicul%2$s și acordă prioritate %1$stransparenței%2$s."],"Select a page which describes the ownership structure of your organization. It should include information about  %1$sfunding%2$s and %1$sgrants%2$s.":["Selectează o pagină care să descrie structura acționariatului pentru organizația ta. Ar trebui să includă informații despre %1$sfinanțare%2$s și %1$sacordarea de granturi%2$s."],"Select a page which describes the editorial principles of your organization. %1$sWhat%2$s do you write about, %1$swho%2$s do you write for, and %1$swhy%2$s?":["Selectează o pagină care să descrie principiile redacționale ale organizației tale. %1$sDespre ce%2$s scrieți, %1$spentru cine%2$s scrieți și %1$sde ce %2$s scrieți."],"Select the pages on your website which contain information about your organizational and publishing policies. Some of these might not apply to your site, and you can select the same page for multiple policies. %1$sLearn more about why setting your site policies is important%2$s.":["Selectează paginile de pe site-ul tău care conțin informații despre politicile organizaționale și de publicare. Este posibil ca unele dintre acestea să nu se aplice site-ului tău și poți să selectezi aceeași pagină pentru mai multe politici. %1$sAflă mai multe despre importanța stabilirii unor politici pentru site-ul tău%2$s."],"Diversity staffing report":["Raport privind diversitatea asigurării personalului"],"Diversity policy":["Politică pentru diversitate"],"Ethics policy":["Politică pentru etică"],"Corrections policy":["Politică pentru corectare"],"Actionable feedback policy":["Politică acționabilă pentru păreri și impresii"],"Ownership / Funding info":["Informații despre proprietate/finanțare"],"Publishing policies":["Politici de publicare"],"Publishing principles":["Principii de publicare"],"Failed to retrieve pages.":["Preluarea paginilor a eșuat."],"Searching pages...":["Caut pagini..."],"Add new page...":["Adaugă o pagină nouă..."],"No pages found.":["Nu am găsit nicio pagină."],"You've added a new type of content. We recommend that you review the corresponding %1$sSearch appearance settings%2$s.":["Ai adăugat un tip nou de conținut. Recomandăm să revezi %1$ssetările Aspect în căutare%2$s corespunzătoare."],"Error: Taxonomy was not removed from new_taxonomies list.":["Eroare: taxonomia nu a fost înlăturată din lista new_taxonomies."],"Taxonomy is no longer new.":["Taxonomia nu mai este nouă."],"Taxonomy is not new.":["Taxonomia nu este nouă."],"Error: Post type was not removed from new_post_types list.":["Eroare: tipul de articol nu a fost înlăturat din lista new_post_types."],"Post type is no longer new.":["Tipul de articol nu mai este nou."],"Post type is not new.":["Tipul de articol nu este nou."],"Write a bug report":["Scrie un raport de erori"],"Our support team is here to answer any questions you may have. Fill out the (pop-up) contact form, and we'll get back to you as soon as possible!":["Echipa noastră pentru suport este aici ca să-ți răspundă la toate întrebările pe care le ai. Completează formularul de contact (în popup) și te vom contacta cât mai repede posibil!"],"%1$sSupport languages:%2$s English & Spanish":["%1$sLimbi acceptate pentru suport:%2$s engleză și spaniolă"],"If you don't find the answers you're looking for and need personalized help, you can get 24/7 support from one of our support engineers.":["Dacă nu ai găsit răspunsurile pe care le cauți și ai nevoie de ajutor personalizat, apelează la suportul non-stop (24/7) oferit de inginerii noștri pentru suport și asistență."],"Contact our support team":["Contactează echipa noastră pentru suport"],"Have you stumbled upon a bug while using %1$s? Please raise a bug report on our GitHub repository to let us know about the issue!":["Ai găsit o eroare în timpul utilizării %1$s? Trimite un raport de erori la depozitul nostru pe GitHub ca să ne spui care este problema!"],"Raise a bug report on GitHub":["Trimite un raport de erori pe GitHub"],"Visit WordPress forum":["Mergi la forumul WordPress"],"In the WordPress support forum for %1$s you can find answers or ask for help from %1$s users in the WordPress community.":["În forumul pentru suport WordPress pentru %1$s poți să găsești răspunsuri sau să ceri ajutor de la utilizatorii %1$s din comunitatea WordPress."],"WordPress support forum for %1$s":["Forum pentru suport WordPress pentru %1$s"],"Visit our help center":["Mergi la centrul de ajutor"],"Have a look at our help center to find articles, tutorials, and other resources to help you get the most out of %1$s!":["Mergi la centrul nostru de ajutor unde găsești articole, tutoriale și alte resurse care o să te ajute să beneficiezi la maxim de %1$s!"],"%1$s's help center":["Centru de ajutor %1$s"],"Need help with %1$s? These resources are a great place to start!":["Ai nevoie de ajutor pentru %1$s? Aceste resurse sunt locul de unde să începi!"],"Additional resources":["Resurse suplimentare"],"Here, you'll find answers to commonly asked questions about using %1$s. If you don't see your question listed, you can have a look at the section below.":["Aici vei găsi răspunsuri la întrebările frecvente despre folosirea %1$s. Dacă nu vezi afișată întrebarea ta, poți să consulți secțiunea de mai jos."],"Frequently asked questions":["Întrebări frecvente"],"If you have any questions, need a hand with a technical issue, or just want to say hi, we've got you covered. Get in touch with us and we'll be happy to assist you!":["Dacă ai întrebări, ai nevoie de ajutor la o problemă tehnică sau doar vrei să ne saluți, suntem aici pentru tine. Contactează-ne și te vom ajuta cu plăcere!"],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by Google AdsBot. You should only enable this setting if you're not using Google Ads on your site.":["Adaugă o regulă „disallow” în fișierul tău robots.txt pentru a împiedica accesarea cu crawlere a Google AdsBot. Ar trebui să activezi această setare numai dacă nu folosești Google Ads pe site-ul tău."],"Block unwanted bots":["Blochează boții nedoriți"],"Close the upgrade callout":["Închide solicitarea de actualizare"],"%1$s and get an exclusive %2$s discount for %3$s month(s).":["%1$s și ai o reducere exclusivă de %2$s pentru %3$s luni."],"Click here to upgrade your %s plan":["Dă clic aici pentru a-ți actualiza planul %s"],"Keyphrases tracked: %1$s/%2$s":["Fraze cheie urmărite: %1$s/%2$s"],"Your are tracking %1$s out of %2$s keyphrases included in your account.":["Urmărești %1$s din %2$s fraze cheie incluse în contul tău."],"Your are tracking %1$s out of %2$s keyphrases included in your free account.":["Urmărești %1$s din %2$s fraze cheie incluse în contul tău gratuit."],"Support":["Suport"],"Prevent Google AdsBot from crawling":["Împiedică accesarea cu crawlere a Google AdsBot"],"%s":["%s"],"This overview will show you your top performing keyphrases in Google. Connect with %s to get started.":["Această prezentare generală îți va arăta frazele cheie cu cele mai bune performanțe în Google. Pentru a începe, conectează %s."],"You have successfully connected with %s.":["Te-ai conectat cu succes la %s."],"You have successfully connected with %1$s. Your %2$s account does not contain any keyphrases for this website yet. You can track keyphrases by using the \"Track SEO Performance\" button in the post editor.":["Te-ai conectat cu succes la %1$s. Contul tău %2$s nu are până acum nicio frază cheie pentru acest site. Poți să urmărești frazele cheie folosind butonul „Urmărește performanța SEO” din editorul de articole."],"Network Error: Unable to connect to the server. Please check your internet connection and try again later.":["Eroare în rețea: serverul nu poate fi conectat. Te rog să verifici conexiunea la internet și să reîncerci mai târziu."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of URLs like %1$s, %2$s and %3$s.":["Adaugă o regulă „refuză” în fișierul tău robots.txt pentru a împiedica accesarea cu crawlere a URL-urilor, cum ar fi %1$s, %2$s și %3$s."],"Your WordPress environment is running on a non-production site. Indexables can only be created on production environments. Please check your `WP_ENVIRONMENT_TYPE` settings.":["Mediul tău WordPress rulează un site care nu este de producție. Indexările pot fi create numai în medii de producție. Te rog să verifici setările pentru „WP_ENVIRONMENT_TYPE”."],"Inclusive language: %s":["Limbaj incluziv: %s"],"%1$s / %2$s: Top Keyphrases":["%1$s/%2$s: cele mai bune fraze cheie"],"The post type %s could not be indexed because it does not meet indexing requirements.":["Tipul de articol %s nu a putut fi indexat deoarece nu îndeplinește cerințele pentru indexare."],"The name of this category is %1$s.":["Numele acestei categorii este %1$s."],"Start the course":["Începe cursul"],"Start free trial lesson":["Începe o lecție de probă, este gratuită"],"Maximize your SEO game by purchasing %s, which grants you unlimited access to all courses.":["Profită de SEO cumpărând %s care îți oferă acces nelimitat la toate cursurile."],"Learn vital SEO skills that you can apply at once! Let us take you by the hand and give you practical SEO tips to help you outrank your competitors. %s comes with five free courses.":["Învață deprinderile esențiale pentru SEO pe care poți să le aplici imediat! Lasă-ne să te îndrumăm și să-ți oferim sfaturi practice SEO ca să te ajutăm să-ți scoți site-ul în evidență. %s are cinci cursuri gratuite."],"Learn vital SEO skills that you can apply at once! Let us take you by the hand and give you practical SEO tips to help you outrank your competitors. Maximize your SEO game! Because your %s subscription gives you unlimited access to all courses.":["Învață deprinderile esențiale pentru SEO pe care poți să le aplici imediat! Lasă-ne să te îndrumăm și să-ți oferim sfaturi practice SEO ca să te ajutăm să-ți scoți site-ul în evidență. Profită de SEO! Abonamentul %s îți oferă acces nelimitat la toate cursurile."],"Choosing the right type of hosting for your site is the basis of a solid Technical SEO strategy. Learn all about it in this course!":["Alegerea unui tip potrivit de găzduire pentru site-ul tău este baza unei strategii tehnice solide pentru SEO. Învață totul despre asta în acest curs!"],"You have to make it possible for search engines to find your site, so they can display it in the search results. We'll tell you all about how that works in this course!":["Trebuie să faci tot posibilul ca motoarele de căutare să-ți găsească site-ul și să îl poată afișa în rezultatele de căutare. Îți vom spune totul despre asta în acest curs!"],"Are you selling in countries all over the world? In this course, you’ll learn all about setting up and managing a site that targets people in different languages and locales.":["Vinzi în țări din întreaga lume? În acest curs, vei învăța totul despre configurarea și administrarea unui site care vizează persoane din mai multe țări, care vorbesc diferite limbi."],"Do you want to take a deep dive into structured data? In this course, you'll learn the theory related to structured data in detail.":["Vrei să știi mai multe despre date structurate? În acest curs, vei învăța și aprofunda teoria referitoare la datele structurate."],"Learn how to optimize your online shop for your customers and for search engines!":["Învață cum să-ți optimizezi magazinul online pentru clienți și pentru motoarele de căutare!"],"Do you own a local business? This course will teach you how to make sure your local audience can find you in the search results and on Google Maps!":["Ai o afacere la nivel local? Acest curs te învăță cum să te asiguri că publicul local te poate găsi în rezultatele de căutare și pe Google Maps!"],"A clear site structure benefits your users and is of great importance for SEO. Still, most people seem to forget about this. Get ahead of your competition and learn how to improve your site structure!":["Un site cu o structură clară aduce beneficii utilizatorilor și este de mare importanță pentru SEO. Dar, majoritatea proprietarilor de site-uri uită de partea aceasta. Ca să ieși în evidență, învață cum să îmbunătățești structura site-ului!"],"Start creating block-tastic content with the new WordPress block editor! Learn all about the block editor and what you can do with it.":["Începe să creezi conținut folosind noul editor de blocuri WordPress! Învață totul despre editorul de blocuri și despre ce poți face cu el."],"Do you know the essential first step of good SEO? It's keyword research. In this training, you'll learn how to research and select the keywords that will guide searchers to your pages.":["Știi care este lucrul esențial pe care se bazează SEO? Cuvintele cheie. În acest curs, vei învăța cum să cauți, să găsești și să selectezi cuvintele cheie care îți vor ghida utilizatorii la paginile tale."],"Learn how to make your site stand out from the crowd by adding structured data!":["Învață cum să îți scoți site-ul în evidență față de celelalte prin adăugarea de date structurate!"],"In this course, you'll learn how to write awesome copy that is optimized for ranking in search engines.":["În acest curs, vei învăța cum să scrii un text bun care este optimizat pentru o clasare mai sus în motoarele de căutare."],"Do you want to set up your own WordPress site? This course will teach you the ins and outs of creating and maintaining a WordPress website!":["Vrei să-ți configurezi site-ul WordPress? Acest curs te va învăța care sunt avantajele și dezavantajele la crearea și întreținerea unui site WordPress!"],"In this course, you'll learn practical SEO skills on every key aspect of SEO, to make your site stand out.":["În acest curs, vei învăța despre deprinderile practice SEO pentru fiecare aspect cheie din SEO, ca să-ți scoți site-ul în evidență."],"In this course, you'll learn about how to set up and use the %1$s for WordPress plugin so it makes SEO even easier. This course is meant for users of the block editor.":["În acest curs, vei învăța cum să configurezi și să folosești modulul %1$s pentru WordPress, ca să te descurci mai ușor cu SEO. Acest curs se adresează utilizatorilor care folosesc editorul de blocuri."],"In this free course, you'll get quick wins to make your site rank higher in Google, Bing, and Yahoo.":["În acest curs gratuit, vei vedea cum poți să faci schimbări vizibile care au un impact imediat pentru ca site-ul tău să se claseze mai sus în Google, Bing și Yahoo."],"Academy":["Academie"],"%1$s %2$s isn't working as expected %3$s and you are not receiving updates or support! Make sure to %4$s activate your product subscription in %5$s%6$s to unlock all the features of %7$s.":["%1$s %2$s nu funcționează conform așteptărilor %3$s și nu mai primești actualizări sau suport! Asigură-te că %4$sactivezi abonamentul pentru produs în %5$s%6$s ca să deblochezi toate funcționalitățile pentru %7$s."],"%1$s can't be updated because your product subscription is expired. %2$sRenew your product subscription%3$s to get updates again and use all the features of %1$s.":["%1$s nu poate fi actualizat deoarece abonamentul tău pentru produs a expirat. %2$sReînnoiește-ți abonamentul la produs%3$s ca să primești din nou actualizări și ca să folosești toate funcționalitățile oferite de %1$s."],"Warning! These are expert features, so make sure you know what you're doing before using this setting. You might break your site. %1$sRead more about how your site can be affected%2$s.":["Avertizare! Acestea sunt funcționalități pentru specialiști, deci trebuie să știi foarte bine ce faci înainte de a folosi aceste setări. S-ar putea ca site-ul tău să nu mai funcționeze. %1$sCitește și află cum poate fi afectat site-ul tău%2$s."],"%1$s: unregistered URL parameter removed. See %2$s":["%1$s: am înlăturat parametrul URL neînregistrat. Vezi %2$s"],"This feature is disabled when your site is not using pretty permalinks.":["Această funcționalitate este dezactivată dacă site-ul tău nu folosește legături permanente drăguțe."],"This feature is disabled when your site is not using %1$spretty permalinks%2$s.":["Această funcționalitate este dezactivată dacă site-ul tău nu folosește %1$slegături permanente drăguțe%2$s."],"%1$s: redirect utm variables to #":["%1$s: redirecționează variabilele utm la #"],"Optimize your business for multiple locations":["Îți optimizezi afacerile pentru mai multe locații"],"Easily add maps, address finders, and opening hours to your content":["Adaugi cu ușurință în conținutul tău hărți, căutări de adrese și programul de funcționare"],"Automatically get technical SEO best practices for local businesses":["Beneficiezi automat cele mai bune practici SEO din punct de vedere tehnic pentru afaceri locale"],"Attract more customers to your site and physical store":["Atragi mai mulți clienți pe site-ul sau pe magazinul tău"],"Remove Other profile %1$s":["Înlătură celălalt profil %1$s"],"Please select a user in the Site representation step.":["Te rog selectează un utilizator în pasul Reprezentare site."],"You can %1$supdate or add social profiles to this user profile%2$s.":["Poți %1$ssă actualizezi sau să adaugi profiluri sociale la profil acestui utilizator%2$s."],"You have selected the user %1$s as the person this site represents.":["Ai selectat utilizatorul %1$s ca persoana pe care o reprezintă acest site."],"If you select a Person to represent this site, we will use the social profiles from the selected user's profile page.":["Dacă selectezi o persoană care să reprezinte acest site, vom folosi profilurile sociale din pagina de profil a utilizatorului selectat."],"It looks like you've enabled media pages. We recommend that you help us to re-analyze your site by running the SEO data optimization. ":["Se pare că ai activat paginile media. Recomandăm să ne ajuți să-ți reanalizam site-ul rulând optimizarea datelor SEO."],"Organization Mastodon":["Organizația Mastodon"],"%1$s Settings - %2$s":["Settings %1$s - %2$s"],"Read more about how to get your site verified.":["Citește mai multe despre cum să ai un site verificat și confirmat."],"Get your site verified in your Mastodon profile.":["Confirmă-ți site-ul în profilul tău Mastodon."],"E.g. https://mastodon.social/@yoast":["De exemplu, https://mastodon.social/@yoast"],"Mastodon":["Mastodon"],"%2$s integrates %1$s' Schema output into its own to get rich snippets for your digital products!":["%2$s integrează rezultatul schemei %1$s în propria sa schemă pentru a obține fragmente bogate pentru produsele tale digitale!"],"Get %1$srich results for your digital products%2$s in Google search":["Ai %1$srezultate îmbogățite pentru produsele tale digitale%2$s în căutările pe Google"],"Add trustworthiness to your %1$s profile by verifying your site with %2$s.":["Adaugi mai multă încredere profilului tău %1$s prin verificarea și confirmarea site-ul tău cu %2$s."],"Verify your site on %1$s%2$s%3$s":["Confirmă-ți și verifică-ți site-ul cu %1$s%2$s%3$s"],"Mastodon profile not yet added":["Profilul Mastodon nu a fost încă adăugat"],"Mastodon profile added":["Am adăugat profilul Mastodon"],"Potentially non-inclusive":["Potențial neincluziv"],"Finish your %s":["Finalizează %s"],"Please enter a number between 1 and 50.":["Te rog să introduci un număr între 1 și 50"],"Settings navigation":["Navigare în setări"],"Close settings navigation":["Închide navigarea în setări"],"Open settings navigation":["Deschide navigarea în setări"],"Choose whether your site represents an organization or a person. %1$sLearn more about the differences and choosing between Organization and Person%2$s.":["Stabilește dacă site-ul tău reprezintă o organizație sau o persoană. %1$sVezi care sunt diferențele și alege între o organizație și o persoană%2$s."],"%1$sGet%2$s %3$s":["%1$sIa%2$s %3$s"],"Index Now":["Indexează acum"],"Failed to retrieve media.":["Preluarea elementului media a eșuat."],"Limit the length of internal site search queries to reduce the impact of spam attacks and confusing URLs. Please enter a number between 1 and 50.":["Limitează interogările interne de căutare pe site ca să reduci impactul atacurilor cu spam și URL-urile confuze. Trebuie să introduci un număr între 1 și 50."],"The number you've entered is not between 1 and 50.":["Numărul pe care l-ai introdus nu este între 1 și 50."],"Determine how your %1$s should look on social media.":["Alege cum vor arăta %1$s pe media socială."],"Disabling this means that archive pages for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Dacă dezactivezi, înseamnă că paginile arhivelor pentru %1$s nu vor fi indexate de motoarele de căutare și vor fi excluse din hărțile site XML."],"Prevents specific URL parameters from being removed by the above feature. E.g., adding %1$s will prevent %2$s from being redirected to %3$s. You can add multiple parameters and separate them by using enter or a comma.":["Funcționalitatea de mai sus împiedică înlăturarea unor anumiți parametri pentru URL. De exemplu, dacă adaugi %1$s va împiedica redirecționarea %2$s la %3$s. Poți să adaugi mai mulți parametri și îi poți separa folosind Enter sau virgule."],"Consolidates WordPress' multiple site search URL formats into the %1$s syntax. E.g., %2$s will redirect to %3$s":["Consolidează formatele URL-urile de căutare multiple pe site-urile WordPress în sintaxa %1$s. De exemplu, %2$s va redirecționa la %3$s"],"Redirect pretty URLs to ‘raw’ formats":["Redirecționează URL-urile frumoase la formate „brute”"],"Allow":["Permite"],"Deny":["Refuză"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["Pentru a vedea acest video, trebuie să permiți ca %1$s să încarce videoclipuri înglobate din %2$s."],"Only available for English sites":["Sunt disponibile numai pentru site-urile în limba engleză"],"You can change the default type for %1$s under Content types in the %2$sSettings%3$s.":["Poți să modifici tipul implicit pentru %1$s în Tipuri de conținut în %2$sSetări%3$s."],"all the Yoast plugins":["toate modulele Yoast"],"Show date archives in search results":["Arată arhivele de date în rezultatele de căutare"],"Show %1$s archives in search results":["Arată arhivele %1$s în rezultatele de căutare"],"Prefix for archive breadcrumbs":["Prefix pentru firimituri arhive"],"Unlock rich results in Google search by using plugins that integrate with the %1$sYoast Schema API%2$s.":["Deblochează rezultatele bogate în căutările pe Google folosind module care se integrează cu %1$sYoast Schema API%2$s."],"Schema API integrations":["Integrări Schema API"],"%s can integrate with other products, to help you further improve your website. You can enable or disable these integrations below.":["%s poate fi integrat cu alte produse ca să te ajute să-ți îmbunătățești și mai mult site-ul. Poți să activezi sau să dezactivezi aceste integrări mai jos."],"Unlock rich snippets for your product pages by using %1$s.":["Deblochează fragmentele îmbogățite pentru paginile tale cu produse folosind %1$s."],"Get %1$srich product results%2$s in Google search":["Ai %1$srezultate îmbogățite pentru produse%2$s în căutările pe Google"],"%1$s integrates with %2$s's Schema API to get rich snippets for your recipes!":["%1$s se integrează cu Schema API oferită de %2$s pentru a avea fragmente îmbogățite pentru rețetele tale!"],"Get %1$srich results for your recipes%2$s in Google search":["Ai %1$srezultate îmbogățite pentru rețete%2$s în căutările pe Google"],"%1$s integrates with %2$s's Schema API to get rich snippets for your podcasts!":["%1$s se integrează cu Schema API oferită de %2$s pentru a avea fragmente îmbogățite pentru podcast-urile tale!"],"Get %1$srich results for your podcast%2$s in Google search":["Ai %1$srezultate îmbogățite pentru podcast-uri%2$s în căutările pe Google"],"%1$s integrates with %2$s's Schema API to get rich snippets for your events!":["%1$s se integrează cu Schema API oferită de %2$s pentru a avea fragmente îmbogățite pentru evenimentele tale!"],"Get %1$srich results for your events%2$s in Google search":["Ai %1$srezultate îmbogățite pentru evenimente%2$s în căutările pe Google"],"You have selected the user %1$s%3$s%2$s as the person this site represents. Their user profile information will now be used in search results. We're sorry, you're not allowed to edit this user's profile. Please contact your admin or %1$s%3$s%2$s to check and/or update the profile.":["Ai selectat utilizatorul %1$s%3$s%2$s drept persoana pe care o reprezintă acest site. Acum vor fi folosite în rezultatele de căutare informațiile din profilul acestui utilizator. Nu ai voie să editezi profilul acestui utilizator. Contactează administratorul sau %1$s%3$s%2$s pentru a verifica și/sau actualiza informațiile despre profil."],"An organization name and logo need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site name and logo as default values. %1$sLearn more about the importance of structured data%2$s.":["Pentru ca datele structurate să funcționeze corect, trebuie să setezi un nume și un logo pentru organizație. Deoarece nu le-ai setat până acum, folosim numele și logoul site-ului ca valori implicite. %1$sAflă mai multe despre importanța datelor structurate%2$s."],"This info is intended to appear in %1$sGoogle's Knowledge Graph%2$s.":["Aceste informații vor apărea în %1$sGoogle's Knowledge Graph%2$s."],"Other profile %1$s":["Alte profiluri %1$s"],"Tweet":["Tweet"],"Organization Twitter":["Organizație (pe Twitter)"],"Open Graph":["Open Graph"],"Organization Facebook":["Organizație (pe Facebook)"],"OpenGraph":["OpenGraph"],"Format archives":["Arhive pentru formate"],"File":["Fișier"],"PDF":["PDF"],"Video":["Video"],"Attachment":["Atașament"],"404 pages title":["Titlu pentru pagini 404"],"Search pages title":["Titlu pentru pagini de căutare"],"Enable date archives":["Activează arhivele de date"],"Enable author archives":["Activează arhivele autorilor"],"Anchor text for the homepage":["Text ancoră pentru prima pagină"],"Organization/person":["Organizație/persoană"],"Divider":["Separator"],"Remove Atom/RDF feeds":["Înlătură fluxurile Atom/RDF"],"Webmaster":["Webmaster"],"Share":["Partajează"],"Structured data":["Date structurate"],"Enable the %1$s XML sitemaps. A sitemap is a file that lists a website's essential pages to make sure search engines can find and crawl them.":["Activează hărțile site XML %1$s. O hartă site este un fișier care include o listă cu paginile esențiale ale unui site web. Hărțile site pot fi găsite ușor și accesate cu crawlere de motoarele de căutare."],"The %1$s icon in the top admin bar provides quick access to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["Iconul %1$s din bara de administrare de sus îți dă acces rapid la instrumente terțe pentru analizarea paginilor și te ajută să vezi dacă ai notificări noi."],"Allows for Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared. Keep this feature enabled to optimize your site for social media.":["Permite ca Facebook și alte rețele din media socială să afișeze o previzualizare cu imagini și un rezumat al textului când este partajată o legătură la site-ul tău. Lasă această funcționalitate activată ca să-ți optimizezi site-ul pentru media socială."],"Count the number of internal links from and to your posts to improve your site structure.":["Totalizezi numărul de legături interne de la și la articolele tale ca să-ți îmbunătățești structura site-ului."],"Mark and filter your cornerstone content to make sure your most important articles get the attention they deserve. To help you write excellent copy, we’ll assess your text more strictly.":["Marchezi și filtrezi conținutul fundamental ca să te asiguri că articolele tale cele mai importante primesc atenția pe care o merită. Ca să te ajutăm să scrii un text excelent, îți vom evalua cu rigurozitate textul."],"Get more insights into what you are writing. What words do you use most often? How much time does it take to read your text? Is your text easy to read?":["Ai mai multe informații despre text și ceea ce scrii. Ce cuvinte folosești foarte des? Cât timp durează să fie citit textul tău? Textul tău este ușor de citit?"],"The inclusive language analysis offers suggestions to write more inclusive copy, so more people will be able to relate to your content.":["Analiza pentru limbajul incluziv oferă sugestii pentru a scrie un text în limbaj incluziv, deci mai multă lume se poate lega la conținutul tău."],"The SEO analysis offers suggestions to improve the findability of your text and makes sure that your content meets best practices.":["Analiza SEO oferă sugestii ca să îmbunătățești posibilitățile de găsire a textului tău și asigură că conținutul tău respectă cele mai bune practici."],"Set the basic info for your website. You can use %1$stagline%2$s and %1$sseparator%2$s as %3$sreplacement variables%4$s when configuring the search appearance of your content.":["Setează informațiile de bază pentru site-ul tău. Poți să folosești %1$sslogan%2$s și %1$sseparator%2$s ca %3$svariabile de înlocuire%4$s când configurezi aspectul în căutare al conținutului."],"Usage tracking allows us to track some data about your site to improve our plugin. %1$sLearn more about which data we track and why%2$s.":["Urmărirea utilizării ne permite să urmărim unele date despre site-ul tău în scopul de a ne îmbunătăți modulul. %1$sAflă mai multe despre datele pe care le urmărim și de ce le urmărim%2$s."],"A link to the archive for the post author, with the author's name as anchor text.":["O legătură la arhiva autorului articolului, cu numele autorului ca text ancoră."],"Determine how your %1$s pages should be described by default in your site's Schema.org markup. You can always customize the settings for individual %1$s pages in the %2$s metabox.":["Alege cum să fie descrise implicit paginile %1$s în markup-ul Schema.org al site-ului tău. Poți să personalizezi oricând setările pentru paginile %1$s individuale în caseta meta %2$s."],"Determine how your %1$s pages should look in search engines. You can always customize the settings for individual %1$s pages in the %2$s metabox.":["Alege cum să apară paginile %1$s în motoarele de căutare. Poți să personalizezi oricând setările pentru paginile %1$s individuale în caseta meta %2$s."],"Enable %1$s pages":["Activează paginile %1$s"],"Determine how your homepage should look in the search results.":["Alege cum va arăta prima ta pagină în rezultatele de căutare."],"Determine how your %1$s should look in search engines. You can always customize the settings for individual %1$s in the %2$s metabox.":["Alege cum să apară %1$s în motoarele de căutare. Poți să personalizezi oricând setările pentru %1$s individuale în caseta meta %2$s."],"Enable format-based archives":["Activează arhivele bazate pe format"],"Not sure how to implement the %3$s breadcrumbs on your site? Read %1$sour help article on breadcrumbs implementation%2$s.":["Nu știi cum să implementezi firimiturile %3$s pe site-ul tău? Citește %1$sarticolul nostru ajutător despre implementarea firimiturilor%2$s."],"Show %1$s without posts in search results":["Arată %1$s fără articole în rezultatele de căutare"],"Determine how your %1$s should look on social media by default. You can always customize the settings for individual %1$s in the %2$s metabox.":["Alege cum să apară %1$s în media socială, în mod implicit. Poți să personalizezi oricând setările pentru %1$s individuale în caseta meta %2$s."],"Determine what your %1$s should look like in the search results by default. You can always customize the settings for individual %1$s in the %2$s metabox.":["Alege cum să apară %1$s în motoarele de căutare, în mod implicit. Poți să personalizezi oricând setările pentru %1$s individuale în caseta meta %2$s."],"This taxonomy is used for %2$s.":["Această taxonomie este folosită pentru %2$s."],"This taxonomy is used for %1$s and %2$s.":["Această taxonomie este folosită pentru %1$s și %2$s."],"Read more about our custom field analysis":["Citește mai multe despre analiza noastră pentru câmpurile personalizate"],"Determine how your %1$s should look on social media by default. You can always customize the settings for individual %1$s in the %2$s sidebar or metabox.":["Alege cum să apară implicit %1$s în media socială. Poți să personalizezi oricând setările pentru %1$s individuale în bara laterală și caseta meta %2$s."],"Determine what your %1$s should look like in the search results by default. You can always customize the settings for individual %1$s in the %2$s sidebar or metabox.":["Alege cum să apară implicit %1$s în rezultatele de căutare. Poți să personalizezi oricând setările pentru %1$s individuale în bara laterală și caseta meta %2$s."],"Determine how your %1$s should be described by default in %2$syour site's Schema.org markup%3$s. You can always change the settings for individual %1$s in the %4$s sidebar or metabox.":["Alege cum să fie descrise implicit %1$s în %2$smarkup-ul Schema.org al site-ului tău%3$s. Poți să modifici oricând setările pentru %1$s individuale în bara laterală și caseta meta %4$s."],"You can add multiple custom fields and separate them by using %1$senter%2$s or %1$scomma%2$s.":["Poți să adaugi mai multe câmpuri personalizate, le separi folosind %1$senter%2$s sau %1$svirgulă%2$s."],"Please enter a search term with at least 3 characters.":["Te rog să introduci un termen de căutare care să aibă cel puțin 3 caractere."],"CtrlK":["CtrlK"],"⌘K":["⌘K"],"Add new user...":["Adaugă utilizator nou..."],"Unavailable for multisites":["Indisponibilă pentru multi-site"],"Integrate your custom fields and SEO data from %1$s%2$s%3$s":["Integrează câmpurile personalizate și datele SEO din %1$s%2$s%3$s"],"Upgrade your %1$s%2$s%3$s SEO":["Actualizează SEO %1$s%2$s%3$s"],"Improve your internal search results with %1$s%2$s%3$s":["Îmbunătățești rezultatele de căutare internă cu %1$s%2$s%3$s"],"Make your terms & privacy pages more trustworthy with %1$s%2$s%3$s":["Faci paginile Termeni și condiții și Confidențialitate mai demne de încredere cu %1$s%2$s%3$s"],"Track your rankings through time with %1$s%2$s%3$s":["Urmărești în timp cum se clasează site-ul tău în motoarele de căutare cu %1$s%2$s%3$s"],"Use %1$s%2$s%3$s to do keyword research - without leaving your post":["Folosești %1$s%2$s%3$s pentru a cerceta cuvinte cheie - fără să părăsești articolul"],"We could not save the website name. Please check the value.":["Nu am putut să salvăm numele site-ului. Te rog verifică valoarea."],"%1$sSubheading distribution%2$s: The beginning of your text is longer than %4$s %5$s and is not separated by any subheadings. %3$sAdd subheadings to improve readability.%2$s":["%1$sDistribuție subtitluri%2$s: textul de la început are mai mult de %4$s de %5$s și nu este separat de niciun subtitlu. %3$sAdaugă subtitluri pentru a îmbunătăți lizibilitatea%2$s."],"WordPress.org support forums":["Forumuri pentru suport WordPress.org"],"Yoast Premium support":["Suport pentru Yoast Premium"],"Yoast.com help section":["Secțiune Yoast.com pentru ajutor"],"Help":["Ajutor"],"Write better content":["Scrii un conținut mai bun"],"Improve your blog post":["Îmbunătățești articolele pe blog"],"Learn more SEO":["Învață mai multe despre SEO"],"SEO Tools":["Instrumente SEO"],"not set":["nesetat"],"With a 30-day money-back guarantee. No questions asked.":["Garantăm restituirea banilor în 30 de zile (de la cumpărare). Fără să punem întrebări."],"Reach new customers who live near your business":["Atragi clienți noi care locuiesc în apropierea ta"],"Get all 5 Yoast plugins for WordPress at a big discount":["Beneficiezi de toate cele 5 module Yoast pentru WordPress cu o reducere substanțială"],"Cover all your SEO bases":["Acoperi toate elementele de bază SEO"],"Add global identifiers for variable products":["Adaugi identificatori globali pentru produse variabile"],"Drive more traffic to your online store":["Atragi mai mult trafic pe magazinul online"],"Add all necessary schema.org markup":["Adaugi toate markup-urile Schema.org care îți sunt necesare"],"Ping Google on the publication of a new post":["Trimiți ping-uri la Google când publici articole noi"],"Rank higher in Google's news carousel":["Te clasezi mai sus în caruselul cu știri din Google"],"Make your videos responsive for all screen sizes":["Videourile tale sunt responsive pentru toate dimensiunile de ecrane"],"Cleaned up %1$d record from %2$s.":["Am eliminat o înregistrare din %2$s.","Am eliminat %1$d înregistrări din %2$s.","Am eliminat %1$d de înregistrări din %2$s."],"Cleaning up %1$s [%2$s]":["Elimin %1$s [%2$s]"],"Skipping %1$s. %2$s is not active on this site.":["Omit %1$s. %2$s nu este activ pe acest site."],"Cleaned up %1$d record.":["Am eliminat o înregistrare.","Am eliminat %1$d înregistrări.","Am eliminat %1$d de înregistrări."],"The value for 'batch-size' must be a positive integer higher than equal to 1.":["Valoarea pentru „batch-size” trebuie să fie un număr întreg pozitiv mai mare sau egal cu 1."],"The value for 'interval' must be a positive integer.":["Valoarea pentru „interval” trebuie să fie un număr întreg pozitiv."],"We need to re-analyze some of your SEO data because of a change in the visibility of your taxonomies. Please help us do that by running the SEO data optimization. ":["Trebuie să reanalizam unele dintre datele tale SEO deoarece au apărut modificări la vizibilitatea taxonomiilor. Ajută-ne să facem asta rulând Optimizare date SEO."],"We need to re-analyze some of your SEO data because of a change in the visibility of your post types. Please help us do that by running the SEO data optimization. ":["Trebuie să reanalizam unele dintre datele tale SEO deoarece au apărut modificări la vizibilitatea tipurilor de articol. Ajută-ne să facem asta rulând Optimizare date SEO."],"The term %s could not be built because it's not indexable.":["Termenul %s nu a putut fi construit deoarece nu este indexabil."],"The post %s could not be indexed because it's post type is excluded from indexing.":["Articolul %s nu a putut fi indexat deoarece acest tip de articol este exclus de la indexare."],"The post %s could not be indexed because it does not meet indexing requirements.":["Articolul %s nu a putut fi indexat deoarece nu îndeplinește cerințele pentru indexare."],"%1$sSAVE 30%%%2$s on your 12 month subscription":["%1$sEconomisești 30%%%2$s la un abonament pe 1 an"],"BLACK FRIDAY - 30% OFF":["BLACK FRIDAY - reducere de 30%"],"Use the alternate organization name for acronyms, or a shorter version of your organization's name.":["Folosește numele alternativ al organizației tale pentru un acronim sau o versiune mai scurtă pentru numele organizației."],"Alternate organization name":["Nume alternativ pentru organizație"],"Use the alternate website name for acronyms, or a shorter version of your website's name.":["Folosește numele alternativ al site-ului tău web pentru un acronim sau o versiune mai scurtă pentru numele site-ului."],"Alternate website name":["Nume alternativ pentru site"],"Determine how the title of your 404 error pages should look in the browser.":["Alege cum trebuie să apară titlul paginilor pentru eroarea 404 în navigatoare."],"404 error pages":["Pagini pentru eroare 404"],"Determine how the title of your internal search pages should look in the browser.":["Alege cum trebuie să apară titlul paginilor de căutare internă în navigatoare."],"Internal search pages":["Pagini de căutare internă"],"Show media pages in search results":["Arată paginile Media în rezultatele de căutare"],"Show format archives in search results":["Arată arhivele pentru formate în rezultatele de căutare"],"Show author archives in search results":["Arată arhivele autorilor în rezultatele de căutare"],"Breadcrumbs for %1$s":["Firimituri pentru %1$s"],"Site connections":["Conexiuni la site"],"View the XML sitemap":["Vezi hărțile site XML"],"Enable feature":["Activează funcționalitatea"],"Site features":["Funcționalități site"],"Learn more":["Află mai multe"],"Site info":["Informații despre site"],"We're sorry, you're not allowed to edit the %1$swebsite name%2$s and %1$stagline%2$s.":["Nu ai voie să editezi %1$snumele site-ului%2$s și %1$ssloganul%2$s."],"Show or hide our tools and controls in the attachment editor.":["Arată sau ascunde instrumentele și comenzile noastre în editorul de atașamente."],"(e.g., %1$s)":["(de exemplu, %1$s)"],"Remove unregistered URL parameters":["Înlătură parametrii neînregistrați pentru URL-uri"],"Optimize Google Analytics utm tracking parameters":["Optimizează parametrii de urmărire utm pentru Google Analytics"],"Remove WP-JSON API":["Înlătură WP-JSON API"],"Remove emoji scripts":["Înlătură scripturile pentru emoticoane"],"Remove Atom / RDF feeds":["Înlătură fluxurile Atom/RDF"],"Remove search results feeds":["Înlătură fluxurile pentru rezultatele de căutare"],"Remove custom taxonomy feeds":["Înlătură fluxurile pentru taxonomiile personalizate"],"Remove tag feeds":["Înlătură fluxurile pentru etichete"],"Remove category feeds":["Înlătură fluxurile pentru categorii"],"Remove post type feeds":["Înlătură fluxurile pentru tipuri de articol"],"Remove post authors feeds":["Înlătură fluxurile pentru autori articole"],"Remove post comments feeds":["Înlătură fluxurile pentru comentarii la articole"],"Remove global comment feeds":["Înlătură fluxurile pentru comentarii globale"],"Remove global feed":["Înlătură fluxul global"],"Remove powered by HTTP header":["Înlătură antetul propulsat prin HTTP"],"Remove generator tag":["Înlătură generatorul de etichete"],"Remove oEmbed links":["Înlătură legăturile la oEmbed"],"Remove RSD / WLW links":["Înlătură legăturile la RSD/WLW"],"Remove REST API links":["Înlătură legăturile la REST API"],"Remove shortlinks":["Înlătură legăturile scurte"],"Show or hide our tools and controls in the content editor.":["Arată sau ascunde instrumentele și comenzile noastre în editorul de conținut."],"Enable SEO controls and assessments":["Activează comenzile și evaluările SEO"],"Unlock with %1$s":["Deblochează cu %1$s"],"We couldn’t find anything with that term.":["Nu am găsit nimic cu acest termen."],"Search...":["Căutare..."],"Quick search...":["Căutare rapidă..."],"No, continue editing":["Nu, continuă editarea"],"Yes, discard changes":["Da, renunță la modificări"],"You are about to discard all unsaved changes. All of your settings will be reset to the point where you last saved. Are you sure you want to do this?":["Ești pe cale să renunți la toate modificările nesalvate. Toate setările vor fi resetate așa cum erau când ai făcut ultima salvare. Sigur că vrei să faci asta?"],"Discard all changes":["Renunță la toate modificările"],"Redirect pretty URLs for search pages to raw format":["Redirecționează URL-uri înfrumusețate pentru paginile de căutare în format brut"],"Choose the general appearance of your breadcrumbs.":["Alege aspectul general pentru firimituri."],"Breadcrumb appearance":["Aspect firimituri"],"You have selected the user %1$s%5$s%2$s as the person this site represents. Their user profile information will now be used in search results. %3$sUpdate their profile to make sure the information is correct%4$s.":["Ai selectat utilizatorul %1$s%5$s%2$s drept persoana pe care o reprezintă acest site. Acum vor fi folosite în rezultatele de căutare informațiile din profilul utilizatorului. %3$sActualizează profilul utilizatorului pentru a te asigura că informațiile sunt corecte%4$s."],"Please tell us more about the person this site represents.":["Te rog spune-ne mai multe despre persoana pe care o reprezintă acest site."],"E.g. https://example.com/yoast":["De exemplu, https://exemplu.com/yoast"],"Tell us if you have any other profiles on the web that belong to your organization. This can be any number of profiles, like YouTube, LinkedIn, Pinterest, or even Wikipedia.":["Spune-ne dacă organizația ta are și alte profiluri pe web. Poți să adaugi mai multe profiluri de pe diverse platforme, cum ar fi Instagram, YouTube, LinkedIn, Pinterest sau chiar Wikipedia."],"Please tell us more about your organization. This information will help Google to understand your website, and improve your chance of getting rich results.":["Te rog spune-ne mai multe despre organizația ta. Aceste informații vor ajuta platforma Google să-ți înțeleagă site-ul și îți îmbunătățești șansele de a obține rezultate bogate."],"E.g. https://twitter.com/yoast":["De exemplu, https://twitter.com/yoast"],"E.g. https://facebook.com/yoast":["De exemplu, https://facebook.com/yoast"],"Other profiles":["Alte profiluri"],"Writing":["Scriere"],"You can determine the title and description for the blog page by %1$sediting the blog page itself%2$s.":["Poți să stabilești titlul și descrierea pentru pagina de blog prin %1$seditarea paginii de blog în sine%2$s."],"These are expert features, so make sure you know what you're doing before removing the parameters. %1$sRead more about how your site can be affected%2$s.":["Acestea sunt funcționalități pentru specialiști, deci trebuie să știi foarte bine ce faci înainte de a înlătura acești parametri. %1$sCitește și află cum poate fi afectat site-ul tău%2$s."],"Advanced: URL cleanup":["Avansate: ștergere URL-uri"],"Prevent crawling of internal site search URLs":["Împiedică accesarea cu crawlere a URL-urilor interne de căutare pe site"],"Block internal site searches which match the patterns of known spam attacks.":["Blochează căutările interne pe site care se potrivesc cu modelele cunoscute pentru atacuri spam."],"Block internal site searches which contain complex and non-alphanumeric characters, as they may be part of a spam attack.":["Blochează căutările interne pe site care conțin caractere complexe și care nu sunt alfanumerice deoarece ele pot fi folosite în atacurile spam."],"Enables advanced settings for protecting your internal site search URLs.":["Activează setările avansate pentru protejarea URL-urilor interne de căutare pe site."],"Your internal site search can create lots of confusing URLs for search engines, and can even be used as a way for SEO spammers to attack your site. Most sites will benefit from experimenting with these protections and optimizations, even if you don’t have a search feature in your theme.":["Căutările interne pe site pot să creeze o mulțime de URL-uri confuze pentru motoarele de căutare și pot chiar să fie folosite de spammeri ca să-ți atace site-ul. Multe site-uri vor beneficia în urma acestor protecții și optimizări, chiar dacă tema ta nu are o funcție de căutare."],"Internal site search cleanup":["Ștergerea căutărilor interne pe site"],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of WordPress' JSON API endpoints.":["Adaugă o regulă „refuză” în fișierul tău robots.txt pentru a împiedica accesarea cu crawlere a punctelor-finale JSON API din WordPress."],"Remove JavaScript used for converting emoji characters in older browsers.":["Înlătură JavaScript care este folosit pentru conversia caracterelor emoji în navigatoarele mai vechi."],"Remove URLs which provide alternative (legacy) formats of all of the above.":["Înlătură URL-urile care oferă formate alternative (moștenite) pentru toate cele de mai sus."],"Remove URLs which provide information about your search results.":["Înlătură URL-urile care oferă informații despre rezultatele de căutare."],"Remove URLs which provide information about your recent posts, for each custom taxonomy.":["Înlătură URL-urile care oferă informații despre articolele recente, pentru fiecare taxonomie personalizată."],"Remove URLs which provide information about your recent posts, for each tag.":["Înlătură URL-urile care oferă informații despre articolele recente, pentru fiecare etichetă."],"Remove URLs which provide information about your recent posts, for each category.":["Înlătură URL-urile care oferă informații despre articolele recente, pentru fiecare categorie."],"Remove URLs which provide information about your recent posts, for each post type.":["Înlătură URL-urile care oferă informații despre articolele recente, pentru fiecare tip de articol."],"Remove URLs which provide information about recent posts by specific authors.":["Înlătură URL-urile care oferă informații despre articolele recente ale unor anumiți autori."],"Remove URLs which provide information about recent comments on each post.":["Înlătură URL-urile care oferă informații despre comentariile recente la fiecare articol."],"Also disables post comment feeds.":["Dezactivează și fluxurile pentru comentarii la articole."],"Remove URLs which provide an overview of recent comments on your site.":["Înlătură URL-urile care oferă o prezentare generală a comentariilor recente pe site."],"Remove URLs which provide an overview of your recent posts.":["Înlătură URL-urile care oferă o prezentare generală a articolelor recente."],"WordPress outputs your content in many different formats, across many different URLs (like RSS feeds of your posts and categories). It’s generally good practice to disable the formats you’re not actively using.":["WordPress îți afișează conținutul în multe formate diferite, folosind mai multe URL-uri diferite (cum ar fi fluxuri RSS pentru articole și categorii). În general, este o practică bună să dezactivezi formatele pe care nu le folosești în mod activ."],"Disable unwanted content formats":["Dezactivează formatele de conținut nedorite"],"Remove links which allow others sites to ‘ping’ yours when they link to you.":["Înlătură legăturile care permit altor site-uri să folosească „ping” când se leagă la site-ul tău."],"Remove information about the plugins and software used by your site.":["Înlătură informațiile despre modulele și software-ul folosite de site-ul tău."],"Remove links used for embedding your content on other sites.":["Înlătură legăturile folosite pentru înglobarea conținutului tău pe alte site-uri."],"Remove links used by external systems for publishing content to your blog.":["Înlătură legăturile folosite de sisteme externe pentru a publica conținut pe blogul tău."],"Remove links to the location of your site’s REST API endpoints.":["Înlătură legăturile la locația pentru punctele-finale REST API site."],"Remove links to WordPress' internal 'shortlink' URLs for your posts.":["Înlătură legăturile la URL-urile interne „legături scurte” pentru articole."],"Remove unwanted metadata":["Înlătură metadatele nedorite"],"Crawl optimization":["Optimizare accesare cu crawlere"],"Removes unknown URL parameters via a %1$s redirect. E.g., %2$s will be redirected to %3$s":["Înlătură parametrii URL necunoscuți printr-o redirecționare %1$s. De exemplu, %2$s va fi redirecționat la %3$s"],"Replaces %1$s tracking parameters with the (more performant) %2$s equivalent, via a %3$s redirect. E.g., %4$s will be redirected to %5$s":["Înlocuiește parametrii de urmărire %1$s cu echivalentul %2$s (care este mai performant), printr-o redirecționare %3$s. De exemplu, %4$s va fi redirecționat la %5$s"],"Users and search engines may often request your URLs whilst using query parameters, like %1$s. These can be helpful for tracking, filtering, and powering advanced functionality - but they come with a performance and SEO ‘cost’. Sites which don’t rely on URL parameters might benefit from using these options.":["Utilizatorii și motoarele de căutare pot să ceară adesea URL-uri în timp ce folosesc parametri de interogare, cum ar fi %1$s. Ele pot fi utile pentru urmărirea, filtrarea și propulsarea funcționalităților avansate - dar vin cu un „cost” pentru performanță și SEO. Site-urile care nu se bazează pe parametrii URL pot să beneficieze de utilizarea acestor opțiuni."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by Common Crawl CCBot.":["Adaugă o regulă „refuză” în fișierul tău robots.txt pentru a împiedica accesarea cu crawlere de Common Crawl CCBot."],"WordPress adds a lot of links and content to your site's %1$s and HTTP headers. For most websites you can safely disable all of these, which can help to save bytes, electricity, and trees.":["WordPress adaugă o mulțime de legături și conținut pe site-ul tău în %1$s și în anteturile HTTP. Pe aproape toate site-urile web, poți să le dezactivezi în siguranță ca să ajute la economisirea de octeți, energie electrică etc."],"Make your site more efficient and more environmentally friendly by preventing search engines from crawling things they don’t need to, and by removing unused WordPress features. %1$sLearn more about crawl settings and how they could benefit your site%2$s.":["Îți faci site-ul mai eficient și mai ecologic dacă împiedici motoarele de căutare să acceseze cu crawlere lucrurile de care nu au nevoie și dacă înlături funcționalitățile WordPress care nu sunt utilizate. %1$sAflă mai multe despre setările pentru accesarea cu crawlere și despre beneficiile lor pe site-ul tău%2$s."],"E.g., %1$s and %2$s":["De exemplu, %1$s și %2$s"],"E.g., %1$s":["De exemplu, %1$s"],"Enable breadcrumbs for your theme":["Activează firimituri pentru tema ta"],"You can always choose to enable/disable them for your theme below. This setting will not apply to breadcrumbs inserted through a widget, a block or a shortcode.":["Mai jos, poți să alegi oricând să le activezi/dezactivezi pentru tema ta. Această setare nu se va aplica firimiturilor inserate printr-o piesă, printr-un bloc sau printr-un scurt-cod."],"Choose which Post type you wish to show in the breadcrumbs for Taxonomies.":["Alege tipuri de articol pe care vrei să le arăți în firimiturile pentru taxonomii."],"Breadcrumbs for taxonomies":["Firimituri pentru taxonomii"],"Choose which Taxonomy you wish to show in the breadcrumbs for Post types.":["Alege taxonomiile pe care vrei să le arăți în firimiturile pentru tipuri de articol."],"Breadcrumbs for post types":["Firimituri pentru tipuri de articol"],"Breadcrumb for 404 page":["Firimituri pentru pagina 404"],"Prefix for search page breadcrumbs":["Prefix pentru firimiturile paginii de căutare"],"Add prefix":["Adaugă prefix"],"Add anchor text":["Adaugă text ancoră"],"Add separator":["Adaugă separator"],"Configure the appearance and behavior of %1$syour breadcrumbs%2$s.":["Configurează aspectul și comportamentul %1$sfirimiturilor%2$s."],"Disabling this will redirect the %1$s to your site's homepage.":["Dacă dezactivezi, %1$s va fi redirecționat la prima pagină a site-ului."],"Refresh this page":["Reîmprospătează această pagină"],"Unfortunately, this means that all your unsaved changes will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Din păcate, asta înseamnă că toate modificările nesalvate vor fi pierdute. Pentru a rezolva problema, poți să încerci să reîmprospătezi această pagină. Dacă această eroare apare în continuare, contactează echipa noastră de suport și îți vom oferi tot ajutorul de care ai nevoie!"],"Something went wrong. An unexpected error occurred.":["Ceva nu a mers bine. A apărut o eroare neașteptată."],"Failed to retrieve users.":["Preluarea utilizatorilor a eșuat."],"Searching users...":["Caut utilizatorii..."],"No users found.":["Nu am găsit niciun utilizator."],"Discard changes":["Renunță la modificări"],"The profile is not valid. Please use only 1-25 letters, numbers and underscores or enter a valid Twitter URL.":["Profilul nu este valid. Trebuie să folosești numai 1 - 25 de litere, cifre și liniuțe-jos sau să introduci un URL valid pentru Twitter."],"The profile is not valid. Please enter a valid URL.":["Profilul nu este valid. Te rog introdu un URL valid."],"The verification code is not valid. Please use only the letters A to F, numbers, underscores and dashes.":["Codul de verificare nu este valid. Te rog utilizează numai litere de la A la F, cifre, liniuțe-jos și liniuțe."],"The verification code is not valid. Please use only letters, numbers, underscores and dashes.":["Codul de verificare nu este valid. Te rog utilizează numai litere, cifre, liniuțe-jos și liniuțe."],"User":["Utilizator"],"Site basics":["Elementele de bază ale site-ului"],"Text formality":["Formalitatea textului"],"Read more about text formality.":["Citește mai multe despre formalitatea textului."],"%1$s%3$s%2$s will help you assess the formality level of your text.":["%1$s%3$s%2$s te va ajuta să evaluezi nivelul de formalitate al textului."],"WordPress loads lots of resources, some of which your site might not need. If you’re not using these, removing them can speed up your pages and save resources.":["WordPress încarcă o mulțime de resurse, dar site-ul tău s-ar putea să nu aibă nevoie de unele dintre ele. Dacă nu le folosești pe toate, poți să le înlături pe cele care nu îți sunt necesare ca să-ți accelerezi paginile și să faci economii de resurse."],"Remove unused resources":["Înlătură resursele nefolosite"],"Prevent search engines from crawling /wp-json/":["Împiedică motoarele de căutare să acceseze cu crawlere /wp-json/"],"Prevent search engines from crawling site search URLs":["Împiedică motoarele de căutare să acceseze cu crawlere URL-urile de căutare pe site"],"There are unsaved changes on this page. Leaving means that those changes will be lost. Are you sure you want to leave this page?":["Ai modificări nesalvate în această pagină. Dacă părăsești pagina, aceste modificări nu vor fi salvate. Sigur vrei să ieși din pagină?"],"Media pages":["Pagini Media"],"Categories & tags":["Categorii și etichete"],"Content types":["Tipuri de conținut"],"Show more":["Arată mai mult"],"Show less":["Arată mai puțin"],"Configure the basics for your website.":["Configurează elementele de bază pentru site-ul tău."],"This field updates the %1$stagline in your WordPress settings%2$s.":["Acest câmp actualizează %1$ssloganul în setările tale WordPress%2$s."],"Disabling this means that %1$s pages created by WordPress will not be indexed by search engines and will be excluded from XML sitemaps.":["Dacă dezactivezi, înseamnă că paginile %1$s create de WordPress nu vor fi indexate de motoarele de căutare și vor fi excluse din hărțile site XML."],"Show %1$s pages in search results":["Arată paginile %1$s în rezultatele de căutare"],"We recommend keeping %1$s pages disabled. This will cause all attachment URLs to be redirected to the media itself.":["Recomandăm să dezactivezi paginile %1$s. Dezactivarea va face ca toate URL-urile atașamentelor să fie redirecționate direct la media."],"%1$s pages":["Pagini %1$s"],"When you upload media (e.g. an image or video), %5$s automatically creates a %3$s page (attachment URL) for it. These pages are quite empty and could cause %1$sthin content problems and lead to excess pages on your site%2$s. Therefore, %4$s disables them by default (and redirects the attachment URL to the media itself).":["Când încarci elemente media (de exemplu, o imagine sau un video), %5$s creează automat o pagină %3$s (URL-ul atașamentului) pentru fiecare element. Aceste pagini au puțin conținut (sunt aproape goale) și pot cauza %1$sprobleme de conținut rarefiat și pot crește în exces numărul de pagini pe site-ul tău.%2$s. De aceea, %4$s le dezactivează implicit (și redirecționează URL-urile atașamentelor direct la media)."],"Format-based archives can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["Arhivele bazate pe formate pot duce la probleme de conținut duplicat. Pentru majoritatea site-urilor, recomandăm să dezactivezi această setare."],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps. We recommend that you disable this setting.":["Dacă dezactivezi, înseamnă că %1$s nu vor fi indexate de motoarele de căutare și vor fi excluse din hărțile site XML. Recomandăm să dezactivezi această setare."],"%1$s can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["%1$s pot duce la probleme de conținut duplicat. Pentru majoritatea site-urilor, recomandăm să dezactivezi această setare."],"%1$s (e.g. %2$s) are based on publication dates. From an SEO perspective, the posts in these archives have no real relation to the other posts except for their publication dates, which doesn’t say much about the content. They could also lead to duplicate content issues. This is why we recommend you to disable %3$s.":["%1$s (de exemplu, %2$s) conțin datele de publicare. Din punct de vedere SEO, articolele din aceste arhive nu au nicio legătură reală cu celelalte articole, cu excepția datelor de publicare ale acestora, deci nu sunt relevante pentru conținut. De asemenea, pot duce la probleme de conținut duplicat. De aceea, recomandăm să dezactivezi %3$s."],"Determine how your %1$s should look on social media by default.":["Alege cum vor arăta implicit %1$s pe media socială."],"Disabling this means that %1$s without any posts will not be indexed by search engines and will be excluded from XML sitemaps.":["Dacă dezactivezi, înseamnă că %1$s fără articole nu vor fi indexate de motoarele de căutare și vor fi excluse din hărțile site XML."],"Show archives for authors without posts in search results":["Arată arhivele pentru autori fără articole în rezultatele de căutare"],"Determine how your %1$s should look in search engines.":["Alege cum vor arăta %1$s în motoarele de căutare."],"If you're running a one author blog, the %1$s (e.g. %2$s) will be exactly the same as your homepage. This is what's called a %3$sduplicate content problem%4$s. If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or prevent it from showing up in search results.":["Dacă ai un blog cu un singur autor, %1$s (de exemplu, %2$s) este identică cu prima pagină a blogului. De obicei este numită %3$sproblemă de conținut duplicat%4$s. Dacă ești în această situație, poți să alegi fie să dezactivezi arhiva (redirecționarea se face la prima pagină), fie să o împiedici să apară în rezultatele de căutare."],"Author archive":["Arhivă autor"],"Read more about the search results settings":["Citește mai multe despre setările pentru rezultatele de căutare"],"Determine how your %1$s should look in search engines and on social media.":["Alege cum vor arăta %1$s în motoarele de căutare și pe media socială."],"Contact support":["Contactează suportul"],"We're very sorry, but it seems like the following error has interrupted our application:":["Regretăm, dar se pare că următoarea eroare a oprit aplicația noastră:"],"Read reviews from real users":["Citește recenziile scrise de utilizatori reali"],"%1$s attempted to load the class %2$s but it could not be found.":["%1$s a încercat să încarce clasa %2$s, dar nu a putut fi găsită."],"We noticed that you are using a multilingual plugin. Please be aware that this analysis feedback is intended only for texts written in English.":["Am observat că folosești un modul multilingv. Reține că informațiile referitoare la analiză sunt numai pentru textele scrise în limba engleză."],"Determine how your homepage should look in the search results and on social media. This is what people probably will see when they search for your brand name.":["Alege cum va arăta prima ta pagină în rezultatele de căutare și pe media socială. Va fi primul lucru văzut când cineva te va căuta după nume."],"Determine how your homepage should look on social media.":["Alege cum va arăta prima ta pagină pe media socială."],"Show the categories prefix in the slug":["Arată prefixul categoriilor în descriptor"],"Category URLs in WordPress contain a prefix, usually %s. Show or hide that prefix in category URLs.":["URL-urile pentru categorii din WordPress conțin un prefix, de obicei %s. Arată sau ascunde acest prefix în URL-urile categoriilor."],"Determine how your %1$s archive should look on social media.":["Alege cum va arăta arhiva ta pentru %1$s pe media socială."],"Disabling this means that the archive for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Dacă dezactivezi, înseamnă că arhiva pentru %1$s nu va fi indexată de motoarele de căutare și va fi exclusă din hărțile site XML."],"Determine how your %1$s archive should look in search engines.":["Alege cum va arăta arhiva ta pentru %1$s în motoarele de căutare."],"These settings are specifically for optimizing your %1$s archive.":["Aceste setări sunt specifice pentru optimizarea arhivei tale pentru %1$s."],"%1$s archive":["Arhivă %1$s"],"Add custom fields to page analysis":["Adaugă câmpuri personalizate în analiza paginilor"],"Additional settings":["Setări suplimentare"],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Dacă dezactivezi, înseamnă că %1$s nu vor fi indexate de motoarele de căutare și vor fi excluse din hărțile site XML."],"Search appearance":["Aspect în căutare"],"You haven't set a Shop page in your WooCommerce settings. %1$sPlease do this first%2$s.":["Nu ai setat o pagină Magazin în setările WooCommerce. %1$sSetează mai întâi această pagină%2$s."],"The %1$ssocial image%2$s, %1$ssocial title%2$s and %1$ssocial description%2$s require Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":["%1$sImagine socială%2$s, %1$stitlu social%2$s și %1$sdescriere socială%2$s au nevoie de datele Open Graph care acum sunt dezactivate în secțiunea „Partajare socială” din %3$sFuncționalități site%4$s."],"Oh no! It seems your form contains invalid data. Please review the following fields:":["Se pare că formularul tău conține date care nu sunt valide. Te rog să verifici următoarele câmpuri:"],"Archive social image":["Arhivează imaginile sociale"],"Archive social description":["Arhivează descrierile sociale"],"Archive social title":["Arhivează titlurile sociale"],"Show the archive for %1$s in search results":["Arată arhiva pentru %1$s în rezultatele de căutare"],"Archive breadcrumbs title":["Arhivează titlurile pentru firimituri"],"Archive meta description":["Arhivează descrierile meta"],"Archive SEO title":["Arhivează titlurile SEO"],"Enable %1$s for %2$s":["Activează %1$s pentru %2$s"],"Show %1$s in search results":["Arată %1$s în rezultatele de căutare"],"The selected media type is not valid. Supported types are: JPG, PNG, WEBP and GIF.":["Tipul de fișier media pe care l-ai selectat nu este valid. Tipurile acceptate sunt: JPG, PNG, WEBP și GIF."],"%1$sInclusive language%2$s: We haven't detected any potentially non-inclusive phrases. Great work!":["%1$sLimbaj incluziv%2$s: nu am detectat expresii sau cuvinte care se încadrează la limbaj incluziv. Foarte bine!"],"Potentially non-inclusive phrases":["Expresii și cuvinte potențial neincluzive"],"Non-inclusive phrases":["Expresii și cuvinte neincluzive"],"Learn more about the inclusive language analysis":["Află mai multe despre analiza pentru limbajul incluziv"],"Inclusive language:":["Limbaj incluziv:"],"Removes the inclusive language analysis section from the metabox and disables all inclusive language-related suggestions.":["Înlătură secțiunea Analiză limbaj incluziv din caseta meta și dezactivează sugestiile referitoare la limbul incluziv."],"Disable inclusive language analysis":["Dezactivează analiza pentru limbaj incluziv"],"Discover why inclusive language is important for SEO.":["Vezi de ce limbajul incluziv este important pentru SEO."],"The inclusive language analysis offers suggestions to write more inclusive copy.":["Analiza pentru limbul incluziv oferă sugestii pentru a scrie un text mult mai incluziv."],"Inclusive language analysis":["Analiză limbaj incluziv"],"Inclusive language":["Limbaj incluziv"],"%1$sInclusive language%2$s: %3$s":["%1$sLimbaj incluziv%2$s: %3$s"],"Use %s fields to power your meta tags and templates, and analyze all of your content.":["Folosești câmpurile %s ca să-ți propulsezi tagurile meta și șabloanele și îți analizezi întregul conținut."],"Improve your technical SEO, meta tags and unlock more SEO ecommerce tools.":["Îmbunătățești SEO (din punct de vedere tehnic), tagurile meta și deblochezi mai multe instrumente SEO pentru comerțul electronic."],"Connect your %1$s account to improve your site’s search results using %2$s data.":["Conectează-ți contul %1$s ca să îmbunătățești rezultatele de căutare folosind datele %2$s."],"Upgrade your meta tags and social previews and manage your SEO settings in one place.":["Actualizezi tagurile meta și previzualizările sociale și administrezi setările SEO dintr-un singur loc."],"Get the most out of %1$s%2$s%3$s and %4$s, together":["Beneficiezi la maxim de %1$s%2$s%3$s și %4$s, laolaltă"],"Take advantage of your favorite SEO & content analysis tools with your favorite page builder.":["Profiți de instrumentele SEO, inclusiv pentru analiza conținutului, cu constructorul tău de pagini preferat."],"Get %1$s tools and functionality in %2$s%3$s%4$s":["Ai la îndemână instrumentele și funcționalitățile %1$s în %2$s%3$s%4$s"],"Use the power of the blockchain to timestamp your content with %s.":["Folosești puterea blockchain-ului pentru a-ți data conținutul cu %s."],"Keep an eye on how your posts are ranking by connecting to your %s account.":["Ești mereu atent la clasarea articolelor tale în motoarele de căutare prin conectarea contului %s."],"Find out what your audience is searching for with %s data right in your sidebar.":["Cu datele %s, vezi ce caută publicul tău, direct în bara ta laterală."],"Front-end SEO inspector":["Inspector SEO în partea din față"],"Oops! Something went wrong while saving.":["Hopa! Ceva nu a mers bine în timpul salvării."],"Great! Your settings were saved successfully.":["Foarte bine! Setările tale au fost salvate cu succes."],"Get your verification code in %1$sYandex Webmaster tools%2$s.":["Obții codul tău de verificare în %1$sInstrumente pentru webmasteri Yandex%2$s."],"Yandex":["Yandex"],"Claim your site over at %1$sPinterest%2$s.":["Revendică-ți site-ul la %1$sPinterest%2$s."],"Get your verification code in %1$sGoogle Search console%2$s.":["Obții codul tău de verificare în %1$sConsola de căutare Google%2$s."],"Get your verification code in %1$sBing Webmaster tools%2$s.":["Obții codul tău de verificare în %1$sInstrumente pentru webmasteri Bing%2$s."],"Bing":["Bing"],"Add verification code":["Adaugă codul de verificare"],"Get your verification code in %1$sBaidu Webmaster tools%2$s.":["Obții codul tău de verificare în %1$sInstrumente pentru webmasteri Baidu%2$s."],"Baidu":["Baidu"],"Verify your site with different tools. This will add a verification meta tag to your homepage. You can find instructions on how to verify your site for each platform by following the link in the description.":["Confirmă-ți site-ul cu diferite instrumente. Această funcționalitate va adăuga un tag meta de verificare și confirmare pe prima ta pagină. Poți să găsești instrucțiunile despre cum să-ți confirmi și să-ți verifici site-ul pentru fiecare platformă folosind legătura din descriere."],"By default only editors and administrators can access the Advanced and Schema section of the %1$s sidebar or metabox. Disabling this allows access to all users.":["Implicit, numai editorii și administratorii pot să acceseze secțiunile Avansate și Schema din bara laterală și caseta meta %1$s. Dacă dezactivezi, vei permite accesul tuturor utilizatorilor."],"Restrict advanced settings for authors":["Restricționează setările avansate pentru autori"],"This Yoast SEO REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use Yoast SEO for all their SEO meta output.":["Acest punct-final REST API SEO îți oferă toate metadatele de care ai nevoie pentru un anumit URL. Acest lucru va facilita site-urilor WordPress headless să folosească Yoast SEO pentru toate ieșirile metadatelor lor SEO."],"REST API endpoint":["Punct-final REST API"],"APIs":["API-uri"],"Slack sharing":["Partajare pe Slack"],"Allows for Twitter to display a preview with images and a text excerpt when a link to your site is shared.":["Permite ca Twitter să afișeze o previzualizare cu imagini și rezumatul textului când este partajată o legătură la site-ul tău."],"Twitter card data":["Date card Twitter"],"Open Graph data":["Date Open Graph"],"Social sharing":["Partajare pe media socială"],"Site structure":["Structură site"],"Tell us which features you want to use.":["Spune-ne ce funcționalități vrei să folosești."],"Site preferences":["Preferințe site"],"Network disabled":["Rețeaua este dezactivată"],"Unavailable for sub-sites":["Indisponibilă pentru sub-site-uri"],"This image is used as a fallback for posts/pages that don't have any images set.":["Această imagine este folosită ca alternativă de imagine pentru articolele/paginile pentru care nu ai setat nicio imagine."],"Site image":["Imagine site"],"Title separator":["Separator titlu"],"Recommended size for this image is %1$s%3$s%2$s":["Dimensiunea recomandată pentru această imagine este %1$s%3$s%2$s"],"The %1$sSite image%2$s requires Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":["%1$sImagine site%2$s are nevoie de datele Open Graph care în prezent sunt dezactivate în secțiunea „Partajare socială” din %3$sFuncționalități site%4$s."],"Automatically add content to your RSS. This enables you to add links back to your blog and your blog posts, helping search engines identify you as the original source of the content.":["Adaugi automat conținut în fluxul tău RSS. Poți să adaugi legături înapoi la blogul tău și la articolele de pe blog, astfel ajuți motoarele de căutare să te identifice ca sursă originală pentru conținut."],"RSS feed":["Flux RSS"],"%1$s (default)":["%1$s (implicit)"],"We took the liberty of using your website name and logo for the organization name and logo. Feel free to change them below.":["Folosim implicit numele și logoul site-ului tău pentru numele și logoul organizației. Poți să le schimbi mai jos."],"Edit your %1$s":["Editează %1$s"],"slug":["descriptor"],"keyphrase":["frază cheie"],"A company name and logo need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site name and logo as default values. %1$sLearn more about the importance of structured data.%2$s":["Pentru ca datele structurate să funcționeze corect, trebuie să setezi un logo/avatar pentru persoană. Deoarece nu ai setat un logo sau un avatar, folosim logoul site-ului ca valoare implicită. %1$sAflă mai multe despre importanța datelor structurate.%2$s"],"Install %1$s Content Analysis for %2$s":["Instalezi analiza conținutului %1$s pentru %2$s"],"Activate %1$s Content Analysis for %2$s":["Activezi analiza conținutului %1$s pentru %2$s"],"%1$s integrates with %2$s":["%1$s se integrează cu %2$s"],"Integration active":["Integrarea este activă"],"Plugin not detected":["Nu am detectat modulul"],"Enable integration":["Activează integrarea"],"Plugin integrations":["Integrări cu module"],"Recommended integrations":["Integrări recomandate"],"Enable %1$s":["Activează %1$s"],"Integration unavailable for multisites":["Integrarea nu este disponibilă pentru multi-site"],"Network Disabled":["Rețeaua este dezactivată"],"Unlock with Premium!":["Deblochează cu Premium!"],"Premium SEO analysis:":["Analiză SEO Premium:"],"Beta":["Beta"],"Are you publishing news articles? %s helps you optimize your site for Google News.":["Publici articole de știri? %s te poate ajuta să-ți optimizezi site-ul pentru Știri Google."],"no data":["nu există date"],"Your text should be slightly longer to calculate your Flesch reading ease score.":["Pentru a calcula punctajul pentru ușurința de citire Flesch, textul tău trebuie să fie ceva mai lung."],"Continue writing to get insight into the readability of your text!":["Scrie în continuare ca să obții informații despre lizibilitatea textului!"],"%1$sKeyphrase distribution%2$s: Have you evenly distributed your focus keyphrase throughout the whole text? %3$sYoast SEO Premium will tell you!%4$s":["%1$sDistribuția frazei cheie%2$s: ai distribuit uniform fraza cheie de la un capăt la celălalt al textului? %3$sYoast SEO Premium îți va spune!%4$s"],"%1$sWord complexity%2$s: Is your vocabulary suited for a larger audience? %3$sYoast SEO Premium will tell you!%4$s":["%1$sComplexitatea cuvintelor%2$s: vocabularul tău se adresează unui public mai larg? %3$sYoast SEO Premium îți va spune!%4$s"],"Get %s to enjoy the benefits of prominent words":["Ia %s ca să beneficiezi de cuvintele des folosite"],"With %1$s%3$s%2$s, this section will show you which words occur most often in your text. By checking these prominent words against your intended keyword(s), you'll know how to edit your text to be more focused.":["Cu %1$s%3$s%2$s, în această secțiune vei vedea cuvintele care apar foarte des în textul tău. Dacă compari aceste cuvinte des folosite cu fraza cheie pe care ai ales-o, vei ști cum să editezi textul pentru a fi axat pe ceea ce vrei."],"Buy %s now!":["Cumpără %s acum!"],"Are you working on a news article? %s helps you optimize your site for Google News.":["Lucrezi la un articol de știri? %s te poate ajuta să-ți optimizezi site-ul pentru Știri Google."],"Premium SEO analysis":["Analiză SEO Premium"],"1 year of premium support and updates included!":["Sunt incluse actualizări și suport premium timp de 1 an!"],"Unlock with %s":["Deblochează cu %s"],"Learn more about character count":["Află mai mult despre numărul de caractere"],"Character count":["Număr de caractere"],"Learn more about word count":["Află mai mult despre numărul de cuvinte"],"Word count":["Număr de cuvinte"],"Learn more about Flesch reading ease":["Află mai multe despre ușurința de citire Flesch"],"out of 100":["din 100"],"okay":["OK"],"Learn more about reading time":["Află mai multe despre timpul de citire"],"Reading time":["Timp de citire"],"minute":["minut","minute","de minute"],"Activate %1$s!":["Activează %1$s!"],"You've installed %1$s but it's not activated yet. %2$sActivate %1$s now!%3$s":["Ai instalat %1$s, dar nu l-ai activat. %2$sActivează %1$s acum!%3$s"],"Automatically ping search engines like Bing and Yandex whenever you publish, update or delete a post.":["Trimiți automat ping-uri la motoarele de căutare, cum ar fi Bing și Yandex, ori de câte ori publici, actualizezi sau ștergi un articol."],"Additional URL parameters to allow":["Parametri URL suplimentari care să fie permiși"],"Permalink cleanup settings":["Setări pentru curățarea legăturilor permanente"],"Max number of characters to allow in searches":["Număr maxim de caractere permis în căutări"],"Search cleanup settings":["Setări pentru ștergeri în căutare"],"Filter searches with common spam patterns":["Filtrează căutările cu modele comune de spam"],"Filter searches with emojis and other special characters":["Filtrează căutările cu emoticoane și alte caractere speciale"],"Filter search terms":["Filtrează termenii de căutare"],"Unregistered URL parameters":["Parametri URL neînregistrați"],"Campaign tracking URL parameters":["Parametri URL pentru urmărirea campaniei"],"Timestamp this %s":["Datează acest %s"],"%1$s: Not all the words from your keyphrase \"%4$s\" appear in the SEO title. %2$s%5$s%3$s.":["%1$s: în titlul SEO nu apar toate cuvintele din fraza cheie „%4$s”. %2$s%5$s%3$s."],"%1$s: The focus keyphrase appears at the beginning of the SEO title. Good job!":["%1$s: fraza cheie cheie apare la începutul titlului SEO. Foarte bine!"],"Keyphrase in SEO title":["Frază cheie în titlul SEO"],"Contact %s support.":["Contactează suportul %s."],"WordProof Timestamp":["WordProof Timestamp"],"View this content's Timestamp certificate":["Vezi certificatul WordProof Timestamp pentru acest conținut"],"Contact WordProof support":["Contactează suportul WordProof"],"Find out how IndexNow can help your site.":["Află cum IndexNow îți poate ajuta site-ul."],"IndexNow":["IndexNow"],"Dismiss this notice.":["Înlătură această notificare."],"We noticed that you haven't fully configured Yoast SEO yet. Optimize your SEO settings even further by using our improved %1$s First-time configuration%2$s.":["Am observat că încă nu ai configurat complet Yoast SEO. Optimizează setările SEO folosind %1$sConfigurare pentru prima dată%2$s, care a fost îmbunătățită."],"SEO configuration":["Configurare SEO"],"Feed crawl settings":["Setări accesare cu crawlere fluxuri"],"Basic crawl settings":["Setări de bază pentru accesare cu crawlere"],"Powered by HTTP header":["Antet HTTP „Propulsat de”"],"Pingback HTTP header":["Antet HTTP pentru pingback"],"Emoji scripts":["Scripturi emoticon"],"Generator tag":["Etichetă generator"],"oEmbed links":["Legături oEmbed"],"RSD / WLW links":["Legături RDS/WLW"],"REST API links":["Legături REST API"],"Shortlinks":["Legături scurte"],"Atom/RDF feeds":["Fluxuri Atom/RDF"],"Search results feeds":["Fluxuri pentru rezultate de căutare"],"Custom taxonomy feeds":["Fluxuri pentru taxonomii personalizate"],"Tag feeds":["Fluxuri pentru etichete"],"Category feeds":["Fluxuri pentru categorii"],"Post type feeds":["Fluxuri pentru tipuri de articol"],"Post authors feeds":["Fluxuri pentru autori de articole"],"Global comment feeds":["Fluxuri pentru comentarii globale"],"Global feed":["Flux global"],"%1$sLearn more about crawl settings.%2$s":["%1$sAflă mai multe despre setările pentru accesare cu crawlere.%2$s"],"Post comments feeds":["Fluxuri pentru comentarii la articole"],"Crawl settings":["Setări accesare cu crawlere"],"Finish configuration":["Finalizează configurarea"],"Personal preferences":["Preferințe personale"],"SEO data optimization":["Optimizare date SEO"],"An error has occurred: %1$s":["A apărut o eroare: %1$s"],"We could not save the organization name. Please check the value.":["Nu am putut să salvăm numele organizației. Te rog verifică valoarea."],"No items found.":["Nu am găsit niciun element."],"All redirect types":["Toate tipurile de redirecționare"],"Add Redirect":["Adaugă redirecționare"],"Old URL":["URL vechi"],"The redirect type is the HTTP response code sent to the browser telling the browser what type of redirect is served. %1$sLearn more about redirect types%2$s.":["Tipul de redirecționare este codul HTTP de răspuns trimis la navigatoare care le spune ce tip de redirecționare este servit. %1$sAflă mai multe despre tipurile de redirecționare%2$s."],"301 Moved Permanently":["301, pagină mutată permanent"],"Type":["Tip"],"Plain redirects":["Redirecționări simple"],"Regex Redirects":["Redirecționări Regex"],"There are unsaved changes in one or more steps. Leaving means that those changes may not be saved. Are you sure you want to leave?":["Ai modificări nesalvate în unul sau mai mulți pași. Dacă părăsești pagina, aceste modificări nu vor fi salvate. Sigur vrei să ieși din pagină?"],"Add another profile":["Adaugă un alt profil"],"Start first-time configuration!":["Începe configurarea pentru prima dată!"],"Set the essential %s settings for your site in a few steps.":["Stabilește setările esențiale %s pe site-ul tău în câțiva pași."],"For the best ranking results: configure %s!":["Pentru cele mai bune rezultate în motoarele de căutare, configurează %s!"],"Your site is already easier to find for search engines.":["Site-ul tău este foarte ușor de găsit de motoarele de căutare."],"Tell us about your site, so we can get it ranked!":["Spune-ne despre site-ul tău, ca să te ajutăm să-l clasezi mai sus!"],"Or go to your SEO dashboard":["Sau mergi la panoul control SEO"],"E.g. example@email.com":["De exemplu, exemplu@email.com"],"Please enter a valid email address.":["Te rog să introduci o adresă de email validă."],"Tell us! Is your site about an organization or a person? ":["Spune-ne! Site-ul tău reprezintă o organizație sau o persoană? "],"Personal logo or avatar":["Logo sau avatar pentru persoană"],"Select a user":["Selectează un utilizator"],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. You're not allowed to update this user profile, so please ask this user or an admin to make sure the information is correct.":["Ai selectat utilizatorul %1$s drept persoana pe care o reprezintă acest site. Acum vor fi folosite în rezultatele de căutare informațiile din profilul acestui utilizator. Nu ai voie să actualizezi profilul acestui utilizator. Pentru a te asigura că informațiile sunt corecte, cere-i acestui utilizator sau unui administrator să actualizeze profilul."],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. %2$sUpdate this profile to make sure the information is correct%3$s.":["Ai selectat utilizatorul %1$s drept persoana pe care o reprezintă acest site. Acum vor fi folosite în rezultatele de căutare informațiile din profilul acestui utilizator. %2$sActualizează profilul utilizatorului pentru a te asigura că informațiile sunt corecte%3$s."],"Uploading image...":["Încarc imaginea..."],"Select an option":["Selectează o opțiune"],"Be aware that you should run the SEO data optimization for this configuration to take maximum effect.":["Pentru ca această configurare să aibă un efect maxim, trebuie să rulezi optimizarea datelor SEO."],"We've already successfully analyzed your site. You can move on to the next step.":["Ți-am analizat cu succes site-ul tău. Poți să treci la pasul următor."],"SEO data optimization is running… You can safely move on to the next steps of this configuration.":["Optimizarea datelor SEO rulează... Poți să treci în siguranță la următorii pași ai acestei configurări."],"You're not allowed to edit the social profiles of this user. Please ask this user or an admin to do this.":["Nu ai voie să editezi profilurile sociale ale acestui utilizator. Te rog cere-i acestui utilizator sau unui administrator să facă asta."],"E.g. https://www.wikipedia.com/yoast":["De exemplu, https://www.wikipedia.com/yoast"],"E.g. https://www.youtube.com/yoast":["De exemplu, https://www.youtube.com/yoast"],"E.g. https://www.twitter.com/yoast":["De exemplu, https://www.twitter.com/yoast"],"E.g. https://www.tumblr.com/yoast":["De exemplu, https://www.tumblr.com/yoast"],"E.g. https://www.soundcloud.com/yoast":["De exemplu, https://www.soundcloud.com/yoast"],"E.g. https://www.pinterest.com/yoast":["De exemplu, https://www.pinterest.com/yoast"],"E.g. https://www.myspace.com/yoast":["De exemplu, https://www.myspace.com/yoast"],"E.g. https://www.linkedin.com/yoast":["De exemplu, https://www.linkedin.com/yoast"],"E.g. https://www.instagram.com/yoast":["De exemplu, https://www.instagram.com/yoast"],"E.g. https://www.facebook.com/yoast":["De exemplu, https://www.facebook.com/yoast"],"Delete item":["Șterge elementul"],"E.g. https://social-platform.com/yoast":["De exemplu, https://social-platform.com/yoast"],"Other social profile":["Alt profil din media socială"],"First-time configuration":["Configurare pentru prima dată"],"You should finish the %1$sfirst time configuration%2$s to make sure your SEO data has been optimized and you’ve set the essential Yoast SEO settings for your site.":["Trebuie să finalizezi %1$sconfigurare pentru prima dată%2$s ca să te asiguri că datele tale SEO au fost optimizate și că ai stabilit setările esențiale Yoast SEO pentru site-ul tău."],"Step 4: Go through the first time configuration":["Pasul 4: trebuie să parcurgi configurarea pentru prima dată"],"Postname permalink":["Legătură permanentă postname"],"Page comments":["Comentarii la pagină"],"Links table":["Tabel cu legături"],"If you already have saved AIOSEO 'Search Appearance' settings and the issue persists, please contact our support team so we can take a closer look.":["Dacă ai salvat deja setările „Aspect în căutare” în AIOSEO și problema persistă, te rog contactează echipa noastră de suport ca să examineze mai atent problema."],"If you have never saved any AIOSEO 'Search Appearance' settings, please do that first and run the import again.":["Dacă nu ai salvat niciodată setările „Aspect în căutare” în AIOSEO, te rog fă mai întâi salvarea și apoi rulează din nou importul."],"The AIOSEO import was cancelled because some AIOSEO data is missing. Please try and take the following steps to fix this:":["Importul AIOSEO a fost anulat deoarece lipsesc unele date AIOSEO. Pentru a remedia acest lucru, încearcă să parcurgi pașii următori:"],"The validation of the AIOSEO data structure has failed.":["Validarea pentru structura de date AIOSEO a eșuat."],"Currently, the %s integration is not available for multisites.":["În prezent, integrarea %s nu este disponibilă pentru multi-site."],"WordProof authentication":["Autentificare WordProof"],"Connected to WordProof":["Conectat la WordProof"],"Connection failed":["Conectarea a eșuat"],"Not working? %1$sContact %3$s support%2$s.":["Nu funcționează? %1$sContacteză suportul %3$s%2$s."],"Try again":["Încearcă din nou"],"Find possible solutions in this %1$sArticle%2$s.":["Poți să găsești soluții posibile în acest %1$sarticol%2$s."],"There was a connection problem. This could be because your third party connections are blocked.":["A fost o problemă la conectare. Probabil conexiunile tale terțe sunt blocate."],"The %3$s will automatically be timestamped every time you %1$supdate%2$s or %1$spublish%2$s.":["%3$s va fi datat automat de fiecare dată când %1$sactualizezi%2$s sau %1$spublici%2$s."],"Your %s is now protected via the blockchain!":["Acum %s este protejat prin blockchain!"],"Something went wrong authenticating your %3$s account with the %4$s site. Please try again or contact %1$s%3$s support%2$s.":["Ceva nu a mers bine la autentificarea în contul tău %3$s pe site-ul %4$s. Încearcă din nou sau contactează %1$ssuportul %3$s%2$s."],"Unable to create new timestamps. Please authenticate with WordProof.":["Nu pot să creez datări noi. Te rog autentifică-te cu WordProof."],"Timestamp with WordProof":["Datare cu WordProof"],"Learn more about timestamping":["Află mai multe despre datări"],"Authenticate with WordProof":["Autentificare cu WordProof"],"Manage WordProof settings":["Administrează setările WordProof"],"The WordProof Timestamp plugin needs to be disabled before you can activate this integration.":["Pentru a putea activa această integrare, trebuie mai întâi să dezactivezi modulul WordProof Timestamp."],"Open settings":["Deschide setările"],"Open authentication":["Deschide autentificarea"],"The timestamp is not created because you need to authenticate with %s first.":["Datarea nu este creată deoarece trebuie să te autentifici mai întâi cu %s."],"The timestamp is not retrieved by your site. Please try again or contact %1$s support.":["Datarea nu este preluată de site-ul tău. Încearcă din nou sau contactează suportul %1$s."],"%1$s failed to timestamp this page. Please check if you're correctly authenticated with %1$s and try to save this page again.":["Datarea acestei pagini cu %1$s a eșuat. Verifică dacă te-ai autentificat corect cu %1$s și încearcă să salvezi din nou această pagină."],"%s has successfully timestamped this page.":["%s a datat cu succes această pagină."],"You are out of timestamps. Please upgrade your account by opening the %s settings.":["Ai epuizat datările. Te rog actualizează-ți contul deschizând setările %s."],"Use WordProof to timestamp this page to comply with legal regulations and join the fight for a more transparant and accountable internet.":["Folosește WordProof pentru a data această pagină ca să respecte reglementările legale și să te alături în lupta pentru un internet mai transparent și responsabil."],"Timestamp this post":["Datează acest articol"],"content words":["cuvinte în conținut"],"content word":["cuvânt în conținut"],"Cleanup failed with the following error:":["Ștergerea a eșuat cu eroarea următoare:"],"Note: These settings will overwrite the default settings of Yoast SEO.":["Notă: aceste setări vor suprascrie setările implicite ale Yoast SEO."],"Note: This metadata will only be imported if there is no existing Yoast SEO metadata yet.":["Notă: aceste metadate vor fi importate numai dacă nu există metadate Yoast SEO."],"Post metadata (SEO titles, descriptions, etc.)":["Metadate articole (titluri SEO, descrieri etc.)"],"The import from %s includes:":["Importul din %s include:"],"Once you're certain that your site is working properly with the imported data from another SEO plugin, you can clean up all the original data from that plugin.":["După ce știi sigur că site-ul tău funcționează așa cum trebuie cu datele importate dintr-un alt modul SEO, poți șterge toate datele originale din acel modul."],"Please select an SEO plugin below to see what data can be imported.":["Te rog selectează un modul SEO aflat mai jos pentru a vedea datele care pot fi importate."],"Clean up":["Șterge"],"After you've imported data from another SEO plugin, please make sure to clean up all the original data from that plugin. (step 5)":["După ce ai importat datele dintr-un alt modul SEO, asigură-te că ștergi toate datele originale din acel modul. (pasul 5)"],"Note: ":["Notă:"],"The cleanup can take a long time depending on your site's size.":["În funcție de dimensiunea site-ului tău, ștergerea poate dura ceva timp."],"Every fifteen minutes":["La fiecare cincisprezece minute"],"Default tagline":["Slogan implicit"],"Import failed with the following error:":["Importul a eșuat cu eroarea următoare:"],"No data found from other SEO plugins.":["Nu am găsit date de la alte module SEO."],"Select SEO plugin":["Selectează modulul SEO"],"The import can take a long time depending on your site's size.":["În funcție de dimensiunea site-ului tău, importul poate dura ceva timp."],"For the best SEO results include all words of your keyphrase in the SEO title, and put the keyphrase at the beginning of the title":["Pentru a avea rezultate SEO foarte bune, include toate cuvintele frazei cheie în titlul SEO și pune fraza cheie la începutul titlului"],"For the best SEO results write the exact match of your keyphrase in the SEO title, and put the keyphrase at the beginning of the title":["Pentru a avea rezultate SEO foarte bune, scrie cuvânt cu cuvânt fraza cheie în titlul SEO și pune fraza cheie la începutul titlului"],"Installation Successful":["Am instalat cu succes"],"Blog Post":["Articol de blog"],"%1$s: Title does not begin with the focus keyphrase. %2$sMove your focus keyphrase to the beginning of the title%3$s.":["%1$s: titlul nu începe cu fraza cheie. %2$sMută fraza cheie la începutul titlului%3$s."],"%1$s: The exact match of the focus keyphrase appears at the beginning of the SEO title. Good job!":["%1$s: fraza cheie apare la începutul titlului SEO. Foarte bine!"],"%2$sText length%4$s: The text contains %1$d %6$s. This is below the recommended minimum of %5$d %6$s. %3$sAdd more content%4$s.":["%2$sLungime text%4$s: textul conține %1$d %6$s. Este sub minimul recomandat de %5$d %6$s. %3$sAdaugă mai mult conținut%4$s."],"%2$sText length%4$s: The text contains %1$d %6$s. This is slightly below the recommended minimum of %5$d %6$s. %3$sAdd a bit more copy%4$s.":["%2$sLungime text%4$s: textul conține %1$d %6$s. Este cu puțin sub minimul recomandat de %5$d %6$s. %3$sMai adaugă puțin text%4$s."],"%2$sText length%4$s: The text contains %1$d %6$s. This is far below the recommended minimum of %5$d %7$s. %3$sAdd more content%4$s.":["%2$sLungime text%4$s: textul conține %1$d %6$s. Este cu mult sub minimul recomandat de %5$d de %7$s. %3$sAdaugă mai mult conținut%4$s.","%2$sLungime text%4$s: textul conține %1$d %7$s. Este cu mult sub minimul recomandat de %5$d de %7$s. %3$sAdaugă mai mult conținut%4$s.","%2$sLungime text%4$s: textul conține %1$d de %7$s. Este cu mult sub minimul recomandat de %5$d de %7$s. %3$sAdaugă mai mult conținut%4$s."],"character":["caracter","caractere","de caractere"],"word":["cuvânt","cuvinte","de cuvinte"],"words":["cuvinte"],"characters":["caractere"],"%s rolls out the red carpet for the search bots, which helps your site perform better in search engines.":["%s întinde un covor roșu pentru boții de căutare și îți ajută site-ul să apară în motoarele de căutare."],"You've successfully installed %s!":["Ai instalat cu succes %s!"],"Skip%s":["Omite %s"],"Your %s account does not contain any keyphrases for this website yet. You can track keyphrases by using the \"Track SEO Performance\" button in the post editor.":["Contul tău %s nu are până acum nicio frază cheie pentru acest site. Poți urmări frazele cheie folosind butonul „Urmărește performanța SEO” din editorul de articole."],"%s account":["Cont %s"],"This overview only shows you keyphrases added to Yoast SEO. There may be other keyphrases added to your %s.":["Această prezentare generală arată numai frazele cheie adăugate cu Yoast SEO. Pot fi adăugate și alte fraze cheie cu %s."],"Tracking the ranking position...":["Urmăresc poziția de clasare..."],"Something went wrong while tracking the ranking position(s) of your page. Please try again later.":["Ceva nu a mers bine în timpul urmăririi poziției pe care o ocupă pagina ta. Te rog reîncearcă mai târziu."],"reconnect to %s":["reconectează-te la %s"],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["Se pare că ceva nu a mers bine la preluarea datelor de pe site-ul tău. Te rog %s și încearcă din nou."],"Before you can track your SEO performance make sure to set either the post’s title and save it as a draft or manually set the post’s slug.":["Înainte de a urmări performanțele SEO, asigură-te că ai stabilit titlul articolului și l-ai salvat ca ciornă sau că ai stabilit manual descriptorul articolului."],"No keyphrase has been set. Please set a keyphrase first.":["Nu ai setat nicio frază cheie. Stabilește mai întâi o frază cheie."],"upgrade your %s plan":["actualizează-ți planul %s"],"You've reached the maximum amount of %d keyphrases you can add to your Wincher account. If you wish to add more keyphrases, please %s.":["Ai ajuns la numărul maxim de %d fraze cheie pe care le poți adăuga în contul tău Wincher. Dacă vrei să adaugi mai multe fraze cheie, te rog %s."],"With %1$s you can track the ranking position of your page in the search results based on your keyphrase(s). %2$s":["Cu %1$s, poți urmări poziția pe care o ocupă pagina ta în rezultatele de căutare pe baza frazei (frazelor) tale cheie. %2$s"],"%s is currently tracking the ranking position(s) of your page. This may take a few minutes. Please wait or check back later.":["În prezent, %s urmărește poziția pe care o ocupă pagina ta în clasamentele motoarelor de căutare. S-ar putea să dureze câteva minute. Te rog așteaptă sau revino mai târziu."],"You have successfully connected to %s! You can now track the SEO performance for the keyphrase(s) of this page.":["Te-ai conectat cu succes la %s! Acum poți urmări performanțele SEO pentru frazele cheie din această pagină."],"Read more about keyphrase tracking with Wincher":["Citește mai multe despre urmărirea frazelor cheie cu Wincher"],"Automatic tracking of keyphrases is enabled. Your keyphrase(s) will automatically be tracked by %s when you publish your post.":["Urmărirea automată a frazelor cheie este activată. Frazele tale cheie vor fi urmărite automat de %s când publici articole."],"Please enter a focus keyphrase first to track keyphrase performance":["Introduc mai întâi o frază cheie pentru a-i urmări performanțele"],"Keyphrase position in the last 90 days on a scale from 0 to 100.":["Poziția frazei cheie în ultimele 90 de zile, pe o scară de la 0 la 100."],"Track SEO performance":["Urmărește performanța SEO"],"You can enable / disable tracking the SEO performance for each keyphrase below.":["Poți activa/dezactiva urmărirea performanțelor SEO pentru fiecare frază cheie de mai jos."],"Track all keyphrases on this page":["Urmărește toate frazele cheie din această pagină"],"Tracking has already been enabled for one or more keyphrases of this page. Clicking the button below will enable tracking for all of its keyphrases.":["A fost deja activată urmărirea pentru una sau mai multe fraze cheie din această pagină. Dacă dai clic pe butonul de mai jos, vei activa urmărirea pentru toate frazele cheie."],"Learn more about the SEO performance feature.":["Află mai multe despre funcționalitatea performanță SEO."],"SEO performance":["Performanță SEO"],"Connect with %s":["Conectează-te cu %s"],"* focus keyphrase":["* frază cheie"],"Get more insights over at %s":["Ai mai multe informații la %s"],"Position over time":["Poziție în decursul timpului"],"Position":["Poziție"],"Tracking":["Urmărire"],"You can still run the SEO data optimization in the %1$sTools section%2$s. Once that is finished, please refresh this page.":["Poți să rulezi în continuare optimizarea datelor SEO în %1$ssecțiunea Unelte%2$s. După ce ai terminat, te rog reîmprospătează această pagină."],"This configuration step is currently disabled, because you're not running the latest version of Yoast SEO Premium. Please update to the latest version (at least %1$s). ":["În prezent, acest pas din configurare este dezactivat deoarece nu rulezi ultima versiune a Yoast SEO Premium. Te rog actualizează la ultima versiune (sau cel puțin la versiunea %1$s)."],"Save and continue":["Salvează și continuă"],"Does your site represent an Organization or Person?":["Site-ul tău reprezintă o organizație sau o persoană?"],"Activate %s":["Activează %s"],"Update %s":["Actualizează %s"],"Renew %s":["Reînnoiește %s"],"Get help activating your subscription":["Beneficiezi de ajutor la activarea abonamentului"],"It looks like you’re running an outdated and unactivated version of %1$s, please activate your subscription in %2$sMyYoast%3$s and update to the latest version (at least 17.7) to gain access to our updated workouts section.":["Se pare că rulezi o versiune învechită și neactivată a modulului %1$s. Pentru a avea acces la secțiunea noastră actualizată de antrenamente, te rog activează abonamentul în %2$sMyYoast%3$s și actualizează la ultima versiune (sau cel puțin la versiunea 17.7)."],"Activate your subscription of %s":["Activează-ți abonamentul în %s"],"Update to the latest version of %s":["Actualizează la ultima versiune %s"],"Renew your subscription":["Reînnoiește-ți abonamentul"],"Accessing the latest workouts requires an updated version of %s (at least 17.7), but it looks like your subscription has expired. Please renew your subscription to update and gain access to all the latest features.":["Accesarea celor mai recente antrenamente necesită o versiune actualizată a %s (sau cel puțin versiunea 17.7), dar se pare că abonamentul tău a expirat. Te rog reînnoiește-ți abonamentul pentru a fi la zi și a avea acces la cele ultimele funcționalități."],"Renew your subscription of %s":["Reînnoiește-ți abonamentul pentru %s"],"Could not save this value. Please check the URL.":["Nu am putut salva această valoare. Te rog verifică URL-ul."],"Could not save this value. Please check the URL or username.":["Nu am putut salva această valoare. Te rog verifică URL-ul sau numele de utilizator."],"Oops! Something went wrong. Check your email address and try again.":["Hopa! Ceva nu a mers bine. Verifică-ți adresa de email și încearcă din nou."],"Yes, you can collect my site data":["Da, poți să colectezi datele site-ului meu"],"Site representation":["Reprezentare site"],"Continue":["Continuă"],"Thank you! Check your inbox for the confirmation email.":["Îți mulțumim! Verifică emailurile primite și caută emailul de confirmare."],"Yoast respects your privacy. Read %1$sour privacy policy%2$s on how we handle your personal information.":["Yoast îți respectă confidențialitatea. Citește %1$spolitica noastră de confidențialitate%2$s despre modul în care administrăm datele tale cu caracter personal."],"Email address":["Adresă email"],"%1$sBack to all workouts":["%1$s Înapoi la toate antrenamentele"],"Getting your site in shape and keeping it SEO fit can be hard. We can help you get started! Take these step-by-step workouts, and you’ll be tackling some of the most fundamental SEO challenges!":["Poate fi destul de dificil să-ți faci site-ul să funcționeze și să-l menții la standardul SEO. Dar te putem ajuta! Participă la aceste antrenamente pas-cu-pas și vei aborda unele dintre provocările SEO fundamentale!"],"Add internal links to your posts and pages":["Adaugă legături interne în articolele și paginile tale"],"Make pages easier for Google and visitors to find":["Faci ca paginile să fie găsite mai ușor de Google și vizitatori"],"Clean up your unlinked content to make sure people can find it":["Rearanjezi conținutul nelegat pentru a te asigura că oamenii îl pot găsi"],"Orphaned content":["Conținut orfan"],"Bring more visitors to your articles":["Aduci mai mulți vizitatori la articolele tale"],"Make your important articles rank higher":["Faci ca articolele tale importante să fie clasate mai sus"],"%1$s/%2$s steps completed":["%1$s/%2$s pași finalizați"],"Unlock with %s!":["Deblochează cu %s!"],"Start workout!":["Începe antrenamentul!"],"Do workout again":["Fă antrenamentul din nou"],"Continue workout!":["Continuă antrenamentul!"],"It looks like you're running an outdated version of %1$s, please %2$supdate to the latest version (at least 17.7)%3$s to gain access to our updated workouts section.":["Se pare că folosești o versiune veche a modulului %1$s. Pentru a avea acces la secțiunea noastră actualizată de antrenamente, te rog %2$sactualizează la ultima versiune (sau cel puțin la versiunea 17.7)%3$s."],"Get started quickly with the %1$s%2$s First-time configuration%3$s and configure Yoast SEO with the optimal SEO settings for your site!":["Începi rapid cu %1$sconfigurarea pentru prima dată %2$s%3$s și configurezi Yoast SEO cu setările SEO optime pentru site-ul tău!"],"Current or first category title":["Titlul actual sau al primei categorii"],"Category Title":["Titlu categorie"],"Replaced with the post content":["Înlocuit cu conținutul articolului"],"Post Content":["Conținut articol"],"Replaced with the permalink":["Înlocuită cu legătura permanentă"],"Replaced with the last name of the author":["Înlocuit cu numele autorului"],"Author last name":["Nume autor"],"Replaced with the first name of the author":["Înlocuit cu prenumele autorului"],"Author first name":["Prenume autor"],"Replaced with the day the post was published":["Înlocuită cu data la care a fost publicat articolul"],"Post day":["Data publicării"],"Replaced with the month the post was published":["Înlocuită cu luna în care a fost publicat articolul"],"Post month":["Luna publicării"],"Replaced with the year the post was published":["Înlocuit cu anul în care a fost publicat articolul"],"Post year":["Anul publicării"],"Current day":["Ziua curentă"],"Current month":["Luna aceasta"],"Current date":["Data curentă"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's way less than the recommended minimum of %2$d %7$s. %4$sMake it longer%5$s!":["%3$sLungime frază cheie%5$s: fraza cheie are %1$d %6$s. Este mai lungă decât maximul recomandat de %2$d %7$s. %4$sScurteaz-o%5$s!","%3$sLungime frază cheie%5$s: fraza cheie are %1$d %7$s. Este mai lungă decât maximul recomandat de %2$d %7$s. %4$sScurteaz-o%5$s!","%3$sLungime frază cheie%5$s: fraza cheie are %1$d %7$s. Este mai lungă decât maximul recomandat de %2$d %7$s. %4$sScurteaz-o%5$s!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's less than the recommended minimum of %2$d %6$s. %4$sMake it longer%5$s!":["%3$sLungime frază cheie%5$s: fraza cheie are %1$d %6$s. Este mai mică decât minimul recomandat de %2$d %6$s. %4$sFă o mai lungă%5$s!"],"It looks like you aren't using our %1$s%2$s addon%3$s. %4$sUpgrade today%5$s to unlock more tools and SEO features to make your products stand out in search results.":["Se pare că nu folosești %1$ssuplimentul nostru %2$s%3$s. %4$sActualizează azi%5$s pentru a debloca mai multe instrumente și funcționalități SEO care să-ți scoată în evidență produsele în rezultatele de căutare."],"Below are the technical details for the error. See %1$sthis page%2$s for a more detailed explanation.":["Mai jos sunt detaliile tehnice pentru eroare. Pentru explicații detaliate, vezi %1$saceastă pagină%2$s."],"%1$sImage Keyphrase%2$s: Good job!":["%1$sFrază cheie imagini%2$s: foarte bine!"],"%1$sImage Keyphrase%3$s: Images on this page do not have alt attributes with at least half of the words from your keyphrase. %2$sFix that%3$s!":["%1$sFrază cheie imagini%3$s: imaginile din această pagină nu au atribute alt care au cel puțin jumătate din cuvintele din fraza cheie. %2$sCorectează asta%3$s!"],"%1$sImages%2$s: Good job!":["%1$sImagini%2$s: foarte bine!"],"%1$sImages and videos%2$s: Good job!":["%1$sImagini și videouri%2$s: foarte bine!"],"%3$sImages and videos%5$s: Only %1$d image or video appears on this page. We recommend at least %2$d. %4$sAdd more relevant images or videos%5$s!":["%3$sImagini și videouri%5$s: în această pagină apare numai o imagine sau un video. Recomandăm cel puțin %2$d. %4$sAdaugă mai multe imagini sau videouri relevante%5$s!","%3$sImagini și videouri%5$s: în această pagină apar numai %1$d imagini sau videouri. Recomandăm cel puțin %2$d. %4$sAdaugă mai multe imagini sau videouri relevante%5$s!","%3$sImagini și videouri%5$s: în această pagină apar numai %1$d de imagini sau videouri. Recomandăm cel puțin %2$d. %4$sAdaugă mai multe imagini sau videouri relevante%5$s!"],"%3$sImages%5$s: Only %1$d image appears on this page. We recommend at least %2$d. %4$sAdd more relevant images%5$s!":["%3$sImagini%5$s: în această pagină apare numai o imagine. Recomandăm cel puțin %2$d. %4$sAdaugă mai multe imagini relevante%5$s!","%3$sImagini%5$s: în această pagină apar numai %1$d imagini. Recomandăm cel puțin %2$d. %4$sAdaugă mai multe imagini relevante%5$s!","%3$sImagini%5$s: în această pagină apar numai %1$d de imagini. Recomandăm cel puțin %2$d. %4$sAdaugă mai multe imagini relevante%5$s!"],"%1$sImages and videos%3$s: No images or videos appear on this page. %2$sAdd some%3$s!":["%1$sImagini și videouri%3$s: nu apare nicio imagine sau niciun video în această pagină. %2$sAdaugă cel puțin o imagine sau un video%3$s!"],"Error stack trace":["Urmărire stivă de erori"],"Response":["Răspuns"],"Error message":["Mesaj pentru eroare"],"Status code":["Cod stare"],"Request method":["Metodă de cerere"],"Request URL":["Cere URL-ul"],"Error details":["Detalii eroare"],"Workouts":["Antrenamente"],"Rank with articles you want to rank with":["Propulsează în partea superioară articolele pe care vrei să le evidențiezi în rezultatele de căutare"],"The cornerstone approach":["Abordarea pentru conținutul fundamental"],"SEO workouts":["Antrenamente SEO"],"Improve the quality of your site search! Automatically helps your users find your cornerstone and most important content in your internal search results. It also removes noindexed posts & pages from your site’s search results.":["Îmbunătățește calitatea căutării pe site-ul tău! În mod automat, îți ajuți vizitatorii să-ți găsească conținutul fundamental și cel important în rezultatele de căutare interne. De asemenea, înlătură din rezultatele de căutare pe site articolele și paginile fără indexare."],"Find out more about our %s integration.":["Află mai multe despre integrarea %s."],"Get relevant internal linking suggestions — while you’re writing! The link suggestions metabox shows a list of posts on your blog with similar content that might be interesting to link to. ":["Ai sugestii relevante pentru legături interne chiar în timp ce scrii! Caseta meta cu sugestii pentru legături afișează o listă de articole de pe blogul sau site-ul tău care au conținut similar și la care ai putea să te conectezi."],"Find out how Insights can help you improve your content.":["Află cum informațiile generale te pot ajuta să-ți îmbunătățești conținutul."],"Find relevant data about your content right in the Insights section in the Yoast SEO metabox. You’ll see what words you use most often and if they’re a match with your keywords! ":["Găsești date relevante despre conținutul tău direct în secțiunea Informații generale din caseta meta Yoast SEO. Vei vedea cuvintele pe care le-ai folosit mai des și dacă corespund sau sunt asemănătoare cu cuvintele tale cheie!"],"Oops, something has gone wrong and we couldn't complete the optimization of your SEO data. Please make sure to activate your subscription in MyYoast by completing %1$sthese steps%2$s.":["Hopa, ceva nu a mers bine și nu am putut finaliza optimizarea datelor tale SEO. Te asigură-te că ai activat abonamentul în MyYoast, parcurgând %1$sacești pași%2$s."],"To unlock this feature please update %s to the latest version.":["Pentru a debloca această funcționalitate, te rog actualizează %s la ultima versiune."],"The social appearance settings for archives require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Setările pentru aspectul pe media socială a arhivelor tale necesită metadate Open Graph (care acum sunt dezactivate). Le poți activa în %1$ssetări „Sociale”, în fila „Facebook”%2$s."],"The social appearance settings for taxonomies require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Setările pentru aspectul pe media socială a taxonomiilor tale necesită metadate Open Graph (care acum sunt dezactivate). Le poți activa în %1$ssetări „Sociale”, în fila „Facebook”%2$s."],"The social appearance settings for content types require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Setările pentru aspectul pe media socială a tipurilor tale de conținut necesită metadate Open Graph (care acum sunt dezactivate). Le poți activa în %1$ssetări „Sociale”, în fila „Facebook”%2$s."],"The social appearance settings for your homepage require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Setările pentru aspectul pe media socială a primei tale pagini necesită metadate Open Graph (care acum sunt dezactivate). Le poți activa în %1$ssetări „Sociale”, în fila „Facebook”%2$s."],"Social image":["Imagine socială"],"Unlock with Premium":["Deblochează cu Premium"],"Addon installation failed because of an error: %s.":["Instalarea suplimentului a eșuat din cauza unei erori: %s."],"You are not allowed to install plugins.":["Nu ai voie să instalezi module."],"Addon installed.":["Am instalat suplimentul."],"Addon activation failed because of an error: %s.":["Activarea suplimentului a eșuat din cauza unei erori: %s."],"You are not allowed to activate plugins.":["Nu ai voie să activezi module."],"Addon activated.":["Suplimentul este activat."],"%1$s Continue to %2$s%3$s":["%1$s Continuă cu %2$s%3$s"],"Installing and activating addons":["Instalez și activez suplimentele"],"No %1$s plugins have been installed. You don't seem to own any active subscriptions.":["Nu ai instalat niciun modul %1$s. Se pare că nu ai niciun abonament activ."],"the following addons":["următoarele suplimente"],"%s SEO installation":["Instalare %s SEO"],"Install and activate":["Instalează și activează"],"Please confirm below that you would like to install %s on this site.":["Te rog confirmă mai jos că vrei să instalezi %s pe acest site."],"Insert variable":["Inserează variabila"],"Shopping data preview:":["Previzualizare dată cumpărare:"],"Availability":["Disponibilitate"],"Price":["Preț"],"Rating":["Evaluare"],"%s reviews":["%s recenzii"],"Rating: %s":["Evaluare: %s"],"Image":["Imagine"],"Social description":["Descriere pentru media socială"],"Social title":["Titlu pentru media socială"],"Required by %s":["Cerută de %s"],"Auto-updates are disabled based on this setting for %1$s.":["Actualizările automate sunt dezactivate datorită acestei setări pentru %1$s."],"Auto-updates are enabled based on this setting for %1$s.":["Actualizările automate sunt activate datorită acestei setări pentru %1$s."],"New":["Nou"],"seconds":["secunde"],"Select image":["Selectează o imagine"],"Replace image":["Înlocuiește imaginea"],"site structure":["structură site"],"internal linking":["legături interne"],"breadcrumbs":["firimituri"],"seo":["seo"],"Adds the Yoast SEO breadcrumbs to your template or content.":["Adaugă firimiturile Yoast SEO în șabloanele tale sau în conținutul tău."],"Yoast Breadcrumbs":["Firimituri Yoast"],"The term is considered invalid. The following reason was given by WordPress: %s":["Termenul este considerat invalid. WordPress a dat următorul motiv: %s"],"The post could not be found.":["Articolul nu a putut fi găsit."],"The term could not be found.":["Termenul nu a putut fi găsit."],"This feature has been disabled since subsites never send tracking data.":["Această funcționalitate a fost dezactivată deoarece sub-site-urile nu trimit niciodată date de urmărire."],"We notice that you have installed WPML. To make sure your canonical URLs are set correctly, %1$sinstall and activate the WPML SEO add-on%2$s as well!":["Am observat că ai instalat WPML. Pentru a te asigura că URL-urile canonice sunt setate corect, %1$sinstalează și activează și suplimentul WPML SEO%2$s!"],"Unfortunately we cannot save changes to your SEO settings while you are working on a draft of an already-published %1$s. If you want to save your SEO changes, make sure to click 'Update', or wait to make your SEO changes until you are ready to update the %1$s.":["Din păcate, nu putem să salvăm modificările făcute la setările tale SEO în timp ce lucrezi la o ciornă a articolului %1$s, care a fost deja publicat. Dacă vrei să salvezi modificările făcute la SEO, asigură-te că dai clic pe „Actualizează” sau așteaptă să faci modificări la SEO până când ești gata să actualizezi %1$s."],"Get started with Yoast SEO's content analysis for Elementor!":["Începe să faci analiza conținutului oferită de Yoast SEO pentru Elementor!"],"Got it":["Am înțeles"],"New: Yoast SEO for Elementor":["Noutăți: Yoast SEO pentru Elementor"],"Because of a change in your category base setting, some of your SEO data needs to be reprocessed.":["Din cauza unei modificări făcută în setarea de bază pentru categorii, unele dintre datele tale SEO trebuie reprocesate."],"Wait for a week or so, until %1$s automatically processes most of your content in the background.":["Așteaptă aproximativ o săptămână până când %1$s îți procesează automat cea mai mare parte a conținutului în fundal."],"%s minute":["%s minut","%s minute","%s de minute"],"Est. reading time":["Timp estimat pentru citire"],"Written by":["Scris de"],"Google Rich Results Test":["Rich Results Test de la Google"],"Find out how a rich snippet can improve visibility and click-through-rate.":["Află cum un fragment bogat poate îmbunătăți vizibilitatea și rata de clicuri."],"This adds an author byline and reading time estimate to the article’s snippet when shared on Slack.":["Aceasta adaugă la fragmentul articolului informații despre autor și o estimare a timpului pentru citire când articolul este partajat pe Slack."],"Enhanced Slack sharing":["Partajare îmbunătățită pe Slack"],"Activate your subscription":["Activează-ți abonamentul"],"SEO data optimization is disabled for non-production environments.":["Optimizarea datelor SEO este dezactivată pentru mediile fără producție."],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":["Această funcționalitate include și înlocuiește contorul legături text și analiza legăturilor interne"],"This tab allows you to selectively disable %1$s integrations with third-party products for all sites in the network. By default all integrations are enabled, which allows site admins to choose for themselves if they want to toggle an integration on or off for their site. When you disable an integration here, site admins will not be able to use that integration at all.":["Această filă îți permite să dezactivezi, în mod selectiv, integrările %1$s cu produse terțe pentru toate site-urile din rețea. Implicit, toate integrările sunt activate și permit administratorilor de site-uri să aleagă dacă doresc să activeze sau să dezactiveze o integrare pentru site-ul lor. Dacă o integrare este dezactivată aici, administratorii site-ului nu vor putea folosi acea integrare."],"Because of a change in your tag base setting, some of your SEO data needs to be reprocessed.":["Din cauza unei modificări făcută în setarea de bază a etichetelor, unele dintre datele tale SEO trebuie reprocesate."],"Stop SEO data optimization":["Oprește optimizarea datelor SEO"],"Oops, something has gone wrong and we couldn't complete the optimization of your SEO data. Please click the button again to re-start the process. ":["Ceva nu a mers bine și nu am putut finaliza optimizarea datelor tale SEO. Te rog dă clic pe buton din nou pentru a reîncepe procesul."],"Optimizing SEO data... This may take a while.":["Optimizez datele SEO... S-ar putea să dureze ceva timp."],"SEO data optimization complete":["Optimizarea datele SEO este finalizată"],"You can speed up your site and get insight into your internal linking structure by letting us perform a few optimizations to the way SEO data is stored. ":["Îți poți accelera site-ul și poți avea informații despre structura legăturilor interne dacă ne permiți să facem câteva optimizări ale modului în care sunt stocate datele SEO."],"Start SEO data optimization":["Începe optimizarea datelor SEO"],"Learn more about the benefits of optimized SEO data.":["Află mai multe despre beneficiile unor date SEO optimizate."],"You can speed up your site and get insight into your internal linking structure by letting us perform a few optimizations to the way SEO data is stored. If you have a lot of content it might take a while, but trust us, it's worth it.":["Îți poți accelera site-ul și poți avea informații despre structura legăturilor interne dacă ne permiți să facem câteva optimizări ale modului în care sunt stocate datele SEO. Dacă ai foarte mult conținut, s-ar putea să dureze ceva timp, dar ai încredere în noi, chiar merită."],"Optimize SEO Data":["Optimizează datele SEO"],"If the problem persists, please contact support.":["Dacă problema persistă, te rog contactează suportul."],"Something has gone wrong and we couldn't complete the optimization of your SEO data. Please %1$sre-start the process%2$s.":["Ceva nu a mers bine și nu am putut finaliza optimizarea datelor tale SEO. Te rog %1$sreîncepe procesul%2$s."],"All permalinks were successfully reset":["Au fost resetate cu succes toate legăturile permanente"],"We've encountered a problem trying to get related keyphrases. Please try again later.":["Am întâmpinat o problemă la încercarea de a obține frazele cheie similare. Te rog încearcă din nou mai târziu."],"You've reached the maximum amount of 4 related keyphrases. You can change or remove related keyphrases in the %s metabox or sidebar.":["Ai atins numărul maxim de 4 fraze cheie similare. Poți modifica sau înlătura frazele cheie similare în caseta meta sau bara laterală %s."],"Please wait while %1$s connects to %2$s to get related keyphrases...":["Te rog așteaptă până când %1$s se conectează la %2$s pentru a obține fraze cheie similare..."],"Upgrade your %s plan":["Actualizează-ți planul %s"],"You've reached your request limit for today. Check back tomorrow or upgrade your plan over at %s.":["Ai atins limita de cereri pentru azi. Întoarce-te mâine sau actualizează-ți planul la %s."],"Last month":["Luna trecută"],"Two months ago":["Acum două luni"],"Three months ago":["Acum trei luni"],"Four months ago":["Acum patru luni"],"Five months ago":["Acum cinci luni"],"Six months ago":["Acum șase luni"],"Seven months ago":["Acum șapte luni"],"Eight months ago":["Acum opt luni"],"Nine months ago":["Acum nouă luni"],"Ten months ago":["Acum zece luni"],"Eleven months ago":["Acum unsprezece luni"],"Twelve months ago":["Acum douăsprezece luni"],"Get more insights at %s":["Ai mai multe informații la %s"],"Keyphrase volume in the last 12 months on a scale from 0 to 100.":["Volumul de fraze cheie similare din ultimele 12 luni, pe o scară de la 0 la 100."],"Learn more about the related keyphrases trend":["Află mai multe despre tendința frazelor cheie similare"],"Trend":["Tendință"],"Learn more about the related keyphrases volume":["Află mai multe despre volumul de fraze cheie similare"],"Volume":["Volum"],"Related keyphrase":["Frază cheie similară"],"Select country":["Selectează țara"],"Show results for:":["Arată rezultatele pentru:"],"Please enter a focus keyphrase first to get related keyphrases":["Pentru a obține fraze cheie similare, mai întâi trebuie să introduci o frază cheie"],"Sorry, there's no data available for that keyphrase/country combination.":["Regret, nu sunt date disponibile pentru această frază cheie/țară."],"Get related keyphrases":["Obții fraze cheie similare"],"Related keyphrases":["Fraze cheie similare"],"The number of headers and header labels don't match.":["Numărul de anteturi și etichete de antet nu este identic."],"The %s integration offers suggestions and insights for keywords related to the entered focus keyphrase.":["Integrarea %s oferă sugestii și informații pentru cuvinte cheie similare pe care le poți folosi în fraza cheie."],"Disabling Yoast SEO's XML sitemaps will not disable WordPress' core sitemaps. In some cases, this %1$s may result in SEO errors on your site%2$s. These may be reported in Google Search Console and other tools.":["Dezactivarea hărților site XML de la Yoast SEO nu va dezactiva hărțile site din nucleul WordPress. În unele cazuri, dezactivarea %1$spoate duce la erori SEO pe site-ul tău%2$s. Erorile ar putea fi raportate în Google Search Console și în alte instrumente."],"If you still need support and have an active subscription for this product, please email %s.":["Dacă ai nevoie de suport în continuare și ai un abonament activ pentru acest produs, te rog trimite un email la %s."],"You can probably find an answer to your question in our %1$shelp center%2$s.":["Probabil poți găsi un răspuns la întrebarea ta la %1$scentrul nostru pentru ajutor%2$s."],"Need support?":["Ai nevoie de suport?"],"Return to your %s":["Întoarce-te la %s"],"Make sure to save your %s for changes to take effect":["Pentru ca modificările să aibă efect, asigură-te că salvezi %s."],"The advanced section of the %1$s meta box allows a user to remove posts from the search results or change the canonical. The settings in the schema tab allows a user to change schema meta data for a post. These are things you might not want any author to do. That's why, by default, only editors and administrators can do this. Setting to \"%2$s\" allows all users to change these settings.":["Secțiunea avansată a casetei meta %1$s permite unui utilizator să înlăture articole din rezultatele de căutare sau să modifice canonicul. Setările din fila Schema permit utilizatorului să modifice metadatele din schema pentru un articol. Probabil, nu vrei ca aceste modificări să poată fi făcute de orice autor. De aceea, numai editorii și administratorii le pot face în mod implicit. Dacă setezi la „%2$s” permiți tuturor utilizatorilor să modifice aceste setări."],"Security: no advanced or schema settings for authors":["Securitate: nu există setări avansate sau schema.org pentru autori"],"Report":["Raport"],"Tech Article":["Articol tehnic"],"Scholarly Article":["Articol educațional"],"Satirical Article":["Articol satiric"],"Advertiser Content Article":["Articol cu conținut publicitar"],"News Article":["Articol de știri"],"Social Media Posting":["Publicare pe media socială"],"Article":["Articol"],"Search Results Page":["Pagină Rezultate de căutare"],"Real Estate Listing":["Anunțuri imobiliare"],"Checkout Page":["Pagină Finalizare comandă"],"Collection Page":["Pagină Colecție"],"Medical Web Page":["Pagină web medicală"],"Contact Page":["Pagină Contact"],"Profile Page":["Pagină Profil"],"QA Page":["Pagină Întrebări și răspunsuri"],"FAQ Page":["Pagină Întrebări frecvente"],"About Page":["Pagină Despre"],"Item Page":["Pagină Elemente"],"Web Page":["Pagină web"],"Default for %1$s (%2$s)":["Implicit pentru %1$s (%2$s)"],"This helps search engines understand your website and your content. You can change some of your settings for this page below.":["Acest lucru ajută motoarele de căutare să-ți înțeleagă site-ul și conținutul. Poți modifica mai jos unele setări pentru această pagină."],"Yoast SEO automatically describes your pages using schema.org":["Yoast SEO îți descrie automat paginile folosind Schema.org"],"Article type":["Tip de articol"],"Page type":["Tip de pagină"],"Learn more about page or content types":["Află mai mult despre tipuri de pagină sau tipuri de conținut"],"What type of page or content is this?":["Ce tip de pagină este aceasta sau ce tip de conținut este acesta?"],"Structured Data":["Date structurate"],"Yoast How-to":["Sfaturi practice Yoast"],"Yoast FAQ":["Întrebări frecvente Yoast"],"%1$s: Does not contain the exact match. %2$sTry to write the exact match of your keyphrase in the SEO title and put it at the beginning of the title%3$s.":["%1$s: nu este identică cu fraza cheie specificată. %2$sÎncearcă să scrii fraza cheie întreagă în titlul SEO și pune-o la începutul titlului%3$s."],"%1$s: The exact match of the focus keyphrase appears in the SEO title, but not at the beginning. %2$sMove it to the beginning for the best results%3$s.":["%1$s: în titlul SEO apare fraza cheie specificată, dar nu este la începutul titlului. %2$sPentru a avea rezultate SEO foarte bune, pune-o la începutul titlului%3$s."],"%1$s Internal Linking Blocks":["Blocuri %1$s pentru legături interne"],"Allow us to track some data about your site to improve our plugin.":["Permite-ne să urmărim unele date referitoare la site-ul tău ca să ne îmbunătățim modulul."],"Usage tracking":["Urmărire utilizare"],"Can we collect anonymous information about your website to enhance %1$s?":["Putem să colectăm informații anonime despre site-ul tău ca să îmbunătățim %1$s?"],"Read more about how internal linking can improve your site structure.":["Citește mai mult despre modul în care legăturile interne îți pot îmbunătăți structura sitului."],"Link suggestions":["Sugestii de legături"],"Insights":["Informații generale"],"Remove image":["Înlătură imaginea"],"The file size of the uploaded image is too large for %s. File size must be less than %s.":["Dimensiunea fișierului pentru imaginea încărcată este prea mare pentru %s. Dimensiunea fișierului trebuie să fie mai mică de %s."],"The format of the uploaded image is not supported. The supported formats are: %s, %s, %s and %s.":["Formatul pentru imaginea încărcată nu este acceptat. Formatele acceptate sunt: %s, %s, %s și %s."],"You have uploaded a %s. Please note that, if it’s an animated %s, only the first frame will be used.":["Ai încărcat o imagine %s. Te rog reține că dacă este un %s animat va fi folosit numai primul cadru."],"Your image dimensions are not suitable. The minimum dimensions are %dx%d pixels. The maximum dimensions are %dx%d pixels.":["Dimensiunile imaginii tale nu sunt adecvate. Dimensiunile minime sunt de %d x %d pixeli. Dimensiunile maxime sunt de %d x %d pixeli."],"Your image dimensions are not suitable. The minimum dimensions are %dx%d pixels.":["Dimensiunile imaginii tale nu sunt adecvate. Dimensiunile minime sunt de %d x %d pixeli."],"Dismiss":["Respinge"],"Because of a change in your permalink structure, some of your SEO data needs to be reprocessed.":["Din cauza unei modificări făcută în structura legăturilor permanente, unele dintre datele tale SEO trebuie reprocesate."],"Because of a change in your home URL setting, some of your SEO data needs to be reprocessed.":["Din cauza unei modificări făcută în URL-ul primei pagini, unele dintre datele tale SEO trebuie reprocesate."],"Please upgrade your WordPress version or install the Gutenberg plugin to get this %1$s feature.":["Pentru a obține această funcționalitate %1$s, te rog actualizează versiunea ta de WordPress sau instalează modulul Gutenberg."],"Marking links with nofollow/sponsored has been disabled for WordPress installs < 5.4.":["Marcarea legăturilor cu fără urmărire/sponsorizată a fost dezactivată pentru instalările WordPress < 5.4."],"Open in new tab":["Deschide într-o filă nouă"],"This is a sponsored link or advert (mark as %1$ssponsored%2$s)%3$s":["Aceasta este o legătură sau o reclamă sponsorizată (marchează ca %1$ssponsorizată%2$s)%3$s"],"Search engines should ignore this link (mark as %1$snofollow%2$s)%3$s":["Motoarele de căutare ar trebui să ignore această legătură (marchează ca %1$sfără urmărire%2$s)%3$s"],"Learn more about marking a link as nofollow or sponsored.":["Află mai multe despre marcarea unei legături ca fără urmărire sau sponsorizată."],"Link inserted.":["Am inserat legătura."],"Link edited.":["Am editat legătura."],"Warning: the link has been inserted but may have errors. Please test it.":["Avertizare: legătura a fost inserată dar ar putea avea erori. Te rog testeaz-o."],"Unlink":["Anulează legătura"],"Link removed.":["Am înlăturat legătura."],"Link":["Legătură"],"We've analyzed your post. There is still room for improvement!":["Ți-am analizat articolul. Poate fi îmbunătățit!"],"We've analyzed your post. Everything looks good. Well done!":["Ți-am analizat articolul. Totul arată bine. Foarte bine!"],"No focus keyword was entered":["Nu ai introdus niciun cuvânt/frază cheie"],"Share your post!":["Partajează-ți articolul!"],"Improve your post with Yoast SEO":["Îmbunătățește-ți articolul cu Yoast SEO"],"SEO analysis:":["Analiză SEO:"],"The links columns show the number of articles on this site linking %3$sto%4$s this article and the number of URLs linked %3$sfrom%4$s this article. Learn more about %1$show to use these features to improve your internal linking%2$s, which greatly enhances your SEO.":["Coloanele pentru legături arată numărul de articole de pe acest site legate %3$sla%4$s acest articol și numărul de URL-uri legate %3$sdin%4$s acest articol. Află mai multe despre %1$scum să folosești aceste funcționalități pentru a-ți îmbunătăți legăturile interne%2$s, deoarece îmbunătățesc mult SEO."],"We've written an article about %1$show to use the SEO score and Readability score%2$s.":["Am scris un articol despre %1$scum să folosești punctajul SEO și punctajul pentru lizibilitate%2$s."],"%1$s adds several columns to this page.":["%1$s adaugă câteva coloane în această pagină."],"We estimate this will take less than a minute.":["Estimăm că va dura mai puțin de un minut."],"We estimate this will take a couple of minutes.":["Estimăm că va dura câteva minute."],"%1$sRun the indexation process on your server%2$s using %3$sWP CLI%2$s.":["%1$sRulează procesul de indexare pe server%2$s folosind %3$sWP CLI%2$s."],"We estimate this could take a long time, due to the size of your site. As an alternative to waiting, you could:":["Estimăm că ar putea dura mai mult timp, deoarece site-ul tău este mare. În timp ce aștepți, poți:"],"Show debug information":["Arată informațiile de depanare"],"Your site will continue to work normally, but won't take full advantage of %s.":["Site-ul tău va funcționa în continuare normal, dar nu va beneficia de avantajele oferite de %s."],"%s had problems creating the database tables needed to speed up your site.":["%s a avut probleme la crearea tabelelor bazei de date necesare pentru a-ți accelera site-ul."],"Your keyphrase is too long. It can be a maximum of 191 characters.":["Fraza cheie este prea lungă. Ea poate avea maxim 191 de caractere."],"%1$sFind out how to solve this problem on our help center%2$s.":["%1$sAflă cum poți rezolva această problemă prin centrul nostru pentru ajutor%2$s."],"The text link counter feature is not working as expected":["Funcționalitatea Contor legături text nu funcționează corespunzător"],"The text link counter helps you improve your site structure. %1$sFind out how the text link counter can enhance your SEO%2$s.":["Contorul legături text te ajută să-ți îmbunătățești structura site-ului. %1$sAflă cum contorul legături text poate îmbunătăți SEO%2$s."],"The text link counter is working as expected":["Contorul legături text funcționează așa cum era de așteptat"],"I don't want this site to show in the search results.":["Nu vreau ca acest site să fie arătat în rezultatele de căutare."],"If you want search engines to show this site in their results, you must %1$sgo to your Reading Settings%2$s and uncheck the box for Search Engine Visibility.":["Dacă vrei ca motoarele de căutare să arate acest site în rezultatele lor, trebuie %1$ssă mergi la setările Afișare%2$s și să debifezi caseta Vizibilitate pentru motoare de căutare."],"Learn more about the no-index setting on our help page.":["Află mai multe despre setarea fără indexare pe pagina noastră pentru ajutor."],"Even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Chiar dacă poți stabili aici setările pentru meta robots, întreg site-ul este setat la fără indexare în setările globale de confidențialitate, deci aceste setări nu vor avea efect."],"Learn more about canonical URLs on our help page.":["Află mai multe despre URL-urile canonice pe pagina noastră pentru ajutor."],"Learn more about the breadcrumbs title setting on our help page.":["Află mai multe despre setarea titlurilor firimiturilor pe pagina noastră pentru ajutor."],"Learn more about advanced meta robots settings on our help page.":["Află mai multe despre setările avansate pentru meta robots pe pagina noastră pentru ajutor."],"Learn more about the no-follow setting on our help page.":["Află mai multe despre setarea fără urmărire pe pagina noastră pentru ajutor."],"Should search engines follow links on this content?":["Ar trebui ca motoarele de căutare să urmărească legăturile la acest conținut?"],"This %1$s REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use %1$s for all their SEO meta output.":["Acest punct-final REST API %1$s îți oferă toate metadatele de care ai nevoie pentru un anumit URL. Acest lucru va facilita site-urilor WordPress headless să folosească %1$s pentru toate ieșirile metadatelor lor SEO."],"REST API: Head endpoint":["REST API: punct-final head"],"Please read %1$sthis help article%2$s to find out how to resolve this problem.":["Te rog citește %1$sacest articol util%2$s pentru a afla cum să rezolvi această problemă."],"Replaced with the term ancestors hierarchy":["Înlocuită cu ierarhia termenilor strămoși"],"Term hierarchy":["Ierarhie termen"],"%1$sYou can change the tagline in the customizer%2$s.":["%1$sPoți modifica sloganul în Personalizator%2$s."],"You still have the default WordPress tagline. Even an empty one is probably better.":["Ai continuare sloganul WordPress implicit. Probabil ar fi mai bine chiar dacă nu folosești vreunul."],"You should change the default WordPress tagline":["Ar trebui să schimbi sloganul WordPress implicit"],"You are using a custom tagline or an empty one.":["Folosești un slogan personalizat sau nu ai niciunul."],"You changed the default WordPress tagline":["Ai schimbat sloganul WordPress implicit"],"Comments on your posts are displayed on a single page. This is just like we'd suggest it. You're doing well!":["Comentariile la articolele tale sunt afișate pe o singură pagină. Este exact așa cum am sugerat să faci. Te-ai descurcat bine!"],"It's highly recommended to have your postname in the URL of your posts and pages. Consider setting your permalink structure to %s.":["Este recomandat cu prisosință să ai numele articolelor în URL-urile articolelor și paginilor. Ia în considerare setarea structurii pentru legăturile permanente la %s."],"You do not have your postname in the URL of your posts and pages":["Nu ai numele articolelor în URL-urile articolelor și paginilor."],"You do have your postname in the URL of your posts and pages.":["Ai numele articolelor în URL-urile articolelor și paginilor."],"Your permalink structure includes the post name":["Structura pentru legăturile permanente include numele articolului"],"Comments on your posts break into multiple pages. As this is not needed in 999 out of 1000 cases, we recommend you disable it. To fix this, uncheck \"Break comments into pages...\" on the Discussion Settings page.":["Comentariile la articolele tale sunt împărțite pe mai multe pagini. Deoarece acest lucru nu este necesar în 999 din 1000 de cazuri, recomandăm să dezactivezi această setare. Pentru a corecta asta, debifează căsuța de lângă „Împarte comentariile în pagini cu...” în pagina Setări > Discuții."],"Comments break into multiple pages":["Comentariile sunt împărțite pe mai multe pagini"],"Comments are displayed on a single page":["Comentariile sunt afișate pe o singură pagină"],"No title":["Fără titlu"],"%1$sGo to the Discussion Settings page%2$s":["%1$sMergi la pagina Setări > Discuții%2$s"],"%1$sThis was reported by the %2$s plugin%3$s":["%1$sAcest lucru a fost reportat de modulul %2$s%3$s"],"Mobile result":["Rezultat pe mobil"],"Preview as:":["Previzualizează ca:"],"Desktop result":["Rezultat pe desktop"],"When you click OK we will open our HelpScout beacon where you can find answers to your questions. This beacon will load our support data and also potentially set cookies.":["Când dai clic pe OK, vom deschide îndrumarul nostru HelpScout unde poți găsi răspunsuri la întrebările tale. Acest îndrumar va încărca datele noastre pentru suport și poate seta și cookie-uri."],"The browser you are currently using is unfortunately rather dated. Since we strive to give you the best experience possible, we no longer support this browser. Instead, please use %1$sFirefox%4$s, %2$sChrome%4$s or %3$sMicrosoft Edge%4$s.":["Navigatorul pe care îl folosești în prezent este din păcate învechit. Deoarece ne străduim să-ți oferim cea mai bună experiență posibilă, nu mai acceptăm acest navigator. Te rog folosește în schimb %1$sFirefox%4$s, %2$sChrome%4$s sau %3$sMicrosoft Edge%4$s."],"If you want to apply advanced <code>meta</code> robots settings for this page, please define them in the following field.":["Dacă vrei să folosești în această pagină setările avansate <code>meta</code> pentru roboți, te rog definește-le în câmpul următor."],"Check out %1$s":["Vezi %1$s"],"We have both free and premium online courses to learn everything you need to know about SEO.":["Avem online atât cursuri gratuite, cât și cursuri premium, pentru a învăța tot ceea ce trebuie să știi despre SEO."],"Want to learn SEO from Team Yoast? Check out our %1$s!":["Vrei să înveți SEO de la echipa Yoast? Vezi %1$s!"],"Learn SEO":["Învață SEO"],"%s settings to import:":["Setări %s pentru import:"],"Import settings from another %1$s installation by pasting them here and clicking \"%2$s\".":["Imporți setările dintr-o altă instalare %1$s plasându-le aici și dând clic pe „%2$s”."],"Your %1$s settings:":["Setările tale %1$s:"],"Schema":["Schema"],"Please check the format of the YouTube URL you entered. %s":["Te rog verifică formatul pentru URL-ul YouTube pe care l-ai introdus. %s"],"Please check the format of the Wikipedia URL you entered. %s":["Te rog verifică formatul pentru URL-ul Wikipedia pe care l-ai introdus. %s"],"Please check the format of the Pinterest URL you entered. %s":["Te rog verifică formatul pentru URL-ul Pinterest pe care l-ai introdus. %s"],"Please check the format of the MySpace URL you entered. %s":["Te rog verifică formatul pentru URL-ul MySpace pe care l-ai introdus. %s"],"Please check the format of the LinkedIn URL you entered. %s":["Te rog verifică formatul pentru URL-ul LinkedIn pe care l-ai introdus. %s"],"Please check the format of the Instagram URL you entered. %s":["Te rog verifică formatul pentru URL-ul Instagram pe care l-ai introdus. %s"],"Please check the format of the Facebook Page URL you entered. %s":["Te rog verifică formatul pentru URL-ul paginii Facebook pe care l-ai introdus. %s"],"Settings saved.":["Am salvat setările."],"Dismiss this alert":["Respinge această alertă"],"The submitted value was: %s":["Valoarea trimisă a fost: %s"],"Yandex confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Codurile de confirmare Yandex pot conține numai litere, de la A la F, cifre, cratime și liniuțe-jos. %s"],"Twitter usernames can only contain letters, numbers, and underscores. %s":["Numele de utilizator Twitter pot conține numai litere, cifre și liniuțe-jos. %s"],"Pinterest confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Codurile de confirmare Pinterest pot conține numai litere, de la A la F, cifre, cratime și liniuțe-jos. %s"],"Bing confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Codurile de confirmare Bing pot conține numai litere, de la A la F, cifre, cratime și liniuțe-jos. %s"],"Google verification codes can only contain letters, numbers, hyphens, and underscores. %s":["Codurile de verificare Google pot conține numai litere, cifre, cratime și liniuțe-jos. %s"],"Baidu verification codes can only contain letters, numbers, hyphens, and underscores. %s":["Codurile de verificare Baidu pot conține numai litere, cifre, cratime și liniuțe-jos. %s"],"Show this item.":["Arată acest element."],"Hide this item.":["Ascunde acest element."],"You have %d hidden problem:":["Ai o problemă ascunsă:","Ai %d probleme ascunse:","Ai %d de probleme ascunse:"],"You have %d hidden notification:":["Ai o notificare ascunsă:","Ai %d notificări ascunse:","Ai %d de notificări ascunse:"],"Focus keyphrase not set":["Nu ai stabilit fraza cheie"],"The form contains %1$s error. %2$s":["Formularul conține o eroare. %2$s","Formularul conține %1$s erori. %2$s","Formularul conține %1$s de erori. %2$s"],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly.":["Cuvintele următoare apar de multe ori în conținut. Ele indică pe ce se axează conținutul tău. Dacă cuvintele au mai puțină legătură cu subiectul tău, poate vrei să rescrii o parte din conținut."],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":["După ce adaugi mai mult text, îți vom oferi o listă de cuvinte care apar cel mai mult în conținut. Ele oferă o indicație despre pe ce se axează conținutul tău."],"%d occurrences":["%d apariții"],"Activate %s for your site on MyYoast":["Activează %s pentru site-ul tău pe MyYoast"],"Show blog page in breadcrumbs":["Arată paginile blogului în firimituri"],"We could not find any relevant articles on your website that you could link to from your post.":["Nu am putut găsi niciun articol relevant pe site-ul tău web pe care să-l poți lega la articolul tău."],"Has feedback":["Are impresii"],"Content optimization:":["Optimizare conținut:"],"%1$sSEO%2$s: %3$s":["%1$sSEO%2$s: %3$s"],"%1$sReadability%2$s: %3$s":["%1$sLizibilitate%2$s: %3$s"],"Post Noindexed":["Articolul nu a fost indexat"],"No Focus Keyphrase":["Nicio frază cheie"],"Posts with the SEO score: %s":["Articole cu punctaj SEO %s"],"SEO: %s":["SEO: %s"],"%s video tutorial":["Tutorial video %s"],"To view your current crawl errors, %1$splease visit Google Search Console%2$s.":["Pentru a vedea erorile curente de accesare cu crawlere, %1$ste rog vizitează Consola de căutare Google%2$s."],"Google has discontinued its Crawl Errors API. Therefore, any possible crawl errors you might have cannot be displayed here anymore. %1$sRead our statement on this for further information%2$s.":["Google a renunțat la API-ul pentru erorile de accesare cu crawlere. Prin urmare, orice posibile erori de accesare cu crawlere pe care le-ar putea avea situl tău nu mai sunt afișate aici. Pentru mai multe informații în acest sens, %1$scitește expunerea noastră%2$s."],"Get the %s plugin now!":["Ia modul %s acum!"],"Personal info":["Informații personale"],"Organization logo":["Logo organizație"],"Organization name":["Nume organizație"],"(if one exists)":["(dacă există)"],"Wikipedia page about you":["Pagina Wikipedia despre tine"],"YouTube profile URL":["URL profil YouTube"],"Tumblr profile URL":["URL profil Tumblr"],"SoundCloud profile URL":["URL profil SoundCloud"],"MySpace profile URL":["URL profil MySpace"],"Organization":["Organizație"],"You have previously set your site to represent a person. We’ve improved our functionality around Schema and the Knowledge Graph, so you should go in and %1$scomplete those settings%2$s.":["Ai setat anterior că site-ul tău reprezintă o persoană. Am îmbunătățit funcționalitatea noastră privind la Schema.org și Knowledge Graph, deci ar trebui să mergi să %1$scompletezi aceste setări%2$s."],"Select a user...":["Selectează un utilizator..."],"Uncategorized":["Fără categorie"],"Pinterest profile URL":["URL profil Pinterest"],"LinkedIn profile URL":["URL profil LinkedIn"],"Instagram profile URL":["URL profil Instagram"],"No JSON object was returned.":["Nu a fost returnat niciun obiect JSON."],"Received internal links":["Legături interne primite"],"Outgoing internal links":["Legături interne de ieșire"],"New step added":["A fost adăugat un pas nou"],"New question added":["A fost adăugată o întrebare nouă"],"For this feature to work, %1$s needs to create a table in your database. We were unable to create this table automatically.":["Pentru ca această funcționalitate să funcționeze, %1$s trebuie să creeze un tabel în baza ta de date. Nu am putut să creăm automat acest tabel."],"Keyphrase":["Frază cheie"],"%3$sImage Keyphrase%5$s: Out of %2$d images on this page, %1$d have alt attributes with words from your keyphrase or synonyms. That's a bit much. %4$sOnly include the keyphrase or its synonyms when it really fits the image%5$s.":["%3$sFrază cheie imagini%5$s: din %2$d imagini existente în această pagină, %1$d au atribute alt care au cuvinte din fraza cheie sau din sinonimele ei. Este un pic cam mult. %4$sInclude numai fraza cheie sau sinonimele ei când chiar se potrivesc cu imaginea%5$s."],"%3$sImage Keyphrase%5$s: Out of %2$d images on this page, only %1$d has an alt attribute that reflects the topic of your text. %4$sAdd your keyphrase or synonyms to the alt tags of more relevant images%5$s!":["%3$sFrază cheie imagini%5$s: din %2$d imagini existente în această pagină, numai una are un atribut alt care reflectă subiectul textului. %4$sAdaugă fraza cheie sau sinonimele ei în tagurile alt pentru mai multe imagini relevante%5$s!","%3$sFrază cheie imagini%5$s: din %2$d imagini existente în această pagină, numai %1$d au atribute alt care reflectă subiectul textului. %4$sAdaugă fraza cheie sau sinonimele ei în tagurile alt pentru mai multe imagini relevante%5$s!","%3$sFrază cheie imagini%5$s: din %2$d imagini existente în această pagină, numai %1$d au atribute alt care reflectă subiectul textului. %4$sAdaugă fraza cheie sau sinonimele ei în tagurile alt pentru mai multe imagini relevante%5$s!"],"%1$sImage Keyphrase%3$s: Images on this page do not have alt attributes that reflect the topic of your text. %2$sAdd your keyphrase or synonyms to the alt tags of relevant images%3$s!":["%1$sFrază cheie imagini%3$s: imaginile din această pagină nu au atribute alt care să reflecte subiectul textului. %2$sAdaugă fraza cheie sau sinonimele ei la tagurile alt ale imaginilor relevante%3$s!"],"%1$sImage Keyphrase%3$s: Images on this page have alt attributes, but you have not set your keyphrase. %2$sFix that%3$s!":["%1$sFrază cheie imagini%3$s: imaginile din această pagină au atribute alt, dar nu ai setat o frază cheie. %2$sCorectează asta%3$s!"],"%1$sKeyphrase in subheading%2$s: %3$s of your H2 and H3 subheadings reflects the topic of your copy. Good job!":["%1$sFrază cheie în subtitluri%2$s: unul dintre subtitlurile tale de nivel înalt reflectă subiectul textului. Foarte bine!","%1$sFrază cheie în subtitluri%2$s: %3$s dintre subtitlurile tale de nivel înalt reflectă subiectul textului. Foarte bine!","%1$sFrază cheie în subtitluri%2$s: %3$s dintre subtitlurile tale de nivel înalt reflectă subiectul textului. Foarte bine!"],"%1$sKeyphrase in subheading%2$s: Your H2 or H3 subheading reflects the topic of your copy. Good job!":["%1$sFrază cheie în subtitluri%2$s: subtitlurile tale H2 și H3 reflectă subiectul textului. Foarte bine!"],"%1$sKeyphrase in subheading%3$s: %2$sUse more keyphrases or synonyms in your H2 and H3 subheadings%3$s!":["%1$sFrază cheie în subtitluri%3$s: %2$sfolosește mai multe fraze cheie sau sinonimele ei în subtitlurile H2 și H3%3$s!"],"Page %s":["Pagina %s"],"Cannot get the size of %1$s because of unknown reasons.":["Nu pot prelua dimensiunea %1$s din cauza unor motive necunoscute."],"Cannot get the size of %1$s because it is hosted externally.":["Nu pot prelua dimensiunea %1$s deoarece este găzduit extern."],"%1$sSingle title%3$s: H1s should only be used as your main title. Find all H1s in your text that aren't your main title and %2$schange them to a lower heading level%3$s!":["%1$sNumai un titlu%3$s: H1 ar trebui să fie folosit numai pentru titlul principal. Găsește toate subtitlurile H1 din text care nu sunt folosite ca titlu principal și %2$smodifică-le în subtitluri inferioare (H2, H3...)%3$s!"],"%1$sKeyphrase density%2$s: The keyphrase was found %5$d time. That's way more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$sDensitate frază cheie%2$s: fraza cheie a fost găsită o singură dată. Este cu mult peste maximul recomandat de %3$d ori pentru un text de această lungime. %4$sO folosești de prea multe ori%2$s!","%1$sDensitate frază cheie%2$s: fraza cheie a fost găsită de %5$d ori. Este cu mult peste maximul recomandat de %3$d ori pentru un text de această lungime. %4$sO folosești de prea multe ori%2$s!","%1$sDensitate frază cheie%2$s: fraza cheie a fost găsită de %5$d de ori. Este cu mult peste maximul recomandat de %3$d de ori pentru un text de această lungime. %4$sO folosești de prea multe ori%2$s!"],"%1$sKeyphrase density%2$s: The keyphrase was found %5$d time. That's more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$sDensitate frază cheie%2$s: fraza cheie a fost găsită o singură dată. Este peste maximul recomandat de %3$d ori pentru un text de această lungime. %4$sO folosești de prea multe ori%2$s!","%1$sDensitate frază cheie%2$s: fraza cheie a fost găsită de %5$d ori. Este peste maximul recomandat de %3$d ori pentru un text de această lungime. %4$sO folosești de prea multe ori%2$s!","%1$sDensitate frază cheie%2$s: fraza cheie a fost găsită de %5$d de ori. Este peste maximul recomandat de %3$d de ori pentru un text de această lungime. %4$sO folosești de prea multe ori%2$s!"],"%1$sKeyphrase density%2$s: The keyphrase was found %3$d time. This is great!":["%1$sDensitate frază cheie%2$s: fraza cheie a fost găsită o singură dată. Foarte bine!","%1$sDensitate frază cheie%2$s: fraza cheie a fost găsită de %3$d ori. Foarte bine!","%1$sDensitate frază cheie%2$s: fraza cheie a fost găsită de %3$d de ori. Foarte bine!"],"%1$sKeyphrase density%2$s: The keyphrase was found %5$d time. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sDensitate frază cheie%2$s: fraza cheie a fost găsită o singură dată. Este sub minimul recomandat de %3$d ori pentru un text de această lungime. %4$sFolosește-o mai des%2$s!","%1$sDensitate frază cheie%2$s: fraza cheie a fost găsită de %5$d ori. Este sub minimul recomandat de %3$d ori pentru un text de această lungime. %4$sFolosește-o mai des%2$s!","%1$sDensitate frază cheie%2$s: fraza cheie a fost găsită de %5$d de ori. Este sub minimul recomandat de %3$d de ori pentru un text de această lungime. %4$sFolosește-o mai des%2$s!"],"%1$sKeyphrase density%2$s: The keyphrase was found 0 times. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sDensitate frază cheie%2$s: fraza cheie nu a fost găsită. Este sub minimul recomandat de %3$d ori pentru un text de această lungime. %4$sAxează-te pe fraza cheie%2$s!"],"Import of settings is only supported on servers that run PHP 5.3 or higher.":["Importul setărilor este suportat numai pe servere care rulează PHP 5.3 sau o versiune ulterioară."],"Export your %1$s settings here, to copy them on another site.":["Exportă-ți aici setările %1$s pentru a le copia pe un alt site."],"No settings found.":["Nu am găsit nicio setare."],"These are settings for the %1$s plugin by %2$s":["Acestea sunt setările pentru modulul %1$s de %2$s"],"Copy all these settings to another site's %1$s tab and click \"%1$s\" there.":["Copiază toate aceste setări în fila %1$s a unui alt site și dă clic acolo pe „%1$s”."],"You do not have the required rights to export settings.":["Nu ai drepturile necesare pentru a exporta setări."],"Method %1$s() does not exist in class %2$s":["Metoda %1$s() nu există în clasa %2$s"],"With %s, you can easily create such redirects.":["Cu %s, poți crea cu ușurință astfel de redirecționări."],"Learn about why permalinks are important for SEO.":["Află de ce legăturile permanente sunt importante pentru SEO."],"Changing your permalinks settings can seriously impact your search engine visibility. It should almost %1$s never %2$s be done on a live website.":["Modificarea setărilor legăturilor permanente poate afecta serios vizibilitatea motoarelor de căutare. Nu ar trebui să le modifici %1$s niciodată %2$s pe un site web live."],"WARNING:":["AVERTIZARE:"],"%1$sFunction words in keyphrase%3$s: Your keyphrase \"%4$s\" contains function words only. %2$sLearn more about what makes a good keyphrase.%3$s":["%1$sDeterminanți în fraza cheie%3$s: fraza ta cheie „%4$s” conține numai determinanți. %2$sAflă mai multe despre cum se alcătuiește o frază cheie bună.%3$s"],"Clear Image":["Șterge imaginea"],"%1$sKeyphrase length%3$s: %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sLungime frază cheie%3$s: %2$sintrodu o frază cheie pentru a calcula punctajul SEO%3$s."],"%1$sKeyphrase in slug%2$s: More than half of your keyphrase appears in the slug. That's great!":["%1$sFrază cheie în descriptor%2$s: mai mult de jumătate din fraza ta cheie apare în descriptor. Foarte bine!"],"%1$sKeyphrase in slug%3$s: (Part of) your keyphrase does not appear in the slug. %2$sChange that%3$s!":["%1$sFrază cheie în descriptor%3$s: fraza ta cheie (sau o parte din ea) nu apare în descriptor. %2$sCorectează asta%3$s!"],"%1$sKeyphrase in slug%2$s: Great work!":["%1$sFrază cheie în descriptor%2$s: foarte bine!"],"Help on choosing the perfect focus keyphrase":["Ajutor pentru alegerea frazei cheie perfecte"],"Go %s!":["Fă %s!"],"Add related keyphrase":["Adaugă fraze cheie similare"],"Upgrade to %s":["Actualizează la %s"],"Get %s":["Ia %s"],"%4$sPreviously used keyphrase%6$s: You've used this keyphrase %1$s multiple times before%3$s. %5$sDo not use your keyphrase more than once%6$s.":["%4$sFrază cheie folosită anterior%6$s: ai folosit această frază cheie %1$s de mai multe ori înainte%3$s. %5$sFolosește o frază cheie numai o singură dată%6$s."],"%3$sPreviously used keyphrase%5$s: You've used this keyphrase %1$sonce before%2$s. %4$sDo not use your keyphrase more than once%5$s.":["%3$sFrază cheie folosită anterior%5$s: ai folosit această frază cheie %1$saltădată, mai înainte%2$s. %4$sFolosește o frază cheie numai o singură dată%5$s."],"%1$sPreviously used keyphrase%2$s: You've not used this keyphrase before, very good.":["%1$sFrază cheie folosită anterior%2$s: nu ai mai folosit această frază cheie, foarte bine."],"%1$sImages%3$s: No images appear on this page. %2$sAdd some%3$s!":["%1$sImagini%3$s: nu apare nicio imagine în această pagină. %2$sAdaugă cel puțin una%3$s!"],"%1$sLink keyphrase%3$s: You're linking to another page with the words you want this page to rank for. %2$sDon't do that%3$s!":["%1$sLegătură frază cheie%3$s: ești legat la o altă pagină cu cuvintele frazei cheie pe care vrei să o folosești pentru această pagină. %2$sNu face asta%3$s!"],"%2$sText length%3$s: The text contains %1$d %4$s. Good job!":["%2$sLungime text%3$s: textul conține %1$d de %4$s. Foarte bine!"],"%1$sKeyphrase in subheading%3$s: More than 75%% of your H2 and H3 subheadings reflect the topic of your copy. That's too much. %2$sDon't over-optimize%3$s!":["%1$sFrază cheie în subtitluri%3$s: mai mult de 75%% dintre subtitlurile tale H2 și H3 reflectă subiectul textului. E prea mult. %2$sNu optimiza în exces%3$s!"],"%1$sSEO title width%3$s: %2$sPlease create an SEO title%3$s.":["%1$sLungime titlu SEO%3$s: %2$ste rog crează un titlu SEO%3$s."],"%1$sSEO title width%3$s: The SEO title is wider than the viewable limit. %2$sTry to make it shorter%3$s.":["%1$sLungime titlu SEO%3$s: titlul SEO mai mare decât limita vizibilă. %2$sÎncearcă să-l scurtezi%3$s."],"%1$sSEO title width%2$s: Good job!":["%1$sLungime titlu SEO%2$s: foarte bine!"],"%1$sSEO title width%3$s: The SEO title is too short. %2$sUse the space to add keyphrase variations or create compelling call-to-action copy%3$s.":["%1$sLungime titlu SEO%3$s: titlul SEO este prea scurt. %2$sFolosește întreg spațiul pentru a adăuga variante de cuvinte cheie sau pentru a crea un apel la acțiune convingător%3$s."],"%1$sOutbound links%2$s: There are both nofollowed and normal outbound links on this page. Good job!":["%1$sLegături externe%2$s: în această pagină sunt legături externe fără urmărire și normale. Foarte bine!"],"%1$sOutbound links%2$s: Good job!":["%1$sLegături externe%2$s: foarte bine!"],"%1$sOutbound links%3$s: All outbound links on this page are nofollowed. %2$sAdd some normal links%3$s.":["%1$sLegături externe%3$s: în această pagină toate legăturile externe sunt fără urmărire. %2$sAdaugă și legături normale%3$s."],"%1$sOutbound links%3$s: No outbound links appear in this page. %2$sAdd some%3$s!":["%1$sLegături externe%3$s: în această pagină nu apare nicio legătură externă. %2$sAdaugă câteva%3$s!"],"%1$sMeta description length%2$s: Well done!":["%1$sLungime descriere meta%2$s: foarte bună!"],"%1$sMeta description length%3$s: The meta description is over %4$d characters. To ensure the entire description will be visible, %2$syou should reduce the length%3$s!":["%1$sLungime descriere meta%3$s: descrierea meta are mai mult de %4$d de caractere. Pentru a te asigura că va fi vizibilă în întregime, %2$sar trebui să-i reduci lungimea%3$s!"],"%1$sMeta description length%3$s: The meta description is too short (under %4$d characters). Up to %5$d characters are available. %2$sUse the space%3$s!":["%1$sLungime descriere meta%3$s: descrierea meta este prea scurtă (are mai puțin de %4$d de caractere). Sunt disponibile până la %5$d de caractere. %2$sFolosește acest spațiu%3$s!"],"%1$sMeta description length%3$s:  No meta description has been specified. Search engines will display copy from the page instead. %2$sMake sure to write one%3$s!":["%1$sLungime descriere meta%3$s: nu a fost specificată nicio descriere meta. În locul ei, motoarele de căutare vor afișa un text din pagină. %2$sAsigură-te că scrii una%3$s!"],"%1$sKeyphrase in meta description%2$s: The meta description has been specified, but it does not contain the keyphrase. %3$sFix that%4$s!":["%1$sFrază cheie în descrierea meta%2$s: descrierea meta a fost specificată, dar nu conține fraza cheie. %3$sCorectează asta%4$s!"],"%1$sKeyphrase in meta description%2$s: The meta description contains the keyphrase %3$s times, which is over the advised maximum of 2 times. %4$sLimit that%5$s!":["%1$sFrază cheie în descrierea meta%2$s: descrierea meta conține de %3$s ori fraza cheie, este peste maximul recomandat, de 2 ori. %4$sÎncadrează-te%5$s!"],"%1$sKeyphrase in meta description%2$s: Keyphrase or synonym appear in the meta description. Well done!":["%1$sFrază cheie în descrierea meta%2$s: descrierea meta conține fraza cheie sau sinonimele ei. Foarte bine!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's way more than the recommended maximum of %2$d %6$s. %4$sMake it shorter%5$s!":["%3$sLungime frază cheie%5$s: fraza cheie are %1$d %6$s. Este cu mult mai mare decât maximul recomandat de %2$d %6$s. %4$sScurteaz-o%5$s!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's more than the recommended maximum of %2$d %6$s. %4$sMake it shorter%5$s!":["%3$sLungime frază cheie%5$s: fraza cheie are %1$d %6$s. Este mai mare decât maximul recomandat de %2$d %6$s. %4$sScurteaz-o%5$s!"],"%1$sKeyphrase length%2$s: Good job!":["%1$sLungime frază cheie%2$s: foarte bine!"],"%1$sKeyphrase length%3$s: No focus keyphrase was set for this page. %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sLungime frază cheie%3$s: nu ai stabilit nicio frază cheie pentru această pagină. %2$sIntrodu o frază cheie pentru a calcula punctajul SEO%3$s."],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms do not appear in the first paragraph. %2$sMake sure the topic is clear immediately%3$s.":["%1$sFrază cheie în introducere%3$s: fraza cheie sau sinonimele ei nu apar în primul paragraf. %2$sAsigură-te că apar în introducere%3$s."],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms appear in the first paragraph of the copy, but not within one sentence. %2$sFix that%3$s!":["%1$sFrază cheie în introducere%3$s: fraza cheie sau sinonimele ei apar în primul paragraf al textului, dar cuvintele nu sunt în aceeași propoziție. %2$sCorectează asta%3$s!"],"%1$sKeyphrase in introduction%2$s: Well done!":["%1$sFrază cheie în introducere%2$s: foarte bine!"],"%1$sInternal links%2$s: There are both nofollowed and normal internal links on this page. Good job!":["%1$sLegături interne%2$s: în această pagină sunt legături interne fără urmărire și normale. Foarte bine!"],"%1$sInternal links%2$s: You have enough internal links. Good job!":["%1$sLegături interne%2$s: ai suficiente legături interne. Foarte bine!"],"%1$sInternal links%3$s: The internal links in this page are all nofollowed. %2$sAdd some good internal links%3$s.":["%1$sLegături interne%3$s: în această pagină toate legăturile interne sunt fără urmărire. %2$sAdaugă și legături interne normale%3$s."],"%1$sInternal links%3$s: No internal links appear in this page, %2$smake sure to add some%3$s!":["%1$sLegături interne%3$s: în această pagină nu apare nicio legătură internă, %2$sasigură-te că adaugi câteva%3$s!"],"%1$sTransition words%2$s: Well done!":["%1$sCuvinte de legătură%2$s: foarte bine!"],"%1$sTransition words%2$s: Only %3$s of the sentences contain transition words, which is not enough. %4$sUse more of them%2$s.":["%1$sCuvinte de legătură%2$s: numai %3$s dintre propoziții conțin cuvinte de legătură, nu este suficient. %4$sFolosește mai multe%2$s."],"%1$sTransition words%2$s: None of the sentences contain transition words. %3$sUse some%2$s.":["%1$sCuvinte de legătură%2$s: niciuna dintre propoziții nu conține cuvinte de legătură. %3$sFolosește câteva%2$s."],"%1$sNot enough content%2$s: %3$sPlease add some content to enable a good analysis%2$s.":["%1$sConținut insuficient%2$s: %3$ste rog adaugă mai mult conținut pentru a permite o analiză completă%2$s."],"%1$sSubheading distribution%2$s: You are not using any subheadings, but your text is short enough and probably doesn't need them.":["%1$sDistribuție subtitluri%2$s: nu folosești niciun subtitlu, dar textul este destul de scurt și probabil subtitlurile nu sunt necesare."],"%1$sSubheading distribution%2$s: You are not using any subheadings, although your text is rather long. %3$sTry and add some subheadings%2$s.":["%1$sDistribuție subtitluri%2$s: nu folosești niciun subtitlu, cu toate că textul este destul de lung. %3$sÎncearcă să adaugi câteva subtitluri%2$s."],"%1$sSubheading distribution%2$s: %3$d section of your text is longer than %4$d %6$s and is not separated by any subheadings. %5$sAdd subheadings to improve readability%2$s.":["%1$sDistribuție subtitluri%2$s: o secțiune a textului are mai mult de %4$d de %6$s și nu este separată de niciun subtitlu. %5$sAdaugă subtitluri pentru a îmbunătăți lizibilitatea%2$s.","%1$sDistribuție subtitluri%2$s: %3$d secțiuni ale textului au mai mult de %4$d de %6$s și nu sunt separate de niciun subtitlu. %5$sAdaugă subtitluri pentru a îmbunătăți lizibilitatea%2$s.","%1$sDistribuție subtitluri%2$s: %3$d de secțiuni ale textului au mai mult de %4$d de %6$s și nu sunt separate de niciun subtitlu. %5$sAdaugă subtitluri pentru a îmbunătăți lizibilitatea%2$s."],"%1$sSubheading distribution%2$s: Great job!":["%1$sDistribuție subtitluri%2$s: foarte bine!"],"%1$sSentence length%2$s: %3$s of the sentences contain more than %4$s %7$s, which is more than the recommended maximum of %5$s. %6$sTry to shorten the sentences%2$s.":["%1$sLungime propoziții%2$s: %3$s dintre propoziții conțin mai mult de %4$s %7$s, este mai mult decât maximul recomandat de %5$s. %6$sÎncearcă să le scurtezi%2$s."],"%1$sSentence length%2$s: Great!":["%1$sLungime propoziție%2$s: bună!"],"%1$sConsecutive sentences%2$s: There is enough variety in your sentences. That's great!":["%1$sPropoziții consecutive%2$s: propozițiile sunt destul de diversificate. Foarte bine!"],"%1$sConsecutive sentences%2$s: The text contains %3$d consecutive sentences starting with the same word. %5$sTry to mix things up%2$s!":["%1$sPropoziții consecutive%2$s: textul conține %3$d propoziții consecutive care încep cu același cuvânt. %5$sÎncearcă să combini cuvintele%2$s!","%1$sPropoziții consecutive%2$s: textul conține %4$d situații în care %3$d sau mai multe propoziții consecutive încep cu același cuvânt. %5$sÎncearcă să combini cuvintele%2$s!","%1$sPropoziții consecutive%2$s: textul conține %4$d de situații în care %3$d sau mai multe propoziții consecutive încep cu același cuvânt. %5$sÎncearcă să combini cuvintele%2$s!"],"%1$sPassive voice%2$s: %3$s of the sentences contain passive voice, which is more than the recommended maximum of %4$s. %5$sTry to use their active counterparts%2$s.":["%1$sDiateză pasivă%2$s: %3$s dintre propoziții folosesc diateza pasivă, este mai mare decât maximul recomandat de %4$s. %5$sÎncearcă să folosești în schimb diateza activă%2$s."],"%1$sPassive voice%2$s: You're using enough active voice. That's great!":["%1$sDiateză pasivă%2$s: folosești suficient diateza activă. Foarte bine!"],"%1$sParagraph length%2$s: %3$d of the paragraphs contains more than the recommended maximum of %4$d %6$s. %5$sShorten your paragraphs%2$s!":["%1$sLungime paragraf%2$s: un paragraf este mai mare decât maximul recomandat de %4$d de %6$s. %5$sScurtează paragraful%2$s!","%1$sLungime paragraf%2$s: %3$d paragrafe sunt mai mari decât maximul recomandat de %4$d de %6$s. %5$sScurtează paragrafele%2$s!","%1$sLungime paragraf%2$s: %3$d de paragrafe sunt mai mari decât maximul recomandat de %4$d de %6$s. %5$sScurtează paragrafele%2$s!"],"%1$sParagraph length%2$s: None of the paragraphs are too long. Great job!":["%1$sLungime paragraf%2$s: niciun paragraf nu este prea lung. Foarte bine!"],"Good job!":["Foarte bine!"],"Focus keyphrase: ":["Frază cheie:"],"Focus keyphrase":["Frază cheie"],"Disable":["Dezactivează"],"Allow Control":["Permite controlul"],"This tab allows you to selectively disable %s features for all sites in the network. By default all features are enabled, which allows site admins to choose for themselves if they want to toggle a feature on or off for their site. When you disable a feature here, site admins will not be able to use that feature at all.":["Această filă îți permite să dezactivezi selectiv funcționalitățile %s pentru toate site-urile din rețea. Toate funcționalitățile sunt implicit activate, astfel li se permite administratorilor de site-uri să aleagă ei înșiși dacă doresc să o mențină activată sau să dezactiveze o funcționalitate pe site-urile lor. Dacă dezactivezi o funcționalitate aici, administratorii de site-uri nu vor putea să folosească deloc acea funcționalitate."],"%s is a required feature toggle argument.":["%s este un argument pentru comutarea funcționalităților necesare."],"Remove keyphrase":["Înlătură fraza cheie"],"Keyphrase:":["Frază cheie:"],"This feature has been disabled by the network admin.":["Această funcționalitate a fost dezactivată de administratorul rețelei."],"Focus keyphrase not set.":["Fraza cheie nu este setată."],"Colon":["Două puncte"],"Optional. Customize how you want to describe the duration of the instruction":["Opțional. Personalizează cum vrei să descrii durata instruirii"],"Describe the duration of the instruction:":["Descrie durata instruirii:"],"Learn more about the readability analysis":["Află mai multe despre analiza lizibilității"],"Readability analysis:":["Analiză lizibilitate:"],"There is a new notification.":["Există o notificare nouă.","Există notificări noi.","Există notificări noi."],"Both %1$s and %2$s manage the SEO of your site. Running two SEO plugins at the same time is detrimental.":["Atât %1$s cât și %2$s îți administrează SEO pe site. Rularea a două module pentru SEO în același timp este dăunătoare."],"%s, %s and %s":["%s, %s și %s"],"%s and %s":["%s și %s"],"%d minute":["1 minut","%d minute","%d de minute"],"%d hour":["O oră","%d ore","%d de ore"],"%d day":["O zi","%d zile","%d de zile"],"Enter a step title":["Introdu un titlu pentru pas"],"Optional. This can give you better control over the styling of the steps.":["Opțional. Acest lucru îți poate oferi un control mai bun asupra stilului pașilor."],"CSS class(es) to apply to the steps":["Clasă (clase) CSS de aplicat la pași"],"minutes":["minute"],"hours":["ore"],"days":["zile"],"Create a How-to guide in an SEO-friendly way. You can only use one How-to block per post.":["Creează un ghid de sfaturi practice într-o manieră prietenoasă pentru SEO. Poți folosi numai un singur bloc Sfaturi practice pentru fiecare articol."],"Copy error":["Eroare text"],"An error occurred loading the %s primary taxonomy picker.":["A apărut o eroare la încărcarea selectorului taxonomiei principale %s."],"%1$s Structured Data Blocks":["Blocuri de date structurate %1$s"],"Time needed:":["Timp necesar:"],"Move question down":["Mută întrebarea în jos"],"Move question up":["Mută întrebarea în sus"],"Insert question":["Inserează întrebarea"],"Delete question":["Șterge întrebarea"],"Enter the answer to the question":["Introdu răspunsul la întrebare"],"Enter a question":["Introdu o întrebare"],"Add question":["Adaugă o întrebare"],"Frequently Asked Questions":["Întrebări frecvente"],"Select the primary %s":["Selectează %s principal"],"Check links to this URL":["Verifică legăturile la acest URL"],"Are you trying to use multiple keyphrases? You should add them separately below.":["Încerci să folosești mai multe fraze cheie? Ar trebui să le adaugi separat, mai jos."],"Mark as cornerstone content":["Fă-l conținut fundamental"],"Move step down":["Mută pasul în jos"],"Move step up":["Mută pasul în sus"],"Insert step":["Inserează pas"],"Delete step":["Șterge pasul"],"Add image":["Adaugă imagine"],"Enter a step description":["Introdu o descriere pentru pas"],"Enter a description":["Introdu o descriere"],"Unordered list":["Listă neordonată"],"Showing step items as an ordered list.":["Afișez elementele pasului ca listă ordonată."],"Showing step items as an unordered list":["Afișez elementele pasului ca listă neordonată."],"Add step":["Adaugă pas"],"Delete total time":["Șterge timpul total"],"Add total time":["Adaugă timp total"],"How to":["Sfaturi practice"],"How-to":["Sfaturi practice"],"Analysis results":["Rezultate analiză"],"Enter a focus keyphrase to calculate the SEO score":["Introdu o frază cheie pentru a calcula punctajul SEO"],"Learn more about Cornerstone Content.":["Află mai multe despre conținutul fundamental."],"Cornerstone content should be the most important and extensive articles on your site.":["Conținutul fundamental ar trebui să reprezinte cele mai importante și mai ample articole de pe site-ul tău."],"Restore Site":["Restaurează site-ul"],"Network Settings":["Setări rețea"],"You are not allowed to perform this action.":["Nu ai voie să execuți această acțiune."],"Error: %s":["Eroare: %s"],"Success: %s":["Succes: %s"],"Site with ID %d not found.":["Nu am găsit site-ul cu ID-ul %d."],"No site has been selected to restore.":["Nu ai selectat niciun site pentru restaurare."],"You are not allowed to modify unregistered network settings.":["Nu ai voie să modifici setările rețelei neînregistrate."],"deleted":["șters"],"Copied!":["Copiată!"],"Not supported!":["Nesuportată!"],"{{a}}Read our article about site structure{{/a}} to learn more about how internal linking can help improve your SEO.":["{{a}}Citește articolul nostru despre structura site-ului{{/a}} pentru a afla mai multe despre cum te pot ajuta legăturile interne să-ți îmbunătățească SEO."],"Consider linking to these {{a}}cornerstone articles:{{/a}}":["Ia în considerare legarea la aceste {{a}}articole fundamentale:{{/a}}"],"Consider linking to these articles:":["Ia în considerare legarea la aceste articole:"],"Copy link":["Copiază legătura"],"Copy link to suggested article: %s":["Copiază legătura la articolul sugerat: %s"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":["Citește %1$sultimul nostru ghid pentru investigarea cuvintelor cheie%2$s pentru a afla mai multe despre strategia de investigare și strategia cuvintelor cheie."],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly. ":["Următoarele cuvinte apar cel mai mult în conținut. Ele oferă o indicație despre pe ce se axează conținutul tău. Dacă cuvintele diferă foarte mult de subiectul tău, poate vrei să rescrii conținutul ca atare."],"Prominent words":["Cuvinte marcante"],"The site's tagline":["Sloganul site-ului"],"Not all required fields are given. Missing field %1$s":["Nu sunt date toate câmpurile obligatorii. Lipsește câmpul %1$s"],"Add synonyms":["Adaugă sinonime"],"You can edit the SEO metadata for this custom type on the %1$sShop page%2$s.":["Poți edita metadatele SEO pentru acest tip personalizat în %1$spagina Magazin%2$s."],"Current year":["Anul curent"],"Page":["Pagină"],"Something went wrong. Please reload the page.":["Ceva nu a mers bine. Te rog reîncarcă pagina."],"Tagline":["Slogan"],"description (custom taxonomy)":["descriere (taxonomie personalizată)"],"(custom taxonomy)":["(taxonomie personalizată)"],"(custom field)":["(câmp personalizat)"],"Term404":["Termen 404"],"Caption":["Text asociat"],"Pagenumber":["Număr pagină"],"Pagetotal":["Total pagini"],"User description":["Descriere utilizator"],"ID":["ID"],"Modified":["Modificată"],"Post type (plural)":["Tip de articol (plural)"],"Post type (singular)":["Tip de articol (singular)"],"Separator":["Separator"],"Search phrase":["Frază de căutare"],"Term title":["Titlu termen"],"Term description":["Descriere termen"],"Tag description":["Descriere etichetă"],"Category description":["Descriere categorie"],"Primary category":["Categorie principală"],"Category":["Categorie"],"Tag":["Etichetă"],"Excerpt only":["Numai rezumat"],"Excerpt":["Rezumat"],"Site title":["Titlu site"],"Archive title":["Titlu arhivă"],"Parent title":["Titlu părinte"],"Date":["Dată"],"Get Yoast SEO Premium":["Ia Yoast SEO Premium"],"You should create a redirect to ensure your visitors do not get a 404 error when they click on the no longer working URL.":["Ar trebui să creezi o redirecționare pentru a te asigura că vizitatorii tăi nu primesc o eroare 404 când dau clic pe URL-ul care nu mai funcționează."],"Search engines and other websites can still send traffic to your deleted content.":["Motoarele de căutare și alte site-uri web pot să trimită în continuare trafic la conținutul pe care l-ai șters."],"Make sure you don't miss out on traffic!":["Asigură-te că nu pierzi trafic!"],"You just deleted a %1$s.":["Tocmai ai șters o %1$s."],"You just trashed a %1$s.":["Tocmai ai aruncat la gunoi o %1$s."],"Url preview":["Previzualizare URL"],"Please provide a meta description by editing the snippet below. If you don’t, Google will try to find a relevant part of your post to show in the search results.":["Te rog furnizează o descriere meta prin editarea fragmentului de mai jos. Dacă nu o oferi, Google va încerca să găsească o parte relevantă din articolul tău pe care s-o arate în rezultatele de căutare."],"Dismiss this notice":["Respinge această notificare"],"No results":["Niciun rezultat"],"%d result found, use up and down arrow keys to navigate":["Un rezultat găsit, folosește tastele săgeată sus și jos pentru a naviga","%d rezultate găsite, folosește tastele săgeată sus și jos pentru a naviga","%d de rezultate găsite, folosește tastele săgeată sus și jos pentru a naviga"],"Your site language is set to %s. If this is not correct, contact your site administrator.":["Limba site-ului tău este setată la limba %s. Dacă nu este cea corectă, contactează administratorul site-ului."],"The %s importer functionality uses temporary database tables. It seems your WordPress install does not have the capability to do this, please consult your hosting provider.":["Funcționalitatea importatorului %s folosește tabele temporare ale bazei de date. Se pare că instalarea ta WordPress nu are capabilitatea de a face acest lucru, te rog consultă furnizorul tău de găzduire."],"Cleanup of %s data failed.":["Ștergerea datelor %s a eșuat."],"Content Type":["Tip de conținut"],"Filter by content type":["Filtrează după tip de conținut"],"Show All Content Types":["Arată toate tipurile de conținut"],"Replaced with the normal title for an archive generated by WordPress":["Înlocuiește titlul normal pentru o arhivă generată de WordPress"],"Clean":["Șterge"],"Once you're certain your site is OK, you can clean up. This will remove all the original data.":["După ce ești sigur că site-ul tău este OK, poți face curățenie. Se vor înlătura toate datele originale."],"Step 5: Clean up":["Pasul 5: fă curețenie"],"Please check your posts and pages and see if the metadata was successfully imported.":["Te rog verifică-ți articolele și paginile și vezi dacă metadatele au fost importate cu succes."],"Step 3: Check your data":["Pasul 3: verifică-ți datele"],"This will import the post metadata like SEO titles and descriptions into your %1$s metadata. It will only do this when there is no existing %1$s metadata yet. The original data will remain in place.":["Vom importa metadatele articolelor, cum ar fi titluri și descrieri SEO, în metadatele tale %1$s. Importul se va face numai când nu există deja metadate %1$s. Metadatele originale vor rămâne la locul lor."],"Step 2: Import":["Pasul 2: importă"],"Please make a backup of your database before starting this process.":["Te rog fă o copie de siguranță a bazei tale de date înainte de a începe acest proces."],"Step 1: Create a backup":["Pasul 1: creează o copie de siguranță"],"We've detected data from one or more SEO plugins on your site. Please follow the following steps to import that data:":["Am detectat date de la unul sau mai multe module SEO pe site-ul tău. Te rog urmează pașii de mai jos pentru a importa aceste date:"],"Plugin: ":["Modul: "],"%s did not detect any plugin data from plugins it can import from.":["%s nu a detectat date ale unui modul în modulele din care poți importa date."],"Posts that should not show up in search results":["Articole care nu ar trebui să apară în rezultatele de căutare"],"%s data found.":["Am găsit date în %s"],"%s data successfully removed.":["Datele %s s-au înlăturat cu succes."],"%s data successfully imported.":["Datele %s s-au importat cu succes."],"%s data not found.":["N-am găsit date în %s"],"On":["Pornit"],"Help on: %s":["Ajutor pentru: %s"],"Off":["Oprit"],"See who contributed to %1$s.":["Vezi cine a contribuit la %1$s."],"Help on this search results setting":["Ajutor pentru această setare pentru rezultate de căutare"],"Not showing the archive for %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["Dacă nu arăți arhivele %1$s în rezultatele de căutare, din punct de vedere tehnic înseamnă că ele vor avea metadatele pentru roboți setate la %2$s și vor fi excluse din hărțile site XML. %3$sMai multe informații despre setările rezultatelor de căutare%4$s."],"Not showing %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["Dacă nu arăți %1$s în rezultatele de căutare, din punct de vedere tehnic înseamnă că ele vor avea metadatele pentru roboți setate la %2$s și vor fi excluse din hărțile site XML. %3$sMai multe informații despre setările rezultatelor de căutare%4$s."],"Default for %2$s, currently: %1$s":["Implicit pentru %2$s, acum: %1$s"],"Show %s in search results?":["Arăți %s în rezultatele de căutare?"],"this author's archives":["arhivele acestui autor"],"Do not allow search engines to show %s in search results.":["Nu permite motoarelor de căutare să arate %s în rezultatele de căutare."],"Read why XML Sitemaps are important for your site.":["Citește de ce hărțile site XML sunt importante pentru site-ul tău."],"Enable the XML sitemaps that %s generates.":["Activează hărțile site XML generate de %s."],"See the XML sitemap.":["Vezi hărțile site XML."],"%s (current default for %s)":["%s (acum implicite pentru %s)"],"Should search engines follow links on this %1$s?":["Ar trebui motoarele de căutare să urmărească legăturile pentru acest %1$s?"],"Allow search engines to show this %s in search results?":["Permiți motoarelor de căutare să arate acest %s în rezultatele căutării?"],"Allow search engines to show this content in search results?":["Permiți motoarelor de căutare să arate acest conținut în rezultatele de căutare?"],"Toggle %1$s's XML Sitemap":["Comută la harta site %1$s"],"%s integration":["Integrare %s"],"Find out how the text link counter can enhance your SEO.":["Află cum contorul legături text îți poate îmbunătăți SEO."],"The text link counter helps you improve your site structure.":["Contorul legături text te ajută să-ți îmbunătățești structura site-ului."],"Find out how cornerstone content can help you improve your site structure.":["Află cum conținutul fundamental te poate ajuta să-ți îmbunătățești structura site-ului."],"The cornerstone content feature lets you to mark and filter cornerstone content on your website.":["Funcționalitatea conținut fundamental îți permite să marchezi și să filtrezi conținutul fundamental pe site-ul tău web."],"Discover why readability is important for SEO.":["Află de ce lizibilitatea este importantă pentru SEO."],"The readability analysis offers suggestions to improve the structure and style of your text.":["Analiza lizibilității oferă sugestii pentru a-ți îmbunătăți structura și stilul textului."],"Learn how the SEO analysis can help you rank.":["Află cum analiza SEO te poate ajuta într-o clasare superioară."],"The SEO analysis offers suggestions to improve the SEO of your text.":["Analiza SEO oferă sugestii pentru a-ți îmbunătăți SEO pentru text."],"SEO analysis":["Analiză SEO"],"Good results":["Rezultate bune"],"https://yoa.st/1uk":["https://yoa.st/1uk"],"https://yoa.st/1uj":["https://yoa.st/1uj"],"Latest blog posts on %1$s":["Ultimele articole pe blogul %1$s"],"Remove highlight from the text":["Înlătură evidențiarea din text"],"Your site language is set to %s. ":["Limba site-ului tău este setată la %s."],"First-time SEO configuration":["Prima configurare SEO"],"Highlight this result in the text":["Evidențiază acest rezultat în text"],"Considerations":["Considerații"],"Errors":["Erori"],"Change language":["Schimbă limba"],"%s file":["Fișier %s"],"Save changes to %s":["Salvează modificările în %s"],"Edit the content of your %s:":["Editează-ți conținutul din %s:"],"Create %s file":["Creează fișier %s"],"Updated %s":["Am actualizat %s"],"You cannot edit the %s file.":["Nu poți edita fișierul %s."],"You cannot create a %s file.":["Nu poți crea un fișier %s."],"Other integrations":["Alte integrări"],"More information about %1$s":["Mai multe informații despre %1$s"],"Old Configuration Wizard":["Asistentul de configurare vechi"],"Manage your %s subscription on MyYoast":["Administrează-ți abonamentul %s pe MyYoast"],"Mark the most important %1$s as 'cornerstone content' to improve your site structure. %2$sLearn more about cornerstone content%3$s.":["Marchează cea mai importantă %1$s drept „conținut fundamental” pentru a-ți îmbunătăți structura site-ului. %2$sAflă mai mult despre conținut fundamental%3$s."],"(Opens in a new browser tab)":["(Se deschide într-o filă nouă a navigatorului)"],"Go back":["Înapoi"],"Posts %1$swithout%2$s a focus keyphrase":["Articole %1$sfără%2$s o frază cheie"],"Hey, your SEO is doing pretty well! Check out the stats:":["Bună, SEO arată destul de bine! Verifică-ți statisticile:"],"You don't have any published posts, your SEO scores will appear here once you make your first post!":["Nu ai niciun articol publicat, punctajele tale SEO vor apărea aici odată ce scrii primul articol!"],"Read more like this on our SEO blog":["Citește mai multe ca acestea pe blogul nostru SEO"],"Readability: %s":["Lizibilitate: %s"],"Not activated":["Neactivată"],"Activated":["Activată"],"%1$s recommendations for you":["Recomandări %1$s pentru tine"],"All Readability Scores":["Toate punctajele lizibilitate"],"Filter by Readability Score":["Filtrează după punctaj lizibilitate"],"Request method %1$s is not valid.":["Metoda de solicitare %1$s nu este validă."],"Text link counter":["Contor legături text"],"Number of internal links linking to this post. See \"Yoast Columns\" text in the help tab for more info.":["Numărul de legături interne care se leagă la acest articol. Vezi textul „Coloane Yoast” din fila de ajutor pentru mai multe informații."],"Number of outgoing internal links in this post. See \"Yoast Columns\" text in the help tab for more info.":["Numărul de legături interne de ieșire în acest articol. Vezi textul „Coloane Yoast” din fila de ajutor pentru mai multe informații."],"%s Columns":["Coloane %s"],"Readability score":["Punctaj lizibilitate"],"Scroll to see the preview content.":["Derulează pentru a vedea conținutul previzualizării."],"Cornerstone content":["Conținut fundamental"],"Save changes":["Salvează modificările"],"1 year free support and updates included!":["Sunt incluse suport și actualizări gratuite pentru un an!"],"The plugin %2$s changes your site's output and in doing that differentiates between search engines and normal users, a process that's called cloaking. We highly recommend that you disable it.":["Modulul %2$s modifică ieșirea site-ul tău și face diferențieri între motoarele de căutare și utilizatorii normali, un proces care este denumit camuflare. Îți recomandăm să-l dezactivezi."],"No ads!":["Fără anunțuri!"],"Get internal linking suggestions":["Ai sugestii pentru legături interne"],"Variable":["Variabilă"],"Available variables":["Variabile disponibile"],"Scroll to see the table content.":["Derulează pentru a vedea conținutul tabelului."],"An error occurred in the '%1$s' assessment":["A apărut o eroare în evaluarea '%1$s'"],"No new notifications.":["Nicio notificare nouă."],"Save all":["Salvează tot"],"Save":["Salvează"],"%1$s, Author at %2$s":["%1$s, autor la %2$s"],"Mobile preview":["Previzualizare pe mobil"],"Desktop preview":["Previzualizare desktop"],"Please provide an SEO title by editing the snippet below.":["Te rog furnizează un titlu SEO prin editarea fragmentului de mai jos."],"Meta description preview:":["Previzualizare descriere meta:"],"Slug preview:":["Previzualizare descriptor:"],"SEO title preview:":["Previzualizare titlu SEO:"],"Close snippet editor":["Închide editor fragment"],"Slug":["Descriptor"],"Remove marks in the text":["Înlătură marcaje în text"],"Mark this result in the text":["Marchează acest rezultat în text"],"Marks are disabled in current view":["Marcajele sunt dezactivate în vizualizarea curentă"],"Good SEO score":["Punctaj SEO bun"],"OK SEO score":["Punctaj SEO OK"],"Feedback":["Impresii"],"Name":["Nume"],"Please provide a meta description by editing the snippet below.":["Te rog furnizează o descriere meta prin editarea fragmentului de mai jos."],"Edit snippet":["Editează fragmentul"],"You can click on each element in the preview to jump to the Snippet Editor.":["Poți da clic pe fiecare element din previzualizare pentru a sări la editor fragment."],"SEO title preview":["Previzualizare titlu SEO"],"Export settings":["Exportă setările"],"Please don't show me this notification anymore":["Te rog nu-mi mai arăta această notificare"],"If you are experiencing issues, %1$splease file a bug report%2$s and we'll do our best to help you out.":["Dacă întâmpini probleme, %1$ste rog completează un raport de eroare%2$s și vom face tot posibilul pentru a te ajuta."],"We've noticed you've been using %1$s for some time now; we hope you love it! We'd be thrilled if you could %2$sgive us a 5 stars rating on WordPress.org%3$s!":["Am observat că ai folosit %1$s de ceva timp; sperăm să-l îndrăgești! Am fi încântați dacă ai putea %2$ssă ne acorzi o evaluare de 5 stele pe WordPress.org%3$s!"],"%1$s + %2$s":["%1$s + %2$s"],"Warning: the variable %1$s cannot be used in this template. See the %2$s for more info.":["Avertizare: variabila %1$s nu poate fi folosită în acest șablon. Pentru mai multe informații vezi %2$s."],"By the way, did you know we also have a %1$sPremium plugin%2$s? It offers advanced features, like a redirect manager and support for multiple keyphrases. It also comes with 24/7 personal support.":["Apropo, știai că avem și un %1$smodul Premium%2$s? El oferă funcționalități avansate, cum ar fi un manager de redirecționări și suport pentru mai multe fraze cheie. De asemenea, vine cu suport personal non-stop (24/7)."],"(no title)":["(fără titlu)"],"The %1$s admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["Meniul barei de administrare %1$s conține legături utile către instrumente terțe pentru analizarea paginilor și în el vezi imediat dacă ai notificări noi."],"Admin bar menu":["Meniu bară de administrare"],"Features":["Funcționalități"],"SEO title":["Titlu SEO"],"Greater than sign":["Semn mai mare decât"],"Less than sign":["Semn mai mic decât"],"Right angle quotation mark":["Ghilimele dreapta"],"Left angle quotation mark":["Ghilimele stânga"],"Small tilde":["Tildă mică"],"Vertical bar":["Bară verticală"],"Low asterisk":["Asterisc jos"],"Asterisk":["Asterisc"],"Bullet":["Bulină"],"Middle dot":["Punct la mijloc"],"Em dash":["Liniuță lungă"],"En dash":["Liniuță scurtă"],"Dash":["Liniuță"],"No":["Nu"],"Yes":["Da"],"Google search console":["Google Search Console"],"Social profiles":["Profiluri sociale"],"Posts list":["Listă cu articole"],"Posts list navigation":["Navigare în lista cu articole"],"Filter posts list":["Filtrează lista cu articole"],"Installed":["Instalat"],"Seamless integration between %1$s and %2$s":["O integrare perfectă între %1$s și %2$s"],"Optimize your site for Google News":["Optimizează-ți site-ul pentru Google News"],"Edit &#8220;%s&#8221;":["Editează &#8222;%s&#8221;"],"Premium":["Premium"],"Get Premium":["Ia Premium"],"Notifications":["Notificări"],"Removes the focus keyphrase section from the metabox and disables all SEO-related suggestions.":["Înlătură secțiunea frază cheie din caseta meta și dezactivează toate sugestiile legate de SEO."],"Disable SEO analysis":["Dezactivează analiză SEO"],"Other social profiles":["Alte profiluri sociale"],"Make primary":["Fă-o principală"],"Cancel":["Anulează"],"%s notification":["%s notificare","%s notificări","%s de notificări"],"Disable readability analysis":["Dezactivează analiză lizibilitate"],"Removes the readability analysis section from the metabox and disables all readability-related suggestions.":["Înlătură secțiunea analiză lizibilitate din caseta meta și dezactivează toate sugestiile legate de lizibilitate."],"Readability analysis":["Analiză lizibilitate"],"Needs improvement":["Necesită îmbunătățire"],"Readability":["Lizibilitate"],"Improvements":["Necesită îmbunătățire"],"Good job! We could detect no serious SEO problems.":["Bună treabă! Nu am putut detecta nicio problemă SEO serioasă."],"We have detected the following issues that affect the SEO of your site.":["Am detectat următoarele probleme care afectează SEO pe site-ul tău."],"Problems":["Probleme"],"Analysis":["Analiză"],"Not available":["Indisponibilă"],"Filter by SEO Score":["Filtrează după punctajul SEO"],"Meta description not set.":["Descriere meta nesetată."],"Open":["Deschide"],"Loading...":["Încarc..."],"No results found":["Nu am găsit niciun rezultat"],"Dashboard":["Panou control"],"You can fix this on the %1$sPermalink settings page%2$s.":["Poți corecta acest lucru în %1$spagina de setări Legături permanente%2$s."],"Replaced with the primary category of the post/page":["Înlocuiește categoria principală a articolului/paginii"],"Buy %s":["Cumpără %s"],"New %1$s Title":["Titlu %1$s nou"],"Existing %1$s Title":["Titlu %1$s existent"],"Expected an integer as input.":["Se cere un număr întreg ca intrare."],"Trying to build the sitemap cache key, but the postfix and prefix combination leaves too little room to do this. You are probably requesting a page that is way out of the expected range.":["Încerci să construiești o cheie cache pentru harta site, dar combinația sufix și prefix lasă prea puțin loc pentru a face acest lucru. Probabil soliciți o pagină care este neconvențională cu șirul pe care-l dorești."],"Redirects":["Redirecționări"],"Remove":["Înlătură"],"Keep":["Păstrează"],"Bold the last page":["Boldează ultima pagină"],"Primary %s":["%s principală"],"Primary":["Principală"],"Make %1$s primary %2$s":["Fă %1$s principală %2$s"],"Integrations":["Integrări"],"Term is set to noindex.":["Termenul este setat la fără indexare."],"Author archives":["Arhive autori"],"Enabled":["Activată(e)"],"Disabled":["Dezactivată(e)"],"The separator defined in your theme's %s tag.":["Separatorul definit în tagul %s al temei tale."],"No index":["Fără indexare"],"SEO score":["Punctaj SEO"],"Team Yoast":["Echipa Yoast"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["Prima soluție SEO viabilă și complexă pentru WordPress, inclusiv analiza conținut pagini, hărți site XML și multe altele."],"Yoast SEO":["Yoast SEO"],"Activation failed:":["Activarea a eșuat:"],"The filter extension seem to be unavailable. Please ask your web host to enable it.":["Extensia filtrului pare a fi indisponibilă. Te rog cere serviciului tău de găzduire s-o activeze."],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":["Instalarea modulului %1$s este incompletă. Te rog respectă %2$sinstrucțiunile de instalare%3$s."],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":["Extensia Standard PHP Library (SPL) pare a fi indisponibilă. Te rog cere serviciului tău de găzduire s-o activeze."],"SEO Settings":["Setări SEO"],"Mobile-Friendly Test":["Test Mobile-Friendly"],"Google Page Speed Test":["Test Google Page Speed"],"Facebook Debugger":["Depanator Facebook"],"Analyze this page":["Analizează această pagină"],"%s does not seem to be a valid url. Please correct.":["%s nu pare a fi un URL valid. Te rog corectează."],"%1$s does not seem to be a valid %2$s verification string. Please correct.":["%1$s nu pare a fi un șir valid %2$s de verificare. Te rog corectează."],"%s Archive":["Arhivă %s"],"You searched for %s":["Ai căutat după %s"],"%s does not seem to be a valid Twitter Username. Please correct.":["%s nu pare a fi un nume de utilizator Twitter valid. Te rog corectează."],"Summary with large image":["Rezumat cu imagine mare"],"The post %1$s appeared first on %2$s.":["Articolul %1$s apare prima dată în %2$s."],"No numeric value was received.":["Nu a fost primită nicio valoare numerică."],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":["Acesta trebuie să fie un blog existent. Blogul %s nu există sau a fost marcat ca șters."],"The default blog setting must be the numeric blog id of the blog you want to use as default.":["Setarea implicită pentru blog trebuie să fie ID-ul numeric al blogului pe care vrei să-l folosești în mod implicit."],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":["%1$s nu este o opțiune validă pentru cei care ar trebui să aibă acces la setările %2$s. Valoarea s-a resetat la cea implictă."],"Please select a valid post type for taxonomy \"%s\"":["Te rog selectează un tip de articol valid pentru taxonomia \"%s\""],"Please select a valid taxonomy for post type \"%s\"":["Te rog selectează o taxonomie validă pentru tipul de articol \"%s\""],"You searched for":["Ai căutat după"],"Home":["Prima pagină"],"Archives for":["Arhive pentru"],"Error 404: Page not found":["Eroare 404: pagină negăsită"],"Good":["bun"],"Replaced with a custom taxonomies description":["Înlocuiește descrierea taxonomiilor personalizate"],"Replaced with a posts custom taxonomies, comma separated.":["Înlocuiește taxonomiile personalizate ale articolelor, separate cu virgulă."],"Replaced with a posts custom field value":["Înlocuiește valoarea câmpului personalizat al articolelor"],"Replaced with the slug which caused the 404":["Înlocuiește descriptorul care a provocat eroarea 404"],"Replaced with the posts focus keyphrase":["Înlocuiește fraza cheie a articolelor"],"Attachment caption":["Text asociat atașament"],"Replaced with the current page number":["Înlocuiește numărul paginii curente"],"Replaced with the current page total":["Înlocuiește totalul paginii curente"],"Replaced with the current page number with context (i.e. page 2 of 4)":["Înlocuiește numărul paginii curente din context (de exemplu: pagina 2 din 4)"],"Replaced with the current year":["Înlocuiește anul curent"],"Replaced with the current month":["Înlocuiește luna curentă"],"Replaced with the current day":["Înlocuiește ziua curentă"],"Replaced with the current date":["Înlocuiește data curentă"],"Replaced with the post/page author's 'Biographical Info'":["Înlocuiește „Informațiile biografice” ale autorului articolului/paginii."],"Replaced with the post/page author's 'nicename'":["Înlocuiește „numele frumos” al autorului articolului/paginii"],"Replaced with the post/page ID":["Înlocuiește ID-ul articolului/paginii"],"Replaced with the post/page modified time":["Înlocuiește ora modificată a articolului/paginii."],"Replaced with the content type plural label":["Înlocuiește eticheta de plural al tipului de conținut"],"Replaced with the content type single label":["Înlocuiește eticheta de singular al tipului de conținut"],"Replaced with the current search phrase":["Înlocuiește fraza de căutare curentă"],"Replaced with the term name":["Înlocuiește numele termenului"],"Replaced with the term description":["Înlocuiește descrierea termenului"],"Replaced with the tag description":["Înlocuiește descrierea etichetei"],"Replaced with the category description":["Înlocuiește descrierea categoriei"],"Replaced with the post categories (comma separated)":["Înlocuiește categoriile articolelor (separate cu virgulă)"],"Replaced with the current tag/tags":["Înlocuiește eticheta actuală/etichetele actuale"],"Replaced with the post/page excerpt (without auto-generation)":["Înlocuiește rezumatul articolului/paginii (fără generare automată)"],"Replaced with the post/page excerpt (or auto-generated if it does not exist)":["Înlocuiește rezumatul articolului/paginii (sau generat automat în cazul în care nu există)"],"The site's name":["Numele site-ului"],"Replaced with the title of the parent page of the current page":["Înlocuiește titlul paginii părinte a paginii curente"],"Replaced with the title of the post/page":["Înlocuiește titlul articolului/paginii"],"Replaced with the date of the post/page":["Înlocuiește data articolului/paginii"],"Page %1$d of %2$d":["Pagina %1$d din %2$d"],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":["Nu poți înlocui valoarea standard a unei variabile WPSEO prin înregistrarea unei variabile cu același nume. Folosește filtrul \"wpseo_replacements\" pentru a ajusta valoarea de înlocuire."],"A replacement variable with the same name has already been registered. Try making your variable name unique.":["O variabilă de înlocuire cu același nume a fost deja înregistrată. Încearcă să găsești un nume unic pentru variabila ta."],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":["O variabilă de înlocuire nu poate începe cu \"%%cf_\" sau \"%%ct_\" deoarece acestea sunt rezervate pentru variabilele standard WPSEO, variabile pentru câmpuri și taxonomii personalizate. Încearcă să găsești un nume unic pentru variabila ta."],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":["O variabilă de înlocuire poate conține numai caractere alfanumerice, o liniuță-jos sau o liniuță. Încearcă redenumirea variabilei tale."],"Admin only notice: this page does not show a meta description because it does not have one, either write it for this page specifically or go into the [%1$s - %2$s] menu and set up a template.":["Observație numai pentru administratori: această pagină nu arată o descriere meta deoarece nu are specificată niciuna; fie scrie o descriere meta numai pentru această pagină ori fie mergi la meniul [%1$s - %2$s] și inițializează un șablon."],"Page not found":["Nu am găsit pagina"],"%s Archives":["Arhive %s"],"Meta description to use for Author page":["Descrierea meta de folosit pentru pagina autorului"],"Title to use for Author page":["Titlul de folosit pentru pagina autorului"],"%1$s settings":["Setări %1$s"],"Export your %1$s settings":["Exportă setările tale %1$s"],"Import settings":["Importă setările"],"Import from other SEO plugins":["Importă din alte module SEO"],"Import":["Importă"],"If you had a %s file and it was editable, you could edit it from here.":["Dacă ai avut un fișier %s și putea fi scris, l-ai fi putut edita de aici."],"If your %s were writable, you could edit it from here.":["Dacă fișierul tău %s putea fi scris, l-ai fi putut edita de aici."],"You don't have a %s file, create one here:":["Nu ai un fișier %s, crează unul aici:"],"A link to your site, with your site's name and description as anchor text.":["O legătură la site-ul tău, cu numele și descrierea site-ului ca text ancoră."],"A link to your site, with your site's name as anchor text.":["O legătură la site-ul tău, cu numele site-ului ca text ancoră."],"A link to the post, with the title as anchor text.":["O legătură la articol, cu titlul ca text ancoră."],"You can use the following variables within the content, they will be replaced by the value on the right.":["Poți folosi următoarele variabile în conținut, ele vor fi înlocuite cu valoarea descrisă în partea dreaptă."],"Content to put after each post in the feed":["Conținut de afișat după fiecare articol în flux"],"Content to put before each post in the feed":["Conținut de afișat înaintea fiecărui articol în flux"],"How to insert breadcrumbs in your theme":["Cum să inserezi firimituri în temă ta"],"Blog":["Blog"],"Prefix for the breadcrumb path":["Prefix pentru calea firimiturilor"],"Anchor text for the Homepage":["Text ancoră pentru prima pagină"],"Separator between breadcrumbs":["Separatorul între firimituri"],"Below are your published posts' SEO scores. Now is as good a time as any to start improving some of your posts!":["Mai jos sunt punctajele SEO pentru articolele tale publicate. Acum este momentul potrivit să începi îmbunătățirea unora dintre articolele tale!"],"Credits":["Recunoștințe"],"&laquo; Back to Tools page":["&laquo; Înapoi la pagina Unelte"],"%1$s comes with some very powerful built-in tools:":["%1$s vine cu unele instrumente native foarte puternice:"],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":["Acest instrument îți permite să modifici rapid fișierele importante pentru SEO, cum ar fi robots.txt și .htaccess, dacă există."],"File editor":["Editor fișier"],"Import settings from other SEO plugins and export your settings for re-use on (another) site.":["Importă setări din alte module SEO și exportă setările tale pentru reutilizare pe un (alt) site."],"Import and Export":["Import și export"],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":["Acest instrument îți permite să schimbi rapid titlurile și descrierile articolelor și paginilor fără a fi nevoie să mergi în editor pentru fiecare pagină."],"Bulk editor":["Editor acțiuni în masă"],"Default settings":["Setări implicite"],"Description":["Descriere"],"Restore site to defaults":["Restaurează site-ul la valorile implicite"],"Site ID":["ID site"],"Using this form you can reset a site to the default SEO settings.":["Dacă folosești acest formular, poți reseta un site la setările implicite SEO."],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new sites.":["Informațiile confidențiale sensibile (administratori FB și altele asemănătoare), specificul temei (rescriere titlu) și alte câteva setări specifice site-ului nu vor fi importate în site-urile noi."],"Enter the %1$sSite ID%2$s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":["Introdu %1$sID site%2$s pentru site-ul ale cărui setări vrei să le folosești ca implicite pentru toate site-urile care sunt adăugate în rețeaua ta. Lasă necompletat pentru niciunul (de exemplu, vor fi folosite valorile normale și implicite ale modulului)."],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":["Alege site-ul ale cărui setări vrei să le folosești ca implicite pentru toate site-urile care sunt adăugate în rețeaua ta. Dacă alegi „Niciunul”, vor fi folosite valorile implicite obișnuite ale modulului."],"New sites in the network inherit their SEO settings from this site":["Site-urile noi din rețea moștenesc setările SEO din acest site"],"Super Admins only":["Numai super-administratori"],"Site Admins (default)":["Administratori site (implicit)"],"Who should have access to the %1$s settings":["Cine ar trebui să aibă acces la setările %1$s"],"spam":["spam"],"mature":["matur"],"archived":["arhivate"],"public":["public"],"%s restored to default SEO settings.":["%s restaurat la setările SEO implicite."],"Settings Updated.":["Am actualizat setările."],"Special pages":["Pagini speciale"],"Date archives":["Arhive de date"],"Title":["Titlu"],"Take note:":["Reține:"],"You can determine the title and description for the homepage by %1$sediting the homepage itself%2$s.":["Poți să stabilești titlul și descrierea pentru prima pagină prin %1$seditarea primei pagini în sine%2$s."],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s detectează automat dacă e nevoie să forțeze rescrierea titlurilor pentru paginile tale. Dacă crezi că nu e bine și știi ce trebuie să faci, poți schimba setarea aici."],"Force rewrite titles":["Forțează rescrierea titlurilor"],"Homepage":["Prima pagină"],"%1$s Extensions":["Extensii %1$s"],"Seamlessly integrate WooCommerce with %1$s and get extra features!":["Integrează fără probleme WooCommerce cu %1$s și obții funcționalități suplimentare!"],"Rank better locally and in Google Maps, without breaking a sweat!":["Obții o poziție locală mai bună și în Hărțile Google, fără niciun efort!"],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":["Ești în Google News? Crește-ți traficul din Google News prin optimizare!"],"Optimize your videos to show them off in search results and get more clicks!":["Optimizează-ți videourile pentru a le scoate în evidență în rezultatele de căutare și obții mai multe clicuri!"],"The premium version of %1$s with more features & support.":["Versiunea premium pentru %1$s cu mai multe funcționalități și suport."],"Person":["Persoană"],"Website name":["Nume site web"],"RSS":["RSS"],"Permalink":["Legătură permanentă"],"Breadcrumbs":["Firimituri"],"Authenticate":["Autentificare"],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year of support and updates, on %2$s.":["Pentru a putea să creezi o redirecționare și să rezolvi această problemă, ai nevoie de %1$s. Poți cumpăra modulul, inclusiv un an de suport și actualizări, de la %2$s."],"Creating redirects is a %s feature":["Crearea redirecționărilor este o funcționalitate %s"],"New URL":["URL nou"],"Search":["Caută"],"URL":["URL"],"Deactivate %s":["Dezactivează %s"],"The %1$s plugin might cause issues when used in conjunction with %2$s.":["Modulul %1$s ar putea cauza probleme atunci când este folosit împreună cu %2$s."],"Upload Image":["Încarcă o imagine"],"%s Posts Overview":["Prezentare generală articole %s"],"Breadcrumbs title":["Titlu firimituri"],"Pinterest":["Pinterest"],"Social settings":["Setări rețele sociale"],"Close":["Închide"],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines and might slow down your site.":["Atât %1$s cât și %2$s pot crea hărți site XML. Având două hărți site XML nu este benefic pentru motoarele de căutare și ți-ar putea încetini site-ul."],"Configure %1$s's Open Graph settings":["Configurează setările Open Graph pentru %1$s"],"Both %1$s and %2$s create Open Graph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":["Atât %1$s cât și %2$s crează o ieșire Open Graph care ar putea face ca Facebook, Twitter, LinkedIn și alte rețele sociale să folosească texte și imagini greșite când paginile tale sunt partajate."],"%s image":["imagine %s"],"%s description":["descriere %s"],"%s title":["titlu %s"],"Twitter":["Twitter"],"Facebook":["Facebook"],"very difficult":["foarte dificil"],"Try to make shorter sentences, using less difficult words to improve readability":["Pentru a îmbunătăți lizibilitatea, încearcă să faci propoziții mai scurte, folosind cuvinte mai puțin dificile."],"difficult":["dificil"],"fairly difficult":["destul de dificil"],"OK":["OK"],"fairly easy":["destul de ușor"],"easy":["ușor"],"very easy":["foarte ușor"],"The copy scores %1$s in the test, which is considered %2$s to read.":["Textul a primit %1$s puncte în testarea Flesch, este considerat %2$s de citit."],"Flesch reading ease":["Ușurință de citire Flesch"],"Meta Desc.":["Descriere meta"],"All SEO Scores":["Toate punctajele SEO"],"SEO issue: The featured image should be at least 200 by 200 pixels to be picked up by Facebook and other social media sites.":["Problemă SEO: imaginea reprezentativă trebuie să aibă cel puțin 200 x 200 pixeli pentru a putea fi preluată de Facebook și alte site-uri din media socială."],"(no parent)":["(fără părinte)"],"meta description":["descriere meta"],"Page title":["Titlu pagină"],"Post is set to noindex.":["Articolul este setat la fără indexare."],"The URL that this page should redirect to.":["URL-ul unde această pagină ar trebui să redirecționeze."],"301 Redirect":["Redirecționare 301"],"The canonical URL that this page should point to. Leave empty to default to permalink. %1$sCross domain canonical%2$s supported too.":["URL-ul canonic pe care ar trebui să-l indice această pagină. Lasă gol pentru URL-ul implicit la legătura permanentă. Este acceptat și %1$sdomeniul canonic încrucișat%2$s."],"Canonical URL":["URL canonic"],"Title to use for this page in breadcrumb paths":["Titlul folosit pentru această pagină în căile firimituri"],"Breadcrumbs Title":["Titlu firimituri"],"No Snippet":["Fără fragment"],"No Archive":["Nicio arhivă"],"No Image Index":["Imagini fără indexare"],"None":["Niciunul"],"Meta robots advanced":["Meta robots avansat"],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Avertizare: chiar dacă poți stabili aici setările pentru meta robots, întregul site este setat la fără indexare în setările globale de confidențialitate, deci aceste setări nu vor avea efect."],"Meta description":["Descriere meta"],"SEO Title":["Titlu SEO"],"Focus keyword":["Cuvânt/frază cheie"],"Settings successfully imported.":["Am importat cu succes setările."],"Settings could not be imported:":["Setările care nu au putut fi importate:"],"Breadcrumb for 404 pages:":["Firimituri pentru pagini 404:"],"Prefix for search result pages:":["Prefix pentru pagini rezultatul căutării:"],"Prefix for archive pages:":["Prefix pentru pagini arhivă:"],"Prefix for breadcrumbs:":["Prefix pentru firimituri:"],"Anchor text for the homepage:":["Text ancoră pentru prima pagină:"],"Breadcrumbs separator:":["Separator firimituri:"],"%s Breadcrumbs":["Firimituri %s"],"Use Image":["Folosește imaginea"],"Action":["Acțiune"],"Page URL/Slug":["URL/descriptor pagină"],"Publication date":["Data publicării"],"Post Status":["Stare articol"],"WP Page Title":["Titlu pagină WP"],"View":["Vezi"],"View &#8220;%s&#8221;":["Vezi &#8222;%s&#8221;"],"Preview":["Previzualizează"],"Preview &#8220;%s&#8221;":["Previzualizează &#8222;%s&#8221;"],"Edit":["Editează"],"Filter":["Filtrează"],"New Yoast Meta Description":["Descriere meta Yoast nouă"],"Existing Yoast Meta Description":["Descriere meta Yoast existentă"],"Facebook profile URL":["URL profil Facebook"],"Twitter username (without @)":["Nume utilizator Twitter (fără @)"],"Google":["Google"],"FAQ":["Întrebări frecvente"],"Settings":["Setări"],"Huge SEO Issue: You're blocking access to robots.":["Problemă SEO foarte mare: blochezi accesul roboților."],"Posts":["Articole"],"Edit Files":["Editează fișierele"],"General":["Generale"],"Extensions":["Extensii"],"Search Console":["Consolă de căutare"],"Tools":["Unelte"],"Advanced":["Avansat"],"XML sitemaps":["Hărți site XML"],"Social":["Sociale"],"SEO":["SEO"],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":["%1$s a detectat că utilizezi versiunea %2$s pentru %3$s, te rog actualizează la cea mai recentă versiune pentru a preveni problemele de compatibilitate."],"Just another WordPress site":["Doar un alt site web WordPress"],"You have used HTML in your value which is not allowed.":["Ai folosit HTML în câmpul de valoare, lucru nepermis."],"You can't edit %s that aren't yours.":["Nu poți edita %s, nu sunt ale tale."],"You can't edit %s.":["Nu poți edita %s."],"Post has an invalid Content Type: %s.":["Articolul are un tip de conținut care nu este valid: %s."],"Post doesn't exist.":["Articolul nu există."],"posts\u0004Trash <span class=\"count\">(%s)</span>":["La gunoi <span class=\"count\">(%s)</span>","La gunoi <span class=\"count\">(%s)</span>","La gunoi <span class=\"count\">(%s)</span>"],"posts\u0004All <span class=\"count\">(%s)</span>":["Total <span class=\"count\">(%s)</span>","Total <span class=\"count\">(%s)</span>","Total <span class=\"count\">(%s)</span>"]}}}