{"domain":"js-text-analysis","locale_data":{"js-text-analysis":{"":{"domain":"js-text-analysis","plural_forms":"nplurals=2; plural=n != 1;","lang":"nl"},"The %1$s class must not be instantiated before the %2$s global is set.":[""],"%1$sOutrank your competitors even further%2$s with these %3$s plugins":[""],"No need to figure out what to link to. You get linking suggestions for relevant posts and pages to make your website easier to navigate.":[""],"Use AI to write SEO titles and meta descriptions for your posts and pages. It speeds up your work and does some of the thinking for you!":[""],"%s looks at more than just your main keyword. It analyzes different word forms, plurals, and past tenses. This helps your website perform even better in searches!":[""],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for titles and meta descriptions to make your pages rank high and make you look good on social media. %1$sLearn more%2$s%3$s":[""],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for product titles and meta descriptions to make your pages rank high and make you look good on social media. %1$sLearn more%2$s%3$s":[""],"Explore %s!":[""],"You’ll reach more people with multiple keyphrases! Want to quickly add these related keyphrases to the %s analyses for even better content optimization?":[""],"Get AI to write SEO titles and meta descriptions faster. Reach a wider audience with multiple keywords. Get automatic internal linking suggestions. And much, much more!":[""],"Explore now":[""],"Rank higher in search results":[""],"Turn more visitors into customers!":[""],"Increase Google clicks with rich results":[""],"Write product pages that rank using the SEO analysis":[""],"Get XML sitemaps":[""],"Optimize your video previews & thumbnails":[""],"Make sure your videos load quickly for users":[""],"Automatically get technical SEO best practices for video content":[""],"Drive more views to your videos":[""],"Stand out for local searches":[""],"Explore %s now!":[""],"%1$s24/7 support%2$s: Also on evenings and weekends.":[""],"%1$sAppealing social previews%2$s people actually want to click on.":[""],"%1$sNo more broken links%2$s: Automatic redirect manager.":[""],"%1$sSuper fast%2$s internal linking suggestions.":[""],"%1$sMultiple keywords%2$s: Rank higher for more searches.":[""],"%1$sAI%2$s: Better SEO titles and meta descriptions, faster.":[""],"Highlight areas of improvement in your text, no more searching for a needle in a haystack, straight to optimizing! Now also in Elementor!":[""],"Leave a quick review":[""],"Happy with the plugin?":[""],"Show Yoast SEO some love!":[""],"Let's get your site in tip-top shape for the search engines. Simply follow these 5 steps to make Google understand what your site is about.":[""],"If your goal is to increase your rankings, you need to work on your SEO regularly. That can be overwhelming, so let's tackle it one step at a time!":[""],"Great work! Thanks to the details you've provided, %1$s has enhanced your site for search engines, giving them a clearer picture of what your site is all about.":[""],"Important: We won't sell this data, and we won't collect any personal information about you or your visitors.":[""],"What data will be collected and why?":[""],"No, I don't want to share my site data":[""],"Are you open to help us improve our services?":[""],"Yes, give me your free tips!":[""],"Subscribe to the %1$s newsletter to receive best practices for improving your rankings, save time on SEO tasks, stay up-to-date with the latest SEO news, and get expert guidance on how to make the most of %2$s!":[""],"Get free weekly SEO tips!":[""],"You're almost there! Complete all settings in this step so search engines know what your site is about.":[""],"Completing this step helps Google to understand your site even better. Bonus: You'll improve your chance of getting %1$srich results%2$s!":[""],"Let's start by running the SEO data optimization. That means we'll scan your site and create a database with optimized SEO data. It won't change any content or settings on your site and you don't need to do anything, just hit start!\n\nNote: If you have a lot of content, this optimization could take a moment. But trust us, it's worth it!":[""],"We've successfully analyzed your site & optimized your SEO data!":[""],"Fantastic work! Add your organization's social media accounts below. This allows us to fine-tune the metadata for these platforms.":[""],"Social share preview":[""],"Twitter share preview":[""],"The %1$s interface is currently unavailable in the beta WooCommerce product editor. To resolve any issues, please disable the beta editor. %2$sLearn how to disable the beta WooCommerce product editor.%3$s":["De %1$s interface is nu niet beschikbaar in de bèta WooCommerce product editor. Schakel de bèta editor uit om eventuele problemen op te lossen. %2$sLees hoe u de bèta WooCommerce product editor uitschakelt.%3$s"],"Compatibility issue: Yoast SEO is incompatible with the beta WooCommerce product editor.":["Compatibiliteit probleem: Yoast SEO is niet compatibel met de bèta WooCommerce product editor."],"Search engines and other websites can still send traffic to your trashed content.":[""],"Unlock with the %1$s":["Ontgrendelen met de %1$s"],"Generate product titles & descriptions with AI!":[""],"Last year":["Vorig jaar"],"Last week":["Vorige week"],"Last day":["Vorige dag"],"Last updated":["Laatst geüpdatet"],"Activate tracking to show the ranking position":["Activeer volgen om de positie op de ranglijst te tonen"],"List your Frequently Asked Questions in an SEO-friendly way.":["Zet uw veelgestelde vragen op een SEO vriendelijke manier op uw site."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by OpenAI GPTBot.":["Voeg een 'disallow' regel toe aan uw robots.txt bestand om te voorkomen dat OpenAI GPTBot crawlt."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by the Google-Extended bot. Enabling this setting won’t prevent Google from indexing your website.":["Voeg een 'disallow' regel toe aan uw robots.txt bestand om te voorkomen dat de Google Extended bot uw site crawlt. Het inschakelen van deze instelling voorkomt niet dat Google uw site indexeert."],"Lots of web traffic comes from bots crawling the web. Some can benefit your site or business, while other bots don’t. Blocking unwanted bots can save energy, help with site performance, and protect copyrighted content. Learn more about %1$swhen to block unwanted bots%2$s.":["Veel webverkeer komt van bots die het web doorzoeken. Sommige kunnen uw site of bedrijf ten goede komen, terwijl andere bots dat niet doen. Het blokkeren van ongewenste bots kan energie besparen, helpen bij de prestaties van de site en auteursrechtelijk beschermd materiaal beschermen. Lees meer over %1$swanneer u ongewenste bots moet blokkeren%2$s."],"Prevent OpenAI GPTBot from crawling":["Voorkom dat OpenAI GPTBot crawlt"],"Prevent Google Bard and Vertex AI bots from crawling":["Voorkom dat Google Bard en Vertex AI bots crawlen"],"Prevent Common Crawl CCBot from crawling":["Voorkom dat Common Crawl CCBot crawlt"],"Unlock Premium SEO analysis":["Ontgrendel Premium SEO analyse"],"Get more help with writing content that ranks":["Krijg meer hulp bij het schrijven van inhoud die rangschikt"],"$ USD / € EUR / £ GBP per year (ex. VAT)":["$ USD/€ EUR/£ GBP per jaar (ex. BTW)"],"Internal linking suggestions":["Interne link suggesties"],"%1$s SAVE 30%% %2$s on your 12 month subscription":["%1$s BESPAAR 30%% %2$s op uw abonnement van 12 maanden"],"Learn more about %s (Opens in a new browser tab)":["Leer meer over %s (Opent in een nieuwe browser tab)"],"Write more natural and engaging content":["Schrijf natuurlijkere en boeiendere inhoud"],"Synonyms help users understand your copy better. It’s easier to read for both users and Google. In %s, you can add synonyms for your focus keyphrase, and we’ll help you optimize for them.":["Synoniemen helpen gebruikers uw tekst beter te begrijpen. Het is makkelijker te lezen voor zowel gebruikers als Google. In %s kunt u synoniemen toevoegen voor uw focus keyphrase, en we helpen u ze te optimaliseren."],"Is your %1$s store ready for Black Friday?":["Is uw %1$s winkel klaar voor Black Friday?"],"Check your text on even more SEO criteria and get an enhanced keyphrase analysis, making it easier to optimize your content.":["Controleer uw tekst op meer SEO criteria en ontvang een verbeterde keyphrase analyse, waardoor het gemakkelijker wordt om geoptimaliseerde inhoud te schrijven."],"Buy now!":["Nu kopen!"],"30% OFF!":["30% KORTING!"],"BLACK FRIDAY SALE: %1$s %2$sBuy now!%3$s":["BLACK FRIDAY UITVERKOOP: %1$s, %2$sNu kopen!%3$s"],"BLACK FRIDAY SALE: %1$s":["BLACK FRIDAY UITVERKOOP: %1$s"],"Reach a wider audience":["Bereik een breder publiek"],"Add related keyphrases":["Voeg gerelateerde keyphrases toe"],"%s automatically suggests to what content you can link with easy drag-and-drop functionality, which is good for your SEO!":["%s stelt automatisch voor naar welke inhoud u kunt linken met eenvoudige verslepen functionaliteit, wat goed is voor uw SEO!"],"Rank higher by connecting your content":["Rank beter door uw inhoud met elkaar te verbinden"],"Get help optimizing for up to 5 related keyphrases. This helps you reach a wider audience and get more traffic.":["Verkrijg hulp bij het optimaliseren voor maximaal 5 gerelateerde keyphrases. Hierdoor kunt u een breder publiek bereiken en meer verkeer genereren."],"-30%":["30%"],"%1$s Now with 30%% Black Friday Discount!":["%1$s nu met 30%% Black Friday korting!"],"%1$sSALE 30%% OFF!%2$s":["%1$sUITVERKOOP 30%% KORTING!%2$s"],"30% OFF":["30% KORTING"],"BLACK FRIDAY":["BLACK FRIDAY"],"Claim your 30% off now!":["Claim nu u 30% korting!"],"Social media appearance":["Weergave in sociale media"],"Determine how your post should look in the search results.":["Bepaal hoe uw bericht eruit moet zien in de zoekresultaten."],"The Yoast %1$sultimate Black Friday checklist%2$s helps you prepare in time, so you can boost your results during this sale.":["De Yoast %1$sultieme Black Friday checklist%2$s helpt u om u op tijd voor te bereiden, zodat u uw resultaten tijdens deze uitverkoop een boost kunt geven."],"To customize the appearance of your post specifically for Twitter, please fill out the 'Twitter appearance' settings below.":["Om de weergave van uw bericht specifiek aan te passen voor Twitter, kunt u hieronder de instellingen voor 'Twitter weergave' invullen."],"Twitter appearance":["Weergave op Twitter"],"To customize the appearance of your post specifically for Twitter, please fill out the 'Twitter appearance' settings below. If you leave these settings untouched, the 'Social media appearance' settings mentioned above will also be applied for sharing on Twitter.":["Om de weergave van uw bericht specifiek aan te passen voor Twitter, kunt u hieronder de 'Twitter weergave' instellingen invullen. Als u deze instellingen ongemoeid laat, worden de hierboven genoemde instellingen voor 'Weergave sociale media' ook toegepast voor het delen op Twitter."],"Determine how your post should look on social media like Facebook, Twitter, Instagram, WhatsApp, Threads, LinkedIn, Slack, and more.":["Bepaal hoe uw bericht eruit moet zien op sociale media zoals Facebook, Twitter, Instagram, WhatsApp, Threads, LinkedIn, Slack en meer."],"Get the checklist and start optimizing now!":["Koop de checklist en begin nu met optimaliseren!"],"Is your WooCommerce store ready for Black Friday?":["Is uw WooCommerce winkel klaar voor Black Friday?"],"The %1$s %2$sultimate Black Friday checklist%3$s helps you prepare in time, so you can boost your results during this sale.":["De %1$s %2$s ultieme Black Friday checklist%3$s helpt u om u op tijd voor te bereiden, zodat u uw resultaten tijdens deze uitverkoop een boost kunt geven."],"AI generator":["AI generator"],"New in %1$s":["Nieuw in %1$s"],"Use AI to write your titles & meta descriptions!":["Gebruik AI om uw titels & meta descriptions te schrijven!"],"Use the power of Yoast AI to automatically generate compelling titles and descriptions for your posts and pages.":["Gebruik de kracht van Yoast AI om automatisch aansprekende titels en beschrijvingen te genereren voor uw berichten en pagina's."],"AI title & description generator":["AI titel & beschrijving generator"],"Use AI":["Gebruik AI"],"Clear selection":["Selectie wissen"],"Note that the following commonly-used parameters will not be removed: %1$s, %2$s, %3$s, %4$s, %5$s, %6$s, and %7$s.":["Merk op dat de volgende vaak gebruikte parameters niet worden verwijderd: %1$s, %2$s, %3$s, %4$s, %5$s, %6$s en %7$s."],"Learn how to increase your rankings with %1$s":["Leer hoe u uw rangschikking kunt verhogen met %1$s"],"Want an enhanced Google preview of how your WooCommerce products look in the search results?":["Wilt u een verbeterd Google voorbeeld van hoe uw WooCommerce producten eruitzien in de zoekresultaten?"],"Sign up today!":["Meldt u vandaag aan!"],"Feeling lost when it comes to optimizing your site for the search engines? Join our FREE webinar to gain the confidence that you need in order to start optimizing like a pro! You'll obtain the knowledge and tools to start effectively implementing SEO.":["Voelt u zich verloren als het gaat om het optimaliseren van uw site voor de zoekmachines? Doe mee aan onze gratis webinar om het vertrouwen te krijgen dat u nodig heeft om te beginnen met optimaliseren als een professional! U zult de kennis en gereedschappen verkrijgen om effectief SEO te implementeren."],"Join our FREE webinar for SEO success":["Doe mee aan onze gratis webinar voor SEO succes"],"Want your products stand out in search results with rich results like price, reviews and more?":["Wil u dat uw producten opvallen in zoekresultaten met rijke resultaten zoals prijs, beoordelingen en meer?"],"%1$s, %2$s and %3$s":["%1$s, %2$s en %3$s"],"%1$s and %2$s":["%1$s en %2$s"],"Please see the “New” badges and review the Search appearance settings.":["Bekijk de \"Nieuwe\" badges en controleer de instellingen voor zoeken weergave."],"New type of content added to your site!":["Nieuw type inhoud toegevoegd aan uw site!"],"Site policies":["Sitebeleid"],"Select a page which provides information about your diversity policies for %1$sstaffing%2$s, %1$shiring%2$s and %1$semployment%2$s.":["Selecteer een pagina waar informatie wordt gegeven over jullie diversiteitsbeleid voor %1$spersoneelsbezetting%2$s, %1$saanwerving%2$s en %1$swerkgelegenheid%2$s."],"Select a page which provides information on your diversity policies for %1$seditorial%2$s content.":["Selecteer een pagina met informatie over uw diversiteitsbeleid voor %1$sredactionele%2$s inhoud."],"Select a page which describes the personal, organizational, and corporate %1$sstandards%2$s of %1$sbehavior%2$s expected by your organization.":["Selecteer een pagina die de persoonlijke, organisatorische en bedrijfs %1$sstandaarden%2$s beschrijft van %1$sgedrag%2$s dat door uw organisatie wordt verwacht."],"Select a page which outlines your procedure for addressing %1$serrors%2$s (e.g., publishing retractions or corrections).":["Selecteer een pagina met een beschrijving van uw procedure voor het behandelen van %1$sfouten%2$s (bijv. het publiceren van intrekkingen of correcties)."],"Select a page which describes how your organization collects and responds to %1$sfeedback%2$s, engages with the %1$spublic%2$s, and prioritizes %1$stransparency%2$s.":["Selecteer een pagina waarop wordt beschreven hoe uw organisatie %1$sfeedback%2$s verzamelt en hierop reageert, in contact staat met het %1$spubliek%2$s en %1$stransparantie%2$s prioriteert."],"Select a page which describes the ownership structure of your organization. It should include information about  %1$sfunding%2$s and %1$sgrants%2$s.":["Selecteer een pagina die de eigendomsstructuur van uw organisatie beschrijft. Het moet informatie bevatten over %1$sfinanciering%2$s en %1$ssubsidies%2$s."],"Select a page which describes the editorial principles of your organization. %1$sWhat%2$s do you write about, %1$swho%2$s do you write for, and %1$swhy%2$s?":["Selecteer een pagina die de redactionele principes van uw organisatie beschrijft. %1$sWaarover%2$s schrijft u, %1$svoor wie%2$s schrijft u en %1$swaarom%2$s?"],"Select the pages on your website which contain information about your organizational and publishing policies. Some of these might not apply to your site, and you can select the same page for multiple policies. %1$sLearn more about why setting your site policies is important%2$s.":["Selecteer de pagina's op uw site waarop informatie staat over uw organisatorische en publicatiebeleid. Sommige hiervan zijn mogelijk niet van toepassing op uw site en u kunt dezelfde pagina selecteren voor meerdere beleidsregels. %1$sLees meer over waarom het instellen van uw sitebeleid belangrijk is%2$s."],"Diversity staffing report":["Diversiteit personeelsrapport"],"Diversity policy":["Diversiteitsbeleid"],"Ethics policy":["Ethisch beleid"],"Corrections policy":["Correcties beleid"],"Actionable feedback policy":["Beleid voor bruikbare feedback"],"Ownership / Funding info":["Eigendoms-/financieringsinformatie"],"Publishing policies":["Publicatiebeleid"],"Publishing principles":["Publicatie principes"],"Failed to retrieve pages.":["Pagina's konden niet worden opgehaald."],"Searching pages...":["Pagina's aan het zoeken..."],"Add new page...":["Nieuwe pagina toevoegen..."],"No pages found.":["Geen pagina's gevonden."],"You've added a new type of content. We recommend that you review the corresponding %1$sSearch appearance settings%2$s.":["U heeft een nieuw type inhoud toegevoegd. We raden u aan de bijbehorende %1$sZoek weergave instellingen%2$s te bekijken."],"Error: Taxonomy was not removed from new_taxonomies list.":["Fout: taxonomie is niet verwijderd uit new_taxonomies lijst."],"Taxonomy is no longer new.":["Taxonomie is niet nieuw meer."],"Taxonomy is not new.":["Taxonomie is niet nieuw."],"Error: Post type was not removed from new_post_types list.":["Fout: berichttype is niet verwijderd uit new_bericht_types lijst."],"Post type is no longer new.":["Berichttype is niet langer nieuw."],"Post type is not new.":["Berichttype is niet nieuw."],"Write a bug report":["Schrijf een bugrapport"],"Our support team is here to answer any questions you may have. Fill out the (pop-up) contact form, and we'll get back to you as soon as possible!":["Onze klantendienst is er om al uw vragen te beantwoorden. Voer het (pop-up) contactformulier in en we nemen zo snel mogelijk contact met u op!"],"%1$sSupport languages:%2$s English & Spanish":["%1$sOndersteunde talen:%2$s Engels & Spaans"],"If you don't find the answers you're looking for and need personalized help, you can get 24/7 support from one of our support engineers.":["Als u niet de antwoorden vindt die u zoekt en persoonlijke hulp nodig heeft, kunt u 24/7 ondersteuning krijgen van een van onze ondersteuning engineers."],"Contact our support team":["Contact opnemen met het klantendienstteam"],"Have you stumbled upon a bug while using %1$s? Please raise a bug report on our GitHub repository to let us know about the issue!":["Bent u een bug tegengekomen tijdens het gebruik van %1$s? Maak dan een bug rapport aan op onze GitHub repository om ons van het probleem op de hoogte te stellen!"],"Raise a bug report on GitHub":["Rapporteer een bug op GitHub"],"Visit WordPress forum":["Bezoek het WordPressforum"],"In the WordPress support forum for %1$s you can find answers or ask for help from %1$s users in the WordPress community.":["In het WordPress ondersteuningsforum voor %1$s kunt u antwoorden vinden of om hulp vragen van %1$s gebruikers in de WordPress community."],"WordPress support forum for %1$s":["WordPress ondersteuningsforum voor %1$s"],"Visit our help center":["Bezoek ons helpcentrum"],"Have a look at our help center to find articles, tutorials, and other resources to help you get the most out of %1$s!":["Neem een kijkje in ons helpcentrum om artikelen, handleidingen en andere gegevensbronnen te vinden waarmee u het meeste uit %1$s kunt halen!"],"%1$s's help center":["%1$s het helpcentrum"],"Need help with %1$s? These resources are a great place to start!":["Hulp nodig met %1$s? Deze gegevensbronnen zijn een goede plek om te beginnen!"],"Additional resources":["Extra gegevensbronnen"],"Here, you'll find answers to commonly asked questions about using %1$s. If you don't see your question listed, you can have a look at the section below.":["Hier vind u antwoorden op veelgestelde vragen over het gebruik van %1$s. Als uw vraag er niet bij staat, kunt u een kijkje nemen in de sectie hieronder."],"Frequently asked questions":["Veelgestelde vragen"],"If you have any questions, need a hand with a technical issue, or just want to say hi, we've got you covered. Get in touch with us and we'll be happy to assist you!":["Als u vragen heeft, hulp nodig hebt bij een technisch probleem of gewoon even gedag wil zeggen, dan kunt u bij ons terecht. Neem contact met ons op en we helpen u graag!"],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by Google AdsBot. You should only enable this setting if you're not using Google Ads on your site.":["Voeg een 'disallow' regel toe aan uw robots.txt bestand om crawlen door Google's AdsBot te voorkomen. U moet deze instelling alleen inschakelen als u geen Google Ads gebruikt op uw site."],"Block unwanted bots":["Blokkeer ongewenste bots"],"Close the upgrade callout":["Sluit de upgrade oproep"],"%1$s and get an exclusive %2$s discount for %3$s month(s).":["%1$s en ontvang een exclusieve %2$s korting voor %3$s maand(en)."],"Click here to upgrade your %s plan":["Klik hier om uw %s abonnement te upgraden"],"Keyphrases tracked: %1$s/%2$s":["Keyphrases gevolgd: %1$s/%2$s"],"Your are tracking %1$s out of %2$s keyphrases included in your account.":["U volgt %1$s van de %2$s keyphrases die zijn opgenomen in uw account."],"Your are tracking %1$s out of %2$s keyphrases included in your free account.":["U volgt %1$s van de %2$s keyphrases die zijn opgenomen in uw gratis account."],"Support":["Ondersteuning"],"Prevent Google AdsBot from crawling":["Voorkom dat Google AdsBot crawlt"],"%s":["%s"],"This overview will show you your top performing keyphrases in Google. Connect with %s to get started.":["Dit overzicht laat u uw best presterende keyphrases in Google zien. Maak verbinding met %s om te beginnen."],"You have successfully connected with %s.":["U bent succesvol verbonden met %s."],"You have successfully connected with %1$s. Your %2$s account does not contain any keyphrases for this website yet. You can track keyphrases by using the \"Track SEO Performance\" button in the post editor.":["U bent succesvol verbonden met %1$s. Uw %2$s account bevat nog geen keyphrases voor deze site. U kunt keyphrases bijhouden met de knop \"SEO prestaties bijhouden\" in de editor voor berichten."],"Network Error: Unable to connect to the server. Please check your internet connection and try again later.":["Netwerk fout: kan geen verbinding maken met de server. Controleer uw internetverbinding en probeer het later nog eens."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of URLs like %1$s, %2$s and %3$s.":["Voeg een 'disallow' regel toe aan uw robots.txt bestand om het crawlen van URL's als %1$s, %2$s en %3$s te voorkomen."],"Your WordPress environment is running on a non-production site. Indexables can only be created on production environments. Please check your `WP_ENVIRONMENT_TYPE` settings.":["Uw WordPress omgeving draait op een niet productie site. Indexables kunnen alleen worden aangemaakt op productieomgevingen. Controleer uw `WP_ENVIRONMENT_TYPE` instellingen."],"Inclusive language: %s":["Inclusieve taal: %s"],"%1$s / %2$s: Top Keyphrases":["%1$s/%2$s: top keyphrases"],"The post type %s could not be indexed because it does not meet indexing requirements.":["Het berichttype %s kon niet geïndexeerd worden omdat het niet voldoet aan de indexering vereisten."],"The name of this category is %1$s.":["De naam van deze categorie is %1$s."],"Start the course":["Start de cursus"],"Start free trial lesson":["Start gratis proefles"],"Maximize your SEO game by purchasing %s, which grants you unlimited access to all courses.":["Maximaliseer uw SEO spel door %s aan te schaffen, waarmee u onbeperkt toegang krijgt tot alle cursussen."],"Learn vital SEO skills that you can apply at once! Let us take you by the hand and give you practical SEO tips to help you outrank your competitors. %s comes with five free courses.":["Leer essentiële SEO vaardigheden die u meteen kunt toepassen! Laat ons u bij de hand nemen en u praktische SEO tips geven om u te helpen uw concurrenten te overtreffen. %s wordt geleverd met vijf gratis cursussen."],"Learn vital SEO skills that you can apply at once! Let us take you by the hand and give you practical SEO tips to help you outrank your competitors. Maximize your SEO game! Because your %s subscription gives you unlimited access to all courses.":["Leer vitale SEO vaardigheden die u meteen kunt toepassen! Laat ons u bij de hand nemen en u praktische SEO tips geven om u te helpen uw concurrenten te overtreffen. Maximaliseer uw SEO spel! Want uw %s abonnement geeft u onbeperkt toegang tot alle cursussen."],"Choosing the right type of hosting for your site is the basis of a solid Technical SEO strategy. Learn all about it in this course!":["Het kiezen van het juiste type hosting voor uw site is de basis van een solide technische SEO strategie. Leer er alles over in deze cursus!"],"You have to make it possible for search engines to find your site, so they can display it in the search results. We'll tell you all about how that works in this course!":["U moet het zoekmachines mogelijk maken uw site te vinden, zodat ze hem in de zoekresultaten kunnen weergeven. We vertellen u in deze cursus hoe dat werkt!"],"Are you selling in countries all over the world? In this course, you’ll learn all about setting up and managing a site that targets people in different languages and locales.":["Verkoopt u in landen over de hele wereld? In deze cursus leert u alles over het opzetten en beheren van een site die zich richt op mensen in verschillende talen en plaatsen."],"Do you want to take a deep dive into structured data? In this course, you'll learn the theory related to structured data in detail.":["Wilt u een diepe duik nemen in gestructureerde gegevens? In deze cursus leert u in detail de theorie over gestructureerde gegevens."],"Learn how to optimize your online shop for your customers and for search engines!":["Leer hoe u uw online winkel kunt optimaliseren voor uw klanten en voor zoekmachines!"],"Do you own a local business? This course will teach you how to make sure your local audience can find you in the search results and on Google Maps!":["Heeft u een lokaal bedrijf? In deze cursus leert u hoe u ervoor zorgt dat uw lokale publiek u kan vinden in de zoekresultaten en op Google Maps!"],"A clear site structure benefits your users and is of great importance for SEO. Still, most people seem to forget about this. Get ahead of your competition and learn how to improve your site structure!":["Een duidelijke site structuur komt uw gebruikers ten goede en is van groot belang voor SEO. Toch lijken de meeste mensen dit te vergeten. Wees uw concurrentie voor en leer hoe u uw site structuur kunt verbeteren!"],"Start creating block-tastic content with the new WordPress block editor! Learn all about the block editor and what you can do with it.":["Begin met het maken van fantastische blok inhoud met de nieuwe WordPress block editor! Leer alles over de blok-editor en wat u ermee kunt doen."],"Do you know the essential first step of good SEO? It's keyword research. In this training, you'll learn how to research and select the keywords that will guide searchers to your pages.":["Kent u de essentiële eerste stap van goede SEO? Het is keywords onderzoek. In deze training leert u hoe u onderzoek doet en de keywords selecteert die zoekers naar uw pagina's leidt."],"Learn how to make your site stand out from the crowd by adding structured data!":["Leer hoe u uw site kunt onderscheiden door gestructureerde gegevens toe te voegen!"],"In this course, you'll learn how to write awesome copy that is optimized for ranking in search engines.":["In deze cursus leer u hoe u geweldige kopij schrijft die geoptimaliseerd is voor ranking in zoekmachines."],"Do you want to set up your own WordPress site? This course will teach you the ins and outs of creating and maintaining a WordPress website!":["Wilt u uw eigen WordPress site opzetten? Deze cursus leert u de ins en outs van het maken en onderhouden van een WordPress site!"],"In this course, you'll learn practical SEO skills on every key aspect of SEO, to make your site stand out.":["In deze cursus leert u praktische SEO vaardigheden over elk belangrijk aspect van SEO, zodat uw site opvalt."],"In this course, you'll learn about how to set up and use the %1$s for WordPress plugin so it makes SEO even easier. This course is meant for users of the block editor.":["In deze cursus leert u hoe u de plugin %1$s voor WordPress instelt en gebruikt zodat het SEO nog makkelijker wordt. Deze cursus is bedoeld voor gebruikers van de blok-editor."],"In this free course, you'll get quick wins to make your site rank higher in Google, Bing, and Yahoo.":["In deze gratis cursus krijgt u quick wins om uw site hoger te laten scoren in Google, Bing en Yahoo."],"Academy":["Academy"],"%1$s %2$s isn't working as expected %3$s and you are not receiving updates or support! Make sure to %4$s activate your product subscription in %5$s%6$s to unlock all the features of %7$s.":["%1$s %2$s werkt niet zoals verwacht %3$s en u ontvangt geen updates of ondersteuning! Zorg ervoor dat je het %4$s abonnement van u product activeert in %5$s%6$s zodat alle functies van %7$s ontgrendeld worden."],"%1$s can't be updated because your product subscription is expired. %2$sRenew your product subscription%3$s to get updates again and use all the features of %1$s.":["%1$s kan niet geüpdatet worden omdat het abonnement van uw product is verlopen. %2$sVernieuw het abonnement van uw product%3$s om updates te ontvangen en om alle features van %1$s te kunnen gebruiken."],"Warning! These are expert features, so make sure you know what you're doing before using this setting. You might break your site. %1$sRead more about how your site can be affected%2$s.":["Waarschuwing! Dit zijn expert functies, dus zorg ervoor dat u weet wat u doet voordat u deze instelling gebruikt. U zou uw site kunnen beschadigen. %1$sLees meer over hoe uw site kan worden beïnvloed%2$s."],"%1$s: unregistered URL parameter removed. See %2$s":["%1$s: ongeregistreerde URL parameter verwijderd. Zie %2$s"],"This feature is disabled when your site is not using pretty permalinks.":["Deze functie is uitgeschakeld wanneer uw site geen pretty permalinks gebruikt."],"This feature is disabled when your site is not using %1$spretty permalinks%2$s.":["Deze functie is uitgeschakeld wanneer uw site geen %1$spretty permalinks%2$s gebruikt."],"%1$s: redirect utm variables to #":["%1$s: utm variabelen omleiden naar #"],"Optimize your business for multiple locations":["Optimaliseer uw bedrijf voor meerdere locaties"],"Easily add maps, address finders, and opening hours to your content":["Voeg eenvoudig kaarten, adreszoekers en openingstijden toe aan uw inhoud"],"Automatically get technical SEO best practices for local businesses":["Krijg automatisch technische SEO best practices voor lokale bedrijven"],"Attract more customers to your site and physical store":["Trek meer lokale klanten naar uw site en fysieke winkel"],"Remove Other profile %1$s":["Verwijder ander profiel %1$s"],"Please select a user in the Site representation step.":["Selecteer een gebruiker in de site representatiestap."],"You can %1$supdate or add social profiles to this user profile%2$s.":["U kunt %1$ssociale profielen updaten of toevoegen aan dit gebruikersprofiel%2$s."],"You have selected the user %1$s as the person this site represents.":["U heeft de gebruiker %1$s geselecteerd als de persoon die deze site vertegenwoordigt."],"If you select a Person to represent this site, we will use the social profiles from the selected user's profile page.":["Als u een persoon selecteerd die deze site vertegenwoordigt, dan gebruiken we het sociale profiel van de profielpagina van de geselecteerde gebruiker."],"It looks like you've enabled media pages. We recommend that you help us to re-analyze your site by running the SEO data optimization. ":["Het lijkt erop dat u media pagina's hebt ingeschakeld. Wij raden u aan ons te helpen uw site opnieuw te analyseren door de SEO gegevens optimalisatie uit te voeren. "],"Organization Mastodon":["Organisatie Mastodon"],"%1$s Settings - %2$s":["%1$s Instellingen - %2$s"],"Read more about how to get your site verified.":["Lees meer over hoe u uw site kunt laten verifiëren."],"Get your site verified in your Mastodon profile.":["Krijg uw site geverifieerd in uw Mastodon profiel."],"E.g. https://mastodon.social/@yoast":["Bijv. https://mastodon.social/@yoast"],"Mastodon":["Mastodon"],"%2$s integrates %1$s' Schema output into its own to get rich snippets for your digital products!":["%2$s integreert %1$s' Schema output in zijn eigen om rich snippets te krijgen voor uw digitale producten!"],"Get %1$srich results for your digital products%2$s in Google search":["Krijg %1$srijke resultaten voor uw digitale producten%2$s in Google zoeken"],"Add trustworthiness to your %1$s profile by verifying your site with %2$s.":["Voeg betrouwbaarheid toe aan uw %1$s profiel door uw site te verifiëren met %2$s."],"Verify your site on %1$s%2$s%3$s":["Controleer uw site op %1$s%2$s%3$s"],"Mastodon profile not yet added":["Mastodon profiel nog niet toegevoegd"],"Mastodon profile added":["Mastodon profiel toegevoegd"],"Potentially non-inclusive":["Potentieel niet inclusief"],"Finish your %s":["Maak uw %s af"],"Please enter a number between 1 and 50.":["Voer een getal tussen 1 en 50 in."],"Settings navigation":["Instellingen navigatie"],"Close settings navigation":["Instellingen navigatie sluiten"],"Open settings navigation":["Open instellingen navigatie"],"Choose whether your site represents an organization or a person. %1$sLearn more about the differences and choosing between Organization and Person%2$s.":["Kies of uw site een organisatie of een persoon vertegenwoordigt. %1$sLees meer over de verschillen en de keuze tussen Organisatie en Persoon%2$s."],"%1$sGet%2$s %3$s":["%1$sVerkrijg%2$s %3$s"],"Index Now":["'Index Now'"],"Failed to retrieve media.":["Mislukt om media op te halen."],"Limit the length of internal site search queries to reduce the impact of spam attacks and confusing URLs. Please enter a number between 1 and 50.":["Beperk de lengte van zoekopdrachten op de interne site om de invloed van spamaanvallen en verwarrende URL's te beperken. Voer een getal tussen 1 en 50 in."],"The number you've entered is not between 1 and 50.":["Het getal dat u heeft ingevoerd ligt niet tussen 1 en 50."],"Determine how your %1$s should look on social media.":["Bepaal hoe uw %1$s eruit moet zien op socialmedia."],"Disabling this means that archive pages for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Uitschakelen betekent dat archiefpagina's voor %1$s niet worden geïndexeerd door zoekmachines en worden uitgesloten van XML sitemaps."],"Prevents specific URL parameters from being removed by the above feature. E.g., adding %1$s will prevent %2$s from being redirected to %3$s. You can add multiple parameters and separate them by using enter or a comma.":["Voorkomt dat specifieke URL-parameters worden verwijderd door de bovenstaande functie. Als u bijvoorbeeld %1$s toevoegt, wordt %2$s niet omgeleid naar %3$s. U kunt meerdere parameters toevoegen en deze scheiden met enter of een komma."],"Consolidates WordPress' multiple site search URL formats into the %1$s syntax. E.g., %2$s will redirect to %3$s":["Consolideert WordPress' meerdere site zoek URL formaten in de %1$s syntax. Bijv. %2$s zal doorverwijzen naar %3$s"],"Redirect pretty URLs to ‘raw’ formats":["Mooie URL's omleiden naar 'ruwe' formaten"],"Allow":["Toestaan"],"Deny":["Weigeren"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["Om deze video te zien, moet u %1$s toestaan om ingesloten video's van %2$s te laden."],"Only available for English sites":["Alleen beschikbaar voor Engelse sites"],"You can change the default type for %1$s under Content types in the %2$sSettings%3$s.":["U kunt het standaardtype voor %1$s wijzigen onder Inhoudstypen in de %2$sInstellingen%3$s."],"all the Yoast plugins":["alle Yoast plugins"],"Show date archives in search results":["Toon datum archieven in zoekresultaten"],"Show %1$s archives in search results":["Toon %1$s archieven in zoekresultaten"],"Prefix for archive breadcrumbs":["Prefix voor archief kruimelpaden"],"Unlock rich results in Google search by using plugins that integrate with the %1$sYoast Schema API%2$s.":["Ontgrendel rijke resultaten in Google zoeken door plugins te gebruiken die integreren met de %1$sYoast Schema API%2$s."],"Schema API integrations":["Schema API integraties"],"%s can integrate with other products, to help you further improve your website. You can enable or disable these integrations below.":["%s kan integreren met andere producten, om u te helpen uw site verder te verbeteren. U kunt deze integraties hieronder in- of uitschakelen."],"Unlock rich snippets for your product pages by using %1$s.":["Ontgrendel rich snippets voor uw productpagina's door %1$s te gebruiken."],"Get %1$srich product results%2$s in Google search":["%1$srijke product resultaten%2$s in Google zoeken"],"%1$s integrates with %2$s's Schema API to get rich snippets for your recipes!":["%1$s integreert met %2$s's schema API om rich snippets te krijgen voor uw recepten!"],"Get %1$srich results for your recipes%2$s in Google search":["Krijg %1$srijke resultaten voor uw recepten%2$s in Google zoeken"],"%1$s integrates with %2$s's Schema API to get rich snippets for your podcasts!":["%1$s integreert met %2$s's schema API om rich snippets te krijgen voor uw podcasts!"],"Get %1$srich results for your podcast%2$s in Google search":["Krijg %1$srijke resultaten voor uw podcast%2$s in Google zoeken"],"%1$s integrates with %2$s's Schema API to get rich snippets for your events!":["%1$s integreert met %2$s's schema API om rich snippets te krijgen voor uw evenementen!"],"Get %1$srich results for your events%2$s in Google search":["Krijg %1$srijke resultaten voor uw evenementen%2$s in Google zoeken"],"You have selected the user %1$s%3$s%2$s as the person this site represents. Their user profile information will now be used in search results. We're sorry, you're not allowed to edit this user's profile. Please contact your admin or %1$s%3$s%2$s to check and/or update the profile.":["U heeft de gebruiker %1$s%3$s %2$s geselecteerd als de persoon die deze site vertegenwoordigt. De informatie van hun gebruikersprofiel zal nu worden gebruikt in de zoekresultaten. Het spijt ons, u mag het profiel van deze gebruiker niet bewerken. Neem contact op met uw beheer of %1$s%3$s %2$s om het profiel te controleren en/of te updaten."],"An organization name and logo need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site name and logo as default values. %1$sLearn more about the importance of structured data%2$s.":["Een organisatienaam en logo moeten worden ingesteld om gestructureerde gegevens goed te laten werken. Omdat u deze nog niet heeft ingesteld, gebruiken we de sitenaam en het logo als standaardwaarden. %1$sMeer informatie over het belang van gestructureerde gegevens%2$s."],"This info is intended to appear in %1$sGoogle's Knowledge Graph%2$s.":["Deze informatie is bedoeld om te verschijnen in %1$sGoogle's Knowledge Graph%2$s."],"Other profile %1$s":["Ander profiel %1$s"],"Tweet":["Tweet"],"Organization Twitter":["Organisatie Twitter"],"Open Graph":["Grafiek openen"],"Organization Facebook":["Organisatie Facebook"],"OpenGraph":["OpenGraph"],"Format archives":["Format archieven"],"File":["Bestand"],"PDF":["PDF"],"Video":["Video"],"Attachment":["Bijlage"],"404 pages title":["404 pagina's titel"],"Search pages title":["Zoek pagina's titel"],"Enable date archives":["Datum archieven inschakelen"],"Enable author archives":["Auteurs archieven inschakelen"],"Anchor text for the homepage":["Ankertekst voor de homepage"],"Organization/person":["Organisatie/persoon"],"Divider":["Scheidingsteken"],"Remove Atom/RDF feeds":["Atom/RDF feeds verwijderen"],"Webmaster":["Webbeheerder"],"Share":["Delen"],"Structured data":["Gestructureerde gegevens"],"Enable the %1$s XML sitemaps. A sitemap is a file that lists a website's essential pages to make sure search engines can find and crawl them.":["Schakel de %1$s XML sitemaps in. Een sitemap is een bestand dat de essentiële pagina's van een site opsomt, zodat zoekmachines ze kunnen vinden en crawlen."],"The %1$s icon in the top admin bar provides quick access to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["Het pictogram %1$s in de beheerdersbalk bovenaan biedt snelle toegang tot hulpmiddelen van derden voor het analyseren van pagina's en maakt het gemakkelijk om te zien of u nieuwe meldingen heeft."],"Allows for Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared. Keep this feature enabled to optimize your site for social media.":["Hiermee kunnen Facebook en andere socialmedia een voorbeeld met afbeeldingen en een tekstsamenvatting weergeven wanneer een link naar uw site wordt gedeeld. Houd deze functie ingeschakeld om uw site te optimaliseren voor socialmedia."],"Count the number of internal links from and to your posts to improve your site structure.":["Tel het aantal interne links van en naar uw berichten om de structuur van uw site te verbeteren."],"Mark and filter your cornerstone content to make sure your most important articles get the attention they deserve. To help you write excellent copy, we’ll assess your text more strictly.":["Markeer en filter uw cornerstone inhoud om ervoor te zorgen dat uw belangrijkste artikelen de aandacht krijgen die ze verdienen. Om u te helpen uitstekende teksten te schrijven, zullen wij uw tekst strenger beoordelen."],"Get more insights into what you are writing. What words do you use most often? How much time does it take to read your text? Is your text easy to read?":["Krijg meer inzicht in wat u schrijft. Welke woorden gebruikt u het vaakst? Hoeveel tijd kost het om uw tekst te lezen? Is uw tekst gemakkelijk te lezen?"],"The inclusive language analysis offers suggestions to write more inclusive copy, so more people will be able to relate to your content.":["De inclusieve taalanalyse biedt suggesties om meer inclusieve kopij te schrijven, zodat meer mensen zich tot uw inhoud kunnen verhouden."],"The SEO analysis offers suggestions to improve the findability of your text and makes sure that your content meets best practices.":["De SEO analyse biedt suggesties om de vindbaarheid van uw tekst te verbeteren en zorgt ervoor dat uw inhoud voldoet aan best practices."],"Set the basic info for your website. You can use %1$stagline%2$s and %1$sseparator%2$s as %3$sreplacement variables%4$s when configuring the search appearance of your content.":["Stel de basisinformatie voor uw site in. U kunt %1$sslogan%2$s en %1$sscheidingsteken%2$s gebruiken als %3$svervangingsvariabelen%4$s bij het configureren van het zoekuiterlijk van uw inhoud."],"Usage tracking allows us to track some data about your site to improve our plugin. %1$sLearn more about which data we track and why%2$s.":["Usage tracking stelt ons in staat om bepaalde gegevens over uw site bij te houden om onze plugin te verbeteren. %1$sMeer informatie over welke gegevens wij bijhouden en waarom%2$s."],"A link to the archive for the post author, with the author's name as anchor text.":["Een link naar het archief voor de auteur van het bericht, met de naam van de auteur als ankertekst."],"Determine how your %1$s pages should be described by default in your site's Schema.org markup. You can always customize the settings for individual %1$s pages in the %2$s metabox.":["Bepaal hoe uw %1$s pagina's standaard moeten worden beschreven in de Schema.org markup van uw site. U kunt de instellingen voor individuele %1$s pagina's altijd aanpassen in de %2$s metabox."],"Determine how your %1$s pages should look in search engines. You can always customize the settings for individual %1$s pages in the %2$s metabox.":["Bepaal hoe uw %1$s pagina's eruit moeten zien in zoekmachines. U kunt de instellingen voor individuele %1$s pagina's altijd aanpassen in de %2$s metabox."],"Enable %1$s pages":["%1$s pagina's inschakelen"],"Determine how your homepage should look in the search results.":["Bepaal hoe uw homepage eruit moet zien in de zoekresultaten."],"Determine how your %1$s should look in search engines. You can always customize the settings for individual %1$s in the %2$s metabox.":["Bepaal hoe uw %1$s eruit moet zien in zoekmachines. U kunt de instellingen voor individuele %1$s altijd aanpassen in de %2$s metabox."],"Enable format-based archives":["Op format gebaseerde archieven inschakelen"],"Not sure how to implement the %3$s breadcrumbs on your site? Read %1$sour help article on breadcrumbs implementation%2$s.":["Weet u niet zeker hoe u het %3$s kruimelpad op uw site moet implementeren? Lees %1$sons help artikel over kruimelpad implementatie%2$s."],"Show %1$s without posts in search results":["Toon %1$s zonder berichten in zoekresultaten"],"Determine how your %1$s should look on social media by default. You can always customize the settings for individual %1$s in the %2$s metabox.":["Bepaal hoe uw %1$s er standaard uit moet zien op socialmedia. U kunt de instellingen voor individuele %1$s altijd aanpassen in de %2$s metabox."],"Determine what your %1$s should look like in the search results by default. You can always customize the settings for individual %1$s in the %2$s metabox.":["Bepaal hoe uw %1$s er standaard uit moet zien in de zoekresultaten. U kunt de instellingen voor individuele %1$s altijd aanpassen in de %2$s metabox."],"This taxonomy is used for %2$s.":["Deze taxonomie wordt gebruikt voor %2$s."],"This taxonomy is used for %1$s and %2$s.":["Deze taxonomie wordt gebruikt voor %1$s en %2$s."],"Read more about our custom field analysis":["Lees meer over onze aangepaste veldanalyse"],"Determine how your %1$s should look on social media by default. You can always customize the settings for individual %1$s in the %2$s sidebar or metabox.":["Bepaal hoe uw %1$s er standaard uit moet zien op sociale media. U kunt de instellingen voor individuele %1$s altijd aanpassen in de %2$s zijbalk of metabox."],"Determine what your %1$s should look like in the search results by default. You can always customize the settings for individual %1$s in the %2$s sidebar or metabox.":["Bepaal hoe uw %1$s er standaard uit moet zien in de zoekresultaten. U kunt de instellingen voor individuele %1$s altijd aanpassen in de %2$s zijbalk of metabox."],"Determine how your %1$s should be described by default in %2$syour site's Schema.org markup%3$s. You can always change the settings for individual %1$s in the %4$s sidebar or metabox.":["Bepaal hoe uw %1$s standaard moet worden beschreven in %2$sde schema.org markup van uw site%3$s. U kunt de instellingen voor individuele %1$s altijd wijzigen in de %4$s zijbalk of metabox."],"You can add multiple custom fields and separate them by using %1$senter%2$s or %1$scomma%2$s.":["U kunt meerdere aangepaste velden toevoegen en deze scheiden met %1$senter%2$s of %1$scomma%2$s."],"Please enter a search term with at least 3 characters.":["Voer een zoekterm in met minstens 3 tekens."],"CtrlK":["CtrlK"],"⌘K":["⌘K"],"Add new user...":["Nieuwe gebruiker toevoegen…."],"Unavailable for multisites":["Niet beschikbaar voor multisites"],"Integrate your custom fields and SEO data from %1$s%2$s%3$s":["Integreer uw aangepaste velden en SEO gegevens van %1$s%2$s%3$s"],"Upgrade your %1$s%2$s%3$s SEO":["Upgrade uw %1$s%2$s %3$s SEO"],"Improve your internal search results with %1$s%2$s%3$s":["Verbeter uw interne zoekresultaten met %1$s%2$s%3$s"],"Make your terms & privacy pages more trustworthy with %1$s%2$s%3$s":["Maak uw voorwaarden & privacy pagina's betrouwbaarder met %1$s%2$s%3$s"],"Track your rankings through time with %1$s%2$s%3$s":["Volg uw rangschikking door de tijd heen met %1$s%2$s%3$s"],"Use %1$s%2$s%3$s to do keyword research - without leaving your post":["Gebruik %1$s%2$s %3$s om keyword onderzoek te doen - zonder uw bericht te verlaten"],"We could not save the website name. Please check the value.":["We konden de sitenaam niet opslaan. Controleer de waarde."],"%1$sSubheading distribution%2$s: The beginning of your text is longer than %4$s %5$s and is not separated by any subheadings. %3$sAdd subheadings to improve readability.%2$s":["%1$sSubkoptekst verdeling%2$s: het begin van uw tekst is langer dan %4$s %5$s, en wordt niet gescheiden door subkopteksten. %3$sVoeg subkopteksten toe om de leesbaarheid te verbeteren.%2$s"],"WordPress.org support forums":["WordPress.org ondersteuningsforums"],"Yoast Premium support":["Yoast Premium ondersteuning"],"Yoast.com help section":["Yoast.com help sectie"],"Help":["Hulp"],"Write better content":["Betere inhoud schrijven"],"Improve your blog post":["Verbeter uw blog bericht"],"Learn more SEO":["Leer meer over SEO"],"SEO Tools":["SEO gereedschappen"],"not set":["niet ingesteld"],"With a 30-day money-back guarantee. No questions asked.":["Met 30 dagen geld-terug garantie. Zonder vragen te stellen."],"Reach new customers who live near your business":["Bereik nieuwe klanten die in de buurt van uw bedrijf wonen"],"Get all 5 Yoast plugins for WordPress at a big discount":["Verkrijg alle 5 Yoast plugins voor WordPress met een grote korting"],"Cover all your SEO bases":["Dek al uw SEO bases af"],"Add global identifiers for variable products":["Globale identificaties toevoegen voor variabele producten"],"Drive more traffic to your online store":["Meer verkeer naar uw online winkel"],"Add all necessary schema.org markup":["Voeg alle nodige schema.org mark-up toe"],"Ping Google on the publication of a new post":["Ping Google bij de publicatie van een nieuw bericht"],"Rank higher in Google's news carousel":["Hoger scoren in Google's nieuwscarrousel"],"Make your videos responsive for all screen sizes":["Maak uw video's responsive voor alle schermformaten"],"Cleaned up %1$d record from %2$s.":["Opgeschoond %1$d record van %2$s.","Opgeschoond %1$d records van %2$s."],"Cleaning up %1$s [%2$s]":["Opruimen %1$s [%2$s]"],"Skipping %1$s. %2$s is not active on this site.":["Overslaan %1$s. %2$s is niet actief op deze site."],"Cleaned up %1$d record.":["Opgeschoond %1$d record.","Opgeschoond %1$d records."],"The value for 'batch-size' must be a positive integer higher than equal to 1.":["De waarde voor \"batch-size\" moet een positief geheel getal zijn dat groter is dan 1."],"The value for 'interval' must be a positive integer.":["De waarde voor \"interval\" Moet een positief geheel getal zijn."],"We need to re-analyze some of your SEO data because of a change in the visibility of your taxonomies. Please help us do that by running the SEO data optimization. ":["We moeten enkele van uw SEO gegevens opnieuw analyseren vanwege een verandering in de zichtbaarheid van uw taxonomieën. Help ons daarbij door de SEO gegevens optimalisatie uit te voeren "],"We need to re-analyze some of your SEO data because of a change in the visibility of your post types. Please help us do that by running the SEO data optimization. ":["We moeten enkele van uw SEO gegevens opnieuw analyseren vanwege een verandering in de zichtbaarheid van uw berichttypen. Help ons daarbij door de SEO gegevens optimalisatie uit te voeren. "],"The term %s could not be built because it's not indexable.":["De term %s kon niet worden gebouwd omdat hij niet indexeerbaar is."],"The post %s could not be indexed because it's post type is excluded from indexing.":["Het bericht %s kon niet worden geïndexeerd omdat het berichttype is uitgesloten van indexering."],"The post %s could not be indexed because it does not meet indexing requirements.":["Het bericht %s kon niet worden geïndexeerd omdat het niet voldoet aan de indexering vereisten."],"%1$sSAVE 30%%%2$s on your 12 month subscription":["%1$sBESPAAR 30%%%2$s op uw abonnement van 12 maanden"],"BLACK FRIDAY - 30% OFF":["BLACK FRIDAY - 30% KORTING"],"Use the alternate organization name for acronyms, or a shorter version of your organization's name.":["Gebruik de alternatieve bedrijfsnaam als acroniem, of kies voor een kortere versie van de naam van uw organisatie."],"Alternate organization name":["Alternatieve bedrijfsnaam"],"Use the alternate website name for acronyms, or a shorter version of your website's name.":["Gebruik de alternatieve site naam als acroniem, of kies voor een kortere versie van de naam van uw site."],"Alternate website name":["Alternatieve site naam"],"Determine how the title of your 404 error pages should look in the browser.":["Kies hoe de titel van uw 404 foutpagina's er in de browser moet uitzien."],"404 error pages":["404 foutpagina's"],"Determine how the title of your internal search pages should look in the browser.":["Kies hoe de titel van uw interne zoekpagina's er in de browser moet uitzien."],"Internal search pages":["Interne zoekpagina's"],"Show media pages in search results":["Media pagina's in de zoekresultaten tonen"],"Show format archives in search results":["Datum archieven in de zoekresultaten tonen"],"Show author archives in search results":["Auteur archieven in de zoekresultaten tonen"],"Breadcrumbs for %1$s":["Kruimelpad voor %1$s"],"Site connections":["Site verbindingen"],"View the XML sitemap":["Bekijk de XML-sitemap"],"Enable feature":["Schakel functie in"],"Site features":["Site functies"],"Learn more":["Meer informatie"],"Site info":["Site info"],"We're sorry, you're not allowed to edit the %1$swebsite name%2$s and %1$stagline%2$s.":["Het spijt ons, u mag de %1$ssite naam%2$s en %1$sslogan%2$s niet bewerken."],"Show or hide our tools and controls in the attachment editor.":["Onze hulpmiddelen en besturingselementen in de bijlage-editor tonen of verbergen."],"(e.g., %1$s)":["(bijv., %1$s)"],"Remove unregistered URL parameters":["Ongeregistreerde URL-parameters verwijderen"],"Optimize Google Analytics utm tracking parameters":["Optimaliseer de Google Analytics utm-trackingparameters"],"Remove WP-JSON API":["Verwijder WP-JSON API"],"Remove emoji scripts":["Verwijder emoji-script"],"Remove Atom / RDF feeds":["Verwijder Atom / RDF feeds"],"Remove search results feeds":["Verwijder feeds van zoekresultaten"],"Remove custom taxonomy feeds":["Verwijder feeds van aangepaste taxonomieën"],"Remove tag feeds":["Verwijder tag feeds"],"Remove category feeds":["Verwijder feeds van categorieën"],"Remove post type feeds":["Verwijder berichttype feeds"],"Remove post authors feeds":["Verwijder berichtauteur feeds"],"Remove post comments feeds":["Verwijder berichtreacties feeds"],"Remove global comment feeds":["Verwijder algemene reacties feeds"],"Remove global feed":["Verwijder algemene feed"],"Remove powered by HTTP header":["Verwijder aangedreven door HTTP header"],"Remove generator tag":["Verwijder de tag generator"],"Remove oEmbed links":["Verwijder oEmbed links"],"Remove RSD / WLW links":["Verwijder RSD / WLW links"],"Remove REST API links":["Verwijder REST API links"],"Remove shortlinks":["Verwijder snelkoppelingen"],"Show or hide our tools and controls in the content editor.":["Toon of verberg de hulpmiddelen en besturingselementen in de editor."],"Enable SEO controls and assessments":["Schakel SEO besturingselementen en beoordelingen in"],"Unlock with %1$s":["Ontgrendel met %1$s"],"We couldn’t find anything with that term.":["Er werd niets gevonden met het woord."],"Search...":["Zoeken..."],"Quick search...":["Snel zoeken..."],"No, continue editing":["Nee, ga door met bewerken"],"Yes, discard changes":["Ja, wijzigingen ongedaan maken"],"You are about to discard all unsaved changes. All of your settings will be reset to the point where you last saved. Are you sure you want to do this?":["Uw staat op het punt alle niet-opgeslagen wijzigingen te verwijderen. Al uw instellingen worden teruggezet naar het punt waar u voor het laatst hebt opgeslagen. Weet u zeker dat u dit wilt doen?"],"Discard all changes":["Alle wijzigingen ongedaan maken"],"Redirect pretty URLs for search pages to raw format":["Zet mooie URL's voor zoekpagina's om naar onbewerkt format"],"Choose the general appearance of your breadcrumbs.":["Kies het algemene uiterlijk van het kruimelpad."],"Breadcrumb appearance":["Kruimelpad uiterlijk"],"You have selected the user %1$s%5$s%2$s as the person this site represents. Their user profile information will now be used in search results. %3$sUpdate their profile to make sure the information is correct%4$s.":["U heeft de gebruiker %1$s%5$s%2$s geselecteerd als degene die deze site representeert. Hun gebruikersprofiel-informatie wordt nu gebruikt in zoekresultaten. %3$sUpdate hun gebruikersprofiel om te bevestigen dat de informatie correct is%4$s."],"Please tell us more about the person this site represents.":["Vertel ons alstublieft meer over de persoon die deze website representeert."],"E.g. https://example.com/yoast":["B.v. https://example.com/yoast"],"Tell us if you have any other profiles on the web that belong to your organization. This can be any number of profiles, like YouTube, LinkedIn, Pinterest, or even Wikipedia.":["Laat ons weten of u andere profielen op het internet heeft die toebehoren tot uw organisatie. Dit kan ieder profiel zijn, zoals YouTube, LinkedIn, Pinterest, of zelfs Wikipedia."],"Please tell us more about your organization. This information will help Google to understand your website, and improve your chance of getting rich results.":["Vertel ons alstublieft meer over uw organisatie. Deze informatie zal Google helpen om uw site te begrijpen, en uw kans op goede resultaten vergroten."],"E.g. https://twitter.com/yoast":["Bijv. https://twitter.com/yoast"],"E.g. https://facebook.com/yoast":["Bijv. https://facebook.com/yoast"],"Other profiles":["Overige profielen"],"Writing":["Schrijven"],"You can determine the title and description for the blog page by %1$sediting the blog page itself%2$s.":["Je kunt de titel en omschrijving voor de blogpagina bepalen door %1$sde blogpagina zelf te bewerken%2$s."],"These are expert features, so make sure you know what you're doing before removing the parameters. %1$sRead more about how your site can be affected%2$s.":["Dit zijn functies voor gevorderden, dus zorg ervoor dat u weet wat u doet voordat u de parameters verwijdert. %1$sLees meer over hoe dit uw site kan beïnvloeden%2$s."],"Advanced: URL cleanup":["Geavanceerd: links optimaliseren"],"Prevent crawling of internal site search URLs":["Voorkom dat de URL's van interne zoekresultaten worden gecrawld"],"Block internal site searches which match the patterns of known spam attacks.":["Blokkeer interne zoekopdrachten op uw site die overeenkomen met de patronen van bekende spam-aanvallen."],"Block internal site searches which contain complex and non-alphanumeric characters, as they may be part of a spam attack.":["Blokkeer interne zoekopdrachten op uw site die complexe en niet-alfanumerieke tekens bevatten, aangezien deze mogelijk deel uitmaken van een spam-aanval."],"Enables advanced settings for protecting your internal site search URLs.":["Schakelt geavanceerde instellingen in voor het beschermen van de URL’s van interne zoekopdrachten op uw site."],"Your internal site search can create lots of confusing URLs for search engines, and can even be used as a way for SEO spammers to attack your site. Most sites will benefit from experimenting with these protections and optimizations, even if you don’t have a search feature in your theme.":["Uw interne site search kan veel verwarrende URL's opleveren voor zoekmachines, en kan zelfs gebruikt worden als een manier voor SEO spammers om uw site aan te vallen. De meeste sites zullen profiteren van het experimenteren met deze beveiligingen en optimalisaties, zelfs als u geen zoekfunctie in uw thema hebt."],"Internal site search cleanup":["Interne zoekresultaten opschonen"],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of WordPress' JSON API endpoints.":["Voeg een 'disallow' regel toe aan uw robots.txt bestand om het crawlen van wordPress' JSON API endpoints te voorkomen."],"Remove JavaScript used for converting emoji characters in older browsers.":["Verwijder JavaScript dat wordt gebruikt voor het converteren van emoji-tekens in oudere browsers."],"Remove URLs which provide alternative (legacy) formats of all of the above.":["Verwijder URL's die alternatieve (verouderde) indelingen van al het bovenstaande bieden."],"Remove URLs which provide information about your search results.":["Verwijder URL's die informatie geven over uw zoekresultaten."],"Remove URLs which provide information about your recent posts, for each custom taxonomy.":["Verwijder URL's die informatie geven over uw recente berichten, voor elke aangepaste taxonomie."],"Remove URLs which provide information about your recent posts, for each tag.":["Verwijder URL's die informatie geven over uw recente berichten, voor elke tag."],"Remove URLs which provide information about your recent posts, for each category.":["Verwijder URL's die informatie geven over uw recente berichten, voor elke categorie."],"Remove URLs which provide information about your recent posts, for each post type.":["Verwijder URL's die informatie geven over uw recente berichten, voor elk berichttype."],"Remove URLs which provide information about recent posts by specific authors.":["Verwijder URL's die informatie geven over recente berichten van bepaalde auteurs."],"Remove URLs which provide information about recent comments on each post.":["Verwijder URL's die informatie geven over recente reacties op elk bericht."],"Also disables post comment feeds.":["Schakelt ook feeds uit van reacties op berichten."],"Remove URLs which provide an overview of recent comments on your site.":["Verwijder URL's die een overzicht geven van recent toegevoegde reacties op uw site."],"Remove URLs which provide an overview of your recent posts.":["Verwijder URL's die een overzicht geven van uw recent toegevoegde berichten."],"WordPress outputs your content in many different formats, across many different URLs (like RSS feeds of your posts and categories). It’s generally good practice to disable the formats you’re not actively using.":["WordPress voert uw inhoud uit in veel verschillende formaten, via veel verschillende URL's (zoals RSS-feeds van uw berichten en categorieën). Het is over het algemeen een goede gewoonte om de formaten die u niet actief gebruikt uit te schakelen."],"Disable unwanted content formats":["Schakel ongewenste inhoud formaten uit"],"Remove links which allow others sites to ‘ping’ yours when they link to you.":["Verwijder links waarmee andere sites uws kunnen 'pingen' als ze naar u linken."],"Remove information about the plugins and software used by your site.":["Verwijder informatie over de plugins en software die door uw site worden gebruikt."],"Remove links used for embedding your content on other sites.":["Verwijder links die worden gebruikt voor het insluiten van uw inhoud op andere sites."],"Remove links used by external systems for publishing content to your blog.":["Links die door externe systemen gebruikt worden voor het publiceren van inhoud op uw blog verwijderen."],"Remove links to the location of your site’s REST API endpoints.":["Links naar de locatie van uw site's REST API endpoints verwijderen."],"Remove links to WordPress' internal 'shortlink' URLs for your posts.":["Verwijder links naar de interne 'korte link'-URL's van WordPress voor uw berichten."],"Remove unwanted metadata":["Verwijder ongewenste metadata"],"Crawl optimization":["Crawl optimalisatie"],"Removes unknown URL parameters via a %1$s redirect. E.g., %2$s will be redirected to %3$s":["Verwijdert onbekende URL-parameters via een %1$s-omleiding. B.v.: %2$s wordt doorgestuurd naar %3$s"],"Replaces %1$s tracking parameters with the (more performant) %2$s equivalent, via a %3$s redirect. E.g., %4$s will be redirected to %5$s":["Vervangt %1$s-trackingparameters door het (beter presterende) %2$s-equivalent, via een %3$s-omleiding. B.v.: %4$s wordt doorgestuurd naar %5$s"],"Users and search engines may often request your URLs whilst using query parameters, like %1$s. These can be helpful for tracking, filtering, and powering advanced functionality - but they come with a performance and SEO ‘cost’. Sites which don’t rely on URL parameters might benefit from using these options.":["Gebruikers en zoekmachines kunnen vaak uw URL's opvragen terwijl ze zoekparameters gebruiken, zoals %1$s. Deze kunnen nuttig zijn voor het volgen, filteren en aansturen van geavanceerde functionaliteit, maar ze brengen prestatie- en SEO-‘kosten’ met zich mee. Sites die niet afhankelijk zijn van URL-parameters kunnen baat hebben bij het gebruik van deze opties."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by Common Crawl CCBot.":["Voeg een 'disallow' regel toe aan uw robots.txt bestand om te voorkomen dat Common Crawl CCBot crawlt."],"WordPress adds a lot of links and content to your site's %1$s and HTTP headers. For most websites you can safely disable all of these, which can help to save bytes, electricity, and trees.":["WordPress voegt veel links en inhoud toe aan de %1$s en HTTP headers van uw site. De meeste mensen kunnen deze allemaal veilig uitschakelen, wat bytes, elektriciteit en bomen kan helpen besparen."],"Make your site more efficient and more environmentally friendly by preventing search engines from crawling things they don’t need to, and by removing unused WordPress features. %1$sLearn more about crawl settings and how they could benefit your site%2$s.":["Maak uw site efficiënter en milieuvriendelijker door te voorkomen dat zoekmachines dingen crawlen die niet nodig zijn, en door ongebruikte wordPress functies te verwijderen. %1$sMeer informatie over crawl-instellingen en hoe deze uw site ten goede kunnen komen%2$s."],"E.g., %1$s and %2$s":["B.v., %1$s en %2$s"],"E.g., %1$s":["B.v., %1$s"],"Enable breadcrumbs for your theme":["Schakel kruimelpad in voor uw thema"],"You can always choose to enable/disable them for your theme below. This setting will not apply to breadcrumbs inserted through a widget, a block or a shortcode.":["U kunt er altijd voor kiezen om ze hieronder voor uw thema in of uit te schakelen. Deze instelling is niet van toepassing op kruimelpaden die zijn ingevoegd via een widget, een blok of een shortcode."],"Choose which Post type you wish to show in the breadcrumbs for Taxonomies.":["Maak een keuze welke berichttypes u wilt weergeven in het kruimelpad voor taxonomieën."],"Breadcrumbs for taxonomies":["Kruimelpad voor taxonomieën"],"Choose which Taxonomy you wish to show in the breadcrumbs for Post types.":["Maak een keuze welke taxonomie u wilt weergeven in het kruimelpad voor berichttypes."],"Breadcrumbs for post types":["Kruimelpad voor berichttypes"],"Breadcrumb for 404 page":["Kruimelpad voor 404-pagina"],"Prefix for search page breadcrumbs":["Voorvoegsel voor kruimelpad op de zoekpagina"],"Add prefix":["Voeg voorvoegsel toe"],"Add anchor text":["Voeg ankertekst toe"],"Add separator":["Scheidingsteken toevoegen"],"Configure the appearance and behavior of %1$syour breadcrumbs%2$s.":["Configureer de weergave en gedrag van %1$suw kruimelpad%2$s."],"Disabling this will redirect the %1$s to your site's homepage.":["Door dit uit te schakelen wordt de %1$s omgeleid naar de homepage van uw site."],"Refresh this page":["Ververs deze pagina"],"Unfortunately, this means that all your unsaved changes will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Helaas betekent dit dat al uw niet-opgeslagen wijzigingen verloren gaan. U kunt proberen deze pagina te vernieuwen om het probleem op te lossen. Als deze fout nog steeds optreedt, neem dan contact op met ons ondersteuningsteam, en we zullen u alle hulp bieden die u nodig heeft!"],"Something went wrong. An unexpected error occurred.":["Er is iets fout gegaan. Er is een onverwachte fout opgetreden."],"Failed to retrieve users.":["Kan gebruikers niet ophalen."],"Searching users...":["Gebruikers zoeken ..."],"No users found.":["Geen gebruikers gevonden."],"Discard changes":["Veranderingen ongedaan maken"],"The profile is not valid. Please use only 1-25 letters, numbers and underscores or enter a valid Twitter URL.":["Het profiel is ongeldig. Maak gebruik van 1 tot 25 tekens, nummers en onderstrepingtekens of voeg een geldige Twitter webadres toe."],"The profile is not valid. Please enter a valid URL.":["Het profiel is ongeldig. Voeg een geldig webadres toe."],"The verification code is not valid. Please use only the letters A to F, numbers, underscores and dashes.":["De verificatiecode is ongeldig. Maak gebruik van de letters A tot en met F, nummers en onderstreping- en divisie-tekens."],"The verification code is not valid. Please use only letters, numbers, underscores and dashes.":["De verificatiecode is ongeldig. Gebruik enkel letters, nummers, onderstreping- en divisie-tekens."],"User":["Gebruiker"],"Site basics":["Site basis"],"Text formality":["Tekst formaliteit"],"Read more about text formality.":["Lees meer over tekst formaliteit."],"%1$s%3$s%2$s will help you assess the formality level of your text.":["%1$s%3$s%2$s helpt u het formaliteitsniveau van uw tekst te beoordelen."],"WordPress loads lots of resources, some of which your site might not need. If you’re not using these, removing them can speed up your pages and save resources.":["WordPress laadt een hoop gegevensbronnen in waarvan uw site sommige misschien niet nodig heeft. Door ze te verwijderen wanneer u ze niet gebruikt, kunt u uw pagina's versnellen en middelen besparen."],"Remove unused resources":["Verwijder ongebruikte bronnen"],"Prevent search engines from crawling /wp-json/":["Voorkom dat zoekmachines /wp-json/ crawlen"],"Prevent search engines from crawling site search URLs":["Voorkom dat zoekmachines URL's van interne zoekopdrachten crawlen"],"There are unsaved changes on this page. Leaving means that those changes will be lost. Are you sure you want to leave this page?":["Er zijn niet-opgeslagen wijzigingen op deze pagina. De pagina verlaten betekent dat die wijzigingen verloren gaan. Weet u zeker dat u de pagina wilt verlaten?"],"Media pages":["Media pagina's"],"Categories & tags":["Categorieën & tags"],"Content types":["Inhoudstype"],"Show more":["Toon meer"],"Show less":["Toon minder"],"Configure the basics for your website.":["Configureer de basis voor uw site."],"This field updates the %1$stagline in your WordPress settings%2$s.":["Dit veld past de %1$sTitel aan van uw WordPress instellingen%2$s."],"Disabling this means that %1$s pages created by WordPress will not be indexed by search engines and will be excluded from XML sitemaps.":["Als u dit uitschakelt, betekent dit dat %1$s pagina's die door WordPress zijn gemaakt, niet worden geïndexeerd door zoekmachines en worden uitgesloten van XML-sitemaps."],"Show %1$s pages in search results":["Laat %1$s pagina’s zien in de zoekresultaten"],"We recommend keeping %1$s pages disabled. This will cause all attachment URLs to be redirected to the media itself.":["Wij raden aan %1$s pagina's uitgeschakeld te houden. Hierdoor worden alle bijlagen URL's omgeleid naar de media zelf."],"%1$s pages":["%1$s pagina’s"],"When you upload media (e.g. an image or video), %5$s automatically creates a %3$s page (attachment URL) for it. These pages are quite empty and could cause %1$sthin content problems and lead to excess pages on your site%2$s. Therefore, %4$s disables them by default (and redirects the attachment URL to the media itself).":["Wanneer u media uploadt (bijvoorbeeld een afbeelding of video), maakt %5$s er automatisch een %3$s pagina (bijlage URL) voor aan. Deze pagina's zijn bijna helemaal leeg en kunnen %1$s lage inhoudsproblemen veroorzaken en daarnaast leiden tot overtollige pagina's op uw site%2$s. Daarom schakelt %4$s ze standaard uit (en linkt de bijlage-URL door naar de media zelf)."],"Format-based archives can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["Op lay-outs gebaseerde archieven kunnen problemen met dubbele inhoud veroorzaken. Voor de meeste sites raden we aan deze instelling uit te schakelen."],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps. We recommend that you disable this setting.":["Als u dit uitschakelt, betekent dit dat %1$s niet wordt geïndexeerd door zoekmachines en worden uitgesloten van XML sitemaps. We raden u aan deze instelling uit te schakelen."],"%1$s can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["%1$s kan problemen met dubbele inhoud veroorzaken. Voor de meeste sites raden we aan deze instelling uit te schakelen."],"%1$s (e.g. %2$s) are based on publication dates. From an SEO perspective, the posts in these archives have no real relation to the other posts except for their publication dates, which doesn’t say much about the content. They could also lead to duplicate content issues. This is why we recommend you to disable %3$s.":["%1$s (bijv. %2$s) zijn gebaseerd op publicatiedata. Vanuit SEO perspectief hebben de berichten in deze archieven geen echte relatie met de andere berichten, behalve hun publicatiedata, wat niet veel zegt over de inhoud. Ze kunnen ook leiden tot problemen met dubbele inhoud. Daarom raden we u aan %3$s uit te schakelen."],"Determine how your %1$s should look on social media by default.":["Bepaal hoe uw %1$s er standaard uit moet zien op socialmedia."],"Disabling this means that %1$s without any posts will not be indexed by search engines and will be excluded from XML sitemaps.":["Als u dit uitschakelt, betekent dit dat %1$s zonder berichten niet worden geïndexeerd door zoekmachines en worden uitgesloten van XML-sitemaps."],"Show archives for authors without posts in search results":["Toon archieven voor auteurs zonder berichten in zoekresultaten"],"Determine how your %1$s should look in search engines.":["Bepaal hoe uw %1$s eruit moet zien in zoekmachines."],"If you're running a one author blog, the %1$s (e.g. %2$s) will be exactly the same as your homepage. This is what's called a %3$sduplicate content problem%4$s. If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or prevent it from showing up in search results.":["Als u een blog met één auteur heeft, zal de %1$s (bijv. %2$s) precies hetzelfde zijn als uw homepage. Dit is wat men noemt een %3$sduplicaat inhoud probleem%4$s. Als dit het geval is op uw site, kunt u ervoor kiezen om dit uit te schakelen (waardoor het doorverwijst naar de homepage), of te voorkomen dat het in de zoekresultaten verschijnt."],"Author archive":["Auteur archief"],"Read more about the search results settings":["Lees meer over de instellingen van de zoekresultaten"],"Determine how your %1$s should look in search engines and on social media.":["Bepaal hoe uw %1$s eruit moet zien in zoekmachines en op socialmedia."],"Contact support":["Contact opnemen met klantenservice"],"We're very sorry, but it seems like the following error has interrupted our application:":["Het spijt ons zeer, het lijkt erop dat de volgende foutmelding de applicatie heeft onderbroken:"],"Read reviews from real users":["Lees beoordelingen van echte gebruikers"],"%1$s attempted to load the class %2$s but it could not be found.":["%1$s probeerde de klasse %2$s te laden, maar deze kon niet worden gevonden."],"We noticed that you are using a multilingual plugin. Please be aware that this analysis feedback is intended only for texts written in English.":["We hebben gemerkt dat u een meertalige plugin gebruikt. Deze analyse feedback is alleen bedoeld voor teksten die in het Engels zijn geschreven."],"Determine how your homepage should look in the search results and on social media. This is what people probably will see when they search for your brand name.":["Bepaal hoe uw homepage eruit moet zien in de zoekresultaten en op socialmedia. Dit is wat mensen waarschijnlijk zullen zien als ze zoeken naar uw merknaam."],"Determine how your homepage should look on social media.":["Kies hoe uw homepage eruit moet zien op sociale media."],"Show the categories prefix in the slug":["Houd het voorvoegsel van de categorieën in de slug"],"Category URLs in WordPress contain a prefix, usually %s. Show or hide that prefix in category URLs.":["Categorie URLs in WordPress bevatten een voorvoegsel, doorgaans %s, deze optie verwijdert dat voorvoegsel alleen voor categorieën."],"Determine how your %1$s archive should look on social media.":["Kies hoe uw %1$s archief eruit moet zien op sociale media."],"Disabling this means that the archive for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Dit uitzetten betekent dat het archief voor %1$s niet geïndexeerd wordt door zoekmachines en uitgesloten wordt van XML sitemaps."],"Determine how your %1$s archive should look in search engines.":["Kies hoe uw %1$s archief eruit moet zien in zoekmachines."],"These settings are specifically for optimizing your %1$s archive.":["Deze instellingen zijn specifiek voor het optimaliseren van uw %1$s archief."],"%1$s archive":["%1$s archief"],"Add custom fields to page analysis":["Voeg extra velden aan de pagina analyse toe"],"Additional settings":["Extra instellingen"],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Dit uitzetten betekent dat %1$s niet door zoekmachines geïndexeerd en van XML-sitemaps uitgesloten worden."],"Search appearance":["Zoekweergave"],"You haven't set a Shop page in your WooCommerce settings. %1$sPlease do this first%2$s.":["U heeft geen winkelpagina ingesteld in uw WooCommerce instellingen. %1$sDoe dit eerst%2$s."],"The %1$ssocial image%2$s, %1$ssocial title%2$s and %1$ssocial description%2$s require Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":["De %1$sSocial afbeelding%2$s, %1$sSocial titel%2$s en %1$sSocial beschrijving%2$s vereisen Open Graph gegevens, die momenteel zijn uitgeschakeld in de sectie 'Sociaal delen' in %3$sSite functies%4$s."],"Oh no! It seems your form contains invalid data. Please review the following fields:":["Oh nee! Het lijkt erop dat uw formulier onjuiste informatie bevat. Controleer de volgende velden:"],"Archive social image":["Archief sociale afbeelding"],"Archive social description":["Archief sociale beschrijving"],"Archive social title":["Archief sociale titel"],"Show the archive for %1$s in search results":["Toon het archief voor %1$s in zoekresultaten"],"Archive breadcrumbs title":["Archief kruimelpad titel"],"Archive meta description":["Archief meta beschrijving"],"Archive SEO title":["Archief SEO titel"],"Enable %1$s for %2$s":["Schakel %1$s in voor %2$s"],"Show %1$s in search results":["Toon %1$s in zoekresultaten"],"The selected media type is not valid. Supported types are: JPG, PNG, WEBP and GIF.":["De geselecteerde bestandsindeling wordt niet ondersteund. Ondersteunde bestandstypen zijn: JPG, PNG, WEBP en GIF."],"%1$sInclusive language%2$s: We haven't detected any potentially non-inclusive phrases. Great work!":["%1$sInclusieve taal%2$s: we hebben geen potentieel niet-inclusieve zinnen gedetecteerd. Goed gedaan!"],"Potentially non-inclusive phrases":["Mogelijk niet inclusieve zinnen"],"Non-inclusive phrases":["Niet inclusieve zinnen"],"Learn more about the inclusive language analysis":["Meer informatie over de inclusieve taalanalyse"],"Inclusive language:":["Inclusieve taal:"],"Removes the inclusive language analysis section from the metabox and disables all inclusive language-related suggestions.":["Verwijdert de inclusieve taalanalyse sectie uit de metabox en schakelt alle inclusieve taalgerelateerde suggesties uit."],"Disable inclusive language analysis":["Inclusieve taal analyse uitschakelen"],"Discover why inclusive language is important for SEO.":["Ontdek waarom inclusief taalgebruik belangrijk is voor SEO."],"The inclusive language analysis offers suggestions to write more inclusive copy.":["De inclusieve taalanalyse biedt suggesties om meer inclusieve kopij te schrijven."],"Inclusive language analysis":["Inclusieve taal analyse"],"Inclusive language":["Inclusieve taal"],"%1$sInclusive language%2$s: %3$s":["%1$sInclusieve taal%2$s: %3$s"],"Use %s fields to power your meta tags and templates, and analyze all of your content.":["Gebruik %s velden om uw meta tags en templates aan te sturen, en analyseer al uw inhoud."],"Improve your technical SEO, meta tags and unlock more SEO ecommerce tools.":["Verbeter uw technische SEO, metatags en ontgrendel meer SEO ecommerce gereedschappen."],"Connect your %1$s account to improve your site’s search results using %2$s data.":["Sluit uw %1$s account aan om de zoekresultaten van uw site te verbeteren met behulp van %2$s gegevens."],"Upgrade your meta tags and social previews and manage your SEO settings in one place.":["Upgrade uw metatags en social voorbeelden en beheer uw SEO instellingen op één plek."],"Get the most out of %1$s%2$s%3$s and %4$s, together":["Haal het meeste uit %1$s%2$s%3$s en %4$s samen"],"Take advantage of your favorite SEO & content analysis tools with your favorite page builder.":["Profiteer van uw favoriete SEO & content analyse gereedschappen met uw favoriete pagina bouwer."],"Get %1$s tools and functionality in %2$s%3$s%4$s":["Krijg %1$s gereedschappen en functionaliteit in %2$s%3$s%4$s"],"Use the power of the blockchain to timestamp your content with %s.":["Gebruik de kracht van de blockchain om uw inhoud te timestampen met %s."],"Keep an eye on how your posts are ranking by connecting to your %s account.":["Houd in de gaten hoe uw berichten op de ranglijst staan door verbinding te maken met uw %s account."],"Find out what your audience is searching for with %s data right in your sidebar.":["Ontdek wat uw publiek zoekt met %s gegevens in uw zijbalk."],"Front-end SEO inspector":["Front-end SEO inspecteur"],"Oops! Something went wrong while saving.":["Oeps! Er ging iets mis tijdens het opslaan."],"Great! Your settings were saved successfully.":["Fantastisch! Uw instellingen zijn succesvol opgeslagen."],"Get your verification code in %1$sYandex Webmaster tools%2$s.":["Verkrijg uw verificatiecode in %1$sYandex Webmaster tools%2$s."],"Yandex":["Yandex"],"Claim your site over at %1$sPinterest%2$s.":["Uw site claimen op %1$sPinterest%2$s."],"Get your verification code in %1$sGoogle Search console%2$s.":["Verkrijg uw verificatiecode in %1$sGoogle Search console%2$s."],"Get your verification code in %1$sBing Webmaster tools%2$s.":["Verkrijg uw verificatiecode in %1$sBing Webmaster tools%2$s."],"Bing":["Bing"],"Add verification code":["Voeg verificatiecode toe"],"Get your verification code in %1$sBaidu Webmaster tools%2$s.":["Verkrijg uw verificatiecode in %1$sBaidu Webmaster Tools%2$s."],"Baidu":["Baidu"],"Verify your site with different tools. This will add a verification meta tag to your homepage. You can find instructions on how to verify your site for each platform by following the link in the description.":["Verifieer uw site met verschillende gereedschappen. Dit zal een verificatie meta tag toevoegen op uw homepage. U kunt voor elk platform instructies vinden over hoe u uw site kunt verifiëren door de link in de beschrijving te volgen."],"By default only editors and administrators can access the Advanced and Schema section of the %1$s sidebar or metabox. Disabling this allows access to all users.":["Standaard hebben alleen editors en beheerders toegang tot de Geavanceerd en Schema sectie van de %1$s zijbalk of meta box. Door dit uit te schakelen krijgen alle gebruikers toegang."],"Restrict advanced settings for authors":["Beperk geavanceerde instellingen voor auteurs"],"This Yoast SEO REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use Yoast SEO for all their SEO meta output.":["Dit Yoast SEO REST API endpoint geeft u alle metagegevens die u nodig heeft voor een specifieke URL. Dit maakt het heel gemakkelijk voor headless WordPress sites om Yoast SEO te gebruiken voor al hun SEO meta uitvoer."],"REST API endpoint":["REST API endpoint"],"APIs":["APIs"],"Slack sharing":["Delen op Slack"],"Allows for Twitter to display a preview with images and a text excerpt when a link to your site is shared.":["Hiermee kan Twitter een voorbeeld met afbeeldingen en een tekstsamenvatting weergeven wanneer een link naar uw site wordt gedeeld."],"Twitter card data":["Twitter kaart gegevens"],"Open Graph data":["Open Graph gegevens"],"Social sharing":["Delen op Social"],"Site structure":["Sitestructuur"],"Tell us which features you want to use.":["Laat ons weten welke functies u wenst te gebruiken."],"Site preferences":["Site voorkeuren"],"Network disabled":["Netwerk uitgeschakeld"],"Unavailable for sub-sites":["Niet beschikbaar voor sub-sites"],"This image is used as a fallback for posts/pages that don't have any images set.":["Deze afbeelding wordt gebruikt als fallback voor berichten/pagina's die geen afbeeldingen hebben."],"Site image":["Siteafbeelding"],"Title separator":["Titel scheidingsteken"],"Recommended size for this image is %1$s%3$s%2$s":["De aanbevolen grootte voor deze afbeelding is %1$s%3$s%2$s"],"The %1$sSite image%2$s requires Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":["De %1$sSite afbeelding%2$s vereist Open Graph gegevens, die momenteel zijn uitgeschakeld in de sectie 'Social delen' in %3$sSite functies%4$s."],"Automatically add content to your RSS. This enables you to add links back to your blog and your blog posts, helping search engines identify you as the original source of the content.":["Voeg automatisch inhoud toe aan uw RSS-feed. Dit stelt u in staat om links naar uw blog en uw berichten toe te voegen, zodat zoekmachines u kunnen identificeren als de oorspronkelijke bron van de inhoud."],"RSS feed":["RSS-feed"],"%1$s (default)":["%1$s (standaard)"],"We took the liberty of using your website name and logo for the organization name and logo. Feel free to change them below.":["Wij zijn zo vrij geweest uw sitenaam en logo te gebruiken voor de naam en het logo van de organisatie. Voel u vrij om ze hieronder te wijzigen."],"Edit your %1$s":["Bewerk uw %1$s"],"slug":["slug"],"keyphrase":["sleutelzin"],"A company name and logo need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site name and logo as default values. %1$sLearn more about the importance of structured data.%2$s":["Een bedrijfsnaam en logo moeten worden ingesteld om gestructureerde gegevens goed te laten werken. Omdat u deze nog niet heeft ingesteld, gebruiken we de sitenaam en het logo als standaardwaarden. %1$sLees meer over het belang van gestructureerde gegevens.%2$s"],"Install %1$s Content Analysis for %2$s":["Installeer %1$s Content Analysis voor %2$s"],"Activate %1$s Content Analysis for %2$s":["Activeer %1$s Inhoudsanalyse voor %2$s"],"%1$s integrates with %2$s":["%1$s integreert met %2$s"],"Integration active":["Integratie actief"],"Plugin not detected":["Plugin niet gevonden"],"Enable integration":["Integratie inschakelen"],"Plugin integrations":["Plug-in integratie"],"Recommended integrations":["Aanbevolen integraties"],"Enable %1$s":["%1$s inschakelen"],"Integration unavailable for multisites":["Integratie niet beschikbaar voor multisites"],"Network Disabled":["Netwerk uitgeschakeld"],"Unlock with Premium!":["Ontgrendel met Premium!"],"Premium SEO analysis:":["Premium SEO analyse:"],"Beta":["Bèta"],"Are you publishing news articles? %s helps you optimize your site for Google News.":["Publiceert u nieuwsartikelen? %s helpt u uw site te optimaliseren voor Google News."],"no data":["geen gegevens"],"Your text should be slightly longer to calculate your Flesch reading ease score.":["Uw tekst moet iets langer zijn om uw Flesch leesgemak score te berekenen."],"Continue writing to get insight into the readability of your text!":["Blijf schrijven om inzicht te krijgen in de leesbaarheid van uw tekst!"],"%1$sKeyphrase distribution%2$s: Have you evenly distributed your focus keyphrase throughout the whole text? %3$sYoast SEO Premium will tell you!%4$s":["%1$sKeyphrase distributie%2$s: heeft u uw keyphrase gelijkmatig over de hele tekst verdeeld? %3$sYoast SEO premium vertelt het u!%4$s"],"%1$sWord complexity%2$s: Is your vocabulary suited for a larger audience? %3$sYoast SEO Premium will tell you!%4$s":["%1$sWoordcomplexiteit%2$s: is uw woordenschat geschikt voor een groter publiek? %3$sYoast SEO premium zal het u vertellen!%4$s"],"Get %s to enjoy the benefits of prominent words":["Neem %s en geniet van de voordelen van prominente woorden"],"With %1$s%3$s%2$s, this section will show you which words occur most often in your text. By checking these prominent words against your intended keyword(s), you'll know how to edit your text to be more focused.":["Met %1$s%3$s %2$s laat deze sectie u zien welke woorden het meest voorkomen in uw tekst. Door deze prominente woorden te vergelijken met uw beoogde keyword(s), weet u hoe u uw tekst doelgerichter kunt maken."],"Buy %s now!":["Koop %s nu!"],"Are you working on a news article? %s helps you optimize your site for Google News.":["Werkt u aan een nieuwsartikel? %s helpt u uw site te optimaliseren voor Google News."],"Premium SEO analysis":["Premium SEO analyse"],"1 year of premium support and updates included!":["1 jaar premium ondersteuning en updates inbegrepen!"],"Unlock with %s":["Ontgrendel met %s"],"Learn more about character count":["Lees meer over het aantal tekens"],"Character count":["Aantal tekens"],"Learn more about word count":["Lees meer over het aantal woorden"],"Word count":["Aantal woorden"],"Learn more about Flesch reading ease":["Lees meer over Flesch reading ease"],"out of 100":["van de 100"],"okay":["ok"],"Learn more about reading time":["Leer meer over leestijd"],"Reading time":["Leestijd"],"minute":["minuut","minuten"],"Activate %1$s!":["Activeer %1$s!"],"You've installed %1$s but it's not activated yet. %2$sActivate %1$s now!%3$s":["U hebt %1$s geïnstalleerd maar deze nog niet geactiveerd. %2$sActiveer %1$s nu!%3$s"],"Automatically ping search engines like Bing and Yandex whenever you publish, update or delete a post.":["Automatisch zoekmachines zoals Bing en Yandex pingen wanneer u een bericht publiceert, update of verwijdert."],"Additional URL parameters to allow":["Aanvullende URL-parameters om toe te staan"],"Permalink cleanup settings":["Permalink optimalisatie instellingen"],"Max number of characters to allow in searches":["Maximum aantal karakters dat is toegestaan in zoekopdrachten"],"Search cleanup settings":["Instellingen voor het opschonen van zoekopdrachten"],"Filter searches with common spam patterns":["Filter zoekopdrachten met veelvoorkomende spampatronen"],"Filter searches with emojis and other special characters":["Filter zoekopdrachten met emojis en andere speciale tekens"],"Filter search terms":["Filter zoekwoorden"],"Unregistered URL parameters":["Niet geregistreerde URL parameters"],"Campaign tracking URL parameters":["Campaign tracking URL-parameters"],"Timestamp this %s":["Tijdstempel deze %s"],"%1$s: Not all the words from your keyphrase \"%4$s\" appear in the SEO title. %2$s%5$s%3$s.":["%1$s: niet alle woorden van uw keyphrase \"%4$s\" komen voor in de SEO titel. %2$s%5$s%3$s."],"%1$s: The focus keyphrase appears at the beginning of the SEO title. Good job!":["%1$s: De focus sleutelzin verschijnt aan het begin van de SEO-titel. Goed werk!"],"Keyphrase in SEO title":["Sleutelzin in SEO titel"],"Contact %s support.":["Contact opnemen met %s klantenservice."],"WordProof Timestamp":["WordProof tijdstempel"],"View this content's Timestamp certificate":["Bekijk de inhoud van dit tijdstempel certificaat"],"Contact WordProof support":["Contact opnemen met WordProof klantenservice"],"Find out how IndexNow can help your site.":["Ontdek hoe IndexNow uw site kan helpen."],"IndexNow":["IndexNow"],"Dismiss this notice.":["Dit bericht verbergen."],"We noticed that you haven't fully configured Yoast SEO yet. Optimize your SEO settings even further by using our improved %1$s First-time configuration%2$s.":["We hebben gemerkt dat u Yoast SEO nog niet volledig heeft geconfigureerd. Optimaliseer uw SEO instellingen nog verder door gebruik te maken van onze verbeterde %1$s eerste configuratie%2$s."],"SEO configuration":["SEO configuratie"],"Feed crawl settings":["Feed crawl instellingen"],"Basic crawl settings":["Basis crawl instellingen"],"Powered by HTTP header":["Aangedreven door HTTP header"],"Pingback HTTP header":["Pingback HTTP header"],"Emoji scripts":["Emoji scripts"],"Generator tag":["Generator tag"],"oEmbed links":["oEmbed links"],"RSD / WLW links":["RSD / WLW links"],"REST API links":["REST API links"],"Shortlinks":["Korte links"],"Atom/RDF feeds":["Atom/RDF feeds"],"Search results feeds":["Zoekresultaten feeds"],"Custom taxonomy feeds":["Aangepaste taxonomie feeds"],"Tag feeds":["Tag feeds"],"Category feeds":["Categorie feeds"],"Post type feeds":["Berichttypes feeds"],"Post authors feeds":["Bericht auteur feed"],"Global comment feeds":["Algemene reacties feed"],"Global feed":["Algemene feed"],"%1$sLearn more about crawl settings.%2$s":["%1$sMeer informatie over crawl instellingen.%2$s"],"Post comments feeds":["Bericht reacties feeds"],"Crawl settings":["Crawl instellingen"],"Finish configuration":["Configuratie voltooien"],"Personal preferences":["Persoonlijke voorkeuren"],"SEO data optimization":["SEO gegevensoptimalisatie"],"An error has occurred: %1$s":["Er is een fout opgetreden: %1$s"],"We could not save the organization name. Please check the value.":["We kunnen de bedrijfsnaam niet opslaan. Controleer de waarde."],"No items found.":["Geen items gevonden."],"All redirect types":["Alle omleiding typen"],"Add Redirect":["Omleiding toevoegen"],"Old URL":["Oude URL"],"The redirect type is the HTTP response code sent to the browser telling the browser what type of redirect is served. %1$sLearn more about redirect types%2$s.":["Het omleiding type is de HTTP reactie code die naar de browser wordt gestuurd om de browser te vertellen welk type redirect wordt aangeboden. %1$sMeer informatie over redirect typen%2$s."],"301 Moved Permanently":["301 permanente omleiding"],"Type":["Type"],"Plain redirects":["Klassieke redirects"],"Regex Redirects":["Regex redirects"],"There are unsaved changes in one or more steps. Leaving means that those changes may not be saved. Are you sure you want to leave?":["Er zijn niet-opgeslagen wijzigingen in een of meer stappen. Deze stappen verlaten betekent dat die wijzigingen mogelijk niet worden opgeslagen. Weet u zeker dat u dit wilt verlaten?"],"Add another profile":["Voeg een ander profiel toe"],"Start first-time configuration!":["Start de eerste configuratie!"],"Set the essential %s settings for your site in a few steps.":["Stel in een paar stappen de essentiële %s instellingen voor uw site in."],"For the best ranking results: configure %s!":["Voor de beste rankingresultaten: configureer %s!"],"Your site is already easier to find for search engines.":["Uw site is nu al beter vindbaar voor zoekmachines."],"Tell us about your site, so we can get it ranked!":["Vertel ons over uw site, zodat we het kunnen rangschikken!"],"Or go to your SEO dashboard":["Of ga naar uw SEO dashboard"],"E.g. example@email.com":["B.v. example@email.com"],"Please enter a valid email address.":["Voer een geldig e-mailadres in."],"Tell us! Is your site about an organization or a person? ":["Vertel het ons! Gaat uw site over een organisatie of een persoon? "],"Personal logo or avatar":["Persoonlijk logo of avatar"],"Select a user":["Selecteer een gebruiker"],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. You're not allowed to update this user profile, so please ask this user or an admin to make sure the information is correct.":["U heeft de gebruiker %1$s geselecteerd als de persoon die deze site vertegenwoordigt. Deze gebruikersprofiel informatie zal nu worden gebruikt in zoekresultaten. Je mag dit gebruikersprofiel niet updaten, dus vraag deze gebruiker of een beheer om er zeker van te zijn dat de informatie correct is."],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. %2$sUpdate this profile to make sure the information is correct%3$s.":["U heeft de gebruiker %1$s geselecteerd als de persoon die deze site vertegenwoordigt. Dit gebruikersprofiel informatie zal nu worden gebruikt in zoekresultaten. %2$sUpdate dit profiel om er zeker van te zijn dat de informatie correct is%3$s."],"Uploading image...":["Afbeelding uploaden ..."],"Select an option":["Selecteer een optie"],"Be aware that you should run the SEO data optimization for this configuration to take maximum effect.":["Wees ervan bewust dat u de SEO gegevens optimalisatie moet uitvoeren om deze configuratie maximaal effect te laten sorteren."],"We've already successfully analyzed your site. You can move on to the next step.":["We hebben uw site al succesvol geanalyseerd. U kunt doorgaan met de volgende stap."],"SEO data optimization is running… You can safely move on to the next steps of this configuration.":["SEO gegevens worden momenteel geanalyseerd... U kunt door met de volgende stap van deze configuratie."],"You're not allowed to edit the social profiles of this user. Please ask this user or an admin to do this.":["U heeft geen toestemming om de sociale profielen van deze gebruiker te bewerken. Vraag aan een beheerder om dit aan te passen."],"E.g. https://www.wikipedia.com/yoast":["B.v. https://www.wikipedia.com/yoast"],"E.g. https://www.youtube.com/yoast":["B.v. https://www.youtube.com/yoast"],"E.g. https://www.twitter.com/yoast":["B.v. https://www.twitter.com/yoast"],"E.g. https://www.tumblr.com/yoast":["B.v. https://www.tumblr.com/yoast"],"E.g. https://www.soundcloud.com/yoast":["B.v. https://www.soundcloud.com/yoast"],"E.g. https://www.pinterest.com/yoast":["B.v. https://www.pinterest.com/yoast"],"E.g. https://www.myspace.com/yoast":["B.v. https://www.myspace.com/yoast"],"E.g. https://www.linkedin.com/yoast":["B.v. https://www.linkedin.com/yoast"],"E.g. https://www.instagram.com/yoast":["B.v. https://www.instagram.com/yoast"],"E.g. https://www.facebook.com/yoast":["B.v. https://www.facebook.com/yoast"],"Delete item":["Verwijder item"],"E.g. https://social-platform.com/yoast":["B.v. https://social-platform.com/yoast"],"Other social profile":["Ander social media profiel"],"First-time configuration":["Eerste configuratie"],"You should finish the %1$sfirst time configuration%2$s to make sure your SEO data has been optimized and you’ve set the essential Yoast SEO settings for your site.":["U moet de %1$seerste keer configuratie%2$s afronden om er zeker van te zijn dat uw SEO gegevens geoptimaliseerd is en u de essentiële Yoast SEO instellingen voor uw site heeft ingesteld."],"Step 4: Go through the first time configuration":["Stap 4: doorloop de eerste configuratie"],"Postname permalink":["Berichtnaam permalink"],"Page comments":["Pagina reacties"],"Links table":["Links tabel"],"If you already have saved AIOSEO 'Search Appearance' settings and the issue persists, please contact our support team so we can take a closer look.":["Als u de AIOSEO 'Zoek weergave' instellingen al heeft opgeslagen en het probleem blijft bestaan, neem dan contact op met ons ondersteuningsteam zodat we een en ander nader kunnen bekijken."],"If you have never saved any AIOSEO 'Search Appearance' settings, please do that first and run the import again.":["Als u nog nooit AIOSEO 'Zoek weergave' instellingen heeft opgeslagen, doe dat dan eerst en voer de importeer functie opnieuw uit."],"The AIOSEO import was cancelled because some AIOSEO data is missing. Please try and take the following steps to fix this:":["De AIOSEO import is geannuleerd omdat sommige AIOSEO gegevens ontbreken. Probeer de volgende stappen uit te voeren om dit te verhelpen:"],"The validation of the AIOSEO data structure has failed.":["De validatie van de AIOSEO gegevensstructuur is mislukt."],"Currently, the %s integration is not available for multisites.":["Momenteel is de integratie van %s niet beschikbaar voor multisites."],"WordProof authentication":["WordProof authenticatie"],"Connected to WordProof":["Verboden met WordProof"],"Connection failed":["Verbinding mislukt"],"Not working? %1$sContact %3$s support%2$s.":["Werkt het niet? %1$sNeem contact op met de %3$s klantenservice%2$s."],"Try again":["Probeer opnieuw"],"Find possible solutions in this %1$sArticle%2$s.":["Vind mogelijke oplossingen in dit %1$sArtikel%2$s."],"There was a connection problem. This could be because your third party connections are blocked.":["Er was een verbindingsprobleem. Dat zou kunnen komen doordat uw verbindingen van derden geblokkeerd worden."],"The %3$s will automatically be timestamped every time you %1$supdate%2$s or %1$spublish%2$s.":["De %3$s worden automatisch voorzien van een timestamp elke keer als u %1$supdatet%2$s of %1$spubliceert%2$s."],"Your %s is now protected via the blockchain!":["Uw %s wordt nu beschermd via de blockchain!"],"Something went wrong authenticating your %3$s account with the %4$s site. Please try again or contact %1$s%3$s support%2$s.":["Er is iets misgegaan bij het verifiëren van uw %3$s account met de %4$s site. Probeer het opnieuw of neem contact op met %1$s%3$s ondersteuning%2$s."],"Unable to create new timestamps. Please authenticate with WordProof.":["Kan geen nieuwe tijdstempels maken. Gelieve te verifiëren met WordProof."],"Timestamp with WordProof":["Timestamp met WordProof"],"Learn more about timestamping":["Leer meer over timestamping"],"Authenticate with WordProof":["Authenticeren met WordProof"],"Manage WordProof settings":["Beheer WordProof instellingen"],"The WordProof Timestamp plugin needs to be disabled before you can activate this integration.":["De WordProof Timestamp plugin moet worden uitgeschakeld voordat u deze integratie kunt activeren."],"Open settings":["Bekijk instellingen"],"Open authentication":["Bekijk authenticatie"],"The timestamp is not created because you need to authenticate with %s first.":["De tijdcode is niet aangemaakt, u dient deze eerst te authenticeren door %s."],"The timestamp is not retrieved by your site. Please try again or contact %1$s support.":["De tijdcode kon niet worden opgehaald door uw site. Probeer het nog eens of neem contact op met de klantenservice van %1$s."],"%1$s failed to timestamp this page. Please check if you're correctly authenticated with %1$s and try to save this page again.":["Het toewijzen van een tijdcode aan deze pagina door %1$s is mislukt. Controleer of u correct geauthenticeerd bent met %1$s en probeer de pagina opnieuw bij te werken."],"%s has successfully timestamped this page.":["%s heeft succesvol een tijdcode toegewezen aan deze pagina."],"You are out of timestamps. Please upgrade your account by opening the %s settings.":["Er zijn geen tijdcode meer beschikbaar. Upgrade uw account in uw %s instellingen."],"Use WordProof to timestamp this page to comply with legal regulations and join the fight for a more transparant and accountable internet.":["Gebruik WordProof om deze pagina van een tijdstempel te voorzien en zo te voldoen aan de wettelijke voorschriften en deel te nemen aan de strijd voor een transparanter en verantwoordelijker internet."],"Timestamp this post":["Voeg een tijdcode toe aan dit bericht"],"content words":["inhoudswoord"],"content word":["inhoudswoord"],"Cleanup failed with the following error:":["Opruimen mislukt, geeft de volgende melding:"],"Note: These settings will overwrite the default settings of Yoast SEO.":["Opmerking: deze instellingen overschrijven de standaardinstellingen van Yoast SEO."],"Note: This metadata will only be imported if there is no existing Yoast SEO metadata yet.":["Opmerking: deze metagegevens worden alleen geïmporteerd als er nog geen bestaande Yoast SEO metagegevens zijn."],"Post metadata (SEO titles, descriptions, etc.)":["Bericht metagegevens (SEO titels, beschrijvingen, enz.)"],"The import from %s includes:":["De import van %s omvat:"],"Once you're certain that your site is working properly with the imported data from another SEO plugin, you can clean up all the original data from that plugin.":["Zodra u zeker weet dat uw site goed werkt met de geïmporteerde gegevens uit een andere SEO plugin, kunt u alle originele gegevens uit die plugin opruimen."],"Please select an SEO plugin below to see what data can be imported.":["Om te zien welke gegevens geïmporteerd kunnen worden, selecteert u een van onderstaande SEO-plugins."],"Clean up":["Opruimen"],"After you've imported data from another SEO plugin, please make sure to clean up all the original data from that plugin. (step 5)":["Denkt u eraan de originele gegevens op te ruimen, nadat u deze van de andere SEO-plugin heeft geïmporteerd. (Stap 5)"],"Note: ":["Opmerking: "],"The cleanup can take a long time depending on your site's size.":["Het opschonen kan lang duren, afhankelijk van de grootte van uw site."],"Every fifteen minutes":["Elke vijftien minuten"],"Default tagline":["Standaard slogan"],"Import failed with the following error:":["Importeren mislukt, geeft de volgende foutmelding:"],"No data found from other SEO plugins.":["Er zijn geen gegevens gevonden van andere SEO-plugins."],"Select SEO plugin":["Selecteer SEO-plugin"],"The import can take a long time depending on your site's size.":["Het importeren kan redelijk wat tijd in beslag nemen, afhankelijk van de grootte van uw site."],"For the best SEO results include all words of your keyphrase in the SEO title, and put the keyphrase at the beginning of the title":["Gebruik alle woorden van uw keyphrase in de SEO titel en plaats uw keyphrase aan het begin van de titel voor de beste SEO resultaten"],"For the best SEO results write the exact match of your keyphrase in the SEO title, and put the keyphrase at the beginning of the title":["Plaats een exacte match van uw keyphrase in de SEO titel en plaats uw keyphrase aan het begin van de titel voor de beste SEO resultaten"],"Installation Successful":["Succesvolle installatie"],"Blog Post":["Blogbericht"],"%1$s: Title does not begin with the focus keyphrase. %2$sMove your focus keyphrase to the beginning of the title%3$s.":["%1$s: de titel begint niet met de focus keyphrase. %2$sVerplaats uw focus keyphrase naar het begin van de titel%3$s."],"%1$s: The exact match of the focus keyphrase appears at the beginning of the SEO title. Good job!":["%1$s: de focus keyphrase staat aan het begin van de SEO-titel. Goed gedaan!"],"%2$sText length%4$s: The text contains %1$d %6$s. This is below the recommended minimum of %5$d %6$s. %3$sAdd more content%4$s.":["%2$sTekstlengte%4$s: De tekst bevat %1$d %6$s. Dit is lager dan het aanbevolen minimum van %5$d %6$s. %3$sVoeg meer tekst toe%4$s."],"%2$sText length%4$s: The text contains %1$d %6$s. This is slightly below the recommended minimum of %5$d %6$s. %3$sAdd a bit more copy%4$s.":["%2$sTekstlengte%4$s: De tekst bevat %1$d %6$s. Dit is iets lager dan het aanbevolen minimum van %5$d %6$s. %3$sVoeg wat meer tekst toe%4$s."],"%2$sText length%4$s: The text contains %1$d %6$s. This is far below the recommended minimum of %5$d %7$s. %3$sAdd more content%4$s.":["%2$sTekstlengte%4$s: deze tekst bevat %1$d %6$s. Dit is ver onder het aanbevolen minimum van %5$d %7$s. %3$sVoeg meer inhoud toe%4$s.","%2$sTekstlengte%4$s: deze tekst bevat %1$d %7$s. Dit is ver onder het aanbevolen minimum van %5$d %7$s. %3$sVoeg meer inhoud toe%4$s."],"character":["karakter","karakters"],"word":["woord","woorden"],"words":["woorden"],"characters":["karakters"],"%s rolls out the red carpet for the search bots, which helps your site perform better in search engines.":["%s rolt de rode loper uit voor bots van zoekmachines, wat ervoor zorgt dat uw site beter presteert in de zoekresultaten."],"You've successfully installed %s!":["U hebt %s succesvol geïnstalleerd!"],"Skip%s":["Sla over %s"],"Your %s account does not contain any keyphrases for this website yet. You can track keyphrases by using the \"Track SEO Performance\" button in the post editor.":["Uw %s account bevat nog geen keyphrases voor deze site. U kunt de prestaties van keyphrases bijhouden door te klikken op de knop 'SEO prestaties bijhouden' in de berichteditor."],"%s account":["%s account"],"This overview only shows you keyphrases added to Yoast SEO. There may be other keyphrases added to your %s.":["Dit overzicht laat alleen de keyphrases zien die u heeft toegevoegd aan Yoast SEO. Mogelijk zijn er nog andere keyphrases die u heeft toegevoegd aan %s."],"Tracking the ranking position...":["De rankingpositie aan het bepalen..."],"Something went wrong while tracking the ranking position(s) of your page. Please try again later.":["Er is iets misgegaan tijdens het bepalen van de positie(s) van uw pagina. Probeer het later nog eens."],"reconnect to %s":["verbind opnieuw met %s"],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["Het lijkt erop dat er iets mis is gegaan tijdens het ophalen van uw sitegegevens. %s en probeer het opnieuw."],"Before you can track your SEO performance make sure to set either the post’s title and save it as a draft or manually set the post’s slug.":["Voordat u uw SEO prestaties kunt volgen, moet u de titel van het bericht instellen en opslaan als concept of handmatig de slug van het bericht instellen."],"No keyphrase has been set. Please set a keyphrase first.":["Er is nog geen sleutelzin ingesteld. Voeg deze eerst toe."],"upgrade your %s plan":["upgrade uw %s plan"],"You've reached the maximum amount of %d keyphrases you can add to your Wincher account. If you wish to add more keyphrases, please %s.":["U heeft het maximale aantal %d keywords bereikt dat u kunt toevoegen aan uw Wincher account. Als u meer keywords wilt toevoegen, gelieve %s."],"With %1$s you can track the ranking position of your page in the search results based on your keyphrase(s). %2$s":["Met %1$s kunt u de positie van uw pagina in de zoekresultaten bijhouden op basis van uw keyphrases. %2$s"],"%s is currently tracking the ranking position(s) of your page. This may take a few minutes. Please wait or check back later.":["%s is momenteel de rankingpositie(s) van uw pagina aan het bepalen. Dit kan even duren. Wacht even of kom later terug."],"You have successfully connected to %s! You can now track the SEO performance for the keyphrase(s) of this page.":["Je bent succesvol verbonden met %s! U kunt nu de SEO prestaties van de keyphrase(s) van deze pagina bijhouden."],"Read more about keyphrase tracking with Wincher":["Lees meer over het volgen van sleutelzinnen met Wincher"],"Automatic tracking of keyphrases is enabled. Your keyphrase(s) will automatically be tracked by %s when you publish your post.":["Automatisch volgen van sleutelzinnen is ingeschakeld. Uw sleutelzin(nen) worden automatisch gevolgd door %s wanneer u uw bericht publiceert."],"Please enter a focus keyphrase first to track keyphrase performance":["Vul eerst een focus keyphrase in om de prestaties van uw keyphrase bij te houden"],"Keyphrase position in the last 90 days on a scale from 0 to 100.":["Positie van de sleutelzin in de afgelopen 90 dagen op een schaal van 0 tot 100."],"Track SEO performance":["Volg de SEO prestaties"],"You can enable / disable tracking the SEO performance for each keyphrase below.":["Hieronder kunt u het volgen van de SEO prestatie in- of uitschakelen voor elke sleutelzin."],"Track all keyphrases on this page":["Volg alle sleutelzinnen op deze pagina"],"Tracking has already been enabled for one or more keyphrases of this page. Clicking the button below will enable tracking for all of its keyphrases.":["Volgen is al geactiveerd voor één of meer sleutelzinnen op deze pagina. Als u klikt op onderstaande button wordt volgen ingeschakeld voor alle sleutelzinnen."],"Learn more about the SEO performance feature.":["Leer meer over de SEO prestatie functie."],"SEO performance":["SEO prestatie"],"Connect with %s":["Verbinden met %s"],"* focus keyphrase":["* focus sleutelzin"],"Get more insights over at %s":["Krijg meer inzichten via %s"],"Position over time":["Positie in de loop van de tijd"],"Position":["Positie"],"Tracking":["Volgen"],"You can still run the SEO data optimization in the %1$sTools section%2$s. Once that is finished, please refresh this page.":["U kunt nog steeds de SEO gegevens optimalisatie uitvoeren in de %1$sGereedschappen sectie%2$s. Zodra dat klaar is, vernieuwt u deze pagina."],"This configuration step is currently disabled, because you're not running the latest version of Yoast SEO Premium. Please update to the latest version (at least %1$s). ":["Deze configuratie stap is momenteel uitgeschakeld, omdat u niet de laatste versie van Yoast SEO Premium gebruikt. Update naar de laatste versie (ten minste %1$s). "],"Save and continue":["Opslaan en doorgaan"],"Does your site represent an Organization or Person?":["Vertegenwoordigt uw site een organisatie of persoon?"],"Activate %s":["Activeer %s"],"Update %s":["Update %s"],"Renew %s":["Verleng %s"],"Get help activating your subscription":["Krijg hulp bij het activeren van uw abonnement"],"It looks like you’re running an outdated and unactivated version of %1$s, please activate your subscription in %2$sMyYoast%3$s and update to the latest version (at least 17.7) to gain access to our updated workouts section.":["Het lijkt erop dat u een verouderde en niet-geactiveerde versie van %1$s gebruikt. Activeer uw abonnement op %2$sMyYoast%3$s en update naar de nieuwste versie (minstens 17.7) om toegang te krijgen tot onze geüpdatete trainingssectie."],"Activate your subscription of %s":["Activeer uw %s abonnement"],"Update to the latest version of %s":["Update naar de nieuwste versie van %s"],"Renew your subscription":["Vernieuw uw abonnement"],"Accessing the latest workouts requires an updated version of %s (at least 17.7), but it looks like your subscription has expired. Please renew your subscription to update and gain access to all the latest features.":["Toegang tot de nieuwste workouts vereist een geüpdatete versie van %s (ten minste 17.7), maar het lijkt erop dat uw abonnement is verlopen. Vernieuw uw abonnement om een update te krijgen en toegang te krijgen tot alle nieuwste functies."],"Renew your subscription of %s":["Vernieuw uw %s abonnement"],"Could not save this value. Please check the URL.":["Kon deze waarde niet opslaan. Controleer het webadres."],"Could not save this value. Please check the URL or username.":["Kon deze waarde niet opslaan. Controleer het webadres of de gebruikersnaam."],"Oops! Something went wrong. Check your email address and try again.":["Oeps! Er ging iets mis. Controleer uw e-mailadres en probeer het nogmaals."],"Yes, you can collect my site data":["Ja, u kunt mijn site gegevens verzamelen"],"Site representation":["Site representatie"],"Continue":["Doorgaan"],"Thank you! Check your inbox for the confirmation email.":["Hartelijk dank! U hebt een bevestigingsmail ontvangen in uw inbox."],"Yoast respects your privacy. Read %1$sour privacy policy%2$s on how we handle your personal information.":["Yoast respecteert uw privacy. Lees %1$sons privacybeleid%2$s over hoe we omgaan met uw persoonlijke informatie."],"Email address":["E-mailadres"],"%1$sBack to all workouts":["%1$sGa terug naar alle trainingen"],"Getting your site in shape and keeping it SEO fit can be hard. We can help you get started! Take these step-by-step workouts, and you’ll be tackling some of the most fundamental SEO challenges!":["Uw site in vorm krijgen en SEO fit houden kan moeilijk zijn. We kunnen u op weg helpen! Volg deze stap-voor-stap workouts, en u zult een paar van de meest fundamentele SEO uitdagingen aanpakken!"],"Add internal links to your posts and pages":["Voeg interne links toe aan uw berichten en pagina’s"],"Make pages easier for Google and visitors to find":["Maak uw pagina’s gemakkelijker vindbaar door Google en uw bezoekers"],"Clean up your unlinked content to make sure people can find it":["Uw niet-gelinkte inhoud opschonen om ervoor te zorgen dat men deze kan vinden"],"Orphaned content":["Verweesde inhoud"],"Bring more visitors to your articles":["Breng meer bezoekers naar uw artikelen"],"Make your important articles rank higher":["Zorg dat uw belangrijke artikelen hoger ranken"],"%1$s/%2$s steps completed":["%1$s/%2$s stappen voltooid"],"Unlock with %s!":["Ontgrendel met %s!"],"Start workout!":["Begin training!"],"Do workout again":["Doe de training opnieuw"],"Continue workout!":["Ga door met de training!"],"It looks like you're running an outdated version of %1$s, please %2$supdate to the latest version (at least 17.7)%3$s to gain access to our updated workouts section.":["Het lijkt erop dat u een verouderde versie van %1$s gebruikt, %2$supdate naar de laatste versie (tenminste 17.7)%3$s om toegang te krijgen tot onze vernieuwde workouts sectie."],"Get started quickly with the %1$s%2$s First-time configuration%3$s and configure Yoast SEO with the optimal SEO settings for your site!":["Ga snel aan de slag met de %1$s%2$s start configuratie%3$s en configureer Yoast SEO met de optimale SEO instellingen voor uw site!"],"Current or first category title":["Titel van de huidige of eerste categorie"],"Category Title":["Titel van de categorie"],"Replaced with the post content":["Vervangen door bericht inhoud"],"Post Content":["Bericht inhoud"],"Replaced with the permalink":["Vervangen door de permalink"],"Replaced with the last name of the author":["Vervangen door achternaam van de auteur"],"Author last name":["Achternaam van de auteur"],"Replaced with the first name of the author":["Vervangen door de voornaam van de auteur"],"Author first name":["Voornaam van de auteur"],"Replaced with the day the post was published":["Wordt vervangen door de dag waarop het bericht is gepubliceerd"],"Post day":["Publicatie dag"],"Replaced with the month the post was published":["Wordt vervangen door de maand waarin het bericht is gepubliceerd"],"Post month":["Publicatie maand"],"Replaced with the year the post was published":["Vervangen door het jaar waarin het bericht is gepubliceerd"],"Post year":["Publicatie jaar"],"Current day":["Huidige dag"],"Current month":["Huidige maand"],"Current date":["Huidige datum"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's way less than the recommended minimum of %2$d %7$s. %4$sMake it longer%5$s!":["%3$sLengte van de sleutelzin%5$s: de keyphrase bevat %1$d %6$s. Dat is veel minder dan het aanbevolen minimum van %2$d %7$s. %4$sMaak hem langer%5$s!","%3$sLengte van de sleutelzin%5$s: de keyphrase bevat %1$d %7$s. Dat is veel minder dan het aanbevolen minimum van %2$d %7$s. %4$sMaak hem langer%5$s!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's less than the recommended minimum of %2$d %6$s. %4$sMake it longer%5$s!":["%3$sKeyphrase lengte%5$s: de keyphrase bevat %1$d %6$s. Dat is korter dan het aanbevolen minimum van %2$d %6$s. %4$sMaak het langer%5$s!"],"It looks like you aren't using our %1$s%2$s addon%3$s. %4$sUpgrade today%5$s to unlock more tools and SEO features to make your products stand out in search results.":["Het lijkt erop dat u onze %1$s%2$s add-on%3$s niet gebruikt. %4$sUpgrade vandaag%5$s om meer gereedschappen en SEO functies te ontgrendelen om uw producten op te laten vallen in de zoekresultaten."],"Below are the technical details for the error. See %1$sthis page%2$s for a more detailed explanation.":["Hieronder zijn de technische details voor de fout. Bekijk %1$sdeze pagina%2$s voor een meer gedetailleerde uitleg."],"%1$sImage Keyphrase%2$s: Good job!":["%1$sAfbeelding keyphrase%2$s: goed werk!"],"%1$sImage Keyphrase%3$s: Images on this page do not have alt attributes with at least half of the words from your keyphrase. %2$sFix that%3$s!":["%1$sAfbeelding keyphrase%3$s: afbeeldingen op deze pagina hebben geen alt attributen met minstens de helft van de woorden uit uw keyphrase. %2$sLos dat op%3$s!"],"%1$sImages%2$s: Good job!":["%1$sAfbeeldingen%2$s: goed werk!"],"%1$sImages and videos%2$s: Good job!":["%1$sAfbeeldingen en video's%2$s: goed werk!"],"%3$sImages and videos%5$s: Only %1$d image or video appears on this page. We recommend at least %2$d. %4$sAdd more relevant images or videos%5$s!":["%3$sAfbeeldingen en video’s%5$s: enkel %1$d afbeelding of video komt voor op deze pagina. We raden ten minste %2$d afbeeldingen of video’s aan. %4$sVoeg meer relevante afbeeldingen of video’s toe%5$s!","%3$sAfbeeldingen en video’s%5$s: maar %1$d afbeeldingen of video’s komen voor op deze pagina. We raden ten minste %2$d afbeeldingen of video’s aan. %4$sVoeg meer relevante afbeeldingen of video’s toe%5$s!"],"%3$sImages%5$s: Only %1$d image appears on this page. We recommend at least %2$d. %4$sAdd more relevant images%5$s!":["%3$sAfbeeldingen%5$s: enkel %1$d afbeelding komt voor op deze pagina. We raden ten minste %2$d afbeeldingen aan. %4$sVoeg meer relevante afbeeldingen toe%5$s!","%3$sAfbeeldingen%5$s: maar %1$d afbeeldingen komen voor op deze pagina. We raden ten minste %2$d afbeeldingen aan. %4$sVoeg meer relevante afbeeldingen toe%5$s!"],"%1$sImages and videos%3$s: No images or videos appear on this page. %2$sAdd some%3$s!":["%1$sAfbeeldingen en video's%3$s: Er komen geen afbeeldingen of video's op deze pagina voor. %2$sVoeg deze%3$s toe!"],"Error stack trace":["Fout stack trace"],"Response":["Antwoord"],"Error message":["Foutmelding"],"Status code":["Status code"],"Request method":["Aanvraagmethode"],"Request URL":["Aanvraag URL"],"Error details":["Fout details"],"Workouts":["Trainingen"],"Rank with articles you want to rank with":["Rank met artikelen waarmee u wilt ranken"],"The cornerstone approach":["De cornerstone aanpak"],"SEO workouts":["SEO-training"],"Improve the quality of your site search! Automatically helps your users find your cornerstone and most important content in your internal search results. It also removes noindexed posts & pages from your site’s search results.":["Verbeter de kwaliteit van de zoekfunctie op uw site! Help uw gebruikers automatisch uw cornerstone en meest belangrijke inhoud te vinden in uw interne zoekresultaten. Het haalt ook uw niet geïndexeerde berichten en pagina's uit de zoekresultaten op uw site."],"Find out more about our %s integration.":["Ontdek meer over onze %s integratie."],"Get relevant internal linking suggestions — while you’re writing! The link suggestions metabox shows a list of posts on your blog with similar content that might be interesting to link to. ":["Krijg relevante interne link suggesties — terwijl u aan het schrijven bent! De metabox geeft een lijst van berichten weer met vergelijkbare inhoud, welke interessant kan zijn om naar te linken. "],"Find out how Insights can help you improve your content.":["Ontdek hoe inzichten u kunnen helpen om uw inhoud te verbeteren."],"Find relevant data about your content right in the Insights section in the Yoast SEO metabox. You’ll see what words you use most often and if they’re a match with your keywords! ":["Vind relevante gegevens over uw inhoud rechtstreeks in het inzichten sectie in de Yoast SEO metabox. U ziet welk woord u het meest gebruikt en of dit overeen komt met uw keywords! "],"Oops, something has gone wrong and we couldn't complete the optimization of your SEO data. Please make sure to activate your subscription in MyYoast by completing %1$sthese steps%2$s.":["Er is iets fout gegaan en we konden de optimalisatie van uw SEO gegevens niet afronden. Zorg ervoor dat u uw abonnement in MyYoast activeert door het voltooien van %1$sdeze stappen%2$s."],"To unlock this feature please update %s to the latest version.":["Om deze functie vrij te geven, update %s naar de laatste versie."],"The social appearance settings for archives require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["De instellingen voor sociale weergave van archieven vereisen Open Graph-metadata (die momenteel is uitgeschakeld). U kunt dit inschakelen in de %1$s‘Sociaal’ instellingen onder het ‘Facebook’ tabblad%2$s."],"The social appearance settings for taxonomies require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["De instellingen voor sociale weergave van taxonomieën vereisen Open Graph-metadata (die momenteel is uitgeschakeld). U kunt dit inschakelen in de %1$s‘Sociaal’ instellingen onder het ‘Facebook’ tabblad%2$s."],"The social appearance settings for content types require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["De instellingen voor sociale weergave van contenttypes vereisen Open Graph-metadata (die momenteel is uitgeschakeld). U kunt dit inschakelen in de %1$s‘Sociaal’ instellingen onder het ‘Facebook’ tabblad%2$s."],"The social appearance settings for your homepage require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["De instellingen voor sociale weergave van uw homepagina vereisen Open Graph-metadata (die momenteel is uitgeschakeld). U kunt dit inschakelen in de %1$s‘Sociaal’ instellingen onder het ‘Facebook’ tabblad%2$s."],"Social image":["Social media afbeelding"],"Unlock with Premium":["Ontgrendelen met Premium"],"Addon installation failed because of an error: %s.":["Installatie van add-on mislukt vanwege een foutmelding: %s."],"You are not allowed to install plugins.":["U bent niet gemachtigd om plugins te installeren."],"Addon installed.":["Add-on geïnstalleerd."],"Addon activation failed because of an error: %s.":["Activatie van add-on mislukt vanwege een foutmelding: %s."],"You are not allowed to activate plugins.":["U heeft geen toestemming om plugins te activeren."],"Addon activated.":["Add-on geactiveerd."],"%1$s Continue to %2$s%3$s":["%1$s Ga door naar %2$s%3$s"],"Installing and activating addons":["Add-ons worden geïnstalleerd en geactiveerd"],"No %1$s plugins have been installed. You don't seem to own any active subscriptions.":["Er zijn geen %1$s plugins geïnstalleerd. U lijkt geen actieve abonnementen te bezitten."],"the following addons":["de volgende add-ons"],"%s SEO installation":["%s SEO installatie"],"Install and activate":["Installeer en activeer"],"Please confirm below that you would like to install %s on this site.":["Bevestig alstublieft dat u %s wilt installeren op deze site."],"Insert variable":["Variabele invoegen"],"Shopping data preview:":["Winkel gegevens voorbeeld:"],"Availability":["Beschikbaarheid"],"Price":["Prijs"],"Rating":["Waardering"],"%s reviews":["%s beoordelingen"],"Rating: %s":["Waardering: %s"],"Image":["Afbeelding"],"Social description":["Social media omschrijving"],"Social title":["Social media titel"],"Required by %s":["Vereist door %s"],"Auto-updates are disabled based on this setting for %1$s.":["Automatische updates zijn uitgeschakeld op basis van deze instelling voor %1$s."],"Auto-updates are enabled based on this setting for %1$s.":["Automatische updates zijn ingeschakeld op basis van deze instelling voor %1$s."],"New":["Nieuw"],"seconds":["seconden"],"Select image":["Selecteer een afbeelding"],"Replace image":["Vervang afbeelding"],"site structure":["sitestructuur"],"internal linking":["interne links"],"breadcrumbs":["kruimelpaden"],"seo":["seo"],"Adds the Yoast SEO breadcrumbs to your template or content.":["Voegt de Yoast SEO kruimelpad toe aan uw template of inhoud van de site."],"Yoast Breadcrumbs":["Yoast kruimelpaden"],"The term is considered invalid. The following reason was given by WordPress: %s":["Het termijn wordt als ongeldig beschouwd. De volgende reden werd gegeven door WordPress: %s"],"The post could not be found.":["Het bericht is niet gevonden."],"The term could not be found.":["Het woord werd niet gevonden."],"This feature has been disabled since subsites never send tracking data.":["Deze functie is uitgeschakeld omdat subsites nooit tracking gegevens verzenden."],"We notice that you have installed WPML. To make sure your canonical URLs are set correctly, %1$sinstall and activate the WPML SEO add-on%2$s as well!":["We zien dat u WPML heeft geïnstalleerd. Om er zeker van te zijn dat uw canonieke URL's correct zijn ingesteld, moet u %1$sook de WPML SEO add-on%2$s installeren en activeren!"],"Unfortunately we cannot save changes to your SEO settings while you are working on a draft of an already-published %1$s. If you want to save your SEO changes, make sure to click 'Update', or wait to make your SEO changes until you are ready to update the %1$s.":["Helaas kunnen we wijzigingen in uw SEO instellingen niet opslaan terwijl je werkt aan een concept van een reeds gepubliceerd(e) %1$s. Als u uw SEO instellingen wilt bewaren, zorg dan dat u op 'Updaten' klikt, of wacht met wijzigen van je SEO instellingen tot u klaar bent om uw %1$s te updaten."],"Get started with Yoast SEO's content analysis for Elementor!":["Aan de slag met de Yoast SEO content analyse voor Elementor!"],"Got it":["Ik snap het"],"New: Yoast SEO for Elementor":["Nieuw: Yoast SEO voor Elementor"],"Because of a change in your category base setting, some of your SEO data needs to be reprocessed.":["Door een wijziging in de instellingen van de categoriebasis, moeten sommige SEO gegevens opnieuw worden verwerkt."],"Wait for a week or so, until %1$s automatically processes most of your content in the background.":["Wacht ongeveer een week, totdat %1$s uw inhoud automatisch op de achtergrond verwerkt."],"%s minute":["%s minuut","%s minuten"],"Est. reading time":["Verwachte leestijd"],"Written by":["Geschreven door"],"Google Rich Results Test":["Google Rich Results Test"],"Find out how a rich snippet can improve visibility and click-through-rate.":["Ontdek hoe een rich snippet de zichtbaarheid en klikfrequentie kan verbeteren."],"This adds an author byline and reading time estimate to the article’s snippet when shared on Slack.":["Dit voegt de auteursnaam en een schatting van de leestijd toe aan de samenvatting van het artikel wanneer het wordt gedeeld op Slack."],"Enhanced Slack sharing":["Verbeterd delen via Slack"],"Activate your subscription":["Activeer uw abonnement"],"SEO data optimization is disabled for non-production environments.":["SEO gegevensoptimalisatie is uitgeschakeld voor niet-productie omgevingen."],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":["Deze functie bevat en vervangt de Text Link Counter en Internal Linking Analysis"],"This tab allows you to selectively disable %1$s integrations with third-party products for all sites in the network. By default all integrations are enabled, which allows site admins to choose for themselves if they want to toggle an integration on or off for their site. When you disable an integration here, site admins will not be able to use that integration at all.":["Op dit tabblad kunt u %1$s-integraties met producten van derden selectief uitschakelen voor alle sites in het netwerk. Standaard zijn alle integraties ingeschakeld, waardoor beheerders zelf kunnen kiezen of ze een integratie voor hun site willen in- of uitschakelen. Als u hier een integratie uitschakelt, kunnen beheerders die integratie helemaal niet gebruiken."],"Because of a change in your tag base setting, some of your SEO data needs to be reprocessed.":["Door een wijziging in de instellingen van de tagbasis, moeten sommige SEO gegegevens opnieuw worden verwerkt."],"Stop SEO data optimization":["Stop de optimalisatie van SEO gegevens"],"Oops, something has gone wrong and we couldn't complete the optimization of your SEO data. Please click the button again to re-start the process. ":["Oeps, er is iets misgegaan en de optimalisatie van uw SEO-gegevens is niet voltooid. Klik nogmaals op de knop om het proces opnieuw te starten. "],"Optimizing SEO data... This may take a while.":["SEO gegevens aan het optimaliseren ... dit kan even duren."],"SEO data optimization complete":["Optimalisatie van SEO data voltooid"],"You can speed up your site and get insight into your internal linking structure by letting us perform a few optimizations to the way SEO data is stored. ":["U kunt uw site versnellen en inzicht krijgen in uw interne linkstructuur door ons enkele optimalisaties te laten uitvoeren in de manier waarop SEO-gegevens worden opgeslagen. "],"Start SEO data optimization":["SEO-gegevensoptimalisatie starten"],"Learn more about the benefits of optimized SEO data.":["Lees meer over de voordelen van geoptimaliseerde SEO-gegevens."],"You can speed up your site and get insight into your internal linking structure by letting us perform a few optimizations to the way SEO data is stored. If you have a lot of content it might take a while, but trust us, it's worth it.":["U kunt uw site versnellen en inzicht krijgen in uw interne linkstructuur door ons enkele optimalisaties te laten uitvoeren in de manier waarop SEO-gegevens worden opgeslagen. Als uw site veel inhoud bevat, kan het even duren, maar geloof ons, het is het waard."],"Optimize SEO Data":["SEO gegevens optimaliseren"],"If the problem persists, please contact support.":["Als het probleem zich blijft voortdoen, neem dan contact op met de klantenservice."],"Something has gone wrong and we couldn't complete the optimization of your SEO data. Please %1$sre-start the process%2$s.":["Er is iets misgegaan en de optimalisatie van uw SEO-gegevens kon niet worden voltooid. Gelieve %1$shet proces%2$s opnieuw te starten."],"All permalinks were successfully reset":["Alle permalinks zijn succesvol opnieuw ingesteld"],"We've encountered a problem trying to get related keyphrases. Please try again later.":["Er is een probleem opgetreden bij het zoeken naar gerelateerde keyphrases. Probeer het later opnieuw."],"You've reached the maximum amount of 4 related keyphrases. You can change or remove related keyphrases in the %s metabox or sidebar.":["U heeft het maximum van 4 gerelateerde keyphrases bereikt. U kunt gerelateerde keyphrases wijzigen of verwijderen in de %s metabox of zijbalk."],"Please wait while %1$s connects to %2$s to get related keyphrases...":["Wacht u alstublieft terwijl %1$s een connectie maakt met %2$s om gerelateerde sleutelzinnen te verkrijgen..."],"Upgrade your %s plan":["Upgrade uw %s plan"],"You've reached your request limit for today. Check back tomorrow or upgrade your plan over at %s.":["U hebt uw limiet voor vandaag bereikt. Controleer het morgen opnieuw of upgrade uw plan bij %s."],"Last month":["Afgelopen maand"],"Two months ago":["Twee maanden geleden"],"Three months ago":["Drie maanden geleden"],"Four months ago":["Vier maanden geleden"],"Five months ago":["Vijf maanden geleden"],"Six months ago":["Zes maanden geleden"],"Seven months ago":["Zeven maanden geleden"],"Eight months ago":["Acht maanden geleden"],"Nine months ago":["Negen maanden geleden"],"Ten months ago":["Tien maanden geleden"],"Eleven months ago":["Elf maanden geleden"],"Twelve months ago":["Twaalf maanden geleden"],"Get more insights at %s":["Krijg meer inzicht in %s"],"Keyphrase volume in the last 12 months on a scale from 0 to 100.":["Volume van de sleutelzin in de afgelopen 12 maanden op een schaal van 0 tot 100."],"Learn more about the related keyphrases trend":["Meer informatie over de gerelateerde sleutelzinnen-trend"],"Trend":["Trend"],"Learn more about the related keyphrases volume":["Meer informatie over het gerelateerde sleutelzinnenvolume"],"Volume":["Volume"],"Related keyphrase":["Gerelateerde sleutelzin"],"Select country":["Selecteer land"],"Show results for:":["Zoekresultaten voor:"],"Please enter a focus keyphrase first to get related keyphrases":["Voer eerst een focus-sleutelzin in om verwante sleutelzinnen te krijgen"],"Sorry, there's no data available for that keyphrase/country combination.":["Sorry, er zijn geen gegevens beschikbaar voor die combinatie van trefwoorden en landen."],"Get related keyphrases":["Verkrijg gerelateerde sleutelzinnen"],"Related keyphrases":["Gerelateerde sleutelzinnen"],"The number of headers and header labels don't match.":["Het aantal headers en header labels komt niet met elkaar overeen."],"The %s integration offers suggestions and insights for keywords related to the entered focus keyphrase.":["De %s integratie biedt suggesties en inzichten voor keywords die zijn gerelateerd aan de ingevoerde focus keyphrase."],"Disabling Yoast SEO's XML sitemaps will not disable WordPress' core sitemaps. In some cases, this %1$s may result in SEO errors on your site%2$s. These may be reported in Google Search Console and other tools.":["Als u de XML-sitemaps van Yoast SEO uitschakelt, worden de hoofd-sitemaps van WordPress niet uitgeschakeld. In sommige gevallen %1$skan dit leiden tot SEO-fouten op uw site%2$s. Deze kunnen worden gerapporteerd in Google Search Console en andere tools."],"If you still need support and have an active subscription for this product, please email %s.":["Als u nog steeds ondersteuning nodig hebt en een actief abonnement hebt op dit product, stuur dan een e-mail naar %s."],"You can probably find an answer to your question in our %1$shelp center%2$s.":["U kunt waarschijnlijk een antwoord op uw vraag vinden in onze %1$skennisbank%2$s."],"Need support?":["Hulp nodig?"],"Return to your %s":["Ga terug naar uw %s"],"Make sure to save your %s for changes to take effect":["Denk eraan uw %s op te slaan om de wijzigingen door te voeren"],"The advanced section of the %1$s meta box allows a user to remove posts from the search results or change the canonical. The settings in the schema tab allows a user to change schema meta data for a post. These are things you might not want any author to do. That's why, by default, only editors and administrators can do this. Setting to \"%2$s\" allows all users to change these settings.":["In de geavanceerde sectie van de %1$s metabox kan een gebruiker berichten uit de zoekresultaten verwijderen of de canonical wijzigen. Met de instellingen op de schema tab kan een gebruiker schema metagegevens voor een bericht wijzigen. Dit zijn dingen waarvan u misschien niet wil dat een auteur ze doet. Daarom kunnen standaard alleen redacteuren en beheerders dit doen. Als u dit instelt op \"%2$s\", kunnen alle gebruikers deze instellingen wijzigen."],"Security: no advanced or schema settings for authors":["Beveiliging: geen geavanceerde of schema instellingen voor auteurs"],"Report":["Rapporteer"],"Tech Article":["Technisch bericht"],"Scholarly Article":["Educatief bericht"],"Satirical Article":["Satirisch bericht"],"Advertiser Content Article":["Inhoudsartikel van adverteerder"],"News Article":["Nieuwsartikel"],"Social Media Posting":["Posts op social media"],"Article":["Artikel"],"Search Results Page":["Zoekresultaten pagina"],"Real Estate Listing":["Onroerend goed aanbieding"],"Checkout Page":["Afreken pagina"],"Collection Page":["Overzichts pagina"],"Medical Web Page":["Medische webpagina"],"Contact Page":["Contact pagina"],"Profile Page":["Profiel pagina"],"QA Page":["Veelgestelde vragen pagina"],"FAQ Page":["FAQ pagina"],"About Page":["Over ons pagina"],"Item Page":["Item pagina"],"Web Page":["Webpagina"],"Default for %1$s (%2$s)":["Standaard voor %1$s (%2$s)"],"This helps search engines understand your website and your content. You can change some of your settings for this page below.":["Dit helpt zoekmachines uw site en uw inhoud te begrijpen. U kunt sommige van uw instellingen voor de pagina hieronder wijzigen."],"Yoast SEO automatically describes your pages using schema.org":["Yoast SEO beschrijft automatisch uw pagina's met behulp van schema.org"],"Article type":["Artikel type"],"Page type":["Pagina type"],"Learn more about page or content types":["Meer informatie over pagina- of inhoudstypes"],"What type of page or content is this?":["Wat voor soort pagina of inhoud is dit?"],"Structured Data":["Gestructureerde gegevens"],"Yoast How-to":["Yoast handleiding"],"Yoast FAQ":["Yoast FAQ"],"%1$s: Does not contain the exact match. %2$sTry to write the exact match of your keyphrase in the SEO title and put it at the beginning of the title%3$s.":["%1$s: bevat niet de exacte overeenkomst. %2$sProbeer de exacte overeenkomst van uw keyphrase in de SEO titel te schrijven en plaats deze aan het begin van de titel%3$s."],"%1$s: The exact match of the focus keyphrase appears in the SEO title, but not at the beginning. %2$sMove it to the beginning for the best results%3$s.":["%1$s: de exacte overeenkomst met de focus keyphrase komt voor in de SEO-titel, maar niet aan het begin. %2$sVerplaats het naar het begin voor de beste resultaten%3$s."],"%1$s Internal Linking Blocks":["%1$s interne linking blocks"],"Allow us to track some data about your site to improve our plugin.":["Geef ons toestemming om gegevens van uw site te volgen zodat we onze plugin kunnen verbeteren."],"Usage tracking":["Gebruik volgen"],"Can we collect anonymous information about your website to enhance %1$s?":["Kunnen we anonieme informatie over uw site verzamelen om %1$s te verbeteren?"],"Read more about how internal linking can improve your site structure.":["Lees meer over hoe u interne links gebruikt om uw sitestructuur te verbeteren."],"Link suggestions":["Aanbevolen links"],"Insights":["Inzichten"],"Remove image":["Verwijder afbeelding"],"The file size of the uploaded image is too large for %s. File size must be less than %s.":["De bestandsgrootte van de geüploade afbeelding is te groot voor %s. De bestandsgrootte mag niet meer zijn dan %s."],"The format of the uploaded image is not supported. The supported formats are: %s, %s, %s and %s.":["Het bestandstype van de geüploade afbeelding wordt niet ondersteund. De ondersteunde indelingen zijn: %s, %s, %s en %s."],"You have uploaded a %s. Please note that, if it’s an animated %s, only the first frame will be used.":["U heeft een %s geüpload. Houd er rekening mee dat als het een geanimeerde %s is, alleen het eerste frame wordt gebruikt."],"Your image dimensions are not suitable. The minimum dimensions are %dx%d pixels. The maximum dimensions are %dx%d pixels.":["De afmetingen van uw afbeelding zijn niet geschikt. De minimale afmetingen zijn %dx%d pixels. De maximale afmetingen zijn %dx%d pixels."],"Your image dimensions are not suitable. The minimum dimensions are %dx%d pixels.":["De afmetingen van uw afbeelding zijn niet geschikt. De minimale afmetingen zijn %dx%d pixels."],"Dismiss":["Afwijzen"],"Because of a change in your permalink structure, some of your SEO data needs to be reprocessed.":["Door een wijziging in de instellingen van uw permalink structuur, moeten sommige SEO gegegevens opnieuw worden verwerkt."],"Because of a change in your home URL setting, some of your SEO data needs to be reprocessed.":["Door een wijziging in uw homepagina adres, moeten sommige SEO gegegevens opnieuw worden verwerkt."],"Please upgrade your WordPress version or install the Gutenberg plugin to get this %1$s feature.":["Upgrade uw WordPres-versie of installeer de Gutenberg plugin om deze %1$s functie te krijgen."],"Marking links with nofollow/sponsored has been disabled for WordPress installs < 5.4.":["Het markeren van links met nofollow/gesponsord is uitgeschakeld voor WordPress-installaties < 5.4."],"Open in new tab":["Open in nieuw tabblad"],"This is a sponsored link or advert (mark as %1$ssponsored%2$s)%3$s":["Dit is een gesponsorde link of advertentie (gemarkeerd als %1$sgesponsord%2$s)%3$s"],"Search engines should ignore this link (mark as %1$snofollow%2$s)%3$s":["Zoekmachines moeten deze link negeren (gemarkeerd als %1$sonvolgbaar%2$s)%3$s"],"Learn more about marking a link as nofollow or sponsored.":["Lees meer over het markeren van een link met onvolgbaar of gesponsord."],"Link inserted.":["Link ingevoegd."],"Link edited.":["Link bewerkt."],"Warning: the link has been inserted but may have errors. Please test it.":["Waarschuwing: de link is toegevoegd maar bevat mogelijk fouten. Gelieve deze testen."],"Unlink":["Link verwijderen"],"Link removed.":["Link verwijderd."],"Link":["Link"],"We've analyzed your post. There is still room for improvement!":["We hebben uw bericht geanalyseerd. Er is nog ruimte voor verbetering!"],"We've analyzed your post. Everything looks good. Well done!":["We hebben uw bericht geanalyseerd. Alles ziet er correct uit. Goed gedaan!"],"No focus keyword was entered":["Er is geen focus zoekwoord ingevoerd"],"Share your post!":["Deel uw bericht!"],"Improve your post with Yoast SEO":["Verbeter uw bericht met Yoast SEO"],"SEO analysis:":["SEO analyse:"],"The links columns show the number of articles on this site linking %3$sto%4$s this article and the number of URLs linked %3$sfrom%4$s this article. Learn more about %1$show to use these features to improve your internal linking%2$s, which greatly enhances your SEO.":["De links kolommen tonen het aantal artikelen op deze site die koppelen %3$snaar%4$s dit artikel en het aantal URL's gekoppeld %3$svan%4$s dit artikel. Meer informatie over %1$shoe deze functies te gebruiken om uw interne koppeling%2$s te verbeteren, wat uw SEO sterk verbetert."],"We've written an article about %1$show to use the SEO score and Readability score%2$s.":["We hebben een artikel geschreven over %1$show om de SEO score en leesbaarheid score%2$s te gebruiken."],"%1$s adds several columns to this page.":["%1$s voegt verschillende kolommen toe aan deze pagina."],"We estimate this will take less than a minute.":["We schatten dat dit minder dan een minuut zal duren."],"We estimate this will take a couple of minutes.":["We schatten dat dit een paar minuten zal duren."],"%1$sRun the indexation process on your server%2$s using %3$sWP CLI%2$s.":["%1$sVoer het indexeringsproces uit op je server%2$s met %3$sWP CLI%2$s."],"We estimate this could take a long time, due to the size of your site. As an alternative to waiting, you could:":["We schatten dat dit lang kan duren, vanwege de grootte van uw site. Als alternatief voor wachten, zou u:"],"Show debug information":["Fout opsporing gegevens weergeven"],"Your site will continue to work normally, but won't take full advantage of %s.":["Uw site blijft normaal werken, maar maakt geen optimaal gebruik van %s."],"%s had problems creating the database tables needed to speed up your site.":["%s had problemen met het maken van de databasetabellen die nodig waren om uw site te versnellen."],"Your keyphrase is too long. It can be a maximum of 191 characters.":["Uw keyphrase is te lang. Het kan maximaal 191 tekens lang zijn."],"%1$sFind out how to solve this problem on our help center%2$s.":["%1$sVind hoe u dit probleem kunt oplossen in ons help centrum%2$s."],"The text link counter feature is not working as expected":["De functie voor de koppeling teller werkt niet zoals verwacht"],"The text link counter helps you improve your site structure. %1$sFind out how the text link counter can enhance your SEO%2$s.":["Met de tekst koppelingsteller u uw sitestructuur verbeteren. %1$sOntdek hoe de tekst linkteller uw SEO%2$s kan verbeteren."],"The text link counter is working as expected":["De tekst koppelingsteller werkt zoals verwacht"],"I don't want this site to show in the search results.":["Ik wil niet dat deze site te zien in de zoekresultaten."],"If you want search engines to show this site in their results, you must %1$sgo to your Reading Settings%2$s and uncheck the box for Search Engine Visibility.":["Als u wil dat zoekmachines deze site weergeven in hun resultaten, moet u %1$sgaan naar uw lees instellingen%2$s gaan en schakel het selectievakje voor zichtbaarheid van zoekmachines uit."],"Learn more about the no-index setting on our help page.":["Meer informatie over de instelling voor no-index op onze help pagina."],"Even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Hoewel u de instelling van meta robots hier instellen, is de hele site ingesteld op no-index in de site brede privacy instellingen, zodat deze instellingen geen effect hebben."],"Learn more about canonical URLs on our help page.":["Meer informatie over canonieke URL's vindt u op onze help pagina."],"Learn more about the breadcrumbs title setting on our help page.":["Meer informatie over de titel instelling kruimelpad vindt u op onze help pagina."],"Learn more about advanced meta robots settings on our help page.":["Lees meer over de instellingen van geavanceerde metarobots op onze help pagina."],"Learn more about the no-follow setting on our help page.":["Meer informatie over de instelling voor no-follow vindt u op onze help pagina."],"Should search engines follow links on this content?":["Moeten zoekmachines links volgen op deze inhoud?"],"This %1$s REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use %1$s for all their SEO meta output.":["Dit %1$s REST API eindpunt geeft u alle metagegevens die u nodig heeft voor een specifieke URL. Dit maakt het erg eenvoudig voor headless WordPress sites om %1$s te gebruiken voor hun SEO meta output."],"REST API: Head endpoint":["REST API: Eindpunt van het hoofd"],"Please read %1$sthis help article%2$s to find out how to resolve this problem.":["Lees %1$sthis help artikel%2$s om erachter te komen hoe dit probleem op te lossen."],"Replaced with the term ancestors hierarchy":["Vervangen door de term vooroudershiërarchie"],"Term hierarchy":["Term hiërarchie"],"%1$sYou can change the tagline in the customizer%2$s.":["%1$sU kunt de slogan wijzigen in de customizer%2$s."],"You still have the default WordPress tagline. Even an empty one is probably better.":["U heeft nog steeds de standaard WordPress slogan. Zelfs een lege is waarschijnlijk beter."],"You should change the default WordPress tagline":["U moet de standaard WordPress slogan wijzigen"],"You are using a custom tagline or an empty one.":["U gebruikt een aangepaste slogan of een lege."],"You changed the default WordPress tagline":["U hebt de standaard WordPress slogan gewijzigd"],"Comments on your posts are displayed on a single page. This is just like we'd suggest it. You're doing well!":["Reacties op uw berichten worden weergegeven op één pagina. Dit is precies zoals we het voorstellen. U doet het goed!"],"It's highly recommended to have your postname in the URL of your posts and pages. Consider setting your permalink structure to %s.":["Het is ten zeerste aan te raden om uw bericht naam in de URL van uw berichten en pagina's te hebben. Overweeg uw permalink structuur in te stellen op %s."],"You do not have your postname in the URL of your posts and pages":["U heeft uw bericht naam niet in de URL van uw berichten en pagina's"],"You do have your postname in the URL of your posts and pages.":["U heeft uw bericht naam wel in de URL van uw berichten en pagina's."],"Your permalink structure includes the post name":["Uw permalink structuur bevat de bericht naam"],"Comments on your posts break into multiple pages. As this is not needed in 999 out of 1000 cases, we recommend you disable it. To fix this, uncheck \"Break comments into pages...\" on the Discussion Settings page.":["Reacties op uw berichten breken op meerdere pagina's. Aangezien dit niet nodig is in 999 van de 1000 gevallen, raden wij u aan het uit te schakelen. Schakel hiervoor het selectievakje 'Opmerkingen in pagina's opsplitsen' uit om dit op te lossen...\" op de pagina Discussie instellingen."],"Comments break into multiple pages":["Opmerkingen worden opgesplitst in meerdere pagina's"],"Comments are displayed on a single page":["Opmerkingen worden op één pagina weergegeven"],"No title":["Geen titel"],"%1$sGo to the Discussion Settings page%2$s":["%1$sGa naar de discussie-instellingenpagina%2$s"],"%1$sThis was reported by the %2$s plugin%3$s":["%1$sDit werd gemeld door de %2$s plugin%3$s"],"Mobile result":["Resultaat op mobiel"],"Preview as:":["Bekijk als:"],"Desktop result":["Desktop resultaat"],"When you click OK we will open our HelpScout beacon where you can find answers to your questions. This beacon will load our support data and also potentially set cookies.":["Als u op OK klikt, opent onze HelpScout beacon waar u antwoorden op uw vragen kunt vinden. Deze pagina laadt onze ondersteuningsgegevens en stelt mogelijk ook cookies in."],"The browser you are currently using is unfortunately rather dated. Since we strive to give you the best experience possible, we no longer support this browser. Instead, please use %1$sFirefox%4$s, %2$sChrome%4$s or %3$sMicrosoft Edge%4$s.":["De browser die u momenteel gebruikt, is helaas nogal gedateerd. Omdat we ernaar streven u de best mogelijke ervaring te bieden, ondersteunen we deze browser niet meer. Gebruik in plaats daarvan %1$sFirefox%4$s, %2$sChrome%4$s or %3$sMicrosoft Edge%4$s."],"If you want to apply advanced <code>meta</code> robots settings for this page, please define them in the following field.":["Als u geavanceerde <code>meta</code> robots instellingen voor deze pagina wil toepassen, definieer ze dan in het volgende veld."],"Check out %1$s":["Bekijk %1$s"],"We have both free and premium online courses to learn everything you need to know about SEO.":["We hebben zowel gratis als betaalde online cursussen om u alles te leren over SEO."],"Want to learn SEO from Team Yoast? Check out our %1$s!":["Wilt u SEO leren van team Yoast? Bekijk onze %1$s!"],"Learn SEO":["Leer SEO"],"%s settings to import:":["%s instellingen om te importeren:"],"Import settings from another %1$s installation by pasting them here and clicking \"%2$s\".":["Importeer instellingen van een andere %1$s installatie door ze hier te plakken en te klikken op %2$s\"."],"Your %1$s settings:":["Uw %1$s instellingen:"],"Schema":["Schema"],"Please check the format of the YouTube URL you entered. %s":["Gelieve het ingevoerde formaat van de YouTube URL na te kijken. %s"],"Please check the format of the Wikipedia URL you entered. %s":["Gelieve het ingevoerde formaat van de Wikipedia URL na te kijken. %s"],"Please check the format of the Pinterest URL you entered. %s":["Gelieve het ingevoerde formaat van de Pinterest URL na te kijken. %s"],"Please check the format of the MySpace URL you entered. %s":["Gelieve het ingevoerde formaat van de MySpace URL na te kijken. %s"],"Please check the format of the LinkedIn URL you entered. %s":["Gelieve het ingevoerde formaat van de LinkedIn URL na te kijken. %s"],"Please check the format of the Instagram URL you entered. %s":["Controleer het formaat van de ingevoerde Instagram URL. %s"],"Please check the format of the Facebook Page URL you entered. %s":["Gelieve het ingevoerde formaat van de Facebook Pagina URL na te kijken. %s"],"Settings saved.":["Instellingen bewaard."],"Dismiss this alert":["Negeer deze waarschuwing"],"The submitted value was: %s":["De ingevoerde waarde was: %s"],"Yandex confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Yandex verificatiecodes kunnen enkel bestaan uit de letters A t/m F, cijfers, streepjes en underscores. %s"],"Twitter usernames can only contain letters, numbers, and underscores. %s":["Een Twitter gebruikersnaam kan enkel bestaan uit letters, cijfers en lage streepjes. %s"],"Pinterest confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Pinterest verificatiecodes kunnen enkel bestaan uit de letters A t/m F, cijfers, verbindingsstreepjes en lage streepjes. %s"],"Bing confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Bing verificatiecodes kunnen enkel bestaan uit de letters A t/m F, cijfers, verbindingsstreepjes en lage streepjes. %s"],"Google verification codes can only contain letters, numbers, hyphens, and underscores. %s":["Google verificatiecodes kunnen enkel bestaan uit letters, cijfers, verbindingsstreepjes en lage streepjes. %s"],"Baidu verification codes can only contain letters, numbers, hyphens, and underscores. %s":["Baidu verificatie codes kunnen enkel bestaan uit letters, cijfers, verbindingsstreepjes en lage streepjes. %s"],"Show this item.":["Laat dit item zien."],"Hide this item.":["Verberg dit item."],"You have %d hidden problem:":["Er is %d verborgen probleem:","Er zijn %d verborgen problemen:"],"You have %d hidden notification:":["Er is %d verborgen notificatie:","Er zijn %d verborgen notificaties:"],"Focus keyphrase not set":["Focus sleutelzin niet ingesteld"],"The form contains %1$s error. %2$s":["Het formulier bevat %1$s fout. %2$s","Het formulier bevat %1$s fouten. %2$s"],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly.":["De volgende woorden komen het meest voor in de tekst. Deze geven een indicatie van de focus van uw tekst. Als de woorden erg afwijken van uw onderwerp kunt u overwegen om de tekst daarop te herschrijven."],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":["Zodra u wat meer inhoud hebt toegevoegd geven we u een lijst met woorden die het vaakst voorkomen in de inhoud. Deze geven u een beeld van waar uw inhoud op focust."],"%d occurrences":["%d gevallen"],"Activate %s for your site on MyYoast":["Activeer %s voor uw site in MyYoast"],"Show blog page in breadcrumbs":["Blogpagina in kruimelpad tonen"],"We could not find any relevant articles on your website that you could link to from your post.":["We hebben geen relevante artikelen gevonden op uw website waar u naartoe kan linken vanuit uw bericht."],"Has feedback":["Heeft feedback"],"Content optimization:":["Inhoudsoptimalisatie:"],"%1$sSEO%2$s: %3$s":["%1$sSEO%2$s: %3$s"],"%1$sReadability%2$s: %3$s":["%1$sLeesbaarheid%2$s: %3$s"],"Post Noindexed":["Bericht Noindexed"],"No Focus Keyphrase":["Geen Focus keyphrase"],"Posts with the SEO score: %s":["Berichten met de SEO score: %s"],"SEO: %s":["SEO: %s"],"%s video tutorial":["%s video tutorial"],"To view your current crawl errors, %1$splease visit Google Search Console%2$s.":["Om uw huidige crawlfouten te bekijken, %1$sbezoekt u Google Search Console%2$s."],"Google has discontinued its Crawl Errors API. Therefore, any possible crawl errors you might have cannot be displayed here anymore. %1$sRead our statement on this for further information%2$s.":["Google heeft haar Crawl Errors API stopgezet. Het is daarom niet meer mogelijk om eventuele crawlfouten hier te laten zien. %1$sLees onze verklaring voor meer informatie%2$s."],"Get the %s plugin now!":["Verkrijg de %s plugin nu!"],"Personal info":["Persoonlijke info"],"Organization logo":["Logo organisatie"],"Organization name":["Organisatienaam"],"(if one exists)":["(als die bestaat)"],"Wikipedia page about you":["Wikipedia pagina over jou"],"YouTube profile URL":["YouTube profiel URL"],"Tumblr profile URL":["Tumblr profiel URL"],"SoundCloud profile URL":["SoundCloud profiel URL"],"MySpace profile URL":["MySpace-profiel-URL"],"Organization":["Organisatie"],"You have previously set your site to represent a person. We’ve improved our functionality around Schema and the Knowledge Graph, so you should go in and %1$scomplete those settings%2$s.":["U heeft eerder ingesteld dat uw site een persoon vertegenwoordigt. We hebben onze mogelijkheden rond Schema en de Knowledge Graph verbeterd, dus u kunt het beste inloggen en %1$s instellingen daar invullen%2$s."],"Select a user...":["Selecteer een gebruiker..."],"Uncategorized":["Ongecategoriseerd"],"Pinterest profile URL":["Pinterest profiel URL"],"LinkedIn profile URL":["LinkedIn profiel URL"],"Instagram profile URL":["Instagram profiel URL"],"No JSON object was returned.":["Er werd geen JSON object teruggestuurd."],"Received internal links":["Interne links ontvangen"],"Outgoing internal links":["Uitgaande interne links"],"New step added":["Nieuwe stap toegevoegd"],"New question added":["Nieuwe vraag toegevoegd"],"For this feature to work, %1$s needs to create a table in your database. We were unable to create this table automatically.":["Om deze functie werkend te maken zal %1$s een tabel in uw database moeten kunnen aanmaken. We kunnen deze tabel helaas niet automatisch aanmaken."],"Keyphrase":["Keyphrase"],"%3$sImage Keyphrase%5$s: Out of %2$d images on this page, %1$d have alt attributes with words from your keyphrase or synonyms. That's a bit much. %4$sOnly include the keyphrase or its synonyms when it really fits the image%5$s.":["%3$sAfbeelding keyphrase%5$s: van de %2$d afbeeldingen op deze pagina, %1$d hebben alt attributen met woorden uit uw keyphrase of synoniemen. Dat is een beetje teveel. %4$sNeem enkel de keyphrase of de synoniemen ervan op als deze echt in de afbeelding past%5$s."],"%3$sImage Keyphrase%5$s: Out of %2$d images on this page, only %1$d has an alt attribute that reflects the topic of your text. %4$sAdd your keyphrase or synonyms to the alt tags of more relevant images%5$s!":["%3$sAfbeelding keyphrase%5$s: Van de %2$d afbeeldingen op deze pagina heeft alleen %1$d een alt-attribuut dat het onderwerp van uw tekst weergeeft. %4$sVoeg uw keyphrase of synoniemen toe aan de alt-tags van meer relevante afbeeldingen%5$s!","%3$sAfbeelding keyphrase%5$s: Van de %2$d afbeeldingen op deze pagina heeft alleen %1$d een alt-attribuut dat het onderwerp van uw tekst weergeeft. %4$sVoeg uw keyphrase of synoniemen toe aan de alt-tags van meer relevante afbeeldingen%5$s!"],"%1$sImage Keyphrase%3$s: Images on this page do not have alt attributes that reflect the topic of your text. %2$sAdd your keyphrase or synonyms to the alt tags of relevant images%3$s!":["%1$sAfbeelding keyphrase%3$s: afbeeldingen op deze pagina hebben geen alt-attributen die het onderwerp van je tekst weergeven. %2$sVoeg uw keyphrase of synoniemen toe aan de alt-tags van relevante afbeeldingen%3$s!"],"%1$sImage Keyphrase%3$s: Images on this page have alt attributes, but you have not set your keyphrase. %2$sFix that%3$s!":["%1$sAfbeelding keyphrase%3$s: afbeeldingen op deze pagina hebben alt kenmerken, maar je hebt uw keyphrase nog niet ingesteld. %2$sDoe dat eerst%3$s!"],"%1$sKeyphrase in subheading%2$s: %3$s of your H2 and H3 subheadings reflects the topic of your copy. Good job!":["%1$sKeyphrase in subheading%2$s: %3$s van je H2 en H3 subheadings weerspiegelt het onderwerp van je exemplaar. Goed gedaan!","%1$sKeyphrase in subheading%2$s: %3$s van je H2 en H3 subheadings weerspiegelt het onderwerp van je exemplaar. Goed gedaan!"],"%1$sKeyphrase in subheading%2$s: Your H2 or H3 subheading reflects the topic of your copy. Good job!":["%1$sKeyphrase in subheading%2$s: Je H2 of H3 subheading weerspiegelt het onderwerp van je kopie. Goed gedaan!"],"%1$sKeyphrase in subheading%3$s: %2$sUse more keyphrases or synonyms in your H2 and H3 subheadings%3$s!":["%1$sKeyphrase in subheading%3$s: %2$sGebruik meer keyphrases of synoniemen in je H2 en H3 subheadings%3$s!"],"Page %s":["Pagina %s"],"Cannot get the size of %1$s because of unknown reasons.":["Kan de grootte van %1$s niet krijgen vanwege onbekende redenen."],"Cannot get the size of %1$s because it is hosted externally.":["Kan de grootte van niet krijgen %1$s omdat het extern wordt gehost."],"%1$sSingle title%3$s: H1s should only be used as your main title. Find all H1s in your text that aren't your main title and %2$schange them to a lower heading level%3$s!":["%1$sEnkele titel%3$s: H1s moeten alleen gebruikt worden voor de hoofd titel. Vind alle H1s in uw tekst die niet de hoofdtitel zijn en %2$swijzig ze naar een lager koptekst niveau%3$s!"],"%1$sKeyphrase density%2$s: The keyphrase was found %5$d time. That's way more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$sKeyphrase dichtheid%2$s: de keyphrase is %5$d keer gevonden. Dat is veel meer dan het aanbevolen maximaal aantal van %3$d keer voor een tekst van deze lengte. %4$sProbeer niet te over optimaliseren%2$s!","%1$sKeyphrase dichtheid%2$s: de keyphrase is %5$d keer gevonden. Dat is veel meer dan het aanbevolen maximaal aantal van %3$d keer voor een tekst van deze lengte. %4$sProbeer niet te over optimaliseren%2$s!"],"%1$sKeyphrase density%2$s: The keyphrase was found %5$d time. That's more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$sKeyphrase dichtheid%2$s: de keyphrase is %5$d keer gevonden. Dat is meer dan het aanbevolen maximaal aantal van %3$d keer voor een tekst van deze lengte. %4$sProbeer niet te over optimaliseren%2$s!","%1$sKeyphrase dichtheid%2$s: de keyphrase is %5$d keer gevonden. Dat is meer dan het aanbevolen maximaal aantal van %3$d keer voor een tekst van deze lengte. %4$sProbeer niet te over optimaliseren%2$s!"],"%1$sKeyphrase density%2$s: The keyphrase was found %3$d time. This is great!":["%1$sKeyphrase dichtheid%2$s: de keyphrase is %3$d keer gevonden. Dit is goed!","%1$sKeyphrase dichtheid%2$s: de keyphrase is %3$d keer gevonden. Dit is goed!"],"%1$sKeyphrase density%2$s: The keyphrase was found %5$d time. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sKeyphrase dichtheid%2$s: de keyphrase is %5$d keer gevonden. Dat is minder dan het minimum aanbevolen aantal van %3$d keer voor een tekst van deze lengte. %4$sFocus op uw keyphrase%2$s!","%1$sKeyphrase dichtheid%2$s: de keyphrase is %5$d keer gevonden. Dat is minder dan het minimum aanbevolen aantal van %3$d keer voor een tekst van deze lengte. %4$sFocus op uw keyphrase%2$s!"],"%1$sKeyphrase density%2$s: The keyphrase was found 0 times. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sKeyphrase dichtheid%2$s: de keyphrase is 0 keer gevonden. Dat is minder dan het minimaal aanbevolen aantal van %3$d keer voor een tekst van deze lengte. %4$sFocus op uw keyphrase%2$s!"],"Import of settings is only supported on servers that run PHP 5.3 or higher.":["Het importeren van instellingen wordt alleen ondersteund op servers die PHP 5.3 of hoger gebruiken."],"Export your %1$s settings here, to copy them on another site.":["Exporteer hier uw %1$s instellingen om ze te kopiëren naar een andere website."],"No settings found.":["Geen instellingen gevonden."],"These are settings for the %1$s plugin by %2$s":["Dit zijn instellingen voor de %1$s plugin van %2$s"],"Copy all these settings to another site's %1$s tab and click \"%1$s\" there.":["Kopieer al deze instellingen naar het %1$s-tabblad van een andere site en klik daar op \"%1$s\"."],"You do not have the required rights to export settings.":["U heeft niet de benodigde rechten om instellingen te exporteren."],"Method %1$s() does not exist in class %2$s":["Methode %1$s() bestaat niet in class %2$s"],"With %s, you can easily create such redirects.":["Met %s kunt u eenvoudig deze redirects maken."],"Learn about why permalinks are important for SEO.":["Leer waarom permalinks zo belangrijk zijn voor SEO."],"Changing your permalinks settings can seriously impact your search engine visibility. It should almost %1$s never %2$s be done on a live website.":["Het veranderen van uw permalinks kan een serieuze invloed hebben op de zichtbaarheid in zoekmachines. Het moet bijna %1$s nooit %2$s gedaan worden op een live website."],"WARNING:":["WAARSCHUWING:"],"%1$sFunction words in keyphrase%3$s: Your keyphrase \"%4$s\" contains function words only. %2$sLearn more about what makes a good keyphrase.%3$s":["%1$sFunctiewoorden in trefzin%3$s: Je keyphrase \"%4$s\" bevat alleen functiewoorden. %2$sBekijk wat een goede keyphrase is.%3$s"],"Clear Image":["Haal afbeelding weg"],"%1$sKeyphrase length%3$s: %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sKeyphrase lengte%3$s: %2$sGeef een keyphrase op om uw SEO score te kunnen berekenen%3$s."],"%1$sKeyphrase in slug%2$s: More than half of your keyphrase appears in the slug. That's great!":["%1$sKeyphrase in slug%2$s: Meer dan de helft van uw keyphrase komt voor in de slug. Heel goed!"],"%1$sKeyphrase in slug%3$s: (Part of) your keyphrase does not appear in the slug. %2$sChange that%3$s!":["%1$sKeyphrase in slug%3$s: (Een deel van) uw keyphrase lijkt niet voor te komen in de slug. %2$sVerander dit%3$s!"],"%1$sKeyphrase in slug%2$s: Great work!":["%1$sKeyphrase in slug%2$s: Goed bezig!"],"Help on choosing the perfect focus keyphrase":["Hulp bij het kiezen van de perfecte focus keyphrase"],"Go %s!":["Ga %s!"],"Add related keyphrase":["Voeg een gerelateerde keyphrase toe"],"Upgrade to %s":["Upgrade naar %s"],"Get %s":["Koop %s"],"%4$sPreviously used keyphrase%6$s: You've used this keyphrase %1$s multiple times before%3$s. %5$sDo not use your keyphrase more than once%6$s.":["%4$sEerder gebruikte keyphrase%6$s: je hebt de volgende keyphrase %1$s keer eerder gebruikt%3$s. %5$sGebruik je keyphrase niet meer dan één keer%6$s."],"%3$sPreviously used keyphrase%5$s: You've used this keyphrase %1$sonce before%2$s. %4$sDo not use your keyphrase more than once%5$s.":["%3$sEerder gebruikte keyphrase%5$s: U heeftt de volgende keyphrase %1$séén keer eerder gebruikt%2$s. %4$sGebruik uw keyphrase niet meer dan één keer%5$s."],"%1$sPreviously used keyphrase%2$s: You've not used this keyphrase before, very good.":["%1$sEerder gebruikt keyphrase%2$s: U hebt deze keyphrase nog niet eerder gebruikt, heel goed."],"%1$sImages%3$s: No images appear on this page. %2$sAdd some%3$s!":["%1$sAfbeeldingen%3$s: er staan geen afbeeldingen op deze pagina. %2$sVoeg er een paar toe%3$s!"],"%1$sLink keyphrase%3$s: You're linking to another page with the words you want this page to rank for. %2$sDon't do that%3$s!":["%1$sKeyphrase-links%3$s: U linkt naar een andere pagina met de woorden waarvan u wil dat deze pagina er op gevonden wordt. %2$sDat moet u niet doen%3$s!"],"%2$sText length%3$s: The text contains %1$d %4$s. Good job!":["%2$sTekstlengte%3$s: de tekst bevat %1$d %4$s. Goed gedaan!"],"%1$sKeyphrase in subheading%3$s: More than 75%% of your H2 and H3 subheadings reflect the topic of your copy. That's too much. %2$sDon't over-optimize%3$s!":["%1$sKeyphrase in subheading%3$s: Meer dan 75%% van de H2 en H3 subheadings weerspiegelen het onderwerp van je kopie. Dat is te veel. %2$s Optimaliseer niet te veel%3$s!"],"%1$sSEO title width%3$s: %2$sPlease create an SEO title%3$s.":["%1$sSEO titel breedte%3$s: %2$sVoeg een SEO titel toe%3$s."],"%1$sSEO title width%3$s: The SEO title is wider than the viewable limit. %2$sTry to make it shorter%3$s.":["%1$sSEO titel lengte%3$s: de SEO-titel is langer dan de zichtbare limiet. %2$sProbeer die korter te maken%3$s."],"%1$sSEO title width%2$s: Good job!":["%1$s SEO titel breedte%2$s: Goed gedaan!"],"%1$sSEO title width%3$s: The SEO title is too short. %2$sUse the space to add keyphrase variations or create compelling call-to-action copy%3$s.":["%1$sBreedte van de SEO-titel%3$s: De SEO-titel is te kort. %2$sGebruik de ruimte om variaties op uw keyphrase toe te voegen of schrijf een overtuigende call-to-action%3$s."],"%1$sOutbound links%2$s: There are both nofollowed and normal outbound links on this page. Good job!":["%1$sUitgaande links%2$s: Er staan zowel nofollow- als follow uitgaande links op deze pagina. Goed gedaan!"],"%1$sOutbound links%2$s: Good job!":["%1$sUitgaande links%2$s: Goed gedaan!"],"%1$sOutbound links%3$s: All outbound links on this page are nofollowed. %2$sAdd some normal links%3$s.":["%1$sUitgaande links%3$s: Alle uitgaande links op deze pagina zijn onvolgbaar. %2$sVoeg een aantal normale links toe%3$s."],"%1$sOutbound links%3$s: No outbound links appear in this page. %2$sAdd some%3$s!":["%1$sUitgaande links%3$s: Geen uitgaande links op deze pagina. %2$sVoeg ze toe%3$s!"],"%1$sMeta description length%2$s: Well done!":["%1$sLengte van de meta beschrijving%2$s: Goed gedaan!"],"%1$sMeta description length%3$s: The meta description is over %4$d characters. To ensure the entire description will be visible, %2$syou should reduce the length%3$s!":["%1$sLengte metabeschrijving%3$s: De metabeschrijving telt meer dan %4$d letters. Om er zeker van te zijn dat de hele beschrijving zichtbaar is %2$smoet u de tekst inkorten%3$s!"],"%1$sMeta description length%3$s: The meta description is too short (under %4$d characters). Up to %5$d characters are available. %2$sUse the space%3$s!":["%1$sLengte metabeschrijving%3$s: De metabeschrijving is te kort (minder dan %4$d letters). U heeft nog ruimte voor %5$d letters. %2$sGebruik die%3$s!"],"%1$sMeta description length%3$s:  No meta description has been specified. Search engines will display copy from the page instead. %2$sMake sure to write one%3$s!":["%1$sLengte meta-beschrijving%3$s:  Er is geen meta-beschrijving. Zoekmachines tonen in plaats daarvan de tekst van het bericht. %2$sGeef een beschrijving%3$s!"],"%1$sKeyphrase in meta description%2$s: The meta description has been specified, but it does not contain the keyphrase. %3$sFix that%4$s!":["%1$sKeyphrase in meta description%2$s: Er is een meta description, maar de keyphrase zit er niet in. %3$sLos dat op%4$s!"],"%1$sKeyphrase in meta description%2$s: The meta description contains the keyphrase %3$s times, which is over the advised maximum of 2 times. %4$sLimit that%5$s!":["%1$sKeyphrase in meta description%2$s: De meta description bevat de keyphrase %3$s keer, wat meer is dan het geadviseerde maximum van 2 keer. %4$sPas dat aan%5$s!"],"%1$sKeyphrase in meta description%2$s: Keyphrase or synonym appear in the meta description. Well done!":["%1$sKeyphrase in meta-beschrijving%2$s: De keyphrase of synoniem staan in de meta-beschrijving. Goed zo!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's way more than the recommended maximum of %2$d %6$s. %4$sMake it shorter%5$s!":["%3$sKeyphraselengte%5$s: de keyphrase bevat %1$d %6$s. Dat is veel meer dan het aanbevolen maximum van %2$d %6$s. %4$sMaak het korter%5$s!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's more than the recommended maximum of %2$d %6$s. %4$sMake it shorter%5$s!":["%3$sKeyphrase lengte%5$s: de keyphrase bevat %1$d %6$s. Dat is meer dan het aanbevolen maximum van %2$d %6$s. %4$sMaak het korter%5$s!"],"%1$sKeyphrase length%2$s: Good job!":["%1$sKeyphraselengte%2$s: goed gedaan!"],"%1$sKeyphrase length%3$s: No focus keyphrase was set for this page. %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sKeyphrase lengte%3$s: Er is geen focus keyphrase ingesteld voor deze pagina. %2$sStel een keyphrase in om uw SEO score te kunnen berekenen%3$s."],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms do not appear in the first paragraph. %2$sMake sure the topic is clear immediately%3$s.":["%1$sKeyphrase in introductie%3$s: uw keyphrase of synoniemen staan niet in de eerste alinea. %2$sZorg ervoor dat het onderwerp direct duidelijk is%3$s."],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms appear in the first paragraph of the copy, but not within one sentence. %2$sFix that%3$s!":["%1$sKeyphrase in introduction%3$s: Uw keyphrase of de bijbehorende synoniemen worden weergegeven in de eerste alinea van de kopie, maar niet binnen één zin. %2$sLos dat op%3$s!"],"%1$sKeyphrase in introduction%2$s: Well done!":["%1$sKeyphrase in introductie%2$s: goed gedaan!"],"%1$sInternal links%2$s: There are both nofollowed and normal internal links on this page. Good job!":["%1$sInterne links%2$s: er staan no-follow en normale interne links op deze pagina. Goed werk!"],"%1$sInternal links%2$s: You have enough internal links. Good job!":["%1$sInterne links%2$s: u heeft voldoende interne links. Goed werk!"],"%1$sInternal links%3$s: The internal links in this page are all nofollowed. %2$sAdd some good internal links%3$s.":["%1$sInterne links%3$s: de interne links op deze pagina zijn allemaal no-follow. %2$sVoeg wat goede interne links toe%3$s."],"%1$sInternal links%3$s: No internal links appear in this page, %2$smake sure to add some%3$s!":["%1$sInterne links%3$s: er staan geen interne links op deze pagina, %2$svoeg er een aantal toe%3$s!"],"%1$sTransition words%2$s: Well done!":["%1$sSignaalwoorden%2$s: goed gedaan!"],"%1$sTransition words%2$s: Only %3$s of the sentences contain transition words, which is not enough. %4$sUse more of them%2$s.":["%1$sSignaalwoorden%2$s: slechts %3$s van de zinnen bevatten signaalwoorden, dat is niet genoeg. %4$sGebruik er meer van%2$s."],"%1$sTransition words%2$s: None of the sentences contain transition words. %3$sUse some%2$s.":["%1$sSignaalwoorden%2$s: geen enkele zin bevat signaalwoorden. %3$sGebruik er een paar%2$s."],"%1$sNot enough content%2$s: %3$sPlease add some content to enable a good analysis%2$s.":["%1$sOnvoldoende inhoud%2$s: %3$sVoeg wat inhoud toe om een goede analyse mogelijk te maken%2$s."],"%1$sSubheading distribution%2$s: You are not using any subheadings, but your text is short enough and probably doesn't need them.":["%1$sKoptekst verdeling%2$s: u gebruikt geen koptekst, maar uw tekst is kort genoeg en heeft ze waarschijnlijk niet nodig."],"%1$sSubheading distribution%2$s: You are not using any subheadings, although your text is rather long. %3$sTry and add some subheadings%2$s.":["%1$sKoptekst verdeling%2$s: u gebruikt geen kopteksten, hoewel uw tekst vrij lang is. %3$sProbeer wat kopteksten toe te voegen%2$s."],"%1$sSubheading distribution%2$s: %3$d section of your text is longer than %4$d %6$s and is not separated by any subheadings. %5$sAdd subheadings to improve readability%2$s.":["%1$sSubkoptekst verdeling%2$s: %3$d sectie van uw tekst is langer dan %4$d %6$s, en wordt niet verdeeld door subkopteksten. %5$sVoeg subkopteksten toe om de leesbaarheid te verbeteren%2$s.","%1$sSubkoptekst verdeling%2$s: %3$d sectie van uw tekst is langer dan %4$d %6$s, en wordt niet verdeeld door subkopteksten. %5$sVoeg subkopteksten toe om de leesbaarheid te verbeteren%2$s."],"%1$sSubheading distribution%2$s: Great job!":["%1$sKoptekst verdeling%2$s: goed gedaan!"],"%1$sSentence length%2$s: %3$s of the sentences contain more than %4$s %7$s, which is more than the recommended maximum of %5$s. %6$sTry to shorten the sentences%2$s.":["%1$sZinslengte%2$s: %3$s van de zinnen bevat meer dan %4$s %7$s, wat meer is dan het aanbevolen maximum van %5$s. %6$sProbeer de zinnen in te korten%2$s."],"%1$sSentence length%2$s: Great!":["%1$sZinslengte%2$s: Fantastisch!"],"%1$sConsecutive sentences%2$s: There is enough variety in your sentences. That's great!":["%1$sOpeen volgende zinnen%2$s: er zit voldoende variatie in uw zinnen. Dat is goed!"],"%1$sConsecutive sentences%2$s: The text contains %3$d consecutive sentences starting with the same word. %5$sTry to mix things up%2$s!":["%1$sOpeenvolgende zinnen%2$s: de tekst bevat %3$d opeenvolgende zinnen die beginnen met hetzelfde woord. %5$sProbeer het te variëren%2$s!","%1$sOpeenvolgende zinnen%2$s: de tekst bevat %4$d plaatsen waar %3$d of meer opeenvolgende zinnen die beginnen met hetzelfde woord. %5$sTry to mix things up%2$s!"],"%1$sPassive voice%2$s: %3$s of the sentences contain passive voice, which is more than the recommended maximum of %4$s. %5$sTry to use their active counterparts%2$s.":["%1$sLijdende vorm%2$s: %3$s van de zinnen bevat lijdende vorm, wat meer is dan het aangeraden maximum van %4$s. %5$sProbeer hun actieve tegenhangers te gebruiken%2$s."],"%1$sPassive voice%2$s: You're using enough active voice. That's great!":["%1$sLijdende vorm%2$s: u gebruikt voldoende actief geluid. Dat is goed!"],"%1$sParagraph length%2$s: %3$d of the paragraphs contains more than the recommended maximum of %4$d %6$s. %5$sShorten your paragraphs%2$s!":["%1$sAlinealengte%2$s: %3$d van de alinea's bevat meer dan het aanbevolen aantal van %4$d %6$s. %5$sMaak uw alinea's korter%2$s!","%1$sAlinealengte%2$s: %3$d van de alinea's bevat meer dan het aanbevolen aantal van %4$d %6$s. %5$sMaak uw alinea's korter%2$s!"],"%1$sParagraph length%2$s: None of the paragraphs are too long. Great job!":["%1$sParagraaflengte%2$s: geen van de paragrafen is te lang. Goed werk!"],"Good job!":["Goed gedaan!"],"Focus keyphrase: ":["Focus keyphrase: "],"Focus keyphrase":["Focus keyphrase"],"Disable":["Uitschakelen"],"Allow Control":["Sta controle toe"],"This tab allows you to selectively disable %s features for all sites in the network. By default all features are enabled, which allows site admins to choose for themselves if they want to toggle a feature on or off for their site. When you disable a feature here, site admins will not be able to use that feature at all.":["Deze tab laat u selectief bepaalde %s functionaliteit uitzetten voor alle sites in het netwerk. Standaard staan alle functies aan, wat site beheerders toestaat zelf te bepalen welke functies ze aan of uit willen zetten voor hun site. Wanneer u hier een functie uitzet, zullen site beheerders die functie helemaal niet kunnen gebruiken."],"%s is a required feature toggle argument.":["%s is een vereiste functie-schakel mogelijkheid."],"Remove keyphrase":["Verwijder keyphrase"],"Keyphrase:":["Keyphrase:"],"This feature has been disabled by the network admin.":["Deze optie is uitgeschakeld door de netwerk admin."],"Focus keyphrase not set.":["Focus keyphrase niet ingesteld."],"Colon":["Dubbele punt"],"Optional. Customize how you want to describe the duration of the instruction":["Optioneel: customize hoe u de duur van de instructie wilt beschrijven"],"Describe the duration of the instruction:":["Beschrijf de duur van de instructie:"],"Learn more about the readability analysis":["Leer meer over leesbaarheid analyse"],"Readability analysis:":["Leesbaarheidsanalyse:"],"There is a new notification.":["Er is een nieuwe notificatie.","Er zijn nieuwe notificaties."],"Both %1$s and %2$s manage the SEO of your site. Running two SEO plugins at the same time is detrimental.":["Zowel %1$s als %2$s beheren de SEO van jouw site. Het tegelijkertijd draaien van twee SEO plugins kan schadelijk zijn."],"%s, %s and %s":["%s, %s en %s"],"%s and %s":["%s en %s"],"%d minute":["%d minuut","%d minuten"],"%d hour":["%d uur","%d uren"],"%d day":["%d dag","%d dagen"],"Enter a step title":["Voer een stap titel in"],"Optional. This can give you better control over the styling of the steps.":["Optioneel. Hiermee heeft u meer controle over de styling van de stappen."],"CSS class(es) to apply to the steps":["CSS class(es) die gebruikt worden voor de stappen"],"minutes":["minuten"],"hours":["uren"],"days":["dagen"],"Create a How-to guide in an SEO-friendly way. You can only use one How-to block per post.":["Maak een How-to guide op een SEO vriendelijke manier. U kunt slechts één How-to block per bericht gebruiken."],"Copy error":["Copy fout"],"An error occurred loading the %s primary taxonomy picker.":["Er deed zich een fout voor met het laden van de %s primaire taxonomy picker."],"%1$s Structured Data Blocks":["%1$s Structured Data Blocks"],"Time needed:":["Benodigde tijd:"],"Move question down":["Verplaats vraag naar beneden"],"Move question up":["Verplaats vraag naar boven"],"Insert question":["Vraag invoeren"],"Delete question":["Verwijder vraag"],"Enter the answer to the question":["Voer het antwoord op de vraag in"],"Enter a question":["Voer een vraag in"],"Add question":["Vraag toevoegen"],"Frequently Asked Questions":["Frequently Asked Questions"],"Select the primary %s":["Selecteer de primaire %s"],"Check links to this URL":["Controleer links naar deze URL"],"Are you trying to use multiple keyphrases? You should add them separately below.":["Probeert u meerdere keyphrases te gebruiken? Vul ze dan hieronder apart in."],"Mark as cornerstone content":["Markeer als cornerstone content"],"Move step down":["Stap naar beneden verplaatsen"],"Move step up":["Stap naar boven verplaatsen"],"Insert step":["Stap toevoegen"],"Delete step":["Stap verwijderen"],"Add image":["Afbeelding toevoegen"],"Enter a step description":["Beschrijving van een stap invullen"],"Enter a description":["Een beschrijving invullen"],"Unordered list":["Ongesorteerde lijst"],"Showing step items as an ordered list.":["Toon de stap onderdelen als geordende lijst."],"Showing step items as an unordered list":["Toon de stap onderdelen als ongeordende lijst"],"Add step":["Stap toevoegen"],"Delete total time":["Totale tijd verwijderen"],"Add total time":["Totale tijd toevoegen"],"How to":["Instructie"],"How-to":["Instructie"],"Analysis results":["Analyse resultaten"],"Enter a focus keyphrase to calculate the SEO score":["Voer een focus keyphrase in om de SEO score te berekenen"],"Learn more about Cornerstone Content.":["Leer meer over cornerstone content."],"Cornerstone content should be the most important and extensive articles on your site.":["Cornerstone content zou de belangrijkste en omvangrijkste artikelen op uw site moeten zijn."],"Restore Site":["Site herstellen"],"Network Settings":["Netwerkinstellingen"],"You are not allowed to perform this action.":["U heeft geen toestemming om deze actie uit te voeren."],"Error: %s":["Fout: %s"],"Success: %s":["Gelukt: %s"],"Site with ID %d not found.":["De site met ID %d is niet gevonden."],"No site has been selected to restore.":["Er is geen site geselecteerd om te herstellen."],"You are not allowed to modify unregistered network settings.":["U heeft geen toestemming om ongeregistreerde netwerk instellingen aanpassen."],"deleted":["verwijderd"],"Copied!":["Gekopieerd!"],"Not supported!":["Niet ondersteund!"],"{{a}}Read our article about site structure{{/a}} to learn more about how internal linking can help improve your SEO.":["{{a}} Lees ons artikel over sitestructuur{{/a}} om meer te weten te komen over hoe intern linking kan helpen bij het verbeteren van uw SEO."],"Consider linking to these {{a}}cornerstone articles:{{/a}}":["Overweeg om te linken naar deze {{a}}cornerstone artikelen:{{/a}}"],"Consider linking to these articles:":["Overweeg naar deze artikelen te linken:"],"Copy link":["Link kopieëren"],"Copy link to suggested article: %s":["Kopieer de link naar het voorgestelde artikel: %s"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":["Lees onze %1$sultieme gids voor trefwoord onderzoek%2$s om meer te leren over trefwoord onderzoek en trefwoord strategie."],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly. ":["De volgende woorden komen het meest voor in de tekst. Deze geven een indicatie van de focus van uw tekst. Als de woorden erg afwijken van uw onderwerp kunt u overwegen om de tekst daarop te herschrijven. "],"Prominent words":["Prominente woorden"],"The site's tagline":["De slogan van de site"],"Not all required fields are given. Missing field %1$s":["Niet alle vereiste velden zijn ingevuld. Het veld %1$s ontbreekt."],"Add synonyms":["Synoniemen toevoegen"],"You can edit the SEO metadata for this custom type on the %1$sShop page%2$s.":["U kunt uw SEO meta-data voor dit aangepaste type bewerken op de %1$sWinkel pagina%2$s."],"Current year":["Huidig jaar"],"Page":["Pagina"],"Something went wrong. Please reload the page.":["Er is iets fout gegaan. Herlaad de pagina."],"Tagline":["Slogan"],"description (custom taxonomy)":["beschrijving (aangepaste taxonomie)"],"(custom taxonomy)":["(aangepaste taxonomie)"],"(custom field)":["(aangepast veld)"],"Term404":["Term404"],"Caption":["Onderschrift"],"Pagenumber":["Paginanummer"],"Pagetotal":["Paginatotaal"],"User description":["Gebruikersbeschrijving"],"ID":["ID"],"Modified":["Gewijzigd"],"Post type (plural)":["Berichttypes (meervoud)"],"Post type (singular)":["Berichttype (enkelvoud)"],"Separator":["Scheidingsteken"],"Search phrase":["Zoekzin"],"Term title":["Termtitel"],"Term description":["Termbeschrijving"],"Tag description":["Tagbeschrijving"],"Category description":["Categoriebeschrijving"],"Primary category":["Primaire categorie"],"Category":["Categorie"],"Tag":["Tag"],"Excerpt only":["Alleen de samenvatting"],"Excerpt":["Samenvatting"],"Site title":["Site titel"],"Archive title":["Archieftitel"],"Parent title":["Bovenliggende titel"],"Date":["Datum"],"Get Yoast SEO Premium":["Gebruik Yoast SEO Premium"],"You should create a redirect to ensure your visitors do not get a 404 error when they click on the no longer working URL.":["U zou een redirect moeten maken om ervoor te zorgen dat uw bezoekers geen 404 foutmelding krijgen wanneer ze klikken op een niet meer werkende URL."],"Search engines and other websites can still send traffic to your deleted content.":["Zoekmachines en andere sites kunnen nog steeds verkeer sturen naar je verwijderde inhoud."],"Make sure you don't miss out on traffic!":["Zorg ervoor dat u geen internetverkeer mist!"],"You just deleted a %1$s.":["U heeft zojuist een %1$s verwijderd."],"You just trashed a %1$s.":["U heeft zojuist een %1$s naar de prullenbak verplaatst."],"Url preview":["Url voorbeeld"],"Please provide a meta description by editing the snippet below. If you don’t, Google will try to find a relevant part of your post to show in the search results.":["Voeg een meta beschrijving toe door onderstaande snippet te bewerken. Als u dat niet doet zal Google proberen een relevant stukje uit uw bericht te vinden om te tonen in de zoekresultaten."],"Dismiss this notice":["Dit bericht negeren"],"No results":["Geen resultaten"],"%d result found, use up and down arrow keys to navigate":["%d resultaat gevonden, gebruik de pijl omhoog en omlaag om te navigeren","%d resultaten gevonden, gebruik de pijl omhoog en omlaag om te navigeren"],"Your site language is set to %s. If this is not correct, contact your site administrator.":["De taal van uw site is ingesteld op %s. Als dit niet juist is kunt u contact opnemen met uw site beheerder."],"The %s importer functionality uses temporary database tables. It seems your WordPress install does not have the capability to do this, please consult your hosting provider.":["De %s importeer functionaliteit gebruikt tijdelijke database tabellen. Het lijkt erop dat uw WordPress installatie niet de mogelijkheid heeft om dit te doen, raadpleeg a.u.b. uw hostingaanbieder."],"Cleanup of %s data failed.":["Het opschonen van de %s gegevens is mislukt."],"Content Type":["Contenttype"],"Filter by content type":["Filter op contenttype"],"Show All Content Types":["Alle contenttypes weergeven"],"Replaced with the normal title for an archive generated by WordPress":["Vervangen door de normale titel voor een archief gegenereerd door WordPress"],"Clean":["Opschonen"],"Once you're certain your site is OK, you can clean up. This will remove all the original data.":["Als je er zeker van bent dat je site OK is, kun je opruimen. Dit zal alle oorspronkelijke data verwijderen."],"Step 5: Clean up":["Stap 5: Opschonen"],"Please check your posts and pages and see if the metadata was successfully imported.":["Controleer a.u.b. uw berichten en pagina's en bekijk of de metagegevens succesvol geïmporteerd zijn."],"Step 3: Check your data":["Stap 3: Controleer uw data"],"This will import the post metadata like SEO titles and descriptions into your %1$s metadata. It will only do this when there is no existing %1$s metadata yet. The original data will remain in place.":["Dit importeert de bericht metadata zoals SEO titels en beschrijvingen in uw %1$s metadata. Dit gebeurt enkel wanneer er nog geen bestaande %1$s metadata bestaat. De originele gegevens blijven dan staan."],"Step 2: Import":["Stap 2: Importeren"],"Please make a backup of your database before starting this process.":["Maak een backup van uw database voordat u dit proces start."],"Step 1: Create a backup":["Stap 1: Maak een backup"],"We've detected data from one or more SEO plugins on your site. Please follow the following steps to import that data:":["We hebben data gedetecteerd van een of meer SEO plugins op uw site. Volg de volgende stappen om deze data te importeren:"],"Plugin: ":["Plugin: "],"%s did not detect any plugin data from plugins it can import from.":["%s heeft geen data gevonden van plugins die geïmporteerd kunnen worden."],"Posts that should not show up in search results":["Berichten die niet zichtbaar moeten zijn in de zoekresultaten"],"%s data found.":["%s data gevonden."],"%s data successfully removed.":["%s data succesvol verwijderd."],"%s data successfully imported.":["%s data succesvol geïmporteerd."],"%s data not found.":["%s data niet gevonden."],"On":["Aan"],"Help on: %s":["Hulp bij: %s"],"Off":["Uit"],"See who contributed to %1$s.":["Bekijk wie heeft bijgedragen aan %1$s."],"Help on this search results setting":["Hulp bij deze zoekresultaat instelling"],"Not showing the archive for %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["Het niet tonen van het archief voor %1$s in de zoekresultaten betekent technisch gezien dat die een %2$s robots meta zullen hebben en niet worden opgenomen in de XML sitemaps. %3$sMeer info over de zoekresultaat-instellingen%4$s."],"Not showing %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["Het niet in de zoekresultaten tonen van %1$s betekent technisch gezien dat deze een %2$s robots meta zullen hebben en dat deze zullen worden uitgesloten van XML sitemaps. %3$sMeer info over de zoekresultaat intellingen%4$s."],"Default for %2$s, currently: %1$s":["Standaard voor %2$s, momenteel: %1$s"],"Show %s in search results?":["Toon %s in zoekresultaten?"],"this author's archives":["de archieven van deze auteur"],"Do not allow search engines to show %s in search results.":["Sta zoekmachines niet toe om %s te tonen in de zoekresultaten."],"Read why XML Sitemaps are important for your site.":["Lees waarom XML sitemaps belangrijk zijn voor uw site."],"Enable the XML sitemaps that %s generates.":["Schakel de XML sitemaps in die worden gegenereerd door %s."],"See the XML sitemap.":["Bekijk de XML-sitemap."],"%s (current default for %s)":["%s (huidige standaard voor %s)"],"Should search engines follow links on this %1$s?":["Moeten zoekmachines links volgen op deze %1$s?"],"Allow search engines to show this %s in search results?":["Sta zoekmachines toe om deze %s te tonen in zoekresultaten?"],"Allow search engines to show this content in search results?":[""],"Toggle %1$s's XML Sitemap":["Schakel %1$s's XML sitemap in of uit"],"%s integration":["%s integratie"],"Find out how the text link counter can enhance your SEO.":["Leer hoe de tekst link teller uw SEO kan verbeteren."],"The text link counter helps you improve your site structure.":["De tekst linkteller helpt u om de structuur van uw website te verbeteren."],"Find out how cornerstone content can help you improve your site structure.":["Leer hoe cornerstone inhoud u kan helpen om de structuur van uw website te verbeteren."],"The cornerstone content feature lets you to mark and filter cornerstone content on your website.":["De cornerstone inhoud functionaliteit laat uw cornerstone inhoud op uw website markeren en filteren."],"Discover why readability is important for SEO.":["Ontdek waarom leesbaarheid belangrijk is voor SEO."],"The readability analysis offers suggestions to improve the structure and style of your text.":["De leesbaarheidsanalyse geeft suggesties om de structuur en stijl van uw tekst te verbeteren."],"Learn how the SEO analysis can help you rank.":["Leer hoe de SEO analyse u kan helpen om te ranken."],"The SEO analysis offers suggestions to improve the SEO of your text.":["De SEO analyse geeft suggesties om de SEO van uw tekst te verbeteren."],"SEO analysis":["SEO-analyse"],"Good results":["Goede resultaten"],"https://yoa.st/1uk":["https://yoa.st/1uk"],"https://yoa.st/1uj":["https://yoa.st/1uj"],"Latest blog posts on %1$s":["De laatste blogberichten op %1$s"],"Remove highlight from the text":["Markering uit de tekst verwijderen"],"Your site language is set to %s. ":["De taal van uw site is ingesteld op %s. "],"First-time SEO configuration":["Initiële SEO configuratie"],"Highlight this result in the text":["Markeer dit resultaat in de tekst"],"Considerations":["Overwegingen"],"Errors":["Fouten"],"Change language":["Wijzig taal"],"%s file":["%s bestand"],"Save changes to %s":["Sla %s wijzigingen op."],"Edit the content of your %s:":["Bewerk de inhoud van uw %s:"],"Create %s file":["Maak %s bestand aan."],"Updated %s":["%s is bijgewerkt."],"You cannot edit the %s file.":["U kunt het %s bestand niet wijzigen."],"You cannot create a %s file.":["U kunt geen %s bestand maken."],"Other integrations":["Andere integraties:"],"More information about %1$s":["Meer informatie over %1$s"],"Old Configuration Wizard":["Oude configuratiewizard"],"Manage your %s subscription on MyYoast":["Beheer uw %s abonnement in MyYoast"],"Mark the most important %1$s as 'cornerstone content' to improve your site structure. %2$sLearn more about cornerstone content%3$s.":["Markeer de meest belangrlijke %1$s als 'cornerstone content' om jouw sitestructuur te verbeteren. %2$sLeer meer over cornerstone content%3$s."],"(Opens in a new browser tab)":["(Opent in een nieuwe browsertab)"],"Go back":["Ga terug"],"Posts %1$swithout%2$s a focus keyphrase":["Berichten %1$szonder%2$s een focus keyphrase"],"Hey, your SEO is doing pretty well! Check out the stats:":["Hey, uw SEO doet het goed! Kijk eens naar uw statistieken:"],"You don't have any published posts, your SEO scores will appear here once you make your first post!":["U heeft geen gepubliceerde berichten, uw SEO scores worden hier zichtbaar nadat u uw eerste bericht heeft gemaakt!"],"Read more like this on our SEO blog":["Lees meer zoals dit op ons SEO blog"],"Readability: %s":["Leesbaarheid: %s"],"Not activated":["Niet geactiveerd"],"Activated":["Geactiveerd"],"%1$s recommendations for you":["%1$s aanbevelingen voor jou"],"All Readability Scores":["Alle leesbaarheidsscores"],"Filter by Readability Score":["Filter op leesbaarheidsscore"],"Request method %1$s is not valid.":["Request method %1$s is niet geldig."],"Text link counter":["Tekstlinkteller"],"Number of internal links linking to this post. See \"Yoast Columns\" text in the help tab for more info.":["Aantal interne links die naar dit bericht linken. Kijk voor meer informatie in de hulptab onder \"Yoast kolommen\"."],"Number of outgoing internal links in this post. See \"Yoast Columns\" text in the help tab for more info.":["Aantal interne links in dit bericht. Zie \"Yoast kolommen\" in het hulptab voor meer informatie."],"%s Columns":["%s kolommen"],"Readability score":["Leesbaarheidsscore"],"Scroll to see the preview content.":["Scrol om de voorbeeldinhoud te zien."],"Cornerstone content":["Cornerstone content"],"Save changes":["Wijzigingen opslaan"],"1 year free support and updates included!":["1 jaar gratis ondersteuning en updates inbegrepen!"],"The plugin %2$s changes your site's output and in doing that differentiates between search engines and normal users, a process that's called cloaking. We highly recommend that you disable it.":["De plugin %2$s past de uitvoer van gegevens op uw site aan waardoor een verschil ontstaat tussen wat zoekmachines en normale gebruikers zien. Dit wordt cloaking  genoemd en is een negatieve factor voor ranking. We raden u ten zeerste aan om de plugin uit te schakelen."],"No ads!":["Geen advertenties!"],"Get internal linking suggestions":["Verkrijg interne link suggesties"],"Variable":["Variabele"],"Available variables":["Beschikbare variabelen"],"Scroll to see the table content.":["Scrol om de inhoud van de tabel te zien"],"An error occurred in the '%1$s' assessment":["Er ging iets fout in de '%1$s'-beoordeling"],"No new notifications.":["Geen nieuwe meldingen."],"Save all":["Alles opslaan"],"Save":["Opslaan"],"%1$s, Author at %2$s":["%1$s, auteur op %2$s"],"Mobile preview":["Mobiele preview"],"Desktop preview":["Desktop preview"],"Please provide an SEO title by editing the snippet below.":["Voeg een SEO-titel toe door de snippet hieronder te bewerken."],"Meta description preview:":["Meta beschrijving voorvertoning:"],"Slug preview:":["Voorvertoning slug:"],"SEO title preview:":["SEO-titel-preview:"],"Close snippet editor":["Snippet-editor sluiten"],"Slug":["Slug"],"Remove marks in the text":["Markeringen in de tekst verwijderen"],"Mark this result in the text":["Dit resultaat markeren in de text"],"Marks are disabled in current view":["Markeringen zijn uitgeschakeld in de huidige weergave"],"Good SEO score":["Goede SEO-score"],"OK SEO score":["Redelijke SEO-score"],"Feedback":["Feedback"],"Name":["Naam"],"Please provide a meta description by editing the snippet below.":["Voeg een meta-beschrijving toe door de onderstaande snippet te bewerken."],"Edit snippet":["Snippet bewerken"],"You can click on each element in the preview to jump to the Snippet Editor.":["U kan op elk element in het voorbeeld klikken om naar de snippet editor te gaan."],"SEO title preview":["SEO titel voorbeeld"],"Export settings":["Instellingen exporteren"],"Please don't show me this notification anymore":["Deze melding niet meer tonen"],"If you are experiencing issues, %1$splease file a bug report%2$s and we'll do our best to help you out.":["Als u problemen ondervindt, %1$svul een foutrapport in%2$s en we zullen ons best doen om u te helpen."],"We've noticed you've been using %1$s for some time now; we hope you love it! We'd be thrilled if you could %2$sgive us a 5 stars rating on WordPress.org%3$s!":["We hebben gemerkt dat u %1$s enige tijd nu gebruikt; we hopen dat het u bevalt! Wij zouden zeer erkentelijk zijn als u ons %2$seen 5 ster waardering geeft op WordPress.org%3$s!"],"%1$s + %2$s":["%1$s + %2$s"],"Warning: the variable %1$s cannot be used in this template. See the %2$s for more info.":["Waarschuwing: de variabele %1$s kan niet gebruikt worden in deze template. Bekijk de %2$s voor meer informatie."],"By the way, did you know we also have a %1$sPremium plugin%2$s? It offers advanced features, like a redirect manager and support for multiple keyphrases. It also comes with 24/7 personal support.":["Wist u dat er ook een %1$sPremium Plugin%2$s is? Deze biedt geavanceerde functies, zoals een redirect manager en ondersteuning voor meerdere trefzinnen. Daarnaast is er ook een 24/7 persoonlijke ondersteuning."],"(no title)":["(geen titel)"],"The %1$s admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["Het %1$s beheerder toolbar menu bevat handige links naar tools van derden waarmee u uw pagina's kan analyseren en geeft inzicht in hoeveel SEO meldingen gevonden zijn."],"Admin bar menu":["Toolbar-menu"],"Features":["Functies"],"SEO title":["SEO-titel"],"Greater than sign":["Groter dan-teken"],"Less than sign":["Kleiner dan-teken"],"Right angle quotation mark":["Naar rechts gericht aanhalingsteken"],"Left angle quotation mark":["Naar links gericht aanhalingsteken"],"Small tilde":["Kleine tilde"],"Vertical bar":["Verticale balk"],"Low asterisk":["Laag sterretje"],"Asterisk":["Sterretje"],"Bullet":["Bolletje"],"Middle dot":["Midden-punt"],"Em dash":["Em-streepje"],"En dash":["En-streepje"],"Dash":["Streepje"],"No":["Nee"],"Yes":["Ja"],"Google search console":["Google search console"],"Social profiles":["Sociale profielen"],"Posts list":["Berichtenlijst"],"Posts list navigation":["Berichtenlijst-navigatie"],"Filter posts list":["Berichtenlijst filteren"],"Installed":["Geïnstalleerd "],"Seamless integration between %1$s and %2$s":["Een naadloze integratie tussen %1$s en %2$s"],"Optimize your site for Google News":["Optimaliseer uw site voor Google News"],"Edit &#8220;%s&#8221;":["Bewerk &#8220;%s&#8221;"],"Premium":["Premium"],"Get Premium":["Verkrijg Premium"],"Notifications":["Meldingen"],"Removes the focus keyphrase section from the metabox and disables all SEO-related suggestions.":["Verwijdert het keyphrase-tabblad uit de metabox en schakelt alle SEO-gerelateerde suggesties uit."],"Disable SEO analysis":["SEO analyse uitschakelen"],"Other social profiles":["Andere sociale profielen"],"Make primary":["Primair maken"],"Cancel":["Annuleer"],"%s notification":["%s melding","%s meldingen"],"Disable readability analysis":["Leesbaarheidsanalyse uitschakelen"],"Removes the readability analysis section from the metabox and disables all readability-related suggestions.":["Verwijdert de leesbaarheidsanalyse-sectie uit de metabox en schakelt alle suggesties met betrekking tot leesbaarheid uit."],"Readability analysis":["Leesbaarheidsanalyse"],"Needs improvement":["Heeft verbetering nodig"],"Readability":["Leesbaarheid"],"Improvements":["Verbeteringen"],"Good job! We could detect no serious SEO problems.":["Goed gedaan! We konden geen serieuze SEO-problemen vinden."],"We have detected the following issues that affect the SEO of your site.":["We hebben de volgende problemen ontdekt die invloed hebben op de SEO van uw website."],"Problems":["Problemen"],"Analysis":["Analyse"],"Not available":["Niet beschikbaar"],"Filter by SEO Score":["Op SEO-score filteren"],"Meta description not set.":["Geen meta-beschrijving ingesteld."],"Open":["Open"],"Loading...":["Laden..."],"No results found":["Geen resultaten gevonden"],"Dashboard":["Dashboard"],"You can fix this on the %1$sPermalink settings page%2$s.":["U kan dit verhelpen op de %1$sPermalink instellingenpagina%2$s."],"Replaced with the primary category of the post/page":["Vervangen door de primaire categorie van bericht/pagina"],"Buy %s":["%s kopen"],"New %1$s Title":["Nieuwe %1$s-titel"],"Existing %1$s Title":["Bestaande %1$s-titel"],"Expected an integer as input.":["Heel getal verwacht als invoer."],"Trying to build the sitemap cache key, but the postfix and prefix combination leaves too little room to do this. You are probably requesting a page that is way out of the expected range.":["Er is geprobeerd een goede sitemap cache sleutel te maken, maar de combinatie van voor- en achtervoegsel geeft hiervoor te weinig mogelijkheden. U probeert waarschijnlijk een pagina op te vragen die ver buiten het verwachte bereik valt."],"Redirects":["Redirects"],"Remove":["Verwijderen"],"Keep":["Behouden"],"Bold the last page":["Toon de laatste pagina vetgedrukt"],"Primary %s":["Primair %s"],"Primary":["Primair"],"Make %1$s primary %2$s":["Maak %1$s primair %2$s"],"Integrations":["Integraties"],"Term is set to noindex.":["Term is ingesteld op noindex"],"Author archives":["Auteursarchieven"],"Enabled":["Ingeschakeld"],"Disabled":["Uitgeschakeld"],"The separator defined in your theme's %s tag.":["Het scheidingsteken zoals gedefinieerd in de %s-tag van het thema."],"No index":["Noindex"],"SEO score":["SEO score"],"Team Yoast":["Team Yoast"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["De eerste echte alles-in-één SEO oplossing voor WordPress, inclusief inhoudsanalyse per pagina, XML sitemaps en veel meer."],"Yoast SEO":["Yoast SEO"],"Activation failed:":["Activering mislukt:"],"The filter extension seem to be unavailable. Please ask your web host to enable it.":["De filter extensie is niet beschikbaar. Vraag uw hostingprovider om deze in te schakelen."],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":["De %1$s plugininstallatie is onvolledig. Meer informatie in de %2$sinstallatiehandleiding%3$s."],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":["De extensie Standaard-PHP-bibliotheek (SPL) lijkt niet beschikbaar. Vraag de hostingprovider deze te activeren."],"SEO Settings":["SEO-instellingen"],"Mobile-Friendly Test":["Test mobielvriendelijkheid"],"Google Page Speed Test":["'Google Page speed'-test"],"Facebook Debugger":["Facebook-foutopsporing"],"Analyze this page":["Deze pagina analyseren"],"%s does not seem to be a valid url. Please correct.":["%s is geen geldige URL. Vul een geldige URL in."],"%1$s does not seem to be a valid %2$s verification string. Please correct.":["%1$s is geen geldige %2$s verificatiestring. Gelieve te corrigeren."],"%s Archive":["Archief %s"],"You searched for %s":["U heeft gezocht naar %s"],"%s does not seem to be a valid Twitter Username. Please correct.":["%s lijkt geen geldige Twitter gebruikersnaam. Vul een geldige gebruikersnaam in."],"Summary with large image":["Samenvatting met grote afbeelding"],"The post %1$s appeared first on %2$s.":["Het bericht %1$s verscheen eerst op %2$s."],"No numeric value was received.":["Geen numerieke waarde ontvangen."],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":["Dit moet een bestaand blog zijn. Blog %s bestaat niet of is gemarkeerd als verwijderd."],"The default blog setting must be the numeric blog id of the blog you want to use as default.":["De standaard blog instellingen moeten het numerieke blog ID hebben van het blog dat u als standaard wilt gebruiken."],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":["%1$s is geen geldige keuze voor wie er toegang moet hebben tot de instellingen van %2$s. De standaardwaarde is hersteld."],"Please select a valid post type for taxonomy \"%s\"":["Een geldig berichttype voor taxonomie '%s' selecteren"],"Please select a valid taxonomy for post type \"%s\"":["Een geldige taxonomie selecteren voor berichttype '%s'"],"You searched for":["U zocht naar"],"Home":["Home"],"Archives for":["Archieven voor"],"Error 404: Page not found":["404-fout: pagina niet gevonden"],"Good":["Goed"],"Replaced with a custom taxonomies description":["Vervangen door een aangepaste taxonomie-beschrijving"],"Replaced with a posts custom taxonomies, comma separated.":["Vervangen door de aangepaste taxonomieën van een bericht, door komma's gescheiden."],"Replaced with a posts custom field value":["Vervangen door de aangepaste veldwaarde van een bericht"],"Replaced with the slug which caused the 404":["De slug vervangen die een 404 veroorzaakt"],"Replaced with the posts focus keyphrase":["Vervangen door de focus keyphrase van het bericht"],"Attachment caption":["Bijlage-onderschrift"],"Replaced with the current page number":["Vervangen door het huidige paginanummer"],"Replaced with the current page total":["Vervangen door het huidige paginatotaal"],"Replaced with the current page number with context (i.e. page 2 of 4)":["Vervangen door het huidige paginanummer met  context (bv pagina 2 van 8)"],"Replaced with the current year":["Vervangen door het huidige jaar"],"Replaced with the current month":["Vervangen door de huidige maand"],"Replaced with the current day":["Vervangen door de huidige dag"],"Replaced with the current date":["Vervangen door huidige datum"],"Replaced with the post/page author's 'Biographical Info'":["Vervangen door de 'Biografie-informatie' van de bericht/pagina-auteur"],"Replaced with the post/page author's 'nicename'":["Vervangen door de 'nicename' van de auteur van bericht/pagina"],"Replaced with the post/page ID":["Vervangen door het bericht-/pagina-ID"],"Replaced with the post/page modified time":["Vervangen door de aangepast tijd van bericht/pagina"],"Replaced with the content type plural label":["Vervangen door het berichttype-meervoudslabel"],"Replaced with the content type single label":["Vervangen door enkelvoudig label van het berichttype"],"Replaced with the current search phrase":["Vervangen door de huidige zoekzin"],"Replaced with the term name":["Vervangen door de term-naam"],"Replaced with the term description":["Vervangen door de term-beschrijving"],"Replaced with the tag description":["Vervangen door de tag-beschrijving"],"Replaced with the category description":["Vervangen door de categorie-beschrijving"],"Replaced with the post categories (comma separated)":["Vervangen door de bericht-categorieën (door komma's gescheiden)"],"Replaced with the current tag/tags":["Vervangen door de huidige tag/tags"],"Replaced with the post/page excerpt (without auto-generation)":["Vervangen door de bericht/pagina-samenvatting (niet automatisch gegenereerd)"],"Replaced with the post/page excerpt (or auto-generated if it does not exist)":["Vervangen door de bericht/pagina-samenvatting (of automatisch gegenereerd als deze niet bestaat)"],"The site's name":["De naam van de website"],"Replaced with the title of the parent page of the current page":["Vervangen door de titel van de bovenliggende pagina van de huidige."],"Replaced with the title of the post/page":["Vervangen door de titel van het bericht of de pagina"],"Replaced with the date of the post/page":["Vervangen door de datum van het bericht of de pagina"],"Page %1$d of %2$d":["Pagina %1$d van %2$d"],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":["De standaardvariabele-vervanging van de WP-SEO kan niet worden overschreven door het registreren van een nieuwe variabele met dezelfde naam. Gebruik in plaats daarvan het 'wpseo_replacements'-filter om de vervangingswaarde in te stellen."],"A replacement variable with the same name has already been registered. Try making your variable name unique.":["Een vervangingsvariabele met dezelfde naam is al geregistreerd. Probeer de variabelenaam uniek te maken."],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":["Een vervangingsvariable kan niet beginnen met '%%cf_' of '%%ct_' omdat deze gereserveerd zijn voor de standaardvariablen van de WP-SEO voor aangepaste velden en taxonomieën. Probeer de variabelenaam uniek te maken."],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":["Een vervangingsvariabele kan alleen alfanummerieke karakters, een liggende streep of een verbindingsstreepje bevatten. Probeer de variabele te hernoemen."],"Admin only notice: this page does not show a meta description because it does not have one, either write it for this page specifically or go into the [%1$s - %2$s] menu and set up a template.":["Opmerking voor de beheerder: deze pagina toont geen meta beschrijving omdat het er geen heeft. Dit kunt u oplossen door er een voor deze pagina te schrijven of ga naar het [%1$s - %2$s] menu en stel een template in."],"Page not found":["Pagina niet gevonden"],"%s Archives":["%s Archieven"],"Meta description to use for Author page":["Meta-beschrijving voor de auteurspagina"],"Title to use for Author page":["Titel voor de auteurspagina"],"%1$s settings":["%1$s-instellingen"],"Export your %1$s settings":["De %1$s-instellingen exporteren"],"Import settings":["Instellingen importeren"],"Import from other SEO plugins":["Vanuit andere SEO-plugins importeren"],"Import":["Importeren"],"If you had a %s file and it was editable, you could edit it from here.":["Als u een beschrijfbaar %s bestand heeft, dan kunt u het hier bewerken."],"If your %s were writable, you could edit it from here.":["Als %s beschrijfbaar is, kunt u het hier bewerken."],"You don't have a %s file, create one here:":["U heeft geen %s bestand. Maak er hier een aan:"],"A link to your site, with your site's name and description as anchor text.":["Een link naar uw site, met de naam en beschrijving van uw site als ankertekst."],"A link to your site, with your site's name as anchor text.":["Een link naar uw website, met de naam van uw website als linktekst."],"A link to the post, with the title as anchor text.":["Een link naar het bericht, met de titel als linktekst."],"You can use the following variables within the content, they will be replaced by the value on the right.":["U kunt de volgende variabelen in de inhoud gebruiken, ze worden vervangen door de waarde aan de rechterkant."],"Content to put after each post in the feed":["Informatie die geplaatst wordt na elk RSS-bericht"],"Content to put before each post in the feed":["Content die voor elk bericht in de feed moet komen"],"How to insert breadcrumbs in your theme":["Hoe een kruimelpad aan het thema toe te voegen"],"Blog":["Blog"],"Prefix for the breadcrumb path":["Voorvoegsel voor het kruimelpad"],"Anchor text for the Homepage":["Ankertekst voor de homepage"],"Separator between breadcrumbs":["Scheidingsteken tussen kruimels"],"Below are your published posts' SEO scores. Now is as good a time as any to start improving some of your posts!":["Hieronder staan de SEO scores van de gepubliceerde berichten. Het is nu het goede moment om een aantal van uw berichten te verbeteren!"],"Credits":["Credits"],"&laquo; Back to Tools page":["&laquo; Terug naar de pagina Extra"],"%1$s comes with some very powerful built-in tools:":["%1$s heeft enkele zeer krachtige ingebouwde functies:"],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":["Deze tool stelt u in staat snel belangrijke bestanden van de SEO te veranderen, zoals het robots.txt en .htaccess-bestand (als dit bestaat)."],"File editor":["Bestandsbewerker"],"Import settings from other SEO plugins and export your settings for re-use on (another) site.":["Instellingen importeren van andere SEO plugins en exporteren van uw instellingen voor hergebruik op een (ander) site."],"Import and Export":["Importeren en Exporteren"],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":["Dit hulpmiddel stelt u in staat snel titels en beschrijvingen van uw berichten en pagina's te veranderen zonder dat u voor elke pagina naar de editor hoeft te gaan."],"Bulk editor":["Bulk editor"],"Default settings":["Standaardinstellingen"],"Description":["Beschrijving"],"Restore site to defaults":["Site naar standaardinstellingen terugzetten"],"Site ID":["Site-ID"],"Using this form you can reset a site to the default SEO settings.":["Door dit formulier te gebruiken kunt u een site terugzetten naar de standaard SEO instellingen."],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new sites.":["Privacygevoelige (FB-beheerders e.d.), thema-specifieke (titelherschrijving) en een paar erg site-specifieke instellingen zullen niet in nieuwe sites geïmporteerd worden."],"Enter the %1$sSite ID%2$s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":["Voer het %1$sSite-ID%2$s in voor de site waarvan de instellingen als standaard moeten worden gebruikt voor alle nieuwe sites in het netwerk. Laat het vak leeg voor geen standaardwaarden (de normale plugin-standaardwaarden zullen worden gebruikt)."],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":["Kies de site waarvan de instellingen als standaard worden gebruikt voor elke nieuwe site in het netwerk. Bij het kiezen van 'Geen' worden de standaard plugininstellingen gebruikt."],"New sites in the network inherit their SEO settings from this site":["Nieuwe sites in het netwerk overerven de SEO-instellingen van deze site"],"Super Admins only":["Alleen superbeheerders"],"Site Admins (default)":["Sitebeheerders (standaard)"],"Who should have access to the %1$s settings":["Wie moet toegang hebben tot de %1$s-instellingen"],"spam":["spam"],"mature":["volwassen"],"archived":["gearchiveerd"],"public":["openbaar"],"%s restored to default SEO settings.":["%s is teruggezet naar standaard SEO-instellingen."],"Settings Updated.":["Instellingen bijgewerkt."],"Special pages":["Speciale pagina's"],"Date archives":["Datum-archieven"],"Title":["Titel"],"Take note:":["Let op:"],"You can determine the title and description for the homepage by %1$sediting the homepage itself%2$s.":["U kunt de titel en beschrijving voor de startpagina bepalen door %1$sbewerken van de homepage zelf%2$s."],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s heeft automatisch vastgesteld of het de titels op uw pagina's moet herschrijven. Als u denkt dat dat niet goed is en u weet wat u doet, dan kun u de instelling hier veranderen."],"Force rewrite titles":["Titels geforceerd herschrijven"],"Homepage":["Homepage"],"%1$s Extensions":["%1$s-extensies"],"Seamlessly integrate WooCommerce with %1$s and get extra features!":["Integreer WooCommerce naadloos in %1$s en krijg zo extra functies."],"Rank better locally and in Google Maps, without breaking a sweat!":["Zonder moeite een betere lokale score en op Google Maps krijgen."],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":["Lid van Google News? Verhoog dan het verkeer vanaf Google News door ervoor te optimaliseren."],"Optimize your videos to show them off in search results and get more clicks!":["Optimaliseer uw video's om ze te tonen in de zoekresultaten en zo meer 'clicks' te krijgen."],"The premium version of %1$s with more features & support.":["The premium-versie van %1$s met meer functies & support."],"Person":["Persoon"],"Website name":["Websitenaam"],"RSS":["RSS"],"Permalink":["Permalink"],"Breadcrumbs":["Kruimelpad"],"Authenticate":["Autoriseren"],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year of support and updates, on %2$s.":["Om een doorstuuradres aan te maken en dit probleem op te lossen, heeft u %1$s nodig. U kan de plugin, inclusief een jaar ondersteuning en updates, kopen op %2$s."],"Creating redirects is a %s feature":["Het aanmaken van doorstuuradressen is een %s-functie"],"New URL":["Nieuwe link"],"Search":["Zoeken"],"URL":["URL"],"Deactivate %s":["%s deactiveren"],"The %1$s plugin might cause issues when used in conjunction with %2$s.":["De plugin %1$s veroorzaakt mogelijk problemen als deze in combinatie met %2$s wordt gebruikt."],"Upload Image":["Afbeelding uploaden"],"%s Posts Overview":["%s-berichtenoverzicht"],"Breadcrumbs title":["Kruimelpadtitel"],"Pinterest":["Pinterest"],"Social settings":["Instellingen voor Social media"],"Close":["Sluiten"],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines and might slow down your site.":["Zowel %1$s als %2$s kunnen XML sitemaps creëren. Het hebben van twee XML sitemaps is niet bevorderlijk voor zoekmachines en kan uw site trager maken."],"Configure %1$s's Open Graph settings":["OpenGraph instellingen van %1$s configureren"],"Both %1$s and %2$s create Open Graph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":["Zowel %1$s als %2$s creëren OpenGraph-uitvoer wat ervoor kan zorgen dat Facebook, Twitter, LinkedIn en andere sociale netwerken de verkeerde tekst of afbeelding gebruiken als jouw pagina's worden gedeeld."],"%s image":["%s afbeelding"],"%s description":["%s beschrijving"],"%s title":["%s titel"],"Twitter":["Twitter"],"Facebook":["Facebook"],"very difficult":["heel moeilijk"],"Try to make shorter sentences, using less difficult words to improve readability":["Probeer kortere zinnen met minder moeilijke woorden te maken om de leesbaarheid te verbeteren."],"difficult":["moeilijk"],"fairly difficult":["redelijk moeilijk"],"OK":["OK"],"fairly easy":["redelijk eenvoudig"],"easy":["eenvoudig"],"very easy":["heel eenvoudig"],"The copy scores %1$s in the test, which is considered %2$s to read.":["Het exemplaar scoort %1$s in de test, die als %2$s wordt beschouwd om te lezen."],"Flesch reading ease":["Flesh reading ease"],"Meta Desc.":["Meta-beschrijving."],"All SEO Scores":["Alle SEO-scores"],"SEO issue: The featured image should be at least 200 by 200 pixels to be picked up by Facebook and other social media sites.":["SEO probleem: De uitgelichte afbeelding moet minimaal 200x200 pixels groot zijn om te worden gebruikt door Facebook en andere sociale media."],"(no parent)":["(geen hoofd)"],"meta description":["meta beschrijving"],"Page title":["Paginatitel"],"Post is set to noindex.":["Bericht is ingesteld op noindex."],"The URL that this page should redirect to.":["De URL waar deze pagina naar moet doorsturen."],"301 Redirect":["301-doorsturen"],"The canonical URL that this page should point to. Leave empty to default to permalink. %1$sCross domain canonical%2$s supported too.":["De canonieke URL waar deze pagina naar moet verwijzen; laat dit leeg om naar de eigen permalink te verwijzen. %1$sCross domain canonical%2$s wordt ook ondersteund."],"Canonical URL":["Canonieke URL"],"Title to use for this page in breadcrumb paths":["Titels die voor deze pagina gebruikt worden in het kruimelpad"],"Breadcrumbs Title":["Kruimelpadtitel"],"No Snippet":["Geen snippet"],"No Archive":["Geen archief"],"No Image Index":["Geen afbeeldingsindex"],"None":["Geen"],"Meta robots advanced":["Meta Robots geavanceerd"],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Waarschuwing: hoewel hier de 'metarobots'-instelling geregeld kan worden, heeft dit geen effect, aangezien de hele site op 'noindex' is ingesteld in de privacy-instellingen van de site."],"Meta description":["Meta-beschrijving"],"SEO Title":["SEO-titel"],"Focus keyword":["Focustrefwoord"],"Settings successfully imported.":["De instellingen zijn met succes geïmporteerd."],"Settings could not be imported:":["Instellingen konden niet geïmporteerd worden:"],"Breadcrumb for 404 pages:":["Kruimelpad voor 404-pagina:"],"Prefix for search result pages:":["Voorvoegsel voor kruimelpad op zoekresultatenpagina&#39;s:"],"Prefix for archive pages:":["Voorvoegsel voor kruimelpad op archiefpagina&#39;s:"],"Prefix for breadcrumbs:":["Prefix voor kruimelpad:"],"Anchor text for the homepage:":["Ankertekst voor de homepagina:"],"Breadcrumbs separator:":["Scheidingsteken voor kruimelpad: "],"%s Breadcrumbs":["%s-kruimelpad"],"Use Image":["Afbeelding gebruiken"],"Action":["Actie"],"Page URL/Slug":["Pagina-URL/Slug"],"Publication date":["Publicatiedatum"],"Post Status":["Berichtstatus"],"WP Page Title":["WP-paginatitel"],"View":["Bekijken"],"View &#8220;%s&#8221;":["&#8220;%s&#8221; bekijken"],"Preview":["Voorbeeld"],"Preview &#8220;%s&#8221;":["Voorbeeld &#8220;%s&#8221;"],"Edit":["Bewerken"],"Filter":["Filteren"],"New Yoast Meta Description":["Nieuwe Yoast meta-beschrijving"],"Existing Yoast Meta Description":["Bestaande Yoast meta-beschrijving"],"Facebook profile URL":["Facebookprofiel-URL"],"Twitter username (without @)":["Twitter-gebruikersnaam (zonder @)"],"Google":["Google"],"FAQ":["FAQ"],"Settings":["Instellingen"],"Huge SEO Issue: You're blocking access to robots.":["Groot SEO probleem: U blokkeert de toegang voor robots."],"Posts":["Berichten"],"Edit Files":["Bestanden bewerken"],"General":["Algemeen"],"Extensions":["Extensies"],"Search Console":["Search Console"],"Tools":["Extra"],"Advanced":["Geavanceerd"],"XML sitemaps":["XML-sitemaps"],"Social":["Sociaal"],"SEO":["SEO"],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":["%1$s heeft gedetecteerd dat uw versie %2$s gebruikt van %3$s, werk deze bij naar de nieuwste versie om compatibiliteitsproblemen te voorkomen. "],"Just another WordPress site":["En nog een WordPress site"],"You have used HTML in your value which is not allowed.":["Het gebruik van HTML in de waarde is niet toegestaan."],"You can't edit %s that aren't yours.":["U kunt geen %s bewerken die niet van u zijn."],"You can't edit %s.":["%s bewerken niet mogelijk."],"Post has an invalid Content Type: %s.":["Bericht heeft een ongeldig berichttype: %s."],"Post doesn't exist.":["Dit bericht bestaat niet."],"posts\u0004Trash <span class=\"count\">(%s)</span>":["Prullenbak <span class=\"count\">(%s)</span>","Prullenbak <span class=\"count\">(%s)</span>"],"posts\u0004All <span class=\"count\">(%s)</span>":["Alle <span class=\"count\">(%s)</span>","Alle <span class=\"count\">(%s)</span>"]}}}