{"domain":"js-text-analysis","locale_data":{"js-text-analysis":{"":{"domain":"js-text-analysis","plural_forms":"nplurals=2; plural=n != 1;","lang":"nb_NO"},"The meta description has a nice length.":[""],"Your site language is set to %s.":[""],"Number of results found: %s":[""],"Get started quickly with the %1$s %2$sconfiguration wizard%3$s!":[""],"First-time SEO configuration":[""],"Your site language is set to %s. If this is not correct, contact your site administrator.":[""],"Highlight this result in the text":[""],"Considerations":[""],"Errors":[""],"Change language":[""],"%1$s%3$s ACF Integration%2$s - an integration built by %4$s and Team %3$s":[""],"%1$sGlue for %4$s &amp; AMP%3$s - an integration between %2$sthe WordPress AMP plugin%3$s and %4$s.":[""],"You cannot create a %s file.":[""],"You cannot edit the %s file.":[""],"Updated %s":[""],"%1$s 3.0 brought a way for theme builders and custom field plugins to integrate with %1$s. These integrations make sure that %2$sall%3$s the data on your page is used for the content analysis. On this page, we highlight the frameworks that have nicely working integrations.":[""],"Create %s file":[""],"Edit the content of your %s:":[""],"Save changes to %s":[""],"%s file":[""],"We've got other integrations we'd like to tell you about:":[""],"Other integrations":[""],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please install %3$s to make your life better. %4$s.":[""],"More information":[""],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please activate %3$s to make your life better.":[""],"%1$s Integrations":[""],"More information about %1$s":[""],"Configuration Wizard":[""],"QA":[""],"You've done it!":[""],"Seamlessly integrate %1$s into your AMP pages!":[""],"Seamlessly integrate %2$s with %1$s for the content analysis!":[""],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please install %3$s to make your life better.":[""],"Manage your subscription on My Yoast":[""],"The title &amp; metas settings for %1$s are made up of variables that are replaced by specific values from the page when the page is displayed. The table below contains a list of the available variables.":[""],"Mark the most important %1$s as 'cornerstone content' to improve your site structure. %2$sLearn more about cornerstone content%3$s.":[""],"Open support form":[""],"Follow our Yoast SEO for WordPress training and become a certified Yoast SEO Expert!":[""],"Enroll in the Yoast SEO for WordPress training »":[""],"Loading help center.":[""],"Get support":[""],"Search the knowledge base":[""],"View in KB":[""],"Go back":[""],"Go back to the search results":[""],"(Opens in a new browser tab)":[""],"Want to be a Yoast SEO Expert?":[""],"You just changed the URL of this %1$s. To ensure your visitors do not see a 404 on the old URL, you should create a redirect. %2$sLearn how to create redirects here.%3$s":[""],"Posts with a %1$sgood%2$s SEO score":[""],"Posts with an %1$sOK%2$s SEO score":[""],"Posts with a %1$sneeds improvement%2$s SEO score":[""],"Posts %1$swithout%2$s a focus keyword":[""],"Hey, your SEO is doing pretty well! Check out the stats:":[""],"You don't have any published posts, your SEO scores will appear here once you make your first post!":[""],"On this page, you can change the name of your site and choose which\n separator to use. The separator will display, for instance, between your\n post title and site name. Symbols are shown in the size they'll appear in\n the search results. Choose the one that fits your brand best or takes up\n the least space in the snippets.":[""],"%1$s can tell search engines about your social media profiles.\n These will be used in Google's Knowledge Graph. There are additional\n sharing options in the advanced settings. More %2$sinfo%3$s.":[""],"Something else":[""],"A portfolio":[""],"A corporation":[""],"A small offline business":[""],"A news channel":[""],"An online shop":[""],"A blog":[""],"What does the site %1$s represent?":[""],"Please specify which post types you want search engines to index.\n If you do not know the differences between these, it's best to choose the\n default settings. For instance, setting 'Media' to visible would index your\n images which could lead to visitors finding your images without ever\n coming to your site. If you have a custom post type on your site, you need\n to activate these manually.":[""],"If you choose no, your author archives will be deactivated to prevent\n duplicate content issues.":[""],"Note: we don't store your data in any way and don't have full access to your account. \nYour privacy is safe with us.":[""],"%1$s integrates with Google Search Console, a must-have tool for site owners.\n It provides you with information about the health of your site. \n Don't have a Google account or is your site not activated yet?\n Find out %2$show to connect Google Search Console to your site.%3$s":[""],"Option B: My site is under construction and should not be indexed":[""],"Option A: My site is live and ready to be indexed":[""],"Choose under construction if you want to keep the site out of the index\n of search engines. Don't forget to activate it once you're ready to\n publish your site.":[""],"Please specify if your site is under construction or already active.":[""],"This information will be used in Google's Knowledge Graph Card, the big\n block of information you see on the right side of the search results.":[""],"Does your site represent a person or company?":[""],"Close wizard":[""],"Read more like this on our SEO blog":[""],"Latest blogposts on Yoast.com":[""],"Readability: Good":[""],"Readability: OK":[""],"Readability: Needs improvement":[""],"SEO: Needs improvement":[""],"Activate your site on My Yoast":[""],"Not activated":[""],"Activated":[""],"%1s recommendations for you":[""],"All Readability Scores":[""],"Filter by Readability Score":[""],"You are not receiving updates or support! Fix this problem by adding this site and enabling %1$s for it in %2$s.":[""],"Remind me again in 4 weeks.":[""],"Request method %1$s is not valid.":[""],"Import from Jetpack SEO":[""],"Muted notifications:":[""],"Muted problems:":[""],"Do you want to preview what it will look like if people share this post on %1$s? You can, with %2$s.":[""],"Find out why you should upgrade to %s &raquo;":[""],"Go premium!":[""],"Dismiss %s upgrade motivation":[""],"This feature helps you improve the internal link structure of your site. If you want to know more about the why and how of internal linking, check out the %1$sarticle about internal linking on Yoast.com%2$s.":[""],"The <strong>Text link counter</strong> feature (introduced in %1$s %2$s) is currently disabled. For this feature to work %1$s needs to create a table in your database. We were unable to create this table automatically.\n\t\t\t\t\tPlease read the following %3$sknowledge base article%4$s to find out how to resolve this problem.":[""],"Good job! All the links in your texts have been counted.":[""],"Calculation completed.":[""],"Calculation in progress...":[""],"Stop counting":[""],"Counting links in your texts":[""],"Text %1$s of %2$s processed.":[""],"All your texts are already counted, there is no need to count them again.":[""],"Count links in your texts":[""],"The links in all your public texts need to be counted. This will provide insights of which texts need more links to them. If you want to know more about the why and how of internal linking, check out %1$sthe article about internal linking on %2$s%3$s.":[""],"Text link counter":[""],"To make sure all the links in your texts are counted, we need to analyze all your texts.\n\t\t\t\t\tAll you have to do is press the following button and we'll go through all your texts for you.\n\n\t\t\t\t\t%3$sCount links%4$s\n\n\t\t\t\t\tThe Text link counter feature provides insights in how many links are found in your text and how many links are referring to your text. This is very helpful when you are improving your %1$sinternal linking%2$s.":[""],"The <strong>Text link counter</strong> feature (introduced in %1$s %2$s) is currently disabled. For this feature to work %1$s requires at least PHP version %3$s. We have detected PHP version %4$s on this website.\n\t\t\t\t\tPlease read the following %5$sknowledge base article%6$s to find out how to resolve this problem.":[""],"# internal links to":[""],"Number of internal links linking to this post. See \"Yoast Columns\" text in the help tab for more info.":[""],"# links in post":[""],"Number of internal links in this post. See \"Yoast Columns\" text in the help tab for more info.":[""],"%1$s adds several columns to this page. We've written an article about %2$show to use the SEO score and Readability score%3$s. The links columns show the number of articles on this site linking %5$sto%6$s this article and the number of URLs linked %5$sfrom%6$s this article. Learn more about %4$show to use these features to improve your internal linking%3$s, which greatly enhances your SEO.":[""],"%s Columns":[""],"Readability score":[""],"Take the online Structured Data Training course and learn how to create rich snippets!":[""],"The focus keyword appears only in %2$d (out of %1$d) subheadings in your copy. Try to use it in at least one more subheading.":["Fokusordet forekommer bare i %2$d (av %1$d) mellomtitler i teksten. Prøv å bruke det i minst en mellomtittel til."],"No internal links appear in this page, consider adding some as appropriate.":["Ingen internlenker vises på siden. Vurder å legge noen som det passer."],"This page has %1$s internal link(s).":["Denne siden har %1$s interne lenk(er)."],"This page has %1$s nofollowed internal link(s) and %2$s normal internal link(s).":["Denne siden har %1$s interne lenker med «nofollow» og %2$s vanlige internlenker."],"This page has %1$s internal link(s), all nofollowed.":["Denne siden har %1$s internlenker, alle med «nofollow»."],"Other benefits of %s for you:":["Andre fordeler %s gir deg:"],"Let us set up %s for you":["La oss sette opp %s for deg"],"Configure %s in a few steps":["Konfigurer %s med noen få trinn"],"%1$sSocial media preview%2$s: Facebook &amp; Twitter":["%1$sForhåndsvisning for sosiale medier%2$s: Facebook og Twitter"],"Scroll to see the preview content.":["Bla ned for å se forhåndsvisningen."],"Enter authorization code here...":["Legg inn autorisasjonskoden her..."],"The Cornerstone content functionality enables you to mark and filter cornerstone content on your website. %1$sRead more about how cornerstone content can help you improve your site structure.%2$s":[""],"Cornerstone content":[""],"%1$s will now take care of all the needed technical optimization of your site. To really improve your site's performance in the search results, it's important to start creating content that ranks well for keywords you care about. Check out this video in which we explain how to use the %1$s metabox when you edit posts or pages.":[""],"Your %1$s plugin is now set up. SEO, however, is subject to constant change. Sign up for our newsletter if you would like to keep up-to-date regarding %1$s, other plugins by Yoast and important news in the world of SEO.":[""],"Stay up-to-date":["Hold deg oppdatert"],"If you want to outrank the competition in a specific town or region, check out our %1$s plugin! You’ll be able to easily insert Google maps, opening hours, contact information and a store locator. Besides that %1$s helps you to improve the usability of your contact page.":[""],"Attract more customers near you":["Tiltrekk deg flere kunder i nærheten av deg"],"Do you want to know all the ins and outs of the %1$s plugin? Do you want to learn all about our advanced settings? Want to be able to really get the most out of the %1$s plugin? Check out our %1$s plugin training and start outranking the competition!":[""],"Get the most out of %1$s with the %2$s":["Få det meste ut av %1$s med %2$s"],"Do you want to learn how to write content that generates traffic? Check out our %1$s. We will help you to write awesome copy that will rank in the search engines. The %1$s covers all the main steps in SEO copywriting: from keyword research to publishing.":[""],"Learn how to write copy that ranks":["Lær hvordan du skriver innhold som rangerer"],"Upgrade to Premium":["Oppgrader til Premium"],"Do you want to outrank your competition? %1$s gives you awesome additional features that'll help you to set up your SEO strategy like a professional. Use the multiple focus keywords functionality, the redirect manager and our internal linking tool. %1$s will also give you access to premium support.":[""],"Outrank the competition with %s":["Ranger foran konkurrentene med %s"],"Configuration service":["Konfigurasjonstjeneste"],"While we strive to make setting up %1$s as easy as possible, we understand it can still be daunting. If you would rather have us set up %1$s for you (and get a copy of %2$s in the process), order a %1$s configuration service and sit back while we configure your site.":[""],"Configure %s":["Konfigurer %s"],"Welcome to the %1$s configuration wizard. In a few simple steps we'll help you configure your SEO settings to match your website's needs! %1$s will take care of all the technical optimizations your site needs.":[""],"Please choose the %s configuration of your liking:":["Velg konfigurasjonen for %s som passer deg:"],"You might like":["Du vil kanskje også like"],"Newsletter":["Nyhetsbrev"],"We have detected that you have not finished this wizard yet, so we recommend you to %2$sstart the configuration wizard to configure %1$s%3$s.":["Vi har oppdaget at du ikke har fullført veilederen ennå, så vi anbefaler deg å %2$sstarte konfigurasjonsveilederen for å konfigurere %1$s %3$s."],"The configuration wizard helps you to easily configure your site to have the optimal SEO settings.":["Konfigurasjonsveilederen hjelper deg med å enkelt konfigurere ditt nettsted med de mest optimale SEO-innstillingene."],"This article is %1$scornerstone content%2$s":["Denne artikkelen er %1$shjørnesteinsinnhold%2$s"],"If you cannot upgrade your PHP version yourself, you can send an email to your host. We have %1$sexamples here%2$s. If they don't want to upgrade your PHP version, we would suggest you switch hosts. Have a look at one of our recommended %3$sWordPress hosting partners%4$s, they've all been vetted by our Yoast support team and provide all the features a modern host should provide.":[""],"If you cannot upgrade your PHP version yourself, you can send an email to your host. We have %1$sexamples here%2$s. If they don't want to upgrade your PHP version, we would suggest you switch hosts. Have a look at one of the recommended %3$sWordPress hosting partners%4$s.":[""],"Can't update? Ask your host!":["Kan du ikke oppdatere? Spør din leverandør av ditt webhotell!"],"You should update your PHP version to either 5.6 or to 7.0 or 7.1. On a normal WordPress site, switching to PHP 5.6 should never cause issues. We would however actually recommend you switch to PHP7. There are some plugins that are not ready for PHP7 though, so do some testing first. We have an article on how to test whether that's an option for you %1$shere%2$s. PHP7 is much faster than PHP 5.6. It's also the only PHP version still in active development and therefore the better option for your site in the long run.":[""],"To which version should I update?":["Til hvilken versjon bør jeg oppdatere?"],"Hosts have the ability to update your PHP version, but sometimes they don't dare to do that because they're afraid they'll break your site.":[""],"Hey, we've noticed that you're running an outdated version of PHP. PHP is the programming language that WordPress and Yoast SEO are built on. The version that is currently used for your site is no longer supported. Newer versions of PHP are both faster and more secure. In fact, your version of PHP no longer receives security updates, which is why we're sending you to this notice.":[""],"Your site could be faster and more secure with a newer PHP version.":["Nettstedet kan bli raskere og sikrere med en nyere PHP-versjon."],"A message from %1$s":["En melding fra %1$s"],"Go Premium and our experts will be there for you to answer any questions you might have about the setup and use of the plugin.":[""],"24/7 support":["Døgnåpen brukerstøtte"],"Superfast internal linking suggestions":[""],"Great news: you can, with %1$s!":["Gode nyheter: Du kan, med %1$s!"],"Save changes":["Lagre endringer"],"1 year free updates and upgrades included!":["1 års gratis oppdateringer og oppgraderinger inkludert!"],"The plugin %2$s changes your site's output and in doing that differentiates between search engines and normal users, a process that's called cloaking. We highly recommend that you disable it.":[""],"Want to add more than one keyword?":["Vil du legge til mer enn ett nøkkelord?"],"Superfast internal links suggestions":["Superraske forslag til internlenker"],"%1$sNo more dead links%2$s: easy redirect manager":["%1$sIngen flere døde lenker%2$s: enkelt verktøy for omdirigeringer"],"Other benefits of %1$s for you:":[""],"Go Premium and our experts will be there for you to answer any questions you might have about the set-up and use of the plug-in!":[""],"No ads!":["Ingen reklame!"],"Facebook & Twitter":["Facebook og Twitter"],"Social media preview":["Forhåndsvisning av sosiale medier"],"Find related posts superfast":["Finn relaterte innlegg superraskt"],"Internal linking suggestions":["Forslag til internlenker"],"Easy redirect manager":["Enkelt verktøy for omdirigeringer"],"No more dead links":["Ingen flere døde lenker"],"Increase your SEO reach":["Øk din rekkevidde av SEO"],"Multiple keywords":["Flere nøkkelord"],"Get %1$s":["Få %1$s"],"The focus keyword contains a stop word. This may or may not be wise depending on the circumstances. %1$sLearn more about the stop words%2$s.":["","The focus keyword contains %3$d stop words. This may or may not be wise depending on the circumstances. %1$sLearn more about the stop words%2$s."],"Take the online Technical SEO Training course and learn essential technical SEO-concepts!":[""],"If you want more help creating awesome content, check out our %2$sSEO copywriting course%3$s. Do you want to know all about the features of the plugin, consider doing our %1$s!":[""],"Variable":["Variabel"],"Available variables":["Tilgjengelige variabler"],"Scroll to see the table content.":["Bla ned for å se tabellinnholdet."],"Need help determining your settings? Configure %1$s step-by-step.":["Trenger du hjelp med innstillingene? Konfigurer %1$s steg for steg."],"Please refer to %1$sour article about how to connect your website to Google Search Console%2$s if you need assistance.":[""],"The keyword density is %1$s, which is way over the advised %3$s maximum; the focus keyword was found %2$d times.":[""],"An error occurred in the '%1$s' assessment":[""],"%1$s of the words contain %2$sover %3$s syllables%4$s, which is more than the recommended maximum of %5$s.":["%1$s av ordene inneholder %2$smer enn %3$s stavelser%4$s, noe som er mer enn de anbefalte %5$s."],"%1$s of the words contain %2$sover %3$s syllables%4$s, which is less than or equal to the recommended maximum of %5$s.":["%1$s av ordene inneholder %2$smer enn %3$s stavelser%4$s, noe som er mindre enn eller like mye som de anbefalte %5$s."],"The slug for this page contains a %1$sstop word%2$s, consider removing it.":["«Slugen» for denne siden inneholder et %1$sstoppord%2$s, du bør vurdere å fjerne det.","«Slugen» for denne siden inneholder %1$sstoppord%2$s, du bør vurdere å fjerne dem."],"%1$s of the sentences contain a %2$stransition word%3$s or phrase, which is great.":["%1$s av setningene inneholder et %2$sovergangsord%3$s eller -frase, noe som er flott."],"%1$s of the sentences contain a %2$stransition word%3$s or phrase, which is less than the recommended minimum of %4$s.":["%1$s av setningene inneholder et %2$sovergangsord%3$s eller -frase, noe som er mindre enn det anbefalte minimum på %4$s."],"The focus keyword '%1$s' does not appear in the SEO title.":["Fokusnøkkelordet «%1$s» forekommer ikke i SEO-tittelen."],"This is far below the recommended minimum of %2$d word. Add more content that is relevant for the topic.":["Dette er langt under det anbefalte minimum på %2$d ord. Legg til mer innhold som er relevant for innholdet.","Dette er langt under det anbefalte minimum på %2$d ord. Legg til mer innhold som er relevant for innholdet."],"This is below the recommended minimum of %2$d word. Add more content that is relevant for the topic.":["Dette er under anbefalte minimum på %2$d ord. Legg til mer innhold som er relevant for emnet.","Dette er under anbefalte minimum på %2$d ord. Legg til mer innhold som er relevant for emnet."],"This is slightly below the recommended minimum of %2$d word. Add a bit more copy.":["Dette er litt under det anbefalte minimum på %2$d ord. Legg til litt mer tekst.","Dette er litt under det anbefalte minimum på %2$d ord. Legg til litt mer tekst."],"This is more than or equal to the recommended minimum of %2$d word.":["Dette er mer enn eller like mye som det anbefalte minimum på %2$d ord.","Dette er mer enn eller like mye som det anbefalte minimum på %2$d ord."],"The text contains %1$d word.":["Teksten inneholder %1$d ord.","Teksten inneholder %1$d ord."],"%1$d subheading is followed by more than the recommended maximum of %2$d words. Try to insert another subheading.":["%1$d mellomtittel er etterfulgt av mer enn det anbefalte maksimum på %2$d ord. Forsøk å sette inn en mellomtittel til.","%1$d av mellomtitlene er etterfulgt av mer enn det anbefalte maksimum på %2$d ord. Forsøk å sette inn flere mellomtitler."],"The amount of words following each of the subheadings doesn't exceed the recommended maximum of %1$d words, which is great.":["Antallet ord som etterfølger hver mellomtittel overskrider ikke det anbefalte maksimum på %1$d ord, noe som er flott."],"%1$s of the sentences contain %2$smore than %3$s words%4$s, which is more than the recommended maximum of %5$s. Try to shorten the sentences.":["%1$s av setningene inneholder %2$smer enn %3$s ord%4$s, noe som er mer enn det anbefalte maksimum på %5$s. Forsøk å forkorte setningene."],"%1$s of the sentences contain %2$smore than %3$s words%4$s, which is less than or equal to the recommended maximum of %5$s.":["%1$s av setningene inneholder %2$smer enn %3$s ord%4$s, noe som er mindre enn eller det samme som det anbefalte maksimum på %5$s."],"The meta description contains %1$d sentence %2$sover %3$s words%4$s. Try to shorten this sentence.":["Metabeskrivelsen inneholder %1$d setning %2$smed mer enn %3$s ord%4$s. Forsøk å korte ned denne setningen.","Metabeskrivelsen inneholder %1$d setninger %2$smed mer enn %3$s ord%4$s. Forsøk å korte ned disse setningene."],"The meta description contains no sentences %1$sover %2$s words%3$s.":["Metabeskrivelsen inneholder ingen setninger %1$smed mer enn %2$s ord%3$s."],"The text contains %2$d consecutive sentences starting with the same word. Try to mix things up!":["Teksten inneholder %2$d etterfølgende setninger som begynner med det samme ordet. Forsøk å variere litt!","Teksten inneholder %1$d tilfeller hvor %2$d eller flere etterfølgende setninger begynner med det samme ordet. Forsøk å varere litt!"],"%1$s of the sentences contain %2$spassive voice%3$s, which is more than the recommended maximum of %4$s. Try to use their active counterparts.":["%1$s av setningene inneholder %2$spassiv stemme%3$s, noe som er mer enn det anbefalte maksimum på %4$s. Forsøk å bruke deres aktive motsetninger."],"%1$s of the sentences contain %2$spassive voice%3$s, which is less than or equal to the recommended maximum of %4$s.":["%1$s av setningene inneholder %2$spassiv stemme%3$s, noe som er mindre enn eller det samme som det anbefalte maksimum på %4$s."],"%1$d of the paragraphs contains more than the recommended maximum of %2$d words. Are you sure all information is about the same topic, and therefore belongs in one single paragraph?":["%1$d avsnitt inneholder mer enn det anbefalte maksimum på %2$d ord. Er du sikker på at all informasjonen er om samme emne, og derfor hører til i det samme avsnittet?","%1$d avsnitt inneholder mer enn det anbefalte maksimum på %2$d ord. Er du sikker på at all informasjonen i hvert av disse avsnittene er om samme emne, og derfor hører til i samme avsnitt?"],"The meta description is over %1$d characters. Reducing the length will ensure the entire description will be visible.":["Meta-beskrivelsen er på mer enn %1$d tegn. Å redusere lengden vil sikre at hele beskrivelsen blir synlig."],"The keyword density is %1$s, which is too low; the focus keyword was found %2$d times.":["Nøkkelordtettheten er %1$s, noe som er for lavt; fokusnøkkelordet ble funnet %2$d ganger."],"Step %1$d: %2$s":["Trinn %1$d: %2$s"],"No new notifications.":["Ingen nye varsler."],"Save all":["Lagre alt"],"Save":["Lagre"],"You have %d new issue concerning your SEO!":["Du har %d nytt problem angående din SEO!","Du har %d nye problemer angående din SEO!"],"%1$s, Author at %2$s":["%1$s, forfatter på %2$s"],"wpSEO data successfully imported. Would you like to %1$sdisable the wpSEO plugin%2$s?":["wpSEO-data ble importert. Vil du %1$sdeaktivere utvidelsen wpSEO%2$s?"],"All in One SEO data successfully imported. Would you like to %1$sdisable the All in One SEO plugin%2$s?":["All in One SEO-data ble importert. Vil du %1$sdeaktivere utvidelsen All in One SEO%2$s?"],"All in One SEO data successfully imported. Would you like to %1$sdisable the All in One SEO plugin%3$s? You've had Google Analytics enabled in All in One SEO, would you like to install the %2$sGoogle Analytics plugin%3$s?":[""],"Mobile preview":["Mobilforhåndsvisning"],"Desktop preview":["Skrivebordsforhåndsvisning"],"Use queries instead":["Bruk spørringer istedet"],"Use javascript instead.":["Bruk javascript istedet."],"Select redirect":["Velg viderekobling"],"Take the online Site Structure Training course and learn how to structure your website!":["Ta online-kurset Site Structure Training og lær hvordan du kan strukturere nettsiden din!"],"you are <strong>not</strong> receiving updates.":["du mottar <strong>ikke</strong> oppdateringer."],"INACTIVE":["INAKTIV"],"you are receiving updates.":["du mottar oppdateringer."],"ACTIVE":["AKTIV"],"<b>Warning!</b> Your %s license is inactive which means you're missing out on updates and support! <a href=\"%s\">Activate your license</a> or <a href=\"%s\" target=\"_blank\">get a license here</a>.":["<b>Advarsel!</b> Din lisens til %s er inaktiv, som betyr at du går glipp av oppdateringer og brukerstøtte! <a href=\"%s\">Aktiver din lisens</a> eller <a href=\"%s\" target=\"_blank\">skaff en lisensnøkkel her</a>."],"<b>Warning!</b> You didn't set your %s license key yet, which means you're missing out on updates and support! <a href=\"%s\">Enter your license key</a> or <a href=\"%s\" target=\"_blank\">get a license here</a>.":[""],"Please provide an SEO title by editing the snippet below.":["Vennligst sett en SEO-tittel ved å endre tekstutdraget under."],"Meta description preview:":["Forhåndsvisning av metabeskrivelse:"],"Slug preview:":["Forhåndsvisning av permalenke:"],"SEO title preview:":["Forhåndsvisning av SEO-tittel:"],"Close snippet editor":["Lukk tekstvindu"],"Slug":["Permalenke"],"Remove marks in the text":["Fjern merker i teksten"],"Mark this result in the text":["Merk dette resultatet i teksten"],"Marks are disabled in current view":["Merker er deaktivert i den gjeldende visningen"],"Content optimization: Good SEO score":["Innholdsoptimalisering: God SEO-poengsum"],"Good SEO score":["Bra SEO-resultat"],"Content optimization: OK SEO score":["Innholdsoptimalisering: OK SEO-poengsum"],"OK SEO score":["OK SEO-poengsum"],"Content optimization: Bad SEO score":["Innholdsoptimalisering: Dårlig SEO-poengsum"],"Bad SEO score":["Dårlig SEO-resultat"],"Content optimization: Has feedback":["Innholdsoptimalisering: Har tilbakemelding"],"Feedback":["Tilbakemelding"],"http://en.wikipedia.org/wiki/Stop_words":["http://en.wikipedia.org/wiki/Stop_words"],"The focus keyword appears in the URL for this page.":["Fokus-nøkkelordet finnes i URL-en for denne siden."],"You have far too little content, please add some content to enable a good analysis.":["Du har alt for lite innhold. Vennligst legg til mer innhold for å få en god analyse."],"The images on this page contain alt attributes.":["Bildene på denne siden inneholder alt-attributter."],"The images on this page do not have alt attributes containing the focus keyword.":[""],"The images on this page contain alt attributes with the focus keyword.":["Bildene på denne siden inneholder alt-attributter med fokusnøkkelordet."],"The text does not contain any subheadings. Add at least one subheading.":["Teksten inneholder ingen mellomtitler. Legg til minst en mellomtittel."],"None of the paragraphs are too long, which is great.":["Ingen av avsnittene er for lange, noe som er flott."],"The SEO title is wider than the viewable limit.":[""],"The SEO title has a nice length.":[""],"The SEO title is too short. Use the space to add keyword variations or create compelling call-to-action copy.":[""],"The meta description contains the focus keyword.":["Metabeskrivelsen inneholder fokusnøkkelordet."],"The keyphrase is over 10 words, a keyphrase should be shorter.":["Din nøkkelfrase er på mer enn 10 ord. En nøkkelfrase bør være kortere."],"ok":["OK"],"Choose an image":["Velg et bilde"],"Remove the image":["Fjern bildet"],"company logo image preview":["forhåndsvisning av firmalogo"],"Choose image":["Velg bilde"],"MailChimp signup failed:":["MailChimp-registrering mislyktes:"],"Sign Up!":["Registrer!"],"Name":["Navn"],"There is an error with the request.":["Det er en feil med forespørselen."],"Select profile":["Velg profil"],"Choose a profile":["Velg en profil"],"Reauthenticate with Google":["Godkjenn på nytt med Google"],"To allow %s to fetch your Google Search Console information, please enter your Google Authorization Code. Clicking the button below will open a new window.":[""],"Search Result Preview":["Forhåndsvisning av søkeresultat"],"URL preview: ":["Forhåndsvisning av URL:"],"Please provide a meta description by editing the snippet below.":["Vennligst oppgi en metabeskrivelse ved å redigere tekstutdraget nedenfor."],"Edit snippet":["Rediger tekstutdrag"],"Search Result Form":["Skjema for søkeresultat"],"You can click on each element in the preview to jump to the Snippet Editor.":["Du kan klikke på hvert element i forhåndsvisningen for å hoppe til tekstutdragredigeringen."],"SEO title preview: ":["Forhåndsvisning av SEO-tittel:"],"This is an example title - edit by clicking here":["Dette er et tittel-eksempel - klikk her for å redigere"],"Slug preview: ":["Forhåndsvisning av permalenke:"],"Meta description preview: ":["Forhåndsvisning av meta-beskrivelse:"],"Please provide a meta description by editing it here.":["Vennligst angi en meta-beskrivelse ved å redigere den her."],"Close search result form":["Lukk skjema for søkeresultat"],"A problem occurred when saving the current step, {{link}}please file a bug report{{/link}} describing what step you are on and which changes you want to make (if any).":["Et problem oppstod under lagring av gjeldende trinn. {{link}}Vennligst send inn en feilrapport{{/link}} med beskrivelse av hvilket trinn du er på, og hvilke endringer du ønsker å gjøre (hvis noen)."],"Close the Wizard":["Lukke veilederen"],"Previous step":["Forrige trinn"],"Next step":["Neste trinn"],"Export settings":["Eksporter innstillinger"],"Get %s now!":["Få %s nå!"],"You're not getting the benefits of %1$s yet. If you had %1$s, you could use its awesome features:":["Du får ikke fordelene av %1$s ennå. Hvis du hadde %1$s, kunne du brukt de fantastiske funksjonene:"],"%1$s video tutorial":["%1$s videoopplæring"],"%s &rsaquo; Configuration Wizard":["%s &rsaquo; konfigurasjonsveileder"],"%1$sPlease don't show me this notification anymore%2$s":["%1$sVennligst ikke vis meg dette varselet igjen%2$s"],"If you are experiencing issues, %1$splease file a bug report%2$s and we'll do our best to help you out.":["Hvis du opplever problemer, %1$svennligst send inn en feilrapport%2$s, og vi vil gjøre vårt beste for å hjelpe deg."],"We've noticed you've been using %1$s for some time now; we hope you love it! We'd be thrilled if you could %2$sgive us a 5 stars rating on WordPress.org%3$s!":["Vi har lagt merke til at du har brukt %1$s i en stund nå. Vi håper du er fornøyd! Vi ville bli veldig glade hvis du kunne %2$sgitt oss en vurdering med 5 stjerner på WordPress.org%3$s!"],"Take the %1$s course and become a certified %2$s expert!":["Ta kurset %1$s og bli en sertifisert ekspert på %2$s!"],"Do you want to get a grip on your own SEO-strategy? Learn all about it in one of %1$sour courses%2$s.":["Ønsker du å få tak på din egen SEO-strategi? Lær alt om det i et av %1$svåre kurs%2$s."],"Buy the %1$s plugin now and optimize your shop today to improve your product promotion!":["Kjøp utvidelsen %1$s nå, og optimaliser din butikk i dag for å forbedre din produktmarkedsføring!"],"Take your SEO to the next level and outrank your competition with our %1$sSEO plugins%2$s.":["Ta din SEO til det neste nivået og ranger foran konkurrentene dine med våre %1$sSEO-utvidelser%2$s."],"Let our experts set up your %1$s plugin!":["La våre eksperter foreta oppsettet av utvidelsen %1$s for deg!"],"Do you want to know how to improve your rankings? %1$sLet team %2$s help you!%3$s":["Vil du vite hvordan du forbedrer dine søkeplasseringer? %1$sLa %2$s hjelpe deg!%3$s"],"Courses":["Kurs"],"Services":["Tjenester"],"Date archives settings":[""],"Author archives settings":[""],"Remove keyword":["Fjern nøkkelord"],"%1$s by %2$s":["%1$s x %2$s"],"Choose your settings.zip file":["Velg din settings.zip-fil"],"Open the configuration wizard":["Åpne konfigurasjonsveilederen"],"Configuration wizard":["Konfigurasjonsveileder"],"Enter the meta keywords":["Angi meta nøkkelordene"],"Enter a focus keyword":["Angi et fokusnøkkelord"],"By the way, did you know we also have a %1$sPremium plugin%2$s? It offers advanced features, like a redirect manager and support for multiple keywords. It also comes with 24/7 personal support.":["Forresten, visste du at vi også har en %1$sPremium-plugin%2$s? Den tilbyr avanserte funksjoner, som omdirigeringsbehandling og støtte for flere nøkkelord. Den kommer også med personlig døgnåpen brukerstøtte."],"(no title)":["(ingen tittel)"],"%1$s comes with a lot of features. You can enable / disable some of them below.":[""],"%s installation wizard":[""],"The %1$s admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":[""],"Admin bar menu":[""],"The %1$s integration checks daily if your site is still indexable by search engines and notifies you when this is not the case.":["Integrasjonen med %1$s sjekker daglig om nettstedet fortsatt kan indekseres av søkemotorer og varsler deg hvis dette ikke er tilfelle."],"The advanced settings include site-wide settings for your titles and meta descriptions, social metadata, sitemaps and much more.":["De avanserte innstillingene inkluderer globale innstillinger for titler og metabeskrivelser, sosiale metadata, sideoversikter og mye mer."],"Advanced settings pages":["Avanserte innstillinger"],"Features":["Funksjoner"],"More info":["Mer informasjon"],"Get Yoast SEO Premium now »":[""],"Gain access to our 24/7 support team.":["Få tilgang til vår døgnåpne brukerstøtte."],"Check what your Facebook or Twitter post will look like.":["Sjekk hvordan ditt Facebook- eller Twitter-innlegg vil se ut."],"Social Previews":["Forhåndsvisning for sosiale medier"],"Optimize a single post for up to 5 keywords.":["Optimalisér et enkelt innlegg for opptil 5 nøkkelord."],"Create and manage redirects within your WordPress install.":["Opprett og administrer omdirigeringer i WordPress-installasjonen."],"Meta robots index":[""],"SEO title":["SEO-tittel"],"While we strive to make setting up %1$s as easy as possible, we understand it can be daunting. If you’d rather have us set up %1$s for you (and get a copy of %2$s in the process), order our %3$s%1$s configuration service%4$s here!":[""],"Welcome to the %1$s configuration wizard. In a few simple steps we'll help you configure your SEO settings to match your website's needs!":[""],"Google shows your website's name in the search results, if you want to change it, you can do that here.":["Google viser navnet på ditt nettsted i søkeresultatene. Hvis du vil endre navnet, kan du gjøre det her."],"Greater than sign":["Større enn-tegn"],"Less than sign":["Mindre enn-tegn"],"Right angle quotation mark":["Høyrevendt sitatmerke"],"Left angle quotation mark":["Venstrevendt sitatmerke"],"Small tilde":["Liten tilde"],"Vertical bar":["Vertikal strek"],"Low asterisk":["Lav stjerne"],"Asterisk":["Stjerne"],"Bullet":["Punkt"],"Middle dot":["Prikk"],"Em dash":["Lang strek"],"En dash":["Mellomstor strek"],"Dash":["Strek"],"Choose the symbol to use as your title separator. This will display, for instance, between your post title and site name. Symbols are shown in the size they'll appear in the search results.":["Velg symbolet som du vil bruke som tittel-separator. Dette vil for eksempel vises mellom en innleggstittel og tittelen på nettstedet. Symbolene vises i den størrelsen som de vil vises i søkeresultatene."],"The name of the person":["Personens navn"],"No":["Nei"],"Yes":["Ja"],"Does, or will, your site have multiple authors?":["Har, eller vil, nettstedet få flere forfattere?"],"The name of the company":["Firmanavn"],"Provide an image of the company logo":["Oppgi et bilde med firmaets logo"],"Hidden":["Skjult"],"Visible":["Synlig"],"The post type \"%1$s\" should be":["Innleggstypen «%1$s» bør være"],"WordPress automatically generates an URL for each media item in the library. Enabling this will allow for google to index the generated URL.":["WordPress genererer automatisk en URL for hvert medieelement i biblioteket. Ved å aktivere dette vil Google tillates å indeksere den genererte URLen."],"Success!":["Suksess!"],"Title settings":["Tittelinnstillinger"],"Google Search Console":[""],"Multiple authors":["Flere forfattere"],"Post type visibility":["Synlighet for innleggstype"],"Social profiles":["Profiler i sosiale medier"],"Site type":["Nettstedstype"],"Environment":["Miljø"],"Welcome!":["Velkommen!"],"Yoast option %1$s not found.":[""],"Posts that are set to &#8220;%s&#8221;":["Innlegg som er satt med «%s»"],"Microsoft Edge Site Scan":[""],"Google Structured Data Test":["Google testverktøy for strukturerte data"],"Posts list":["Innleggsliste"],"Posts list navigation":[""],"Filter posts list":["Filtrér innleggsliste"],"Note that links to archives might be still output by your theme and you would need to remove them separately.":["Vær oppmerksom på at arkivlenker fremdeles kan bli skrevet ut av temaet ditt og at du i såfall må fjerne dem separat."],"View credits":["Vis bidragsytere"],"Take a look at the people that create %1$s.":["Se personene som lager %1$s."],"Team and contributors":["Team og bidragsytere"],"Default for this taxonomy type, currently: %s":["Standard for denne taksonomitypen, nåværende: %s"],"%1$s to optimize your site even further":["%1$s for å optimalisere nettstedet ytterligere"],"%1$s extensions":["Utvidelser til %1$s"],"Comes with our 30-day no questions asked money back guarantee":["Kommer med vår 30-dagers returrett, uansett årsak."],"More information %1$sabout %3$s%2$s":["Mer informasjon %1$som %3$s%2$s"],"Buy %1$s":["Kjøp %1$s"],"Installed":["Installert"],"gain access to our 24/7 support team.":["få tilgang til vår døgnåpne brukerstøtte."],"Premium support":["Premium-støtte"],"check what your Facebook or Twitter post will look like.":["sjekk hvordan dine Facebook- eller Twitter-innlegg vil se ut."],"Social previews":["Forhåndsvisninger for sosiale medier"],"optimize a single post for up to 5 keywords.":["optimaliser et enkelt innlegg for opptil 5 nøkkelord."],"Multiple focus keywords":["Flere fokusnøkkelord"],"create and manage redirects from within your WordPress install.":["opprett og administrer omdirigeringer fra WordPress-installasjonen."],"Redirect manager":[""],"%1$s, take your optimization to the next level!":["Ta din optimalisering til neste nivå med %1$s!"],"A seamless integration between %1$s and %2$s":["En sømløs integrasjon mellom %1$s og %2$s"],"Use %1$s breadcrumbs instead of %2$s ones":["Bruk brødsmulesti fra %1$s i stedet for fra %2$s"],"Improve sharing on Pinterest":["Forbedre deling på Pinterest"],"Improve the usability of your contact page":["Forbedre brukervennligheten på din kontakt-side"],"Easily insert Google Maps, a store locator, opening hours and more":["Sett enkelt inn Google Maps, veibeskrivelse, åpningstider og mer"],"Get found by potential clients":["Bli funnet av potensielle kunder"],"Creates XML News Sitemaps":["Lager XML-nettstedskart for nyheter"],"Immediately pings Google on the publication of a new post":["Umiddelbart varsle Google når et nytt innlegg publiseres"],"Optimize your site for Google News":["Optimaliser ditt nettsted for Google Nyheter"],"Make videos responsive through enabling fitvids.js":["Gjør videoer responsive ved å aktivere fitvids.js"],"Enhance the experience of sharing posts with videos":["Forbedre opplevelsen av å dele innlegg med videoer"],"Show your videos in Google Videos":[""],"The following file is blocking your XML sitemaps from working properly. Either delete it (this can be done with the \"Fix it\" button) or disable %1$s XML sitemaps.":["","The following files are blocking your XML sitemaps from working properly. Either delete them (this can be done with the \"Fix it\" button) or disable %1$s XML sitemaps."],"Crawl issues list":["Liste over gjennomsøkingsfeil"],"Crawl issues list navigation":[""],"Edit &#8220;%s&#8221;":["Rediger «%s»"],"Filter by post type":["Filtrer etter innleggstype"],"Show All Post Types":["Vis alle innleggstyper"],"Premium":["Premium"],"Go Premium":["Få Premium"],"Files successfully removed.":["Filene ble fjernet."],"The directory %s could not be removed. Please remove it via FTP.":["Katalogen %s kunne ikke fjernes. Vennligst fjern den via FTP."],"Google Trends":["Google-trender"],"Notifications":["Varsler"],"Removes the keyword tab from the metabox and disables all SEO-related suggestions.":["Fjerner nøkkelord-fanen fra metaboksen og deaktiverer alle SEO-relaterte forslag."],"Disable SEO analysis":["Deaktiver SEO-analyse"],"Twitter settings":["Twitter-innstillinger"],"Pinterest settings":["Pinterest-innstillinger"],"Google+ settings":["Google+-innstillinger"],"Facebook settings":["Facebook-innstillinger"],"To let search engines know which social profiles are associated to this site, enter them below:":["For å la søkemotorer vite hvilke sosiale profiler som er knyttet til dette nettstedet, legg dem inn under:"],"Your social profiles":["Dine sosiale profiler"],"User sitemap settings":["Sidekart-innstillinger for brukere"],"Taxonomies sitemap settings":["Sidekart-innstillinger for taksonomier"],"Post types sitemap settings":["Sidekart-innstillinger for innleggstyper"],"Entries per sitemap page":["Oppføringer per sidekart-side"],"Your XML Sitemap":["Ditt XML-sidekart"],"Excluded posts settings":["Innstillinger for ekskluderte innlegg"],"As you are redirecting attachment URLs to parent post URLs, these settings will currently only have an effect on unattached media items! So remember: If you change the %1$sattachment redirection setting%2$s in the future, the below settings will take effect for *all* media items.":[""],"Removes the keyword tab from the metabox and disables all keyword-related suggestions.":["Fjerner nøkkelordsfanen fra metaboksen og deaktiverer alle nøkkelordsrelaterte forslag."],"Keyword analysis":["Nøkkelordsanalyse"],"Title separator symbol":[""],"Security setting":["Sikkerhetsinnstilling"],"Restore default settings":["Tilbakestill standardinnstillinger"],"RSS feed settings":["RSS-innstillinger"],"Stop words in slugs.":["Stoppord i «slugs» (permalenker)."],"Breadcrumbs settings":[""],"Make primary":["Gjør til primær"],"Content optimization":["Innholdsoptimalisering"],"Enter your Google Authorization Code and press the Authenticate button.":["Skriv inn Google-autentiseringskoden din og trykk Autentiser-knappen."],"To allow %1$s to fetch your %2$s information, please enter your Google Authorization Code. Clicking the button below will open a new window.":["For å tillate at %1$s henter din %2$s-informasjon, vennligst skriv inn din Google-autentiseringkode. Knappen under åpner et nytt vindu."],"Knowledge base article":["Kunnskapsbase-artikkel"],"Open the knowledge base article in a new window or read it in the iframe below":["Åpne kunnskapsbase-artikkelen i et nytt vindu, eller les den i iframen under"],"Search results":["Søkeresultater"],"Yoast SEO video tutorial":["Yoast SEO video-guide"],"%s notification":["%s varsel","%s varsler"],"Disable readability analysis":["Deaktiver lesbarhetsanalyse"],"Removes the readability tab from the metabox and disables all readability-related suggestions.":["Fjerner lesbarhetsfanen fra metaboksen og deaktiverer alle forslag relatert til lesbarhet."],"Readability analysis":["Lesbarhetsanalyse"],"Needs improvement":["Trenger forbedring"],"Readability":["Lesbarhet"],"You are trying to load non-minified files, these are only available in our development package. Check out %1$s to see all the source files.":["Du forsøker å laste ikke-minifiserte filer. Disse er kun tilgjengelig i vår utviklingspakke. Sjekk ut %1$s for å se alle kildefilene."],"You have a new issue concerning your SEO!":["Du har et nytt problem med din SEO!"],"\"Max entries per sitemap page\" should be below %1$s to meet Google's requirements, which %2$s is not.":[""],"%1$s Dashboard":["Kontrollpanel for %1$s"],"Improvements":[""],"Restore this item.":["Tilbakestill dette elementet."],"Dismiss this item.":["Fjern dette elementet."],"Good job! We could detect no serious SEO problems.":["Bra jobbet! Vi kunne ikke finne noen alvorlige SEO problemer."],"We have detected the following issues that affect the SEO of your site.":["Vi har oppdaget følgende problemer som har effekt på SEO'en på din side."],"Problems":["Problemer"],"We're always grateful for patches from non-regular contributors, in %1$s %2$s, patches from the following people made it in:":["Vi er alltid takknemlige for kodebidrag fra bidragsytere. I %1$s %2$s har vi tatt med bidrag fra følgende personer:"],"Community contributors":["Bidgragsytere fra fellesskapet"],"Tester":["Tester"],"Quality Assurance & Testing":["Kvalitetssikring & testing"],"Yoast Developers":["Utviklere hos Yoast"],"CTO":["Teknisk sjef"],"Development Leaders":["Utviklingsledere"],"Linguist":["Lingvist"],"Head R&D":["Leder av FoU"],"Product Management":["Produktledelse"],"This is the content analysis, a collection of content checks that analyze the content of your page. %1$sLearn more about the Content Analysis Tool%2$s.":[""],"Pick the main keyword or keyphrase that this post/page is about. %1$sLearn more about the Focus Keyword%2$s.":[""],"Analysis":["Analyse"],"This is a rendering of what this post might look like in Google's search results. %1$sLearn more about the Snippet Preview%2$s.":["Dette er en gjengivelse av hvordan dette innlegget kan se ut i Googles søkeresultater. %1$sLær mer om forhåndsvisningen%2$s."],"Not available":["Ikke tilgjengelig"],"Enter your focus keyword":["Legg inn ditt fokusnøkkelord"],"Keyword:":["Nøkkelord:"],"Buy the %1$s plugin now and start optimizing to get your site featured in Google News!":[""],"Buy the %1$s plugin now to improve your site&#8217;s Local SEO and ranking in Google Maps!":[""],"Buy the %1$s plugin now and optimize your videos for video search results and social media!":[""],"Take the online Basic SEO Training course and learn the fundamentals of SEO!":[""],"Take the online SEO Copywriting Training course and learn how to write awesome copy that ranks!":[""],"Filter by SEO Score":["Filtrer etter SEO-resultat"],"Meta description not set.":["Metabeskrivelse er ikke satt."],"Video tutorial":["Video-opplæring"],"Email support is a %s feature":["Brukerstøtte via e-post er en funksjon i %s"],"Knowledge base":["Kunnskapsdatabase"],"Loading...":["Laster …"],"Something went wrong. Please try again later.":["Noe gikk galt. Vennligst prøv igjen senere."],"Search the Yoast knowledge base":["Søk i Yoast kunnskapsdatabase"],"No results found.":["Ingen resultater funnet."],"Dashboard":["Kontrollpanel"],"You can fix this on the %1$sPermalink settings page%2$s.":[""],"Simply uncheck the box before \"Break comments into pages...\" on the %1$sComment settings page%2$s.":[""],"Paging comments is enabled, this is not needed in 999 out of 1000 cases, we recommend to disable it.":["Paginering for kommentarer er aktivert. I 999 av 1000 tilfeller er ikke dette nødvendig, Vi anbefaler å deaktivere det."],"Replaced with the primary category of the post/page":["Erstattet med den primære kategorien for innlegget/siden"],"Pinterest confirmation":["Pinterest-bekreftelse"],"If you have already confirmed your website with Pinterest, you can skip the step below.":["Om du allerede har bekreftet nettstedet ditt med Pinterest, kan du hoppe over steget under."],"You can choose to not include users without posts.":["Du kan velge å ikke inkludere brukere uten innlegg."],"Users without posts":["Brukere uten innlegg"],"The user sitemap contains the author archive URLs for every user on your site.":[""],"Format-based archives":["Format-basert arkiv"],"Webmaster Tools verification":[""],"Need some help?":["Trenger du hjelp?"],"Show information about the focus keyword":["VIs informasjon om fokusnøkkelordet"],"Show information about the content analysis":["Vis informasjon angående innholdsanalyse "],"Show information about the snippet editor":["Vis informasjon om tekstutdragredigeringen"],"Buy %s":["Kjøp %s"],"Show information about errors in category 'Soft 404'":["Vis informasjon om feil i kategorien «Myk 404»"],"Show information about errors in category 'Server'":["Vis informasjon om feil i kategorien «Tjener»"],"Show information about errors in category 'Blocked'":["Vis informasjon om feil i kategorien «Blokkert»"],"Show information about errors in category 'Other'":["Vis informasjon om feil i kategorien «Annet»"],"Show information about errors in category 'Not Found'":["Vis informasjon om feil i kategorien «Ikke funnet»"],"Show information about errors in category 'Access Denied'":["Vis informasjon om feil i kategorien «Tilgang nektet»"],"New %1$s Title":["Ny %1$s-tittel"],"Existing %1$s Title":["Eksisterende %1$s-tittel"],"Expected an integer as input.":["Forventet et heltall som inndata."],"Trying to build the sitemap cache key, but the postfix and prefix combination leaves too little room to do this. You are probably requesting a page that is way out of the expected range.":[""],"Note: this feature has been deprecated, as the SEO value is close to 0 these days. If you disable it you will not be able to put it back on.":[""],"Redirect":["Omdirigering"],"No redirect":["Ingen omdirigering"],"Remove":["Fjern"],"Keep":["Behold"],"Bold the last page":["Uthev den siste siden"],"Regular":["Normal"],"Bold":["Uthev"],"Show Blog page":["Vis bloggside"],"Primary %s":[""],"Primary":["Primær"],"Make %1$s primary %2$s":[""],"Integrations":["Integrasjoner"],"Term is set to noindex.":["Termen er satt til «noindex»."],"Filter specific user roles":["Filtrer spesifikke brukerroller"],"Not in sitemap":["Ikke i nettstedskart"],"In sitemap":["I nettstedskart"],"Author / user sitemap":["Nettstedskart for brukere/forfattere"],"XML sitemap functionality":["Funksjonalitet for XML-nettstedskart"],"Subpages of archives":["Undersider av arkiver"],"Author archives":["Forfatterarkiv "],"Show":["Vis"],"The advanced section of the %1$s meta box allows a user to noindex posts or change the canonical. These are things you might not want if you don't trust your authors, so by default, only administrators can do this. Enabling the advanced box allows all users to change these settings.":[""],"Advanced part of the %1$s meta box":[""],"Enabled":["Aktivert"],"Disabled":["Deaktivert"],"%1$s has not fetched your site's indexability status yet from %2$s":[""],"The separator defined in your theme's %s tag.":["Seperatoren definert i ditt temas %s-element."],"No index":["Ingen indeksering"],"Import from wpSEO":["Importer fra wpSEO"],"Remove the %s variables.":["Fjern %s"],"Strip the category base (usually %s) from the category URL.":["Stripp kategoribasen (vanligvis %s) fra kategori-URLen."],"Analyze entire site":["Analyser hele nettstedet"],"Fetch the current status":["Hent nåværende status"],"%1$s%2$s has not been able to fetch your site's indexability status%3$s from %4$s":[""],"Your homepage can be indexed by search engines.":["Hjemmesiden din kan indekseres av søkemotorer."],"Indexability check by %1$s":["Indekseringssjekk av %1$s"],"Architect":["Arkitekt"],"If you want to use an image for sharing on %1$s, you can upload / choose an image or add the image URL here.":["Om du vil bruke et bilde for deling på %1$s, kan du laste opp/velge et bilde, eller legge inn bilde-URLen her."],"If you don't want to use the meta description for sharing on %1$s but want another description there, write it here.":[""],"If you don't want to use the title for sharing on %1$s but instead want another title there, write it here.":["Om du ikke vil bruke tittelen for deling på %1$s men vil ha en annen tittel der, skriv den her."],"%1$sYour homepage cannot be indexed by search engines%2$s. This is very bad for SEO and should be fixed.":["%1$sHjemmesiden din kan ikke indekseres av søkemotorer%2$s. Dette er veldig dårlig for SEO og burde fikses."],"Once Weekly":["Ukentlig"],"Add-ons":["Utvidelser"],"SEO score":[""],"Snippet editor":["Utdragsredigering"],"Add keyword":["Legg til nøkkelord"],"wpSEO has been deactivated":["wpSEO har blitt deaktivert"],"The plugin wpSEO has been detected. Do you want to %1$simport its settings%2$s?":["Utvidelsen All-in-one-SEO har blitt oppdaget. Ønsker du å %1$simportere innstillingene derfra%2$s?"],"Twitter metadata":["Twitter-metadata"],"Facebook / Open Graph metadata":["Facebook-/Open Graph-metadata"],"Recalculating SEO scores for all pieces of content with a focus keyword.":[""],"%1$s of %2$s done.":["%1$s av %2$s ferdig."],"We've updated our SEO score algorithm. %1$sRecalculate the SEO scores%2$s for all posts and pages.":["Vi har oppdatert vår algoritme for SEO-resultater. %1$sKlikk her for å rekalkulere SEO-resultatene%2$s for alle innlegg og sider."],"https://yoast.com/":["https://yoast.com/"],"Team Yoast":["Vi i Yoast"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["Den første virkelige alt-i-ett SEO-løsningen for WordPress, inkludert sidevis innholdsanalyse, XML-nettstedkart og mye mer."],"https://yoast.com/wordpress/plugins/seo/#utm_source=wpadmin&utm_medium=plugin&utm_campaign=wpseoplugin":["https://yoast.com/wordpress/plugins/seo/#utm_source=wpadmin&utm_medium=plugin&utm_campaign=wpseoplugin"],"Yoast SEO":["Yoast SEO"],"Activation failed:":["Aktivering mislyktes:"],"The filter extension seem to be unavailable. Please ask your web host to enable it.":["Filter-utvidelsen er ikke ut til å være tilgjengelig. Vennligst spør din leverandør av webhotell om å tilgjengeliggjøre den."],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":["Installasjonen av utvidelsen %1$s er ikke ferdig. Vennligst sjekk %2$sinstallasjonsinstruksjonene%3$s."],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":["Utvidelsen for standard PHP-bibliotek (SPL) ser ut til å være utilgjengelig. Vennligst be din webhost om å aktivere denne. "],"%sRenew your license now%s.":["%sForny din lisens nå%s."],"Your %s license will expire on %s.":["Din lisens for %s utløper %s."],"You defined your license key using the %s PHP constant.":["Du definerte lisensnøkkelen ved hjelp av %s PHP konstant."],"Paste your %s license key here...":["Lim inn din lisensnøkkel for %s her …"],"License Key":["Lisensnøkkel"],"Please enter a license key in the field below first.":["Vennligst skriv inn lisensnøkkel i feltet under først."],"Activate License":["Aktiver lisens"],"(deactivate your license so you can activate it on another WordPress site)":["(deaktiver lisensen din, slik at du kan aktivere den på et annet WordPress-nettsted)"],"Deactivate License":["Deaktiver lisens"],"Toggle license status":["Bytt lisens-status"],"License status":["Lisens-status"],"Your server has an outdated version of the PHP module cURL (Version: %s). Please ask your hosting company to update this to a recent version of cURL. You can read more about that in our %sKnowledge base%s.":["Webtjeneren har en utdatert versjon av PHP-modulen cURL (versjon: %s). Vennlist be din leverandør om å oppdatere denne til en nyere versjon av cURL. Du kan lese mer om dette i vår %skunnskapsbase%s."],"We couldn't create a connection to our API to verify your license key(s). Please ask your hosting company to allow outgoing connections from your server to %s.":["Vi kunne ikke koble til vårt API for å verifisere lisensen(e). Vennligst be din webhotell-leverandør om å tillate utgående koblinger fra ditt webhotell til %s."],"This site has not been activated properly on yoast.com and thus cannot check for future updates. Please activate your site with a valid license key.":["Dette nettstedet har ikke blitt korrekt aktivert på yoast.com og kan ikke sjekke etter fremtidige oppdateringer. Vennligst aktiver ditt nettsted med en gyldig lisensnøkkel."],"%s failed to check for updates because of the following error: <em>%s</em>":["%s klarte ikke å se etter oppdateringer på grunn av følgende feil: <em>%s</em>"],"%s is network activated, please contact your site administrator to manage the license.":["%s er nettverksaktivert. Vennligst kontakt din nettstedsadministrator for å administrere lisensen."],"%s is network activated, you can manage your license in the <a href=\"%s\">network admin license page</a>.":["%s er nettverksaktivert. Du kan administrere din lisens på <a href=\"%s\">lisenssiden i nettverksadministrasjonen</a>."],"%s: License Settings":["%s: Lisens Innstillinger"],"Request error: \"%s\" (%scommon license notices%s)":["Forespørselfeil: «%s» (%svanlige lisensnotiser%s)"],"Failed to deactivate your %s license.":["Kunne ikke deaktivere din %s lisens."],"Your %s license has been deactivated.":["Din %s lisens har blitt deaktivert."],"Failed to activate your license, your license key seems to be invalid.":["Klarte ikke å aktivere din lisens, lisensnøkkel din ser ut som den er ugyldig."],"Your license has expired. You must <a href=\"%s\">extend your license</a> in order to use it again.":["Din lisens har utløpt. Du må <a href=\"%s\">fornye din lisens</a> for å benytte den igjen."],"You've reached your activation limit. You must <a href=\"%s\">upgrade your license</a> to use it on this site.":["Du har nådd din aktiveringsgrense. du må<a href=\"%s\">oppgradere din lisens</a> for å bruke det på dette nettstedet."],"<a href=\"%s\">Your license is expiring in %d day, would you like to extend it?</a> ":["<a href=\"%s\">Lisensen utløper om %d dag. Ønsker du å forlenge den?</a>","<a href=\"%s\">Lisensen utløper om %d dager. Ønsker du å forlenge den?</a>"],"<a href=\"%s\">Did you know you can upgrade your license?</a> ":["<a href=\"%s\">Visste du at du kan oppgradere lisensen din?</a>"],"You have used %d/%d activation. ":["Du har benyttet %d av %d aktivering.","Du har benyttet %d av %d aktiveringer."],"You have an unlimited license. ":["Du har en ubegrenset lisens."],"Your %s license has been activated. ":["Din lisens for %s er aktivert."],"<b>Warning!</b> You're blocking external requests which means you won't be able to get %s updates. Please add %s to %s.":["<b>Advarsel!</b> Du blokkerer eksterne forespørsler, som som betyr at du ikke vil kunne få oppdateringer til %s. Vennligst legg %s til %s."],"Register now &raquo;":["Registrer deg nå &raquo;"],"Translation of %s":["Oversettelse av %s"],"You're using WordPress in a language we don't support yet. We'd love for %2$s to be translated in that language too, but unfortunately, it isn't right now. You can change that! Register at %4$s to help translate it!":["Du bruker WordPress på en språk vi ikke støtter enda. Vi vil gjerne at %2$s skal oversettes til det språket også, men er dessverre ikke det enda. Du kan gjøre noe med det! Registrer deg på %4$s for å hjelpe til med å oversette!"],"You're using WordPress in %1$s. While %2$s has been translated to %1$s for %3$d%%, it's not been shipped with the plugin yet. You can help! Register at %4$s to help complete the translation to %1$s!":["Du bruker WordPress på %1$s. %2$s har blitt %3$d%% oversatt til %1$s, og kommer ikke med utvidelsen enda. Du kan hjelpe! Registrer deg på %4$s for å hjelpe til med å ferdigstille oversettelsen til %1$s!"],"As you can see, there is a translation of this plugin in %1$s. This translation is currently %3$d%% complete. We need your help to make it complete and to fix any errors. Please register at %4$s to help complete the translation to %1$s!":["Som du kan se, finnes det en oversettelse av denne utvidelsen til %1$s. Denne oversettelsen er nå %3$d%% komplett. Vi trenger din hjelp til å fullføre den og fikse eventuelle feil. Vennligst registrer deg på %4$s for å hjelpe til med å ferdigstille oversettelsen til %1$s!"],"All-In-One-SEO has been deactivated":["All-In-One-SEO har blitt deaktivert"],"The plugin All-In-One-SEO has been detected. Do you want to %1$simport its settings%2$s?":["Utvidelsen All-In-One-SEO har blitt oppdaget. Ønsker du å %1$simportere innstillingene derfra%2$s?"],"SEO Settings":["SEO-innstillinger"],"Mobile-Friendly Test":["Test for mobilvennlighet"],"Google Page Speed Test":["Google Page Speed Test"],"CSS Validator":["CSS-validator"],"HTML Validator":["HTML-validator"],"Pinterest Rich Pins Validator":["Pinterest «Rich Pins»-validator"],"Facebook Debugger":["Facebook Debugger"],"Check Headers":["Sjekk headers"],"Check Google Cache":["Sjekk Google Cache"],"Check Keyword Density":["Sjekk nøkkelord-tetthet"],"Check Inlinks (OSE)":["Sjekk inn-linker (OSE)"],"Analyze this page":["Analyser denne siden"],"SEO Book":["SEO-bok"],"AdWords External":["AdWords ekstern"],"Keyword Research":["Nøkkelord-undersøkelser"],"%s does not seem to be a valid url. Please correct.":["%s ser ikke ut til å være en gyldig url. Vennligst korriger."],"%1$s does not seem to be a valid %2$s verification string. Please correct.":["%1$s ser ikke ut til å være en gyldig verifiseringsstreng for %2$s. Vennligst korriger."],"\"Max entries per sitemap page\" should be a positive number, which %s is not. Please correct.":["\"Maks oppføringer per sitemap side \" bør være et positivt tall, som %s er ikke. Vennligst korriger."],"%s Archive":["Arkiv for %s"],"You searched for %s":["Du søkte etter %s"],"%s does not seem to be a valid Twitter user-id. Please correct.":["%s ser ikke ut til å være en gyldig Twitter-bruker-id. Vennligst korriger."],"Summary with large image":["Sammendrag med stort bilde"],"Summary":["Sammendrag"],"The post %1$s appeared first on %2$s.":["Innlegget %1$s dukket først opp på %2$s."],"No numeric value was received.":["Ingen numerisk verdi ble mottatt."],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":["Dette må være en eksisterende blogg. Blogg %s finnes ikke eller har blitt merket som slettet."],"The default blog setting must be the numeric blog id of the blog you want to use as default.":["Standard blogg innstillingen må være den numeriske bloggen id av bloggen du vil bruke som standard."],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":["%1$s er ikke et gyldig valg for hvem som skal få adgang til innstillingene for %2$s. Verdien\ner tilbakestilt til standard."],"Please select a valid post type for taxonomy \"%s\"":["Vennligst velg en gyldig innholdstype for taksonomi «%s»"],"Please select a valid taxonomy for post type \"%s\"":["Vennligst velg en gyldig taksonomi for innholdstypen «%s»"],"You searched for":["Du søkte etter"],"Home":["Hjem"],"Archives for":["Arkiver for"],"Error 404: Page not found":["Feil 404: Siden ikke funnet"],"Good":["Bra"],"Replaced with a custom taxonomies description":["Erstattes med en beskrivelse av egendefinert taksonomi"],"Replaced with a posts custom taxonomies, comma separated.":["Erstattet med et innleggs egendefinerte taksonomier, kommaseparert."],"Replaced with a posts custom field value":["Erstattet med verdien fra et egendefinert felt på et innlegg"],"Replaced with the slug which caused the 404":["Erstattes med permalenken som forårsaket 404"],"Replaced with the posts focus keyword":["Erstattes med innleggets fokus-nøkkelord"],"Attachment caption":["Beskrivelse/bildetekst for vedlegg"],"Replaced with the current page number":["Erstattes med gjeldende sidenummer"],"Replaced with the current page total":["Erstattes med gjeldende totalt sideantall"],"Replaced with the current page number with context (i.e. page 2 of 4)":["Erstattet med gjeldende sidenummer og totalt antall sider (dvs. side 2 av 4)"],"Replaced with the current year":["Erstattes med gjeldende år"],"Replaced with the current month":["Erstattes med gjeldende måned"],"Replaced with the current day":["Erstattes med gjeldende dag"],"Replaced with the current date":["Erstattes med gjeldende dato"],"Replaced with the current time":["Erstattes med gjeldende tidspunkt"],"Replaced with the post/page author's userid":["Erstatt med innlegget's/side forfatter bruker ID"],"Replaced with the post/page author's 'Biographical Info'":["Erstattet med innleggets/sidens forfatters «Biografisk informasjon»"],"Replaced with the post/page author's 'nicename'":["Erstatt innlegget's/side forfatter 'Alias'"],"Replaced with the post/page ID":["Erstatt med innlegget's/side ID"],"Replaced with the post/page modified time":["Erstattet med tidspunktet innlegget/siden sist ble endret"],"Replaced with the post type plural label":["Erstattes med innholdstypens navn i flertallsform"],"Replaced with the post type single label":["Erstattes med innholdstypens navn i entallsform"],"Replaced with the current search phrase":["Erstattes med gjeldende søkeuttrykk"],"Replaced with the term name":["Erstatt med begrepet's navn"],"Replaced with the term description":["Erstatt med begrepet beskrivelse"],"Replaced with the tag description":["Erstattet med stikkord-beskrivelse"],"Replaced with the category description":["Erstattet med kategori-beskrivelse"],"Replaced with the post categories (comma separated)":["Erstatt innlegget's kategori (separer med komma)"],"Replaced with the current tag/tags":["Erstatt med nåværende tag/tags"],"Replaced with the post/page excerpt (without auto-generation)":["Erstattet med innleggets/sidens sammendrag (uten auto-generering)"],"Replaced with the post/page excerpt (or auto-generated if it does not exist)":["Erstatt med innlegg/side sammnedrag (eller auto-generer hvis det ikke eksisterer)"],"The site's tag line / description":["Nettstedets slagord/beskrivelse"],"The site's name":["Nettsiden's navn"],"Replaced with the title of the parent page of the current page":["Erstattet med tittelen på morsiden til gjeldende side."],"Replaced with the title of the post/page":["Erstatt med tittel for innlegget/siden"],"Replaced with the date of the post/page":["Erstatt med dato for innlegget/siden"],"Page %1$d of %2$d":["Side %1$d av %2$d"],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":["Du kan ikke overstyre en WPSEO standard variabelerstatning ved å registrere en variabel med det samme navnet. Bruk «wpseo_replacements»-filteret i stedet for å justere erstatningsvariabelen."],"A replacement variable with the same name has already been registered. Try making your variable name unique.":["En erstatningsvariabel med det samme navnet er allerede registrert. Forsøk å lag et mer unikt variabelnavn."],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":["En erstatningsvariabel kan ikke begynne med «%%cf_» eller «%%ct_» siden disse er reservert for WPSEO standardvariabler for egendefinert felt og klassifiseringer. Forsøk å gi variabelen et unikt navn."],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":["En erstatningsvariabel kan bare innholde alfanumeriske tegn, en understrek eller en bindestrek. Forsøk å gi variabelen et nytt navn."],"Admin only notice: this page doesn't show a meta description because it doesn't have one, either write it for this page specifically or go into the SEO -> Titles menu and set up a template.":["Notis kun for admin: Denne siden viser ikke en meta-beskrivelse fordi den ikke har en. Enten opprett en for denne siden spesielt, eller gå til menypunktet SEO -> Titler og sett opp en mal."],"Page not found":["Side ikke funnet"],"%s Archives":["%s Arkiver"],"Search for \"%s\"":["Søk etter \"%s\""],"Exclude user from Author-sitemap":["Ekskluder bruker fra forfatter-nettstedkartet"],"Meta keywords to use for Author page":["Meta-nøkkelord for forfattersiden"],"Meta description to use for Author page":["Meta-beskrivelse for forfattersiden"],"Title to use for Author page":["Tittel på forfattersiden"],"%1$s settings":["Innstillinger for %1$s"],"Delete the old data after import? (recommended)":["Slett gammel data etter import? (anbefalt)"],"Import from WooThemes SEO framework":[""],"Import from All-in-One SEO":[""],"Import from HeadSpace2":[""],"If you've used another SEO plugin, try the %1$sSEO Data Transporter%2$s plugin to move your data into this plugin, it rocks!":[""],"No doubt you've used an SEO plugin before if this site isn't new. Let's make it easy on you, you can import the data below. If you want, you can import first, check if it was imported correctly, and then import &amp; delete. No duplicate data will be imported.":["Ingen tvil om du har brukt en SEO-utvidelse før, hvis dette nettstedet ikke er nytt. La oss gjøre det enkelt for deg: Du kan importere data nedenfor. Hvis du ønsker, kan du importere først, sjekke at det ble importert på riktig måte, og deretter importere og slette. Ingen duplikatdata vil bli importert."],"Export your %1$s settings":["Eksporter dine innstillinger for %1$s"],"Include Taxonomy Metadata":["Inkluder Taksonomi Metadata"],"Export your %1$s settings here, to import them again later or to import them on another site.":["Eksporter dine innstillinger for %1$s her, for å importere dem igjen senere eller importere dem på et annet nettsted."],"Import settings":["Importer innstillinger"],"Import settings by locating %1$ssettings.zip%2$s and clicking \"Import settings\"":[""],"Import from other SEO plugins":["Importer fra andre SEO-utvidelser"],"Import":["Importer"],"The old data of the imported plugin was deleted successfully.":["De gamle dataene til den importerte utvidelsen ble slettet."],"If you had a %s file and it was editable, you could edit it from here.":[""],"If your %s were writable, you could edit it from here.":[""],"You don't have a %s file, create one here:":[""],"A link to your site, with your site's name and description as anchor text.":["En kobling til nettstedet ditt, med nettstedets navn og beskrivelse som ankertekst."],"A link to your site, with your site's name as anchor text.":["En kobling til nettstedet ditt, med nettstedets navn som ankertekst."],"A link to the post, with the title as anchor text.":["En lenke til innlegget, med tittelen som ankertekst."],"A link to the archive for the post author, with the authors name as anchor text.":["En link til arkivet for forfatter, med forfatternes navn som ankertekst."],"You can use the following variables within the content, they will be replaced by the value on the right.":["Du kan bruke følgende variabler i innholdet, de vil bli erstattet av verdien på høyre side."],"Content to put after each post in the feed":["Innhold som legges inn etter hvert innlegg i feeden"],"Content to put before each post in the feed":["Innhold å sette inn før hvert innlegg i RSS-strømmen"],"This feature is used to automatically add content to your RSS, more specifically, it's meant to add links back to your blog and your blog posts, so dumb scrapers will automatically add these links too, helping search engines identify you as the original source of the content.":["Denne funksjonen brukes til å automatisk legge til innhold i din RSS. Mer spesifikt er det ment å legge til lenker tilbake til bloggen din og blogginnleggene, så dumme skrapere automatisk legger til disse linkene også. Dette hjelper søkemotorer å identifisere deg som den opprinnelige kilden til innholdet."],"Other variables not to clean":["Andre variabler du ikke ønsker renset"],"You might have extra variables you want to prevent from cleaning out, add them here, comma separated.":["Du har kanskje ekstra variabler som du ikke ønsker å rense ut. Legg dem til her, separert med komma."],"Prevent cleaning out Google Analytics Campaign & Google AdWords Parameters.":["Forhindre fjerning av parametere fra Google Analytics-kampanjer og Google AdWords."],"If you use Google Analytics campaign parameters starting with %s, check this box. However, you're advised not to use these. Instead, use the version with a hash.":["Hvis du bruker Google Analytics kampanjeparametere som begynner med %s, kryss av i denne boksen. Du bør uansett ikke bruke disse. Bruk versjonen med firkanttegn («#») i stedet."],"Prevent cleaning out Google Site Search URLs.":["Forhindre fjerning av Google Site Search URLer."],"Google Site Search URLs look weird, and ugly, but if you're using Google Site Search, you probably do not want them cleaned out.":["Google Site Search URLer ser rare ut og er stygge. Men hvis du bruker Google Site Search, ønsker du sannsynligvis ikke å fjerne dem."],"Redirect ugly URLs to clean permalinks. (Not recommended in many cases!)":[""],"People make mistakes in their links towards you sometimes, or unwanted parameters are added to the end of your URLs, this allows you to redirect them all away. Please note that while this is a feature that is actively maintained, it is known to break several plugins, and should for that reason be the first feature you disable when you encounter issues after installing this plugin.":["Folk gjør feil i sine koblinger mot deg noen ganger, eller uønskede parametere er lagt til slutten av webadressene dine, gjør dette deg til å omdirigere dem alle bort. Vær oppmerksom på at selv om dette er en funksjon som er aktivt vedlikeholdt, det er kjent for å bryte flere utvidelser, og bør av den grunn være den første funksjonen du deaktivere når du støter på problemer etter å ha installert denne utvidelser."],"Enforce a trailing slash on all category and tag URLs":["Tving en skråstrek bak alle kategori- og stikkord-URLer"],"If you choose a permalink for your posts with %1$s, or anything else but a %2$s at the end, this will force WordPress to add a trailing slash to non-post pages nonetheless.":["Hvis du velger en permalenkestruktur for innleggene dine med %1$s, eller noe annet enn %2$s på slutten, vil dette tvinge WordPress til å uansett legge til en avsluttende skråstrek på sider som ikke er innlegg."],"This prevents threaded replies from working when the user has JavaScript disabled, but on a large site can mean a <em>huge</em> improvement in crawl efficiency for search engines when you have a lot of comments.":["Dette hindrer kommentarsamtaler fra å virke når brukeren har deaktivert Javascript, men på et stort nettsted kan det bety en <em>stor</em> forbedring i crawle-effektivitet for søkemotorer når du har mange kommentarer."],"This helps you to create cleaner URLs by automatically removing the stopwords from them.":["Dette hjelper deg til å skape renere nettadresser ved automatisk å fjerne stoppord fra dem."],"Clean up permalinks":["Rydd opp permalenker"],"Redirect attachment URLs to parent post URL.":["Omdiriger vedleggs-URLer til moderinnleggets URL."],"Attachments to posts are stored in the database as posts, this means they're accessible under their own URLs if you do not redirect them, enabling this will redirect them to the post they were attached to.":["Vedlegg til innlegg er lagret i databasen som innlegg. Dette betyr at de er tilgjengelig under sin egen URL hvis du ikke omdirigerer dem. Her kan du velge å omdirigere dem til innlegget de ble festet til."],"Change URLs":["Endre URL’er"],"Usage of this breadcrumbs feature is explained in %1$sour knowledge-base article on breadcrumbs implementation%2$s.":["Bruk av denne brødsmulesti-funksjonen er beskrevet i %1$sartikkelen om brødsmulesti-implementering i vår kunnskapsbase%2$s."],"How to insert breadcrumbs in your theme":["Hvordan sette brødsmuler inn i ditt tema"],"Blog":["Blogg"],"Post type archive to show in breadcrumbs for taxonomies":["Innholdstypearkiv som vises i brødsmulesti for taksonomier"],"Taxonomy to show in breadcrumbs for post types":["Taksonomi å vise i brødsmulesti for innholdstyper"],"Breadcrumb for 404 Page":["Brødsmule for 404-side"],"Prefix for Search Page breadcrumbs":["Prefiks for søkeside-brødsmuler"],"Prefix for Archive breadcrumbs":["Prefiks for arkiv-brødsmuler"],"Prefix for the breadcrumb path":["Prefiks for brødsmulestien"],"Anchor text for the Homepage":["Ankertekst for hjemmeside"],"Separator between breadcrumbs":["Separator mellom brødsmuler"],"Enable Breadcrumbs":["Aktiver brødsmuler"],"Below are your published posts' SEO scores. Now is as good a time as any to start improving some of your posts!":[""],"Developer":["Utvikler"],"QA & Translations Manager":["Leder for kvalitetssikring og oversettelser"],"Project Lead":["Prosjektleder"],"Want to help us develop? Read our %1$scontribution guidelines%2$s!":["Vil du hjelpe oss å utvikle? Les våre %1$sretningslinjer for bidrag%2$s!"],"While most of the development team is at %1$sYoast%2$s in the Netherlands, %3$s is created by a worldwide team.":["Mens mesteparten av utviklingstemaet er hos %1$sYoast%2$s i Nederland, er %3$s utviklet av et verdensomspennende team."],"Credits":["Takk til"],"Thank you for updating %1$s!":["Takk for at du oppdaterer %1$s!"],"Posts to exclude":["Innlegg å ekskludere"],"You can exclude posts from the sitemap by entering a comma separated string with the Post ID's. The format will become something like: %1$s.":["Du kan ekskludere innlegg fra sidekartet ved å skrive inn en kommaseparert liste med innleggs-IDer. Formatet vil være noe som dette: %1$s."],"Max entries per sitemap":["Maksimalt antall oppføringer per nettstedskart"],"Please enter the maximum number of entries per sitemap page (defaults to %d, you might want to lower this to prevent memory issues on some installs):":[""],"Save your settings to activate your XML Sitemap.":[""],"You do <strong>not</strong> need to generate the XML sitemap, nor will it take up time to generate after publishing a post.":["Du trenger <strong>ikke</strong> å generere XML-nettstedkartet, og det vil heller ikke bruke tid på genererering etter publisering av et innlegg."],"You can find your XML Sitemap here: %1$sXML Sitemap%2$s":["Du kan finne XML-nettstedskart her: %1$sXML-nettstedskart%2$s"],"Excluded Posts":["Ekskluderte innlegg"],"User sitemap":["Bruker-nettstedkart"],"&laquo; Back to Tools page":["&laquo; Tilbake til verktøysiden"],"%1$s comes with some very powerful built-in tools:":["%1$s kommer med noen kraftige innebygde verktøy:"],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":["Dette verktøyet lar deg raskt endre viktige filer for SEO, slik som robots.txt og, om du har en, din .htaccess-fil."],"File editor":["Filredigering"],"Import settings from other SEO plugins and export your settings for re-use on (another) blog.":["Importer innstillinger fra andre SEO-utvidelser og eksporter dine innstillinger for gjenbruk i en annen blogg."],"Import and Export":["Import og eksport"],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":["Dette verktøyet gir deg muligheten til å endre titler og beskrivelser på dine innlegg og sider uten å måtte gå inn på hver enkelt side."],"Bulk editor":["Masseredigering"],"Google Publisher Page":["Google Publisher-side"],"If you have a Google+ page for your business, add that URL here and link it on your Google+ page's about page.":["Hvis du har en Google+-side for din bedrift, legg til nettadressen her og koble den på Google+-siden sin «om»-side."],"To %1$sconfirm your site with Pinterest%2$s, add the meta tag here:":[""],"Pinterest uses Open Graph metadata just like Facebook, so be sure to keep the Open Graph checkbox on the Facebook tab checked if you want to optimize your site for Pinterest.":["Pinterest benytter seg av Open Graph metadata, akkurat som Facebook, så sørg for at avhukningsboksen på Facebookfanen er markert som aktiv, dersom du ønsker å optimalisere nettstedet ditt for Pinterest."],"The default card type to use":["Standardkorttype du vil bruke"],"Add Twitter card meta data":["Legg til meta-data for Twitter-kort "],"Add Twitter card meta data to your site's %s section.":["Legg til metadata for Twitter-kort i nettstedets %s-seksjon."],"This image is used if the post/page being shared does not contain any images.":["Dette bildet brukes hvis innlegget/siden blir delt som ikke inneholder noen bilder."],"Default settings":["Standardinnstillinger"],"Copy home meta description":["Kopier meta-beskrivelsen fra forsiden"],"Description":["Beskrivelse"],"Image URL":["Bilde-URL"],"These are the title, description and image used in the Open Graph meta tags on the front page of your site.":["Dette er tittelen, beskrivelsen og bildet som benyttes i metataggene for Open Graph på forsiden av nettstedet ditt."],"Frontpage settings":["Innstillinger for forside"],"Add Open Graph meta data":["Legg til Open Graph Meta Data"],"Add Open Graph meta data to your site's %s section, Facebook and other social networks use this data when your pages are shared.":["Legg til metadata for Open Graph i nettstedets %s-seksjon. Facebook og andre sosiale nettverk bruker disse dataene når sidene dine deles."],"Google+ URL":["Google+-URL"],"YouTube URL":["YouTube-URL"],"Pinterest URL":["Pinterest-URL"],"MySpace URL":["MySpace-URL"],"LinkedIn URL":["LinkedIn-URL"],"Instagram URL":["Instagram-URL"],"Twitter Username":["Twitter-brukernavn"],"Facebook Page URL":["URL til Facebook-side"],"Accounts":["Kontoer"],"Restore site to defaults":["Tilbakestill siden til standard"],"Blog ID":["Blogg ID"],"Site ID":["Nettsted-ID"],"Using this form you can reset a site to the default SEO settings.":["Ved hjelp av dette skjemaet kan du tilbakestille et nettsted til standard SEO-innstillinger."],"Restore site to default settings":["Tilbakestill nettstedet til standardinnstillingene"],"Save MultiSite Settings":["Lagre nettstedsnettverk-innstillinger "],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new blogs.":["Innstillinger som er sensitive (FB-administratorer og slikt), temaspesifikke (omskriving av titler) og veldig nettstedspesifikke, vil ikke importeres til nye nettsteder."],"Enter the %1$sSite ID%2$s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":[""],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":["Velg hvilket nettsteds innstillinger du ønsker å benytte som standard for alle nettsteder som blir lagt til i nettverket. Hvis du velger «Ingen», vil de normale standardene for utvidelsen bli brukt."],"New sites in the network inherit their SEO settings from this site":["Nye nettsteder i nettverket arver SEO-innstillingene fra dette nettstedet"],"Super Admins only":["Kun super-admin"],"Site Admins (default)":["Nettsteds-administratorer (standard)"],"Who should have access to the %1$s settings":["Hvem skal ha tilgang til innstillinger for %1$s"],"spam":["spam"],"mature":["støtende"],"archived":["arkivert"],"public":["offentlig"],"Blog %s not found.":["Blogg %s ikke funnet."],"%s restored to default SEO settings.":["%s tilbakestill til standard SEO-innstillinger."],"Settings Updated.":["Innstillinger oppdatert"],"Use meta keywords tag?":["Bruk HTML-koden for meta-keywords?"],"I don't know why you'd want to use meta keywords, but if you want to, enable this.":["Jeg vet ikke hvorfor du skulle ønske å bruke meta-nøkkelord, men hvis du vil, merk av denne boksen."],"If you want to prevent /page/2/ and further of any archive to show up in the search results, set this to \"noindex\".":["Hvis du ønsker å forhindre /side/2/ og videre i alle arkiv fra å dukke opp i søkeresultatene, må du sette denne til «noindex»."],"Sitewide meta settings":["Metainnstillinger for hele nettstedet"],"404 pages":["404-sider"],"Search pages":["Søkesider"],"These pages will be %s by default, so they will never show up in search results.":["Disse sidene vil være %s som standard, slik at de aldri vil dukke opp i søkeresultatene."],"Special Pages":["Spesialsider"],"Date-based archives could in some cases also be seen as duplicate content.":["Dato-baserte arkiv kan i noen tilfeller bli sett på som duplikatinnhold."],"If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or to add %s to it so it doesn't show up in the search results.":["Hvis dette er tilfellet på ditt nettsted, kan du velge å enten deaktivere det (noe som gjør at adressen omdirigeres til bloggsiden), eller legge til %s, så det ikke vises i søkeresultatene."],"If you're running a one author blog, the author archive will be exactly the same as your homepage. This is what's called a %1$sduplicate content problem%2$s.":["Hvis du driver en blogg med bare en forfatter, vil forfatterarkivet være helt likt forsiden din. Dette kalles et %1$sproblem med duplikatinnhold%2$s."],"Date archives":["Datoarkiv"],"Title":["Tittel"],"Note: instead of templates these are the actual titles and meta descriptions for these custom post type archive pages.":["Bemerk: I stedet for maler, er dette de faktiske titler og meta-beskrivelser for disse egendefinerte innholdstypenes arkivsider."],"Custom Post Type Archives":["Arkiv for egendefinerte innholdstyper"],"%1$s Meta Box":["Metaboks for %1$s"],"Hide":["Gjem"],"Date in Snippet Preview":["Forhåndsvisning av dato i tekstutdrag"],"Meta Robots":["Meta Roboter"],"Take note:":["Vennligst bemerk:"],"You can determine the title and description for the blog page by %1$sediting the blog page itself &raquo;%2$s":[""],"You can determine the title and description for the front page by %1$sediting the front page itself &raquo;%2$s":[""],"Homepage &amp; Front page":["Hjemmeside &amp; forside"],"Meta keywords template":["Mal for meta-nøkkelord"],"Meta description template":["Mal for meta-beskrivelse"],"Title template":["Tittelmal"],"Symbols are shown in the size they'll appear in the search results.":[""],"Choose the symbol to use as your title separator. This will display, for instance, between your post title and site name.":["Velg symbolet for tittel-separator. Dette vil vises, for eksempel, mellom innleggtittelen og nettstedsnavnet."],"Title Separator":["Tittel-separator"],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s har automatisk oppdaget om det er behov for å tvinge omskriving av titler for sidene dine. Hvis du er uenig og du vet hva du gjør, kan du endre innstillingen her."],"Force rewrite titles":["Tving omskriving av titler"],"Taxonomies":["Taksonomier"],"Post Types":["Innholdstyper"],"Homepage":["Hjemmeside"],"%1$s Extensions":["Utvidelser til %1$s"],"Seamlessly integrate WooCommerce with %1$s and get extra features!":["Integrér WooCommerce med %1$s sømløst og få ekstra funksjonalitet!"],"Rank better locally and in Google Maps, without breaking a sweat!":["Få bedre rangeringer lokalt og i Google Maps, uten å bli andpusten!"],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":["Er nettstedet ditt i Google Nyheter? Øk trafikken fra Google Nyheter ved å optimalisere for det!"],"Optimize your videos to show them off in search results and get more clicks!":["Optimaliser dine videoer for å vise dem frem i søkeresultater og få flere klikk!"],"The premium version of %1$s with more features & support.":["Premiumversjonen av %1$s med flere funksjoner og brukerstøtte."],"Yandex Webmaster Tools":["Yandex Webmaster Verktøy"],"Bing Webmaster Tools":["Bing Webmaster Tools"],"You can use the boxes below to verify with the different Webmaster Tools, if your site is already verified, you can just forget about these. Enter the verify meta values for:":["Du kan bruke boksene under for å verifisere de ulike Webmaster-verktøyene. Hvis nettstedet ditt allerede er bekreftet, kan du bare hoppe over disse. Skriv inn meta-kodene for:"],"Your name":["Ditt navn"],"Company logo":["Firmalogo"],"Company name":["Firmanavn"],"Person":["Person"],"Company":["Firma"],"Choose whether you're a company or person":["Velg om du er et firma eller en person"],"This data is shown as metadata in your site. It is intended to appear in Google's Knowledge Graph. You can be either a company, or a person, choose either:":["Disse dataene er vist som metadata på ditt nettsted. De er ment å dukke opp i Googles Knowledge Graph. Du kan enten være et firma eller en person, velg én:"],"Company or person":["Firma eller person"],"Alternate name":["Alternativt navn"],"Google shows your website's name in the search results, we will default to your site name but you can adapt it here. You can also provide an alternate website name you want Google to consider.":["Google viser navnet til ditt nettsted i søkeresultatene. Vanligvis viser vi nettstedsnavnet, men du kan tilpasse det her. Du kan også legge inn et alternativt navn på nettstedet som du ønsker at Google skal vurdere."],"Website name":["Nettstedsnavn"],"Are you sure you want to reset your SEO settings?":["Er du sikker på at du vil nullstille dine SEO-innstillinger?"],"If you want to restore a site to the default %s settings, press this button.":["Hvis du ønsker å tilbakestille et nettsted til standardinnstillingene for %s, trykker du på denne knappen."],"Security":["Sikkerhet"],"Webmaster tools":[""],"Your info":[""],"Company info":["Firmainfo"],"You do not have your postname in the URL of your posts and pages, it is highly recommended that you do. Consider setting your permalink structure to <strong>/%postname%/</strong>.":["Du har ikke ditt innleggsnavn i nettadressen til dine innlegg og sider. Det er sterkt anbefalt at du gjør det. Vurder å sette din permalenkestruktur til <strong>/%postname%/</strong>."],"Fix it":["Fiks det"],"RSS":["RSS"],"Permalinks":["Permalenker"],"Breadcrumbs":["Brødsmuler"],"or":["eller"],"Save Profile":["Lagre profil"],"There were no profiles found":["Fant ingen profiler"],"Profile":["Profil"],"Current profile":["Nåværende profil"],"Reauthenticate with Google ":["Reautentiser med Google"],"Authenticate":["Autentisér"],"Get Google Authorization Code":["Hent autorisasjonskode fra Google"],"Reload crawl issues":["Last inn indekseringsfeil på nytt"],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year of support and updates, on %2$s.":["For å kunne opprette en omdirigering og rette problemet, trenger du %1$s. Du kan kjøpe utvidelsen, inkludert et års support og oppdateringer på %2$s."],"Creating redirects is a %s feature":["Å opprette videresendinger er en funksjon som krever %s."],"Errors that only occurred when your site was crawled by Googlebot for feature phones (errors didn't appear for desktop).":["Feil som kun oppsto når nettstedet ditt ble gjennomsøkt av Googlebot for mobil (ikke smarttelefoner) – feil oppsto ikke for datamaskin."],"Errors that occurred only when your site was crawled by Googlebot-Mobile (errors didn't appear for desktop).":["Feil som kun oppsto når nettstedet ditt ble gjennomsøkt av Googlebot for mobil (feil oppsto ikke for datamaskin)."],"Errors that occurred when your site was crawled by Googlebot.":["Feil som har oppstått når siden din ble gjennomsøkt av Googlebot."],"Issue categories":["Problemkategorier"],"Incorrect Google Authorization Code.":["Feil autorisasjonskode fra Google"],"The issues have been successfully reloaded!":["Problemene har blitt oppdatert!"],"The %1$s data has been removed. You will have to reauthenticate if you want to retrieve the data again.":["Dataene for %1$s har blitt fjernet. Du må reautentisere om du vil motta dataene igjen."],"Crawl errors per page":["Indekseringsfeil per side"],"Search":["Søk"],"Don't miss your crawl errors: %1$sconnect with Google Search Console here%2$s.":["Gå ikke glipp av dine indekseringsfeil: %1$skoble til Google Search Console her%2$s."],"Create redirect":["Opprett omdirigering"],"Mark as fixed":["Marker som rettet"],"Response code":["Responskode"],"First detected":["Først oppdaget"],"Last crawled":["Sist gjennomsøkt"],"URL":["URL"],"%1$s detected you’re using a version of %2$s which is not compatible with %1$s. Please update %2$s to the latest version to use this feature.":["%1$s har oppdaget at du bruker en versjon av %2$s som ikke er kompitabel med %1$s. Vennligst oppgrader %2$s til den siste versjonen for å bruke denne funksjonen."],"Yoast plugins share some code between them to make your site faster. As a result of that, we need all Yoast plugins to be up to date. We've detected this isn't the case, so please update the Yoast plugins that aren't up to date yet.":["Utvidelser fra Yoast deler noe kode mellom seg for å gjøre siden din raskere. Som et resultat av dette, trenger vi at alle utvidelser fra Yoast er oppdaterte. Vi har oppdaget at dette ikke er tilfelle, så vennligst oppdater alle utvidelser fra Yoast som ikke er oppdaterte."],"Feature phone":["Mobil (ikke smarttelefon)"],"Smartphone":["Smarttelefon"],"Desktop":["Datamaskin"],"The target URL doesn't exist, but your server is not returning a 404 (file not found) error.":["Mål-URLen eksisterer ikke, men tjeneren din returnerer ikke en 404 (ikke funnet) feil."],"Soft 404":["Myk 404"],"Request timed out or site is blocking Google.":["Forespørselen timet ut eller nettstedet blokkerer Google."],"Server Error":["Tjenerfeil"],"Googlebot could access your site, but certain URLs are blocked for Googlebot in your %1$s file. This block could either be for all Googlebots or even specifically for Googlebot-mobile.":["Googlebot kunne nå nettstedet ditt, men enkelte URLer er blokkert for Googlebot i din %1$s-fil. Denne blokkeringen kan enten være for alle Googleboter eller spesifikt for Googlebot-mobil."],"Blocked":["Blokkert"],"Google was unable to crawl this URL due to an undetermined issue.":["Google kunne ikke gjennomsøke denne URLen på grunn av en ukjent feil."],"URL points to a non-existent page.":["URL peker til en ikke-eksisterende side."],"Not found":["Ikke funnet"],"Not followed":["Ikke fulgt"],"Faulty redirects":["Videresendinger med feil"],"Server requires authentication or is blocking Googlebot from accessing the site.":["Tjeneren kreveren autentisering eller blokkerer Googlebot fra å nå nettstedet."],"Access denied":["Tilgang nektet"],"Deactivate %s":["Deaktiver %s"],"The %1$s plugin might cause issues when used in conjunction with %2$s.":[""],"Upload Image":["Last opp bilde"],"Upgrade to %1$s &raquo;":["Oppgrader til %1$s &raquo;"],"Remove these ads?":["Fjerne disse annonsene?"],"Current option:":["Nåværende innstilling:"],"Debug Information":["Feilsøkings-informasjon"],"%s Posts Overview":["%s innleggsoversikt"],"Include in Sitemap?":[""],"This taxonomy follows the indexation rules set under Metas and Titles, you can override it here.":[""],"The Breadcrumbs Title is used in the breadcrumbs where this taxonomy appears.":[""],"Breadcrumbs title":["Breadcrumbs tittel"],"The canonical link is shown on the archive page for this term.":["Den kanoniske koblingen vises på arkivsiden for denne termen"],"Meta keywords used on the archive page for this term.":["Meta-nøkkelord brukt på arkivsiden for denne termen."],"Never include":["Aldri inkluder"],"Always include":["Alltid inkluder"],"Auto detect":["Automatisk oppdag"],"Clear all Facebook Data":["Slett alle Facebook-data"],"Facebook App ID":["Facebook App-ID"],"Currently connected Facebook admins:":["Tilkoblede Facebook-administratorer:"],"Add Another Facebook Admin":["Legg til en Facebook-administrator"],"Add Facebook admin":["Legg til Facebook-administrator"],"Admin's Facebook user ID:":["Administratorens Facebook-brukerid:"],"Admin's name:":["Administratorens navn:"],"If you don't know where to find the needed ID, see %1$sthis knowledge base article%2$s.":["Om du ikke vet hvor du finner IDen, se %1$sdenne artikkelen i kunnskapsbasen%2$s."],"To be able to access %1$sFacebook Insights%2$s, you need to add a user here. The name is used for reference only, the ID is used for verification.":["For å få tilgang til %1$sFacebook Insights%2$s, må du legge til en bruker her. Navnet bruket bare som referanse, det er IDen som brukes til verifisering."],"More info can be found %1$son our knowledge base%2$s.":["Mer informasjon finnes %1$si vår kunnskapsbase%2$s."],"To be able to access %1$sFacebook Insights%2$s for your site, you need to specify a Facebook Admin. This can be a user. If you have an app for your site, you could use that as well.":["For å få tilgang til %1$sFacebook Insights%2$s for ditt nettsted, må du spesifisere en Facebook-administrator. Dette kan være en bruker. Hvis du har en Facebook-app for nettstedet, kan du bruke den også."],"Facebook Insights and Admins":["Facebook Insights og administratorer"],"Successfully cleared all Facebook Data":["Alle Facebook-data er slettet"],"Successfully removed admin %s":["%s er fjernet som admin "],"This Facebook user has already been added as an admin.":["Denne Facebook-brukeren er allerede lagt til som en administrator."],"Your input contains invalid characters. Please make sure both fields are filled in correctly.":["Du har lagt inn ugyldige tegn. Vennligst sjekk at begge felt er korrekt utfylt."],"Please make sure both fields are filled.":["Vennligst sjekk at begge felt er utfylt."],"Pinterest":["Pinterest"],"Other":["Andre"],"Archives":["Arkiver"],"Email":["E-post"],"Previous":["Forrige"],"Next":["Neste"],"Close":["Lukk"],"Configure %1$s's XML Sitemap settings":["Konfigurerer innstillinger for %1$s XML-nettstedkart"],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines, yet might slow down your site.":["Både %1$s og %2$s kan lage XML-nettstedkart. Å ha to XML-nettstedkart gir ingen ekstra fordeler, men kan gjøre siden din tregere."],"Configure %1$s's OpenGraph settings":["Konfigurer innstillinger for %1$s OpenGraph"],"Both %1$s and %2$s create OpenGraph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":["Både %1$s og %2$s skriver ut OpenGraph, noe som kan gjøre at Facebook, Twitter, LinkedIn og andre sosiale nettverk bruker feil tekster og bilder når sidene dine deles."],"%s Image":["Bilde for %s"],"%s Description":["Beskrivelse for %s"],"%s Title":["Tittel for %s"],"Twitter":["Twitter"],"Facebook":["Facebook"],"The recommended image size for %1$s is %2$s pixels.":["Den anbefalte bildestørrelsen for %1$s er %2$s piksler."],"If you want to override the image used on %s for this post, upload / choose an image or add the URL here.":["Hvis du vil overstyre bildet som brukes på %s for dette innlegget, last opp/velg et bilde eller legg til URLen her."],"If you don't want to use the meta description for sharing the post on %s but want another description there, write it here.":["Hvis du ikke vil bruke meta-beskrivelsen når innlegget deles på %s, men heller vil benytte en annen beskrivelse der, kan du skrive den inn her."],"If you don't want to use the post title for sharing the post on %s but instead want another title there, write it here.":["Hvis du ikke vil bruke innleggstittelen når innlegget deles på %s, men heller vil benytte en annen tittel der, kan du skrive den inn her."],"very difficult":["veldig vanskelig"],"Try to make shorter sentences, using less difficult words to improve readability.":["Prøv å lage kortere setninger og bruk enklere ord for å bedre lesbarheten."],"difficult":["vanskelig"],"Try to make shorter sentences to improve readability.":["Prøv å lage kortere setninger for å bedre lesbarheten."],"fairly difficult":["ganske vanskelig"],"OK":["OK"],"fairly easy":["ganske enkelt"],"easy":["enkelt"],"very easy":["veldig enkelt"],"The copy scores %1$s in the %2$s test, which is considered %3$s to read. %4$s":["Teksten scorer %1$s i %2$s-testen, som anses som %3$s å lese. %4$s"],"The focus keyword appears in the first paragraph of the copy.":[""],"The focus keyword doesn't appear in the first paragraph of the copy. Make sure the topic is clear immediately.":[""],"The keyword density is %1$s, which is great; the focus keyword was found %2$d times.":[""],"The keyword density is %1$s, which is over the advised %3$s maximum; the focus keyword was found %2$d times.":["Nøkkelord-tettheten er %1$s, som er over den anbefalte maksgrensen på %3$s. Nøkkelordet ble funnet %2$d ganger."],"A meta description has been specified, but it does not contain the focus keyword.":[""],"No meta description has been specified. Search engines will display copy from the page instead.":[""],"The meta description is under %1$d characters long. However, up to %2$d characters are available.":["Meta-beskrivelsen er under %1$d tegn. Men opp til %2$d tegn er tilgjengelig."],"You have not used the focus keyword in any subheading (such as an H2) in your copy.":["Du har ikke brukt fokusnøkkelordet i noen mellomtitler (for eksempel i en H2) i teksten."],"The images on this page are missing alt attributes.":[""],"No outbound links appear in this page, consider adding some as appropriate.":[""],"This page has %1$s nofollowed outbound link(s) and %2$s normal outbound link(s).":["Denne siden har %1$s «nofollow» lenk(er) og %2$s normale utgående lenk(er)."],"This page has %1$s outbound link(s), all nofollowed.":["Denne siden har %1$s utgående lenk(er), og alle er «nofollow»."],"This page has %1$s outbound link(s).":["Denne siden har %1$s utgående lenk(er)."],"You're linking to another page with the focus keyword you want this page to rank for. Consider changing that if you truly want this page to rank.":[""],"No images appear in this page, consider adding some as appropriate.":["Ingen bilder vises på denne siden, du bør vurdere å legge til noen som passer."],"The SEO title contains the focus keyword, but it does not appear at the beginning; try and move it to the beginning.":["SEO-tittelen inneholder fokusnøkkelordet, men ikke i begynnelsen. Prøv å flytte det til begynnelsen."],"The SEO title contains the focus keyword, at the beginning which is considered to improve rankings.":[""],"Please create an SEO title.":[""],"The slug for this page is a bit long, consider shortening it.":["Permalenken for denne siden er litt lang. Vurder å forkorte den."],"The focus keyword does not appear in the URL for this page. If you decide to rename the URL be sure to check the old URL 301 redirects to the new one!":["Fokusnøkkelordet vises ikke i URLen til denne siden. Hvis du bestemmer deg for å endre navn på URLen, husk å sjekke at den gamle URLen 301-omdirigeringer til den nye!"],"You've used this focus keyword %1$s%2$d times before%3$s, it's probably a good idea to read %4$sthis post on cornerstone content%5$s and improve your keyword strategy.":[""],"You've used this focus keyword %1$sonce before%2$s, be sure to make very clear which URL on your site is the most important for this keyword.":["Du har brukt dette fokus-nøkkelordet %1$sen gang tidligere%2$s. Sørg for å gjøre det veldig klart hvilken nettadresse på nettstedet ditt som er det viktigste for dette nøkkelordet."],"You've never used this focus keyword before, very good.":["Du har aldri brukt dette fokus-nøkkelordet tidligere. Veldig bra."],"No focus keyword was set for this page. If you do not set a focus keyword, no score can be calculated.":["Ingen fokusnøkkelord ble satt for denne siden. Hvis du ikke setter et fokusnøkkelord, kan ikke poengsum beregnes."],"Focus keyword not set.":["Fokus-nøkkelord er ikke satt."],"Focus KW":["Fokus-nøkkelord"],"Meta Desc.":["Meta-beskrivelse"],"All SEO Scores":["Alle SEO-resultater"],"SEO: Post Noindexed":["SEO: Innlegg satt til noindex"],"SEO: Good":["SEO: Bra"],"SEO: OK":["SEO: OK"],"SEO: No Focus Keyword":["SEO: Ingen fokus-nøkkelord"],"SEO issue: The featured image should be at least 200 by 200 pixels to be picked up by Facebook and other social media sites.":[""],"(no parent)":["(ingen foreldre)"],"No focus keyword set.":["Ingen fokus-nøkkelord er satt."],"Post is set to noindex.":["Innlegget er satt til «noindex»."],"The URL that this page should redirect to.":["URL adressen som denne siden skal viderekoble til."],"301 Redirect":["301-omadressering"],"The canonical URL that this page should point to, leave empty to default to permalink. %1$sCross domain canonical%2$s supported too.":[""],"Canonical URL":["Kanonisk URL"],"Title to use for this page in breadcrumb paths":["Tittel å bruke for denne siden i brødsmulestier"],"Breadcrumbs Title":["Tittel for brødsmuler"],"No Snippet":["No Snippet"],"No Archive":["Ingen arkiv"],"No Image Index":["Ingen bilde-indeks"],"None":["Ingen"],"Site-wide default: %s":["side bredde standard: %s"],"Advanced <code>meta</code> robots settings for this page.":["Avanserte <code>meta</code>-robots-innstillinger for denne siden."],"Meta robots advanced":[""],"Meta robots follow":[""],"Noindex":["Noindex"],"Index":["Index"],"Default for this post type, currently: %s":[""],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Advarsel: Selv om du kan sette innstillingen for meta-robots her, er hele nettstedet satt til noindex i nettstedets generelle innstillinger, så disse innstillingene her vil ikke ha noen effekt."],"If you type something above it will override your %1$smeta keywords template%2$s.":[""],"Meta keywords":["Meta-nøkkelord"],"Meta description":["Meta-beskrivelse"],"SEO Title":["SEO-tittel"],"Focus keyword":["Fokusnøkkelord"],"Snippet preview":["Forhåndsvis tekstutdrag"],"Setting \"%s\" is no longer used and has been discarded.":["Innstilling \"%s\" brukes ikke lenger eller har blitt forkastet."],"No settings found in file.":["Ingen innstillinger i filen funnet."],"Settings successfully imported.":["Innstillinger er importert."],"Unzipping failed - file settings.ini not found.":["Kunne ikke pakke ut filen - file settings.ini ikke funnet."],"Unzipping failed with error \"%s\".":["Pakket ut fil med feil \"%s\"."],"Upload failed.":["Opplasting feilet."],"Settings could not be imported:":["Innstillingene kunne ikke importeres:"],"WooThemes SEO framework settings &amp; data successfully imported.":["Innstillinger og data fra WooThemes SEO framework ble importert."],"HeadSpace2 data successfully imported":["Data fra HeadSpace2 ble importert."],"No taxonomy metadata found":["Ingen taksonomi-metadata funnet"],"This export includes taxonomy metadata":["Denne eksporten inkluderer taksonomi-metadata"],"This is a settings export file for the %1$s plugin by Yoast.com":["Dette er en eksportfil av innstillingene for utvidelsen %1$s av Yoast.com"],"Could not write settings to file.":["Kunne ikke skrive innstillinger til fil."],"Could not zip settings-file.":["Kunne ikke komprimere innstillingsfilen."],"Error creating %1$s export: ":["Feil under eksport for %1$s: "],"Breadcrumb for 404 pages:":["Brødsmule for 404-sider:"],"Prefix for search result pages:":["Prefiks for søkeresultat-sider:"],"Prefix for archive pages:":["Prefiks for arkivsider:"],"Prefix for breadcrumbs:":["Prefiks for brødsmulesti:"],"Anchor text for the homepage:":["Ankertekst for forsiden:"],"Breadcrumbs separator:":["Brødsmule-separator:"],"Remove blog page from breadcrumbs":["Fjern innleggsiden fra brødsmulestien"],"%s Breadcrumbs":["%s brødsmulesti"],"Use Image":["Bruk bilde"],"Action":["Handling"],"Page URL/Slug":["Side URL/Slug"],"Publication date":["Publiseringsdato"],"Post Status":["Innleggsstatus"],"Post Type":["Innholdstype"],"WP Page Title":["WP sidetittel"],"View":["Vis"],"View &#8220;%s&#8221;":["Vis &#8220;%s&#8221;"],"Preview":["Forhåndsvis"],"Preview &#8220;%s&#8221;":["Forhåndsvis &#8220;%s&#8221;"],"Edit":["Rediger"],"Filter":["Filter"],"You are not allowed to access this page.":["Du har ikke tilgang til denne siden."],"New Yoast Meta Description":["Ny Yoast metabeskrivelse"],"Existing Yoast Meta Description":["Eksisterende Yoast metabeskrivelse"],"a,about,above,after,again,against,all,am,an,and,any,are,as,at,be,because,been,before,being,below,between,both,but,by,could,did,do,does,doing,down,during,each,few,for,from,further,had,has,have,having,he,he'd,he'll,he's,her,here,here's,hers,herself,him,himself,his,how,how's,i,i'd,i'll,i'm,i've,if,in,into,is,it,it's,its,itself,let's,me,more,most,my,myself,nor,of,on,once,only,or,other,ought,our,ours,ourselves,out,over,own,same,she,she'd,she'll,she's,should,so,some,such,than,that,that's,the,their,theirs,them,themselves,then,there,there's,these,they,they'd,they'll,they're,they've,this,those,through,to,too,under,until,up,very,was,we,we'd,we'll,we're,we've,were,what,what's,when,when's,where,where's,which,while,who,who's,whom,why,why's,with,would,you,you'd,you'll,you're,you've,your,yours,yourself,yourselves":["alle,andre,arbeid,at,av,bare,begge,ble,bli,blir,blitt,bort,bra,bruke,både,da,de,deg,dem,den,denne,der,dere,deres,det,dette,din,disse,ditt,du,eller,en,ene,eneste,enhver,enn,er,et,ett,etter,folk,for,fordi,forsøke,fra,før,først,få,gjorde,gjøre,god,gå,ha,hadde,han,hans,har,henne,hennes,hennes,her,hun,hva,hvem,hver,hvilke,hvilken,hvis,hvor,hvordan,hvorfor,i,ikke,ingen,inn,innen,inni,ja,jeg,kan,kom,kun,kunne,lage,lang,lik,like,makt,man,mange,med,meg,meget,mellom,men,mens,mer,mest,min,mitt,mot,mye,må,måte,navn,ned,nei,noe,noen,ny,nå,når,og,også,om,opp,oss,over,part,punkt,på,rett,riktig,samme,sant,seg,selv,si,siden,sin,sine,sist,sitt,sjøl,skal,skulle,slik,slutt,som,start,stille,så,sånn,tid,til,tilbake,tilstand,under,ut,uten,var,ved,verdi,vi,vil,ville,vite,være,vært,vår,å"],"Facebook profile URL":["Facebook profil-URL"],"Twitter username (without @)":["Twitter-brukernavn (uten @)"],"Google+":["Google+"],"FAQ":["Ofte stilte spørsmål (FAQ)"],"Premium Support":["Premium brukerstøtte"],"Settings":["Innstillinger"],"You must %1$sgo to your Reading Settings%2$s and uncheck the box for Search Engine Visibility.":[""],"Huge SEO Issue: You're blocking access to robots.":["Stort SEO-problem: Du blokkerer tilgang til roboter."],"Posts":["Innlegg"],"Edit Files":["Rediger filer"],"MultiSite Settings":["Nettstedsnettverk-innstillinger"],"Advanced Variables":["Avanserte variabler"],"Basic Variables":["Grunnleggende variabler"],"Note that not all variables can be used in every template.":["Merk at ikke alle variabler kan brukes i alle maler."],"The title &amp; metas settings for %1$s are made up of variables that are replaced by specific values from the page when the page is displayed. The tabs on the left explain the available variables.":["Tittelen og meta-innstillingene for %1$s består av variabler som erstattes med bestemte verdier fra siden når siden vises. Fanene til venstre forklarer de tilgjengelige variablene."],"Template explanation":["Mal beskrivelse"],"Why Google won't display the right page title":["Hvorfor Google ikke viser riktig sidetittel"],"Title optimization":["Tittel-optimalisering"],"For more information:":["For mer informasjon:"],"General":["Generelt"],"Extensions":["Utvidelser"],"Search Console":["Søkekonsoll"],"Tools":["Verktøy"],"Advanced":["Avansert"],"XML Sitemaps":["XML-nettstedkart"],"Social":["Sosiale medier"],"Titles &amp; Metas":["Titler og meta"],"SEO":["SEO"],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":["%1$s har oppdaget at du bruker versjon %2$s av %3$s. Vennligst oppdater til den seneste versjonen for å unngå kompabilitetsproblemer."],"Just another WordPress site":["Bare enda et WordPress-nettsted "],"You still have the default WordPress tagline, even an empty one is probably better. %1$sYou can fix this in the customizer%2$s.":["Du har fortsatt standard slagord for WordPress. Selv en tom en er nok bedre. %1$sDu kan rette dette i tilpasseren%2$s."],"You have used HTML in your value which is not allowed.":["Du har brukt HTML-koder som ikke er tillatt."],"You can't edit %s that aren't yours.":["Du kan ikke redigere %s du ikke eier."],"You can't edit %s.":["Du kan ikke redigere %s."],"Post has an invalid Post Type: %s.":["Innlegget har en ugyldig innholdstype: %s."],"Post doesn't exist.":["Innlegget eksisterer ikke."],"The file %s could not be removed. Please remove it via FTP.":["Filen %s kunne ikke fjernes. Vennligst fjern dem via FTP."],"posts\u0004Trash <span class=\"count\">(%s)</span>":["Søppel <span class=\"count\">(%s)</span>","Søppel <span class=\"count\">(%s)</span>"],"posts\u0004All <span class=\"count\">(%s)</span>":["Alle <span class=\"count\">(%s)</span>","Alle <span class=\"count\">(%s)</span>"]}}}