{"domain":"js-text-analysis","locale_data":{"js-text-analysis":{"":{"domain":"js-text-analysis","plural_forms":"nplurals=2; plural=n != 1;","lang":"de"},"SEO score: %s":["SEO-Score: %s"],"If a Wikipedia page for you or your organization exists, add it too.":["Falls es eine Wikipedia-Seite für dich oder deine Organisation gibt, füge diese auch hinzu."],"Wikipedia URL":["Wikipedia-URL"],"Pinterest profile URL":["Pinterest-Profil-URL"],"Instagram profile URL":["Instagram-Profil-URL"],"LinkedIn profile URL":["LinkedIn-Profil-URL"],"Keyword research is essential in any SEO strategy. You decide the search terms you want to be found for, and figure out what words your audience uses to find you. Great keyword research tells you what content you need to start ranking for the terms you want to rank for. Make sure your efforts go into the keywords you actually have a chance at ranking for! The %1$s walks you through this process, step by step.":["Keyword-Recherche ist für jede SEO-Strategie unerlässlich. Du bestimmst die Suchbegriffe, durch die du gefunden werden möchtest, und ermittelst welche Wörter deine Zielgruppe verwendet, um dich zu finden. Eine umfassende Keyword-Recherche vermittelt dir, welche Inhalte du benötigst, um für die Suchbegriffe gefunden zu werden, für die du gefunden werden möchtest. Stelle sicher, dass deine Bemühungen nur in solche Keywords einfließen, für die du tatsächlich eine Chance hast, ein gutes Ranking zu erzielen! Das %1$s führt dich Schritt für Schritt durch diesen Prozess."],"SEO for Beginners training":["SEO Anfängerkurs"],"%s for WordPress training":["%s for WordPress Training"],"All-around SEO training":["All-around SEO Training"],"The image you selected is too small for Facebook":["Das ausgewählte Bild ist zu klein für Facebook."],"Content optimization: Needs improvement":["Optimierung des Inhalts: Verbesserung benötigt"],"The given image url cannot be loaded":["Die angegebene URL zum Bild konnte nicht geladen werden."],"Find out what words your audience uses to find you":["Erfahre, welche Begriffe deine Besucher verwenden, um dich zu finden"],"%1$sFlesch Reading Ease%2$s: The copy scores %3$s in the test, which is considered %4$s to read. %5$s":["%1$sLesefreundlichkeit (Flesch-Reading-Ease)%2$s: Dein Text erreicht %3$s im Test, was als %4$s zum Lesen gilt. %5$s"],"No JSON object was returned.":["Es wurde kein JSON-Objekt zurückgegeben."],"Received internal links":["Erhaltene interne Verlinkungen"],"Outgoing internal links":["Ausgehende interne Verlinkungen"],"New step added":["Neuer Schritt hinzugefügt"],"New question added":["Neue Frage hinzugefügt"],"To be able to create a redirect and fix this issue, you need %1$s. ":["Um eine Weiterleitung zu erstellen und dieses Problem zu lösen, benötigst du %1$s. "],"You can buy the plugin, including one year of support and updates, on %1$s.":["Du kannst das Plugin inklusive einem Jahr Support und Updates hier kaufen: %1$s."],"The Text link counter feature provides insights in how many links are found in your text and how many links are referring to your text. This is very helpful when you are improving your %1$sinternal linking%2$s.":["Die integrierte Text-Link-Zähler-Funktion zeigt an, wie viele Links in deinem Text gefunden werden und wie viele Links auf deinen Text verweisen. Das ist sehr hilfreich, wenn du deine %1$sinterne Verlinkung%2$s verbessern möchtest."],"For this feature to work %1$s requires at least PHP version %2$s. We have detected PHP version %3$s on this website.":["Damit diese Funktion korrekt funktioniert, benötigt %1$s mindestens PHP Version %2$s. Wir haben PHP Version %3$s auf dieser Website entdeckt."],"Please carefully consider the implications and %1$sread this post%2$s if you want more information about the impact of showing media in search results.":["Bitte berücksichtige die Auswirkungen und %1$slies diesen Beitrag%2$s wenn du mehr über den Einfluss der Anzeige von Medien in den Suchergebnissen erfahren möchtest."],"Keyphrase":["Keyphrase"],"For this feature to work, %1$s needs to create a table in your database. We were unable to create this table automatically.":["Damit diese Funktion korrekt funktioniert, muss %1$s eine Tabelle in deiner Datenbank anlegen. Uns war es nicht möglich, diese Tabelle automatisch zu erstellen."],"By enabling this option, attachment URLs become visible to both your visitors and Google. To add value to your website, they should contain useful information, or they might have a negative impact on your ranking.":["Durch Aktivierung dieser Option, werden Anhangsseiten-URLs sowohl für deine Besucher als auch Google sichtbar. Um den Wert deiner Website zu stärken, sollten sie nützliche Informationen enthalten, sonst kann es sein, dass diese negative Auswirkungen auf dein Ranking haben."],"The %3$sText link counter%4$s feature (introduced in %1$s %2$s) is currently disabled.":["Die %3$sText-Link-Zähler%4$s -Funktion (vorgestellt in %1$s %2$s) ist derzeit deaktiviert."],"Please read the following %1$sknowledge base article%2$s to find out how to resolve this problem.":["Bitte lies den nachfolgenden %1$sArtikel in der Wissensdatenbank%2$s, um herauszufinden, wie dieses Problem gelöst werden kann."],"To make sure all the links in your texts are counted, we need to analyze all your texts.":["Um sicherzustellen, dass alle Links in deinen Texten gezählt werden, müssen wir alle deine Texte analysieren."],"All you have to do is press the following button and we'll go through all your texts for you.":["Klicke einfach auf den nachfolgenden Button und wir gehen für dich all deine Texte durch."],"Count links":["Links zählen"],"Free":["Kostenlos"],"%3$sImage alt attributes%5$s: Out of %2$d images on this page, %1$d have alt attributes with words from your keyphrase or synonyms. That's a bit much. %4$sOnly include the keyphrase or its synonyms when it really fits the image%5$s.":["%3$sBilder mit Alt-Attributen%5$s: Die Alt-Attribute bei %1$d von %2$d Bildern auf dieser Seite enthalten Wörter aus der Keyphrase oder entsprechende Synonyme. Das ist etwas viel. %4$sVerwende die Keyphrase bzw. Synonyme davon nur wenn sie zum Bild passen%5$s."],"%1$sImage alt attributes%2$s: Good job!":["%1$sBilder mit Alt-Attributen%2$s: Gut gemacht!"],"%3$sImage alt attributes%5$s: Out of %2$d images on this page, only %1$d has an alt attribute that reflects the topic of your text. %4$sAdd your keyphrase or synonyms to the alt tags of more relevant images%5$s!":["%3$sBilder mit Alt-Attributen%5$s: Von %2$d Bildern auf dieser Seite, hat nur %1$d Bild ein Alt-Attribut, welches das Thema deines Textes widerspiegelt. %4$sFüge deine Keyphrase oder entsprechende Synonyme zu den Alt-Tags bei passenden Bildern hinzu%5$s!","%3$sBilder mit Alt-Attributen%5$s: Von %2$d Bildern auf dieser Seite, haben nur %1$d Bilder ein Alt-Attribut, welches das Thema deines Textes widerspiegelt. %4$sFüge deine Keyphrase oder entsprechende Synonyme zu den Alt-Tags bei passenden Bildern hinzu%5$s!"],"%1$sImage alt attributes%3$s: Images on this page do not have alt attributes that reflect the topic of your text. %2$sAdd your keyphrase or synonyms to the alt tags of relevant images%3$s!":["%1$sBilder mit Alt-Attributen%3$s: Die Bilder auf dieser Seite haben keine Alt-Attribute, die das Thema deines Textes widerspiegeln. %2$sFüge deine Keyphrase oder entsprechende Synonyme zu den Alt-Attributen bei passenden Bildern hinzu%3$s!"],"%1$sImage alt attributes%3$s: Images on this page have alt attributes, but you have not set your keyphrase. %2$sFix that%3$s!":["%1$sBilder mit Alt-Attributen%3$s: Die Bilder auf dieser Seite haben Alt-Attribute, aber du hast noch keine Keyphrase bestimmt. %2$sKorrigiere das%3$s!"],"%1$sKeyphrase in subheading%2$s: %3$s of your higher-level subheadings reflects the topic of your copy. Good job!":["%1$sKeyphrase in Zwischenüberschriften%2$s: %3$s deiner hierarchisch höheren Zwischenüberschriften spiegelt das Thema deines Textes wider. Gut gemacht!","%1$sKeyphrase in Zwischenüberschriften%2$s: %3$s deiner hierarchisch höheren Zwischenüberschriften spiegeln das Thema deines Textes wider. Gut gemacht!"],"%1$sKeyphrase in subheading%2$s: Your higher-level subheading reflects the topic of your copy. Good job!":["%1$sKeyphrase in Zwischenüberschriften%2$s: Deine hierarchisch höhere Zwischenüberschrift spiegelt das Thema deines Textes wider. Gut gemacht!"],"%1$sKeyphrase in subheading%3$s: %2$sUse more keyphrases or synonyms in your higher-level subheadings%3$s!":["%1$sKeyphrase in Zwischenüberschriften%3$s: %2$sVerwende mehr Keyphrasen und Synonyme in deinen hierarchische höheren Zwischenüberschriften%3$s!"],"Page %s":["Seite %s"],"Cannot get the size of %1$s because of unknown reasons.":["Die Größe von %1$s kann aus unbekannten Gründen nicht bestimmt werden."],"Cannot get the size of %1$s because it is hosted externally.":["Die Größe von %1$s kann nicht bestimmt werden, da diese URL extern gehostet wird."],"Simply switch the toggle to \"on\" and you'll be able to use the recalibrated analysis. At the same time, we'll add you to our specific mailing list. We'll only email you about your experiences with this recalibration!":["Stelle den Schieberegler einfach auf \"An\" und schon kannst du die rekalibrierte Analyse verwenden. Gleichzeitig setzen wir dich auf unsere spezielle Mailingliste. Wir werden dir ausschließlich in Bezug auf deine Erfahrungen mit dieser Rekalibrierung E-Mails zusenden!"],"We have %1$srecalibrated our analysis%2$s. With the new analysis, we will get even closer to how Google sees your website. It would be %3$sawesome%4$s if you would like to %3$sbeta test this feature%4$s for us!":["Wir haben %1$sunsere Analyse rekalibriert%2$s. Die neue Analyse erlaubt noch tiefere Einblicke in die Art, wie Google deine Website wahrnimmt. Es wäre %3$sgroßartig%4$s, wenn du %3$sdie Betaversion dieser Funktion%4$s für uns testen würdest!"],"Get an even better analysis":["Erhalte eine noch bessere Analyse"],"%1$sSingle title%3$s: H1s should only be used as your main title. Find all H1s in your text that aren't your main title and %2$schange them to a lower heading level%3$s!":["%1$sEinzeltitel%3$s: H1s sollten nur als Haupttitel verwendet werden. Finde alle H1s in deinem Text, die nicht dein Haupttitel sind und %2$sändere sie auf eine niedrigere Überschriftenebene%3$s!"],"Improve sharing on Facebook and Pinterest":["Das Teilen auf Facebook und Pinterest verbessern"],"You do not have the required rights to export settings.":["Du hast nicht die erforderlichen Rechte, um die Einstellungen zu exportieren."],"Copy all these settings to another site's %1$s tab and click \"%1$s\" there.":["Kopiere all diese Einstellungen in einen Tab auf einer anderen Seite %1$s und klicke dort \"%1$s\"."],"These are settings for the %1$s plugin by %2$s":["Dies sind Einstellungen für das Plugin %1$s von %2$s"],"No settings found.":["Keine Einstellungen gefunden."],"Export your %1$s settings here, to copy them on another site.":["Exportiere deine %1$s Einstellungen hier, um sie auf eine andere Seite zu kopieren."],"Import of settings is only supported on servers that run PHP 5.3 or higher.":["Der Import von Einstellungen ist nur auf Servern mit mindestens PHP 5.3 oder höher möglich."],"Import settings by pasting the settings you copied from another site here and clicking \"%s\".":["Importiere die Einstellungen, die du von einer anderen Seite kopiert hast, hier und klicke \"%s\"."],"Paste your settings from another Yoast SEO installation.":["Füge deine Einstellungen aus einer anderen Yoast SEO-Installation ein."],"%1$sKeyphrase density%2$s: The focus keyphrase was found 0 times. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sKeyphrasendichte%2$s: Die Fokus-Keyphrase wurde nicht gefunden. Das ist weniger als das empfohlene Minimum von %3$d Mal für einen Text dieser Länge. %4$sKonzentriere dich auf deine Keyphrase%2$s!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sKeyphrasendichte%2$s: Die Keyphrase wurde %5$d Mal gefunden. Das ist weniger als das empfohlene Minimum von %3$d Mal für einen Text dieser Länge. %4$sKonzentriere dich auf deine Keyphrase%2$s!","%1$sKeyphrasendichte%2$s: Die Keyphrase wurde %5$d Mal gefunden. Das ist weniger als das empfohlene Minimum von %3$d Mal für einen Text dieser Länge. %4$sKonzentriere Dich auf deine Keyphrase%2$s!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %3$d time. This is great!":["%1$sKeyphrasendichte%2$s: Die Keyphrase wurde %3$d Mal gefunden. Das ist hervorragend!","%1$sKeyphrasendichte%2$s: Die Keyphrase wurde %3$d Mal gefunden. Das ist hervorragend!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$sKeyphrasendichte%2$s: Die Fokus-Keyphrase wurde %5$d Mal gefunden. Das ist mehr als das empfohlene Maximum von %3$d mal für einen Text dieser Länge. %4$sÜberoptimiere deinen Text nicht%2$s!","%1$sKeyphrasendichte%2$s: Die Fokus-Keyphrase wurde %5$d Mal gefunden. Das ist mehr als das empfohlene Maximum von %3$d Mal für einen Text dieser Länge. %4$sÜberoptimiere deinen Text nicht%2$s!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's way more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$sKeyphrasendichte%2$s: Die Fokus-Keyphrase wurde %5$d Mal gefunden. Das ist deutlich mehr als das empfohlene Maximum von %3$d Mal für einen Text dieser Länge. %4$sÜberoptimiere deinen Text nicht%2$s!","%1$sKeyphrasendichte%2$s: Die Fokus-Keyphrase wurde %5$d Mal gefunden. Das ist deutlich mehr als das empfohlene Maximum von %3$d Mal für einen Text dieser Länge. %4$sÜberoptimiere deinen Text nicht%2$s!"],"Indexable deleted for object %1$s with type %2$s":["Indexierung für Objekt %1$s mit Typ %2$s gelöscht"],"Indexable saved for object %1$s with type %2$s":["Indexierung für Objekt %1$s mit Typ %2$s gespeichert"],"Indexable created for object %1$s with type %2$s":["Indexierung für Objekt %1$s mit Typ %2$s erstellt"],"Indexable meta deleted.":["Indexierbares Meta-Element gelöscht."],"Indexable meta saved for indexable id %1$s with meta key %2$s":["Indexierbares Meta-Element für indexierbare ID %1$s mit Meta-Schlüssel %2$s gespeichert"],"Indexable meta created for indexable id %1$s with meta key %2$s":["Indexierbare Metadaten für die indexierbare ID %1$s mit dem Metaschlüssel %2$s erstellt"],"There is no meta found for indexable id %1$s and meta key %2$s.":["Für die indexierbare ID %1$s und den Metaschlüssel %2$s wurde kein Meta Tag gefunden."],"There is no indexable found for author id %1$s.":[""],"There is no primary term found for post id %1$s and taxonomy %2$s.":["Es gibt keinen primären Begriff für Bericht-ID %1$s und die Taxonomie %2$s."],"There is no indexable found for term id %1$s and taxonomy %2$s.":["Für die Term-ID %1$s und die Taxonomie %2$s wurde kein Index gefunden."],"There is no indexable found for post id %1$s.":["Für die Post-ID %1$s wurde kein Index gefunden."],"Method %1$s() does not exist in class %2$s":["Die Methode %1$s() ist in Klasse %2$s nicht vorhanden"],"With %s, you can easily create such redirects.":["Mit %s kannst du solche Umleitungen einfach erstellen."],"Changing your permalinks settings can seriously impact your search engine visibility. It should almost %1$s never %2$s be done on a live website.":["Die Einstellung deiner Permalinks zu ändern, kann deine Sichtbarkeit in den Suchmaschinen stark verändern. Es sollte so gut wie %1$s nie %2$s auf einer sich online befindlichen Webseite vorgenommen werden. "],"WARNING:":["WARNUNG:"],"Learn about why permalinks are important for SEO.":["Lerne mehr darüber, warum Permalinks wichtig für SEO sind."],"Google Ads":["Google Ads"],"%1$sFunction words in keyphrase%3$s: Your keyphrase \"%4$s\" contains function words only. %2$sLearn more about what makes a good keyphrase.%3$s":["%1$sFunktionswörter in der Keyphrase%3$s: Deine Keyphrase \"%4$s\" besteht ausschließlich aus Funktionswörtern. %2$sErfahre mehr darüber, was eine gute Keyphrase ausmacht.%3$s"],"Did you know %s also analyzes the different word forms of your keyphrase, like plurals and past tenses?":["Wusstest du schon, dass %s auch Plural- oder Zeitformen deiner Keyphrase analysiert?"],"Clear Image":["Bild löschen"],"%1$sKeyphrase length%3$s: %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sLänge der Keyphrase%3$s: %2$sLege eine Keyphrase fest, damit dein SEO-Score berechnet werden kann%3$s."],"%1$sKeyphrase in slug%2$s: More than half of your keyphrase appears in the slug. That's great!":["%1$sKeyphrase im Permalink%2$s: Über die Hälfte deiner Keyphrase kommt im Permalink vor. Das ist super!"],"%1$sKeyphrase in slug%3$s: (Part of) your keyphrase does not appear in the slug. %2$sChange that%3$s!":["%1$sKeyphrase im Permalink%3$s: Deine Keyphrase kommt (teilweise) nicht im Permalink vor. %2$sÄndere das%3$s!"],"%1$sKeyphrase in slug%2$s: Great work!":["%1$sKeyphrase im Permalink%2$s: Vorhanden. Gut gemacht!"],"%1$sKeyphrase in title%3$s: Not all the words from your keyphrase \"%4$s\" appear in the SEO title. %2$sTry to use the exact match of your keyphrase in the SEO title%3$s.":["%1$sKeyphrase im Titel%3$s: Nicht alle Wörter deiner Keyphrase \"%4$s\" erscheinen im SEO-Titel. %2$sVersuche deine Keyphrase wortwörtlich im SEO-Titel zu verwenden%3$s."],"%1$sKeyphrase in title%3$s: Does not contain the exact match. %2$sTry to write the exact match of your keyphrase in the SEO title%3$s.":["%1$sKeyphrase im Titel%3$s: Nicht wortwörtlich enthalten. %2$sVersuche deine Keyphrase wortwörtlich im SEO-Titel zu verwenden.%3$s."],"%1$sKeyphrase in title%3$s: The exact match of the keyphrase appears in the SEO title, but not at the beginning. %2$sTry to move it to the beginning%3$s.":["%1$sKeyphrase im Titel%3$s: Die wortwörtliche Form der Keyphrase befindet sich im SEO-Titel, allerdings nicht am Anfang. %2$sSetze sie an den Anfang%3$s."],"%1$sKeyphrase in title%2$s: The exact match of the keyphrase appears at the beginning of the SEO title. Good job!":["%1$sKeyphrase im Titel%2$s: Die wortwörtliche Form der Keyphrase erscheint am Anfang des SEO-Titels. Gut gemacht!"],"%1$sKeyphrase distribution%2$s: Good job!":["%1$sVerteilung der Keyphrase%2$s: Gut gemacht!"],"%1$sKeyphrase distribution%3$s: Uneven. Some parts of your text do not contain the keyphrase or its synonyms. %2$sDistribute them more evenly%3$s.":["%1$sVerteilung der Keyphrase%3$s: Ungleichmäßig. Einige Textabschnitte enthalten weder die Keyphrase noch deren Synonyme. %2$sVerteile diese gleichmäßiger%3$s."],"%1$sKeyphrase distribution%3$s: Very uneven. Large parts of your text do not contain the keyphrase or its synonyms. %2$sDistribute them more evenly%3$s.":["%1$sVerteilung der Keyphrase%3$s: Sehr ungleichmäßig. Viele Textabschnitte enthalten weder die Keyphrase noch deren Synonyme. %2$sVerteile diese gleichmäßiger%3$s."],"%1$sKeyphrase distribution%3$s: %2$sInclude your keyphrase or its synonyms in the text so that we can check keyphrase distribution%3$s.":["%1$sVerteilung der Keyphrase%3$s: %2$sVerwende deine Keyphrase oder deren Synonyme im Text, damit wir die Verteilung der Keyphrase prüfen können%3$s."],"Help on choosing the perfect focus keyphrase":[""],"Would you like to add a related keyphrase?":["Möchtest du eine verwandte Keyphrase hinzufügen?"],"Go %s!":["Start %s!"],"Not showing the date archives in the search results technically means those will have a %1$s robots meta. %2$sMore info on the search results settings%3$s.":["Um die Datumsarchive von den Suchergebnissen auszuschließen, erhalten sie die Metainformation %1$s. %2$sErfahre mehr über Einstellungen für Suchmaschinen%3$s."],"Rank better with synonyms & related keyphrases":["Ranke besser mit Synonymen & verwandten Keyphrasen."],"optimize a single post for synonyms and related keyphrases.":["Optimiere einen einzelnen Beitrag für Synonyme und verwandte Keyphrasen."],"Synonyms & related keyphrases":["Synonyme & verwandte Keyphrasen"],"Add related keyphrase":["Ähnliches Keyword hinzufügen"],"Dismiss %s upgrade notice":["%s-Upgrade-Hinweis schließen"],"Upgrade to %s":["Upgrade auf %s"],"%1$s video":["%1$s Video"],"Get %s":["Erhalte %s"],"%4$sPreviously used keyphrase%6$s: You've used this keyphrase %1$s%2$d times before%3$s. %5$sDo not use your keyphrase more than once%6$s.":["%4$sBereits verwendete Keyphrase%6$s: Du hast diese Keyphrase zuvor schon %1$s%2$d Mal verwendet%3$s. %5$sVerwende Keyphrasen immer nur einmal.%6$s."],"%3$sPreviously used keyphrase%5$s: You've used this keyphrase %1$sonce before%2$s. %4$sDo not use your keyphrase more than once%5$s.":["%3$sBereits verwendete Keyphrase%5$s: Du hast diese Keyphrase bereits zuvor schon %1$seinmal%2$s verwendet. %4$sVerwende Keyphrases immer nur einmal.%5$s."],"%1$sPreviously used keyphrase%2$s: You've not used this keyphrase before, very good.":["%1$sBereits verwendete Keyphrase%2$s: Du hast diese Keyphrase noch nie verwendet. Sehr gut!"],"%1$sSlug stopwords%3$s: The slug for this page contains a stop word. %2$sRemove it%3$s!":["%1$sPermalink Stoppwörter%3$s: Der Permalink für diese Seite enthält ein Stoppwort. %2$sEntferne es%3$s!","%1$sPermalink Stoppwörter%3$s: Der Permalink für diese Seite enthält Stoppwörter. %2$sEntferne sie%3$s!"],"%1$sSlug too long%3$s: the slug for this page is a bit long. %2$sShorten it%3$s!":["%1$sPermalink zu lang%3$s: Der Permalink für diese Seite ist etwas zu lang. %2$sKürze ihn%3$s!"],"%1$sImage alt attributes%3$s: No images appear on this page. %2$sAdd some%3$s!":["%1$s Bilder mit Alt-Attributen%3$s: Auf dieser Seite gibt es keine Bilder. %2$s Füge welche hinzu%3$s!"],"%1$sLink keyphrase%3$s: You're linking to another page with the words you want this page to rank for. %2$sDon't do that%3$s!":["%1$sLink Keyphrase%3$s: Du verlinkst mit den Wörtern, mit denen diese Seite ranken soll, zu einer anderen Seite. %2$sVermeide das%3$s!"],"This is far below the recommended minimum of %5$d word. %3$sAdd more content%4$s.":["Dies liegt weit unter dem empfohlenen Mindestwert von%5$d Wort. %3$sMehr Inhalt hinzufügen%4$s.","Dies liegt weit unter dem empfohlenen Mindestwert von %5$d Wörtern. %3$sMehr Inhalt hinzufügen%4$s."],"This is below the recommended minimum of %5$d word. %3$sAdd more content%4$s.":["Das ist weniger als das empfohlene Minimum von %5$d Wort. %3$sFüge mehr Inhalt hinzu%4$s.","Das ist weniger als das empfohlene Minimum von %5$d Wörtern. %3$sFüge mehr Inhalt hinzu%4$s."],"%2$sText length%4$s: The text contains %1$d word.":["%2$sText Länge%4$s: Der Text enthält %1$d Wort.","%2$sText Länge%4$s: Der Text enthält %1$d Wörter."],"%2$sText length%3$s: The text contains %1$d word. Good job!":["%2$sTextlänge%3$s: Der Text enthält %1$d Wort. Großartig!","%2$sTextlänge%3$s: Der Text enthält %1$d Wörter. Großartig!"],"%1$sKeyphrase in subheading%3$s: More than 75%% of your higher-level subheadings reflect the topic of your copy. That's too much. %2$sDon't over-optimize%3$s!":["%1$sKeyphrase in Zwischenüberschriften%3$s: Mehr als 75% deiner hierarchisch höheren Zwischenüberschriften spiegeln das Thema deines Textes wider. Das ist zu viel. %2$sÜberoptimiere nicht%3$s!"],"%1$sSEO title width%3$s: %2$sPlease create an SEO title%3$s.":["%1$sBreite des SEO-Titels%3$s: %2$sBitte erstelle einen SEO-Titel%3$s."],"%1$sSEO title width%3$s: The SEO title is wider than the viewable limit. %2$sTry to make it shorter%3$s.":["%1$sBreite des SEO-Titels%3$s: Der SEO-Titel ist breiter als das sichtbare Limit. %2$sKürze ihn%3$s."],"%1$sSEO title width%2$s: Good job!":["%1$sBreite des SEO-Titels%2$s: Gut gemacht!"],"%1$sSEO title width%3$s: The SEO title is too short. %2$sUse the space to add keyphrase variations or create compelling call-to-action copy%3$s.":["%1$sBreite des SEO-Titels%3$s: Der SEO-Titel ist zu kurz. %2$sNutze den vorhandenen Platz aus, indem du Varianten der Keyphrase oder einen ansprechenden Call-to-Action-Text hinzufügst%3$s."],"%1$sOutbound links%2$s: There are both nofollowed and normal outbound links on this page. Good job!":["%1$sAusgehende Links%2$s: Auf dieser Seite befinden sich sowohl nofollowed als auch normale ausgehende Links. Gut gemacht!"],"%1$sOutbound links%2$s: Good job!":["%1$sAusgehende Links%2$s: Gute Arbeit!"],"%1$sOutbound links%3$s: All outbound links on this page are nofollowed. %2$sAdd some normal links%3$s.":["%1$sAusgehende Links%3$s: Alle ausgehenden Link auf dieser Seite sind nofollow. %2$sFüge einige normale Links hinzu%3$s."],"%1$sOutbound links%3$s: No outbound links appear in this page. %2$sAdd some%3$s!":["%1$sAusgehende Links%3$s: Es scheinen keine ausgehenden Links auf dieser Seite zu existieren %2$sWelche hinzufügen%3$s!"],"%1$sMeta description length%2$s: Well done!":["%1$sLänge der Meta-Beschreibung%2$s: Gut gemacht!"],"%1$sMeta description length%3$s: The meta description is over %4$d characters. To ensure the entire description will be visible, %2$syou should reduce the length%3$s!":["%1$sLänge der Meta-Beschreibung%3$s: Die Meta-Beschreibung ist länger als %4$d Zeichen. Damit die vollständige Beschreibung sichtbar ist, %2$solltest du sie kürzen%3$s!"],"%1$sMeta description length%3$s: The meta description is too short (under %4$d characters). Up to %5$d characters are available. %2$sUse the space%3$s!":["%1$sLänge der Meta-Beschreibung%3$s: Die Meta-Beschreibung ist zu kurz (weniger als %4$d Zeichen). Es sind bis zu %5$d Zeichen verfügbar. %2$sMach dir das zunutze%3$s!"],"%1$sMeta description length%3$s:  No meta description has been specified. Search engines will display copy from the page instead. %2$sMake sure to write one%3$s!":["%1$sLänge der Meta-Beschreibung%3$s:  Es wurde keine Meta-Beschreibung festgelegt. Suchmaschinen werden stattdessen Textauschnitte der Seite darstellen. %2$sSchreibe eine Meta-Beschreibung%3$s!"],"%1$sKeyphrase in meta description%2$s: The meta description has been specified, but it does not contain the keyphrase. %3$sFix that%4$s!":["%1$sKeyphrase in der Meta-Beschreibung%2$s: Die Meta-Beschreibung wurde festgelegt, aber die Keyphrase kommt darin nicht vor. %3$sBehebe das%4$s!"],"%1$sKeyphrase in meta description%2$s: The meta description contains the keyphrase %3$s times, which is over the advised maximum of 2 times. %4$sLimit that%5$s!":["%1$sKeyphrase in Meta-Beschreibung%2$s: Die Meta-Beschreibung enthält die Keyphrase %3$s Mal. Das liegt über dem empfohlenen Maximum von zwei Vorkommnissen. %4$sVerwende die Keyphrase weniger häufig%5$s!"],"%1$sKeyphrase in meta description%2$s: Keyphrase or synonym appear in the meta description. Well done!":["%1$sKeyphrase in Meta-Beschreibung%2$s: Die Meta-Beschreibung enthält die Keyphrase oder Synonyme. Gut gemacht!"],"%3$sKeyphrase length%5$s: The keyphrase is %1$d words long. That's way more than the recommended maximum of %2$d words. %4$sMake it shorter%5$s!":["%3$sLänge der Keyphrase%5$s: Die Keyphrase ist %1$d Wörter lang. Das ist viel mehr als das empfohlene Maximum von %2$d Wörtern. %4$sKürze deine Keyphrase!%5$s!"],"%3$sKeyphrase length%5$s: The keyphrase is %1$d words long. That's more than the recommended maximum of %2$d words. %4$sMake it shorter%5$s!":["%3$sLänge der Keyphrase%5$s: Die Keyphrase ist %1$d Wörter lang. Das ist mehr als das empfohlene Maximum von %2$d Wörtern. %4$sKürze deine Keyphrase!%5$s!"],"%1$sKeyphrase length%2$s: Good job!":["%1$sLänge der Keyphrase%2$s: Gut gemacht!"],"%1$sKeyphrase length%3$s: No focus keyphrase was set for this page. %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sLänge der Keyphrase%3$s: Es wurde keine Fokus-Keyphrase für diese Seite festgelegt. %2$sLege eine Keyphrase fest, damit wir deinen SEO-Score berechnen können%3$s."],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms do not appear in the first paragraph. %2$sMake sure the topic is clear immediately%3$s.":["%1$sKeyphrase in der Einleitung%3$s: Weder deine Keyphrase noch deren Synonyme kommen im ersten Absatz vor. %2$sStelle sicher, dass das Thema sofort klar ist%3$s."],"%1$sKeyphrase in introduction%3$s:Your keyphrase or its synonyms appear in the first paragraph of the copy, but not within one sentence. %2$sFix that%3$s!":["%1$sKeyphrase in der Einleitung%3$s: Deine Keyphrase oder deren Synonyme kommen im ersten Absatz vor, allerdings nicht im selben Satz. %2$sBehebe das%3$s!"],"%1$sKeyphrase in introduction%2$s: Well done!":["%1$sKeyphrase in der Einleitung%2$s: Vorhanden. Gut gemacht!"],"%1$sInternal links%2$s: There are both nofollowed and normal internal links on this page. Good job!":["%1$sInterne Links%2$s: Es gibt sowohl Links mit nofollow-Attribut als auch normale interne Links auf dieser Seite. Gut gemacht!"],"%1$sInternal links%2$s: You have enough internal links. Good job!":["%1$sInterne Links%2$s: Es gibt genügend interne Links. Gut gemacht!"],"%1$sInternal links%3$s: The internal links in this page are all nofollowed. %2$sAdd some good internal links%3$s.":["%1$sInterne Links%3$s: Die internen Links auf dieser Seite haben alle ein nofollow-Attribut. %2$sFüge einige gute interne Links hinzu%3$s."],"%1$sInternal links%3$s: No internal links appear in this page, %2$smake sure to add some%3$s!":["%1$sInterne Links%3$s: Es gibt keine internen Links auf dieser Seite. %2$sFüge welche hinzu%3$s!"],"%1$sTransition words%2$s: Well done!":["%1$sBindewörter%2$s: Gut gemacht!"],"%1$sTransition words%2$s: Only %3$s of the sentences contain transition words, which is not enough. %4$sUse more of them%2$s.":["%1$sBindewörter%2$s: Nur %3$s der Sätze enthalten Bindewörter. Das reicht nicht aus. %4$sVerwende mehr davon%2$s."],"%1$sTransition words%2$s: None of the sentences contain transition words. %3$sUse some%2$s.":["%1$sBindewörter%2$s: Keiner der Sätze beinhaltet Bindewörter. %3$sVerwende welche%2$s."],"%1$sNot enough content%2$s: %3$sPlease add some content to enable a good analysis%2$s.":["%1$sNicht genug Inhalt%2$s: %3$sUm bessere Analysen zu ermöglichen, bitte mehr Inhalt hinzufügen%2$s."],"%1$sSubheading distribution%2$s: You are not using any subheadings, but your text is short enough and probably doesn't need them.":["%1$sVerteilung von Zwischenüberschriften%2$s: Du verwendest keine Zwischenüberschriften. Allerdings ist der Text sehr kurz und benötigt wahrscheinlich keine."],"%1$sSubheading distribution%2$s: You are not using any subheadings, although your text is rather long. %3$sTry and add some subheadings%2$s.":["%1$sVerteilung von Zwischenüberschriften%2$s: Du benutzt überhaupt keine Zwischenüberschriften, obwohl dein Text ziemlich lang ist. %3$sVersuche ein paar Zwischenüberschriften hinzuzufügen%2$s."],"%1$sSubheading distribution%2$s: %3$d section of your text is longer than %4$d words and is not separated by any subheadings. %5$sAdd subheadings to improve readability%2$s.":[" %1$sVerteilung von Zwischenüberschriften%2$s: %3$d Abschnitt deines Textes ist länger als %4$d Wörter und wird durch keine Zwischenüberschriften unterteilt. %5$sUm die Lesbarkeit zu erhöhen, füge Zwischenüberschriften hinzu%2$s.","%1$sVerteilung von Zwischenüberschriften%2$s: %3$d Abschnitte deines Textes sind länger als %4$d Wörter und werden durch keine Zwischenüberschriften unterteilt.  %5$sUm die Lesbarkeit zu erhöhen, füge Zwischenüberschriften hinzu%2$s."],"%1$sSubheading distribution%2$s: Great job!":["%1$sVerteilung von Zwischenüberschriften%2$s: Gut gemacht!"],"%1$sSentence length%2$s: %3$s of the sentences contain more than %4$s words, which is more than the recommended maximum of %5$s. %6$sTry to shorten the sentences%2$s.":["%1$sSatzlänge%2$s: %3$s der Sätze haben mehr als %4$s Wörter, was mehr ist als das empfohlene Maximum von %5$s. %6$sVersuche die Sätze zu kürzen%2$s."],"%1$sSentence length%2$s: Great!":["%1$sSatzlänge%2$s: Großartig!"],"%1$sConsecutive sentences%2$s: There is enough variety in your sentences. That's great!":["%1$sAufeinanderfolgende Sätze%2$s: Es ist genug Abwechslung in deinen Sätzen. Das ist großartig!"],"%1$sConsecutive sentences%2$s: The text contains %3$d consecutive sentences starting with the same word. %5$sTry to mix things up%2$s!":[" %1$sAufeinanderfolgende Sätze%2$s: Der Text enthält %3$d aufeinanderfolgende Sätze, die mit demselben Wort beginnen. %5$sVersuche es mit etwas mehr Abwechslung%2$s!","%1$sAufeinanderfolgende Sätze%2$s: Der Text enthält %4$d Fälle, in denen %3$d oder mehr aufeinanderfolgende Sätze mit demselben Wort beginnen. %5$sVersuche es mit etwas mehr Abwechslung%2$s!"],"%1$sPassive voice%2$s: %3$s of the sentences contain passive voice, which is more than the recommended maximum of %4$s. %5$sTry to use their active counterparts%2$s.":["%1$sPassive Sätze%2$s: %3$s der Sätze sind passiv, was mehr ist als das empfohlene Maximum von %4$s. %5$sVersuche mehr aktive Sätze zu benutzen%2$s."],"%1$sPassive voice%2$s: You're using enough active voice. That's great!":["%1$sPassive Sätze%2$s: Du benutzt ausreichend viel aktive Sätze. Sehr gut!"],"%1$sParagraph length%2$s: %3$d of the paragraphs contains more than the recommended maximum of %4$d words. %5$sShorten your paragraphs%2$s!":["%1$sAbsatzlänge%2$s: %3$d Absatz beinhaltet mehr als das empfohlene Maximum von %4$d Wörtern. %5$sKürze den Absatz%2$s!","%1$sAbsatzlänge%2$s: %3$d Absätze beinhalten mehr als das empfohlene Maximum von %4$d Wörtern. %5$sKürze die Absätze%2$s!"],"%1$sParagraph length%2$s: None of the paragraphs are too long. Great job!":["%1$sAbsatzlänge%2$s: Keiner der Absätze ist zu lang. Gut gemacht!"],"Good job!":["Gute Arbeit!"],"%1$sFlesch Reading Ease%2$s: The copy scores %3$s in the test, which is considered %4$s to read. %5$s%6$s%7$s":["%1$sLesefreundlichkeit (Flesch-Reading-Ease)%2$s: Die Kopie erreicht %3$s im Test, was als %4$s zum Lesen gilt. %5$s%6$s%7$s"],"Focus keyphrase":["Fokus-Keyphrase"],"%1$s with ID %2$s couldn't be patched":["%1$s mit der ID %2$s konnte nicht eingesetzt werden"],"Invalid POST request. Meta values already exist for object with ID %1$s.":[""],"Indexable with ID `%1$s` does not exist":[""],"No object with ID %1$s and %2$s could be found":["Es konnte kein Objekt mit der ID %1$s und %2$s gefunden werden"],"`%1$s` is not a valid subtype of `%2$s`":["`%1$s` ist keine gültige Subtyp von `%2$s`"],"The object type `%1$s` is invalid":["Der Objekt-Typ `%1$s` ist ungültig."],"Invalid type for parameter `%1$s` passed. Expected `%2$s`, but got `%3$s`":[""],"The parameter `%1$s` cannot be empty.":["Der Parameter `%1$s` darf nicht leer sein."],"SEO: No Focus Keyphrase":["SEO: Kein Fokus-Keyword"],"Check Keyphrase Density":["Überprüfe die Keyphrasendichte"],"Disable":["Deaktivieren"],"Allow Control":["Kontrolle zulassen"],"This tab allows you to selectively disable %s features for all sites in the network. By default all features are enabled, which allows site admins to choose for themselves if they want to toggle a feature on or off for their site. When you disable a feature here, site admins will not be able to use that feature at all.":[""],"%s is a required feature toggle argument.":[""],"Keyphrase:":["Keyphrase"],"Remove keyphrase":["Keyphrase löschen"],"This feature has been disabled by the network admin.":["Diese Funktion wurde durch den Netzwerkadministrator deaktiviert."],"Focus keyphrase not set.":["Fokuskeyphrase nicht festgelegt."],"Multiple keyphrases":["mehrere Keyphrasen"],"Colon":["Doppelpunkt"],"Both %1$s and %2$s manage the SEO of your site. Running two SEO plugins at the same time is detrimental.":["%1$s und %2$s leiten die Suchmaschinenoptimierung deiner Seite. Es ist schädlich, zwei verschiedene SEO Plugins gleichzeitig zu nutzen."],"There is a new notification.":["Es gibt eine neue Benachrichtigung.","Es gibt neue Benachrichtigungen."],"Learn more about the readability analysis":["Lerne mehr über die Lesbarkeitsanalyse"],"Describe the duration of the instruction:":["Beschreibe die Dauer der Anleitung:"],"Optional. Customize how you want to describe the duration of the instruction":[""],"This is a list of related content to which you could link in your post. {{a}}Read our article about site structure{{/a}} to learn more about how internal linking can help improve your SEO.":["Dies ist eine Liste von verwandtem Inhalt auf den du in deinem Beitrag verweisen kannst. {{a}}Lies unseren Artikel über Seitenstruktur{{/a}}, um mehr darüber zu lernen, wie interne Verlinkungen deinen SEO Score verbessern können."],"%s, %s and %s":["%s, %s und %s"],"%s and %s":["%s und %s"],"%d minute":["%d Minute","%d Minuten"],"%d hour":["%d Stunde","%d Stunden"],"%d day":["%d Tag","%d Tage"],"Enter a step title":[""],"Optional. This can give you better control over the styling of the steps.":[""],"CSS class(es) to apply to the steps":[""],"minutes":["Minuten"],"hours":["Stunden"],"days":["Tage"],"Create a How-to guide in an SEO-friendly way. You can only use one How-to block per post.":[""],"List your Frequently Asked Questions in an SEO-friendly way. You can only use one FAQ block per post.":[""],"Copy error":["Fehler kopieren"],"An error occurred loading the %s primary taxonomy picker.":[""],"%1$s Structured Data Blocks":[""],"Time needed:":["Benötigte Zeit:"],"Move question down":["Frage nach unten verschieben"],"Move question up":["Frage nach oben verschieben"],"Insert question":["Frage hinzufügen"],"Delete question":["Frage löschen"],"Enter the answer to the question":["Antwort auf die Frage eingeben"],"Enter a question":["Gib eine Frage ein"],"Add question":["Frage hinzufügen"],"Frequently Asked Questions":["Häufig gestellte Fragen (FAQ)"],"Great news: you can, with %s!":["Tolle Neuigkeiten: Du kannst es, mit %s!"],"Select the primary %s":["Wähle die primären %s"],"Check links to this URL":["Links zu dieser URL überprüfen"],"Keyword research training":["Übungen zur Keyword-Suche"],"Please check the %1$sarchive template%2$s for the following content type: %3$s.":["","Please check the %1$sarchive templates%2$s for the following content types: %3$s."],"Are you trying to use multiple keyphrases? You should add them separately below.":["Versuchst du, mehrere Keywords zu verwenden? Du solltest sie unten einzeln hinzufügen."],"Mark as cornerstone content":["Als Cornerstone-Inhalt markieren"],"Move step down":["Schritt nach unten verschieben"],"Move step up":["Schritt nach oben verschieben"],"Insert step":["Schritt einfügen"],"Delete step":["Schritt löschen"],"Add image":["Bild hinzufügen"],"Enter a step description":["Gib eine Beschreibung für den Schritt ein"],"Enter a description":["Gib eine Beschreibung ein"],"Unordered list":["Unsortierte Liste"],"Showing step items as an ordered list.":["Schritt-Elemente als geordnete Liste anzeigen."],"Showing step items as an unordered list":["Schritt-Elemente als ungeordnete Liste anzeigen"],"Add step":["Schritt hinzufügen"],"Delete total time":["Gesamtzeit löschen"],"Add total time":["Gesamtzeit hinzufügen"],"How to":["Anleitung"],"How-to":["Anleitung"],"Snippet Preview":["Vorschau des Snippets"],"Analysis results":["Analyse-Ergebnisse"],"Enter a focus keyphrase to calculate the SEO score":["Gib ein Fokus-Keyword ein, um den SEO-Wert zu berechnen"],"Learn more about Cornerstone Content.":["Erfahre mehr über Cornerstone-Inhalte."],"Cornerstone content should be the most important and extensive articles on your site.":["Cornerstone-Inhalte sollten die wichtigsten und umfassendsten Artikel deiner Seite sein."],"Restore Site":["Seite wiederherstellen"],"Network Settings":["Netzwerk-Einstellungen"],"You are not allowed to perform this action.":["Diese Aktion darfst du nicht ausführen."],"Error: %s":["Fehler: %s"],"Success: %s":["Erfolg: %s"],"Site with ID %d not found.":["Seite mit der ID %d wurde nicht gefunden."],"No site has been selected to restore.":["Es wurde keine Seite zum Wiederherstellen ausgewählt."],"You are not allowed to modify unregistered network settings.":["Es ist dir nicht erlaubt, nicht registrierte Netzwerk-Einstellungen zu ändern."],"deleted":["gelöscht"],"Would you like to add another keyphrase?":[""],"image preview":["Bildvorschau"],"Copied!":["Kopiert!"],"Not supported!":["Nicht unterstützt!"],"Read {{a}}our article about site structure{{/a}} to learn more about how internal linking can help improve your SEO.":["Lies {{a}}unseren Artikel über Seitenstruktur{{/a}}, um mehr darüber zu erfahren, wie interne Verlinkungen deinen SEO Score verbessern können."],"Once you add a bit more copy, we'll give you a list of related content here to which you could link in your post.":["Hast du deiner Seite einmal etwas mehr Inhalt hinzugefügt, werden wir dir eine Liste mit verwandten Inhalten anzeigen, welche du in deinem Beitrag verlinken kannst."],"Consider linking to these {{a}}cornerstone articles:{{/a}}":["Überlege, zu diesen {{a}}Cornerstone-Artikeln{{/a}} zu verlinken. "],"Consider linking to these articles:":["Überlege, auf diese Artikel zu verlinken "],"Copy link":["Link kopieren"],"Copy link to suggested article: %s":["Link zum vorgeschlagenen Artikel kopieren: %s"],"The site's tagline":["Der Untertitel der Website"],"%1$sRemove this message%2$s":["%1$sDiese Benachrichtigung ausblenden%2$s"],"We've recently improved the functionality of the Search Appearance settings. Unfortunately, we've discovered that for some edge-cases, saving the settings for specific post type archives might have gone wrong.":["Wir haben vor kurzem die Funktionalität der Einstellungen für die Suchansicht verbessert. Leider haben wir festgestellt, dass bei einigen Edge-Cases das Speichern der Einstellungen für bestimmte Inhaltstyp-Archive schief gelaufen sein könnte."],"Not all required fields are given. Missing field %1$s":["Nicht alle Pflichtfelder sind angegeben. Fehlendes Feld %1$s"],"Upgrade to %s »":["Auf %s erweitern »"],"Optimize your site for Google News.":["Optimiere deine Website für Google News."],"Optimize your shop's SEO and sell more products!":["Optimiere das SEO deines Shops und verkaufe mehr!"],"Be found in Google Video search and enhance your video sharing on social media.":["Werde in der Google Video Suche gefunden und verbessere das Teilen von Videos in den sozialen Medien."],"Be found in Google Maps and local results.":["Werde in Google Maps und den lokalen Suchergebnissen gefunden."],"Extend Yoast SEO":["Yoast SEO erweitern"],"Learn practical SEO skills to rank higher in Google.":["Lerne praktische SEO Fertigkeiten, damit du höher in Google rankst."],"Don’t waste time figuring out the best settings yourself.":["Verschwende keine Zeit darauf, die besten Einstellungen selbst herauszufinden."],"Get quick wins to make your site rank higher in search engines.":["Erziele schnelle Erfolge, um deine Website höher in den Suchmaschinen ranken zu lassen."],"Add synonyms":["Synonyme hinzufügen"],"Would you like to add keyphrase synonyms?":["Möchtest du Keyphrase-Synonyme hinzufügen?"],"Would you like to add more than one keyphrase?":["Möchtest du mehr als eine Keyphrase hinzufügen?"],"You can edit the SEO meta-data for this custom type on the %1$sShop page%2$s.":["Die SEO Metadaten für diesen benutzerdefinierten Beitragstyp können auf der %1$sShop-Seite%2$s bearbeitet werden."],"You haven't set a Shop page in your WooCommerce settings. Please do this first.":["Du hast in deinen WooCommerce Einstellungen bisher keine Shop-Seite eingestellt. Bitte erledige dies zuerst."],"Current year":["Aktuelles Jahr"],"Page":["Seite"],"Breadcrumb settings for %s archive":["Breadcrumb-Einstellungen für %s Archiv"],"Something went wrong. Please reload the page.":["Das hat nicht funktioniert. Bitte lade die Seite neu."],"Tagline":["Untertitel"],"Modify your meta description by editing it right here":["Bearbeite direkt hier deine Meta-Beschreibung "],"description (custom taxonomy)":["Beschreibung (benutzerdefinierte Taxonomie)"],"(custom taxonomy)":["(benutzerdefinierte Taxonomie)"],"(custom field)":["(benutzerdefiniertes Feld)"],"Term404":["404Hinweis"],"Caption":["Beschreibung"],"Pagenumber":["Seitennummer"],"Pagetotal":["Seitenanzahl"],"Page number":["Seite Nummer"],"User description":["Benutzerbeschreibung"],"ID":["ID"],"Modified":["Geändert"],"Post type (plural)":["Inhaltstyp (Plural)"],"Post type (singular)":["Inhaltstyp (Singular)"],"Separator":["Trennzeichen"],"Search phrase":["Suchwort"],"Term title":["Begriffstitel"],"Term description":["Begriffsbeschreibung"],"Tag description":["Schlagwortbeschreibung"],"Category description":["Kategoriebeschreibung"],"Primary category":["Primäre Kategorie"],"Category":["Kategorie"],"Tag":["Schlagwort"],"Excerpt only":["Nur Auszug"],"Excerpt":["Textauszug"],"Site title":["Titel der Website"],"Archive title":["Archiv Titel"],"Parent title":["Titel der übergeordneten Seite"],"Date":["Datum"],"Label":["Beschriftung"],"You should create a redirect to ensure your visitors do not get a 404 error when they click on the no longer working URL.":["Du solltest eine Weiterleitung einrichten, damit Besucher keinen 404 Fehler erhalten, wenn sie eine veraltete URL anklicken."],"Search engines and other websites can still send traffic to your deleted post.":["Suchmaschinen und andere Websites können weiterhin Besucherstrom zu deinen gelöschten Beiträgen leiten."],"Make sure you don't miss out on traffic!":["Lasse dir den Besucherstrom nicht durch die Lappen gehen!"],"You just deleted a %1$s.":["Du hast %1$s gelöscht."],"You just trashed a %1$s.":["%1$s in den Papierkorb geworfen."],"Settings for %s archive":["Einstellungen für %s Archiv"],"Settings for single %s URLs":["Einstellungen für einzelne %s URLs"],"The settings on this page allow you to specify what the default search appearance should be for any type of content you have. You can choose which content types appear in search results and what their default description should be.":["Die Einstellungen auf dieser Seite erlauben das Festlegen der standardmäßigen Darstellung Ihrer sämtlichen Inhaltstypen in den Suchergebnissen. Du kannst auswählen, welche Inhaltstypen in den Suchergebnissen erscheinen sollen und wie deine Standard-Beschreibungen lauten sollen."],"Url preview":["URL Vorschau"],"Please provide a meta description by editing the snippet below. If you don’t, Google will try to find a relevant part of your post to show in the search results.":["Bitte bearbeite das Codeschnipsel und richte eine Meta-Beschreibung ein. Wenn du dies nicht tust, wird Google selbständig versuchen, einen relevanten Teil deines Beitrags in den Suchergebnissen anzuzeigen."],"Insert snippet variable":["Codeschnipsel-Variable einsetzen"],"Dismiss this notice":["Ignoriere diese Nachricht"],"No results":["Keine Ergebnisse"],"%d result found, use up and down arrow keys to navigate":["%d Ergebnis gefunden, mit den Pfeiltasten nach oben und unten navigieren","%d Ergebnisse gefunden, mit den Pfeiltasten nach oben und unten navigieren"],"Your site language is set to %s. If this is not correct, contact your site administrator.":["Die Sprache deiner Website ist auf %s eingestellt. Wenn dies nicht korrekt ist, wende dich an deinen Website-Administrator."],"Number of results found: %d":["Anzahl der gefunden Ergebnisse: %d"],"Note that not all variables can be used in every field.":["Beachte, dass nicht alle Variablen in jedem Feld verwendet werden können."],"Snippet variables":["Snippet-Variablen"],"%1$s respects your privacy. Read our %2$sprivacy policy%3$s on how we handle your personal information.":["%1$s respektiert deine Privatsphäre. Lese unsere %2$sDatenschutzbestimmungen%3$s, wie wir mit deinen persönlichen Daten umgehen."],"If you know what this means and you do not want to see this message anymore, you can %1$sdismiss this message%2$s.":["Wenn du weißt, was das bedeutet und du diese Nachricht nicht mehr sehen willst, kannst du %1$sdiese Nachricht ausblenden%2$s."],"Your site's settings currently allow attachment URLs on your site to exist. Please read %1$sthis post about a potential issue%2$s with attachment URLs and check whether you have the correct setting for your site.":["Die Einstellungen deiner Website erlauben derzeit Anhang-URLs auf deiner Website. Bitte lese %1$sDiesen Beitrag über mögliche Probleme%2$s mit Anhang-URLs und überprüfe, ob du die korrekte Einstellung für seine Website hast."],"Unknown type %1$s":["Unbekannter Typ %1$s"],"Includes a free MyYoast account which gives you access to our free SEO for Beginners course!":["Beinhaltet ein kostenloses MyYoast Konto, das dir Zugang zu unserem kostenlosen SEO für Anfänger Kurs gibt!"],"Sign up for our newsletter if you would like to keep up-to-date about %1$s, other cool plugins by %2$s, and interesting news and tips from the world of SEO.":["Melde dich für unseren Newsletter an, wenn du über %1$s, andere coole Plugins von %2$s und interessante Neuigkeiten und Tipps aus der Welt der SEO auf dem Laufenden bleiben möchtest."],"Get your Baidu verification code in %1$sBaidu Webmaster Tools%2$s.":["Hole dir deinen Baidu-Verifizierungscode in den %1$s Baidu Webmaster Tools%2$s."],"Baidu verification code":["Baidu Verifizierungscode"],"The %s importer functionality uses temporary database tables. It seems your WordPress install does not have the capability to do this, please consult your hosting provider.":["Die %s Importer-Funktionalität verwendet temporäre Datenbanktabellen. Anscheinend hat deine WordPress Installation nicht die erforderliche Berechtigung dies zu tun. Wende dich bitte an deinen Hosting-Anbieter."],"Cleanup of %s data failed.":["Die Bereinigung von %s-Daten ist fehlgeschlagen."],"Content Type":["Inhaltstyp"],"Filter by content type":["Filter nach Inhaltstyp"],"Show All Content Types":["Zeige alle Inhaltstypen"],"To fix this uncheck the box in front of the \"Break comments into pages...\" on the %1$sComment settings page%2$s.":["Um dies zu beheben, deaktiviere das Kontrollkästchen \"Kommentare auf Seiten aufteilen....\" auf der Seite %1$sKommentar-Einstellungen Seite%2$s."],"Replaced with the normal title for an archive generated by WordPress":["Wird durch den normalen Titel für ein von WordPress erzeugtes Archiv ersetzt"],"Clean":["Bereinigung"],"Once you're certain your site is OK, you can clean up. This will remove all the original data.":["Sobald du sicher bist, dass deine Seite in Ordnung ist, kannst du aufräumen. Dadurch werden alle Originaldaten entfernt."],"Step 5: Clean up":["Schritt 5: Bereinigung"],"You should run the configuration wizard, from the SEO &rarr; General &rarr; Dashboard page, to make sure all the settings for your site are correct.":["Du solltest den Konfigurationsassistenten auf der Seite SEO &rarr; Allgemein &rarr; Dashboard ausführen, um sicherzustellen, dass alle Einstellungen für deine Website korrekt sind."],"Step 4: Run the configuration wizard":["Schritt 4: Starte den Konfigurationsassistenten"],"Please check your posts and pages and see if the metadata was successfully imported.":["Bitte prüfe deine Artikel und Seiten um festzustellen, ob die Metadaten erfolgreich importiert wurden."],"Step 3: Check your data":["Schritt 3: Prüfe deine Daten"],"This will import the post metadata like SEO titles and descriptions into your Yoast SEO metadata. It will only do this when there is no existing Yoast SEO metadata yet. The original data will remain in place.":["Das wird die Post-Metadaten wie beispielsweise SEO Titles und Descriptions in Yoast SEO importieren. Bestehende Yoast SEO Metadaten werden nicht überschrieben. Die Originaldaten werden nicht gelöscht."],"Step 2: Import":["Schritt 2: Importieren"],"Please make a backup of your database before starting this process.":["Bitte lege ein Backup deiner Datenbank an bevor du den Prozess startest."],"Step 1: Create a backup":["Schritt 1: Erstelle ein Backup"],"We've detected data from one or more SEO plugins on your site. Please follow the following steps to import that data:":["Wir haben Daten von mindestens einem SEO Plugin auf deiner Seite erkannt. Bitte folge den folgenden Schritten um diese Daten zu importieren:"],"Plugin: ":["Plugin: "],"Yoast SEO did not detect any plugin data from plugins it can import from.":["Yoast SEO hat keine Plugin-Daten gefunden, die von Plugins importiert werden können."],"Posts that should not show up in search results":["Beiträge, die nicht in Suchergebnissen erscheinen sollen"],"Posts with the SEO score: %1$sgood%2$s":["Beiträge mit der SEO-Wertung: %1$sGut%2$s"],"Posts with the SEO score: %1$sOK%2$s":["Beiträge mit der SEO-Wertung: %1$sOK%2$s"],"Posts with the SEO score: %1$sneeds improvement%2$s":["Beiträge mit der SEO-Wertung: %1$sVerbesserungsbedarf%2$s"],"%s data found.":["%s Daten gefunden."],"%s data successfully removed.":["%s Daten erfolgreich entfernt."],"%s data successfully imported.":["%s Daten erfolgreich importiert."],"%s data not found.":["%s Daten nicht gefunden."],"Improve your SEO skills":["Verbessere deine SEO-Skills"],"No ads":["Keine Werbung"],"24/7 email support":["24/7 E-Mail-Support"],"No more dead links a.k.a. 404 pages":["Keine toten Links / 404 Seiten mehr"],"Get real-time suggestions for internal links":["Erhalte Echtzeit-Vorschläge für interne Links"],"Preview your page in Facebook and Twitter":["Sieh dir die Seitenvorschau in Facebook und Twitter an"],"Upgrade to %1$s":["Upgrade auf %1$s"],"Click the \"%3$s\" button to use the meta description already set in the %1$sSearch Appearance Homepage%2$s setting.":["Klicke den Button \"%3$s\", wenn du die Meta-Beschreibung verwenden möchtest, die bereits in der Einstellung %1$sSite-Darstellung in den Suchergebnissen%2$s festgelegt ist."],"Help on copying the home meta description":["Hilfe beim Kopieren der Meta-Beschreibung der Startseite"],"To let search engines know which social profiles are associated to this site, enter your site social profiles data below.":["Gib die Daten zu den sozialen Netzwerkprofilen deiner Site an, damit Suchmaschinen erkennen, welche Profile zu dieser Site gehören."],"Learn more about your social profiles settings":["Erfahre mehr über deine Profileinstellungen für soziale Medien"],"Remove the categories prefix":["Entferne das Präfix der Kategorien"],"Help on the category prefix setting":["Hilfe bei der Einstellung für das Kategorie-Präfix"],"Learn more about the available variables":["Erfahre mehr über die verfügbaren Variablen"],"Learn more about the RSS feed setting":["Erfahre mehr über die Einstellung des RSS-Feeds"],"When you upload media (an image or video for example) to WordPress, it doesn't just save the media, it creates an attachment URL for it. These attachment pages are quite empty: they contain the media item and maybe a title if you entered one. Because of that, if you never use these attachment URLs, it's better to disable them, and redirect them to the media item itself.":["Wenn du Medien (zum Beispiel ein Bild oder Video) in WordPress hochlädst, speichert es nicht nur das Medium ab, es erzeugt auch eine Anhangs-URL dafür. Diese Anhangs-Seiten sind ziemlich leer: sie enthalten das Medien-Element und, falls du einen eingegeben hast, den Titel. Wenn du diese Anhangs-Seiten nicht verwendest, ist es besser, sie zu deaktivieren und direkt zur Mediendatei zu verweisen."],"Learn more about the Media and attachment URLs setting":["Erfahre mehr über die Einstellung für Medien und Anhangs-URLs"],"Learn more about the title separator setting":["Erfahre mehr über die Einstellung zum Titel-Trennzeichen"],"Learn more about the knowledge graph setting":["Erfahre mehr über die Einstellungen zum Knowledge Graph"],"Learn more about the homepage setting":["Erfahre mehr über die Homepage-Einstellung"],"Learn more about the special pages setting":["Erfahre mehr über die Einstellung für besondere Seiten"],"Help on the date archives search results setting":["Hilfe bei der Einstellung für die Suchergebnisse von Datums-Archiven"],"Not showing the archives for authors without posts in the search results technically means those will have a %1$s robots meta and will be excluded from XML sitemaps. %2$sMore info on the search results settings%3$s.":["Technisch gesehen, resultiert das Nicht-Anzeigen der Archive von Autoren ohne Beiträge in den Suchergebnissen darin, dass diese Archive eine %1$s robots Meta-Angabe aufweisen und aus den XML Sitemaps ausgeschlossen werden. %2$sWeitere Infos zu den Einstellungen für Suchergebnisse%3$s."],"Help on the authors without posts archive search results setting":["Hilfe bei der Einstellung für die Suchergebnisse von Archiven der Autoren ohne Beiträge"],"Not showing the archive for authors in the search results technically means those will have a %1$s robots meta and will be excluded from XML sitemaps. %2$sMore info on the search results settings%3$s.":["Technisch gesehen, resultiert das Nicht-Anzeigen der Autoren-Archive in den Suchergebnissen darin, dass diese Archive eine %1$s robots Meta-Angabe aufweisen und aus den XML Sitemaps ausgeschlossen werden. %2$sWeitere Infos zu den Einstellungen für Suchergebnisse%3$s."],"Help on the author archives search results setting":["Hilfe bei der Einstellung für Suchergebnisse von Autoren-Archiven"],"Archives settings help":["Hilfe für Archiveinstellungen"],"Learn more about the archives setting":["Erfahre mehr über die Archiv-Einstellungen"],"Get your Yandex verification code in %1$sYandex Webmaster Tools%2$s.":["Hole dir deinen Yandex-Verifizierungscode in den %1$sYandex Webmaster Tools%2$s."],"Yandex verification code":["Yandex Verifizierungscode"],"Get your Google verification code in %1$sGoogle Search Console%2$s.":["Hole dir deinen Google-Verifizierungscode in den %1$sGoogle Search Console%2$s."],"Google verification code":["Google Verifizierungscode"],"Get your Bing verification code in %1$sBing Webmaster Tools%2$s.":["Hole dir deinen Bing-Verifizierungscode in den %1$sBing Webmaster Tools%2$s."],"Bing verification code":["Bing Verifizierungscode"],"You can use the boxes below to verify with the different Webmaster Tools. This feature will add a verification meta tag on your home page. Follow the links to the different Webmaster Tools and look for instructions for the meta tag verification method to get the verification code. If your site is already verified, you can just forget about these.":["Du kannst die unten stehenden Felder verwenden, um die verschiedenen Webmaster Tools zu verifizieren. Diese Einstellungsmöglichkeit fügt eine Meta-Angabe auf deiner Website hinzu. Folge den Links zu den diversen Webmaster Tools und suche nach Anweisungen für die Meta-Tag-Verifikationsmethode, um den Verifizierungscode zu erhalten. Sofern deine Site bereit verifiziert ist, kann du dies überspringen."],"Learn more about the Webmaster Tools verification":["Erfahre mehr über die Verifikation in Webmaster Tools"],"On":["An"],"Help on: %s":["Hilfe bei: %s"],"%1$s comes with a lot of features. You can enable / disable some of them below. Clicking the question mark gives more information about the feature.":["%1$s bietet viele Funktionen. Du kannst einige davon nachfolgend aktivieren / deaktivieren. Beim Klick auf das Fragezeichen erhältst du weitere Informationen zur jeweiligen Funktion."],"Off":["Aus"],"The advanced section of the %1$s meta box allows a user to remove posts from the search results or change the canonical. These are things you might not want any author to do. That's why, by default, only editors and administrators can do this. Setting to \"%2$s\" allows all users to change these settings.":["Der erweiterte Abschnitt in der %1$s Metabox erlaubt dem Benutzer Beiträge aus den Suchergebnissen zu entfernen oder den Canonical Eintrag zu ändern. Dies sind Dinge, von denen du nicht unbedingt willst, dass sie Autoren erlaubt sind. Deshalb können standardmäßig lediglich Redakteure und Administratoren solche Dinge einstellen. Setze die Einstellung auf \"%2$s\", erlaube jedoch allen Benutzern diese Dinge zu anzupassen."],"Security: no advanced settings for authors":["Sicherheit: keine erweiterten Einstellungen für Autoren"],"See who contributed to %1$s.":["Sieh, wer zu %1$s beigetragen hat."],"Help on this search results setting":["Hilfe zu dieser Suchergebnis-Einstellung"],"Not showing the archive for %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["Technisch gesehen, resultiert das Nicht-Anzeigen der %1$s-Archive in den Suchergebnissen darin, dass diese Archive eine %2$s robots Meta-Angabe aufweisen und aus den XML Sitemaps ausgeschlossen werden. %3$sWeitere Infos zu den Einstellungen für Suchergebnisse%4$s."],"Not showing %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["Technisch gesehen, resultiert das Nicht-Anzeigen von %1$s in den Suchergebnissen darin, dass diese Seiten eine %2$s robots Meta-Angabe aufweisen und aus den XML Sitemaps ausgeschlossen werden. %3$sWeitere Infos zu den Einstellungen für Suchergebnisse%4$s."],"Check SEO configuration":["SEO-Konfiguration überprüfen"],"Want to make sure your %1$s settings are still OK? %2$sOpen the configuration wizard again%3$s to validate them.":["Möchtest du sicherstellen, dass deine %1$s-Einstellungen noch in Ordnung sind? %2$sÖffne den Konfigurationsassistenten erneut%3$s, um sie zu validieren."],"Default for %2$s, currently: %1$s":["Standard für %2$s, aktuell: %1$s"],"Show %s in search results?":["Zeige %s in den Suchergebnissen?"],"this author's archives":["Autorenarchiv des Autors"],"Do not allow search engines to show %s in search results.":["Suchmaschinen verbieten, %s in Suchergebnissen anzuzeigen."],"Category URLs in WordPress contain a prefix, usually %s, this feature removes that prefix, for categories only.":["In WordPress enthalten Kategorie-URLs ein Präfix - für gewöhnlich %s - und diese Einstellungsmöglichkeit entfernt dieses Präfix aus den Kategorie-URLs."],"Category URLs":["Kategorie-URLs"],"the archive for %s":["das Archiv für %s"],"Redirect attachment URLs to the attachment itself?":["Anhangs-URLs auf die Anhangs-Datei weiterleiten?"],"We recommend you set this to Yes.":["Wir empfehlen dir dies auf Ja zu setzen."],"Media & attachment URLs":["Medien & Anhang URLs"],"Knowledge Graph":["Knowledge Graph"],"This is what shows in the search results when people find your homepage. This means this is probably what they see when they search for your brand name.":["Das ist das, was in den Suchergebnissen angezeigt wird, wenn andere deine Website finden. Das bedeutet also, dass es vermutlich das ist, was gesehen wird, wenn nach deinem Markennamen gesucht wird."],"date archives":["Datums-Archive"],"archives for authors without posts":["Archive für Autoren ohne Beiträge"],"Read why XML Sitemaps are important for your site.":["Lese, warum XML-Sitemaps für deine Website wichtig sind."],"Enable the XML sitemaps that %s generates.":["Die von %s generierten XML-Sitemaps aktivieren."],"See the XML sitemap.":["Siehe die XML Sitemap an."],"%2$s (current default for %1$s)":["%2$s (aktueller Standard für %1$s)"],"Media":["Medien"],"Content Types":["Inhaltstypen"],"Should search engines follow links on this %1$s?":["Sollen Suchmaschinen Links auf diese(n) %1$s folgen?"],"Allow search engines to show this %s in search results?":["Erlaube Suchmaschinen diesen %s in den Suchergebnissen anzuzeigen?"],"Search Appearance":["Darstellung in der Suche"],"Please specify what content types you would like to appear in search engines. If you do not know the differences between these, it's best to choose the default settings.":["Bitte definiere, welche Inhaltstypen du in den Suchergebnissen sehen möchtest. Wenn du die Unterschiede zwischen ihnen nicht kennst, ist es am besten die Standardeinstellungen zu wählen."],"Search engines should show \"%1$s\" in search results:":["Suchmaschinen sollten \"%1$s\" in Suchergebnissen anzeigen:"],"Search engine visibility":["Sichtbarkeit für Suchmaschinen"],"Toggle %1$s's XML Sitemap":["Ein-/Ausschalten der XML Sitemap von %1$s"],"Support requests you create here are sent directly into our support system, which is secured with 256 bit SSL, so communication is 100% secure.":["Supportanfragen, die du hier erstellst, werden direkt an unser Support-System gesendet, welches mit 256-Bit-SSL gesichert ist. Die Kommunikation ist also zu 100% sicher."],"Readability: %1$sNot available%2$s":["Lesbarkeit: %1$sNicht verfügbar%2$s"],"The cornerstone content feature lets you to mark and filter cornerstone content on your website.":["Mit der Cornerstone-Funktion kannst du Cornerstone-Inhalte auf deiner Website markieren und filtern."],"If you have a problem that you can't solve with our video tutorials or knowledge base, you can send a message to our support team. They can be reached 24/7.":["Wenn du ein Problem hast, welches du mit unseren Video-Tutorials oder unserer Wissensdatenbank nicht lösen kannst, sende eine Nachricht an unser Support-Team. Sie sind rund um die Uhr erreichbar."],"Search result":["Suchergebnis"],"New support request":["Neue Supportanfrage"],"Readability: %1$sNeeds improvement%2$s":["Lesbarkeit: %1$sVerbesserung nötig%2$s"],"Readability: %1$sOK%2$s":["Lesbarkeit: %1$sOK%2$s"],"Readability: %1$sGood%2$s":["Lesbarkeit: %1$sGut%2$s"],"SEO: %1$sNot available%2$s":["SEO: %1$sNicht verfügbar%2$s"],"SEO: %1$sNeeds improvement%2$s":["SEO: %1$sVerbesserung nötig%2$s"],"SEO: %1$sOK%2$s":["SEO: %1$sOK%2$s"],"SEO: %1$sGood%2$s":["SEO: %1$sGut%2$s"],"Good results":["Gute Ergebnisse"],"Get better search results in local search":["Erhalte bessere Suchergebnisse bei lokaler Suche"],"Allow customers to pick up their %s order locally":["Erlaube Kunden, ihre %s Bestellung vor Ort abzuholen."],"SEO analysis":["SEO Analyse"],"The SEO analysis offers suggestions to improve the SEO of your text.":["Die SEO-Analyse bietet Vorschläge zur Verbesserung der SEO deines Textes."],"Learn how the SEO analysis can help you rank.":["Lerne, wie die SEO-Analyse für die Platzierung helfen kann."],"The readability analysis offers suggestions to improve the structure and style of your text.":["Die Lesbarkeitsanalyse bietet Vorschläge zur Verbesserung der Struktur und des Stils deines Textes."],"Discover why readability is important for SEO.":["Erfahre, warum Lesbarkeit für SEO wichtig ist."],"Find out how cornerstone content can help you improve your site structure.":["Erfahre, wie Cornerstone-Inhalte dir helfen können, die Struktur deiner Website zu verbessern."],"The text link counter helps you improve your site structure.":["Der Textlink-Zähler hilft dir, die Struktur deiner Website zu verbessern."],"Find out how the text link counter can enhance your SEO.":["Finde heraus, wie der Textlink-Zähler die SEO verbessern kann."],"%s integration":["%s Integration"],"Read more about how %s works.":["Lese mehr darüber, wie %s funktioniert."],"Enable this feature if you want Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared.":["Aktiviere diese Funktion, wenn Facebook und andere soziale Medien eine Vorschau mit Bildern und einem Textauszug anzeigen sollen, wenn ein Link zu deiner Website geteilt wird."],"Enable this feature if you want Twitter to display a preview with images and a text excerpt when a link to your site is shared.":["Aktiviere diese Funktion, wenn Twitter eine Vorschau mit Bildern und einem Textauszug anzeigen soll, wenn ein Link zu deiner Website geteilt wird."],"Find out why you should upgrade to %s":["Finde heraus, warum du auf %s upgraden solltest."],"https://yoa.st/1uk":["https://yoa.st/1uk"],"https://yoa.st/1uj":["https://yoa.st/1uj"],"Meta box":["Meta Box"],"Latest blog posts on %1$s":["Letzte Blog-Beiträge auf %1$s"],"Need help?":["Hilfe benötigt?"],"Type here to search...":["Hier tippen um zu suchen..."],"Search the Yoast Knowledge Base for answers to your questions:":["Durchsuche die Yoast Wissensdatenbank für Antworten auf deine Fragen:"],"Remove highlight from the text":["Text-Markierung entfernen"],"Your site language is set to %s. ":["Die Sprache deiner Website ist auf %s eingestellt."],"Number of results found: %s":["Anzahl der gefundenen Ergebnisse: %s"],"Get started quickly with the %1$s %2$sconfiguration wizard%3$s!":["Starte schnell und einfach mit dem %1$s %2$sKonfigurationsassistenten%3$s!"],"First-time SEO configuration":["Erstmalige SEO-Konfiguration"],"Your site language is set to {language}. If this is not correct, contact your site administrator.":["Die Sprache deiner Website ist auf {language} eingestellt. Sollte dies nicht richtig sein, wenden dich bitte an deinen Website Administrator."],"Your site language is set to {language}.":["Die Sprache deiner Website ist auf {language} eingestellt."],"Highlight this result in the text":["Markiere dieses Ergebnis im Text"],"Considerations":["Überlegungen"],"Errors":["Fehler"],"Change language":["Sprache ändern"],"You cannot create a %s file.":["Du kannst keine %s Datei erstellen."],"You cannot edit the %s file.":["Du kannst die %s Datei nicht bearbeiten."],"Updated %s":["%s aktualisiert"],"Create %s file":["%s Datei erstellen"],"Edit the content of your %s:":["Bearbeite den Inhalt deiner %s:"],"Save changes to %s":["Speichere die Änderungen der %s"],"%s file":["%s Datei"],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please install %3$s to make your life better. %4$s.":["%1$s und %2$s können viel besser zusammenarbeiten, indem du ein Hilfsplugin hinzufügst. Bitte installiere %3$s, um dein Leben besser zu machen. %4$s."],"More information":["Weitere Informationen"],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please activate %3$s to make your life better.":["%1$s und %2$s können viel besser zusammenarbeiten, indem du ein Hilfsplugin hinzufügst. Bitte aktiviere %3$s, um dein Leben besser zu machen."],"More information about %1$s":["Weitere Informationen über %1$s"],"Configuration Wizard":["Konfigurations-Assistent"],"You've done it!":["Du hast es geschafft!"],"Seamlessly integrate %1$s into your AMP pages!":["Integriere %1$s nahtlos in deine AMP-Seiten!"],"Seamlessly integrate %2$s with %1$s for the content analysis!":["Nahtlose Integration von %2$s mit %1$s für die Inhaltsanalyse!"],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please install %3$s to make your life better.":["%1$s und %2$s können viel besser zusammenarbeiten, indem du ein Hilfsplugin hinzufügst. Bitte installiere %3$s, um dein Leben besser zu machen."],"The search appearance settings for %1$s are made up of variables that are replaced by specific values from the page when the page is displayed. The table below contains a list of the available variables.":["Die \"Darstellung in der Suche\"-Einstellungen für %1$s bestehen aus Variablen, die bei der Anzeige der Seite durch bestimmte Werte von der Seite ersetzt werden. Die folgende Tabelle enthält eine Liste der verfügbaren Variablen."],"Mark the most important %1$s as 'cornerstone content' to improve your site structure. %2$sLearn more about cornerstone content%3$s.":["Markiere die wichtigsten %1$s als 'cornerstone content', um die Struktur deiner Website zu verbessern. %2$sLerne mehr über Cornerstone-Inhalt%3$s."],"Follow our Yoast SEO for WordPress training and become a certified Yoast SEO Expert!":["Folge unserem Yoast SEO for WordPress Training und werde zertifizierter Yoast SEO Experte!"],"Enroll in the Yoast SEO for WordPress training »":["Zum Yoast SEO für WordPress Training anmelden »"],"Loading help center.":["Hilfecenter laden."],"Get support":["Support erhalten"],"View in KB":["Zeige in KB"],"Go back":["Zurück"],"Go back to the search results":["Zurück zu den Suchergebnissen"],"(Opens in a new browser tab)":["(Öffnet in einem neuen Browser Tab)"],"Want to be a Yoast SEO Expert?":["Möchtest du Yoast SEO Experte werden?"],"Posts %1$swithout%2$s a focus keyphrase":["Beiträge %1$sohne%2$s eine Fokus-Keyphrase"],"Hey, your SEO is doing pretty well! Check out the stats:":["Hey, dein SEO ist ziemlich gut! Sieh dir die Statistiken an:"],"You don't have any published posts, your SEO scores will appear here once you make your first post!":["Du hast noch keine veröffentlichten Beiträge, deine SEO-Werte werden hier erscheinen, wenn du deinen ersten Beitrag erstellt hast!"],"On this page, you can change the name of your site and choose which separator to use. The separator will display, for instance, between your post title and site name. Symbols are shown in the size they'll appear in the search results. Choose the one that fits your brand best or takes up the least space in the snippets.":["Auf dieser Seite kannst du den Namen deiner Website ändern und auswählen welche Trennsymbole du verwenden möchtest. Das Trennsymbol wird zum Beispiel zwischen deinem Beitrags-Titel und deinem Website Namen angezeigt. Symbole werden in der Größe angezeigt in der sie in den Suchergebnissen erscheinen. Wähle was am besten zu deiner Marke passt oder am wenigsten Platz in den Snippets einnimmt."],"%1$s can tell search engines about your social media profiles. These will be used in Google's Knowledge Graph. There are additional sharing options in the %1$s Social settings. %2$sRead more%3$s about these options.":["%1$s kann Suchmaschinen Informationen über deine Social Media Profile liefern.\nDiese Informationen werden in dem Google Knowledge Graphs verwendet. Es gibt zusätzliche Optionen für das Teilen in den %1$s Social-Einstellungen. %2$sErfahre mehr%3$s über diese Optionen."],"Something else":["Etwas anderes"],"A portfolio":["Ein Portfolio"],"A corporation":["Ein Unternehmen"],"A small offline business":["Ein kleines Offline-Unternehmen"],"A news channel":["Ein News-Kanal"],"An online shop":["Ein Online-Shop"],"A blog":["Ein Blog"],"What does the site %1$s represent?":["Was wird durch die Website %1$s repräsentiert?"],"If you choose no, your author archives will be deactivated to prevent  duplicate content issues.":["Wenn du Nein wählst, werden deine Autor-Archive deaktiviert,\num Probleme mit doppelten Inhalten zu vermeiden."],"Note: we don't store your data in any way and don't have full access to your account. Your privacy is safe with us.":["Hinweis: Wir speichern deine Daten nicht und haben keinen vollständigen Zugang zu deinem Konto.\nDeine Privatsphäre ist bei uns sicher."],"%1$s integrates with Google Search Console, a must-have tool for site owners. It provides you with information about the health of your site. Don't have a Google account or is your site not activated yet? Find out %2$show to connect Google Search Console to your site%3$s.":[""],"Option B: My site is under construction and should not be indexed":["Option B: Meine Seite befindet sich im Aufbau und sollte nicht indiziert werden."],"Option A: My site is live and ready to be indexed":["Option A: Meine Seite ist live und bereit für die Indexierung"],"Choose under construction if you want to keep the site out of the index of search engines. Don't forget to activate it once you're ready to publish your site.":[""],"Please specify if your site is under construction or already active.":["Bitte wähle ob deine Seite sich im Aufbau befindet oder bereits aktiv ist."],"This information will be used in Google's Knowledge Graph Card, the big block of information you see on the right side of the search results.":[""],"Does your site represent a person or company?":["Repräsentiert deine Website eine Person oder ein Unternehmen?"],"Close wizard":["Assistenten schließen"],"Read more like this on our SEO blog":["Lies mehr Beiträge wie diese in unserem SEO Blog"],"Readability: Good":["Lesbarkeit: Gut"],"Readability: OK":["Lesbarkeit: OK"],"Readability: Needs improvement":["Lesbarkeit: Sollte verbessert werden"],"SEO: Needs improvement":["SEO: Sollte verbessert werden"],"Not activated":["Nicht aktiviert"],"Activated":["Aktiviert"],"%1$s recommendations for you":["%1$s Empfehlungen für dich"],"All Readability Scores":["Alle Lesbarkeits Bewertungen"],"Filter by Readability Score":["Filter nach Lesbarkeits Bewertungen"],"You are not receiving updates or support! Fix this problem by adding this site and enabling %1$s for it in %2$s.":["Du erhältst weder Updates noch Support! Behebe dieses Problem, indem du diese Website hinzufügst und %1$s dafür in %2$s aktivierst."],"Request method %1$s is not valid.":["Anforderungsmethode %1$s ist nicht gültig."],"Muted notifications:":["Ausgeblendete Benachrichtigungen:"],"Muted problems:":["Ausgeblendete Probleme:"],"Do you want to preview what it will look like if people share this post on %1$s? You can, with %2$s.":["Möchtest du sehen, wie es aussieht, wenn die Leute diesen Beitrag auf %1$s teilen? Kannst du, mit %2$s."],"Good job! All the links in your texts have been counted.":["Klasse! Alle Links in deinen Texten wurden gezählt."],"Calculation completed.":["Berechnung abgeschlossen."],"Calculation in progress...":["Berechnung wird durchgeführt&hellip;"],"Stop counting":["Berechnung abbrechen"],"Counting links in your texts":["Zähle die Links in deinen Texten"],"Text %1$s of %2$s processed.":["Text %1$s von %2$s verarbeitet."],"All your texts are already counted, there is no need to count them again.":["Deine Texte sind bereits alle gezählt. Es besteht kein Bedarf, diese erneut zu zählen."],"Count links in your texts":["Links in deinem Text zählen"],"The links in all your public texts need to be counted. This will provide insights of which texts need more links to them. If you want to know more about the why and how of internal linking, check out %1$sthe article about internal linking on %2$s%3$s.":["Die Links in deinen öffentlichen Texten müssen gezählt werden. Dies gewährt Einblick in den Status deiner Texte und zeigt, welche Texte mehr Links benötigen. Wenn du mehr über interne Verlinkung wissen möchtest, besuche %1$sfolgenden Artikel zum Thema auf %2$s%3$s."],"Text link counter":["Text Link Zähler"],"Number of internal links linking to this post. See \"Yoast Columns\" text in the help tab for more info.":["Anzahl interner Links welche zu diesem Beitrag verweisen. Für mehr Information konsultiere den \"Yoast Spalten\" Text im Hilfe Tab."],"Number of outgoing internal links in this post. See \"Yoast Columns\" text in the help tab for more info.":[""],"%1$s adds several columns to this page. We've written an article about %2$show to use the SEO score and Readability score%3$s. The links columns show the number of articles on this site linking %5$sto%6$s this article and the number of URLs linked %5$sfrom%6$s this article. Learn more about %4$show to use these features to improve your internal linking%3$s, which greatly enhances your SEO.":["%1$s fügt dieser Seite mehrere Spalten hinzu. Wir haben einen Artikel geschrieben %2$swie man den SEO Score und Readability Score verwendet%3$s. Die Linkspalten zeigen die Anzahl der Artikel auf dieser Website, die %5$szu%6$s diesen Artikel verlinken und die Anzahl der URLs, die %5$svon%6$s diesen Artikel verlinken. Erfahre mehr %4$swie dir diese Funktionen bei der Verbesserung deiner internen Verlinkungen helfen%3$s, was deine Suchmaschinenoptimierung erheblich verbessert."],"%s Columns":["%s Spalten"],"Readability score":["Lesbarkeitsbewertung"],"Other benefits of %s for you:":["Andere Vorteile von %s für dich:"],"%1$sSocial media preview%2$s: Facebook &amp; Twitter":["%1$sSocial-Media Vorschau%2$s: Facebook &amp; Twitter"],"Scroll to see the preview content.":["Scrolle, um die Vorschau zu sehen."],"Cornerstone content":["Cornerstone-Inhalt"],"%1$s will now take care of all the needed technical optimization of your site. To really improve your site's performance in the search results, it's important to start creating content that ranks well for keyphrases you care about. Check out this video in which we explain how to use the %1$s metabox when you edit posts or pages.":["%1$s wird nun alle nötigen technischen Optimierungen für deine Website vornehmen. Um die Performance deiner Seite in den Suchergebnissen wirklich zu verbessern, ist es wichtig Inhalte zu kreieren, die für die von dir ausgewählten Keyphrasen ranken. Schaue dir dieses Video an, in dem wir erklären wie du die %1$s Metabox benutzt, wenn du Beiträge oder Seiten veränderst. "],"If you want to outrank the competition in a specific town or region, check out our %1$s plugin! You’ll be able to easily insert Google maps, opening hours, contact information and a store locator. Besides that %1$s helps you to improve the usability of your contact page.":["Wenn du die Konkurrenz in einer bestimmten Stadt oder Region überholen möchtest, dann schau dir unser %1$s Plugin an! Du kannst ganz einfach Google Maps, Öffnungszeiten, Kontaktinformationen und eine Filialsuche einfügen. Ausserdem hilft dir %1$s die Usability deiner Kontaktseite zu verbessern."],"Attract more customers near you":["Gewinne mehr Kunden in deiner Nähe"],"Do you want to know all the ins and outs of the %1$s plugin? Do you want to learn all about our advanced settings? Want to be able to really get the most out of the %1$s plugin? Check out our %1$s plugin training and start outranking the competition!":["Möchtest du alle Details des %1$s Plugins kennenlernen? Möchtest du mehr über unsere erweiterten Einstellungen erfahren? Willst du wirklich das Beste aus dem %1$s Plugin herausholen? Schaue dir unser %1$s Plugin Training an und übertreffe deine Wettbewerber!"],"Get the most out of %1$s with the %2$s":["Hole das Meiste mit %2$s aus %1$s heraus"],"Upgrade to Premium":["Upgrade zu Premium"],"Do you want to outrank your competition? %1$s gives you awesome additional features that'll help you to set up your SEO strategy like a professional. Add synonyms and related keywords, use our Premium SEO analysis, the redirect manager and our internal linking tool. %1$s will also give you access to premium support.":["Möchtest du besser sein als deine Konkurrenz? %1$s gibt dir großartige Zusatz-Funktionen, die dir helfen deine SEO Strategie wie ein Profi anzugehen. Füge Synonyme und verwandte Keywords hinzu, nutze unsere Premium SEO Analyse, den Redirect-Manager und unser Tool für interne Verlinkung. %1$s bietet außerdem Zugriff zu unserem Premium Support. "],"Outrank the competition with %s":["Mit %s die Wettbewerber übtertrumpfen"],"You might like":["Das könnte dir gefallen"],"Newsletter":["Newsletter"],"We have detected that you have not finished this wizard yet, so we recommend you to %2$sstart the configuration wizard to configure %1$s%3$s.":["Wir haben festgestellt, dass du diesen Assistenten noch nicht vollständig abgeschlossen hast. Wir empfehlen dir, den %2$sKonfigurationsassistent zu starten um %1$s%3$s zu konfigurieren."],"The configuration wizard helps you to easily configure your site to have the optimal SEO settings.":["Der Konfigurations-Assistent hilft die, deine Website einfach zu konfigurieren, um die optimalen SEO-Einstellungen zu haben."],"Go Premium and our experts will be there for you to answer any questions you might have about the setup and use of the plugin.":["Premium bestellen und unsere Experten werden für dich da sein, um Fragen zu beantworten, die du über die Installation und die Verwendung des Plugins haben könntest."],"24/7 support":["24/7 Support"],"Superfast internal linking suggestions":["Superschnelle Vorschläge zur internen Verlinkung"],"Great news: you can, with %1$s!":["Großartige Neuigkeit: Du kannst es, mit %1$s!"],"Save changes":["Änderungen speichern"],"1 year free updates and upgrades included!":["1 Jahr kostenfreie Updates und Upgrades inbegriffen!"],"The plugin %2$s changes your site's output and in doing that differentiates between search engines and normal users, a process that's called cloaking. We highly recommend that you disable it.":["Das Plugin %2$s verändert die Ausgabe deiner Website je nachdem ob eine Suchmaschine oder ein normaler Benutzer die Seite aufruft. Dieser Prozess nennt sich Cloaking. Wir empfehlen dir sehr, dieses Plugin zu deaktivieren."],"%1$sSocial media preview%2$s: Facebook & Twitter":["%1$sSocial Media Vorschau%2$s: Facebook & Twitter"],"Superfast internal links suggestions":["Superschnelle interne Verlinkungsvorschläge"],"%1$sNo more dead links%2$s: easy redirect manager":["%1$sKeine verwaisten Links mehr%2$s: Einfacher Redirect-Manager"],"Other benefits of %1$s for you:":["Weitere Vorteile von %1$s für dich:"],"No ads!":["Keine Werbung!"],"Facebook & Twitter":["Facebook & Twitter"],"Social media preview":["Social Media Vorschau"],"Easy redirect manager":["Einfacher Redirect Manager"],"No more dead links":["Keine toten Links mehr"],"Increase your SEO reach":["Vergrößere deine SEO Reichweite"],"If you want more help creating awesome content, check out our %2$sSEO copywriting course%3$s. Do you want to know all about the features of the plugin, consider doing our %1$s!":["Wenn du Hilfe brauchst, um tollen Content zu schreiben, schau dir unseren %2$sSEO Copywriting Kurs%3$s an. Wenn du alles über die Funktionen des Plugins wissen möchtest, nimm an unserem %1$s teil!"],"Variable":["Variable"],"Available variables":["Verfügbare Variablen"],"Scroll to see the table content.":["Scrollen um den Tabellen-Inhalt zu sehen."],"Please refer to %1$sour article about how to connect your website to Google Search Console%2$s if you need assistance.":["Empfohlener Hilfeartikel: %1$sWie du deine Website mit der Google Search Konsole verbindest (engl.)%2$s"],"An error occurred in the '%1$s' assessment":["Es ist ein Fehler in der '%1$s' Bewertung aufgetreten."],"%1$s of the words contain %2$sover %3$s syllables%4$s, which is more than the recommended maximum of %5$s.":["%1$s der Wörter enthalten %2$süber %3$s Silben%4$s, was mehr als das empfohlene Maximum von %5$s ist."],"%1$s of the words contain %2$sover %3$s syllables%4$s, which is less than or equal to the recommended maximum of %5$s.":["%1$s der Wörter enthalten %2$süber %3$s Silben%4$s, was zu wenig oder gleich mit dem empfohlenen Maximum von %5$s ist."],"This is slightly below the recommended minimum of %5$d word. %3$sAdd a bit more copy%4$s.":["Das ist geringfügig unter dem Minimun von %5$d Wörtern. %3$sFüge etwas mehr Text hinzu%4$s.","Das ist geringfügig unter dem Minimun von %5$d Wörtern. %3$sFüge etwas mehr Text hinzu%4$s."],"The meta description contains %1$d sentence %2$sover %3$s words%4$s. Try to shorten this sentence.":["Die Meta Description enthält %1$d Sätze %2$süber %3$s Wörter%4$s. Versuche, diesen Satz zu kürzen.","Die Meta Description enthält %1$d Sätze %2$süber %3$s Wörter%4$s. Versuche, diese Sätze zu kürzen."],"The meta description contains no sentences %1$sover %2$s words%3$s.":["Die Meta Description enthält keine Sätze %1$süber %2$s Wörter%3$s."],"Step %1$d: %2$s":["Schritt %1$d: %2$s"],"No new notifications.":["Keine neuen Benachrichtigungen"],"Save all":["Alles speichern"],"Save":["Speichern"],"%1$s, Author at %2$s":["%1$s, Autor bei %2$s"],"Mobile preview":["Mobile Vorschau"],"Desktop preview":["Desktop-Vorschau"],"Select redirect":["Umleitung auswählen"],"Please provide an SEO title by editing the snippet below.":["Bitte lege den SEO-Titel fest, indem du den Code-Schnipsel bearbeitest."],"Meta description preview:":["Meta-Beschreibungs-Vorschau:"],"Slug preview:":["Titel-Vorschau:"],"SEO title preview:":["SEO-Titel-Vorschau:"],"Close snippet editor":["Ausschnitt-Editor schließen"],"Slug":["Permalink"],"Remove marks in the text":["Entferne Markierungen im Text"],"Mark this result in the text":["Markiere dieses Ergebnis im Text"],"Marks are disabled in current view":["Markierungen sind in der aktuellen Ansicht deaktiviert."],"Content optimization: Good SEO score":["Inhalts-Optimierung: guter SEO-Wert"],"Good SEO score":["Guter SEO-Wert"],"Content optimization: OK SEO score":["Inhalts-Optimierung: akzeptabler SEO-Wert"],"OK SEO score":["Ausreichender SEO-Wert"],"Content optimization: Has feedback":["Inhalts-Optimierung: Hat Feedback"],"Feedback":["Feedback"],"ok":["OK"],"Choose an image":["Wähle ein Bild"],"Remove the image":["Bild entfernen"],"Choose image":["Bild wählen"],"MailChimp signup failed:":["MailChimp-Registrierung fehlgeschlagen:"],"Sign Up!":["Anmelden"],"Name":["Name"],"There is an error with the request.":["Es ist ein Fehler bei der Anfrage aufgetreten."],"Select profile":["Profil wählen"],"Choose a profile":["Wähle ein Profil"],"Authorization code":["Autorisierungscode"],"Reauthenticate with Google":["Erneute Identifizierung mit Google"],"To allow %s to fetch your Google Search Console information, please enter your Google Authorization Code. Clicking the button below will open a new window.":["Damit %s deine Google Search Console-Informationen abrufen kann, gebe bitte deinen Google Authorization Code ein. Wenn du auf den Button unten klickst, öffnet sich ein neues Fenster."],"Please provide a meta description by editing the snippet below.":["Bitte lege eine Meta-Beschreibung fest, indem du den Code-Schnipsel bearbeitest."],"Edit snippet":["Code-Schnipsel bearbeiten"],"You can click on each element in the preview to jump to the Snippet Editor.":["Du kannst auf jedes Element in der Vorschau klicken, um zum Snippet-Editor zu springen."],"SEO title preview":["SEO-Titel Vorschau"],"Meta description preview":["Meta Description Vorschau"],"A problem occurred when saving the current step, {{link}}please file a bug report{{/link}} describing what step you are on and which changes you want to make (if any).":["Beim Speichern des aktuellen Schritts ist ein Problem aufgetreten. {{link}}Bitte erfasse einen Fehlerbericht{{/link}}, der beschreibt in welchen Schritt du warst und welche Änderungen du vorgenommen hast (falls Änderungen gemacht wurden)."],"Close the Wizard":["Schließe den Assistenten "],"Export settings":["Export-Einstellungen"],"%1$s video tutorial":["%1$s Video Tutorial"],"%s &rsaquo; Configuration Wizard":["%s &rsaquo;-Konfigurations-Assistent"],"%1$sPlease don't show me this notification anymore%2$s":["%1$sBitte zeige mir diese Benachrichtigung nicht mehr an%2$s"],"If you are experiencing issues, %1$splease file a bug report%2$s and we'll do our best to help you out.":["Wenn du Schwierigkeiten hast, %1$sfülle bitte einen Bug-Report aus%2$s und wir tun unser Bestes um dir zu helfen."],"We've noticed you've been using %1$s for some time now; we hope you love it! We'd be thrilled if you could %2$sgive us a 5 stars rating on WordPress.org%3$s!":["Uns ist aufgefallen, dass du %1$s bereits seit einiger Zeit verwendest; wir hoffen dass du es magst! Wir würden uns sehr darüber freuen, wenn du uns %2$sauf WordPress.org mit 5 Sternen bewerten würdest%3$s!"],"Courses":["Kurse"],"Date archives settings":["Datum-Archiv-Einstellungen"],"Author archives settings":["Autor-Archiv-Einstellungen"],"%1$s by %2$s":["%1$s zu %2$s"],"Warning: the variable %s cannot be used in this template. See the help center for more info.":["Warnung: Die Variable %s kann in diesem Template nicht genutzt werden. Schau ins Hilfe-Center für weitere Informationen."],"By the way, did you know we also have a %1$sPremium plugin%2$s? It offers advanced features, like a redirect manager and support for multiple keyphrases. It also comes with 24/7 personal support.":[""],"(no title)":["(Kein Titel)"],"%s installation wizard":["%s Installationsassistent"],"The %1$s admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["Die %1$s Adminleiste enthält nützliche Links zu Tools von Drittanbietern zur Seitenanalyse und ermöglicht das leichte Erkennen von neuen Benachrichtigungen."],"Admin bar menu":["Adminbar-Menü"],"%1$s will check weekly if your site is still indexable by search engines and Yoast SEO will notify you when this is not the case.":["%1$s prüft wöchentlich, ob deine Website immer noch durch Suchmaschinen indexierbar ist und Yoast SEO benachrichtigt dich, wenn dies nicht der Fall ist."],"Features":["Funktionen"],"Get Yoast SEO Premium now »":["Hol dir jetzt Yoast SEO Premium »"],"SEO title":["SEO Titel"],"While we strive to make setting up %1$s as easy as possible, we understand it can be daunting. If you’d rather have us set up %1$s for you (and get a copy of %2$s in the process), order our %3$s%1$s configuration service%4$s here!":["Obwohl wir uns bemühen, das Einrichten von %1$s so einfach wie möglich zu gestalten, verstehen wir auch, daß es entmutigend sein kann. Wenn du uns lieber beauftragen möchtest, dass wir %1$s für dich einrichten (und du in diesem Zuge eine Version von %2$s bekommst), bestelle hier unseren %3$s%1$s Konfigurationsservice%4$s!"],"Welcome to the %1$s configuration wizard. In a few simple steps we'll help you configure your SEO settings to match your website's needs!":["Willkommen zum %1$s Konfigurations-Assistenten. In ein paar einfachen Schritten werden wir dir helfen deine Einstellungen auf deine Bedürfnisse deiner Website abzustimmen!"],"Google shows your website's name in the search results, if you want to change it, you can do that here.":["Google zeigt den Namen deiner Website in den Suchergebnissen an. Wenn du ihn ändern möchtest, kannst du das hier machen."],"Greater than sign":["Größer-als-Zeichen"],"Less than sign":["Kleiner-als-Zeichen"],"Right angle quotation mark":["Größer-gleich-Zeichen"],"Left angle quotation mark":["Kleiner-gleich-Zeichen"],"Small tilde":["kleine Tilde"],"Vertical bar":["vertikaler Balken"],"Low asterisk":["unterer Stern"],"Asterisk":["Sternchen"],"Bullet":["Kugel"],"Middle dot":["mittlerer Punkt"],"Em dash":["Em Gedankenstrich"],"En dash":["Mittelgroßer Gedankenstrich, mit einem Leerzeichen davor und danach"],"Dash":["Gedankenstrich"],"Choose the symbol to use as your title separator. This will display, for instance, between your post title and site name. Symbols are shown in the size they'll appear in the search results.":["Wählen Sie ein Symbol, das als Trennzeichen im Titel verwendet werden soll. Dieses wird zum Beispiel zwischen dem Beitragstitel und dem Seitennamen angezeigt. Die Symbole sind in der gleichen Größe angezeigt, in der sie auch in den Suchergebnissen erscheinen werden."],"The name of the person":["Der Name der Person"],"No":["Nein"],"Yes":["Ja"],"Does, or will, your site have multiple authors?":["Hat oder wird deine Seite mehrere Autoren haben? "],"The name of the company":["Der Name des Unternehmens"],"Provide an image of the company logo":["Gib ein Bild als Firmenlogo an"],"WordPress automatically generates an URL for each media item in the library. Enabling this will allow for google to index the generated URL.":["WordPress generiert automatisch eine URL für jedes Media Element in der Bibliothek. Dies erlaubt Google den generierten Link zu indexieren."],"Success!":["Erfolgreich!"],"Title settings":["Titel-Einstellungen"],"Google Search Console":["Google Search Console"],"Multiple authors":["Mehrere Autoren"],"Social profiles":["Soziale Profile"],"Site type":["Seiten Typ"],"Environment":["Umgebung"],"Yoast option %1$s not found.":["Yoast Option %1$s nicht gefunden."],"Google Structured Data Test":["Google Test für strukturierte Daten"],"Posts list":["Beitrags-Liste"],"Posts list navigation":["Navigation der Beitrags-Liste"],"Filter posts list":["Filtere Beitrags-Liste"],"Note that links to archives might be still output by your theme and you would need to remove them separately.":["Beachte, dass Links zu Archiven möglicherweise von deinem Theme ausgegeben werden und du diese separat entfernen musst."],"%1$s to optimize your site even further":["%1$s um deine Website noch weiter zu optimieren."],"%1$s extensions":["%1$s Extensions"],"Comes with our 30-day no questions asked money back guarantee":["Enthält eine 30-Tage-Geld-Zurück-Garantie – ohne Rückfragen."],"More information %1$sabout %3$s%2$s":["Mehr Informationen %1$süber %3$s%2$s"],"Buy %1$s":["Kaufe %1$s"],"Installed":["Installiert"],"gain access to our 24/7 support team.":["Erhalte Zugang zu unserem Support Team, das rund um die Uhr für dich da ist."],"Premium support":["Premium Support"],"check what your Facebook or Twitter post will look like.":["prüfe, wie deine Facebook oder Twitter Beiträge aussehen könnten."],"Social previews":["Social Vorschau"],"create and manage redirects from within your WordPress install.":["Erstelle und verwalte Weiterleitungen innerhalb deiner WordPress-Installation."],"Redirect manager":["Redirect Manager"],"%1$s, take your optimization to the next level!":["%1$s, bringe deine Optimierung auf die nächste Stufe!"],"A seamless integration between %1$s and %2$s":["Eine nahtlose Integration zwischen %1$s und %2$s"],"Use %1$s breadcrumbs instead of %2$s ones":["Nutze %1$s Breadcrumbs anstatt von %2$s"],"Easily insert Google Maps, a store locator, opening hours and more":["Füge einfach Google Maps, eine Liste deiner Standorte/Filialen, Öffnungszeiten oder mehr hinzu."],"Creates XML News Sitemaps":["Erstellt XML News Sitemaps"],"Immediately pings Google on the publication of a new post":["Benachrichtigt Google unverzüglich über die Veröffentlichung eines neuen Beitrags."],"Optimize your site for Google News":["Optimiere deine Website für Google News"],"Make videos responsive through enabling fitvids.js":["Mache Videos responsiv durch das Aktivieren von fitvids.js"],"Enhance the experience of sharing posts with videos":["Verbessere das Erlebnis beim Teilen von Beiträgen mit Videos"],"Show your videos in Google Videos":["Zeige deine Videos in Google Videos"],"Crawl issues list":["Crawling-Ergebnisliste"],"Crawl issues list navigation":["Crawl Problemliste Navigation"],"Edit &#8220;%s&#8221;":["Bearbeite &#8221;%s&#8222;"],"Premium":["Premium"],"Go Premium":["Entscheide dich für Premium"],"Google Trends":["Google Trends"],"Notifications":["Benachrichtigungen"],"Removes the focus keyphrase section from the metabox and disables all SEO-related suggestions.":[""],"Disable SEO analysis":["SEO Analyse deaktivieren"],"Twitter settings":["Einstellungen für den Titel"],"Pinterest settings":["Pinterest-Einstellungen"],"Facebook settings":["Facebook-Einstellungen"],"Your social profiles":["Deine sozialen Profile"],"Title separator symbol":["Titel-Trennzeichen"],"RSS feed settings":["Einstellungen zum RSS-Feed"],"Breadcrumbs settings":["Breadcrumb-Einstellungen"],"Make primary":["Mache primär"],"Content optimization":["Optimierung der Inhalte"],"Enter your Google Authorization Code and press the Authenticate button.":["Gib den Autorisierungscode von Google ein und klicke auf \"Authentifizieren\"."],"To allow %1$s to fetch your %2$s information, please enter your Google Authorization Code. Clicking the button below will open a new window.":["Damit %1$s auf deine %2$s Informationen zugreifen darf, gib bitte Deinen Google Authentifizierungs-Code ein. Nach dem Anklicken des Buttons öffnet sich ein neues Fenster."],"Knowledge base article":["Artikel der Wissensdatenbank"],"Open the knowledge base article in a new window or read it in the iframe below":["Öffne die Artikel der Wissensdatenbank in einem neuen Fenster oder lies diese im iFrame unten."],"Search results":["Suchergebnisse"],"Yoast SEO video tutorial":["Yoast SEO Video Tutorial"],"%s notification":["%s Benachrichtigung","%s Benachrichtigungen"],"Disable readability analysis":["Deaktivere die Lesbarkeits-Analyse"],"Removes the readability analysis section from the metabox and disables all readability-related suggestions.":["Entfernt den Lesbarkeitsanalyse-Reiter aus der Metabox und deaktiviert alle lesbarkeitsbezogenen Empfehlungen."],"Readability analysis":["Lesbarkeits-Analyse"],"Needs improvement":["Verbesserungsbedarf"],"Readability":["Lesbarkeit"],"You are trying to load non-minified files. These are only available in our development package. Check out %1$s to see all the source files.":["Du versuchst nicht-minimierte Dateien zu laden. Diese sind nur im Development-Paket verfügbar. Bitte sieh auf %1$s nach, um alle Quell-Dateien zu sehen."],"Improvements":["Verbesserungen"],"Restore this item.":["Dieses Element wiederherstellen."],"Dismiss this item.":["Dieses Element ausblenden."],"Good job! We could detect no serious SEO problems.":["Gute Arbeit! Wir konnten keine ernsthaften SEO Probleme feststellen."],"We have detected the following issues that affect the SEO of your site.":["Wir haben die folgenden Probleme festgestellt, welche die SEO deiner Site beeinflussen."],"Problems":["Probleme"],"Analysis":["Analyse"],"Not available":["Nicht verfügbar"],"Filter by SEO Score":["Filtere nach SEO-Wert"],"Meta description not set.":["Meta Description nicht gesetzt."],"Video tutorial":["Video-Tutorial"],"Email support is a %s feature":["E-Mail-Support ist ein %s-Feature"],"Knowledge base":["Wissensdatenbank"],"Open":["Offen"],"Loading...":["Wird geladen..."],"Something went wrong. Please try again later.":["Etwas ist schiefgelaufen. Bitte versuche es später erneut."],"No results found.":["Keine Ergebnisse gefunden."],"Dashboard":["Dashboard"],"You can fix this on the %1$sPermalink settings page%2$s.":["Du kannst dies auf der %1$sPermalink-Einstellungen-Seite%2$s beheben."],"Paging comments is enabled, this is not needed in 999 out of 1000 cases, we recommend to disable it.":["Paginierung der Kommentare ist aktiviert. Diese ist in 999 von 1000 Fällen nicht notwendig. Wir empfehlen, sie zu deaktivieren."],"Replaced with the primary category of the post/page":["Ersetzt durch die Hauptkategorie des Beitrags/der Seite"],"Pinterest confirmation":["Pinterest-Bestätigung"],"If you have already confirmed your website with Pinterest, you can skip the step below.":["Wenn du deine Seite bereits auf Pinterest bestätigt hast, kannst du diesen Schritt überspringen."],"Format-based archives":["Formatbasierende Archive"],"Webmaster Tools verification":["Webmaster-Tools-Verifizierung"],"Need some help?":["Weitere Hilfe benötigt?"],"Buy %s":["Kaufe %s"],"Show information about errors in category 'Soft 404'":["Zeige Informationen über Fehler in der Kategorie 'Soft 404'"],"Show information about errors in category 'Server'":["Zeige Informationen über Fehler in der Kategorie 'Server'"],"Show information about errors in category 'Blocked'":["Zeige Informationen über Fehler in der Kategorie 'Blockiert'"],"Show information about errors in category 'Other'":["Zeige Informationen über Fehler in der Kategorie 'Andere'"],"Show information about errors in category 'Not Found'":["Zeige Informationen über Fehler in der Kategorie 'Nicht gefunden'"],"Show information about errors in category 'Access Denied'":["Zeige Informationen über Fehler der Kategorie 'Zugang verweigert'"],"New %1$s Title":["Neuer %1$s Titel"],"Existing %1$s Title":["Vorhandener %1$s Titel"],"Expected an integer as input.":["Eingabe vom Typ Integer erwartet."],"Trying to build the sitemap cache key, but the postfix and prefix combination leaves too little room to do this. You are probably requesting a page that is way out of the expected range.":["Der Versuch, einen sicheren Sitemap-Cache-Schlüssel zu generieren, ist fehlgeschlagen, da die Präfix- und Postfix-Kombination zu wenig Platz lässt. Du forderst wahrscheinlich eine Seite an, die die erwartete Bandbreite überschreitet. "],"Remove":["Entfernen"],"Keep":["Behalten"],"Bold the last page":["Die letzte Seite hervorheben"],"Regular":["Normal"],"Bold":["Hervorgehoben"],"Show Blog page":["Blog-Seite anzeigen"],"Primary %s":["Primär %s"],"Primary":["Primär"],"Make %1$s primary %2$s":["%1$s als primär %2$s setzen"],"Term is set to noindex.":["Terminologie ist auf noindex gesetzt"],"Author archives":["Autor-Archiv"],"Show":["Zeigen"],"Enabled":["Aktiviert"],"Disabled":["Deaktiviert"],"%1$s has not fetched your site's indexability status yet from %2$s":["%1$s hat den Indexierbarkeitsstatus deiner Website bisher noch nicht von %2$s abgerufen"],"The separator defined in your theme's %s tag.":["Der Platzhalter wird im %s-Element deines Themes definiert."],"No index":["Nicht indexieren"],"Analyze entire site":["Gesamte Website analysieren."],"Fetch the current status":["Aktuellen Status abfragen."],"%1$s%2$s has not been able to fetch your site's indexability status%3$s from %4$s":["%1$s%2$s konnte den Indexierbarkeitsstatus deiner Website%3$s von %4$s nicht abrufen"],"Your homepage can be indexed by search engines.":["Deine Homepage kann von Suchmaschinen indiziert werden."],"Indexability check by %1$s":["Indexierbarkeits-Check von %1$s"],"If you want to use an image for sharing on %1$s, you can upload / choose an image or add the image URL here.":["Wenn du ein Bild zum Teilen auf %1$s verwenden möchtest, kannst du es hier wählen/hochladen oder die Bild-URL hier eingeben."],"If you don't want to use the meta description for sharing on %1$s but want another description there, write it here.":["Wenn Du die Meta Beschreibung nicht fuer das Teilen auf %1$s nutzen moechtest, aber eine andere Beschreibung zeigen moehtest, gib sie bitte hier an."],"If you don't want to use the title for sharing on %1$s but instead want another title there, write it here.":["Wenn du nicht den Beitragstitel verwenden willst, um den Beitrag auf Google+ zu teilen, sondern dort etwas anderes angezeigt werden soll, schreibe es hier."],"%1$sYour homepage cannot be indexed by search engines%2$s. This is very bad for SEO and should be fixed.":["%1$sSuchmaschinen können deine Homepage nicht indizieren%2$s. Dies ist sehr ungünstig für die SEO und sollte repariert werden."],"Once Weekly":["Einmal wöchentlich"],"Add-ons":["Add-ons"],"SEO score":["SEO-Wert"],"Twitter metadata":["Twitter-Metadaten"],"Facebook / Open Graph metadata":["Facebook/Open-Graph-Metadaten"],"Recalculating SEO scores for all pieces of content with a focus keyphrase.":["Die SEO-Scores werden für alle Inhalte mit einer Fokus-Keyphrase neu berechnet."],"%1$s of %2$s done.":["%1$s von %2$s erledigt."],"We've updated our SEO score algorithm. %1$sRecalculate the SEO scores%2$s for all posts and pages.":["Wir haben unseren Algorithmus für die SEO-Wertung aktualisiert. %1$s Klicke hier, um die aktuelle Gesamtwertung für alle Beiträge und Seiten %2$s neu zu berechnen."],"Team Yoast":["Team Yoast"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["Die erste echte All-in-One-SEO-Lösung für WordPress, einschließlich On-Page Inhaltsanalyse, XML-Sitemaps und vielem mehr."],"Yoast SEO":["Yoast SEO"],"Activation failed:":["Aktivierungsfehler:"],"The filter extension seem to be unavailable. Please ask your web host to enable it.":["Die Filter-Erweiterung scheint nicht verfügbar zu sein. Bitte deinen Hoster, sie einzuschalten."],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":["Die Installation des %1$s Plugin ist unvollständig. Bitte schau in den %2$sInstallationsanweisungen%3$s nach."],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":["Die Standard PHP Library (SPL) Erweiterung scheint nicht verfügbar zu sein. Bitte frage Deinen Web-Hoster, dass er sie aktiviert."],"SEO Settings":["SEO-Einstellungen"],"Mobile-Friendly Test":["Mobile-Friendly-Test"],"Google Page Speed Test":["Google-Page-Speed-Test"],"CSS Validator":["CSS-Validator"],"HTML Validator":["HTML-Validator"],"Pinterest Rich Pins Validator":["Pinterests Rich-Pins-Validator"],"Facebook Debugger":["Facebook Debugger"],"Check Headers":["Header prüfen"],"Check Google Cache":["Google-Cache prüfen"],"Analyze this page":["Diese Seite analysieren "],"Keyword Research":["Keyword-Recherche"],"%s does not seem to be a valid url. Please correct.":["%s scheint keine korrekte URL zu sein. Bitte korrigieren."],"%1$s does not seem to be a valid %2$s verification string. Please correct.":["%1$s scheint eine ungültige %2$s Bestätigungszeichenfolge zu sein. Bitte korrigieren."],"%s Archive":["%s Archiv"],"You searched for %s":["Du hast nach %s gesucht"],"%s does not seem to be a valid Twitter user-id. Please correct.":["%s scheint keine gültige Twitter-Benutzer-ID zu sein. Bitte korrigieren."],"Summary with large image":["Zusammenfassung mit großem Bild"],"Summary":["Zusammenfassung"],"The post %1$s appeared first on %2$s.":["Der Beitrag %1$s erschien zuerst auf %2$s."],"No numeric value was received.":["Es wurde kein numerischer Wert erhalten"],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":["Dies muss eine bestehende Website sein. Website %s existiert nicht oder wurde als gelöscht markiert."],"The default blog setting must be the numeric blog id of the blog you want to use as default.":["Die Standard Website Einstellung muss eine numerische ID der Website sein, die du als Standard nutzen willst. "],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":["%1$s ist keine gueltige Auswahl für den Zugriff auf die  %2$sEinstellungen. Der Wert wurde auf Standard zurueckgesetzt."],"Please select a valid post type for taxonomy \"%s\"":["Bitte wähle einen gültigen Beitragstyp für Taxonomy \"%s\""],"Please select a valid taxonomy for post type \"%s\"":["Bitte wähle eine gültige Taxonomie für Beitragstyp \"%s\""],"You searched for":["Du suchtest nach"],"Home":["Startseite"],"Archives for":["Archive für"],"Error 404: Page not found":["Fehler 404: Seite wurde nicht gefunden"],"Good":["Gut"],"Replaced with a custom taxonomies description":["Ersetzt durch eine eigene Beschreibung der Taxonomie"],"Replaced with a posts custom taxonomies, comma separated.":["Ersetzt durch eine eigene Taxonomie eines Artikels, mit Kommata trennen."],"Replaced with a posts custom field value":["Ersetzt mit einem Standard Beitrags-Feldwert."],"Replaced with the slug which caused the 404":["Ersetzt durch die Titelform, welche den 404 Fehler auslöste."],"Replaced with the posts focus keyphrase":["Wird ersetzt durch das Fokus-Keyword des Beitrags"],"Attachment caption":["Beschriftung Dateianhang"],"Replaced with the current page number":["Wird ersetzt durch die aktuelle Seitennummer"],"Replaced with the current page total":["Wird ersetzt durch die aktuelle gesamte Seitenanzahl"],"Replaced with the current page number with context (i.e. page 2 of 4)":["Ersetzt mit der aktuellen Seitennummer mit Kontext (z. B. Seite 2 von 4)"],"Replaced with the post/page author's 'Biographical Info'":["Wird ersetzt durch die 'Biografischen Angaben' des Beitrags-/Seitenautors"],"Replaced with the post/page author's 'nicename'":["Wird ersetzt durch den Nicknamen des Autors des Artikels/ der Seite"],"Replaced with the post/page ID":["Wird ersetzt durch die ID des Artikels/der Seite"],"Replaced with the post/page modified time":["Wird ersetzt durch die Bearbeitungszeit des Artikels/ der Seite"],"Replaced with the content type plural label":["Wird durch die Pluralform des Inhaltstyp ersetzt"],"Replaced with the content type single label":["Wird durch die Einzahlform des Inhaltstyp ersetzt"],"Replaced with the current search phrase":["Wird durch die gegenwärtige Suchphrase ersetzt"],"Replaced with the term name":["Wird ersetzt durch den Begriff"],"Replaced with the term description":["Wird ersetzt durch die Beschreibung des Ausdrucks"],"Replaced with the tag description":["Wird durch die Schlagwort-Beschreibung ersetzt"],"Replaced with the category description":["Wird durch die Beschreibung der Kategorie ersetzt"],"Replaced with the post categories (comma separated)":["Wird ersetzt durch die Artikel-Kategorien (durch Komma getrennt)"],"Replaced with the current tag/tags":["Mit aktuellen Tags ersetzt"],"Replaced with the post/page excerpt (without auto-generation)":["Wird ersetzt durch Textauszug des Artikels / der Seite (ohne Auto-Generierung)"],"Replaced with the post/page excerpt (or auto-generated if it does not exist)":["Wird ersetzt durch Textauszug aus Artikel / Seite (oder automatisch generiert, falls nicht vorhanden)"],"The site's name":["Der Seitenname"],"Replaced with the title of the parent page of the current page":["Ersetzt mit dem Titel der übergeordneten Seite der aktuellen Seite"],"Replaced with the title of the post/page":["Wird ersetzt durch den Titel des Beitrags bzw. der Seite"],"Replaced with the date of the post/page":["Wird ersetzt durch das Datum des/der Artikels/Seite"],"Page %1$d of %2$d":["Seite %1$d von %2$d"],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":["Du kannst die Platzhalter der WPSEO Standard Variable nicht aufheben indem du eine Variable mit dem selben Namen wählst. Nutze die \"wpseo_replacements\" Filter anstelle die Platzhalter Werte zu verändern. "],"A replacement variable with the same name has already been registered. Try making your variable name unique.":["Eine Platzhalter-Variable mit dem selben Namen wurde bereits angelegt. Versuche, einen einzigartigen Namen zu wählen."],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":["Eine Platzhalter-Variable kann nicht mit \"%%cf_\" oder \"%%ct_\" beginnen. Diese sind reserviert für die WPSEO Standard Variable, Variablen für benutzerdefinierte Felder und benutzerdefinierte Taxonomien. Versuche einen eindeutigen Variablen-Namen zu wählen. "],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":["Eine Ersatzvariable kann nur alphanumerische Zeichen sowie einen Unterstrich oder eine Leertaste enthalten. Bitte versuche, deine Variable umzubenennen."],"Admin only notice: this page does not show a meta description because it does not have one, either write it for this page specifically or go into the [%1$s - %2$s] menu and set up a template.":["Nur für Administratoren: diese Seite zeigt keine Metabeschreibung, da bisher keine vorhanden ist. Verfasse entweder eine speziell für diese Seite oder gehe in das [%1$s - %2$s]  Menü und richte eine Vorlage ein."],"Page not found":["Seite wurde nicht gefunden."],"%s Archives":["%s Archive"],"Search for \"%s\"":["Suche nach \"%s\""],"Meta description to use for Author page":["Meta-Beschreibung, die auf der Autoren-Seite genutzt wird"],"Title to use for Author page":["Titel, der auf der Autoren-Seite genutzt wird"],"%1$s settings":["Einstellungen für %1$s "],"Export your %1$s settings":["Exportiere Deine %1$s Einstellungen"],"Import settings":["Einstellungen importieren"],"Import from other SEO plugins":["Importiere von anderen SEO-Plugins"],"Import":["Import"],"If you had a %s file and it was editable, you could edit it from here.":["Falls eine %s Datei existiert und diese schreibbar ist, kannst du sie hier editieren."],"If your %s were writable, you could edit it from here.":["Wenn deine %s beschreibbar wäre, könntest du diese hier bearbeiten."],"You don't have a %s file, create one here:":["Du hast keine %s Datei, erstelle hier eine:"],"A link to your site, with your site's name and description as anchor text.":["Link zu Deiner Seite mit Blogname und Slogan als Linktext."],"A link to your site, with your site's name as anchor text.":["Link zu Deiner Seite mit dem Namen deines Blocks als Linktext."],"A link to the post, with the title as anchor text.":["Link zum Artikel mit dem Artikelnamen als Linktext."],"A link to the archive for the post author, with the authors name as anchor text.":["Link zum Autor-Archiv mit dem Namen des Autors als Linktext."],"You can use the following variables within the content, they will be replaced by the value on the right.":["Du kannst folgende Variablen innerhalb des Inhalts verwenden, diese werden durch den Wert auf der rechten Seite ersetzt."],"Content to put after each post in the feed":["Inhalt, der an jeden Beitrag im Feed angehängt wird"],"Content to put before each post in the feed":["Inhalt, der vor jeden Eintrag im RSS-Feed gesetzt wird"],"This feature is used to automatically add content to your RSS, more specifically, it's meant to add links back to your blog and your blog posts, so dumb scrapers will automatically add these links too, helping search engines identify you as the original source of the content.":["Dieses Feature wird dazu benutzt, um automatisch Inhalt in Deinen RSS-Feed einzufügen. Konkret bedeutet das, dass Verlinkungen zurück zu Deiner Webseite und ihren Artikeln gesetzt werden, 'dumme Inhalts-Diebe' werden diese Links daher ebenso mit ziehen/ setzen und Dir somit helfen, via Suchmaschine Dich als die Originalquelle des Inhaltes zu identifizieren."],"Usage of this breadcrumbs feature is explained in %1$sour knowledge-base article on breadcrumbs implementation%2$s.":["Die Nutzung der Breadcrumbs-Funktion wird in  %1$sunserem Wissensbasis-Artikel über Breadcrumbs Implementierung%2$s erläutert."],"How to insert breadcrumbs in your theme":["Wie Du Breadcrumbs in Dein Theme einbinden kannst."],"Blog":["Blog"],"Content type archive to show in breadcrumbs for taxonomies":["Das Inhaltstyp-Archiv, das in Breadcrumbs für Taxonomien angezeigt wird"],"Taxonomy to show in breadcrumbs for content types":["Taxonomie, die in Breadcrumbs für Inhaltstypen angezeigt wird"],"Breadcrumb for 404 Page":["Breadcrumb für Fehlerseite 404"],"Prefix for Search Page breadcrumbs":["Präfix für Suchseiten-Breadcrumb"],"Prefix for Archive breadcrumbs":["Präfix für Archiv-Breadcrumb"],"Prefix for the breadcrumb path":["Praefix für den Breadcrumb-Pfad."],"Anchor text for the Homepage":["Anker-Text für die Webseite"],"Separator between breadcrumbs":["Trenner zwischen den Breadcrumbs"],"Enable Breadcrumbs":["Aktiviere Breadcrumbs"],"Below are your published posts' SEO scores. Now is as good a time as any to start improving some of your posts!":["Unten siehst du die SEO-Werte der bisher veröffentlichten Beiträge. Jetzt ist der richtige Moment, einige deiner Beiträge zu verbessern!"],"Credits":["Credits"],"&laquo; Back to Tools page":["&laquo; Zurück zur Tools-Seite"],"%1$s comes with some very powerful built-in tools:":["%1$s enthält einige sehr leistungsstarke Werkzeuge:"],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":["Dieses Tool erlaubt dir, schnell wichtige Dateien für deine SEO, wie in der robots.txt und der .htaccess Datei, zu ändern, sofern diese existieren."],"File editor":["Datei-Editor"],"Import settings from other SEO plugins and export your settings for re-use on (another) blog.":["Importiere die Einstellungen von anderen SEO Plugins und exportiere deine Einstellungen für die Wiederverwendung auf anderen Blogs."],"Import and Export":["Import und Export"],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":["Dieses Tool erlaubt dir, schnell die Titel und Beschreibungen deiner Beiträge und Seiten zu ändern, ohne den jeweiligen Editor aufrufen zu müssen."],"Bulk editor":["Massenbearbeitung"],"To %1$sconfirm your site with Pinterest%2$s, add the meta tag here:":["Füge den Meta tag hier ein, um die %1$sWebseite mit Pinterest zu verifizieren%2$s:"],"Pinterest uses Open Graph metadata just like Facebook, so be sure to keep the Open Graph checkbox on the Facebook tab checked if you want to optimize your site for Pinterest.":["Pinterest nutzt Open-Graph-Metadaten ebenso wie Facebook. Setze deshalb einen Haken im Open-Graph-Kontrollkästchen auf dem Facebook-Reiter, um die Seite für Pinterest zu optimieren."],"The default card type to use":["Der zu nutzende Standard Karten-Typ"],"Add Twitter card meta data":["Twitter Card Meta Daten hinzufügen"],"This image is used if the post/page being shared does not contain any images.":["Dieses Bild wird benutzt, falls der geteilte Post / die geteilte Seite keine Bilder enthält."],"Default settings":["Standardeinstellungen"],"Copy home meta description":["Meta-Beschreibung der Startseite kopieren"],"Description":["Beschreibung"],"Image URL":["Bild-URL"],"These are the title, description and image used in the Open Graph meta tags on the front page of your site.":["Dies sind der Titel, die Beschreibung und das Bild, die in den Open-Graph-Metatags auf der Startseite Deiner Website Verwendung finden."],"Frontpage settings":["Einstellungen der Startseite"],"Add Open Graph meta data":["Open Graph Meta Data hinzufügen"],"YouTube URL":["Youtube-URL"],"Pinterest URL":["Pinterest-URL"],"MySpace URL":["MySpace-URL"],"LinkedIn URL":["LinkedIn-URL"],"Instagram URL":["Instagram-URL"],"Twitter Username":["Twitter-Benutzername"],"Facebook Page URL":["URL der Facebook Seite"],"Accounts":["Konten"],"Restore site to defaults":["Seite auf Standardeinstellungen zurücksetzen"],"Site ID":["Website-ID"],"Using this form you can reset a site to the default SEO settings.":["Hiermit kannst Du die Standard-SEO-Einstellungen einer Seite wieder herstellen/zurücksetzen."],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new sites.":["Private Einstellungen (FB-Admins und so weiter), themespezifische (titel rewrite) und manche seitenspezifischen Einstellungen werden nicht in neue Websites übernommen."],"Enter the %1$sSite ID%2$s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":["Gib die %sSite ID%s für die Website ein, deren Einstellungen du als Standard für alle Websites in deinem Netzwerk setzen möchtest. Du kannst dies auch leer lassen (in der Regel werden die Plugin-Standards verwendet)."],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":["Wähle die Seite, deren Einstellungen du standardmäßig für alle Websites, die deinem Netzwerk hinzugefügt werden, verwendet werden sollen. Wenn du \"Keine\" auswählst, werden die Standardeinstellungen des Plugins verwendet."],"New sites in the network inherit their SEO settings from this site":["Neue Websites im Netzwerk übernehmen die SEO-Einstellungen dieser Website"],"Super Admins only":["Nur für Super-Admins"],"Site Admins (default)":["Seiten-Admins (Standard)"],"Who should have access to the %1$s settings":["Wer soll Zugriff auf die %1$s Einstellungen haben?"],"spam":["SPAM"],"mature":["veraltet"],"archived":["archiviert"],"public":["öffentlich"],"%s restored to default SEO settings.":["%s zurückgesetzt auf Standard-SEO-Einstellungen."],"Settings Updated.":["Einstellungen gespeichert."],"404 pages":["404-Seiten"],"Search pages":["Such-Seiten"],"These pages will be %s by default, so they will never show up in search results.":["Diese Seiten sind per Vorgabe  %s , damit werden sie in Suchergebnissen nicht angezeigt"],"Special Pages":["Spezielle Seiten"],"Date-based archives could in some cases also be seen as duplicate content.":["In manchen Fällen können datumsbasierte Archive ebenfalls als Duplicate Content angesehen werden."],"If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or to add %s to it so it doesn't show up in the search results.":["Wenn das bei dieser Website der Fall ist, kannst du das Archiv entweder abschalten (was zur Weiterleitung auf die Startseite führt) oder du fügst %s hinzu, damit es nicht in den Suchergebnissen auftaucht."],"If you're running a one author blog, the author archive will be exactly the same as your homepage. This is what's called a %1$sduplicate content problem%2$s.":["Wenn du der einzige Autor dieser Website bist, ist das Autorenarchiv exakt gleich mit der Homepage. Das führt zu einem sogenannten %1$sDuplicate-Content-Problem%2$s."],"Date archives":["Datums-Archive"],"author archives":["Autor-Archive"],"Title":["Titel"],"%1$s Meta Box":["%1$s Meta-Box"],"Hide":["Ausblenden"],"Date in Snippet Preview":["Datum in der Snippet-Vorschau"],"Take note:":["Beachte:"],"You can determine the title and description for the blog page by %1$sediting the blog page itself &raquo;%2$s":["Du kannst Titel und Beschreibung der Blogseite bestimmen, durch %1$sBearbeiten der Blogseite selbst &raquo;%2$s "],"You can determine the title and description for the front page by %1$sediting the front page itself &raquo;%2$s":["Du kannst Titel und Beschreibung der Startseite bestimmen, durch %1$sBearbeiten der Startseite selbst &raquo;%2$s "],"Homepage &amp; Front page":["Homepage &amp; Startseite"],"Title Separator":["Titel-Trennzeichen"],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s hat automatisch erkannt, ob für deine Seiten ein Zwang zum Umschreiben der Titel gesetzt werden sollte. Wenn du glaubst, dass dies falsch ist, und du weißt was du tust, kannst du die Einstellung hier ändern."],"Force rewrite titles":["Umarbeitung der Titel erzwingen"],"Taxonomies":["Taxonomien"],"Homepage":["Homepage"],"%1$s Extensions":["%1$s Erweiterungen"],"Seamlessly integrate WooCommerce with %1$s and get extra features!":["Nahtlose Integration von WooCommerce mit %1$s und erhalte zusätzliche Funktionen!"],"Rank better locally and in Google Maps, without breaking a sweat!":["Besseres Ranking vor Ort und in GoogleMaps, ohne in's Schwitzen zu geraten!"],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":["Bist Du bei Google News gelistet? Steigere Deinen Traffic von dort mit der Google News Optimierung!"],"Optimize your videos to show them off in search results and get more clicks!":["Optimiere Deine Videos, um sie in den Suchergebnissen zu zeigen und hole mehr Klicks!"],"The premium version of %1$s with more features & support.":["Die Premium-Version von %1$s mit mehr Funktionen & Unterstützung."],"Your name":["Dein Name"],"Company logo":["Firmenlogo"],"Company name":["Firmenname"],"Person":["Person"],"Company":["Unternehmen"],"Choose whether you're a company or person":["Wähle, ob du als Unternehmen oder als Person agierst"],"This data is shown as metadata in your site. It is intended to appear in %1$sGoogle's Knowledge Graph%2$s. You can be either a company, or a person.":["Diese Daten werden als Metadaten auf deiner Website angezeigt. Sie sollen in %1$sGoogle's Knowledge Graph%2$s erscheinen. Du kannst ein Unternehmen oder eine Person sein."],"Company or person":["Unternehmen oder Person"],"Website name":["Name der Website"],"Webmaster Tools":["Webmaster Tools"],"You do not have your postname in the URL of your posts and pages, it is highly recommended that you do. Consider setting your permalink structure to <strong>/%postname%/</strong>.":["Du hast bisher den Artikel-/ Seitentitel nicht in der URL Deiner Artikel und Seiten, dies wird jedoch dringend empfohlen. Überlege Dir deshalb, Deine Permalinkstruktur auf <strong>/%postname%/</strong> einzustellen."],"RSS":["RSS"],"Breadcrumbs":["Breadcrumbs"],"or":["oder"],"Save Profile":["Profil speichern"],"There were no profiles found":["Kein Profil gefunden."],"Profile":["Profil"],"Current profile":["Aktuelles Profil"],"Authenticate":["Authentifizieren"],"Get Google Authorization Code":["Google-Autorisierungscode abrufen"],"Reload crawl issues":["Crawl Ergebnis neu laden"],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year of support and updates, on %2$s.":["Um eine Umleitung anzulegen und diesen Fehler zu beheben, brauchst Du %1$s. Du kannst das Plugin kaufen, inklusive einem Jahr Support und Aktualisierungen, auf %2$s."],"Creating redirects is a %s feature":["Das Erstellen von Weiterleitungen ist ein Feature von %s."],"Errors that only occurred when your site was crawled by Googlebot for feature phones (errors didn't appear for desktop).":["Fehler, die nur während des Einlesens deiner Seite durch den Googlebot für Feature-Phones aufgetreten sind (diese Fehler erscheinen nicht für die Desktop-Anzeige)"],"Errors that occurred only when your site was crawled by Googlebot-Mobile (errors didn't appear for desktop).":["Fehler, die nur während des Einlesens deiner Seite durch Googlebot-Mobile aufgetreten sind (diese Fehler erscheinen nicht für die Desktop-Anzeige)"],"Errors that occurred when your site was crawled by Googlebot.":["Während der Seitenindizierung durch den Googlebot aufgetretene Fehler."],"Issue categories":["Problemkategorien"],"Incorrect Google Authorization Code.":["Falscher Google-Autorisierungscode."],"The issues have been successfully reloaded!":["Die Ausgaben wurden erfolgreich neu geladen!"],"The %1$s data has been removed. You will have to reauthenticate if you want to retrieve the data again.":["Der %1$s Datensatz wurde entfernt. Wenn Du die Daten erhalten willst musst Du Dich erneut authentifizieren."],"Crawl errors per page":["Crawl-Fehler pro Seite"],"Search":["Suchen"],"Don't miss your crawl errors: %1$sconnect with Google Search Console here%2$s.":["Behalte den Überblick über deine Suchmaschineneinträge und -fehler: %1$sVerbinde Dich hier mit der Google Search Console: %2$s"],"Create redirect":["Weiterleitung erstellen"],"Mark as fixed":["Als korrigiert markieren"],"Response code":["Antwortcode"],"First detected":["Zuerst entdeckt"],"Last crawled":["Zuletzt durchsucht"],"URL":["URL"],"%1$s detected you’re using a version of %2$s which is not compatible with %1$s. Please update %2$s to the latest version to use this feature.":["%1$s meldet, dass du Version %2$s benutzt, die nicht mit %1$s kompatibel ist. Bitte aktualisiere  %2$s auf die neueste Version, damit du diese Funktion nutzen kannst."],"Yoast plugins share some code between them to make your site faster. As a result of that, we need all Yoast plugins to be up to date. We've detected this isn't the case, so please update the Yoast plugins that aren't up to date yet.":["Die Yoast Plugins tauschen Code untereinander aus, um deine Seite schneller zu machen. Aus diesem Grund müssen alle installierten Yoast Plugins aktuell sein. Wir haben festgestellt, dass eines oder mehrere Plugins nicht auf dem aktuellen Stand sind, bitte update daher alle veralteten Plugins."],"Feature phone":["Feature Phone"],"Smartphone":["Smartphone"],"Desktop":["Desktop"],"The target URL doesn't exist, but your server is not returning a 404 (file not found) error.":["Die Ziel-URL existiert nicht, aber dein Server sendet keinen 404 (Datei nicht gefunden) Fehler."],"Soft 404":["Soft 404"],"Request timed out or site is blocking Google.":["Entweder wurde die Zeit der Anforderung überschritten oder die Website blockiert Google."],"Server Error":["Serverfehler"],"Googlebot could access your site, but certain URLs are blocked for Googlebot in your %1$s file. This block could either be for all Googlebots or even specifically for Googlebot-mobile.":["Der Googlebot konnte auf deine Website zugreifen, jedoch sind bestimmte URLs in der Datei %1$s für Googlebot blockiert. Diese Blockade betrifft entweder alle Googlebots oder speziell den Googlebot-Mobile."],"Blocked":["Blockiert"],"Google was unable to crawl this URL due to an undetermined issue.":["Google konnte diese URL aufgrund eines unbestimmten Fehlers nicht crawlen."],"URL points to a non-existent page.":["Die URL verweist auf eine nicht existierende Seite."],"Not found":["Nicht gefunden"],"Not followed":["Nicht verfolgt"],"Faulty redirects":["Fehlerhafte Weiterleitungen"],"Server requires authentication or is blocking Googlebot from accessing the site.":["Der Server erfordert eine Authentifizierung oder verhindert den Zugriff des Googlebots"],"Access denied":["Zugriff verweigert"],"Deactivate %s":["Deaktiviere %s"],"The %1$s plugin might cause issues when used in conjunction with %2$s.":["Das %1$s Plugin könnte in Verbindung mit %2$s Fehler hervorrufen."],"Upload Image":["Bild hochladen"],"Remove these ads?":["Diese Anzeigen entfernen?"],"%s Posts Overview":["%s Beitragsübersicht"],"The Breadcrumbs Title is used in the breadcrumbs where this taxonomy appears.":["Der Breadcrumbs-Titel wird in den Breadcrumbs benutzt, wo diese Taxonomie erscheint."],"Breadcrumbs title":["Breadcrumbs-Titel"],"The canonical link is shown on the archive page for this term.":["Der Canonical-Link wird auf der Archivseite für diesen Begriff angezeigt."],"Facebook App ID":["Facebook Anwendungs-ID"],"Pinterest":["Pinterest"],"Other":["Anderes"],"Archives":["Archive"],"Email":["E-Mail"],"Previous":["Zurück"],"Next":["Weiter"],"Close":["Schließen"],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines and might slow down your site.":["Sowohl %1$s als auch %2$s erstellen XML-Sitemaps. Zwei Sitemaps haben jedoch keinen Vorteil für Suchmaschinen und könnten deine Website sogar verlangsamen."],"Configure %1$s's OpenGraph settings":["Konfigurieren der %1$s OpenGraph-Einstellungen"],"Both %1$s and %2$s create OpenGraph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":["Sowohl %1$s als auch %2$s erzeugen OpenGraph Code, was dazu führen könnte, dass Facebook, Twitter, LinkedIn und andere soziale Netzwerke die falschen Texte und Bilder beim Teilen der Seiten verwenden."],"%s Image":["%s Bild"],"%s Description":["%s Beschreibung"],"%s Title":["%s Titel"],"Twitter":["Twitter"],"Facebook":["Facebook"],"The recommended image size for %1$s is %2$s pixels.":["Die empfohlene Bildgröße für %1$s sind %2$s pixel."],"If you want to override the image used on %s for this post, upload / choose an image here.":["Wenn du das Bild, das in in dem Post für %s verwendet wurde, überschreiben willst, wähle ein anderes Bild, lade ein anderes Bild hoch oder füge die URL hier ein. "],"If you don't want to use the meta description for sharing the post on %s but want another description there, write it here.":["Wenn du um diesen Post auf %s zu teilen anstatt der Meta-Beschreibung eine andere Beschreibung verwenden möchtest, hinterlege sie hier."],"If you don't want to use the post title for sharing the post on %s but instead want another title there, write it here.":["Wenn du nicht den Titel des Beitrages zum Teilen bei %s verwenden möchtest, kannst du hier einen anderen Titel eintragen."],"very difficult":["sehr schwierig"],"Try to make shorter sentences, using less difficult words to improve readability":["Versuche, kürzere Sätze zu formulieren und weniger komplizierte Wörter zu nutzen, um die Lesbarkeit zu erhöhen"],"difficult":["schwer"],"Try to make shorter sentences to improve readability":["Versuche, kürzere Sätze zu formulieren, um die Lesbarkeit zu erhöhen"],"fairly difficult":["ziemlich schwer"],"OK":["OK"],"fairly easy":["ziemlich einfach"],"easy":["einfach"],"very easy":["sehr einfach"],"Meta Desc.":["Meta Beschr."],"All SEO Scores":["Alle SEO-Werte"],"SEO: Post Noindexed":["SEO: Nicht indizierter Eintrag"],"SEO: Good":["SEO: Gut"],"SEO: OK":["SEO: OK"],"SEO issue: The featured image should be at least 200 by 200 pixels to be picked up by Facebook and other social media sites.":["Das Bild muss mindestens 200x200 Pixel groß sein, um von Facebook und anderen Social Media Seiten aufgenommen zu werden."],"(no parent)":["(kein Elternelement)"],"Post is set to noindex.":["Der Artikel wird nicht indexiert."],"The URL that this page should redirect to.":["Die URL, auf die diese Seite weitergeleitet werden soll."],"301 Redirect":["301-Weiterleitung"],"The canonical URL that this page should point to. Leave empty to default to permalink. %1$sCross domain canonical%2$s supported too.":[""],"Canonical URL":["Canonical-URL"],"Title to use for this page in breadcrumb paths":["Titel, der für diese Seite in Breadcrumbs-Pfaden benutzt werden soll"],"Breadcrumbs Title":["Breadcrumb-Titel"],"No Snippet":["Kein Snippet"],"No Archive":["Kein Archiv"],"No Image Index":["Kein Bild Index"],"None":["Keine"],"Site-wide default: %s":["Seitenweite Voreinstellung: %s"],"Advanced <code>meta</code> robots settings for this page.":["Erweiterte <code>Meta</code> Robots Einstellungen für diese Seite."],"Meta robots advanced":["Erweiterte Meta Robots"],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Achtung: Auch wenn hier die Meta-Robots-Einstellungen gesetzt werden können, - falls die gesamte Website auf \"noindex\" gesetzt ist, bleiben die Eintragungen hier ohne Wirkung."],"Meta description":["Meta-Beschreibung"],"SEO Title":["SEO-Titel"],"Focus keyword":["Fokus-Keyword"],"Snippet preview":["Snippet Vorschau"],"Settings successfully imported.":["Einstellungen wurden erfolgreich importiert."],"Settings could not be imported:":["Einstellungen konnten nicht importiert werden:"],"Error creating %1$s export: ":["Fehler beim Erstellen des %1$s Exports:"],"Breadcrumb for 404 pages:":["Breadcrumb für 404 Seiten:"],"Prefix for search result pages:":["Präfix für Suchergebnisseiten:"],"Prefix for archive pages:":["Präfix für Archivseiten:"],"Prefix for breadcrumbs:":["Präfix für Breadcrumbs:"],"Anchor text for the homepage:":["Anker-Text für die Webseite:"],"Breadcrumbs separator:":["Breadcrumb Trennzeichen:"],"Remove blog page from breadcrumbs":["Entferne die Blogseite aus den Breadcrumbs"],"%s Breadcrumbs":["%s Breadcrumbs"],"Use Image":["Bild verwenden"],"Action":["Aktion"],"Page URL/Slug":["Seiten URL / Titelform"],"Publication date":["Veröffentlichungsdatum"],"Post Status":["Beitragsstatus"],"WP Page Title":["WP Seitentitel"],"View":["Ansicht"],"View &#8220;%s&#8221;":["zeige &#8220;%s&#8221;"],"Preview":["Vorschau"],"Preview &#8220;%s&#8221;":["Vorschau &#8220;%s&#8221;"],"Edit":["Bearbeiten"],"Filter":["Filter"],"New Yoast Meta Description":["Neue Yoast Meta Beschreibung"],"Existing Yoast Meta Description":["Existierende Yoast Meta Beschreibung"],"Facebook profile URL":["URL des Facebook Profils"],"Twitter username (without @)":["Twitter Benutzername (ohne @)"],"FAQ":["FAQ"],"Premium Support":["Premium Unterstützung"],"Settings":["Einstellungen"],"You must %1$sgo to your Reading Settings%2$s and uncheck the box for Search Engine Visibility.":["Geh bitte zu %1$sEinstellungen \"Lesen\"%2$s und entferne den Haken bei \"Search Engine Visibility\" (sichtbar für Suchmaschinen)."],"Huge SEO Issue: You're blocking access to robots.":["Wichtiges SEO-Problem: Du blockierst den Zugriff von Suchmaschinen."],"Posts":["Beiträge"],"Edit Files":["Dateien editieren"],"Advanced Variables":["Erweiterte Variablen"],"Basic Variables":["Grundvariablen"],"General":["Allgemein"],"Extensions":["Erweiterungen"],"Search Console":["Suchkonsole"],"Tools":["Werkzeuge"],"Advanced":["Erweitert"],"XML sitemaps":["XML-Sitemaps"],"Social":["Social"],"SEO":["SEO"],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":["%1$s hat festgestellt, dass du Version  %2$s von %3$s nutzt. Bitte aktualisiere auf die neueste Version, um Fehler zu vermeiden."],"Just another WordPress site":["Nur eine weitere Wordpress Seite"],"You still have the default WordPress tagline, even an empty one is probably better. %1$sYou can fix this in the customizer%2$s.":["Du hast noch den Standard-WordPress-Slogan, selbst ein leerer ist vermutlich besser. %1$sIm Customizer kannst du dies anpassen%2$s."],"You have used HTML in your value which is not allowed.":["Du hast HTML in deinem Wert verwendet, dies ist nicht erlaubt."],"You can't edit %s that aren't yours.":["Du kannst %s nicht editieren, das sind nicht Deine."],"You can't edit %s.":["Du kannst %s nicht bearbeiten."],"Post has an invalid Content Type: %s.":["Beitrag hat einen ungültigen Inhaltstyp: %s."],"Post doesn't exist.":["Dieser Beitrag existiert nicht."],"course\u0004Free:":["Kostenlos:"],"posts\u0004Trash <span class=\"count\">(%s)</span>":["Papierkorb <span class=\"count\">(%s)</span>","Papierkorb <span class=\"count\">(%s)</span>"],"posts\u0004All <span class=\"count\">(%s)</span>":["Alle <span class=\"count\">(%s)</span>","Alle <span class=\"count\">(%s)</span>"]}}}