{"domain":"js-text-analysis","locale_data":{"js-text-analysis":{"":{"domain":"js-text-analysis","plural_forms":"nplurals=3; plural=(n==1) ? 0 : (n>=2 && n<=4) ? 1 : 2;","lang":"sk"},"The meta description has a nice length.":[""],"Your site language is set to %s.":[""],"Number of results found: %s":[""],"Get started quickly with the %1$s %2$sconfiguration wizard%3$s!":[""],"First-time SEO configuration":[""],"Your site language is set to %s. If this is not correct, contact your site administrator.":[""],"Highlight this result in the text":[""],"Considerations":[""],"Errors":[""],"Change language":[""],"%1$s%3$s ACF Integration%2$s - an integration built by %4$s and Team %3$s":[""],"%1$sGlue for %4$s &amp; AMP%3$s - an integration between %2$sthe WordPress AMP plugin%3$s and %4$s.":[""],"You cannot create a %s file.":[""],"You cannot edit the %s file.":[""],"Updated %s":[""],"%1$s 3.0 brought a way for theme builders and custom field plugins to integrate with %1$s. These integrations make sure that %2$sall%3$s the data on your page is used for the content analysis. On this page, we highlight the frameworks that have nicely working integrations.":[""],"Create %s file":[""],"Edit the content of your %s:":[""],"Save changes to %s":[""],"%s file":[""],"We've got other integrations we'd like to tell you about:":[""],"Other integrations":[""],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please install %3$s to make your life better. %4$s.":[""],"More information":[""],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please activate %3$s to make your life better.":[""],"%1$s Integrations":[""],"More information about %1$s":[""],"Configuration Wizard":["Sprievodca nastavením"],"QA":[""],"You've done it!":["Zvládli ste to!"],"Seamlessly integrate %1$s into your AMP pages!":["Bezproblémová integrácia %1$s do vašich AMP stránok!"],"Seamlessly integrate %2$s with %1$s for the content analysis!":[""],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please install %3$s to make your life better.":[""],"Manage your subscription on My Yoast":["Spravovať vaše predplatné na My Yoast"],"The title &amp; metas settings for %1$s are made up of variables that are replaced by specific values from the page when the page is displayed. The table below contains a list of the available variables.":[""],"Mark the most important %1$s as 'cornerstone content' to improve your site structure. %2$sLearn more about cornerstone content%3$s.":[""],"Open support form":["Otvoriť formulár podpory"],"Follow our Yoast SEO for WordPress training and become a certified Yoast SEO Expert!":["Sledujte náš Yoast SEO tréning pre WordPress a staňte sa certifikovaným Yoast SEO expertom!"],"Enroll in the Yoast SEO for WordPress training »":["Zapojte sa do tréningu Yoast SEO pre WordPress »"],"Loading help center.":["Načítanie centra pomoci."],"Get support":["Získať pomoc"],"Search the knowledge base":["Prehladať bázu znalostí"],"View in KB":["Zobraziť v báze znalostí"],"Go back":["Späť"],"Go back to the search results":["Späť na výsledky vyhľadávania"],"(Opens in a new browser tab)":["(Otvára sa na novej karte prehliadača)"],"Want to be a Yoast SEO Expert?":["Chcete sa stať Yoast SEO expertom?"],"You just changed the URL of this %1$s. To ensure your visitors do not see a 404 on the old URL, you should create a redirect. %2$sLearn how to create redirects here.%3$s":["Práve ste zmenili URL tejto %1$s. Aby návštevníci nevideli Chybu 404 na starej adrese, je potrebné vytvoriť presmerovanie. %2$sNaučte sa vytvoriť presmerovanie tu.%3$s"],"Posts with a %1$sgood%2$s SEO score":["Články s %1$sgood%2$s SEO výsledkom"],"Posts with an %1$sOK%2$s SEO score":["Články s %1$sOK%2$s SEO výsledkom"],"Posts with a %1$sneeds improvement%2$s SEO score":["Články s %1$sneeds improvement%2$s SEO výsledkom"],"Posts %1$swithout%2$s a focus keyword":["Články %1$swithout%2$s kľúčového slova"],"Hey, your SEO is doing pretty well! Check out the stats:":["Tvoje SEO je na tom dosť dobre! Pozri si štatistiky:"],"You don't have any published posts, your SEO scores will appear here once you make your first post!":["Zatiaľ si nepublikoval žiadne články, tvoje SEO skóre sa objaví hneď, ako vytvoríš svoj prvý článok!"],"On this page, you can change the name of your site and choose which\n separator to use. The separator will display, for instance, between your\n post title and site name. Symbols are shown in the size they'll appear in\n the search results. Choose the one that fits your brand best or takes up\n the least space in the snippets.":["Na tejto stránke môžete zmeniť meno vašej webovej stránky a vybrať oddeľovač. Oddeľovač sa zobrazí napríklad medzi názvom článku a názvom webovej stránky Znaky sú zobrazené vo veľkosti, v ktorej sa zobrazia pri vyhľadávaní. Vyberte taký, ktorý zodpovedá najviac vašim predstavám alebo zaberá najmenej miesta v náhľade. "],"%1$s can tell search engines about your social media profiles.\n These will be used in Google's Knowledge Graph. There are additional\n sharing options in the advanced settings. More %2$sinfo%3$s.":["%1$s môže povedať vyhľadávačom o vašich profiloch na sociálnych médiách.\nTieto budú použité v grafe Google Knowledge. V rozšírených nastaveniach sú k dispozícii ďalšie možnosti zdieľania. Viac %2$sinformácií%3$s."],"Something else":["Niečo iné"],"A portfolio":["Portfólio"],"A corporation":["Spoločnosť"],"A small offline business":["Malý offline business"],"A news channel":["Nový kanál"],"An online shop":["Online obchod"],"A blog":["Blog"],"What does the site %1$s represent?":["Čo predstavuje stránka %1$s?"],"Please specify which post types you want search engines to index.\n If you do not know the differences between these, it's best to choose the\n default settings. For instance, setting 'Media' to visible would index your\n images which could lead to visitors finding your images without ever\n coming to your site. If you have a custom post type on your site, you need\n to activate these manually.":[""],"If you choose no, your author archives will be deactivated to prevent\n duplicate content issues.":[""],"Note: we don't store your data in any way and don't have full access to your account. \nYour privacy is safe with us.":["Poznámka: neukladáme vaše dáta žiadnym spôsobom a nemáme plný prístup k vášmu účtu. \nVaše súkromie je u nás v bezpečí. "],"%1$s integrates with Google Search Console, a must-have tool for site owners.\n It provides you with information about the health of your site. \n Don't have a Google account or is your site not activated yet?\n Find out %2$show to connect Google Search Console to your site.%3$s":[""],"Option B: My site is under construction and should not be indexed":["Možnosť B: Na webovej stránke sa ešte pracuje a nemala by byť indexovaná."],"Option A: My site is live and ready to be indexed":["Možnosť A: Moja webová stránka je online a môže byť indexovaná."],"Choose under construction if you want to keep the site out of the index\n of search engines. Don't forget to activate it once you're ready to\n publish your site.":[""],"Please specify if your site is under construction or already active.":["Prosím uveďte či sa na vašej webovej stránke pracuje alebo je už aktívna."],"This information will be used in Google's Knowledge Graph Card, the big\n block of information you see on the right side of the search results.":["Táto informácia bude použitá pre potreby Google's Knowledge Graph Card, veľký\nblok informácií na pravej strane výsledkov vyhľadávania."],"Does your site represent a person or company?":["Reprezentuje vaša webová stránka osobu alebo spoločnosť?"],"Close wizard":["Zavrieť sprievodcu"],"Read more like this on our SEO blog":["Viac podobného sa dočítate na našom SEO blogu. "],"Latest blogposts on Yoast.com":[""],"Readability: Good":["Čitateľnosť: Dobrá"],"Readability: OK":["Čitateľnosť: OK"],"Readability: Needs improvement":["Čitateľnosť: Vyžaduje zlepšenie"],"SEO: Needs improvement":["SEO: Vyžaduje zlepšenie"],"Activate your site on My Yoast":["Aktivujte si svoju webovú stránku v My Yoast"],"Not activated":["Neaktivované"],"Activated":["Aktivované"],"%1s recommendations for you":["%1 odporúčaní pre Vás"],"All Readability Scores":["Všetky skóre čitateľností"],"Filter by Readability Score":["Filtrovať podľa skóre čitateľností"],"You are not receiving updates or support! Fix this problem by adding this site and enabling %1$s for it in %2$s.":["Nedostávate aktualizácie alebo podporu! Opravte tento problém pridaním tejto webovej stránky a zapnite pre ňu %1$s na %2$s."],"Remind me again in 4 weeks.":["Pripomeň mi o 4 týždne."],"Request method %1$s is not valid.":["Požadovaná metóda %1$s nie je platná."],"Import from Jetpack SEO":["Importovať z Jetpack SEO"],"Muted notifications:":["Vypnuté notifikácie:"],"Muted problems:":["Vypnuté/Stlmené problémy:"],"Do you want to preview what it will look like if people share this post on %1$s? You can, with %2$s.":["Chcete si prehliadnuť ako to bude vyzerať, keď ľudia budú zdieľať tento článok cez  %1$s?\nMôžete s %2$s."],"Find out why you should upgrade to %s &raquo;":["Zistite, prečo by ste mali inovovať na %s &raquo;"],"Go premium!":["Zakúpte si prémium!"],"Dismiss %s upgrade motivation":[""],"This feature helps you improve the internal link structure of your site. If you want to know more about the why and how of internal linking, check out the %1$sarticle about internal linking on Yoast.com%2$s.":[""],"The <strong>Text link counter</strong> feature (introduced in %1$s %2$s) is currently disabled. For this feature to work %1$s needs to create a table in your database. We were unable to create this table automatically.\n\t\t\t\t\tPlease read the following %3$sknowledge base article%4$s to find out how to resolve this problem.":[""],"Good job! All the links in your texts have been counted.":["Dobrá práca! Všetky odkazy vo vašom texte boli spočítané."],"Calculation completed.":["Výpočet bol dokončený."],"Calculation in progress...":["Prebieha výpočet..."],"Stop counting":["Prestať počítať"],"Counting links in your texts":["Počítam odkazy vo vašom texte"],"Text %1$s of %2$s processed.":["Text %1$s z %2$s spracovaný."],"All your texts are already counted, there is no need to count them again.":["Všetky vaše texty sú už spočítané, nie je potrebné ich počítať znova."],"Count links in your texts":["Spočítajte odkazy vo vašom texte"],"The links in all your public texts need to be counted. This will provide insights of which texts need more links to them. If you want to know more about the why and how of internal linking, check out %1$sthe article about internal linking on %2$s%3$s.":["Odkazy vo vašich verejných textoch potrebujú byť spočítané. Toto vám prezradí, ktoré z vašich textov potrebujú viac odkazov. Ak chcete vedieť viac o tom, prečo a ako sa používajú interné odkazy, pozrite sa na %1$sčlánok o interných odkazoch na %2$s%3$s."],"Text link counter":["Počítadlo textových odkazov"],"To make sure all the links in your texts are counted, we need to analyze all your texts.\n\t\t\t\t\tAll you have to do is press the following button and we'll go through all your texts for you.\n\n\t\t\t\t\t%3$sCount links%4$s\n\n\t\t\t\t\tThe Text link counter feature provides insights in how many links are found in your text and how many links are referring to your text. This is very helpful when you are improving your %1$sinternal linking%2$s.":[""],"The <strong>Text link counter</strong> feature (introduced in %1$s %2$s) is currently disabled. For this feature to work %1$s requires at least PHP version %3$s. We have detected PHP version %4$s on this website.\n\t\t\t\t\tPlease read the following %5$sknowledge base article%6$s to find out how to resolve this problem.":[""],"# internal links to":["# interných odkazov na"],"Number of internal links linking to this post. See \"Yoast Columns\" text in the help tab for more info.":[""],"# links in post":["# odkazov v článku"],"Number of internal links in this post. See \"Yoast Columns\" text in the help tab for more info.":["Počet interných odkazov v tomto článku. Pozrite sa na text \"Yoast Stĺpce\" v sekcií pomoc pre viac info."],"%1$s adds several columns to this page. We've written an article about %2$show to use the SEO score and Readability score%3$s. The links columns show the number of articles on this site linking %5$sto%6$s this article and the number of URLs linked %5$sfrom%6$s this article. Learn more about %4$show to use these features to improve your internal linking%3$s, which greatly enhances your SEO.":[""],"%s Columns":["%s Stĺpce/ov"],"Readability score":["Skóre čitateľnosti"],"Take the online Structured Data Training course and learn how to create rich snippets!":[""],"The focus keyword appears only in %2$d (out of %1$d) subheadings in your copy. Try to use it in at least one more subheading.":["Hlavné kľúčové slovo sa zobrazí iba v %2$d (z %1$d) podnadpisoch vo vašej kópii. Pokúste sa ho použiť vo viac ako jednom podnadpise."],"No internal links appear in this page, consider adding some as appropriate.":["Na tejto stránke sa nenachádzajú interné odkazy, zvážte pridanie niektorých interných odkazov."],"This page has %1$s internal link(s).":["Táto stránka obsahuje %1$s interný(é) odkaz(y)."],"This page has %1$s nofollowed internal link(s) and %2$s normal internal link(s).":[""],"This page has %1$s internal link(s), all nofollowed.":[""],"Other benefits of %s for you:":["Ďalšie výhody %s pre vás:"],"Let us set up %s for you":["Nastavíme %s za Vás"],"Configure %s in a few steps":["Konfigurujte %s v niekoľkých krokoch"],"%1$sSocial media preview%2$s: Facebook &amp; Twitter":["%1$sNáhľad sociálych médií%2$s: Facebook &amp; Twitter"],"Scroll to see the preview content.":["Prejdite na zobrazenie ukážky obsahu."],"Enter authorization code here...":["Zadajte autorizačný kód tu ..."],"The Cornerstone content functionality enables you to mark and filter cornerstone content on your website. %1$sRead more about how cornerstone content can help you improve your site structure.%2$s":["Funkcionalita kľúčového obsahu vám umožňuje vyznačiť a filtrovať kľúčový obsah na vašej webovej stránke. %1$sPrečítajte si viac o tom ako kľúčový obsah môže vylepšiť vašu webovú stránku.%2$s"],"Cornerstone content":["Kľúčový obsah"],"%1$s will now take care of all the needed technical optimization of your site. To really improve your site's performance in the search results, it's important to start creating content that ranks well for keywords you care about. Check out this video in which we explain how to use the %1$s metabox when you edit posts or pages.":[""],"Your %1$s plugin is now set up. SEO, however, is subject to constant change. Sign up for our newsletter if you would like to keep up-to-date regarding %1$s, other plugins by Yoast and important news in the world of SEO.":["Váš %1$s plugin je teraz nastavený, avšak SEO podlieha neustálym zmenám. Prihláste sa na odber newslettra, ak chcete zostať informovaný ohľadne %1$s, ďalších pluginov od Yoast a ohľadne dôležitých správ v oblasti SEO."],"Stay up-to-date":["Zostaňte informovaný"],"If you want to outrank the competition in a specific town or region, check out our %1$s plugin! You’ll be able to easily insert Google maps, opening hours, contact information and a store locator. Besides that %1$s helps you to improve the usability of your contact page.":[""],"Attract more customers near you":["Oslovte viacej zákazníkov blízko Vás"],"Do you want to know all the ins and outs of the %1$s plugin? Do you want to learn all about our advanced settings? Want to be able to really get the most out of the %1$s plugin? Check out our %1$s plugin training and start outranking the competition!":[""],"Get the most out of %1$s with the %2$s":[""],"Do you want to learn how to write content that generates traffic? Check out our %1$s. We will help you to write awesome copy that will rank in the search engines. The %1$s covers all the main steps in SEO copywriting: from keyword research to publishing.":[""],"Learn how to write copy that ranks":[""],"Upgrade to Premium":["Aktualizovať na Prémium"],"Do you want to outrank your competition? %1$s gives you awesome additional features that'll help you to set up your SEO strategy like a professional. Use the multiple focus keywords functionality, the redirect manager and our internal linking tool. %1$s will also give you access to premium support.":["Chcete prekročiť svoju konkurenciu? %1$s vám ponúka úžasné doplnkové funkcie, ktoré vám pomôžu nastaviť stratégiu SEO ako profesionál. Použite funkciu viacerých kľúčových slov, manažéra presmerovania a náš interný nástroj na prepojenie. %1$s vám tiež poskytne prístup k prémiovej podpore."],"Outrank the competition with %s":[""],"Configuration service":["Konfiguračná služba"],"While we strive to make setting up %1$s as easy as possible, we understand it can still be daunting. If you would rather have us set up %1$s for you (and get a copy of %2$s in the process), order a %1$s configuration service and sit back while we configure your site.":[""],"Configure %s":["Konfigurovať %s"],"Welcome to the %1$s configuration wizard. In a few simple steps we'll help you configure your SEO settings to match your website's needs! %1$s will take care of all the technical optimizations your site needs.":[""],"Please choose the %s configuration of your liking:":[""],"You might like":["Môže sa vám páčiť"],"Newsletter":["Newsletter"],"We have detected that you have not finished this wizard yet, so we recommend you to %2$sstart the configuration wizard to configure %1$s%3$s.":[""],"The configuration wizard helps you to easily configure your site to have the optimal SEO settings.":[""],"This article is %1$scornerstone content%2$s":[""],"If you cannot upgrade your PHP version yourself, you can send an email to your host. We have %1$sexamples here%2$s. If they don't want to upgrade your PHP version, we would suggest you switch hosts. Have a look at one of our recommended %3$sWordPress hosting partners%4$s, they've all been vetted by our Yoast support team and provide all the features a modern host should provide.":[""],"If you cannot upgrade your PHP version yourself, you can send an email to your host. We have %1$sexamples here%2$s. If they don't want to upgrade your PHP version, we would suggest you switch hosts. Have a look at one of the recommended %3$sWordPress hosting partners%4$s.":[""],"Can't update? Ask your host!":["Nemôžete aktualizovať? Opýtajte sa svojho poskytovateľa hostingu!"],"You should update your PHP version to either 5.6 or to 7.0 or 7.1. On a normal WordPress site, switching to PHP 5.6 should never cause issues. We would however actually recommend you switch to PHP7. There are some plugins that are not ready for PHP7 though, so do some testing first. We have an article on how to test whether that's an option for you %1$shere%2$s. PHP7 is much faster than PHP 5.6. It's also the only PHP version still in active development and therefore the better option for your site in the long run.":[""],"To which version should I update?":["Na ktorú verziu mám updatovať?"],"Hosts have the ability to update your PHP version, but sometimes they don't dare to do that because they're afraid they'll break your site.":[""],"Hey, we've noticed that you're running an outdated version of PHP. PHP is the programming language that WordPress and Yoast SEO are built on. The version that is currently used for your site is no longer supported. Newer versions of PHP are both faster and more secure. In fact, your version of PHP no longer receives security updates, which is why we're sending you to this notice.":["Všimli sme si, že používate zastaralú verziu PHP. PHP je programovací jazyk, na ktorom sú postavené WordPress a Yoast SEO. Verzia používaná na vašej webovej stránke už nie je podporovaná. Novšie verzie PHP sú jednak rýchlejšie, aj bezpečnejšie. Vaša verzia PHP už neprijíma aktualizácie zabezpečenia, z toho dôvodu vám zasielame túto notifikáciu."],"Your site could be faster and more secure with a newer PHP version.":["Vaša webová stránka môže byť rýchlejšia a bezpečnejšia s novšou verziou PHP."],"A message from %1$s":["Správa od %1$s"],"Go Premium and our experts will be there for you to answer any questions you might have about the setup and use of the plugin.":[""],"24/7 support":["24/7 podpora"],"Superfast internal linking suggestions":["Superrýchle interné návrhy prepojení"],"Great news: you can, with %1$s!":["Skvelá správa: môžete s %1$s!"],"Save changes":["Uložiť zmeny"],"1 year free updates and upgrades included!":["1 rok zdarma aktualizácie a vylepšenia v cene!"],"The plugin %2$s changes your site's output and in doing that differentiates between search engines and normal users, a process that's called cloaking. We highly recommend that you disable it.":[""],"Want to add more than one keyword?":["Chcete pridať viac ako jedno kľúčové slovo?"],"Superfast internal links suggestions":["Návrhy rýchlych interných odkazov"],"%1$sNo more dead links%2$s: easy redirect manager":["%1$sŽiadne mŕtve linky%2$s: jednoduchý manažér presmerovania"],"Other benefits of %1$s for you:":["Ďalšie výhody %1$s pre vás:"],"Go Premium and our experts will be there for you to answer any questions you might have about the set-up and use of the plug-in!":["Prejdi na Premium konto a naši experti tu budú pre Vás aby zodpovedali Vaše otázky, ktoré by ste mohli mať okolo nastavenia alebo použitia tohto pluginu!"],"No ads!":["Žiadne reklamy!"],"Facebook & Twitter":["Facebook a Twitter"],"Social media preview":["Náhľad sociálnych medií"],"Find related posts superfast":["Nájdite súvisiace články super rýchlo"],"Internal linking suggestions":["Návrhy interného odkazovania"],"Easy redirect manager":["Jednoduchý manažér pre presmerovanie"],"No more dead links":["Už žiadne mŕtve odkazy"],"Increase your SEO reach":["Zvýšte Vás SEO dosah"],"Multiple keywords":["Viacero kľúčových slov"],"Get %1$s":["Získať %1$s"],"The focus keyword contains a stop word. This may or may not be wise depending on the circumstances. %1$sLearn more about the stop words%2$s.":["","The focus keyword contains %3$d stop words. This may or may not be wise depending on the circumstances. %1$sLearn more about the stop words%2$s.","The focus keyword contains %3$d stop words. This may or may not be wise depending on the circumstances. %1$sLearn more about the stop words%2$s."],"Take the online Technical SEO Training course and learn essential technical SEO-concepts!":[""],"If you want more help creating awesome content, check out our %2$sSEO copywriting course%3$s. Do you want to know all about the features of the plugin, consider doing our %1$s!":[""],"Variable":["Premenná"],"Available variables":["Dostupné premenné"],"Scroll to see the table content.":["Posunúť na zobrazenie obsahu tabuľky"],"Need help determining your settings? Configure %1$s step-by-step.":["Potrebujete pomoc pri určovaní vašich nastavení? Nakonfigurujte %1$s krok za krokom."],"Please refer to %1$sour article about how to connect your website to Google Search Console%2$s if you need assistance.":[""],"The keyword density is %1$s, which is way over the advised %3$s maximum; the focus keyword was found %2$d times.":[""],"An error occurred in the '%1$s' assessment":["V hodnotení '%1$s'  sa vyskytla chyba"],"%1$s of the words contain %2$sover %3$s syllables%4$s, which is more than the recommended maximum of %5$s.":[""],"%1$s of the words contain %2$sover %3$s syllables%4$s, which is less than or equal to the recommended maximum of %5$s.":[""],"The slug for this page contains a %1$sstop word%2$s, consider removing it.":["","The slug for this page contains %1$sstop words%2$s, consider removing them.","The slug for this page contains %1$sstop words%2$s, consider removing them."],"%1$s of the sentences contain a %2$stransition word%3$s or phrase, which is great.":[""],"%1$s of the sentences contain a %2$stransition word%3$s or phrase, which is less than the recommended minimum of %4$s.":[""],"The focus keyword '%1$s' does not appear in the SEO title.":["Zamerané kľúčové slovo '%1$s' sa nezobrazí v SEO nadpise."],"This is far below the recommended minimum of %2$d word. Add more content that is relevant for the topic.":["","This is far below the recommended minimum of %2$d words. Add more content that is relevant for the topic.","This is far below the recommended minimum of %2$d words. Add more content that is relevant for the topic."],"This is below the recommended minimum of %2$d word. Add more content that is relevant for the topic.":["","This is below the recommended minimum of %2$d words. Add more content that is relevant for the topic.","This is below the recommended minimum of %2$d words. Add more content that is relevant for the topic."],"This is slightly below the recommended minimum of %2$d word. Add a bit more copy.":["","This is slightly below the recommended minimum of %2$d words. Add a bit more copy.","This is slightly below the recommended minimum of %2$d words. Add a bit more copy."],"This is more than or equal to the recommended minimum of %2$d word.":["","This is more than or equal to the recommended minimum of %2$d words.","This is more than or equal to the recommended minimum of %2$d words."],"The text contains %1$d word.":["Text obsahuje %1$d slovo.","Text obsahuje %1$d slová.","Text obsahuje %1$d slov."],"%1$d subheading is followed by more than the recommended maximum of %2$d words. Try to insert another subheading.":["","%1$d of the subheadings are followed by more than the recommended maximum of %2$d words. Try to insert additional subheadings.","%1$d of the subheadings are followed by more than the recommended maximum of %2$d words. Try to insert additional subheadings."],"The amount of words following each of the subheadings doesn't exceed the recommended maximum of %1$d words, which is great.":[""],"%1$s of the sentences contain %2$smore than %3$s words%4$s, which is more than the recommended maximum of %5$s. Try to shorten the sentences.":[""],"%1$s of the sentences contain %2$smore than %3$s words%4$s, which is less than or equal to the recommended maximum of %5$s.":[""],"The meta description contains %1$d sentence %2$sover %3$s words%4$s. Try to shorten this sentence.":["","The meta description contains %1$d sentences %2$sover %3$s words%4$s. Try to shorten these sentences.","The meta description contains %1$d sentences %2$sover %3$s words%4$s. Try to shorten these sentences."],"The meta description contains no sentences %1$sover %2$s words%3$s.":[""],"The text contains %2$d consecutive sentences starting with the same word. Try to mix things up!":["","The text contains %1$d instances where %2$d or more consecutive sentences start with the same word. Try to mix things up!","The text contains %1$d instances where %2$d or more consecutive sentences start with the same word. Try to mix things up!"],"%1$s of the sentences contain %2$spassive voice%3$s, which is more than the recommended maximum of %4$s. Try to use their active counterparts.":[""],"%1$s of the sentences contain %2$spassive voice%3$s, which is less than or equal to the recommended maximum of %4$s.":[""],"%1$d of the paragraphs contains more than the recommended maximum of %2$d words. Are you sure all information is about the same topic, and therefore belongs in one single paragraph?":["","%1$d of the paragraphs contain more than the recommended maximum of %2$d words. Are you sure all information within each of these paragraphs is about the same topic, and therefore belongs in a single paragraph?","%1$d of the paragraphs contain more than the recommended maximum of %2$d words. Are you sure all information within each of these paragraphs is about the same topic, and therefore belongs in a single paragraph?"],"The meta description is over %1$d characters. Reducing the length will ensure the entire description will be visible.":["Meta popis je dlhší ako %1$d znakov. Skrátením dosiahnete, že bude viditeľný celý."],"The keyword density is %1$s, which is too low; the focus keyword was found %2$d times.":["Početnosť kľúčového slova je %1$s, čo je príliš málo; kľúčové slová boli nájdené %2$d-krát."],"Step %1$d: %2$s":["Krok %1$d: %2$s"],"No new notifications.":["Žiadne nové upozornenia."],"Save all":["Uložiť všetko"],"Save":["Uložiť"],"You have %d new issue concerning your SEO!":["Máte %d nový problém súvisiaci s vaším SEO!","Máte %d nové problémy súvisiace s vaším SEO!","Máte %d nových problémov súvisiacich s vaším SEO!"],"%1$s, Author at %2$s":["%1$s, autor na %2$s"],"wpSEO data successfully imported. Would you like to %1$sdisable the wpSEO plugin%2$s?":[""],"All in One SEO data successfully imported. Would you like to %1$sdisable the All in One SEO plugin%2$s?":[""],"All in One SEO data successfully imported. Would you like to %1$sdisable the All in One SEO plugin%3$s? You've had Google Analytics enabled in All in One SEO, would you like to install the %2$sGoogle Analytics plugin%3$s?":[""],"Mobile preview":["Mobilné zobrazenie"],"Desktop preview":[""],"Use queries instead":[""],"Use javascript instead.":[""],"Select redirect":["Vyberte presmerovanie"],"Take the online Site Structure Training course and learn how to structure your website!":[""],"you are <strong>not</strong> receiving updates.":["<strong>nedostávate</strong> aktualizácie."],"INACTIVE":["NEAKTÍVNY"],"you are receiving updates.":["prijali ste aktualizácie."],"ACTIVE":["AKTÍVNY"],"<b>Warning!</b> Your %s license is inactive which means you're missing out on updates and support! <a href=\"%s\">Activate your license</a> or <a href=\"%s\" target=\"_blank\">get a license here</a>.":[""],"<b>Warning!</b> You didn't set your %s license key yet, which means you're missing out on updates and support! <a href=\"%s\">Enter your license key</a> or <a href=\"%s\" target=\"_blank\">get a license here</a>.":[""],"Please provide an SEO title by editing the snippet below.":["Prosím, uveďte SEO titulok vyplnením úryvku nižšie."],"Meta description preview:":["Náhľad Meta popisu:"],"Slug preview:":["Náhľad slugu:"],"SEO title preview:":["Náhľad SEO názvu:"],"Close snippet editor":["Zatvoriť editor úryvku"],"Slug":["Slug"],"Remove marks in the text":["Odstráňte značky v texte"],"Mark this result in the text":["Označte tento výsledok v texte"],"Marks are disabled in current view":["Značky sú zakázané v aktuálnom pohľade"],"Content optimization: Good SEO score":["Optimalizácia obsahu: Dobré SEO skóre"],"Good SEO score":["Dobré SEO skóre"],"Content optimization: OK SEO score":["Optimalizácia obsahu: OK SEO skóre"],"OK SEO score":["OK SEO skóre"],"Content optimization: Bad SEO score":["Optimalizácia obsahu: Zlé SEO skóre"],"Bad SEO score":["Zlé SEO skóre"],"Content optimization: Has feedback":["Optimalizácia obsahu: Máte spätnú väzbu"],"Feedback":["Spätná väzba"],"http://en.wikipedia.org/wiki/Stop_words":["https://sk.wikipedia.org/wiki/Stop_slovo"],"The focus keyword appears in the URL for this page.":["Zamerané kľúčové slovo sa objaví v URL pre túto stránku."],"You have far too little content, please add some content to enable a good analysis.":["Máte príliš málo obsahu, prosím pridajte viac obsahu aby bola možná dobrá analýza."],"The images on this page contain alt attributes.":["Obrázky na tejto stránke obsahujú alt vlastnosti."],"The images on this page do not have alt attributes containing the focus keyword.":["Obrázky na tejto stránke neobsahujú atribúty alternatívneho textu s vašim kľúčovým slovom / frázou."],"The images on this page contain alt attributes with the focus keyword.":["Obrázky na tejto stránke obsahujú atribúty alternatívneho textu so zameranými kľúčovými slovami."],"The text does not contain any subheadings. Add at least one subheading.":["Text neobsahuje žiadne podnadpisy. Pridajte aspoň jeden podnadpis."],"None of the paragraphs are too long, which is great.":["Žiadny z uvedených odsekov nie je príliš dlhý, čo je skvelé."],"The SEO title is wider than the viewable limit.":["SEO nadpis presahuje zobraziteľný limit."],"The SEO title has a nice length.":["SEO nadpis má primeranú dĺžku."],"The SEO title is too short. Use the space to add keyword variations or create compelling call-to-action copy.":[""],"The meta description contains the focus keyword.":["Meta popis obsahuje kľúčové slovo."],"The keyphrase is over 10 words, a keyphrase should be shorter.":["Vaša kľúčová fráza je dlhšia ako 10 slov, mala by byť kratšia."],"ok":["dobre"],"Choose an image":["Vyberte si obrázok"],"Remove the image":["Odstrániť obrázok"],"company logo image preview":["náhľad firemného loga"],"Choose image":["Vybrať obrázok"],"MailChimp signup failed:":["MailChimp registrácia zlyhala:"],"Sign Up!":["Prihláste sa!"],"Name":["Meno"],"There is an error with the request.":["Vyskytla sa chyba pri tejto požiadavke."],"Select profile":["Vybrať profil"],"Choose a profile":["Zvoliť profil"],"Reauthenticate with Google":["Re-autorizovať s Google"],"To allow %s to fetch your Google Search Console information, please enter your Google Authorization Code. Clicking the button below will open a new window.":[""],"Search Result Preview":["Ukážka výsledkov vyhľadávania"],"URL preview: ":["Náhľad URL:"],"Please provide a meta description by editing the snippet below.":["Prosím zadajte meta popis úpravou úryvku nižšie."],"Edit snippet":["Editovať úryvok"],"Search Result Form":["Formulár výsledkov vyhľadávania"],"You can click on each element in the preview to jump to the Snippet Editor.":["Môžete kliknúť na každý prvok v náhľade a rovno ho upraviť v editore."],"SEO title preview: ":["Náhľad SEO titulku:"],"This is an example title - edit by clicking here":["Toto je príklad titulu - pre úpravu kliknite tu"],"Slug preview: ":["Náhľad slugu:"],"Meta description preview: ":["Náhľad meta popisu:"],"Please provide a meta description by editing it here.":[""],"Close search result form":[""],"A problem occurred when saving the current step, {{link}}please file a bug report{{/link}} describing what step you are on and which changes you want to make (if any).":[""],"Close the Wizard":["Zatvoriť sprievodcu"],"Previous step":["Predchádzajúci krok"],"Next step":["Ďalší krok"],"Export settings":["Nastavenia exportu"],"Get %s now!":[""],"You're not getting the benefits of %1$s yet. If you had %1$s, you could use its awesome features:":[""],"%1$s video tutorial":["%1$s video príručka"],"%s &rsaquo; Configuration Wizard":["%s &rsaquo; Sprievodca konfiguráciou"],"%1$sPlease don't show me this notification anymore%2$s":[""],"If you are experiencing issues, %1$splease file a bug report%2$s and we'll do our best to help you out.":[""],"We've noticed you've been using %1$s for some time now; we hope you love it! We'd be thrilled if you could %2$sgive us a 5 stars rating on WordPress.org%3$s!":[""],"Take the %1$s course and become a certified %2$s expert!":[""],"Do you want to get a grip on your own SEO-strategy? Learn all about it in one of %1$sour courses%2$s.":[""],"Buy the %1$s plugin now and optimize your shop today to improve your product promotion!":[""],"Take your SEO to the next level and outrank your competition with our %1$sSEO plugins%2$s.":[""],"Let our experts set up your %1$s plugin!":[""],"Do you want to know how to improve your rankings? %1$sLet team %2$s help you!%3$s":[""],"Courses":["Kurzy"],"Services":["Služby"],"Date archives settings":["Nastavenie dátumu archívu"],"Author archives settings":["Nastavenie autora archívu"],"Remove keyword":["Vymazať kľúčové slovo"],"%1$s by %2$s":["%1$s od %2$s"],"Choose your settings.zip file":["Vyberte svoj súbor settings.zip"],"Open the configuration wizard":["Otvorte sprievodcu nastavení"],"Configuration wizard":["Sprievodca nastavení"],"Enter the meta keywords":["Zadajte zoznam kľúčových slov"],"Enter a focus keyword":["Zadajte hlavné kľúčové slovo"],"By the way, did you know we also have a %1$sPremium plugin%2$s? It offers advanced features, like a redirect manager and support for multiple keywords. It also comes with 24/7 personal support.":[""],"(no title)":["(bez nadpisu)"],"%1$s comes with a lot of features. You can enable / disable some of them below.":[""],"%s installation wizard":["%s sprievodca inštaláciou"],"The %1$s admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":[""],"Admin bar menu":[""],"The %1$s integration checks daily if your site is still indexable by search engines and notifies you when this is not the case.":[""],"The advanced settings include site-wide settings for your titles and meta descriptions, social metadata, sitemaps and much more.":[""],"Advanced settings pages":["Stránka pokročilých nastavení"],"Features":["Funkcie"],"More info":["Viac informácií"],"Get Yoast SEO Premium now »":[""],"Gain access to our 24/7 support team.":["Získajte prístup k nášmu 24/7 tímu podpory."],"Check what your Facebook or Twitter post will look like.":["Skontrolujte, ako bude váš Facebook alebo Twitter článok vyzerať."],"Social Previews":["Ukážka socialných sieti"],"Optimize a single post for up to 5 keywords.":[""],"Create and manage redirects within your WordPress install.":[""],"Meta robots index":["Index meta robotov"],"SEO title":["SEO názov"],"While we strive to make setting up %1$s as easy as possible, we understand it can be daunting. If you’d rather have us set up %1$s for you (and get a copy of %2$s in the process), order our %3$s%1$s configuration service%4$s here!":[""],"Welcome to the %1$s configuration wizard. In a few simple steps we'll help you configure your SEO settings to match your website's needs!":[""],"Google shows your website's name in the search results, if you want to change it, you can do that here.":["Google zobrazuje názov Vašej webovej stránky vo výsledkoch vyhľadávania. Ak to chcete zmeniť, môžete tak urobiť tu."],"Greater than sign":[""],"Less than sign":[""],"Right angle quotation mark":[""],"Left angle quotation mark":[""],"Small tilde":[""],"Vertical bar":["Vertikálna lišta"],"Low asterisk":[""],"Asterisk":[""],"Bullet":[""],"Middle dot":[""],"Em dash":[""],"En dash":[""],"Dash":[""],"Choose the symbol to use as your title separator. This will display, for instance, between your post title and site name. Symbols are shown in the size they'll appear in the search results.":[""],"The name of the person":["Meno osoby"],"No":["Nie"],"Yes":["Áno"],"Does, or will, your site have multiple authors?":[""],"The name of the company":["Názov spoločnosti"],"Provide an image of the company logo":[""],"Hidden":["Skryté"],"Visible":["Viditeľné"],"The post type \"%1$s\" should be":[""],"WordPress automatically generates an URL for each media item in the library. Enabling this will allow for google to index the generated URL.":[""],"Success!":["Úspech!"],"Title settings":["Nastavenia titulku"],"Google Search Console":["Google Search Console"],"Multiple authors":["Viacerí autori"],"Post type visibility":[""],"Social profiles":["Sociálne profily"],"Site type":["Typ stránky"],"Environment":["Prostredie"],"Welcome!":["Vitajte!"],"Yoast option %1$s not found.":[""],"Posts that are set to &#8220;%s&#8221;":[""],"Microsoft Edge Site Scan":[""],"Google Structured Data Test":[""],"Posts list":["Zoznam článkov"],"Posts list navigation":["Navigácia zoznamu článkov"],"Filter posts list":["Filter zoznamu článkov"],"Note that links to archives might be still output by your theme and you would need to remove them separately.":[""],"View credits":["Zobraziť kredity"],"Take a look at the people that create %1$s.":[""],"Team and contributors":["Tím a prispievatelia"],"Default for this taxonomy type, currently: %s":[""],"%1$s to optimize your site even further":[""],"%1$s extensions":["%1$s rozšírenia"],"Comes with our 30-day no questions asked money back guarantee":[""],"More information %1$sabout %3$s%2$s":["Viac informácii %1$s o %3$s%2$s"],"Buy %1$s":["Kúpiť %1$s"],"Installed":["Inštalované"],"gain access to our 24/7 support team.":[""],"Premium support":["Premium podpora"],"check what your Facebook or Twitter post will look like.":["skontrolujte, ako bude váš Facebook alebo Twitter článok vyzerať."],"Social previews":[""],"optimize a single post for up to 5 keywords.":[""],"Multiple focus keywords":[""],"create and manage redirects from within your WordPress install.":[""],"Redirect manager":[""],"%1$s, take your optimization to the next level!":[""],"A seamless integration between %1$s and %2$s":[""],"Use %1$s breadcrumbs instead of %2$s ones":[""],"Improve sharing on Pinterest":[""],"Improve the usability of your contact page":[""],"Easily insert Google Maps, a store locator, opening hours and more":[""],"Get found by potential clients":[""],"Creates XML News Sitemaps":[""],"Immediately pings Google on the publication of a new post":[""],"Optimize your site for Google News":[""],"Make videos responsive through enabling fitvids.js":[""],"Enhance the experience of sharing posts with videos":[""],"Show your videos in Google Videos":[""],"The following file is blocking your XML sitemaps from working properly. Either delete it (this can be done with the \"Fix it\" button) or disable %1$s XML sitemaps.":["","The following files are blocking your XML sitemaps from working properly. Either delete them (this can be done with the \"Fix it\" button) or disable %1$s XML sitemaps.","The following files are blocking your XML sitemaps from working properly. Either delete them (this can be done with the \"Fix it\" button) or disable %1$s XML sitemaps."],"Crawl issues list":["Zoznam problémov Crawl"],"Crawl issues list navigation":[""],"Edit &#8220;%s&#8221;":["Upraviť &#8220;%s&#8221;"],"Filter by post type":["Filtrovať podľa typu obsahu"],"Show All Post Types":["Ukázať všetky typy obsahu"],"Premium":[""],"Go Premium":[""],"Files successfully removed.":["Súbory boli úspešne odstránené."],"The directory %s could not be removed. Please remove it via FTP.":[""],"Google Trends":["Trendy Google"],"Notifications":["Notifikácie"],"Removes the keyword tab from the metabox and disables all SEO-related suggestions.":[""],"Disable SEO analysis":["Zakázať analýzu SEO"],"Twitter settings":[""],"Pinterest settings":["Pinterest nastavenia"],"Google+ settings":["Google+ nastavenia"],"Facebook settings":["Facebook nastavenia"],"To let search engines know which social profiles are associated to this site, enter them below:":[""],"Your social profiles":["Vaše sociálne profily"],"User sitemap settings":[""],"Taxonomies sitemap settings":[""],"Post types sitemap settings":[""],"Entries per sitemap page":["Maximálny počet položiek na stránke sitemapy"],"Your XML Sitemap":["Vaša XML Sitemap"],"Excluded posts settings":["Nastavenia vylúčených článkov"],"As you are redirecting attachment URLs to parent post URLs, these settings will currently only have an effect on unattached media items! So remember: If you change the %1$sattachment redirection setting%2$s in the future, the below settings will take effect for *all* media items.":[""],"Removes the keyword tab from the metabox and disables all keyword-related suggestions.":[""],"Keyword analysis":["Analýza kľúčových slov"],"Title separator symbol":["Symbol oddeľovača nadpisu"],"Security setting":["Bezpečnostné nastavenie"],"Restore default settings":["Obnoviť predvolené nastavenia"],"RSS feed settings":["Nastavenia RSS kanála"],"Stop words in slugs.":["Zakázané slová v slugoch."],"Breadcrumbs settings":["Nastavenia mininavigácie"],"Make primary":["Urobiť primárne"],"Content optimization":["Optimalizácia obsahu"],"Enter your Google Authorization Code and press the Authenticate button.":[""],"To allow %1$s to fetch your %2$s information, please enter your Google Authorization Code. Clicking the button below will open a new window.":[""],"Knowledge base article":[""],"Open the knowledge base article in a new window or read it in the iframe below":[""],"Search results":["Výsledky vyhľadávania"],"Yoast SEO video tutorial":["Yoast SEO video príručka"],"%s notification":["%s oznámenie","%s oznámenia","%s oznámení"],"Disable readability analysis":["Zakázať analýzu čitateľnosti"],"Removes the readability tab from the metabox and disables all readability-related suggestions.":["Odstráni kartu čitateľnosť z metaboxu a zakáže všetky návrhy súvisiace s čitateľnosťou."],"Readability analysis":["Analýza čitateľnosti"],"Needs improvement":["Potrebuje vylepšenie"],"Readability":["Čitateľnosť"],"You are trying to load non-minified files, these are only available in our development package. Check out %1$s to see all the source files.":[""],"You have a new issue concerning your SEO!":["Máte nový problém týkajúci sa vašej SEO!"],"\"Max entries per sitemap page\" should be below %1$s to meet Google's requirements, which %2$s is not.":[""],"%1$s Dashboard":["%1$s nástenka"],"Improvements":[""],"Restore this item.":["Obnoviť túto položku."],"Dismiss this item.":["Skryť túto položku."],"Good job! We could detect no serious SEO problems.":["Skvelé! Nenašli sme žiadne vážne problémy so SEO."],"We have detected the following issues that affect the SEO of your site.":["Zistili sme, že tieto problémy majú vplyv na výsledné SEO vašej stránky."],"Problems":["Problémy"],"We're always grateful for patches from non-regular contributors, in %1$s %2$s, patches from the following people made it in:":["Sme vždy vďační za záplaty od ne-regulárnych prispievateľov, v %1$s %2$s, záplaty od nasledujúcich ľudí sa dostali dnu:"],"Community contributors":["Komunitný prispievatelia"],"Tester":["Tester"],"Quality Assurance & Testing":["Kontrola kvality a testovanie"],"Yoast Developers":["Vývojári Yoast"],"CTO":["CTO"],"Development Leaders":["Vedúci vývoja"],"Linguist":["Lingvista"],"Head R&D":["Head R&D"],"Product Management":["Produkt management"],"This is the content analysis, a collection of content checks that analyze the content of your page. %1$sLearn more about the Content Analysis Tool%2$s.":[""],"Pick the main keyword or keyphrase that this post/page is about. %1$sLearn more about the Focus Keyword%2$s.":[""],"Analysis":["Analýza"],"This is a rendering of what this post might look like in Google's search results. %1$sLearn more about the Snippet Preview%2$s.":[""],"Not available":["Nie je k dispozícii"],"Enter your focus keyword":["Vložte vaše kľúčové slovo"],"Keyword:":["Kľúčové slovo:"],"Buy the %1$s plugin now and start optimizing to get your site featured in Google News!":[""],"Buy the %1$s plugin now to improve your site&#8217;s Local SEO and ranking in Google Maps!":[""],"Buy the %1$s plugin now and optimize your videos for video search results and social media!":[""],"Take the online Basic SEO Training course and learn the fundamentals of SEO!":[""],"Take the online SEO Copywriting Training course and learn how to write awesome copy that ranks!":[""],"Filter by SEO Score":["Filtrovať podľa SEO skóre"],"Meta description not set.":["Meta popis nie je nastavený."],"Video tutorial":["Video návod"],"Email support is a %s feature":["E-mailová podpora je %s funkcia"],"Knowledge base":["Databáza znalostí"],"Loading...":["Načítava sa..."],"Something went wrong. Please try again later.":["Niečo sa pokazilo. Prosím skúste to neskôr."],"Search the Yoast knowledge base":[""],"No results found.":["Neboli nájdené žiadne výsledky."],"Dashboard":["Nástenka"],"You can fix this on the %1$sPermalink settings page%2$s.":[""],"Simply uncheck the box before \"Break comments into pages...\" on the %1$sComment settings page%2$s.":[""],"Paging comments is enabled, this is not needed in 999 out of 1000 cases, we recommend to disable it.":[""],"Replaced with the primary category of the post/page":[""],"Pinterest confirmation":["Pinterest konfigurácia"],"If you have already confirmed your website with Pinterest, you can skip the step below.":[""],"You can choose to not include users without posts.":[""],"Users without posts":["Používatelia bez článkov"],"The user sitemap contains the author archive URLs for every user on your site.":[""],"Format-based archives":[""],"Webmaster Tools verification":[""],"Need some help?":["Potrebujete pomoc?"],"Show information about the focus keyword":[""],"Show information about the content analysis":[""],"Show information about the snippet editor":["Zobraziť informácie o editore úryvku"],"Buy %s":["Kúpiť %s"],"Show information about errors in category 'Soft 404'":[""],"Show information about errors in category 'Server'":["Zobraziť informácie o chybách v kategórii \"server\""],"Show information about errors in category 'Blocked'":["Zobraziť informácie o chybách v kategórii \"Blokované\""],"Show information about errors in category 'Other'":["Zobraziť informácie o chybách v kategórii \"ostatné\""],"Show information about errors in category 'Not Found'":["Zobraziť informácie o chybách v kategórii \"Nenájdené\""],"Show information about errors in category 'Access Denied'":["Zobraziť informácie o chybách v kategórií \"Prístup odmietnutý\""],"New %1$s Title":[""],"Existing %1$s Title":[""],"Expected an integer as input.":[""],"Trying to build the sitemap cache key, but the postfix and prefix combination leaves too little room to do this. You are probably requesting a page that is way out of the expected range.":[""],"Note: this feature has been deprecated, as the SEO value is close to 0 these days. If you disable it you will not be able to put it back on.":[""],"Redirect":["Presmerovať"],"No redirect":[""],"Remove":["Odobrať"],"Keep":["Zachovať"],"Bold the last page":[""],"Regular":[""],"Bold":["Tučné"],"Show Blog page":[""],"Primary %s":[""],"Primary":["Primárne"],"Make %1$s primary %2$s":[""],"Integrations":["Integrácie"],"Term is set to noindex.":[""],"Filter specific user roles":[""],"Not in sitemap":[""],"In sitemap":[""],"Author / user sitemap":[""],"XML sitemap functionality":["Funkcionalita XML sitemap"],"Subpages of archives":[""],"Author archives":[""],"Show":["Ukáž"],"The advanced section of the %1$s meta box allows a user to noindex posts or change the canonical. These are things you might not want if you don't trust your authors, so by default, only administrators can do this. Enabling the advanced box allows all users to change these settings.":[""],"Advanced part of the %1$s meta box":[""],"Enabled":["Zapnuté"],"Disabled":["Zablokované"],"%1$s has not fetched your site's indexability status yet from %2$s":[""],"The separator defined in your theme's %s tag.":["Separátor definovaný vo vašej téme je tag %s."],"No index":[""],"Import from wpSEO":["Importovať z wpSEO"],"Remove the %s variables.":["Odstrániť %s premenné."],"Strip the category base (usually %s) from the category URL.":[""],"Analyze entire site":["Analyzovať celý web"],"Fetch the current status":["Načítať aktuálny stav"],"%1$s%2$s has not been able to fetch your site's indexability status%3$s from %4$s":[""],"Your homepage can be indexed by search engines.":["Vaša domovská stránka môže byť indexovaná pomocou vyhľadávačov."],"Indexability check by %1$s":[""],"Architect":[""],"If you want to use an image for sharing on %1$s, you can upload / choose an image or add the image URL here.":["Ak chcete použiť obrázok pre zdieľanie na %1$s, môžete nahrať / vybrať obrázok alebo pridať URL obrázku tu."],"If you don't want to use the meta description for sharing on %1$s but want another description there, write it here.":["Ak nechcete použiť meta popis pre zdieľanie príspevku na %1$s, ale chcete namiesto neho iný popis, napíšte ho sem."],"If you don't want to use the title for sharing on %1$s but instead want another title there, write it here.":["Ak nechcete použiť nadpis pre zdieľanie príspevku na %1$s, ale chcete namiesto neho iný, napíšte ho sem."],"%1$sYour homepage cannot be indexed by search engines%2$s. This is very bad for SEO and should be fixed.":["%1$sVaša domovská stránka nemôže byť indexovaná vyhľadávačmi%2$s. Toto je veľmi zlé pre SEO a malo by sa to opraviť."],"Once Weekly":["Jedenkrát týždenne"],"Add-ons":["Doplnky"],"SEO score":[""],"Snippet editor":["Editor úryvku"],"Add keyword":["Pridať kľúčové slovo"],"wpSEO has been deactivated":["wpSEO bol deaktivovaný"],"The plugin wpSEO has been detected. Do you want to %1$simport its settings%2$s?":["Plugin wpSEO bol detekovaný. Želáte si %1$simportovať jeho nastavenia%2$s?"],"Twitter metadata":["Twitter metadata"],"Facebook / Open Graph metadata":["Facebook / Open Graph metadata"],"Recalculating SEO scores for all pieces of content with a focus keyword.":["Prepočítanie SEO skóre pre všetky časti obsahu so zameraním na kľúčové slovo."],"%1$s of %2$s done.":["%1$s z %2$s hotovo."],"We've updated our SEO score algorithm. %1$sRecalculate the SEO scores%2$s for all posts and pages.":[""],"https://yoast.com/":["https://yoast.com/"],"Team Yoast":["Tím Yoast"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["Prvé SEO riešenie pre WordPress obsahujúce analýzu obsahu stránky, XML mapy stránok a veľa iného."],"https://yoast.com/wordpress/plugins/seo/#utm_source=wpadmin&utm_medium=plugin&utm_campaign=wpseoplugin":["https://yoast.com/wordpress/plugins/seo/#utm_source=wpadmin&utm_medium=plugin&utm_campaign=wpseoplugin"],"Yoast SEO":["Yoast SEO"],"Activation failed:":["Aktivácia sa nepodarila:"],"The filter extension seem to be unavailable. Please ask your web host to enable it.":["Rozšírenie filtra nie je dostupné. Požiadajte web host pre odblokovanie."],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":["Inštalácia pluginu %1$s nie je kompletná. Prosím pozrite si %2$sinštrukcie k inštalácií%3$s."],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":["Rozšírenie štandardnej knižnice PHP (SPL) nie je dostupné. Zistite v hostingu ako ho aktivovať."],"%sRenew your license now%s.":["%sObnoviť licenciu%s."],"Your %s license will expire on %s.":["Vaša %s licencia vyprší %s"],"You defined your license key using the %s PHP constant.":["Definovali ste licenčný kľúč pomocou %s PHP."],"Paste your %s license key here...":["Prosím sem vložte váš %s licenčný kľúč.."],"License Key":["Licenčný kľúč"],"Please enter a license key in the field below first.":["Prosím najprv zadajte váš licenčný kľúč"],"Activate License":["Aktivovať licenciu"],"(deactivate your license so you can activate it on another WordPress site)":["(ak si licenciu želáte použiť na inej stránke, najprv ju deaktivujte)"],"Deactivate License":["Deaktivovať licenciu"],"Toggle license status":["Prepnúť stav licencie"],"License status":["Stav licencie"],"Your server has an outdated version of the PHP module cURL (Version: %s). Please ask your hosting company to update this to a recent version of cURL. You can read more about that in our %sKnowledge base%s.":["Vaša verzia PHP modulu cURL (verzia %s) je zastaralá. Požiadajte Vašu hostingovú spoločnosť o aktualizáciu na novšiu verziu cURL. Viac sa môžete dozvedieť v %sKnowledge base%s."],"We couldn't create a connection to our API to verify your license key(s). Please ask your hosting company to allow outgoing connections from your server to %s.":["Nepodarilo sa pripojiť na náš API aby sme overili váš licenčný kľúč. Prosím požiadajte vašu hostingovú spoločnosť o povolenie k pripojeniu z vášho servera na %s."],"This site has not been activated properly on yoast.com and thus cannot check for future updates. Please activate your site with a valid license key.":["Táto stránka nebola správne aktivovaná na yoast.com. Nie je môžné zabezpečiť aktualizácie. Prosím aktivujte stránku s platným licenčným kľúčom."],"%s failed to check for updates because of the following error: <em>%s</em>":["%s nepodarilo sa skontrolovať aktualizácie kvôli nasledujúcej chybe: <em>%s</em>"],"%s is network activated, please contact your site administrator to manage the license.":["%s je aktivovaná na sieti, prosím kontaktuje administrátora ohľadom licencie."],"%s is network activated, you can manage your license in the <a href=\"%s\">network admin license page</a>.":["%s je aktivovaná na sieti, môžete spravovať licenciu na <a href=\"%s\">stránke licencií u administrátora siete.</a>."],"%s: License Settings":["Nastavenia licencie %s"],"Request error: \"%s\" (%scommon license notices%s)":["Chyba požiadavky: \"%s\" (%s bežný oznam licencie%s)"],"Failed to deactivate your %s license.":["Zlyhal pokus o deaktiváciu licencie %s."],"Your %s license has been deactivated.":["Vaša licencia %s bola deaktivovaná."],"Failed to activate your license, your license key seems to be invalid.":["Zlyhala aktivácia licencie. Váš licenčný kľúč je neplatný."],"Your license has expired. You must <a href=\"%s\">extend your license</a> in order to use it again.":["Vaša licencia vypršala. Ak chete modul používať nadalej, <a href=\"%s\">musíte si predĺžiť licenciu</a>."],"You've reached your activation limit. You must <a href=\"%s\">upgrade your license</a> to use it on this site.":["Dosiahli ste limit aktivácií. Ak chcete modul používať na tejto stránke, musíte <a href=\"%s\">ju aktualizovať</a>."],"<a href=\"%s\">Your license is expiring in %d day, would you like to extend it?</a> ":["<a href=\"%s\">Vaša licencia vyprší za %d deň. Želáte si obnoviť licenciu?</a>","<a href=\"%s\">Vaša licencia vyprší za %d dni. Želáte si obnoviť licenciu?</a>","<a href=\"%s\">Vaša licencia vyprší za %d dní. Želáte si obnoviť licenciu?</a>"],"<a href=\"%s\">Did you know you can upgrade your license?</a> ":["<a href=\"%s\">Viete, že si môžete aktualizovať licenciu?</a>"],"You have used %d/%d activation. ":["Použili ste %d/%d aktiváciu.","Použili ste %d/%d aktivácie.","Použili ste %d/%d aktivácií."],"You have an unlimited license. ":["Máte nelimitovanú licenciu."],"Your %s license has been activated. ":["Vaša %s licencia bola aktivovaná"],"<b>Warning!</b> You're blocking external requests which means you won't be able to get %s updates. Please add %s to %s.":["<b>Varovanie!</b> Blokujete externé požiadavky. Pravdepodobne nebudete dostávať aktualizácie %s. Prosím pridajte %s do %s."],"Register now &raquo;":["Registrujte sa teraz &raquo;"],"Translation of %s":["Preklady z %s"],"You're using WordPress in a language we don't support yet. We'd love for %2$s to be translated in that language too, but unfortunately, it isn't right now. You can change that! Register at %4$s to help translate it!":["Používate WordPress v jazyku, ktorý zatiaľ nepodpoujeme. Radi by sme %2$s, aby bol preložený do tohto jazyka tiež, aj keď teraz nie je. Môžete to zmeniť! Registrujte sa na %4$s a pomôžte nám s prekladom!"],"You're using WordPress in %1$s. While %2$s has been translated to %1$s for %3$d%%, it's not been shipped with the plugin yet. You can help! Register at %4$s to help complete the translation to %1$s!":["Používate WordPress v %1$s. Pokým %2$s bol preložený do %1$s na %3$d%%, nebol zahrnutý ešte k modulu. Môžete pomôcť! Registrujte sa %4$s a pomôžte s prekladom do %1$s!"],"As you can see, there is a translation of this plugin in %1$s. This translation is currently %3$d%% complete. We need your help to make it complete and to fix any errors. Please register at %4$s to help complete the translation to %1$s!":["Ako môžete vidieť, tu je preklad tohto modulu v %1$s. Tento preklad je práve na %3$d%% kompletný. Potrebujeme vašu pomoc pre skompletizovanie a opravenie chýb. Prosím registrujte sa na %4$s k pomoci skompletizovať preklad do %1$s!"],"All-In-One-SEO has been deactivated":["All-In-One-SEO bolo deaktivované"],"The plugin All-In-One-SEO has been detected. Do you want to %1$simport its settings%2$s?":["Plugin All-In-One-SEO bol detekovaný. Prajete si %1$simportovať jeho nastavenia%2$s?"],"SEO Settings":["Nastavenia SEO"],"Mobile-Friendly Test":["Test použiteľnosti pre mobily"],"Google Page Speed Test":["Google Page Speed Test"],"CSS Validator":["CSS validátor"],"HTML Validator":["HTML validátor"],"Pinterest Rich Pins Validator":["Pinterest Rich Pins validátor"],"Facebook Debugger":["Ladenie chýb Facebook"],"Check Headers":["Skontrolovať hlavičky"],"Check Google Cache":["Skontrolovať Google Cache"],"Check Keyword Density":["Kontrola výskytu kľúčového slova"],"Check Inlinks (OSE)":["Kontrola spätných odkazov (OSE)"],"Analyze this page":["Analyzovať túto stránku"],"SEO Book":["Kniha SEO"],"AdWords External":["Externé AdWords"],"Keyword Research":["Prieskum kľúčových slov"],"%s does not seem to be a valid url. Please correct.":["%s nie je platná URL adresa. Opravte ju prosím."],"%1$s does not seem to be a valid %2$s verification string. Please correct.":["%1$s nevyzerá ako platný overovací reťazec pre %2$s. Opravte ho prosím."],"\"Max entries per sitemap page\" should be a positive number, which %s is not. Please correct.":["\"Maximálny počet položiek na mape stránok\" by mal byť kladné číslo. %s nie je. Opravte ho prosím."],"%s Archive":["Archív %s"],"You searched for %s":["Hľadali ste %s"],"%s does not seem to be a valid Twitter user-id. Please correct.":["%s nie je platné ID Twitter používateľa. Opravte ho prosím."],"Summary with large image":["Zhrnutie s veľkým obrázkom"],"Summary":["Sumár"],"The post %1$s appeared first on %2$s.":["Článok %1$s je zobrazený ako prvý na %2$s."],"No numeric value was received.":["Nebola prijatá číselná hodnota."],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":["Musí byť existujúci blog. Blog %s neexistuje, alebo bol označený ako zmazaný."],"The default blog setting must be the numeric blog id of the blog you want to use as default.":["Základné nastavenie blogu, musí obsahovať ID blogu, kotrý chcete použiť ako predvolený."],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":["%1$s nie je platná voľba pre tých, ktorí majú prístup k %2$s nastaveniam. Hodnota bola obnovená na predvolenú."],"Please select a valid post type for taxonomy \"%s\"":["Prosím, vyberte platný typ článku pre taxonómiu \"%s\""],"Please select a valid taxonomy for post type \"%s\"":["Prosím, vyberte platnú taxonómiu pre typ článku \"%s\""],"You searched for":["Hľadali ste"],"Home":["Domovská stránka"],"Archives for":["Archívy"],"Error 404: Page not found":["Chyba 404: Stránka nebola nájdená"],"Good":["Dobré"],"Replaced with a custom taxonomies description":["Nahradené vlastným popisom taxonómie"],"Replaced with a posts custom taxonomies, comma separated.":["Nahradené vlastnou taxonómiou príspevku, hodnoty oddelené čiarkou."],"Replaced with a posts custom field value":["Nahradené hodnotou vlastného pola prípevku"],"Replaced with the slug which caused the 404":["Nahradené slugom. ktorý spôsobil chybu 404"],"Replaced with the posts focus keyword":["Nahradené hlavným kľúčovým slovom príspevku"],"Attachment caption":["Titulok prílohy"],"Replaced with the current page number":["Nahradené aktuálným číslom stránky"],"Replaced with the current page total":["Nahradené aktuálnym súčtom"],"Replaced with the current page number with context (i.e. page 2 of 4)":["Nahradené aktuálnym číslom stránky s kontextom (napr. stránka 2 z 4)"],"Replaced with the current year":["Nahradené aktuálnym rokom"],"Replaced with the current month":["Nahradené aktuálnym mesiacom"],"Replaced with the current day":["Nahradené aktuálnym dňom"],"Replaced with the current date":["Nahradené aktuálnym dátumom"],"Replaced with the current time":["Nahradené aktuálnym časom"],"Replaced with the post/page author's userid":["Nahradené ID číslom autora príspevku/článku"],"Replaced with the post/page author's 'Biographical Info'":["Nahradené informáciou o autorovi článku/stránky"],"Replaced with the post/page author's 'nicename'":["Nahradené používateľským menom autora príspevku/článku"],"Replaced with the post/page ID":["Nahradené ID číslom príspevku/stránku"],"Replaced with the post/page modified time":["Nahradené upraveným časom príspevku/stránky"],"Replaced with the post type plural label":["Nahradené množným označením typu príspevku"],"Replaced with the post type single label":["Nahradené jednotným označením typu príspevku"],"Replaced with the current search phrase":["Nahradené súčasnou frázou vyhľadávania"],"Replaced with the term name":["Nahradené názvom výrazu"],"Replaced with the term description":["Nahradené popisom výrazu"],"Replaced with the tag description":["Nahradené popisom značky"],"Replaced with the category description":["Nahradené popisom kategórie"],"Replaced with the post categories (comma separated)":["Nahradené kategóriami príspevku (oddelenými čiarkami)"],"Replaced with the current tag/tags":["Nahradené aktuálnou značkou/značkami"],"Replaced with the post/page excerpt (without auto-generation)":["Nahradené zhrnutím príspevku/stránky (nebude automaticky vygenerované)"],"Replaced with the post/page excerpt (or auto-generated if it does not exist)":["Nahradené zhrnutím príspevku/stránky (bude automaticky vygenerované ak neexistuje)"],"The site's tag line / description":["Slogan / popis stránky"],"The site's name":["Názov stránky"],"Replaced with the title of the parent page of the current page":["Nahradené nadpisom aktuálneho príspevku/stránky"],"Replaced with the title of the post/page":["Nahradené nadpisom príspevku/stránky"],"Replaced with the date of the post/page":["Nahradiť dátumom príspevku/stránky"],"Page %1$d of %2$d":["Stránka %1$d z %2$d"],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":["Nemôžete prepísať štandard WPSEO pomocou registrácie premennej s rovnakým menom. Použite filter  \"wpseo_replacements\" a upravte hodnoty."],"A replacement variable with the same name has already been registered. Try making your variable name unique.":["Už bola zaregistrovaná náhradná premenná s rovnakým názvom. Skúste vytvoriť jedinečný názov premennej."],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":["Náhrada premennej nemôže začínať s \"%%cf_\" alebo \"%%ct_\". Tieto sú rezervované pre premenné WPSEO vlastné polia  a taxonómie.. Použite unikátne meno."],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":["Náhrada premenných môže obsahovať iba čísla, písmená, podtržníky alebo pomlčky. Skúste premenovať premennú."],"Admin only notice: this page doesn't show a meta description because it doesn't have one, either write it for this page specifically or go into the SEO -> Titles menu and set up a template.":["Poznámka pre administrátorov: táto stránka nezobrazuje meta dáta pretože žiadne nemá. Môžete ich napísať presne pre túto stránku alebo chodte do SEO -> Nadpisy menu a nastavte šablónu. "],"Page not found":["Stránka nebola nájdená"],"%s Archives":["Archívy %s"],"Search for \"%s\"":["Hľadať \"%s\""],"Exclude user from Author-sitemap":["Vylúčiť používateľa z mapy stránok autorov"],"Meta keywords to use for Author page":["Meta kľúčové slová pre stránku autora"],"Meta description to use for Author page":["Meta popis pre stránku autora"],"Title to use for Author page":["Nadpis pre stránku autora"],"%1$s settings":["%1$s nastavenia"],"Delete the old data after import? (recommended)":["Vymazať stare dáta po importe? (odporúčame)"],"Import from WooThemes SEO framework":["Import z WooThemes SEO framework"],"Import from All-in-One SEO":["Import z All-in-One SEO"],"Import from HeadSpace2":["Import z HeadSpace2"],"If you've used another SEO plugin, try the %1$sSEO Data Transporter%2$s plugin to move your data into this plugin, it rocks!":["Ak ste používali iný SEO plugin, vyskúšajte plugin %1$sSEO Data Transporter%2$s na presun vašich dát do tohto pluginu!"],"No doubt you've used an SEO plugin before if this site isn't new. Let's make it easy on you, you can import the data below. If you want, you can import first, check if it was imported correctly, and then import &amp; delete. No duplicate data will be imported.":["Nepochybujeme, že už ste používali SEO modul. Pre uľahčenie vám umožňujeme nižšie importovať dáta. Ak si to chcete vyskúšať ako boli dáta naimportované, importujte ich, skontrolujte a potom dajte importovať &amp; zmazať. Nebudú vytvorené duplikáty."],"Export your %1$s settings":["Exportujte vaše %1$s nastavenia"],"Include Taxonomy Metadata":["Zahrnúť meta dáta taxonómie"],"Export your %1$s settings here, to import them again later or to import them on another site.":["Tu exportujte svoje %1$s nastavenia, aby ste ich neskôr mohli importovať alebo použiť na inej stránke."],"Import settings":["Importovať nastavenia"],"Import settings by locating %1$ssettings.zip%2$s and clicking \"Import settings\"":[""],"Import from other SEO plugins":["Importovať z iných SEO modulov"],"Import":["Import"],"The old data of the imported plugin was deleted successfully.":["Staré dáta z importovaného modulu boli úspešne zmazané."],"If you had a %s file and it was editable, you could edit it from here.":[""],"If your %s were writable, you could edit it from here.":[""],"You don't have a %s file, create one here:":[""],"A link to your site, with your site's name and description as anchor text.":["Odkaz na vašu stránku, ako text odkazu sa použije názov a popis stránky."],"A link to your site, with your site's name as anchor text.":["Odkaz na vašu stránku, ako text odkazu sa použije názov vašej stránky."],"A link to the post, with the title as anchor text.":["Odkaz na príspevok, ako text odkazu sa použije nadpis príspevku."],"A link to the archive for the post author, with the authors name as anchor text.":["Odkaz na archív autora, ako text odkazu sa použije autorove meno."],"You can use the following variables within the content, they will be replaced by the value on the right.":["Môžete použiť nasledovné premenné v obsahu, budú nahradené hodnotou vpravo."],"Content to put after each post in the feed":["Obsah vložený vo feede za každým príspevkom."],"Content to put before each post in the feed":["Obsah ktorý sa vkladá pred každý obsah správy"],"This feature is used to automatically add content to your RSS, more specifically, it's meant to add links back to your blog and your blog posts, so dumb scrapers will automatically add these links too, helping search engines identify you as the original source of the content.":["Táto vlastnosť je používaná na automatické pridávanie obsahu do RSS, špecifickejšie, pridáva odkazy na váš blog a vaše príspevky, pomáha to vyhľadávačom označiť vás ako autora obsahu."],"Other variables not to clean":["Nevyčistiť ostatné premenné"],"You might have extra variables you want to prevent from cleaning out, add them here, comma separated.":["Ak si želáte zabrániť mazaniu ďalších parametrov, zadajte ich sem. Jednotlivé parametre oddeľujte čiarkou."],"Prevent cleaning out Google Analytics Campaign & Google AdWords Parameters.":["Zabraniť mazaniu Google Analytics kampane a parametrov Google AdWords."],"If you use Google Analytics campaign parameters starting with %s, check this box. However, you're advised not to use these. Instead, use the version with a hash.":[""],"Prevent cleaning out Google Site Search URLs.":["Zabrániť vyčisteniu URL adries Google Site Search."],"Google Site Search URLs look weird, and ugly, but if you're using Google Site Search, you probably do not want them cleaned out.":["URL adresy Google Site Search vyzerajú divne a škaredo. Ak používate Google Site Search pravdepodobne ich nebudete chcieť vyčistiť."],"Redirect ugly URLs to clean permalinks. (Not recommended in many cases!)":["Presmerovať škaredé URL adresy na pekné trvalé odkazy. (Vo väčšine prípadov neodporúčame!)"],"People make mistakes in their links towards you sometimes, or unwanted parameters are added to the end of your URLs, this allows you to redirect them all away. Please note that while this is a feature that is actively maintained, it is known to break several plugins, and should for that reason be the first feature you disable when you encounter issues after installing this plugin.":["Ľudia robia chyby vo vlastných odkazoch, najčastejšie na koniec URL adresy pridajú nežiadúce znaky. Toto vám dovolí ich presmerovať. Prosím všimnite si, funkcia je stále vo vývoji, má problémy s viacerými modulmi. Ak zaznamenáte problémy, ihneď po inštalácii najprv vypnite toto nastavenie."],"Enforce a trailing slash on all category and tag URLs":["Vynútiť koncové lomítko na všetkých kategóriach a značkách URL adries"],"If you choose a permalink for your posts with %1$s, or anything else but a %2$s at the end, this will force WordPress to add a trailing slash to non-post pages nonetheless.":["Ak zvolíte trvalý odkaz na vašich článkoch s %1$s alebo s niečim iným ako %2$s na konci, toto vynúti WordPress pridať koncové lomítko aj na stránky bez príspevkov."],"This prevents threaded replies from working when the user has JavaScript disabled, but on a large site can mean a <em>huge</em> improvement in crawl efficiency for search engines when you have a lot of comments.":["Toto predchádza spojeným odpovediam pracovať ak používateľ vypne JavaScript. Na veľkej stránke to môže znamenať <em>výrazné</em> zvýšenie efektívnosti prehľadávania vyhľadávačmi, ak máte veľa komentárov."],"This helps you to create cleaner URLs by automatically removing the stopwords from them.":["Toto vytvorí krajšie URL adresy."],"Clean up permalinks":["Vyčistiť permalinky"],"Redirect attachment URLs to parent post URL.":["Presmerovať URL adresu prílohy na URL adresu nadradeného článku."],"Attachments to posts are stored in the database as posts, this means they're accessible under their own URLs if you do not redirect them, enabling this will redirect them to the post they were attached to.":["Prílohy k článkom sú uložené v databáze ako články čo znamená, že sú prístupné pod svojou vlastnou URL adresou, ak ich nepresmerujete. Povolením tohto nastavenia ich presmerujete na nadradený článok, ku ktorému sú priradené."],"Change URLs":["Zmeniť URL adresy"],"Usage of this breadcrumbs feature is explained in %1$sour knowledge-base article on breadcrumbs implementation%2$s.":["Používanie tejto mininavigácie je vysvetlené v %1$snašej databáze znalostí v článku o mininavigácii%2$s."],"How to insert breadcrumbs in your theme":["Ako vložiť mininavigáciu do vašej témy"],"Blog":["Blog"],"Post type archive to show in breadcrumbs for taxonomies":["v mininavigácii pre taxonómie zobrazovať archív pre tieto typy príspevkov"],"Taxonomy to show in breadcrumbs for post types":["V mininavigácii pre príspevky zobrazovať taxonómiu"],"Breadcrumb for 404 Page":["Mininavigácia pre stránku 404"],"Prefix for Search Page breadcrumbs":["Prefix stránky hľadania v mininavigácii"],"Prefix for Archive breadcrumbs":["Prefix archívu mininavigácie"],"Prefix for the breadcrumb path":["Prefix cesty k mininavigácii"],"Anchor text for the Homepage":["Text odkazu pre domovskú stránku"],"Separator between breadcrumbs":["Oddeľovač v mininavigácii"],"Enable Breadcrumbs":["Povoliť mininavigáciu"],"Below are your published posts' SEO scores. Now is as good a time as any to start improving some of your posts!":[""],"Developer":["Vývojár"],"QA & Translations Manager":["QA & Manažér prekladov"],"Project Lead":["Líder projektu"],"Want to help us develop? Read our %1$scontribution guidelines%2$s!":["Chcete pre nás vyvíjať? Prečítajte si naše %1$spravidlá pridávania%2$s!"],"While most of the development team is at %1$sYoast%2$s in the Netherlands, %3$s is created by a worldwide team.":["Aj keď najväčšia časť tímu %1$sYoast%2$s je v Holandsku, %3$s je vytváraná celosvetovým tímom."],"Credits":["Titulky"],"Thank you for updating %1$s!":["Ďakujem Vám za aktualizáciu %1$s!"],"Posts to exclude":[""],"You can exclude posts from the sitemap by entering a comma separated string with the Post ID's. The format will become something like: %1$s.":[""],"Max entries per sitemap":["Maximálny počet položiek na mape stránok"],"Please enter the maximum number of entries per sitemap page (defaults to %d, you might want to lower this to prevent memory issues on some installs):":[""],"Save your settings to activate your XML Sitemap.":["Pre aktiváciu XML Sitemapy stránok uložte svoje nastavenia."],"You do <strong>not</strong> need to generate the XML sitemap, nor will it take up time to generate after publishing a post.":[" <strong>Nie je potrebné</strong> generovať XML mapu stránok, ani to nezaberie čas po publikovaní príspevku."],"You can find your XML Sitemap here: %1$sXML Sitemap%2$s":["Tu nájdete vašu XML sitemapu: %1$sXML Sitemapa%2$s"],"Excluded Posts":["Vylúčené príspevky"],"User sitemap":["Používateľská mapa stránok"],"&laquo; Back to Tools page":["&laquo; Späť na Nástroje"],"%1$s comes with some very powerful built-in tools:":[""],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":["Tento nástroj vám povolí rýchlo zmeniť dôležité súbory vášho SEO ako napríklad robots.txt, a ak používate, tak tiež .htaccess súbor."],"File editor":["Editor súborov"],"Import settings from other SEO plugins and export your settings for re-use on (another) blog.":["Importovať nastavenia z iných SEO modulov a exportovať vaše nastavenia pre použitie na (ďalšom) blogu."],"Import and Export":["Import a Export"],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":["Tento nástroj vám umožní rýchlo zmeniť nadpisy a podpisy vašich príspevkov a stránok bez toho, aby ste použili editor na každej stránke."],"Bulk editor":["Hromadný editor"],"Google Publisher Page":["Stránka Google Publisher"],"If you have a Google+ page for your business, add that URL here and link it on your Google+ page's about page.":["Ak máte Google+ stránku obchodu, pridajte URL adresu a spojte vašu Google+ stránku s touto stránkou."],"To %1$sconfirm your site with Pinterest%2$s, add the meta tag here:":["Pre %1$soverenie vašej webovej stránky s Pinterest%2$s, pridajte meta tag sem:"],"Pinterest uses Open Graph metadata just like Facebook, so be sure to keep the Open Graph checkbox on the Facebook tab checked if you want to optimize your site for Pinterest.":["Pinterest používa Open Graph metadáta ako Facebook, uistite sa preto, že Open Graph voľba na karte Facebook je zaškrtnutá. Platí ak chcete optimalizovať stránku pre Pinterest."],"The default card type to use":["Predvolený typ karty"],"Add Twitter card meta data":["Pridať meta dáta Twitter karty"],"Add Twitter card meta data to your site's %s section.":["Pridať Twitter card meta dáta do sekcie stránky: %s"],"This image is used if the post/page being shared does not contain any images.":["Tento obrázok je použitý ak príspevok/stránka neobsahuje žiadne obrázky."],"Default settings":["Základné nastavenia"],"Copy home meta description":["Skopírovať meta popis úvodnej stránky"],"Description":["Popis"],"Image URL":["URL adresa obrázka"],"These are the title, description and image used in the Open Graph meta tags on the front page of your site.":["Nadpis, popis a obrázok použitý v Open Graph značkách na vašej úvodnej stránke."],"Frontpage settings":["Nastavenia úvodnej stránky"],"Add Open Graph meta data":["Pridať meta dáta Open Graph"],"Add Open Graph meta data to your site's %s section, Facebook and other social networks use this data when your pages are shared.":["Pridať Open Graph meta dáta na vašu stránku do sekcie %s. Facebook a ostatné sociálne siete používajú tieto dáta pri zdieľaní vašej stránky."],"Google+ URL":["Google+ URL"],"YouTube URL":["YouTube URL"],"Pinterest URL":["Pinterest URL"],"MySpace URL":["MySpace URL"],"LinkedIn URL":["LinkedIn URL"],"Instagram URL":["Instagram URL"],"Twitter Username":["Twitter používateľske meno"],"Facebook Page URL":["URL adresa Facebook stránky"],"Accounts":["Účty"],"Restore site to defaults":["Obnoviť stránku na základnú"],"Blog ID":["ID blogu"],"Site ID":["ID stránky"],"Using this form you can reset a site to the default SEO settings.":["Pomocou tohto formulára môžete obnoviť nastavenia SEO na základné."],"Restore site to default settings":["Obnoviť nastavenia stránky na základné"],"Save MultiSite Settings":["Uložiť nastavenia viacerých stránok  "],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new blogs.":["Bezpečnostné (FB administrátori), závislé od témy a niektoré iné nastavenia nebudú importované do nových blogov."],"Enter the %1$sSite ID%2$s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":["Zadajte%1$sID stránky%2$s, ktorej nastavenie chcete použiť ako predvolené na všetky webové stránky pridané do vašej siete. Pole môžete nechať prázdne (budú použité základné nastavenia pluginu)."],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":["Zvolte predvolené nastavenia. Standardne budú použité nastavenia tej stránky, ktorú zvolíte."],"New sites in the network inherit their SEO settings from this site":["Nové stránky v sieti zdedia SEO nastavenia tejto stránky"],"Super Admins only":["Iba Super administrátori"],"Site Admins (default)":["Administrátori(základné)"],"Who should have access to the %1$s settings":[""],"spam":["spam"],"mature":["dospelý"],"archived":["archivovaný"],"public":["verejný"],"Blog %s not found.":["Nebol nájdený blog %s."],"%s restored to default SEO settings.":["%s obnovil SEO nastavenia na základné."],"Settings Updated.":["Nastavenia aktualizované."],"Use meta keywords tag?":["Použiť meta keywords tag?"],"I don't know why you'd want to use meta keywords, but if you want to, enable this.":["Nevieme, prečo chcete použiť meta kľúčové slová, ale ak áno, toto povoľte."],"If you want to prevent /page/2/ and further of any archive to show up in the search results, set this to \"noindex\".":["Ak chcete zabrániť aby sa /stranka/2/ a iné archívy zobrazili vo výsledkoch vyhľadávania, nastavte toto na \"noindex\"."],"Sitewide meta settings":["Meta nastavenia pre celú stránku"],"404 pages":["404 stránky"],"Search pages":["Stránky vyhľadávania"],"These pages will be %s by default, so they will never show up in search results.":["Tieto stránky budú nastavené na %s, takže sa nikdy nezobrazia vo výsledkoch vyhľadávania vo vyhľadávačoch."],"Special Pages":["Špeciálne stránky"],"Date-based archives could in some cases also be seen as duplicate content.":["Archívy článkov podľa dátumov môžu tiež v niektorých prípadoch vytvárať duplicitný obsah."],"If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or to add %s to it so it doesn't show up in the search results.":["Ak je toto váš prípad, môžete sa rozhodnúť ho vypnúť (presmerovať archív na homepage) alebo pridať %s, aby sa nezobrazoval vo výsledkoch vyhľadávania."],"If you're running a one author blog, the author archive will be exactly the same as your homepage. This is what's called a %1$sduplicate content problem%2$s.":["V prípade, že máte na svojom blogu iba 1 autora, archív článkov tohto autora bude rovnaký ako homepage. Toto sa nazýva %1$sproblém duplicitného obsahu%2$s."],"Date archives":["Archív dátumov"],"Title":["Nadpis"],"Note: instead of templates these are the actual titles and meta descriptions for these custom post type archive pages.":["Poznámka: namiesto šablóny toto sú naozajstné nadpisy a meta popisy pre vlastné príspevky stránok archívu."],"Custom Post Type Archives":["Archívy vlastného typu príspevkov"],"%1$s Meta Box":[""],"Hide":["Schovať"],"Date in Snippet Preview":["Dátum v náhľade snippetu"],"Meta Robots":["Meta roboti"],"Take note:":["Spraviť poznámku:"],"You can determine the title and description for the blog page by %1$sediting the blog page itself &raquo;%2$s":["Môžete určiť nadpis a popis stránky článkov pomocou %1$súpravy samotnej stránky článkov &raquo;%2$s"],"You can determine the title and description for the front page by %1$sediting the front page itself &raquo;%2$s":["Môžete určiť nadpis a popis domovskej stránky pomocou %1$súpravy samotnej domovskej stránky &raquo;%2$s"],"Homepage &amp; Front page":["Uvodná a predná stránka"],"Meta keywords template":["Meta kľúčové slová šablóny"],"Meta description template":["Meta popis šablóny"],"Title template":["Šablóna nadpisu"],"Symbols are shown in the size they'll appear in the search results.":["Znaky sú zobrazené vo veľkosti, akú budú mať vo výsledkoch vyhľadávania."],"Choose the symbol to use as your title separator. This will display, for instance, between your post title and site name.":["Vyberte zástupný znak, fungujúci ako oddeľovač. Toto sa zobrazí napríklad medzi názvom článku a stránky."],"Title Separator":["Oddeľovač nadpisov"],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s automaticky zistilo potrebu prepísať nadpisy vašich stránok. Ak si myslíte, že je to zle, a viete čo robíte, môžete zmeniť toto nastavenie tu."],"Force rewrite titles":["Vynútiť prepísanie nadpisov"],"Taxonomies":["Taxonómie"],"Post Types":["Typy príspevkov"],"Homepage":["Úvodná stránka"],"%1$s Extensions":[""],"Seamlessly integrate WooCommerce with %1$s and get extra features!":["Bezproblémovo integrujte WooCommerce s %1$s a získate extra funkcionality!"],"Rank better locally and in Google Maps, without breaking a sweat!":["Získajte bez námahy lepšie hodnotenie na Google Maps!"],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":["Používate Google News? Zvýšte návštevnosť pomocou optimalizácie!"],"Optimize your videos to show them off in search results and get more clicks!":["Optimalizujte video pre zobrazenie vo vyhľadávaní! Získate viac kliknutí."],"The premium version of %1$s with more features & support.":["Prémiová verzia %1$s s rozšírenými funkcionalitami a podporou."],"Yandex Webmaster Tools":["Nástroje Yandex Webmaster"],"Bing Webmaster Tools":["Nástroje Bing Webmaster"],"You can use the boxes below to verify with the different Webmaster Tools, if your site is already verified, you can just forget about these. Enter the verify meta values for:":["Oddiely nižšie môžete použiť na verifikáciu rôznych administrátorských nástrojov. Ak je vaša stránka už verifikovaná, môžete na ne zabudnúť. Zadajte údaje:"],"Your name":["Vaše meno"],"Company logo":["Logo spoločnosti"],"Company name":["Meno spoločnosti"],"Person":["Osoba"],"Company":["Spoločnosť"],"Choose whether you're a company or person":["Vyberte, či ste spoločnosť alebo osoba"],"This data is shown as metadata in your site. It is intended to appear in Google's Knowledge Graph. You can be either a company, or a person, choose either:":["Tieto dáta sú zobrazené ako metadáta na vašej stránke.  Ich účelom je zobrazovanie v Google Knowledge Graph. Môžete byť alebo spoločnosť alebo aj osoba, môžete vybrať oboje."],"Company or person":["Spoločnosť alebo osoba"],"Alternate name":["Alternatívny názov"],"Google shows your website's name in the search results, we will default to your site name but you can adapt it here. You can also provide an alternate website name you want Google to consider.":["Google zobrazuje vo výsledkoch vyhľadávania názov vašej webovej stránky. Štandardne zobrazíme meno stránky, ktoré ste nastavili vo všeobecných nastaveniach WordPressu, prípadne názov, ktorý zadáte tu. Môžete tiež poskytnúť alternatívny názov stránky, ktorý chcete, aby Google zvážil."],"Website name":["Názov stránky"],"Are you sure you want to reset your SEO settings?":["Naozaj chcete obnoviť vaše nastavenia SEO na základné?"],"If you want to restore a site to the default %s settings, press this button.":["Ak si želáte obnoviť základné nastavenia pre %s, stlačte toto tlačidlo."],"Security":["Bezpečnosť"],"Webmaster tools":["Webmaster tools"],"Your info":["Vaše informácie"],"Company info":["Informácie o spoločnosti"],"You do not have your postname in the URL of your posts and pages, it is highly recommended that you do. Consider setting your permalink structure to <strong>/%postname%/</strong>.":["Nemáte zadané meno príspevku (postname) vo vašej URL adrese. Veľmi odporúčame jeho použitie. Zvážte zmenu štruktúry trvalých odkazov na <strong>/%postname%/</strong>."],"Fix it":["Opraviť"],"RSS":["RSS"],"Permalinks":["Trvalé odkazy"],"Breadcrumbs":["Mininavigácia"],"or":["alebo"],"Save Profile":["Uložiť profil"],"There were no profiles found":["Žiadne profily neboli nájdené"],"Profile":["Profil"],"Current profile":["Aktuálny profil"],"Reauthenticate with Google ":["Reautentifikovať s Google"],"Authenticate":["Autentifikovať"],"Get Google Authorization Code":["Získať Google autorizačný kód"],"Reload crawl issues":[""],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year of support and updates, on %2$s.":[""],"Creating redirects is a %s feature":[""],"Errors that only occurred when your site was crawled by Googlebot for feature phones (errors didn't appear for desktop).":[""],"Errors that occurred only when your site was crawled by Googlebot-Mobile (errors didn't appear for desktop).":["Chyby, ktoré sa objavili, keď Vaše stránky navštívil Googlebot-Mobile (nezobrazuje chyby pre desktop)."],"Errors that occurred when your site was crawled by Googlebot.":["Chyby, ktoré sa objavili, keď  Vaše stránky navštívil Googlebot."],"Issue categories":[""],"Incorrect Google Authorization Code.":["Nesprávny Google Authorization Code."],"The issues have been successfully reloaded!":[""],"The %1$s data has been removed. You will have to reauthenticate if you want to retrieve the data again.":[""],"Crawl errors per page":[""],"Search":["Vyhľadať"],"Don't miss your crawl errors: %1$sconnect with Google Search Console here%2$s.":[""],"Create redirect":["Vytvoriť presmerovanie"],"Mark as fixed":["Označiť ako vyriešené"],"Response code":["Kód odpovede"],"First detected":["Prvý-krát zistené"],"Last crawled":[""],"URL":["URL"],"%1$s detected you’re using a version of %2$s which is not compatible with %1$s. Please update %2$s to the latest version to use this feature.":[""],"Yoast plugins share some code between them to make your site faster. As a result of that, we need all Yoast plugins to be up to date. We've detected this isn't the case, so please update the Yoast plugins that aren't up to date yet.":[""],"Feature phone":["Funkcie telefónu"],"Smartphone":["Smartfón"],"Desktop":["Počítač"],"The target URL doesn't exist, but your server is not returning a 404 (file not found) error.":["Cieľová adresa URL neexistuje, ale Váš server nevrátil chybu 404  (súbor nebol nájdený)."],"Soft 404":[""],"Request timed out or site is blocking Google.":["Vypršal časový limit žiadosti alebo webstránku blokuje Google."],"Server Error":["Chyba servera"],"Googlebot could access your site, but certain URLs are blocked for Googlebot in your %1$s file. This block could either be for all Googlebots or even specifically for Googlebot-mobile.":[""],"Blocked":["Blokovaný"],"Google was unable to crawl this URL due to an undetermined issue.":[""],"URL points to a non-existent page.":[""],"Not found":["Nenájdené"],"Not followed":["Nesledované (no follow)"],"Faulty redirects":["Chybné presmerovanie"],"Server requires authentication or is blocking Googlebot from accessing the site.":[""],"Access denied":["Prístup zamietnutý"],"Deactivate %s":["Deaktivovať %s"],"The %1$s plugin might cause issues when used in conjunction with %2$s.":[""],"Upload Image":["Nahrať obrázok"],"Upgrade to %1$s &raquo;":["Inovujte na %1$s &raquo;"],"Remove these ads?":["Odstrániť tieto reklamy?"],"Current option:":["Aktuálna možnosť:"],"Debug Information":["Informácie pre ladenie chýb"],"%s Posts Overview":["%s prehľady článkov"],"Include in Sitemap?":["Zahrnúť do Sitemapy stránok?"],"This taxonomy follows the indexation rules set under Metas and Titles, you can override it here.":["Táto taxonómia sleduje pravidlá indexácie nastavené v Meta a titulky, prepísať ich môžete tam. "],"The Breadcrumbs Title is used in the breadcrumbs where this taxonomy appears.":["Nadpis mininavigácie sa zobrazuje v mininávigácii - na mieste použitia tejto taxonómie."],"Breadcrumbs title":["Nadpis mininavigácie"],"The canonical link is shown on the archive page for this term.":["Kánonický odkaz je zobrazený v archíve stránky pre tento výraz."],"Meta keywords used on the archive page for this term.":["Meta kľúčové slová použité na archívnej stránke pre tento výraz."],"Never include":["Nikdy nezahrnúť"],"Always include":["Vždy zahrnúť"],"Auto detect":["Zistiť automaticky"],"Clear all Facebook Data":["Vymazať všetky Facebook dáta"],"Facebook App ID":["Facebook App ID"],"Currently connected Facebook admins:":["Aktuálne pripojení Facebook administrator:"],"Add Another Facebook Admin":["Pridať daľšieho Facebook administrátora"],"Add Facebook admin":["Pridať Facebook administrátora"],"Admin's Facebook user ID:":["Administrátorove Facebook ID používateľa:"],"Admin's name:":["Meno administrátora:"],"If you don't know where to find the needed ID, see %1$sthis knowledge base article%2$s.":["Ak neviete, kde nájsť potrebné ID, prečítajte si %1$stento článok vo vedomostnej databáze%2$s."],"To be able to access %1$sFacebook Insights%2$s, you need to add a user here. The name is used for reference only, the ID is used for verification.":["Pre prístup do %1$sFacebook Insights%2$s je potrebné pridať používateľa. Meno je použité len pre referenciu, ID je použité pre overenie používateľa."],"More info can be found %1$son our knowledge base%2$s.":["Viac informácii môžete nájsť v %1$snašej databáze vedomostí%2$s."],"To be able to access %1$sFacebook Insights%2$s for your site, you need to specify a Facebook Admin. This can be a user. If you have an app for your site, you could use that as well.":["Pre sprístupnenie %1$sFacebook Insights%2$s pre vašu stránku potrebujete špecifikovať Facebook administrátora. Môže ním byť používateľ. Ak máte pre svoju stránku aplikáciu, môžete ju tak isto použiť."],"Facebook Insights and Admins":["Facebook Insights and Administrátori"],"Successfully cleared all Facebook Data":["Úspešne vymazané všetky Facebook dáta"],"Successfully removed admin %s":["Úspešne odstránený administrátor %s"],"This Facebook user has already been added as an admin.":["Tento Facebook používateľ uť bol pridaný ako administrátor. "],"Your input contains invalid characters. Please make sure both fields are filled in correctly.":["Zadané polia obsahujú neplatné znaky. Skontrolujte, či ste obe polia vyplnili správne."],"Please make sure both fields are filled.":["Uistite sa, či sú vyplnené obe polia."],"Pinterest":["Pinterest"],"Other":["Iné"],"Archives":["Archívy"],"Email":["Email"],"Previous":["Predchádzajúca"],"Next":["Pokračovať"],"Close":["Zatvoriť"],"Configure %1$s's XML Sitemap settings":[""],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines, yet might slow down your site.":["%1$s aj %2$s vytvoria XML mapu stránok. Ak sa vytvoria dve XML mapy stránok, môže to mať za následok spomalenie webstránky, tiež to nie je užitočné pre vyhľadávače."],"Configure %1$s's OpenGraph settings":[""],"Both %1$s and %2$s create OpenGraph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":["Oboje %1$s  a %2$s vytvoria výstup pre OpenGraph, čo môže mať za následok, že Facebook, Twitter, LInkedIn a ďalšie sociálne siete použijú nesprávne texty a obrázky pri zdieľaní stránok."],"%s Image":["%s Obrázok"],"%s Description":["%s Popis"],"%s Title":["%s Nadpis"],"Twitter":["Twitter"],"Facebook":["Facebook"],"The recommended image size for %1$s is %2$s pixels.":["Odporúčaná veľkosť obrázku pre %1$s je %2$s pixelov."],"If you want to override the image used on %s for this post, upload / choose an image or add the URL here.":["Ak si prajete prepísať obrázok použitý na %s pre tento príspevok, nahrajte / zvoľte obrázok alebo pridajte URL sem."],"If you don't want to use the meta description for sharing the post on %s but want another description there, write it here.":["Ak si neprajete používať meta popis pre zdieľaný príspevok %s, ale chete použiť iný popis, vložte ho sem."],"If you don't want to use the post title for sharing the post on %s but instead want another title there, write it here.":["Ak si neprajete používať nadpis príspevku pri zdieľaní príspevku %s ale namiesto toho chcete použiť iný nadpis, vpíšte ho sem."],"very difficult":["veľmi tažké"],"Try to make shorter sentences, using less difficult words to improve readability.":["Skúste tvoriť kratšie vety,používať jednoduchšie slová, aby ste zlepšili čitateľnosť."],"difficult":["tažké"],"Try to make shorter sentences to improve readability.":["Skúste tvoriť kratšie vety pre zjednoduchšenie čítania."],"fairly difficult":["trochu tažké"],"OK":["OK"],"fairly easy":["normálne"],"easy":["ľahké"],"very easy":["veľmi ľahké"],"The copy scores %1$s in the %2$s test, which is considered %3$s to read. %4$s":["Kópia získala %1$s v teste %2$s, ktorý je považovaný %3$s a stojí za prečítanie. %4$s"],"The focus keyword appears in the first paragraph of the copy.":["Kľúčové slovo sa zobrazuje v prvom odseku textu."],"The focus keyword doesn't appear in the first paragraph of the copy. Make sure the topic is clear immediately.":["Kľúčové slovo sa nevyskytuje v prvom odseku textu. Uistite sa, že vám je jasná téma."],"The keyword density is %1$s, which is great; the focus keyword was found %2$d times.":["Početnosť kľúčového slova je %1$s, čo je skvelé. Kľúčové slovo bolo nájdené %2$d-krát."],"The keyword density is %1$s, which is over the advised %3$s maximum; the focus keyword was found %2$d times.":["Početnosť kľúčového slova je %1$s, čo je príliš veľa. %3$s je maximum. Kľúčové slovo bolo nájdené %2$d-krát."],"A meta description has been specified, but it does not contain the focus keyword.":["Meta popis je zadaný, ale neobsahuje cieľové kľúčové slovo."],"No meta description has been specified. Search engines will display copy from the page instead.":["Nebol zadaný meta popis, vyhľadávače budú zobrazovať text zo stránky."],"The meta description is under %1$d characters long. However, up to %2$d characters are available.":["Meta popis je kratší ako %1$d znakov. Máte ešte %2$d znakov k dispozícii."],"You have not used the focus keyword in any subheading (such as an H2) in your copy.":["Nepoužili ste kľúčové slovo v žiadnom podnadpise (napr. H2) vo vašom texte."],"The images on this page are missing alt attributes.":["Obrázky na tejto stránke neobsahujú alt vlastnosti."],"No outbound links appear in this page, consider adding some as appropriate.":["Na tejto stránke sa nenachádzajú žiadne externé odkazy, zvážte pridanie niektorých odkazov."],"This page has %1$s nofollowed outbound link(s) and %2$s normal outbound link(s).":["Táto stránka obsahuje: %1$s nesledovaných (no follow) odkazov a %2$s normálnych odchádzajúcich odkazov."],"This page has %1$s outbound link(s), all nofollowed.":["Táto stránka obsahuje %1$s odchádzajúcich odkazov, všetky sú nesledované (nofollow)."],"This page has %1$s outbound link(s).":["Táto stránka obsahuje %1$s odchádzajúcich odkazov."],"You're linking to another page with the focus keyword you want this page to rank for. Consider changing that if you truly want this page to rank.":["S kľúčovým slovom, na ktoré optimalizujete stránku odkazujete na inú webovú stránku. Zvážte zmenu, ak chcete skutočne optimalizovať VAŠU stránku. "],"No images appear in this page, consider adding some as appropriate.":["Žiadne obrázky na stránke, zvážte pridanie vhodných obrázkov."],"The SEO title contains the focus keyword, but it does not appear at the beginning; try and move it to the beginning.":["Nadpis stránky obsahuje kľúčové slovo, no nie na začiatku. Pokúste sa ho presunúť na začiatok. "],"The SEO title contains the focus keyword, at the beginning which is considered to improve rankings.":["Nadpis stránky obsahuje kľúčové slovo na začiatku. To je považované za dobré pre zlepšenie hodnotenia."],"Please create an SEO title.":["Prosím vytvorte SEO nadpis."],"The slug for this page is a bit long, consider shortening it.":["Slug pre túto stránku je príliš dlhý, prosím zvážte jeho skrátenie."],"The focus keyword does not appear in the URL for this page. If you decide to rename the URL be sure to check the old URL 301 redirects to the new one!":["Kľúčové slovo sa nenachádza v URL adrese tejto stránky. Ak sa rozhodnete premenovať URL adresu, uistite sa, že stará URL adresa odkazuje (301 redirect) na novú!"],"You've used this focus keyword %1$s%2$d times before%3$s, it's probably a good idea to read %4$sthis post on cornerstone content%5$s and improve your keyword strategy.":["Použili ste toto kľúčové slovo %1$s%2$d-krát pred%3$s, je pravdepodobne dobrý nápad prečítať si %4$stento článok o základoch obsahu%5$s a vylepšiť stratégiu kľúčového slova."],"You've used this focus keyword %1$sonce before%2$s, be sure to make very clear which URL on your site is the most important for this keyword.":["Už ste toto hlavné kľúčové slovo %1$s raz použili %2$s, uistite sa ktorá adresa vašej stránky je najdôležitejšia pre toto slovo."],"You've never used this focus keyword before, very good.":["Ešte ste nikdy nepoužili toto hlavné kľúčové slovo, vynikajúco."],"No focus keyword was set for this page. If you do not set a focus keyword, no score can be calculated.":["Žiadne hlavné kľúčové slovo nebolo nastavené pre túto stránku. Ak nenastavíte hlavné kľúčové slovo, skóre nemôže byť vyrátané."],"Focus keyword not set.":["Nie je nastavené žiadne kľúčové slovo"],"Focus KW":["Kľúčové slovo"],"Meta Desc.":["Meta popis"],"All SEO Scores":["All SEO Skóre"],"SEO: Post Noindexed":["SEO: Príspevok neindexovaný"],"SEO: Good":["SEO: Dobré"],"SEO: OK":["SEO: OK"],"SEO: No Focus Keyword":["SEO: Žiadne hlavné kľúčové slovo"],"SEO issue: The featured image should be at least 200 by 200 pixels to be picked up by Facebook and other social media sites.":["SEO problém: Hlavný obrázok by mal mať veľkosť minimálne 200x200 pixelov, aby mohol byť použitý pre Facebook a iné sociálne siete."],"(no parent)":["(bez nadradenej)"],"No focus keyword set.":["Žiadne hlavné kľúčové slovo."],"Post is set to noindex.":["Vypnuté indexovanie príspevku"],"The URL that this page should redirect to.":["URL adresa na ktorú vás táto stránka presmeruje."],"301 Redirect":["301 presmerovanie"],"The canonical URL that this page should point to, leave empty to default to permalink. %1$sCross domain canonical%2$s supported too.":["Jednoznačná URL adresa, na ktorú by táto stránka mala odkazovať, nechajte prázdne pre základné použitie trvalého odkazu. %1$sCross domain canonical%2$s je taktiež podporovaná.."],"Canonical URL":["Jednoznačná URL adresa"],"Title to use for this page in breadcrumb paths":["Nadpis používaný na tejto stránke v adrese mininavigácii"],"Breadcrumbs Title":["Nadpis mininavigácie"],"No Snippet":["Žiadny úryvok"],"No Archive":["Žiadny archív"],"No Image Index":["Obsah bez obrázka"],"None":["žiadny"],"Site-wide default: %s":["Štandardne pre celú stránku: %s"],"Advanced <code>meta</code> robots settings for this page.":["Pokročilé nastavenia <code>meta</code> robotov pre túto stránku."],"Meta robots advanced":["Pokročilé nastavenia meta robotov"],"Meta robots follow":["Sledovať meta roboty"],"Noindex":["Noindex"],"Index":["Indexovať"],"Default for this post type, currently: %s":["Prednastavený pre tento typ obsahu, aktuálne: %s"],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Varovanie: Aj keď tu nastavíte meta roboty, vaša stránka má nastavené zrušenie indexovania(v nastaveniach stránky), nebudú vás roboty vidieť."],"If you type something above it will override your %1$smeta keywords template%2$s.":["Ak niečo napíšete do poľa vyššie, nahradí to vašu šablónu %1$smeta kľúčových slov%2$s."],"Meta keywords":["Meta kľúčové slová"],"Meta description":["Meta popis"],"SEO Title":["Nadpis SEO"],"Focus keyword":["Hlavné kľúčové slovo"],"Snippet preview":["Náhľad snippetu"],"Setting \"%s\" is no longer used and has been discarded.":["Nastavenie \"%s\" sa už nepoužíva, bolo zrušené."],"No settings found in file.":["V súbore neboli nájdené nastavenia."],"Settings successfully imported.":["Nastavenia úspešne importované."],"Unzipping failed - file settings.ini not found.":["Zlyhalo rozbaľovanie .zip súbora. Nebol nájdený súbor settings.ini"],"Unzipping failed with error \"%s\".":["Zlyhalo rozbaľovanie .zip súbora. Chyba: %s"],"Upload failed.":["Zlyhalo nahranie."],"Settings could not be imported:":["Nastavenia nemohli byť importované:"],"WooThemes SEO framework settings &amp; data successfully imported.":["Úspešne importované data z WooThemes SEO framework "],"HeadSpace2 data successfully imported":["Úspešne importované data z HeadSpace2 "],"No taxonomy metadata found":["Metadáta taxonómie nenájdené"],"This export includes taxonomy metadata":["Tento export obsahuje taxonómiu metadát."],"This is a settings export file for the %1$s plugin by Yoast.com":["Toto je exportovaný súbor nastavení pre %1$s plugin od Yoast.com"],"Could not write settings to file.":["Nastavenia nemôžu byť zapísané do súboru."],"Could not zip settings-file.":["Nedá sa zozipovať súbor s nastaveniami."],"Error creating %1$s export: ":[""],"Breadcrumb for 404 pages:":[""],"Prefix for search result pages:":["Prefix pre stránky výsledkov hľadania:"],"Prefix for archive pages:":["Prefix pre stránky archívu:"],"Prefix for breadcrumbs:":[""],"Anchor text for the homepage:":["Anchor text pre domovskú stránku:"],"Breadcrumbs separator:":[""],"Remove blog page from breadcrumbs":[""],"%s Breadcrumbs":[""],"Use Image":["Použiť obrázok"],"Action":["Akcia"],"Page URL/Slug":["URL adresa/slug stránky"],"Publication date":["Dátum publikovania"],"Post Status":["Stav článku"],"Post Type":["Typ článku"],"WP Page Title":["Nadpis WP stránky"],"View":["Zobraziť"],"View &#8220;%s&#8221;":["Zobraziť &#8220;%s&#8221;"],"Preview":["Náhľad"],"Preview &#8220;%s&#8221;":["Náhľad &#8220;%s&#8221;"],"Edit":["Edituj"],"Filter":["Filter"],"You are not allowed to access this page.":["Nemáte povolenie pristupovať k tejto stránke."],"New Yoast Meta Description":["Nový Yoast meta popis"],"Existing Yoast Meta Description":["Existujúci Yoast meta popis"],"a,about,above,after,again,against,all,am,an,and,any,are,as,at,be,because,been,before,being,below,between,both,but,by,could,did,do,does,doing,down,during,each,few,for,from,further,had,has,have,having,he,he'd,he'll,he's,her,here,here's,hers,herself,him,himself,his,how,how's,i,i'd,i'll,i'm,i've,if,in,into,is,it,it's,its,itself,let's,me,more,most,my,myself,nor,of,on,once,only,or,other,ought,our,ours,ourselves,out,over,own,same,she,she'd,she'll,she's,should,so,some,such,than,that,that's,the,their,theirs,them,themselves,then,there,there's,these,they,they'd,they'll,they're,they've,this,those,through,to,too,under,until,up,very,was,we,we'd,we'll,we're,we've,were,what,what's,when,when's,where,where's,which,while,who,who's,whom,why,why's,with,would,you,you'd,you'll,you're,you've,your,yours,yourself,yourselves":["a,o,hore,po,znova,oproti,všetko,am,an,a,hocijaký,sú,ako,u,je,pretože,bolo,predtým,je,pod,medzi,oboje,ale,od,môže,bolo,robiť,robí,deje sa,dole,počas,každý,zopár,pre,od,ďalší,mala,má,má,má,on,on by rád,bude,on je,jej,tu,tu je,jej,ona sama,jemu,on sám,jeho,ako,ako je,ja,ja by som,budem,som,mám,ak,v,v,je,ono,ono je,jeho,jeho samo,poďme,mne,viac,najviac,moje,ja sám,ani,z,na,raz,len,alebo,iný,by mal,náš,naše,nás samých,von,nad,vlastný,rovnaký,ona,ona by,ona bude,ona je,mať,tak,nejaký,taký,ako,to,to je, ,ich,ich,im,sami,potom,tu,tu je,tieto,ich,ich,oni budú,oni sú,oni majú,tento,tamten,cez,k,tiež,pod,pokým,hore,veľmi,bolo,my,my by sme,budeme,sme,máme,boli,čo,čo je,kedy,kedy je,kde,kde je,ktorý,pokým,kto,kto je,od koho,prečo,prečo je,s,chcieť,ty,ty by si rád,budeš,si,máš,tvoj,váš,tvoj,váš"],"Facebook profile URL":["URL adresa profilu na Facebooku"],"Twitter username (without @)":["Používateľské meno na Twitteri (bez @)"],"Google+":["Google+"],"FAQ":["Časté otázky"],"Premium Support":["Platená podpora"],"Settings":["Nastavenia"],"You must %1$sgo to your Reading Settings%2$s and uncheck the box for Search Engine Visibility.":["Musíte %1$sísť do nastavení Čítanie%2$s a odznačiť políčko Viditeľnosť pre vyhľadávače."],"Huge SEO Issue: You're blocking access to robots.":["Veľká chyba SEO: Blokujete prístup robotom."],"Posts":["Príspevky"],"Edit Files":["Upraviť súbory"],"MultiSite Settings":["Nastavenia viacerých stránok"],"Advanced Variables":["Pokročilé premenné"],"Basic Variables":["Základné premenné"],"Note that not all variables can be used in every template.":["Berte na vedomie, že nie všetky premenné môžu byť použité v každej šablóne."],"The title &amp; metas settings for %1$s are made up of variables that are replaced by specific values from the page when the page is displayed. The tabs on the left explain the available variables.":["Nadpisy a meta nastavenia v %1$s sú tvorené premennými, ktoré sú nahradené špecifickými hodnotami zo stránky, keď je stránka zobrazená. Záložky na ľavej strane vysvetľujú dostupné premenné."],"Template explanation":["Vysvetlenie šablóny"],"Why Google won't display the right page title":["Prečo Google nezobrazí správny nadpis stránky"],"Title optimization":["Optimalizácia nadpisu"],"For more information:":["Viac informácií:"],"General":["Všeobecné"],"Extensions":["Rozšírenia"],"Search Console":["Search Console"],"Tools":["Nástroje"],"Advanced":["Pokročilé"],"XML Sitemaps":["XML Mapy stránok"],"Social":["Sociálne siete"],"Titles &amp; Metas":["Nadpisy &amp; meta údaje "],"SEO":["SEO"],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":["%1$s detekuje, že používate verziu %2$s z %3$s, prosím, aktualizujte na najnovšiu verziu, aby sa zabránilo problémom s kompatibilitou."],"Just another WordPress site":["Len ďalšia WordPress stránka"],"You still have the default WordPress tagline, even an empty one is probably better. %1$sYou can fix this in the customizer%2$s.":[""],"You have used HTML in your value which is not allowed.":["Použili ste HTML vo vašej hodnote, použitie HTML nie je povolené."],"You can't edit %s that aren't yours.":["Nemôžete upravovať %s. Nemáte dostatočné práva."],"You can't edit %s.":["Nemôžete upravovať %s."],"Post has an invalid Post Type: %s.":["Neplatný typ článku: %s."],"Post doesn't exist.":["Článok neexistuje"],"The file %s could not be removed. Please remove it via FTP.":["Súbor %s nemohol byť odstránený. Prosím odstráňte ho pomocou FTP."],"posts\u0004Trash <span class=\"count\">(%s)</span>":["Kôš <span class=\"count\">(%s)</span>","Kôš <span class=\"count\">(%s)</span>","Kôš <span class=\"count\">(%s)</span>"],"posts\u0004All <span class=\"count\">(%s)</span>":["Všetok <span class=\"count\">(%s)</span>","Všetky <span class=\"count\">(%s)</span>","Všetkých <span class=\"count\">(%s)</span>"]}}}