{"domain":"js-text-analysis","locale_data":{"js-text-analysis":{"":{"domain":"js-text-analysis","plural_forms":"nplurals=3; plural=(n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2);","lang":"sr_RS"},"The meta description has a nice length.":["Мета опис има дивну дужину."],"Your site language is set to %s.":["Језик вашег веб места је постављен на %s."],"Number of results found: %s":["Број пронађених резултата: %s"],"Get started quickly with the %1$s %2$sconfiguration wizard%3$s!":["Почните брзо са %1$s %2$sчаробњаком%3$s!"],"First-time SEO configuration":["SEO подешавање - први пут"],"Your site language is set to %s. If this is not correct, contact your site administrator.":["Језик вашег веб места је %s. Уколико ово није тачно, контактирајте вашег администратора."],"Highlight this result in the text":["Назначи овај резултат у тексту"],"Considerations":["Разматрања"],"Errors":["Грешке"],"Change language":["Промени језик"],"%1$s%3$s ACF Integration%2$s - an integration built by %4$s and Team %3$s":["%1$s%3$s ACF интеграција%2$s - интеграцију урадили %4$s и тим %3$s"],"%1$sGlue for %4$s &amp; AMP%3$s - an integration between %2$sthe WordPress AMP plugin%3$s and %4$s.":["%1$sЛепак за %4$s и AMP%3$s - интеграција између %2$sthe WordPress AMP додатка%3$s и %4$s."],"You cannot create a %s file.":["Не можете креирати %s датотеку."],"You cannot edit the %s file.":["Не можете уређивати %s датотеку."],"Updated %s":["Ажурирана датотека %s"],"%1$s 3.0 brought a way for theme builders and custom field plugins to integrate with %1$s. These integrations make sure that %2$sall%3$s the data on your page is used for the content analysis. On this page, we highlight the frameworks that have nicely working integrations.":["%1$s 3.0 је увео начин за креаторе тема и додатака са прилагођеним пољима да се интегришу са %1$s. Ове интеграције потврђују да се %2$sall%3$s подаци на вашој веб страници користе у анализи садржаја. На овој страни истичемо оквире који су добро интегрисани."],"Create %s file":["Креирај %s датотеку"],"Edit the content of your %s:":["Уредите садржај ваше датотеке %s:"],"Save changes to %s":["Снимите измене у %s"],"%s file":["%s датотека"],"We've got other integrations we'd like to tell you about:":["Имамо друге интеграције о којима ћемо вам рећи:"],"Other integrations":["Остале интеграције"],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please install %3$s to make your life better. %4$s.":["%1$s и %2$s могу да раде заједно пуно боље након убацивања помоћног додатка. Молимо, активирајте %3$s како би себи олакшали живот. %4$s."],"More information":["Више информација"],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please activate %3$s to make your life better.":["%1$s и %2$s могу да раде заједно пуно боље након убацивања помоћног додатка. Молимо, активирајте %3$s како би себи олакшали живот."],"%1$s Integrations":["%1$s интеграције"],"More information about %1$s":["Више информација о %1$s"],"Configuration Wizard":["Чаробњак за конфигурацију"],"QA":["Квалитет"],"You've done it!":["Завршили сте."],"Seamlessly integrate %1$s into your AMP pages!":["Беспрекорно интегришите %1$s у ваше AMP странице."],"Seamlessly integrate %2$s with %1$s for the content analysis!":["Беспрекорно интегришите %2$s са %1$s за анализу садржаја."],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please install %3$s to make your life better.":["%1$s и %2$s могу пуно боље радити заједно са помоћним додатком. Молимо, поставите %3$s како би себи олакшали живот."],"Manage your subscription on My Yoast":["Управљајте вашом претплатом на My Yoast"],"The title &amp; metas settings for %1$s are made up of variables that are replaced by specific values from the page when the page is displayed. The table below contains a list of the available variables.":["Наслов и мета подешавања за %1$s се састоје од променљивих које се замењују специфичним вредностима са странице када се иста приказује. Доња табела садржи листу променљивих које су доступне."],"Mark the most important %1$s as 'cornerstone content' to improve your site structure. %2$sLearn more about cornerstone content%3$s.":["Означите најважније %1$s као 'битан садржај' и побољшате структуру вашег веб места. %2$sНаучите више о битном садржају%3$s."],"Open support form":["Отворите образац за подршку"],"Follow our Yoast SEO for WordPress training and become a certified Yoast SEO Expert!":["Пратите WordPress обуку на Yoast SEO и постаните сертификовани Yoast SEO стручњак."],"Enroll in the Yoast SEO for WordPress training »":["Пријавите се на Yoast SEO за WordPress обуку »"],"Loading help center.":["Учитавање центра за помоћ."],"Get support":["Узмите подршку"],"Search the knowledge base":["Претражите базу знања"],"View in KB":["Погледај у KB"],"Go back":["Врати се"],"Go back to the search results":["Вратите се на резултате претраге"],"(Opens in a new browser tab)":["(Отвара се на новој картици прегледача)"],"Want to be a Yoast SEO Expert?":["Желите да постанете Yoast SEO стручњак?"],"You just changed the URL of this %1$s. To ensure your visitors do not see a 404 on the old URL, you should create a redirect. %2$sLearn how to create redirects here.%3$s":["Управо сте променили URL чланка %1$s. Да би обезбедили да посетиоци не виде 404 на старом URL-у, треба да направите преусмерење. %2$sОвде научите како да правите преусмерења.%3$s"],"Posts with a %1$sgood%2$s SEO score":["Чланци са %1$sдобрим%2$s SEO резултатом"],"Posts with an %1$sOK%2$s SEO score":["Чланци са %1$sсолидним%2$s SEO резултатом"],"Posts with a %1$sneeds improvement%2$s SEO score":["Чланци са %1$sпотребно побољшати%2$s SEO резултатом "],"Posts %1$swithout%2$s a focus keyword":["Чланци %1$sбез%2$s фокусне кључне речи"],"Hey, your SEO is doing pretty well! Check out the stats:":["Хеј, ваш SEO је прилично добар. is doing pretty well! Погледајте статистику:"],"You don't have any published posts, your SEO scores will appear here once you make your first post!":["Немате постављен ниједан чланак. SEO резултати ће се појавити након постављања првог чланка."],"On this page, you can change the name of your site and choose which\n separator to use. The separator will display, for instance, between your\n post title and site name. Symbols are shown in the size they'll appear in\n the search results. Choose the one that fits your brand best or takes up\n the least space in the snippets.":["На овој страници можете променити име вашег веб места и одабрати који знак за растављање ћете користити. Овај знак ће, на пример, бити постављен између наслова чланка и назива веб места. Симболи се приказују у величини у којој ће се појавити у \n резултатима претраге. Изаберите онај који најбоље одговара вашој марки или заузима најмање простора у фрагментима."],"%1$s can tell search engines about your social media profiles.\n These will be used in Google's Knowledge Graph. There are additional\n sharing options in the advanced settings. More %2$sinfo%3$s.":["%1$s преноси претраживачима податке о вашим профилима на друштвеним мрежама.\n Ово ће бити коришћено у  Google-овој графици знања. Постоје додатне\n могућности за дељење у напредним подешавањима. Више %2$sинформација%3$s."],"Something else":["Нешто друго"],"A portfolio":["Портфељ"],"A corporation":["Корпорација"],"A small offline business":["Мало предузеће"],"A news channel":["Канал за вести"],"An online shop":["Интернет продавница"],"A blog":["Блог"],"What does the site %1$s represent?":["Шта ваше веб место %1$s представља?"],"Please specify which post types you want search engines to index.\n If you do not know the differences between these, it's best to choose the\n default settings. For instance, setting 'Media' to visible would index your\n images which could lead to visitors finding your images without ever\n coming to your site. If you have a custom post type on your site, you need\n to activate these manually.":["Молимо наведите које врсте чланака желите да индексирају претраживачи. \n Ако не знате разлике између њих, најбоље је изабрати подразумевана подашавања\n. На пример, постављање \"Медија\" у видљиву групу би индексирало ваше слике, па би посетиоци могли да пронађу ваше слике без посете вашем веб месту. Ако на свом веб месту имате прилагођени тип чланка, потребно је да их укључите ручно."],"If you choose no, your author archives will be deactivated to prevent\n duplicate content issues.":["Ако одаберете \"не\", ваше архиве аутора ће бити деактивиране да би се спречио проблем са дуплираним садржајем. "],"Note: we don't store your data in any way and don't have full access to your account. \nYour privacy is safe with us.":["Напомена: Ми не чувамо ваше податке на било који начин и немамо приступ вашем налогу. \nВаша приватност је сигурна са нама."],"%1$s integrates with Google Search Console, a must-have tool for site owners.\n It provides you with information about the health of your site. \n Don't have a Google account or is your site not activated yet?\n Find out %2$show to connect Google Search Console to your site.%3$s":["%1$s се интегрише са Google Search Console, неопходном алатком за власнике веб места.\n Ова алатка вам обезбеђује податке о здрављу вашег веб места. \n Немате Google налог или ваше веб место још увек није активно?\n Откријте %2$sкако да повежете ваше веб место са Google Search Console.%3$s"],"Option B: My site is under construction and should not be indexed":["Опција Б: Моје веб место је у изградњи и не би требало да буде индексирано"],"Option A: My site is live and ready to be indexed":["Опција Б: Моје веб место је активно спремно за индексирање"],"Choose under construction if you want to keep the site out of the index\n of search engines. Don't forget to activate it once you're ready to\n publish your site.":["Користите опцију \"у изградњи\" ако желите да ваше веб место не индексирају претраживачи. Не заборавире да је укључите када будете спрени да активирате ваше веб место."],"Please specify if your site is under construction or already active.":["Молимо дефинишите да ли је ваше веб место у изградњи или је активно."],"This information will be used in Google's Knowledge Graph Card, the big\n block of information you see on the right side of the search results.":["Ове информације ће се користити на Google-овој графици знања, велики оквир са подацима који видите на десној страни резултата претраге."],"Does your site represent a person or company?":["Да ли ваше веб место представља лице или предузеће?"],"Close wizard":["Затвори чаробњака"],"Read more like this on our SEO blog":["Прочитајте још оваквих ствари на нашем SEO блогу"],"Latest blogposts on Yoast.com":["Најновији блог чланци на Yoast.com"],"Readability: Good":["Читљивост: Добра"],"Readability: OK":["Читљивост: Задовољавајућа"],"Readability: Needs improvement":["Читљивост: Треба побољшати"],"SEO: Needs improvement":["SEO: Треба побољшати"],"Activate your site on My Yoast":["Активирајте вашу лиценцу на My Yoast"],"Not activated":["Није активирана"],"Activated":["Активирана"],"%1s recommendations for you":["%1s препорука за вас"],"All Readability Scores":["Све оцене читљивости"],"Filter by Readability Score":["Филтрирај по оцени читљивости"],"You are not receiving updates or support! Fix this problem by adding this site and enabling %1$s for it in %2$s.":["Не добијате ажурирања или подршку! Поправите овај проблем тако што ћете додати ово веб место и укључити %1$s за њега у одељку %2$s. "],"Remind me again in 4 weeks.":["Подсети ме поново за 4 недеље."],"Request method %1$s is not valid.":["Тражена метода %1$s није исправна."],"Import from Jetpack SEO":["Увези из Jetpack SEO"],"Muted notifications:":["Нечујна обавештења:"],"Muted problems:":["Нечујни проблеми:"],"Do you want to preview what it will look like if people share this post on %1$s? You can, with %2$s.":["Да ли желите да прегледате како ће изгледати ако људи поделе овај чланак на %1$s? То можете са %2$s. "],"Find out why you should upgrade to %s &raquo;":["Сазнајте због чега треба да надоградите на %s &raquo;"],"Go premium!":["Користите премијум верзију"],"Dismiss %s upgrade motivation":["Занемари %s мотивацију за надоградљу"],"This feature helps you improve the internal link structure of your site. If you want to know more about the why and how of internal linking, check out the %1$sarticle about internal linking on Yoast.com%2$s.":["Ова особина вам помаже да побољшате унутрашњу структуру веза на вашем веб месту. Ако желите да сазнате више о разлозима за кориштење унутрашњих веза, проверите %1$s чланак о унутрашњим везама на Yoast.com%2$s. "],"The <strong>Text link counter</strong> feature (introduced in %1$s %2$s) is currently disabled. For this feature to work %1$s needs to create a table in your database. We were unable to create this table automatically.\n\t\t\t\t\tPlease read the following %3$sknowledge base article%4$s to find out how to resolve this problem.":["Функција  <strong>бројача текстуалних веза</strong> (уведена у %1$s %2$s) је тренутно онемогућена. Како би ова особина функционисала, %1$s треба да креира табелу у вашој бази података. Није било могуће аутоматски креирати наведену табелу. Молимо, прочитајте %3$sчланак из базе знања%4$s како би пронашли решење овог проблема."],"Good job! All the links in your texts have been counted.":["Одлично! Све везе у вашим текстовима су пребројане."],"Calculation completed.":["Калкулација завршена."],"Calculation in progress...":["Калкулација у току..."],"Stop counting":["Заустави бројање"],"Counting links in your texts":["Бројање веза у вашим текстовима"],"Text %1$s of %2$s processed.":["Текст %1$s од %2$s обрађен."],"All your texts are already counted, there is no need to count them again.":["Сви ваши текстови су већ пребројани, нема потребе за поновним пребројавањем."],"Count links in your texts":["Броји везе у вашим текстовима."],"The links in all your public texts need to be counted. This will provide insights of which texts need more links to them. If you want to know more about the why and how of internal linking, check out %1$sthe article about internal linking on %2$s%3$s.":["Потребно је пребројати све везе у јавно доступним текстовима. Ово ће пружити увид који текстови требају више веза. Ако желите да сазнате више о унутрашњим везама, проверите %1$sчланак о унутрашњим везама на %2$s%3$s. "],"Text link counter":["Бројач веза у текстовима"],"To make sure all the links in your texts are counted, we need to analyze all your texts.\n\t\t\t\t\tAll you have to do is press the following button and we'll go through all your texts for you.\n\n\t\t\t\t\t%3$sCount links%4$s\n\n\t\t\t\t\tThe Text link counter feature provides insights in how many links are found in your text and how many links are referring to your text. This is very helpful when you are improving your %1$sinternal linking%2$s.":["Да би утврдили да ли су све везе у вашим текстовима избројане, морамо анализирати све ваше текстове. Треба само да кликнете на дугме и ми ћемо анализирати све ваше текстове. %3$sИзброј везе%4$s Бројач пронађених веза вам пружа увид у број пронађених веза у сваком тексту и колико веза упућује на исти текст. Ово је веома корисно када се побољшава %1$sунутрашње повезивање%2$s текстова. "],"The <strong>Text link counter</strong> feature (introduced in %1$s %2$s) is currently disabled. For this feature to work %1$s requires at least PHP version %3$s. We have detected PHP version %4$s on this website.\n\t\t\t\t\tPlease read the following %5$sknowledge base article%6$s to find out how to resolve this problem.":["Особина <strong>Бројач текстуалних веза</strong> (представљена у %1$s %2$s) је тренутно искључена. Да би ова особина функционисала %1$s захтева минимално %3$s PHP верзију . На овом веб-месту је пронађено да је активна PHP %4$s верзија. Прочитајте следећи %5$sчланак из базе знања%6$s како би могли да решите овај проблем. "],"# internal links to":["број интерних веза према"],"Number of internal links linking to this post. See \"Yoast Columns\" text in the help tab for more info.":["Број унутрашњих веза који показују на овај чланак. У картици \"Помоћ\" погледајте текст \"Yoast Columns\" уколико желите више информација."],"# links in post":["број веза у чланку"],"Number of internal links in this post. See \"Yoast Columns\" text in the help tab for more info.":["Број унутрашњих веза у овом чланку. У картици \"Помоћ\" погледајте текст \"Yoast Columns\" уколико желите више информација. "],"%1$s adds several columns to this page. We've written an article about %2$show to use the SEO score and Readability score%3$s. The links columns show the number of articles on this site linking %5$sto%6$s this article and the number of URLs linked %5$sfrom%6$s this article. Learn more about %4$show to use these features to improve your internal linking%3$s, which greatly enhances your SEO.":["%1$s додаје неколико колона на ову страницу. Написали смо чланак о томе%2$sкако користити SEO скор и скор читљивости%3$s. Колоне за везе приказују број чланака на овом сајту, који имају везу %5$sка%6$s овом чланку и број URL-ова који дају везу %5$sод%6$s овог чланка. Научите %4$s како да користите ове особине за побољшање ваших интерних веза%3$s, чиме значајно побољшавате ваш SEO."],"%s Columns":["%s Колона"],"Readability score":["Резултат читљивости"],"Take the online Structured Data Training course and learn how to create rich snippets!":["Похађајте Structured Data Training курс и научите како се креирају богати фрагменти  (rich snippets)! "],"The focus keyword appears only in %2$d (out of %1$d) subheadings in your copy. Try to use it in at least one more subheading.":["Фокусна кључна реч се појављује у %2$d (од %1$d) поднаслова у вашем тексту. Покушајте да је користите бар у још једном поднаслову."],"No internal links appear in this page, consider adding some as appropriate.":["На страници се не појављују интерни линкови, размислите о томе да додате неке одговарајуће."],"This page has %1$s internal link(s).":["Ова страница има %1$s интерни(х) линк(ова)."],"This page has %1$s nofollowed internal link(s) and %2$s normal internal link(s).":["Ова страница има %1$s nofollow интерних линкова и %2$s нормалних интерних линкова.."],"This page has %1$s internal link(s), all nofollowed.":["Ова страница има %1$s интерних линкова. Сви су nofollow."],"Other benefits of %s for you:":["Остале погодности %s за вас:"],"Let us set up %s for you":["Допустите нам да вам подесимо %s"],"Configure %s in a few steps":["Конфигурисање %s у пар корака"],"%1$sSocial media preview%2$s: Facebook &amp; Twitter":["%1$sПреглед друштвених мрежа%2$s: Facebook и Twitter"],"Scroll to see the preview content.":["Скролуј како би прегледао садржај."],"Enter authorization code here...":["Овде унесите код за ауторизацију..."],"The Cornerstone content functionality enables you to mark and filter cornerstone content on your website. %1$sRead more about how cornerstone content can help you improve your site structure.%2$s":["Функционалност \"Битан садржај\" вам омогућава да означите и филтрирате битан садржај на вашем сајту. %1$sПрочитајте детаљније како битан садржај може да ти помогне у унапређењу структуре сајта.%2$s"],"Cornerstone content":["Битан садржај"],"%1$s will now take care of all the needed technical optimization of your site. To really improve your site's performance in the search results, it's important to start creating content that ranks well for keywords you care about. Check out this video in which we explain how to use the %1$s metabox when you edit posts or pages.":["%1$ ће се бринути за сву потребну техничку оптимизацију вашег сајта. Да бисте заиста побољшали учинак вашег сајта у резултатима претраге, важно је да почнете од стварања садржаја који је добро рангиран за кључне речи које су вама битне. Погледајте овај видео у коме објашњавамо како се користи %1$s metabox када ажурирате чланак или страницу."],"Your %1$s plugin is now set up. SEO, however, is subject to constant change. Sign up for our newsletter if you would like to keep up-to-date regarding %1$s, other plugins by Yoast and important news in the world of SEO.":["Ваш %1$s додатак је сада подешен. Међутим, SEO је активност која се стално мења. Пријавите се да добијате наш билтен како би сте пратили %1$s, остале Yoast додатке и добијали важне вести о SEO свету."],"Stay up-to-date":["Будите у току"],"If you want to outrank the competition in a specific town or region, check out our %1$s plugin! You’ll be able to easily insert Google maps, opening hours, contact information and a store locator. Besides that %1$s helps you to improve the usability of your contact page.":["Ако желите да претекнете конкуренцију у одређеном граду или региону, проверите наш %1$s додатак. Моћи ћете једноставно да убаците Google мапе, радно време, информације за контакт и локатор продавнице. Осим тога %1$s вам помаже да побољшате употребљивост контакт странице."],"Attract more customers near you":["Привуците више муштерија у вашој близини"],"Do you want to know all the ins and outs of the %1$s plugin? Do you want to learn all about our advanced settings? Want to be able to really get the most out of the %1$s plugin? Check out our %1$s plugin training and start outranking the competition!":["Да ли желите да сазнате све о %1$s додатку? Да ли желите да научите све о напредним поставкама? Да ли желите да извучете највише из %1$s додатка? Проверите наш тренинг за %1$s додатак и почните претицати конкуренцију."],"Get the most out of %1$s with the %2$s":["Извуците највише из %1$s са %2$s"],"Do you want to learn how to write content that generates traffic? Check out our %1$s. We will help you to write awesome copy that will rank in the search engines. The %1$s covers all the main steps in SEO copywriting: from keyword research to publishing.":["Да ли желите да научите како да напишете садржај који генерише саобраћај? Проверите наш %1$s. Помоћи ћемо вам да напишете одличан маркетинг материјал који ће се рангирати на претраживачима. %1$s обухвата све главне кораке у писању SEO текстова: од истраживања кључних речи, до објављивања текста."],"Learn how to write copy that ranks":["Научите да напишете садржај који се добро рангира"],"Upgrade to Premium":["Надоградите у премиум"],"Do you want to outrank your competition? %1$s gives you awesome additional features that'll help you to set up your SEO strategy like a professional. Use the multiple focus keywords functionality, the redirect manager and our internal linking tool. %1$s will also give you access to premium support.":["Желите да претекнете конкуренцију? %1$s вам даје одличне додатне могућности које ће вам помоћи да поставите SEO стратегију као професионалац. Користите више кључних речи, управника за преусмеравања и наш алат за итерне везе. %1$s ће вам, исто тако, омогућити приступ премијум корисничкој подршци."],"Outrank the competition with %s":["Надмашите конкуренцију са %s"],"Configuration service":["Сервис за конфигурисање"],"While we strive to make setting up %1$s as easy as possible, we understand it can still be daunting. If you would rather have us set up %1$s for you (and get a copy of %2$s in the process), order a %1$s configuration service and sit back while we configure your site.":["Трудимо се да учинимо подешавање %1$s једноставнијим, али разумемо да подешавање понекад може бити обесхрабрујуће. Ако желите да вам ми подесимо %1$s (и да додатно добијете %2$s ), наручите %1$s услугу подешавања и одмарајте се док ми конфигуришемо ваше веб-место."],"Configure %s":["Конфигурација %s"],"Welcome to the %1$s configuration wizard. In a few simple steps we'll help you configure your SEO settings to match your website's needs! %1$s will take care of all the technical optimizations your site needs.":["Добро дошли у %1$s чаробњак за конфигурацију. У неколико једноставних корака ћемо вам помоћи да конфигуришете SEO поставке које ће одговарати потребама вашег веб места. %1$s ће се побринути за сву потребну техничку оптимизацију вашег веб места."],"Please choose the %s configuration of your liking:":["Молимо одаберите %s конфигурацију по свом укусу:"],"You might like":["Можда вам се допадне"],"Newsletter":["Билтен"],"We have detected that you have not finished this wizard yet, so we recommend you to %2$sstart the configuration wizard to configure %1$s%3$s.":["Утврдили смо да још увек нисте завршили рад са овим черобњаком. Зато вам предлажемо да %2$sпокренете чаробњак за конфигурисање и конфигуришете %1$s%3$s."],"The configuration wizard helps you to easily configure your site to have the optimal SEO settings.":["Чаробњак за конфигурисање ће вам помоћи да једноставно конфигуришете ваш сајт на оптимална SEO подешавања."],"This article is %1$scornerstone content%2$s":["Овај чланак је %1$sосновни чланак%2$s"],"If you cannot upgrade your PHP version yourself, you can send an email to your host. We have %1$sexamples here%2$s. If they don't want to upgrade your PHP version, we would suggest you switch hosts. Have a look at one of our recommended %3$sWordPress hosting partners%4$s, they've all been vetted by our Yoast support team and provide all the features a modern host should provide.":["Ако сами не можете надоградити PHP верзију, можете послати поруку е-поштом вашој хостинг компанији. Имамо %1$sпримере овде%2$s. Ако не желе надоградити вашу PHP верзију, препоручујемо да промените хостинг. Погледајте неке од препоручених %3$sWordPress хостинг партнера%4$s, које је проверио наш Yoast тим за подршку. Ове компаније пружају све могућности које модерни хостинг треба да пружи кориснику."],"If you cannot upgrade your PHP version yourself, you can send an email to your host. We have %1$sexamples here%2$s. If they don't want to upgrade your PHP version, we would suggest you switch hosts. Have a look at one of the recommended %3$sWordPress hosting partners%4$s.":["Ако сами не можете надоградити PHP верзију, можете послати поруку е-поштом вашој хостинг компанији. Имамо %1$sпримере овде%2$s. Ако не желе надоградити вашу PHP верзију, препоручујемо да промените хостинг. Погледајте неке од препоручених %3$sWordPress хостинг партнера%4$s."],"Can't update? Ask your host!":["Ажурирање није могуће? Контактирајте вашу хостинг компанију."],"You should update your PHP version to either 5.6 or to 7.0 or 7.1. On a normal WordPress site, switching to PHP 5.6 should never cause issues. We would however actually recommend you switch to PHP7. There are some plugins that are not ready for PHP7 though, so do some testing first. We have an article on how to test whether that's an option for you %1$shere%2$s. PHP7 is much faster than PHP 5.6. It's also the only PHP version still in active development and therefore the better option for your site in the long run.":["Треба да надоградите вашу PHP верзију на 5.6, 7.0 или 7.1. На нормалним WordPress веб-местима пребацивање на PHP 5.6 никад не би требало да проузрокује проблеме. Ми вам, ипак, препоручујемо пребацивање на PHP7. Неки додаци нису спремни за PHP7, стога прво тестирајте рад са овом верзијом. Имамо чланак о томе како тестирати нову верзију, %1$sовде%2$s, уколико је то ваше задужење. PHP 7 је пуно бржи од PHP 5.6. Ово је, уједно, једина PHP верзија која се активно развија и стога је, дугорочно гледано, боља опција за ваше веб-место."],"To which version should I update?":["На које издање би требао извршити ажурирање?"],"Hosts have the ability to update your PHP version, but sometimes they don't dare to do that because they're afraid they'll break your site.":["Хоостинг компаније имају могућност да надограде PHP верзију али, понекад, се не усуђују из страха да вам не покваре веб-место."],"Hey, we've noticed that you're running an outdated version of PHP. PHP is the programming language that WordPress and Yoast SEO are built on. The version that is currently used for your site is no longer supported. Newer versions of PHP are both faster and more secure. In fact, your version of PHP no longer receives security updates, which is why we're sending you to this notice.":["Приметили смо да користите застарелу верзију PHP-а. Ово је програмски језик на ком су изграђени WordPress и Yoast SEO. Верзија коју тренутно користите за своје веб-место није подржана. Новије верзије PHP-а су пуно брже и сигурније. Уствари, ваша верзија PHP-а више не добија сигурносна ажурирања, па је то разлог слања ове поруке."],"Your site could be faster and more secure with a newer PHP version.":["Ваше веб место може бити брже и сигурније са новом верзијом PHP-а."],"A message from %1$s":["Порука од %1$s"],"Go Premium and our experts will be there for you to answer any questions you might have about the setup and use of the plugin.":["Набавите Premium и наши стручњаци ће вам бити на располагању да одговоре на било које питање које имате о подешавању и употреби додатка."],"24/7 support":["24/7 подршка"],"Superfast internal linking suggestions":["Предлози за супер брзо унутрашње линковање"],"Great news: you can, with %1$s!":["Сјајне вести: Можете са  %1$s."],"Save changes":["Сними измене"],"1 year free updates and upgrades included!":["Укључена једна година бесплатних ажурирања и надоградњи."],"The plugin %2$s changes your site's output and in doing that differentiates between search engines and normal users, a process that's called cloaking. We highly recommend that you disable it.":["Додатак %2$s даје различит излаз за претраживаче и и нормалне кориснике. Овај проце се зове прикривање садржаја. Препоручујемо да искључите овај додатак."],"Want to add more than one keyword?":["Желите ли да додате више од једне кључне речи?"],"Superfast internal links suggestions":["Супербрзо предлагање унутрашњих веза"],"%1$sNo more dead links%2$s: easy redirect manager":["%1$sНема више мртвих линкова%2$s: једноставан управник преусмеравања"],"Other benefits of %1$s for you:":["Остале благодети %1$s за вас:"],"Go Premium and our experts will be there for you to answer any questions you might have about the set-up and use of the plug-in!":["Набавите Премијум и наши стручњаци ће бити ту да вам одговоре на било које питање које можете да имате о постављању у употреби додатака."],"No ads!":["Нема реклама!"],"Facebook & Twitter":["Facebook и Twitter"],"Social media preview":["Преглед друштвених медија"],"Find related posts superfast":["Супербрзо пронађите сродне чланке"],"Internal linking suggestions":["Предлози интерног повезивања"],"Easy redirect manager":["Једноставан управник преусмеравања"],"No more dead links":["Нема више мртвих веза"],"Increase your SEO reach":["Повећај свој SEO домет"],"Multiple keywords":["Више кључних речи"],"Get %1$s":["Набавите %1$s"],"The focus keyword contains a stop word. This may or may not be wise depending on the circumstances. %1$sLearn more about the stop words%2$s.":["Фокусирана реч садржи %3$d зауставну реч. Коришћење се препоручује или се не препоручује зависности од околности. %1$sСазнајте више о зауставним речима%2$s.","Фокусирана реч садржи %3$d зауставне речи. Коришћење се препоручује или се не препоручује зависности од околности. %1$sСазнајте више о зауставним речима%2$s","Фокусирана реч садржи %3$d зауставних речи. Коришћење се препоручује или се не препоручује зависности од околности. %1$sСазнајте више о зауставним речима%2$s"],"Take the online Technical SEO Training course and learn essential technical SEO-concepts!":["Похађајте online Technical SEO Training курс и научите кључне техничке SEO концепте."],"If you want more help creating awesome content, check out our %2$sSEO copywriting course%3$s. Do you want to know all about the features of the plugin, consider doing our %1$s!":["Ако желите више помоћи при креирању одличног садржаја, проверите наш %3$sSEO copywriting course%4$s. Ако желите да сазнате све о опцијама додатка, размислите да урадите наш %1$Yoast SEO for WordPress training%2$s! "],"Variable":["Променљива"],"Available variables":["Расположиве променљиве"],"Scroll to see the table content.":["Скролујте како бисте видели садржај табеле."],"Need help determining your settings? Configure %1$s step-by-step.":["Потребна вам је помоћ да се одлучите за подешавања? Конфигуришите %1$s корак по корак. "],"Please refer to %1$sour article about how to connect your website to Google Search Console%2$s if you need assistance.":["Прочитајте %1$sнаш чланак о повезивању вашег веб места са Google Search Console%2$s уколико вам је потребна помоћ. "],"The keyword density is %1$s, which is way over the advised %3$s maximum; the focus keyword was found %2$d times.":["Учесталост кључне речи је %1$s, што је више од препорученог максимума од %3$s; фокусна кључна реч је пронађена %2$d пута. "],"An error occurred in the '%1$s' assessment":["Појавила се грешка у '%1$s' процени"],"%1$s of the words contain %2$sover %3$s syllables%4$s, which is more than the recommended maximum of %5$s.":["%1$s речи садржи %2$sвише од%3$s слогова%4$s, што је више од препорученог максимума који износи %5$s. "],"%1$s of the words contain %2$sover %3$s syllables%4$s, which is less than or equal to the recommended maximum of %5$s.":["%1$s речи садржи %2$sвише од%3$s слогова%4$s, што је мање или једнако од препорученом максимуму који износи %5$s. "],"The slug for this page contains a %1$sstop word%2$s, consider removing it.":["Подложак ове странице садржи %1$sзауставну реч%2$s, размислите о уклањању.","Подложак ове странице садржи %1$sзауставне речи%2$s, размислите о уклањању.","Подложак ове странице садржи %1$sзауставних речи%2$s, размислите о уклањању."],"%1$s of the sentences contain a %2$stransition word%3$s or phrase, which is great.":["%1$s реченица садржи %2$sпрелазну реч%3$s или фразу, што је одлично. "],"%1$s of the sentences contain a %2$stransition word%3$s or phrase, which is less than the recommended minimum of %4$s.":["%1$s реченица садржи %2$sпрелазну реч%3$s или фразу, што је мање од препорученог минимума од %4$s."],"The focus keyword '%1$s' does not appear in the SEO title.":["Фокусна кључна реч '%1$s' се не појављује у SEO наслову."],"This is far below the recommended minimum of %2$d word. Add more content that is relevant for the topic.":["Ово је далеко испод препорученог минимума од %2$d речи. Додајте још садржаја који је релевантан за тему.","Ово је далеко испод препорученог минимума од %2$d речи. Додајте још садржаја који је релевантан за тему.","Ово је далеко испод препорученог минимума од %2$d речи. Додајте још садржаја који је релевантан за тему."],"This is below the recommended minimum of %2$d word. Add more content that is relevant for the topic.":["Ово је испод препорученог минимума од %2$d речи.","Ово је испод препорученог минимума од %2$d речи.","Ово је испод препорученог минимума од %2$d речи."],"This is slightly below the recommended minimum of %2$d word. Add a bit more copy.":["Ово је нешто испод препорученог минимума од %2$d речи. Додајте још мало текста.","Ово је нешто испод препорученог минимума од %2$d речи. Додајте још мало текста.","Ово је нешто испод препорученог минимума од %2$d речи. Додајте још мало текста."],"This is more than or equal to the recommended minimum of %2$d word.":["Ово је више него довољно за препоручени минимум од %2$d речи.","Ово је више него довољно за препоручени минимум од %2$d речи.","Ово је више него довољно за препоручени минимум од %2$d речи."],"The text contains %1$d word.":["Текст садржи %1$d реч.","Текст садржи %1$d речи.","Текст садржи %1$d речи."],"%1$d subheading is followed by more than the recommended maximum of %2$d words. Try to insert another subheading.":["Након %1$d поднаслова налази се више речи од препорученог максимума од  %2$d речи. Покушајте да додате још један поднаслов.","Након %1$d поднаслова налази се више речи од препорученог максимума од  %2$d речи. Покушајте да додате још један поднаслов.","Након %1$d поднаслова налази се више речи од препорученог максимума од  %2$d речи. Покушајте да додате још један поднаслов."],"The amount of words following each of the subheadings doesn't exceed the recommended maximum of %1$d words, which is great.":["Број речи након сваког поднаслова не прелази препоручени максимум од %1$d речи, што је одлично."],"%1$s of the sentences contain %2$smore than %3$s words%4$s, which is more than the recommended maximum of %5$s. Try to shorten the sentences.":["%1$s реченица садржи %2$sвише од %3$s речи%4$s, што је више од препорученог максимума који износи %5$s. Покушајте да скратите реченице."],"%1$s of the sentences contain %2$smore than %3$s words%4$s, which is less than or equal to the recommended maximum of %5$s.":["%1$s реченица садржи %2$sвише од %3$s речи%4$s, што је мање или једнако препорученом максимуму који износи %5$s."],"The meta description contains %1$d sentence %2$sover %3$s words%4$s. Try to shorten this sentence.":["Мета опис садржи %1$d реченицу %2$s са више од %3$s речи%4$s. Покушајте скратити реченицу.","Мета опис садржи %1$d реченице %2$s са више од %3$s речи%4$s. Покушајте скратити реченицу.","Мета опис садржи %1$d реченица %2$s са више од %3$s речи%4$s. Покушајте скратити реченицу."],"The meta description contains no sentences %1$sover %2$s words%3$s.":["Мета опис не садржи реченице %1$s са више од %2$s речи%3$s."],"The text contains %2$d consecutive sentences starting with the same word. Try to mix things up!":["Текст садржи %2$d узастопну реченицу која почиње истом речи. Покушајте да измените редослед речи у реченицама.","Текст садржи %1$d случаја где %2$d узастопне реченице почињу истом речи. Покушајте да измените редослед речи у реченицама.","Текст садржи %1$d случајева где %2$d узастопних реченица почињу истом речи. Покушајте да измените редослед речи у реченицама."],"%1$s of the sentences contain %2$spassive voice%3$s, which is more than the recommended maximum of %4$s. Try to use their active counterparts.":["%1$s реченица садржи %2$sпасив%3$s, што је више од препорученог максимума од %4$s. Покушајте употребити актив уместо пасива."],"%1$s of the sentences contain %2$spassive voice%3$s, which is less than or equal to the recommended maximum of %4$s.":["%1$s реченица садржи %2$sпасив%3$s, што је мање или једнако препорученом максимуму од %4$s."],"%1$d of the paragraphs contains more than the recommended maximum of %2$d words. Are you sure all information is about the same topic, and therefore belongs in one single paragraph?":["%1$d параграф садржи више од препорученог максимума од %2$d речи. Да ли сте сигурни да су све информације у оквиру параграфа везане за исту тему и стога припадају истом параграфу?","%1$d параграфа садржи више од препорученог максимума од %2$d речи. Да ли сте сигурни да су све информације у оквиру параграфа везане за исту тему и стога припадају истом параграфу?","%1$d параграфа садржи више од препорученог максимума од %2$d речи. Да ли сте сигурни да су све информације у оквиру параграфа везане за исту тему и стога припадају истом параграфу?"],"The meta description is over %1$d characters. Reducing the length will ensure the entire description will be visible.":["Мета опис садржи више од %1$d знакова. Скраћивањем ћете осигурати видљивост целог описа."],"The keyword density is %1$s, which is too low; the focus keyword was found %2$d times.":["Заступљеност кључне речи је веома мала, износи %1$s; кључна реч на коју се фокусрате је пронађена %2$d пута."],"Step %1$d: %2$s":["Корак %1$d: %2$s"],"No new notifications.":["Нема нових обавештења."],"Save all":["Сними све"],"Save":["Сними"],"You have %d new issue concerning your SEO!":["Имате %d нови проблем везан за SEO.","Имате %d нова проблема везана за SEO.","Имате %d нових проблема везаних за SEO."],"%1$s, Author at %2$s":["%1$s, аутор са %2$s"],"wpSEO data successfully imported. Would you like to %1$sdisable the wpSEO plugin%2$s?":["Подаци wpSEO додатка успешно увезени. Да ли желте да %1$sискључите wpSEO додатак%2$s?"],"All in One SEO data successfully imported. Would you like to %1$sdisable the All in One SEO plugin%2$s?":["All in One SEO подаци успешно увезени. Да ли желите да %1$sискључите All in One SEO додатак%2$s? "],"All in One SEO data successfully imported. Would you like to %1$sdisable the All in One SEO plugin%3$s? You've had Google Analytics enabled in All in One SEO, would you like to install the %2$sGoogle Analytics plugin%3$s?":["All in One SEO подаци успешно увезени. Да ли желите да %1$sискључите All in One SEO додатак%3$s. Имали сте укључен Google Analytics у All in One SEO да ли желите да инсталирате наш %2$sGoogle Analytics додатак%3$s? "],"Mobile preview":["Приказ за мобилне уређаје"],"Desktop preview":["Приказ за стоне рачунаре"],"Use queries instead":["Уместо тога употреби упите"],"Use javascript instead.":["Уместо тоја употреби javascript."],"Select redirect":["Одабери преусмеравање"],"Take the online Site Structure Training course and learn how to structure your website!":["Упишите се на online Site Structure Training курс и научите како да направите структуру вашег веб места."],"you are <strong>not</strong> receiving updates.":["<strong>Не</strong> примате ажурирања."],"INACTIVE":["НЕАКТИВНО"],"you are receiving updates.":["примате ажурирања."],"ACTIVE":["АКТИВНО"],"<b>Warning!</b> Your %s license is inactive which means you're missing out on updates and support! <a href=\"%s\">Activate your license</a> or <a href=\"%s\" target=\"_blank\">get a license here</a>.":["<b>Упозорење!</b> Ваша %s лиценца је неактивна, што значи да не добијате ажурирања и подршку! <a href=\"%s\">Активирајте своју лиценцу</a> или <a href=\"%s\" target=\"_blank\">овде узмите лиценцу</a>. "],"<b>Warning!</b> You didn't set your %s license key yet, which means you're missing out on updates and support! <a href=\"%s\">Enter your license key</a> or <a href=\"%s\" target=\"_blank\">get a license here</a>.":["<b>Упозорење!</b> Још нисте унели ваш %s лиценцни кључ, што значи да не добијате ажурирања и подршку. <a href=\"%s\">Унесите лиценцни кључ</a> или <a href=\"%s\" target=\"_blank\">овде обезбедите лиценцу</a>. "],"Please provide an SEO title by editing the snippet below.":["Молимо вас наведите SEO наслов за уређивање фрагмента у наставку."],"Meta description preview:":["Преглед мета описа:"],"Slug preview:":["Преглед подлошка (slug):"],"SEO title preview:":["Преглед СЕО наслова:"],"Close snippet editor":["Искључи уређивач фрагмената"],"Slug":["Подложак"],"Remove marks in the text":["Уклоните ознаке из текста"],"Mark this result in the text":["Обележите овај резултат у тексту"],"Marks are disabled in current view":["Ознаке су искључене у тренутном приказу"],"Content optimization: Good SEO score":["Оптимизација садржаја: Добар SEO резултат."],"Good SEO score":["Добар СЕО рeзултат"],"Content optimization: OK SEO score":["Оптимизација садржаја: Задовољавајући SEO резултат."],"OK SEO score":["Задовољавајући SEO резултат"],"Content optimization: Bad SEO score":["Оптимизација садржаја: Лош SEO резултат."],"Bad SEO score":["Лош СЕО рeзултат"],"Content optimization: Has feedback":["Оптимизација садржаја: Постоји повратна информација"],"Feedback":["Повратна информација"],"http://en.wikipedia.org/wiki/Stop_words":["http://en.wikipedia.org/wiki/Stop_words"],"The focus keyword appears in the URL for this page.":["Фокусна кључна рeч сe налази у URL-у страницe"],"You have far too little content, please add some content to enable a good analysis.":["Имате премало садржаја, додајте више садржаја да би сте омогућили бољу анализу."],"The images on this page contain alt attributes.":["Слике на овој страници садрже alt атрибуте."],"The images on this page do not have alt attributes containing the focus keyword.":["Слике на овој страни не садрже кључну реч у alt ознакама. "],"The images on this page contain alt attributes with the focus keyword.":["Слика на овој страни садржи кључну реч у alt ознаци."],"The text does not contain any subheadings. Add at least one subheading.":["Текст не садржи поднаслове. Додајте бар један поднаслов."],"None of the paragraphs are too long, which is great.":["Ниједан од пасуса није предугачак, што је одлично."],"The SEO title is wider than the viewable limit.":["Наслов странице је дужи од дефинисаног ограничења за приказивање наслова."],"The SEO title has a nice length.":["Наслов странице је довољно дугачак."],"The SEO title is too short. Use the space to add keyword variations or create compelling call-to-action copy.":["Наслов странице је сувише кратак. Користите размак како би додали варијације, или креирајте неодољив садржај који позива корисника на акцију."],"The meta description contains the focus keyword.":["Мeта описи садржe фокусну кључну рeч."],"The keyphrase is over 10 words, a keyphrase should be shorter.":["Кључна фраза има више од 10 речи. Треба да буде краћа."],"ok":["ok"],"Choose an image":["Одаберите неку слику"],"Remove the image":["Уклоните слику"],"company logo image preview":["Преглед слике која се користи као лого фирме"],"Choose image":["Одаберите слику"],"MailChimp signup failed:":["Није успело пријављивање на MailChimp:"],"Sign Up!":["Пријавите се."],"Name":["Име"],"There is an error with the request.":["Постоји грешка у захтеву."],"Select profile":["Изабери профил"],"Choose a profile":["Изабери профил"],"Reauthenticate with Google":["Поново потврди Google идентитет"],"To allow %s to fetch your Google Search Console information, please enter your Google Authorization Code. Clicking the button below will open a new window.":["Да бисте омогућили да  %s преузме ваше податке са Google Search Console, молимо вас да унесете ваш Google Authorization Code. Кликом на дугме испод овог текста ће се отворити нови прозор."],"Search Result Preview":["Преглед резултата претраге"],"URL preview: ":["Преглед URL-а: "],"Please provide a meta description by editing the snippet below.":["Молимо вас да у наставку упишете мета опис за уређивање фрагмента."],"Edit snippet":["Уреди фрагмент"],"Search Result Form":["Резултати претраге од"],"You can click on each element in the preview to jump to the Snippet Editor.":["Можете кликнути на сваки елемент у прегледу како би се пребацили на уређивач фрагмента"],"SEO title preview: ":["Преглед SEO наслова: "],"This is an example title - edit by clicking here":["Ово је пример наслова - измените га кликом овде"],"Slug preview: ":["Преглед подлошка: "],"Meta description preview: ":["Преглед мета описа:"],"Please provide a meta description by editing it here.":["Обезбедите мета опис тако што ћете да овде уредити."],"Close search result form":["Затвори форму за претраживање"],"A problem occurred when saving the current step, {{link}}please file a bug report{{/link}} describing what step you are on and which changes you want to make (if any).":["Настао је проблем у току уписа тренутног корака, {{link}}молимо вас, попуните извештај о грешци{{/link}} са описом тренутног корака и изменама које бисте желели да извршите (ако их има)."],"Close the Wizard":["Затвори Чаробњака"],"Previous step":["Претходни корак"],"Next step":["Следећи корак"],"Export settings":["Извоз подешавања"],"Get %s now!":["Узмите %s сада!"],"You're not getting the benefits of %1$s yet. If you had %1$s, you could use its awesome features:":["Још увек немате користи од %1$s. Када би имали %1$s, могли би користити његове феноменалне опције:"],"%1$s video tutorial":["%1$s видео приручник"],"%s &rsaquo; Configuration Wizard":["%s &rsaquo; Чаробњак за конфигурацију"],"%1$sPlease don't show me this notification anymore%2$s":["%1$sМолим више не приказуј ову поруку%2$s"],"If you are experiencing issues, %1$splease file a bug report%2$s and we'll do our best to help you out.":["Ако имате потешкоћа, %1$sпопуните извештај о грешци%2$s, а ми ћемо се потрудити да решимо проблем."],"We've noticed you've been using %1$s for some time now; we hope you love it! We'd be thrilled if you could %2$sgive us a 5 stars rating on WordPress.org%3$s!":["Запазили смо да користите %1$s већ неко време. Надамо се да вам се свиђа. Одушевићемо се ако бисте могли да нам %2$sдате оцену 5 звездица на WordPress.org%3$s! "],"Take the %1$s course and become a certified %2$s expert!":["Похађајте %1$s курс и постаните сертификовани %2$s стручњак. "],"Do you want to get a grip on your own SEO-strategy? Learn all about it in one of %1$sour courses%2$s.":["Да ли желите да потпуно контролишете вашу SEO стратегију? Научите више о томе у неком од %1$sнаших курсева%2$s. "],"Buy the %1$s plugin now and optimize your shop today to improve your product promotion!":["Купите %1$s додатак, сада, оптимизујте вашу продавницу и побољшајте промоцију ваших производа."],"Take your SEO to the next level and outrank your competition with our %1$sSEO plugins%2$s.":["Подигните ваш SEO на следећи ниво и претекните конкуренцију са нашим %1$sSEO додацима%2$s. "],"Let our experts set up your %1$s plugin!":["Допустите нашим експертима да подесе ваш  %1$s додатак."],"Do you want to know how to improve your rankings? %1$sLet team %2$s help you!%3$s":["Желите да сазнате како да побољшате рангирање? %1$sДопустите %2$s тиму да вам помогне.%3$s "],"Courses":["Курсеви"],"Services":["Сервиси"],"Date archives settings":["Подешавања датумских архива"],"Author archives settings":["Подешавања ауторских архива"],"Remove keyword":["Уклоните кључну реч"],"%1$s by %2$s":["%1$s са %2$s"],"Choose your settings.zip file":["Одаберите вашу settings.zip датотеку"],"Open the configuration wizard":["Отвори чаробњак за подешавања"],"Configuration wizard":["Чаробњак за подешавања"],"Enter the meta keywords":["Унесите мета кључне речи"],"Enter a focus keyword":["Унесите главну кључну реч"],"By the way, did you know we also have a %1$sPremium plugin%2$s? It offers advanced features, like a redirect manager and support for multiple keywords. It also comes with 24/7 personal support.":["Узгред, да ли сте знали да такође поседујемо %1$sPremium plugin%2$s?? Нуди напредне функције, попут менаџера за преумеравања и подршку за више кључних речи. Такође долази са 24/7 личном подршком."],"(no title)":["(без наслова)"],"%1$s comes with a lot of features. You can enable / disable some of them below.":["%1$s долази са доста функција, Можете да укључите/искључите неке од њих испод."],"%s installation wizard":["%s чаробњак за инсталацију"],"The %1$s admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["%1$s администраторски мени садржи корисне линкове ка алатима за анализу страница и омогућава вам да лако видите нова обавештења."],"Admin bar menu":["Администраторски мени"],"The %1$s integration checks daily if your site is still indexable by search engines and notifies you when this is not the case.":[" %1$s интеграција проверава дневно да ли је ваш сајт доступан претраживачима за индексацију и обавештава вас ако то није случај."],"The advanced settings include site-wide settings for your titles and meta descriptions, social metadata, sitemaps and much more.":["Напредна подешавања укључују глобална подешавања за ваше наслове и мета описе, друштвене  мета податке, мапе сајтова и много других опција."],"Advanced settings pages":["Странице за напредна подешавања"],"Features":["Особине"],"More info":["Више информација"],"Get Yoast SEO Premium now »":["Узмите Yoast SEO Премијум сада »"],"Gain access to our 24/7 support team.":["Добићете приступ нашој 24/7 техничкој подршци."],"Check what your Facebook or Twitter post will look like.":["Проверите како ће ваш Facebook ili Twitter пост изгледати."],"Social Previews":["Приказ на друштвеним мрежама"],"Optimize a single post for up to 5 keywords.":["Оптимизуј чланак за до 5 кључних речи."],"Create and manage redirects within your WordPress install.":["Креирај и управљај преусмеравањима у својој WordPress инсталацији."],"Meta robots index":["Мета робот индекси"],"SEO title":["SEO Наслов"],"While we strive to make setting up %1$s as easy as possible, we understand it can be daunting. If you’d rather have us set up %1$s for you (and get a copy of %2$s in the process), order our %3$s%1$s configuration service%4$s here!":["Иако тежимо да подешавање %1$s учинимо лакшим, разумемо да овај посао некада може деловати обесхрабрујуће. Ако желите да ми подесимо %1$s за вас (а да при томе добијете %2$s) , наручите нашу услугу %3$s%1$s configuration service%4$s овде!"],"Welcome to the %1$s configuration wizard. In a few simple steps we'll help you configure your SEO settings to match your website's needs!":["Добро дошли у наш %1$s чаробњак за подешавања. У неколико лаких корака ћемо вам помоћи да подесите ваша SEO подешавања у складу са потребама вашег веб-сајта!"],"Google shows your website's name in the search results, if you want to change it, you can do that here.":["Google приказује име вашег сајта у резултатима претраге, ако желите то да промените можете то да урадите овде."],"Greater than sign":["Веће је од"],"Less than sign":["Мањи је од"],"Right angle quotation mark":["Десни угао наводника."],"Left angle quotation mark":["Леви угао наводника."],"Small tilde":["Мала тилда."],"Vertical bar":["Усправна црта"],"Low asterisk":["Мала звездица."],"Asterisk":["Звездица"],"Bullet":["Знак за набрајање."],"Middle dot":["Средња тачка"],"Em dash":["М црта"],"En dash":["Н црта"],"Dash":["Црта"],"Choose the symbol to use as your title separator. This will display, for instance, between your post title and site name. Symbols are shown in the size they'll appear in the search results.":["Изаберите симбол који ћете користити за раздвајање наслова. Тај симбол биће приказан између назива чланка и имена сајта, за сваки приказани примерак. Величине симбола биће формиране у зависности од од оних у резултатима претраге."],"The name of the person":["Име особе"],"No":["Не"],"Yes":["Да"],"Does, or will, your site have multiple authors?":["Да ли ваш сајт поседује више аутора или ће их имати у будућности?"],"The name of the company":["Назив компаније"],"Provide an image of the company logo":["Одаберите компанијски лого"],"Hidden":["Сакривен"],"Visible":["Видљив"],"The post type \"%1$s\" should be":["Овај тип чланка \"%1$s\" треба да буде"],"WordPress automatically generates an URL for each media item in the library. Enabling this will allow for google to index the generated URL.":["WordPress аутоматски генерише УРЛ за сваки предмет у медијској библиотеци. Укључивање ове опције ће дозволити google-u да индексира генерисани УРЛ."],"Success!":["Успех!"],"Title settings":["Подешавање наслова"],"Google Search Console":["Google Search конзола"],"Multiple authors":["Више аутора"],"Post type visibility":["Видљивост чланка"],"Social profiles":["Друштвени профили"],"Site type":["Тип веб места"],"Environment":["Окружење"],"Welcome!":["Добродошли!"],"Yoast option %1$s not found.":["Yoast  опција %1$s није пронађена."],"Posts that are set to &#8220;%s&#8221;":["Чланци су подешени на &#8220;%s&#8221;"],"Microsoft Edge Site Scan":["Microsoft Edge скенирање сајта"],"Google Structured Data Test":["Google Structured Data Test"],"Posts list":["Листа чланака"],"Posts list navigation":["Навигација за листу чланака"],"Filter posts list":["Филтрирај листу чланака"],"Note that links to archives might be still output by your theme and you would need to remove them separately.":["Имајте на уму да ваша тема још увек може користити линкове на архиве, па их морате засебно уклонити."],"View credits":["Погледај заслуге"],"Take a look at the people that create %1$s.":["Погледај људе који креирају %1$s."],"Team and contributors":["Тим и сарадници"],"Default for this taxonomy type, currently: %s":["Подразумевана вредност за овај тип таксономије је тренутно: %s"],"%1$s to optimize your site even further":["%1$s да боље оптимизујете ваше веб место"],"%1$s extensions":["%1$s проширења"],"Comes with our 30-day no questions asked money back guarantee":["Долази са 30 дана гарантованим повраћајем новца"],"More information %1$sabout %3$s%2$s":["Више информација  %1$sО чему %3$s%2$s"],"Buy %1$s":["Купи %1$s"],"Installed":["Инсталиран"],"gain access to our 24/7 support team.":["Добијате приступ нашој 24/7 подршци."],"Premium support":["Премиум подршка"],"check what your Facebook or Twitter post will look like.":["Проверите како ће ваш Facebook или Twitter чланак изгледати."],"Social previews":["Приказ на друштвеним мрежама"],"optimize a single post for up to 5 keywords.":["Оптимизуј један пост за до 5 кључних речи."],"Multiple focus keywords":["Више фокусних кључних речи"],"create and manage redirects from within your WordPress install.":["Креирај и управљај преусмеравањима у својој WordPress инсталацији."],"Redirect manager":["Управљач преусмеравањима"],"%1$s, take your optimization to the next level!":["%1$s, одведите вашу оптимизацију на следећи ниво!"],"A seamless integration between %1$s and %2$s":["Лака интеграција између %1$s i %2$s"],"Use %1$s breadcrumbs instead of %2$s ones":["Користите %1$s breadcrumbs уместо %2$s"],"Improve sharing on Pinterest":["Побољшај дељење на Pinterestu"],"Improve the usability of your contact page":["Унапређује употребљивост ваше контакт стране"],"Easily insert Google Maps, a store locator, opening hours and more":["Лако додајте Google Maps, маркер за радњу, радно време и још много тога"],"Get found by potential clients":["Да вас потенцијални клијени пронађу"],"Creates XML News Sitemaps":["Креира XML News мапу веб места"],"Immediately pings Google on the publication of a new post":["Истог тренутка обавештава Google о објави новог чланка"],"Optimize your site for Google News":["Оптимизујте ваше веб место за Google News"],"Make videos responsive through enabling fitvids.js":["Учини видео на веб месту прилагодљивим кроз укључивање fitvids.js"],"Enhance the experience of sharing posts with videos":["Побољшајте искуство дељења чланака са видеом"],"Show your videos in Google Videos":["Прикажите ваше видео записе на Google Videos"],"The following file is blocking your XML sitemaps from working properly. Either delete it (this can be done with the \"Fix it\" button) or disable %1$s XML sitemaps.":["Наведена датотека блокира исправно функционисање ваше  XML мапе веб места. Обришите је (можете урадити дугметом \"Поправи\") или искључите %1$s XML мапу веб места.","Наведене датотеке блокирају исправно функционисање ваше  XML мапе веб места. Обришите је (можете урадити дугметом \"Поправи\") или искључите %1$s XML мапу веб места.","Наведене датотеке блокирају исправно функционисање ваше  XML мапе веб места. Обришите је (можете урадити дугметом \"Поправи\") или искључите %1$s XML мапу веб места."],"Crawl issues list":["Прегледај листу проблема"],"Crawl issues list navigation":["Навигација за преглед листе проблема"],"Edit &#8220;%s&#8221;":["Уреди &#8220;%s&#8221;"],"Filter by post type":["Филтрирај по врсти чланка"],"Show All Post Types":["Прикажи све типове чланака"],"Premium":["Премијум"],"Go Premium":["Користите премијум издање"],"Files successfully removed.":["Датотеке успешно уклоњене"],"The directory %s could not be removed. Please remove it via FTP.":["Директоријум %s не може бити уклоњен. Молим вас уколните га путем FTP-а."],"Google Trends":["Google Trends"],"Notifications":["Обавештења"],"Removes the keyword tab from the metabox and disables all SEO-related suggestions.":["Уклања картицу за кључне речи из мета поља и онeмогућава свe сугестије у вези са SEO-м."],"Disable SEO analysis":["Онемогући SEO анализу"],"Twitter settings":["Twitter подешавања"],"Pinterest settings":["Pinterest подешавања"],"Google+ settings":["Google+  подешавања"],"Facebook settings":["Facebook подешавања"],"To let search engines know which social profiles are associated to this site, enter them below:":["Да би претраживачи знали који профили на друштвеним мрежама су придружени овом веб месту, унесите их овде:"],"Your social profiles":["Ваши профили на друштвеним мрежама"],"User sitemap settings":["Корисничка подешавања мапе веб места"],"Taxonomies sitemap settings":["Подешавања мапе веб места за таксономије"],"Post types sitemap settings":["Подешавања за мапу веб места за типове чланака"],"Entries per sitemap page":["Број уноса по страници мапе веб места"],"Your XML Sitemap":["Ваша XML мапа веб места"],"Excluded posts settings":["Подешавања издвојених чланака"],"As you are redirecting attachment URLs to parent post URLs, these settings will currently only have an effect on unattached media items! So remember: If you change the %1$sattachment redirection setting%2$s in the future, the below settings will take effect for *all* media items.":["Пошто преусмеравате URL-ове прилога на матичне URL-ове чланака, ове поставке ће тренутно имати ефекта само на неприложене медијске записе! Стога запамтите: Ако убудуће промените %1$sпоставке преусмеравања чланка%2$s, поставке испод ће имати ефекат на *све* медијске ставке."],"Removes the keyword tab from the metabox and disables all keyword-related suggestions.":["Уклања картицу за књучну реч из мета поља и деактивира све сугестије везане за кључне речи."],"Keyword analysis":["Анализа кључних речи"],"Title separator symbol":["Симбол за одвајање наслова"],"Security setting":["Безбедносна подешавања"],"Restore default settings":["Вратите подразумевана подешавања"],"RSS feed settings":["Подешавања RSS довода"],"Stop words in slugs.":["Небитне речи за предложак."],"Breadcrumbs settings":["Breadcrumbs подешавања"],"Make primary":["Направи примарни"],"Content optimization":["Оптимизација садржаја"],"Enter your Google Authorization Code and press the Authenticate button.":["Упишите ваш Google Authorization Code и кликните на дугме \"Провера идентитета\"."],"To allow %1$s to fetch your %2$s information, please enter your Google Authorization Code. Clicking the button below will open a new window.":["Да бисте дозволили да %1$s преузме ваше %2$s информације, молимо вас да унесете ваш Google Authorization Code. Клик на дугме ће отворити нови прозор."],"Knowledge base article":["Чланак у бази знања"],"Open the knowledge base article in a new window or read it in the iframe below":["Отворите чланак базе знања у новом прозору или га поричитајте у оквиру испод."],"Search results":["Резултати претраге"],"Yoast SEO video tutorial":["Yoast SEO видео приручник"],"%s notification":["%s обавештење","%s обавештења","%s обавештења"],"Disable readability analysis":["Онемогући анализу читљивости"],"Removes the readability tab from the metabox and disables all readability-related suggestions.":["Уклања картицу читљивост из метапоља и искључује све предлоге везане за читљивост."],"Readability analysis":["Анализа читљивости"],"Needs improvement":["Потребно је унапређење"],"Readability":["Читљивост"],"You are trying to load non-minified files, these are only available in our development package. Check out %1$s to see all the source files.":["Покушали сте да учитате неумањене датотеке које су доступне само у нашем развојном пакету. Проверите %1$s како би сте видели све изворне датотеке."],"You have a new issue concerning your SEO!":["Имате нови проблем везан за ваш SEO!"],"\"Max entries per sitemap page\" should be below %1$s to meet Google's requirements, which %2$s is not.":["\"Максималан број уноса по страници\" мора бити мањи од %1$s да би се удовољило Google захтевима, а %2$s их не задовољава."],"%1$s Dashboard":["%1$s Командна табла"],"Improvements":["Унапређења"],"Restore this item.":["Поврати ову ставку"],"Dismiss this item.":["Уклони ову ставку"],"Good job! We could detect no serious SEO problems.":["Одлично урађено! Нисмо успели да пронађемо ниједан озбиљан SEO проблем."],"We have detected the following issues that affect the SEO of your site.":["Открили смо недостатке који утичу на СЕО вашег веб места."],"Problems":["Проблеми"],"We're always grateful for patches from non-regular contributors, in %1$s %2$s, patches from the following people made it in:":["Увек смо захвални на закрпама које добијамо од независних сарадника, у %1$s %2$s, уврштене су закрпе следећих особа:"],"Community contributors":["Сарадници заједнице"],"Tester":["Тестер"],"Quality Assurance & Testing":["Сигурност квалитета & Тестирање"],"Yoast Developers":["Градитељи Yoast-a"],"CTO":["CTO"],"Development Leaders":["Вође развоја"],"Linguist":["Лингвиста"],"Head R&D":["Шеф одељења за истраживање и развој"],"Product Management":["Менаџмент производа"],"This is the content analysis, a collection of content checks that analyze the content of your page. %1$sLearn more about the Content Analysis Tool%2$s.":["Ово је анализа садржаја; скуп контрола за проверу садржаја који анализира садржај ваше стране.%1$sНаучите више о Алату за анализу садржаја%2$s."],"Pick the main keyword or keyphrase that this post/page is about. %1$sLearn more about the Focus Keyword%2$s.":["Одаберите главну кључну реч или кључну фразу за чланак/страницу. %1$sНаучите више о кључним речима у фокусу%2$s."],"Analysis":["Анализе"],"This is a rendering of what this post might look like in Google's search results. %1$sLearn more about the Snippet Preview%2$s.":["Ово је приказ могућег изгледа актуелног чланка у Google резултатима претраге  %1$sНаучите више о прегледу фрагмента%2$s."],"Not available":["Није доступно"],"Enter your focus keyword":["Унесите вашу фокусну кључну реч"],"Keyword:":["Кључна реч:"],"Buy the %1$s plugin now and start optimizing to get your site featured in Google News!":["Купите %1$s додатак, сада и почните са оптимизацијом  која ће вас погурати у Google News."],"Buy the %1$s plugin now to improve your site&#8217;s Local SEO and ranking in Google Maps!":["Купите %1$s додатак сада, да бисте побољшали локални SEO вашег веб места и позиционирање у Google Maps."],"Buy the %1$s plugin now and optimize your videos for video search results and social media!":["Купите %1$s додатак, сада и оптимизујте ваше видео записе за приказ на претраживачима видео записа и садржаја друштвених мрежа!"],"Take the online Basic SEO Training course and learn the fundamentals of SEO!":["Похађајте Основну SEO обуку на интернету и научите основе SEO."],"Take the online SEO Copywriting Training course and learn how to write awesome copy that ranks!":["Узмите интернет SEO Copywriting Training курс и научите како да напишете одличне чланке који ће бити добро рангирани."],"Filter by SEO Score":["Филтрирај по SEO рејтингу"],"Meta description not set.":["Мета опис није подешен."],"Video tutorial":["Видео водич"],"Email support is a %s feature":["Email подршка је %s особина"],"Knowledge base":["База знања"],"Loading...":["Учитавање..."],"Something went wrong. Please try again later.":["Нешто није у реду. Молимо вас покушајте касније. "],"Search the Yoast knowledge base":["Претражите Yoast базу знања"],"No results found.":["Нема резултата."],"Dashboard":["Командна табла"],"You can fix this on the %1$sPermalink settings page%2$s.":["Ово можете поправити на %1$sЦтрани за подешавање сталних веза%2$s."],"Simply uncheck the box before \"Break comments into pages...\" on the %1$sComment settings page%2$s.":["Једноставно опозовите избор пре \"Подели коментаре на стране...\" на %1$sПодешавања стране за коментаре%2$s."],"Paging comments is enabled, this is not needed in 999 out of 1000 cases, we recommend to disable it.":["Прелом страна за коментаре је активиран. У 999 од 1000 случајева ово је непотребно, па препоручујемо да деактивирате ову опцију."],"Replaced with the primary category of the post/page":["Замењено са примарном категоријом чланка/стране"],"Pinterest confirmation":["Pinterest потврда"],"If you have already confirmed your website with Pinterest, you can skip the step below.":["Ако сте већ повезали ваш сајт са Pinterest-ом, можете прескочити корак испод."],"You can choose to not include users without posts.":["Можете изабрати да не укључите кориснике без чланака."],"Users without posts":["Корисници који немају чланке."],"The user sitemap contains the author archive URLs for every user on your site.":["Корисникова мапа сајта садржи архиву ауторових URL-ова за сваког корисника на вашем сајту."],"Format-based archives":["Архиве на бази формата"],"Webmaster Tools verification":["Верификација Webmaster алата"],"Need some help?":["Потребна вам је помоћ?"],"Show information about the focus keyword":["Прикажи информације о фокусној кључној речи"],"Show information about the content analysis":["Прикажи информаицје о анализи садржаја"],"Show information about the snippet editor":["Прикажи информације о уређивачу фрагмената"],"Buy %s":["Купи %s"],"Show information about errors in category 'Soft 404'":["Прикажи информаицје о грешкама у категорији \" Soft 404\""],"Show information about errors in category 'Server'":["Прикажи информације о грешкама у категорији \"Сервер\""],"Show information about errors in category 'Blocked'":["Прикажи информације о грешкама у категорији \"Блокирано\""],"Show information about errors in category 'Other'":["Прикажи информације о грешкама у категорији \"Остало\""],"Show information about errors in category 'Not Found'":["Прикажи информације о грешкама у категорији \"Није Пронађено\""],"Show information about errors in category 'Access Denied'":["Прикажи информације о грешкама у категорији \"Не дозвољен приступ\""],"New %1$s Title":["Нови %1$s Наслов"],"Existing %1$s Title":["Постојећи %1$s Наслов"],"Expected an integer as input.":["Очекује се унос целог броја (integer)."],"Trying to build the sitemap cache key, but the postfix and prefix combination leaves too little room to do this. You are probably requesting a page that is way out of the expected range.":["Покушано креирање кеш-кључа за мапу веб места, али комбинација суфикса и префикса оставља премало места за ово. Вероватно тражите страницу која је изван очекиваног распона."],"Note: this feature has been deprecated, as the SEO value is close to 0 these days. If you disable it you will not be able to put it back on.":["Напомена: Ова особина је застарела, пошто је тренутно њена SEO вредност близу 0. Ако је искључите, више је нећете моћи укључити."],"Redirect":["Преусмеравање"],"No redirect":["Без преусмеравања"],"Remove":["Уклони"],"Keep":["Задржи"],"Bold the last page":["Подебљај последњу страну"],"Regular":["Нормално"],"Bold":["Подебљано"],"Show Blog page":["Прикажи Блог страну"],"Primary %s":["Главни %s"],"Primary":["Главни"],"Make %1$s primary %2$s":["Учини %1$s главним %2$s"],"Integrations":["Интеграције"],"Term is set to noindex.":["Термин није предвиђен за индексирање."],"Filter specific user roles":["Филтрирај посебна корисничка овлашћења"],"Not in sitemap":["Није на мапи веб места"],"In sitemap":["На мапи веб места"],"Author / user sitemap":["Мапа веб места - аутори/корисници"],"XML sitemap functionality":["Функционалност XML мапе сајта"],"Subpages of archives":["Подстранице архива"],"Author archives":["Архиве аутора"],"Show":["Прикажи"],"The advanced section of the %1$s meta box allows a user to noindex posts or change the canonical. These are things you might not want if you don't trust your authors, so by default, only administrators can do this. Enabling the advanced box allows all users to change these settings.":["Напредни одељак %1$s мета оквира омогућава свим корисницима да промене noindex или canonical атрибуте за чланке. То су дозволе које можда не желите да делегирате, уколико не немате поверања у ауторе. Због тога се подразумева да само администратор може да види напредни оквир. Укључивање напредног оквира омогућава свим корисницима да мењају ове вредности."],"Advanced part of the %1$s meta box":["Напредни блок %1$s са мета подацима"],"Enabled":["Укључено"],"Disabled":["Искључено"],"%1$s has not fetched your site's indexability status yet from %2$s":["%1$s још није преузео статус индексабилности веб места са %2$s "],"The separator defined in your theme's %s tag.":["Сепаратор је дефинисан у ознаци ваше теме  %s."],"No index":["Нема индекса"],"Import from wpSEO":["Учитај из wpSEO"],"Remove the %s variables.":["Уклони %s променљиве."],"Strip the category base (usually %s) from the category URL.":["Уклони основицу категорије (обично %s) из URL-а категорије."],"Analyze entire site":["Анализираj цeло веб место"],"Fetch the current status":["Добави тренутни статус"],"%1$s%2$s has not been able to fetch your site's indexability status%3$s from %4$s":["%1$s%2$s није у могућности да провери индексабилност вашег веб места %3$s са странице %4$s"],"Your homepage can be indexed by search engines.":["Претраживачи могу индексирати вашу почeтну страницу"],"Indexability check by %1$s":["Индексабилност проверена на %1$s"],"Architect":["Архитекта"],"If you want to use an image for sharing on %1$s, you can upload / choose an image or add the image URL here.":["Ако желите да користите слику за дељење на %1$s, можете отпремити / изабрати слику или додати URL слике овде."],"If you don't want to use the meta description for sharing on %1$s but want another description there, write it here.":["Ако не желите да користите мета опис за дељење на %1$s, већ желите други опис, напишите га овде."],"If you don't want to use the title for sharing on %1$s but instead want another title there, write it here.":["Ако не желите да користите наслов за дељење на %1$s, већ желите да користите други наслов, напишите га овде."],"%1$sYour homepage cannot be indexed by search engines%2$s. This is very bad for SEO and should be fixed.":["%1$sПретраживачи не могу да индексирају вашу почетну страну%2$s. То је веома лоше за SEO и требало би да то поправите."],"Once Weekly":["Јeдном нeдeљно"],"Add-ons":["Додаци"],"SEO score":["SEO резултат"],"Snippet editor":["Уређивач фрагмената"],"Add keyword":["Додаj кључну рeч"],"wpSEO has been deactivated":["wpSEO je искључен"],"The plugin wpSEO has been detected. Do you want to %1$simport its settings%2$s?":["Додатак wpSEO је детектован. Да ли желите да %sувезете његова подешавања%s?"],"Twitter metadata":["Twitter мета садржај"],"Facebook / Open Graph metadata":["Facebook / Opengraph мета подаци"],"Recalculating SEO scores for all pieces of content with a focus keyword.":["Прeрачунавам СЕО рeзултатe за свe дeловe садржаjа са фокусираном кључном рeчи"],"%1$s of %2$s done.":["%1$s од %2$s је урађено."],"We've updated our SEO score algorithm. %1$sRecalculate the SEO scores%2$s for all posts and pages.":["Унапрeдили смо наш алгоритам за СЕО рeзултат. %1$sКликни овдe да поново израчунаш СЕО рeзултатe %2$s за свe чланкe и странe."],"https://yoast.com/":["https://yoast.com/"],"Team Yoast":["Yoast Тим"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["Прво право све-у једном SEO решење за WordPress, укључујући on-page анализу садржаја, XML мапу веб-места и још много тога. "],"https://yoast.com/wordpress/plugins/seo/#utm_source=wpadmin&utm_medium=plugin&utm_campaign=wpseoplugin":["https://yoast.com/wordpress/plugins/seo/#utm_source=wpadmin&utm_medium=plugin&utm_campaign=wpseoplugin"],"Yoast SEO":["Yoast SEO"],"Activation failed:":["Активација није успела:"],"The filter extension seem to be unavailable. Please ask your web host to enable it.":["Изгледа да је недоступан наставак у филтеру. Контактирајте хостинг компанију да вам то омогуће."],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":["Инсталација %1$s додатка није завршена: Молимо вас погледајте %2$sинструкције за инсталацију%3$s."],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":["Надоградња Standard PHP Library (SPL) није доступна. Замолите вашу хостинг компанију да је активира."],"%sRenew your license now%s.":["%sОбновите вашу лиценцу%s."],"Your %s license will expire on %s.":["Ваша %s лиценца истиче %s."],"You defined your license key using the %s PHP constant.":["Дефинисали сте ваш лиценцни кључ %s PHP константом."],"Paste your %s license key here...":["Унесите вашу %s лиценцу овде.."],"License Key":["Лиценца"],"Please enter a license key in the field below first.":["Молимо вас прво унесите лиценцу у поље испод."],"Activate License":["Активирај лиценцу"],"(deactivate your license so you can activate it on another WordPress site)":["(искључите своју лиценцу тако да бисте могли да је укључите на другом WordPress веб местуу)"],"Deactivate License":["Искључује лиценцу"],"Toggle license status":["Промени статус лиценце"],"License status":["Статус лиценце"],"Your server has an outdated version of the PHP module cURL (Version: %s). Please ask your hosting company to update this to a recent version of cURL. You can read more about that in our %sKnowledge base%s.":["Ваш сервер има старо издање PHP модула cURL (издање: %s). Молимо вас, контактирајте вашу хостинг компанију да ажурира cURL на најновије издање. Додатне информације можете пронаћи у нашој %sБази знања%s."],"We couldn't create a connection to our API to verify your license key(s). Please ask your hosting company to allow outgoing connections from your server to %s.":["Не можемо се прикључити на наш API да бисмо потврдили ваш лиценцни кључ. Молимо вас, питајте вашу хостинг компанију да омогући одлазне конекције са вашег сервера ка %s."],"This site has not been activated properly on yoast.com and thus cannot check for future updates. Please activate your site with a valid license key.":["Ово веб место није исправно активирано на  yoast.com, па не може прегледати будућа ажурирања. Молимо вас активирајте ваше веб место исправним лиценцним кључем."],"%s failed to check for updates because of the following error: <em>%s</em>":["%s није успео да провери ажурирања због ове грешке: <em>%s</em>"],"%s is network activated, please contact your site administrator to manage the license.":["%s је активиран преко мреже. Контактирајте вашег администратора, он може да управља лиценцом."],"%s is network activated, you can manage your license in the <a href=\"%s\">network admin license page</a>.":["%s је активиран преко мреже. Можете управљати лиценцом на <a href=\"%s\">страници за мрежно администрирање лиценце</a>."],"%s: License Settings":["%s: Подешавања лиценце"],"Request error: \"%s\" (%scommon license notices%s)":["Грешка код упита: \"%s\" (%scommon license notices%s) "],"Failed to deactivate your %s license.":["Деактивирање ваше %s лиценце је неуспешно."],"Your %s license has been deactivated.":["Ваша %s лиценца је деактивирана."],"Failed to activate your license, your license key seems to be invalid.":["Неуспешно активирање ваше лиценце. Изгледа да ваша лиценца није важећа."],"Your license has expired. You must <a href=\"%s\">extend your license</a> in order to use it again.":["Ваша лиценца је истекла. Морате <a href=\"%s\">продужити вашу лиценцу</a> како бисте је могли поново користити."],"You've reached your activation limit. You must <a href=\"%s\">upgrade your license</a> to use it on this site.":["Достигли сте лимит у броју активација. Морате <a href=\"%s\">надоградити своју лиценцу</a> како бисте је користили на овом веб месту."],"<a href=\"%s\">Your license is expiring in %d day, would you like to extend it?</a> ":["<a href=\"%s\">Ваша лиценца истиче за %d дан. Да ли желите да је продужите?</a> ","<a href=\"%s\">Ваша лиценца истиче за %d дана. Да ли желите да је продужите?</a>","<a href=\"%s\">Ваша лиценца истиче за %d дана. Да ли желите да је продужите?</a>"],"<a href=\"%s\">Did you know you can upgrade your license?</a> ":["<a href=\"%s\">Да ли знате да може те да надоградите вашу лиценцу?</a> "],"You have used %d/%d activation. ":["Искористили сте %d/ од %d активације.","Искористили сте %d/ од %d активације.","Искористили сте %d/ од %d активација."],"You have an unlimited license. ":["Поседујете неограничену лиценцу."],"Your %s license has been activated. ":["Ваша %s лиценца је успешно активирана."],"<b>Warning!</b> You're blocking external requests which means you won't be able to get %s updates. Please add %s to %s.":["<b>Упозорење!</b> Блокирате спољашње захтеве, што значи да нећете бити у могућности да примате %s ажурирања. Молимо додајте %s у %s. "],"Register now &raquo;":["Региструјте се сада &raquo;"],"Translation of %s":["Превод %s"],"You're using WordPress in a language we don't support yet. We'd love for %2$s to be translated in that language too, but unfortunately, it isn't right now. You can change that! Register at %4$s to help translate it!":["Користите WordPress на језику који још увек не подржавамо. Волели бисмо да %2$s буде преведен и на тај језик, али на жалост, то тренутно није случај. Ово можете променити тако што ћете се регистровати на %4$s и помоћи у преводу."],"You're using WordPress in %1$s. While %2$s has been translated to %1$s for %3$d%%, it's not been shipped with the plugin yet. You can help! Register at %4$s to help complete the translation to %1$s!":["Користите WordPress на %1$s . Док је %2$s превођен у %1$s за %3$d%%, још увек није испоручен са додатком. Ви можете помоћи. Региструјте се на %4$s да бисте помогли да се заврши превод %1$s!"],"As you can see, there is a translation of this plugin in %1$s. This translation is currently %3$d%% complete. We need your help to make it complete and to fix any errors. Please register at %4$s to help complete the translation to %1$s!":["Као што можете видети, постоји превод овог додатка у %1$s. Овај превод је тренутно %3$d%% готов. Потребна нам је ваша помоћ да бисмо завршили превод и исправили грешке, уколико постоје. Молимо вас региструјте се на %4$s да бисте помогли да завршимо превод на %1$s!"],"All-In-One-SEO has been deactivated":["All-In-One-SEO је искључен"],"The plugin All-In-One-SEO has been detected. Do you want to %1$simport its settings%2$s?":["Додатак All-In-One-SEO је детектован. Да ли желите да %1$sувезете његова подешавања%2$s?"],"SEO Settings":["SEO подешавања"],"Mobile-Friendly Test":["Тест прилагођености мобилном уређају"],"Google Page Speed Test":["Google Page Speed test"],"CSS Validator":["CSS валидатор"],"HTML Validator":["HTML валидатор"],"Pinterest Rich Pins Validator":["Pinterest Rich Pins валидатор"],"Facebook Debugger":["Facebook дебагер"],"Check Headers":["Провери наслове"],"Check Google Cache":["Провери Google Cache"],"Check Keyword Density":["Провери густину кључних речи"],"Check Inlinks (OSE)":["Провери улазне везе (OSE)"],"Analyze this page":["Анализирај ову страницу"],"SEO Book":["SEO књига"],"AdWords External":["AdWords спољашњи"],"Keyword Research":["Претрага кључних речи"],"%s does not seem to be a valid url. Please correct.":["чини се да %s није валидан url. Молимо, исправите га."],"%1$s does not seem to be a valid %2$s verification string. Please correct.":["%1$s чини се да није исправан %2$s низ карактера за проверу. Молимо, исправите га."],"\"Max entries per sitemap page\" should be a positive number, which %s is not. Please correct.":["\"Максимални број ставки по страници мапе веб места\" треба да буде позитиван број, а %s није. Молим исправите."],"%s Archive":["%s Архива"],"You searched for %s":["Тражили сте %s"],"%s does not seem to be a valid Twitter user-id. Please correct.":["%s изгледа да није важећи Twitter кориснички налог. Молим исправите."],"Summary with large image":["Резиме са великом сликом"],"Summary":["Резиме"],"The post %1$s appeared first on %2$s.":["Чланак %s се појављује прво на %s."],"No numeric value was received.":["Нема примљених бројних вредности."],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":["Ово треба да буде постојећи блог. Блог %s не постоји или је означен као обрисан."],"The default blog setting must be the numeric blog id of the blog you want to use as default.":["Поставка задатог блога треба да буде нумерички ID блога кога желите користити као подразумевану вредност."],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":["%1$s није исправан избор за корисника који има приступ %2$s подешавањима. Вредност је враћена на подразумевану."],"Please select a valid post type for taxonomy \"%s\"":["Молим вас, одаберите важећи тип чланка за таксономију \"%s\""],"Please select a valid taxonomy for post type \"%s\"":["Молим вас, одаберите важећу таксономију за тип чланка \"%s\""],"You searched for":["Тражили сте"],"Home":["Почетна"],"Archives for":["Архива за"],"Error 404: Page not found":["Грешка 404: Страница није пронађена"],"Good":["Добар"],"Replaced with a custom taxonomies description":[" Замењено прилагођеним описом таксономије"],"Replaced with a posts custom taxonomies, comma separated.":["Замењено прилагођеним таксономијама за чланак, одвојено зарезом."],"Replaced with a posts custom field value":["Замењено вредношћу из прилагођеног поља чланка "],"Replaced with the slug which caused the 404":["Замењено подлошком који даје 404"],"Replaced with the posts focus keyword":["Замењено кључном речи у фокусу текућег чланка"],"Attachment caption":["Наслов прилога"],"Replaced with the current page number":["Замењено тренутним бројем странице"],"Replaced with the current page total":["Замењено тренутним укупним бројем страна"],"Replaced with the current page number with context (i.e. page 2 of 4)":["Замењено тренутним бројем странице која има садржај ( нпр 2 странице од 4)"],"Replaced with the current year":["Замењено тренутном годином"],"Replaced with the current month":["Замењено тренутним месецом"],"Replaced with the current day":["Замењено тренутним даном"],"Replaced with the current date":["Заменити тренутним датумом"],"Replaced with the current time":["Замењено са тренутним временом"],"Replaced with the post/page author's userid":["Замењено са корисничким ИД-јем аутора чланка/странице"],"Replaced with the post/page author's 'Biographical Info'":["Замењено са ауторовим чланком/страничним информацијама о биографији"],"Replaced with the post/page author's 'nicename'":["Замењено са ауторовим пост/страничним надимком"],"Replaced with the post/page ID":["Замењено идентификационим бројем чланка/странице"],"Replaced with the post/page modified time":["Замењено са промењеним временом чланка/странице"],"Replaced with the post type plural label":["Замењено натписом множине типа чланка"],"Replaced with the post type single label":["Замењено натписом једнине типа чланка "],"Replaced with the current search phrase":["Замењено тренутном фразом за претраживање"],"Replaced with the term name":["Замењено именом термина"],"Replaced with the term description":["Замењено описом термина"],"Replaced with the tag description":["Замењено описом ознаке"],"Replaced with the category description":["Замењено описом категорије"],"Replaced with the post categories (comma separated)":["Замењено категоријом чланка (одвојено заградом)"],"Replaced with the current tag/tags":["Замењено тренутно/тренутним ознаком/ознакама"],"Replaced with the post/page excerpt (without auto-generation)":["Замењено сижеом чланка/странице ( без аутоматског генерисања)"],"Replaced with the post/page excerpt (or auto-generated if it does not exist)":["Замењено сижеом чланка/странице ( или аутоматско генерисање уколико не постоји)"],"The site's tag line / description":["Слоган / опис веб места"],"The site's name":["Назив веб места"],"Replaced with the title of the parent page of the current page":["Замењен насловом стране родитеља тренутне стране"],"Replaced with the title of the post/page":["Замењено насловом чланка/странице"],"Replaced with the date of the post/page":["Замењено датумом чланка/странице"],"Page %1$d of %2$d":["Страница %1$d од %2$d"],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":["WPSEO стандардна заменска променљива се не може надвладати тако што се региструје променљива истим именом.\nУместо поменутог, користити  \"wpseo_replacements\" филтер за подешавање заменске променљиве"],"A replacement variable with the same name has already been registered. Try making your variable name unique.":["Заменска променљива је већ пријављена. Покушајте изабрати јединственију заменску променљиву"],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":["Заменска променљива не може почињати са \"%%cf_\" или \"%%ct_\" обзиром да су карактери резервисани за WPSEO стандардну заменску променљиву за прилагођена поља и прилагођену таксономију.\nПокушајте изабрати заменску променљиву са мање сличним називом."],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":["Заменска променљива може садржати само слова и бројеве, доњу црту или црту.\nПокушајте да преименујете вашу променљиву."],"Admin only notice: this page doesn't show a meta description because it doesn't have one, either write it for this page specifically or go into the SEO -> Titles menu and set up a template.":["Само за администратора: Ова станица не приказује мета опис, зато што исти не постоји. Напишите мета опис за ову страницу или изаберите опцију менија  SEO -> Наслови и подесите шаблон."],"Page not found":["Страница није пронађена"],"%s Archives":["%s Архиве"],"Search for \"%s\"":["Претрага за \"%s\""],"Exclude user from Author-sitemap":["Искључи корисника из мапе веб места за ауторе"],"Meta keywords to use for Author page":["Мета кључне речи које се користе за ауторску страну"],"Meta description to use for Author page":["Мета опис који се користи за страницу аутора"],"Title to use for Author page":["Наслов који се користи за страницу аутора"],"%1$s settings":["%1$s подешавања"],"Delete the old data after import? (recommended)":["Обрисати старе податке након увоза? (препоручено)"],"Import from WooThemes SEO framework":["Увези SEO оквир из WooThemes?"],"Import from All-in-One SEO":["Увези из All-in-One SEO?"],"Import from HeadSpace2":["Увези из HeadSpace2?"],"If you've used another SEO plugin, try the %1$sSEO Data Transporter%2$s plugin to move your data into this plugin, it rocks!":["Ако сте користили други SEO додатак, испробајте %1$sSEO Data Transporter%2$s да пребаците ваше податке из старог у нови додатак, супер је!"],"No doubt you've used an SEO plugin before if this site isn't new. Let's make it easy on you, you can import the data below. If you want, you can import first, check if it was imported correctly, and then import &amp; delete. No duplicate data will be imported.":["Ако ова страница није нова, без сумње сте раније користили SEO додатак. Желимо да вам олакшамо коришћење додатка, па у наставку можете увести податке. Ако желите, можете прво увести, проверити да ли је исправно, а затим увести и обрисати податке. Дупли подаци неће бити увежени."],"Export your %1$s settings":["Извезите ваше %1$s поставке"],"Include Taxonomy Metadata":["Укључи мета податке таксономије"],"Export your %1$s settings here, to import them again later or to import them on another site.":["Извезите ваша %1$s подешавања овде, уколико будете желели да их опет увезете касније на исти или на други сајт."],"Import settings":["Увезите подешавања"],"Import settings by locating %1$ssettings.zip%2$s and clicking \"Import settings\"":["Увезите подешавања тако што ћете пронаћи %1$ssettings.zip%2$s и кликнути  на дугме \"Увези подешавања\""],"Import from other SEO plugins":["Увези из других SEO додатака"],"Import":["Увоз"],"The old data of the imported plugin was deleted successfully.":["Стари подаци увезеног додатка су успешно обрисани."],"If you had a %s file and it was editable, you could edit it from here.":["Уколико имате %s датотеку и можете да је мењате, можете је уређивати одавде."],"If your %s were writable, you could edit it from here.":["Ако је у вашу %s датотеку дозвољен упис, можете је уредити одавде."],"You don't have a %s file, create one here:":["Немате %s датотеку. Креирајте је овде:"],"A link to your site, with your site's name and description as anchor text.":["Веза до вашег веб места, са именом веб места и описом као текст везе."],"A link to your site, with your site's name as anchor text.":["Веза до вашег сајта, са именом сајта као текст линка."],"A link to the post, with the title as anchor text.":["Веза до чланка, са његовим насловом као текст линка."],"A link to the archive for the post author, with the authors name as anchor text.":["Линк ка архиви за ауторе чланка, са именом аутора као текстом линка."],"You can use the following variables within the content, they will be replaced by the value on the right.":["Можете да користите следеће променљиве у тексту. Исте ће бити замењене вредношћу са десне стране."],"Content to put after each post in the feed":["Садржај који ће бити убачен после сваког чланка у довод"],"Content to put before each post in the feed":["Садржај који ће бити убачен пре сваког чланка у довод"],"This feature is used to automatically add content to your RSS, more specifically, it's meant to add links back to your blog and your blog posts, so dumb scrapers will automatically add these links too, helping search engines identify you as the original source of the content.":["Ова функција се користи да аутоматски дода садржај у ваш RSS, односно, додаје повратне линкове ка вашем блогу и вашим чланцима, да би скрепери аутоматски додали те линкове, тиме помажући претраживачима да одреде вас као ауторе садржаја."],"Other variables not to clean":["Остале променљиве које не треба чистити"],"You might have extra variables you want to prevent from cleaning out, add them here, comma separated.":["Ако имате друге променљиве које желите заштитити од чишћења. додајте их овде, одвојене зарезом."],"Prevent cleaning out Google Analytics Campaign & Google AdWords Parameters.":["Заштићено чишћење Google Analytics Campaign и Google AdWords Parameters."],"If you use Google Analytics campaign parameters starting with %s, check this box. However, you're advised not to use these. Instead, use the version with a hash.":["Ако користите параметре кампање Google Analytics почевши са %s, кликните на овај оквир. Ипак вам препоручујемо да их не користите. Уместо њих, користите верзију са хешом (#)."],"Prevent cleaning out Google Site Search URLs.":["Заштићено чишћење Google Site Search URL-ова."],"Google Site Search URLs look weird, and ugly, but if you're using Google Site Search, you probably do not want them cleaned out.":["Google Site Search URL-ови изгледају чудно и ружно, али ако користите Google Site Search, вероватно не желите да их уклоните."],"Redirect ugly URLs to clean permalinks. (Not recommended in many cases!)":["Преусмерава  ружне URL-ове на чисте пермалинкове.(У већини случајева није препоручљиво.)"],"People make mistakes in their links towards you sometimes, or unwanted parameters are added to the end of your URLs, this allows you to redirect them all away. Please note that while this is a feature that is actively maintained, it is known to break several plugins, and should for that reason be the first feature you disable when you encounter issues after installing this plugin.":["Људи понекад погреше у постављању веза ка вама или су на крају URL-ова додати нежељени параметри. Ова особина вам омогућава да их све преусмерите. Имајте на уму да, иако се ова особина редовно развија и одржава, познато је да ствара проблеме са неколико додатака, стога би требала бити прва ствар коју ћете искључити ако се појаве проблеми након инсталирања новог додатка."],"Enforce a trailing slash on all category and tag URLs":["Примени косу црту на крају свих URL-ова на категоријама и ознакама"],"If you choose a permalink for your posts with %1$s, or anything else but a %2$s at the end, this will force WordPress to add a trailing slash to non-post pages nonetheless.":["Ако за своје чланке одаберете трајну везу са %1$s или било шта друго осим %2$s на крају, ово ће приморати WordPress да на крају дода косу црту у адресу страница које не садрже чланке."],"This prevents threaded replies from working when the user has JavaScript disabled, but on a large site can mean a <em>huge</em> improvement in crawl efficiency for search engines when you have a lot of comments.":["Ово спречава разгранати приказ одговора када корисник искључи JavaScript. На великом веб месту може донети <em>велико</em> побољшање у ефикасности претраживачких кроулера, уколико имате пуно коментара."],"This helps you to create cleaner URLs by automatically removing the stopwords from them.":["Помаже вам да креирате чистије URL-ове тако што аутоматски уклања зауставне речи."],"Clean up permalinks":["Обриши сталне везе"],"Redirect attachment URLs to parent post URL.":["Преусмери URL-ове прилога на матичне URL-ове чланака."],"Attachments to posts are stored in the database as posts, this means they're accessible under their own URLs if you do not redirect them, enabling this will redirect them to the post they were attached to.":["Прилози чланака су уписани у базу података као чланци, што значи да су доступни под властитим URL-овима, ако их не преусмерите. Укључивањем овога преусмерићете их на чланке којима су додељени."],"Change URLs":["Промени URL-ове"],"Usage of this breadcrumbs feature is explained in %1$sour knowledge-base article on breadcrumbs implementation%2$s.":["Коришћење breadcrumbs опције је објашњено у %1$sнаша база знања чланак о имплементацији breadcrumbs-a%2$s."],"How to insert breadcrumbs in your theme":["Како убацити breadcrumb-ове у вашу тему"],"Blog":["Блог"],"Post type archive to show in breadcrumbs for taxonomies":["Тип архиве за чланке који се приказује у breadcrumb за таксономије"],"Taxonomy to show in breadcrumbs for post types":["Таксономија која се приказује за типове чланака у breadcrumb-у."],"Breadcrumb for 404 Page":["Breadcrumb за страницу 404"],"Prefix for Search Page breadcrumbs":["Префикс за breadcrumbs Стране за претрагу"],"Prefix for Archive breadcrumbs":["Префикс за breadcrumbs Архиве"],"Prefix for the breadcrumb path":["Префикс за breadcrumb путању"],"Anchor text for the Homepage":["Текст везе за почетну страну"],"Separator between breadcrumbs":["Сепаратор између breadcrumb-ова"],"Enable Breadcrumbs":["Дозволи Breadcrumb-ове"],"Below are your published posts' SEO scores. Now is as good a time as any to start improving some of your posts!":["У наставку се налазе SEO оцене ваших објављених постова. Право је време да сада или касније кренете са оптимизацијом неких ваших постова."],"Developer":["Градитељ"],"QA & Translations Manager":["QA и менаџер превода"],"Project Lead":["Вођа пројекта"],"Want to help us develop? Read our %1$scontribution guidelines%2$s!":["Желите да нам помогнете са развојем? Прочитајте наше %1$sсмернице за доприношење%2$s!"],"While most of the development team is at %1$sYoast%2$s in the Netherlands, %3$s is created by a worldwide team.":["Иако је већина нашег %1$sYoast%2$s развојног тима у Холандији, %3$s у развој су укључени људи из целог света."],"Credits":["Заслуге"],"Thank you for updating %1$s!":["Хвала што сте ажурирали %1$s!"],"Posts to exclude":["Искључите чланке"],"You can exclude posts from the sitemap by entering a comma separated string with the Post ID's. The format will become something like: %1$s.":["Можете искључити чланке из мапе веб места уносећи стринг одвојен зарезима уз идентификатор чланка. Формат ће бити у облику: %1$s."],"Max entries per sitemap":["Максималан број ставки по мапи сајта"],"Please enter the maximum number of entries per sitemap page (defaults to %d, you might want to lower this to prevent memory issues on some installs):":["Молим вас унесите највећи број ставки по страници мапе веб места. (Почетна вредност је %d. Можда ћете пожелети да смањите вредност да би спречили проблеме са меморијом код неких инсталација):"],"Save your settings to activate your XML Sitemap.":["Сачувајте ваша подешавања да бисте активирали XML мапу веб места."],"You do <strong>not</strong> need to generate the XML sitemap, nor will it take up time to generate after publishing a post.":["<strong>Нема</strong> потребе да генеришете XML мапу веб места, нити ће вам требати времена за генерисање исте након објављивања чланка."],"You can find your XML Sitemap here: %1$sXML Sitemap%2$s":["XML мапу вашег веб места можете пронаћи овде: %1$sXML мапа веб места%2$s "],"Excluded Posts":["Искључени чланци"],"User sitemap":["Корисникова мапа веб места"],"&laquo; Back to Tools page":["&laquo; назад на страницу са алаткама"],"%1$s comes with some very powerful built-in tools:":["У %1$s су уграђени неки веома моћни алати:"],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":["Овај алат вам допушта да брзо мењате датотеке које су важне за ваш SEO, као што су robots.txt и .htaccess датотека, ако је имате. "],"File editor":["Уређивач датотека"],"Import settings from other SEO plugins and export your settings for re-use on (another) blog.":["Увезите подешавања из других SEO додатака и извезите ваша подешавања за поновниу употребу на другом блогу."],"Import and Export":["Увоз и извоз"],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":["Овај алат вам омогућава да брзо измените наслове и описе у вашим чланцима и страницама без потребе да уређујете сваку страницу посебно."],"Bulk editor":["Групни уређивач"],"Google Publisher Page":["Google Publisher страна"],"If you have a Google+ page for your business, add that URL here and link it on your Google+ page's about page.":["Ако имате Google+ страницу за ваш посао. додајте URL овде и повежите се са страницом \"о нама\" на вашој Google+ страници."],"To %1$sconfirm your site with Pinterest%2$s, add the meta tag here:":["Да бисте %1$sпотврдили ваше веб место на Pinterest-у%2$s, додајте мета ознаку овде:"],"Pinterest uses Open Graph metadata just like Facebook, so be sure to keep the Open Graph checkbox on the Facebook tab checked if you want to optimize your site for Pinterest.":["Pinterest користи Open Graph мета ознаке као и Facebook. Због тога будите сигурни да вам је одабран Open Graph на Facebook табу, уколико желите да оптимизујете вашу траницу за Pinterest. "],"The default card type to use":["Подразумевани тип картице за употребу"],"Add Twitter card meta data":["Додај мета податке за Twitter картицу"],"Add Twitter card meta data to your site's %s section.":["Додајте мета податке са Twitter картице у одељак %s вашег веб места."],"This image is used if the post/page being shared does not contain any images.":["Слика се користи ако чланак/страница која се дели не садржи никакве слике."],"Default settings":["Подразумевана подешавања"],"Copy home meta description":["Копирај мета опис почетне стране"],"Description":["Opis"],"Image URL":["Веза до слике"],"These are the title, description and image used in the Open Graph meta tags on the front page of your site.":["Ово су назив, опис, и слика коришћени у Open Graph мета ознакама на почетној страници вашег сајта."],"Frontpage settings":["Подешавања насловне стране"],"Add Open Graph meta data":["Додај Open Graph мета податке"],"Add Open Graph meta data to your site's %s section, Facebook and other social networks use this data when your pages are shared.":["Додајте Open Graph мета податке на %s део вашег веб места, Facebook и друге друштвене мреже користе ове податке када су ваше странице подељене."],"Google+ URL":["Google+ URL"],"YouTube URL":["YouTube URL"],"Pinterest URL":["Pinterest URL"],"MySpace URL":["MySpace URL"],"LinkedIn URL":["LinkedIn URL"],"Instagram URL":["Instagram URL"],"Twitter Username":["Twitter корисничко име"],"Facebook Page URL":["URL странице на Facebook-у"],"Accounts":["Налози"],"Restore site to defaults":["Врати веб место на подразумевана подешавања"],"Blog ID":["ID блога"],"Site ID":["ID веб места"],"Using this form you can reset a site to the default SEO settings.":["Коришћењем ове форме можете вратити веб место на почетна SEO подешавања."],"Restore site to default settings":["Врати почетна подешавања за веб место"],"Save MultiSite Settings":["Сними подешавања за вишенаменско веб место"],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new blogs.":["Посебна подешавања која су везана за приватност (FB администратори и слично), за тему (прерада наслова) и још нека подешавања специфична за веб место неће бити увезена у нове блогове."],"Enter the %1$sSite ID%2$s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":["Упишите %1$sID веб места%2$s чије поставке желите да буду подразумеване вредности за сва веб места која се налазе у вашој мрежи. Оставите празно ако не желите да дефинишете ову вредност (користиће се подразумевана вредност додатка). "],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":["Одаберите веб место чије поставке желите да користите као подразумеване вредности за сва веб места која се налазе у вашој мрежи. Ако одаберете \"Ништа\", користиће се подразумевана вредност додатка."],"New sites in the network inherit their SEO settings from this site":["Нова веб места у мрежи наслеђују SEO подешавања овог веб места."],"Super Admins only":["Само за супер администраторе"],"Site Admins (default)":["Администратори сајта (подразумевано)"],"Who should have access to the %1$s settings":["Ко треба да има приступ %1$s подешавањима"],"spam":["непожељно"],"mature":["за одрасле"],"archived":["архивирано"],"public":["јавно"],"Blog %s not found.":["Блог %s није пронађен."],"%s restored to default SEO settings.":["%s враћен на почетна SEO подешавња."],"Settings Updated.":["Подешавања ажурирана."],"Use meta keywords tag?":["Користити мета ознаку за кључне речи?"],"I don't know why you'd want to use meta keywords, but if you want to, enable this.":["Не знам због чега би сте користили мета кључне речи, али ако то желите, активирајте ово."],"If you want to prevent /page/2/ and further of any archive to show up in the search results, set this to \"noindex\".":["Ако желите да спречите /page/2/ и остале из архиве да се појављују у резултатима претраге, подесите ово на \"noindex\"."],"Sitewide meta settings":["Мета подешавања за читаво веб место"],"404 pages":["404 стране"],"Search pages":["Стране за претрагу"],"These pages will be %s by default, so they will never show up in search results.":["Ове странице ће подразумевано бити %s, па се неће појављивати у резултатима претраге."],"Special Pages":["Специјалне стране"],"Date-based archives could in some cases also be seen as duplicate content.":["Архиве по датуму могу бити у неким случајевима узете као дуплирани садржај."],"If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or to add %s to it so it doesn't show up in the search results.":["Ако се ово појављује на вашем веб месту, можете одабрати деактивирање (резултат је преусмеравање на почетну страницу) или додавање %s, тако да се не појављује у резултатима претраге."],"If you're running a one author blog, the author archive will be exactly the same as your homepage. This is what's called a %1$sduplicate content problem%2$s.":["Ако блог пише само један аутор, онда ће архива аутора бити идентична са почетном страном. Ово се зове %1$sпроблем дуплираног садржаја%2$s. "],"Date archives":["Архива по датумима"],"Title":["Наслов"],"Note: instead of templates these are the actual titles and meta descriptions for these custom post type archive pages.":["Напомена: За разлику од шаблона, ово су стварни наслови и мета описи за посебан тип чланка. "],"Custom Post Type Archives":["Архиве за чланке посебног типа"],"%1$s Meta Box":["%1$s Мета оквир"],"Hide":["Сакриј"],"Date in Snippet Preview":["Датум у приказу сажетка"],"Meta Robots":["Мета роботи"],"Take note:":["Обратите пажњу:"],"You can determine the title and description for the blog page by %1$sediting the blog page itself &raquo;%2$s":["Можете дефинисати наслов и опис за блог страницу %1$sуређивањем саме блог странице &raquo;%2$s "],"You can determine the title and description for the front page by %1$sediting the front page itself &raquo;%2$s":["Можете дефинисати наслов и опис за почетну страницу %1$sуређивањем саме почетне странице &raquo;%2$s "],"Homepage &amp; Front page":["Почетна &amp; Прва страна"],"Meta keywords template":["Шаблон мета кључних речи"],"Meta description template":["Шаблон за мета опис"],"Title template":["Наслов шаблона"],"Symbols are shown in the size they'll appear in the search results.":["Симболи су приказани у величини у којој ће се показати у резултатима претраге."],"Choose the symbol to use as your title separator. This will display, for instance, between your post title and site name.":["Изаберите симболе које ћете користити као сепараторе наслова. Ово ће се приказивати, на пример, између вашег наслова и назива веб места."],"Title Separator":["Сепаратор наслова"],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s је сам препознао да ли треба да преправи наслове на вашим странама, ако мислите да није у праву и знате шта радите, овде можете да промените подешавање."],"Force rewrite titles":["Принудно преправљање наслова"],"Taxonomies":["Таксономије"],"Post Types":["Типови чланака"],"Homepage":["Почетна страна"],"%1$s Extensions":["%1$s Надоградње"],"Seamlessly integrate WooCommerce with %1$s and get extra features!":["Неометано интегришите WooCommerce са %1$s и добићете додатне функционалности!"],"Rank better locally and in Google Maps, without breaking a sweat!":["Рангирајте се боље локално и на Google Maps без муке!"],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":["Да ли сте на Google News? Повећајте ваш саобраћај са Google News оптимизацијом."],"Optimize your videos to show them off in search results and get more clicks!":["Оптимизујте ваше видео садржаје да бисте их приказали у резултатима претраге и да бисте имали више кликова!"],"The premium version of %1$s with more features & support.":["Премиум верзија %1$s са више опција и са подршком."],"Yandex Webmaster Tools":["Yandex Webmaster алати"],"Bing Webmaster Tools":["Bing Webmaster алати"],"You can use the boxes below to verify with the different Webmaster Tools, if your site is already verified, you can just forget about these. Enter the verify meta values for:":["Можете употребити оквире у наставку текста како бисте разним Webmaster алатима утврдили да ли је ваше веб место већ проверено наведеним алатом. Ако је веб место већ проверено, прескочите овај део. Означите оквире за проверу мета вредности:"],"Your name":["Ваше име"],"Company logo":["Лого компаније"],"Company name":["Назив компаније"],"Person":["Особа"],"Company":["Правно лице"],"Choose whether you're a company or person":["Изаберите да ли сте правно или физичко лице"],"This data is shown as metadata in your site. It is intended to appear in Google's Knowledge Graph. You can be either a company, or a person, choose either:":["Ови подаци су приказани као мета подаци на вашем веб месту. Намена им је да се појаве у Google Knowledge Graph. Можете одабрати само једну опцију; правно или физичко лице:"],"Company or person":["Правно или физичко лице"],"Alternate name":["Алтернативни назив"],"Google shows your website's name in the search results, we will default to your site name but you can adapt it here. You can also provide an alternate website name you want Google to consider.":["Google приказује назив вашег веб места у резултатима претраге. Подразумевана вредност је назив вашег веб места, али га овде можете променити. Такође можете уписати алтернативни назив веб места које ће Google узети у обзир."],"Website name":["Назив веб места"],"Are you sure you want to reset your SEO settings?":["Да ли сте сигурни да желите да вратите SEO подешавања на почетне вредности?"],"If you want to restore a site to the default %s settings, press this button.":["Ако желите да вратите подразумевана %s подешавања веб места, кликните на ово дугме."],"Security":["Безбедност"],"Webmaster tools":["Webmaster алати"],"Your info":["Ваше информације"],"Company info":["Информације о правном лицу"],"You do not have your postname in the URL of your posts and pages, it is highly recommended that you do. Consider setting your permalink structure to <strong>/%postname%/</strong>.":["Немате назив чланка у URL-у својих чланака и страница. Веома вам препоручујемо да то урадите. Размислите о постављању структуре сталних веза на <strong>/%postname%/</strong>. "],"Fix it":["Поправи"],"RSS":["RSS"],"Permalinks":["Сталне везе"],"Breadcrumbs":["Breadcrumbs"],"or":["или"],"Save Profile":["Сачувај профил"],"There were no profiles found":["Није пронађен ниједан профил"],"Profile":["Профил"],"Current profile":["Тренутни профил"],"Reauthenticate with Google ":["Поново потврдите идентитет на Google-у"],"Authenticate":["Потврђивање идентитета"],"Get Google Authorization Code":["Преузмите Google код за ауторизацију"],"Reload crawl issues":["Поново учитај грешке crawler-а"],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year of support and updates, on %2$s.":["Да бисте могли да креирате преусмеравање и исправите овај проблем, треба вам %1$s. Додатак можете купити, укључујући годину дана подршке и ажурирања на %2$s. "],"Creating redirects is a %s feature":["Прављeњe преусмерења je %s опциjа"],"Errors that only occurred when your site was crawled by Googlebot for feature phones (errors didn't appear for desktop).":["Грешке које се дешавају само када ваш сајт проверава Googlebot за телефоне (грешке се нису појавиле за стоне рачунаре)."],"Errors that occurred only when your site was crawled by Googlebot-Mobile (errors didn't appear for desktop).":["Грешке које се дешавају само када ваш сајт проверава Googlebot-Mobile (грешке се нису појавиле за стоне рачунаре). "],"Errors that occurred when your site was crawled by Googlebot.":["Грешке које су настале када ваш сајт проверава Googlebot."],"Issue categories":["Категорије проблема"],"Incorrect Google Authorization Code.":["Неправилан Google код за ауторизацију."],"The issues have been successfully reloaded!":["Проблеми су успешно учитани!"],"The %1$s data has been removed. You will have to reauthenticate if you want to retrieve the data again.":["%1$s подаци су уклоњени. Мораћете да поново потврдите идентитет ако желите да им приступите."],"Crawl errors per page":["Crawl грешака по страни"],"Search":["Претрага"],"Don't miss your crawl errors: %1$sconnect with Google Search Console here%2$s.":["Немојте да игноришете ваше crawl грешке:%1$sповежите са Google Search Console овде%2$s."],"Create redirect":["Наравите преусмерење"],"Mark as fixed":["Означи као поправљено"],"Response code":["Код за одговор"],"First detected":["Први откривен"],"Last crawled":["Последње прикупљено"],"URL":["URL"],"%1$s detected you’re using a version of %2$s which is not compatible with %1$s. Please update %2$s to the latest version to use this feature.":["%1$s је открио да користите издање %2$s које није компатибилно са %1$s. Молимо ажурирајте %2$s на најновије издање како би могли користити ову особину."],"Yoast plugins share some code between them to make your site faster. As a result of that, we need all Yoast plugins to be up to date. We've detected this isn't the case, so please update the Yoast plugins that aren't up to date yet.":["Yoast додаци међусобно деле неке делове кода како би учинили ваше веб место бржим и због тога је потребно да сви Yoast додаци буду редовно ажурирани. Откривено је да сви додаци нису ажурирани. Молимо вас да ажурирате Yoast додатке који још увек нису ажурирани."],"Feature phone":["Основни телефон"],"Smartphone":["Паметни телефон"],"Desktop":["Стони рачунар"],"The target URL doesn't exist, but your server is not returning a 404 (file not found) error.":["Мета URL-а не постоји, али ваш сервер не враћа 404 (документ није пронађен) грешку."],"Soft 404":["Меки 404"],"Request timed out or site is blocking Google.":["Захтев је истекао, или Google блокира веб место."],"Server Error":["Грешка на серверу"],"Googlebot could access your site, but certain URLs are blocked for Googlebot in your %1$s file. This block could either be for all Googlebots or even specifically for Googlebot-mobile.":["Googlebot може да приступи вашем веб месту, али одређени URL-ови су блокирани за Googlebot-а у вашем %1$s документу. Ова блокада може да утиче на све Googlebot-ове, или само за Googlebot-mobile."],"Blocked":["Блокирано"],"Google was unable to crawl this URL due to an undetermined issue.":["Google није могао да провери URL због неодређеног проблема."],"URL points to a non-existent page.":["URL показује на непостојећу страну."],"Not found":["Није пронађено"],"Not followed":["Није праћено"],"Faulty redirects":["Неисправна преусмеравања"],"Server requires authentication or is blocking Googlebot from accessing the site.":["Сервер захтева аутентификацију или блокира Googlebot-а да приступи овом веб месту."],"Access denied":["Приступ одбијен"],"Deactivate %s":["Искључи %s"],"The %1$s plugin might cause issues when used in conjunction with %2$s.":["%1$s додатак може узроковати проблеме када се користи заједно са %2$s. "],"Upload Image":["Отпреми слику"],"Upgrade to %1$s &raquo;":["Унапреди у %1$s &raquo;"],"Remove these ads?":["Уклони ове рекламе?"],"Current option:":["Тренутна опција:"],"Debug Information":["Debug информације"],"%s Posts Overview":["%s прегледа чланака"],"Include in Sitemap?":["Укључити у мапу веб места?"],"This taxonomy follows the indexation rules set under Metas and Titles, you can override it here.":["Ова таксономија прати правила за индексирање која су постављена у Мета и Наслови, можете да их оборите овде."],"The Breadcrumbs Title is used in the breadcrumbs where this taxonomy appears.":["Breadcrumbs наслов се користи у breadcrumbs где се ова таксономија јавља."],"Breadcrumbs title":["Breadcrumbs наслов"],"The canonical link is shown on the archive page for this term.":["Канонски линк је показан на страни архиве за овај појам."],"Meta keywords used on the archive page for this term.":["Мета кључне речи коришћене на страни архиве за овај појам."],"Never include":["Не укључуј никад"],"Always include":["Увек укључи"],"Auto detect":["Сам препознај"],"Clear all Facebook Data":["Очисти све Facebook податке"],"Facebook App ID":["Facebook App ID"],"Currently connected Facebook admins:":["Тренутно повезани Facebook администратори:"],"Add Another Facebook Admin":["Додајте новог Facebook администратора"],"Add Facebook admin":["Додај Facebook администратора"],"Admin's Facebook user ID:":["ID Facebook администратора:"],"Admin's name:":["Име администратора:"],"If you don't know where to find the needed ID, see %1$sthis knowledge base article%2$s.":["Ако не знате где да пронађете потребни ID, видите %1$s овај чланак у бази знања %2$s."],"To be able to access %1$sFacebook Insights%2$s, you need to add a user here. The name is used for reference only, the ID is used for verification.":["Да би могли да користите %1$sFacebook увиде%2$s, овде додајте новог корисника. Име се користи само као референца, за проверу се користи ID."],"More info can be found %1$son our knowledge base%2$s.":["Више информација можете пронаћи %1$s у нашој бази знања %2$s."],"To be able to access %1$sFacebook Insights%2$s for your site, you need to specify a Facebook Admin. This can be a user. If you have an app for your site, you could use that as well.":["Да би могли да приступите %1$sFacebook uvidu%2$s за ваше веб место, треба да наведете Facebook администратора. Ово може да буде корисник. Ако имате апликацију за ваше веб место, можете је користити."],"Facebook Insights and Admins":["Facebook увиди и администратори"],"Successfully cleared all Facebook Data":["Сви Facebook подаци успешно обрисани"],"Successfully removed admin %s":["Администратор %s успешно уклоњен"],"This Facebook user has already been added as an admin.":["Овај Facebook корисник је већ додат као администратор."],"Your input contains invalid characters. Please make sure both fields are filled in correctly.":["Ваш унос садржи недоѕвољене карактере. Молимо вас, уверите се да су оба поља исправно попуњена."],"Please make sure both fields are filled.":["Молимо, уверите се да су оба поља попуњена."],"Pinterest":["Pinterest"],"Other":["Остало"],"Archives":["Архива"],"Email":["Е-пошта"],"Previous":["Преtходно"],"Next":["Следећа"],"Close":["Затвори"],"Configure %1$s's XML Sitemap settings":["Подесите %1$s's XML мапу веб места"],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines, yet might slow down your site.":["И %1$s и %2$s могу да креирају XML мапу веб места. Постојање две XML мапе није од користи за претраживаче а може и да успори ваше веб место."],"Configure %1$s's OpenGraph settings":["Подесите %1$s's OpenGraph подешавања"],"Both %1$s and %2$s create OpenGraph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":["И %1$s и %2$s дају OpenGraph резултате, што може да утиче на Facebook, Twitter, LinkedIn и остале друштвене мреже да користе погрешне текстове и слике током дељења ваших страна."],"%s Image":["%s Слика"],"%s Description":["%s Опис"],"%s Title":["%s Наслов"],"Twitter":["Twitter"],"Facebook":["Facebook"],"The recommended image size for %1$s is %2$s pixels.":["Препоручена величина слике за %1$s је %2$s тачака."],"If you want to override the image used on %s for this post, upload / choose an image or add the URL here.":["Ако желите да премостите слике које су коришћене на %s за овај чланак, пошаљите/изаберите слику и додајте URL овде."],"If you don't want to use the meta description for sharing the post on %s but want another description there, write it here.":["Ако не желите да користите мета опис за дељење чланка на %s  али желите други опис тамо, напишите га овде."],"If you don't want to use the post title for sharing the post on %s but instead want another title there, write it here.":["Ако не желите да користите наслов чланка за дељење на %s али желите да користите други наслов за то, напишите наслов овде."],"very difficult":["веома тешко"],"Try to make shorter sentences, using less difficult words to improve readability.":["Покушајте да пишете краће реченице користећи мање тешке речи како бисте побољшали читљивост."],"difficult":["тешко"],"Try to make shorter sentences to improve readability.":["Pokušajte da pišete kraće rečenice kako biste poboljšali čitljivost."],"fairly difficult":["прилично тешко"],"OK":["OK"],"fairly easy":["прилично лако"],"easy":["лако"],"very easy":["веома лако"],"The copy scores %1$s in the %2$s test, which is considered %3$s to read. %4$s":["Резултат текста је %1$s по %2$s тесту, што се сматра %3$s за читање. %4$s "],"The focus keyword appears in the first paragraph of the copy.":["Фокусна кључна реч се појављује у првом пасусу примерка."],"The focus keyword doesn't appear in the first paragraph of the copy. Make sure the topic is clear immediately.":["Фокусна кључна реч се не појављује у првом пасусу примерка. Осигурајте се да тема одмах буде јасна."],"The keyword density is %1$s, which is great; the focus keyword was found %2$d times.":["Густина кључне речи је %1$s, што је дивно. Фокусна кључна реч је пронађена %2$d пута."],"The keyword density is %1$s, which is over the advised %3$s maximum; the focus keyword was found %2$d times.":["Густина кључне речи је %1$s, што је више од препорученог максимума од %3$s; фокусна кључна реч је пронађена %2$d пута."],"A meta description has been specified, but it does not contain the focus keyword.":["Мета опис је назначен, али не садржи фокусну кључну реч."],"No meta description has been specified. Search engines will display copy from the page instead.":["Мета опис није назначен. Претраживачи ће уместо мета описа приказивати део текста са странице."],"The meta description is under %1$d characters long. However, up to %2$d characters are available.":["Мета опис је краћи од %1$d карактера. На располагању вам је дужина до %2$d карактера."],"You have not used the focus keyword in any subheading (such as an H2) in your copy.":["Нисте користили фокусну кључну реч у поднасловима (као што је H2) у вашем тексту."],"The images on this page are missing alt attributes.":["Сликама на овој страни недостају ALT атрибути."],"No outbound links appear in this page, consider adding some as appropriate.":["На овој страници не постоје излазне везе. Размислите о додавању веза, уколико је то сврсисходно."],"This page has %1$s nofollowed outbound link(s) and %2$s normal outbound link(s).":["Страница садржи %1$s \"nofollow\" излазних веза и %2$s нормалних излазних веза."],"This page has %1$s outbound link(s), all nofollowed.":["Ова страница садржи %1$s излазних линкова; сви су \"nofollow\"."],"This page has %1$s outbound link(s).":["Ова страница има %1$s излазних веза."],"You're linking to another page with the focus keyword you want this page to rank for. Consider changing that if you truly want this page to rank.":["Имате постављену везу на другу страну. Она садржи фокусну кључну реч за коју желите да се рангирате. Размислите о промени уколико баш стварно желите да се ова страница рангира."],"No images appear in this page, consider adding some as appropriate.":["На овој страници нема слика. Размотрите додавање слика уколико је то згодно."],"The SEO title contains the focus keyword, but it does not appear at the beginning; try and move it to the beginning.":["SEO наслов садржи фокусну кључну реч, али се иста не појављује на почетку; покушајте да је померите на почетак наслова."],"The SEO title contains the focus keyword, at the beginning which is considered to improve rankings.":["SEO наслов садржи фокусну кључну реч на почетку, што се препоручује у циљу што бољег рангирања."],"Please create an SEO title.":["Молимо вас напишите наслов странице за SEO"],"The slug for this page is a bit long, consider shortening it.":["Подложак за ову страницу је мало дужи. Размотрите његово скраћивање."],"The focus keyword does not appear in the URL for this page. If you decide to rename the URL be sure to check the old URL 301 redirects to the new one!":["Фокусна кључна реч се не пјављује у URL-у странице. Уколико одлучите да преименујете URL, уверите се да стари URL преусмерите кодом 301 на нови."],"You've used this focus keyword %1$s%2$d times before%3$s, it's probably a good idea to read %4$sthis post on cornerstone content%5$s and improve your keyword strategy.":["Фокусну реч сте користили %1$s%2$d пута ранјије%3$s. Можда је добра идеја да прочитате %4$sовај чланак о битном садржају%5$s како би унапредили вашу стратегију везану за кључне речи."],"You've used this focus keyword %1$sonce before%2$s, be sure to make very clear which URL on your site is the most important for this keyword.":["Исту фокусну кључну реч сте %1$sвећ једном%2$s користили. Јасно утврдите који URL на вашем веб месту је најважнији за ову кључну реч."],"You've never used this focus keyword before, very good.":["Врло добро, нисте користили ову фокусирану кључну реч. "],"No focus keyword was set for this page. If you do not set a focus keyword, no score can be calculated.":["За ову страницу није дефинисана фокусна кључна реч. Ако не дефинишете фокусну кључну реч, страница неће бити оцењена."],"Focus keyword not set.":["Фокусна кључна реч није дефинисана."],"Focus KW":["Фокусна кључна реч"],"Meta Desc.":["Мета опис."],"All SEO Scores":["Сви SEO резултати"],"SEO: Post Noindexed":["SEO: чланак није индексиран"],"SEO: Good":["SEO: добар"],"SEO: OK":["SEO: задовољавајући"],"SEO: No Focus Keyword":["SEO: нема кључне речи у фокусу"],"SEO issue: The featured image should be at least 200 by 200 pixels to be picked up by Facebook and other social media sites.":["SEO проблем: Истакнута слика треба да буде најмање 200x200 пиксела да би је Facebook и остале друштвене мреже преузеле."],"(no parent)":["(не постоји parent-child конекција)"],"No focus keyword set.":["Нема постављених кључних речи у фокусу."],"Post is set to noindex.":["Чланак је подешен на \"noindex\"."],"The URL that this page should redirect to.":["URL на који би ова страница требала да преусмерава."],"301 Redirect":["301 преусмеравање"],"The canonical URL that this page should point to, leave empty to default to permalink. %1$sCross domain canonical%2$s supported too.":["Канонски URL на који би ова страна требала да води, остави празно за подразумевани стални облик.%sCross domain канонски URL%s је такође подржан."],"Canonical URL":["Канонски URL"],"Title to use for this page in breadcrumb paths":["Наслов који ће се користити за ову страну на breadcrumb путањи"],"Breadcrumbs Title":["Breadcrumbs наслов"],"No Snippet":["Без исечка"],"No Archive":["Без архиве"],"No Image Index":["Без индекса слика"],"None":["Нема"],"Site-wide default: %s":["Подразумеване вредности за цело веб место: %s"],"Advanced <code>meta</code> robots settings for this page.":["Напредна <code>meta</code> подешавања робота за ову страницу."],"Meta robots advanced":["Напредни мета роботи"],"Meta robots follow":["Прати мета роботе"],"Noindex":["Не индексирај"],"Index":["Индексирај"],"Default for this post type, currently: %s":["Подразумевано за овај тип чланка, тренутно је: %s"],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Упозорење: иако овде можете да поставите подешавања за мета роботе, читаво веб место је подешено да се не индексира и подешавањима приватности на нивоу целог веб места, тако да ово подешавање неће имати ефекта."],"If you type something above it will override your %1$smeta keywords template%2$s.":["Ако унесете нешто изнад, то ће да прегази ваше  %1$sшаблоне мета кључних речи %2$s."],"Meta keywords":["Мета кључне речи"],"Meta description":["Мета опис"],"SEO Title":["SEO наслов"],"Focus keyword":["Фокусна кључна реч"],"Snippet preview":["Преглед исечка"],"Setting \"%s\" is no longer used and has been discarded.":["Подешавање \"%s\" се више не користи и одбачено је."],"No settings found in file.":["Не постоје подешавања у датотеци."],"Settings successfully imported.":["Подешавања успешно увезена."],"Unzipping failed - file settings.ini not found.":["Распакивање није успело - датотека settings.ini није пронађена."],"Unzipping failed with error \"%s\".":["Распакивање није успело, грешка \"%s\"."],"Upload failed.":["Отпремање није успело."],"Settings could not be imported:":["Подешавања се не могу увести:"],"WooThemes SEO framework settings &amp; data successfully imported.":["Подешавања и подаци WooThemes SEO система успешно увезени."],"HeadSpace2 data successfully imported":["HeadSpace2 подаци успешно увезени"],"No taxonomy metadata found":["Нису пронађени мета подаци о таксономији"],"This export includes taxonomy metadata":["Овај извоз укључује мета податке о таксономији"],"This is a settings export file for the %1$s plugin by Yoast.com":["Ово је датотека за извоз подешавања за %1$s додатак Yoast.com"],"Could not write settings to file.":["Није могуће уписати подешавања у датотеку."],"Could not zip settings-file.":["Не могу да компресујем датотеку са подешавањима."],"Error creating %1$s export: ":["Грешка при креирању %1$s за извоз:"],"Breadcrumb for 404 pages:":["Breadcrumb за \"404 страницу\":"],"Prefix for search result pages:":["Префикс за странице са резултатима претраге:"],"Prefix for archive pages:":["Префикс за архивске странице:"],"Prefix for breadcrumbs:":["Префикс за breadcrumbs:"],"Anchor text for the homepage:":["Текст везе за почетну страницу:"],"Breadcrumbs separator:":["Раставни знак за Breadcrumbs :"],"Remove blog page from breadcrumbs":["Уклони блог страницу из breadcrumb-а"],"%s Breadcrumbs":["%s Breadcrumb-а"],"Use Image":["Користи слику"],"Action":["Акција"],"Page URL/Slug":["URL/Slug странице"],"Publication date":["Датум објаве"],"Post Status":["Статус чланка"],"Post Type":["Тип чланка"],"WP Page Title":["WP наслов странице"],"View":["Поглед"],"View &#8220;%s&#8221;":["Погледај &#8220;%s&#8221;"],"Preview":["Приказ"],"Preview &#8220;%s&#8221;":["Приказ &#8220;%s&#8221;"],"Edit":["Уреди"],"Filter":["Филтер"],"You are not allowed to access this page.":["Није вам дозвољен приступ овој страници."],"New Yoast Meta Description":["Нови Yoast мета опис"],"Existing Yoast Meta Description":["Постојећи Yoast мета опис"],"a,about,above,after,again,against,all,am,an,and,any,are,as,at,be,because,been,before,being,below,between,both,but,by,could,did,do,does,doing,down,during,each,few,for,from,further,had,has,have,having,he,he'd,he'll,he's,her,here,here's,hers,herself,him,himself,his,how,how's,i,i'd,i'll,i'm,i've,if,in,into,is,it,it's,its,itself,let's,me,more,most,my,myself,nor,of,on,once,only,or,other,ought,our,ours,ourselves,out,over,own,same,she,she'd,she'll,she's,should,so,some,such,than,that,that's,the,their,theirs,them,themselves,then,there,there's,these,they,they'd,they'll,they're,they've,this,those,through,to,too,under,until,up,very,was,we,we'd,we'll,we're,we've,were,what,what's,when,when's,where,where's,which,while,who,who's,whom,why,why's,with,would,you,you'd,you'll,you're,you've,your,yours,yourself,yourselves":["а,о,изнад,после,поново,против,све,ам,ан,и,било који,су,као,код,бити,јер,био,пре,бити,испод,између,оба,али,би,урадио,уради,ради,ради,доле,током,сваки,мало,за,од,даље,имао,има,има,имати,он,он би,он ће,његово,она,овде,овде је,њено,она,он,он,његово,како,како је, ја,ја би,ја ћу, ја сам,ја сам,ако,унутра,у,је,то,то је,то је,то,ајде,мене,више,већина,моје,ја,ниједно,од,на,једном,само,или,друго,требало,наше,наше,нама,вани,преко,поседује,исто,она,она би,она ће,она је,требало,тако,неке,такво,од,то,то је,то,њихово,њихово,они,они,онда,ту,ту је,ови,они,они би,они ће, они су, они су, ово, оне,кроз,до,такође,испод,док,горе,све,јесте,ми,ми бисмо,ми ћемо,ми смо, ми смо,били,шта,шта је,када,када је,где, где је,који,док,ко,ко је,кога,зашто,зашто је,са,би ли,ти,ти би, ти ћеш,ти си,ти си,твоје,твоје,ти,ваше  "],"Facebook profile URL":["URL Facebook профила"],"Twitter username (without @)":["Twitter налог (bez @)"],"Google+":["Google +"],"FAQ":["FAQ"],"Premium Support":["Премијум подршка"],"Settings":["Подешавања"],"You must %1$sgo to your Reading Settings%2$s and uncheck the box for Search Engine Visibility.":["Морате %1$sићи на ваша подешавања преусмерења%2$s и да искључите видљивост за претраживаче."],"Huge SEO Issue: You're blocking access to robots.":["Огроман SEO проблем: Блокирате приступ роботима."],"Posts":["Чланци"],"Edit Files":["Промени датотеке"],"MultiSite Settings":["Подешавања вишенаменског сајта"],"Advanced Variables":["Напредне променљиве"],"Basic Variables":["Основне променљиве"],"Note that not all variables can be used in every template.":["Упамтите да не могу све променљиве да се употребљавају у свим шаблонима."],"The title &amp; metas settings for %1$s are made up of variables that are replaced by specific values from the page when the page is displayed. The tabs on the left explain the available variables.":["Подешавања за наслове и мета податке за %1$s су сачињена од променљивих које су замењене одређеним вредностима са странице када се иста прикаже. Језичци  са леве стране објашњавају доступне променљиве."],"Template explanation":["Објашњење шаблона."],"Why Google won't display the right page title":["Због чега Google неће да прикаже прави наслов странице"],"Title optimization":["Оптимизација наслова."],"For more information:":["За више информација:"],"General":["Опште"],"Extensions":["Надоградње"],"Search Console":["Конзола за претрагу"],"Tools":["Алати"],"Advanced":["Напредно"],"XML Sitemaps":["XML мапа сајта"],"Social":["Друштвене"],"Titles &amp; Metas":["Наслови и мета подаци"],"SEO":["SEO"],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":["%1$s је пронашао да користите верзију %2$s од %3$s, молим вас ажурирајте на најновију верзију да би избегли проблеме са компатибилношћу."],"Just another WordPress site":["Још једно WordPress веб место"],"You still have the default WordPress tagline, even an empty one is probably better. %1$sYou can fix this in the customizer%2$s.":["Још увек имате подразумевани WordPress поднаслов, празан је вероватно боља опција. \n%1$sМожете то поправити кроз прилагођавач%2$s."],"You have used HTML in your value which is not allowed.":["Употребили сте HTML као вредност променљиве, што није дозвољено"],"You can't edit %s that aren't yours.":["Не можете мењати %s који нису ваши."],"You can't edit %s.":["Не можете мењати %s."],"Post has an invalid Post Type: %s.":["Чланак је неважећи тип чланка:%s."],"Post doesn't exist.":["Чланак не постоји."],"The file %s could not be removed. Please remove it via FTP.":["Датотека %s није уклоњена. Молимо вас уклоните је путем FTP-a."],"posts\u0004Trash <span class=\"count\">(%s)</span>":["Отпад <span class=\"count\">(%s)</span>","Отпад <span class=\"count\">(%s)</span>","Отпад <span class=\"count\">(%s)</span>"],"posts\u0004All <span class=\"count\">(%s)</span>":["Сви  <span class=\"count\">(%s)</span>","Сви  <span class=\"count\">(%s)</span>","Сви  <span class=\"count\">(%s)</span>"]}}}