{"domain":"js-text-analysis","locale_data":{"js-text-analysis":{"":{"domain":"js-text-analysis","plural_forms":"nplurals=3; plural=(n == 1) ? 0 : ((n >= 2 && n <= 4) ? 1 : 2);","lang":"sk"},"The %1$s class must not be instantiated before the %2$s global is set.":["Trieda %1$s nesmie byť inštanciovaná pred nastavením globálu %2$s."],"%1$sOutrank your competitors even further%2$s with these %3$s plugins":["%1$sZískajte ešte vyššiu pozíciu%2$s s týmito %3$s pluginmi"],"No need to figure out what to link to. You get linking suggestions for relevant posts and pages to make your website easier to navigate.":["Nie je potrebné zisťovať, na čo sa má odkazovať. Dostanete návrhy prepojení na relevantné články a stránky, ktoré vám uľahčia navigáciu na webovej stránke."],"Use AI to write SEO titles and meta descriptions for your posts and pages. It speeds up your work and does some of the thinking for you!":["Používajte AI na písanie SEO názvov a meta popisov pre svoje články a stránky. Urýchli to vašu prácu a urobí časť premýšľania za vás!"],"%s looks at more than just your main keyword. It analyzes different word forms, plurals, and past tenses. This helps your website perform even better in searches!":["%s sa pozerá na viac ako len na vaše hlavné kľúčové slovo. Analyzuje rôzne slovné druhy, množné číslo a minulé časy. To pomáha vašej webovej stránke dosahovať ešte lepšie výsledky vo vyhľadávaní!"],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for titles and meta descriptions to make your pages rank high and make you look good on social media. %1$sLearn more%2$s%3$s":["Nechajte AI, nech premýšľa za vás a pomôže vám ušetriť čas. Získajte vysokokvalitné návrhy názvov a meta popisov, aby sa vaše stránky umiestnili na vysokých pozíciách a aby ste dobre vyzerali na sociálnych sieťach. %1$sZistite viac%2$s%3$s"],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for product titles and meta descriptions to make your pages rank high and make you look good on social media. %1$sLearn more%2$s%3$s":["Nechajte AI, nech premýšľa za vás a pomôže vám ušetriť čas. Získajte vysokokvalitné návrhy názvov produktov a meta popisov, aby sa vaše stránky umiestnili na vysokých pozíciách a aby ste dobre vyzerali na sociálnych sieťach. %1$sZistite viac%2$s%3$s"],"Explore %s!":["Preskúmajte %s!"],"You’ll reach more people with multiple keyphrases! Want to quickly add these related keyphrases to the %s analyses for even better content optimization?":["S viacerými kľúčovými frázami oslovíte viac ľudí! Chcete rýchlo pridať tieto súvisiace kľúčové frázy do analýz %s pre ešte lepšiu optimalizáciu obsahu?"],"Get AI to write SEO titles and meta descriptions faster. Reach a wider audience with multiple keywords. Get automatic internal linking suggestions. And much, much more!":["Získajte AI na rýchlejšie písanie SEO názvov a meta popisov. Oslovte širšie publikum pomocou viacerých kľúčových slov. Získajte automatické návrhy interných prepojení. A oveľa, oveľa viac!"],"Explore now":["Preskúmajte teraz"],"Rank higher in search results":["Vyššie umiestnenie vo výsledkoch vyhľadávania"],"Turn more visitors into customers!":["Premeňte viac návštevníkov na zákazníkov!"],"Increase Google clicks with rich results":["Zvýšenie počtu kliknutí v službe Google pomocou bohatých výsledkov"],"Write product pages that rank using the SEO analysis":["Napíšte produktové stránky, ktoré sa umiestnia na základe analýzy SEO"],"Get XML sitemaps":["Získať XML mapy webovej stránky"],"Optimize your video previews & thumbnails":["Optimalizujte náhľady videa a miniatúry"],"Make sure your videos load quickly for users":["Uistite sa, že sa vaše videá používateľom načítajú rýchlo"],"Automatically get technical SEO best practices for video content":["Automatické získanie najlepších postupov technickej SEO pre video obsah"],"Drive more views to your videos":["Zvýšte počet zobrazení svojich videí"],"Stand out for local searches":["Vyniknite pri miestnom vyhľadávaní"],"Explore %s now!":["Preskúmajte %s teraz!"],"%1$s24/7 support%2$s: Also on evenings and weekends.":["%1$s24/7 podpora%2$s: Aj vo večerných hodinách a cez víkendy."],"%1$sAppealing social previews%2$s people actually want to click on.":["%1$sAtraktívne sociálne náhľady%2$s, na ktoré chcú ľudia skutočne kliknúť."],"%1$sNo more broken links%2$s: Automatic redirect manager.":["%1$sUž žiadne nefunkčné odkazy%2$s: Správca automatického presmerovania."],"%1$sSuper fast%2$s internal linking suggestions.":["%1$sSuper rýchle%2$s návrhy interných prepojení."],"%1$sMultiple keywords%2$s: Rank higher for more searches.":["%1$sViacero kľúčových slov%2$s: Umiestnite sa vyššie pri viacerých vyhľadávaniach."],"%1$sAI%2$s: Better SEO titles and meta descriptions, faster.":["%1$sAI%2$s: Lepšie SEO názvy a meta popisy, rýchlejšie."],"Highlight areas of improvement in your text, no more searching for a needle in a haystack, straight to optimizing! Now also in Elementor!":["Zvýraznite oblasti, ktoré je potrebné v texte zlepšiť, už nemusíte hľadať ihlu v kope sena, ale rovno optimalizovať! Teraz aj v Elementore!"],"Leave a quick review":["Zanechať rýchlu recenziu"],"Happy with the plugin?":["Ste s pluginom spokojný?"],"Show Yoast SEO some love!":["Ukážte Yoast SEO trochu lásky!"],"Let's get your site in tip-top shape for the search engines. Simply follow these 5 steps to make Google understand what your site is about.":["Dostaňte vašu webovú stránku do špičkovej formy pre vyhľadávače. Jednoducho postupujte podľa týchto 5 krokov, aby Google pochopil, o čom je vaša webová stránka."],"If your goal is to increase your rankings, you need to work on your SEO regularly. That can be overwhelming, so let's tackle it one step at a time!":["Ak je vaším cieľom zvýšiť vaše pozície, musíte pravidelne pracovať na SEO. To môže byť zdrvujúce, preto to poďme riešiť postupne!"],"Great work! Thanks to the details you've provided, %1$s has enhanced your site for search engines, giving them a clearer picture of what your site is all about.":["Skvelá práca! Vďaka podrobnostiam, ktoré ste poskytli, %1$s vylepšilo vašu webovú stránku pre vyhľadávače, čím im poskytlo jasnejší obraz o tom, o čom je vaša webová stránka."],"Important: We won't sell this data, and we won't collect any personal information about you or your visitors.":["Dôležité: Tieto údaje nebudeme predávať a nebudeme zhromažďovať žiadne osobné údaje o vás ani o vašich návštevníkoch."],"What data will be collected and why?":["Aké údaje sa budú zbierať a prečo?"],"No, I don't want to share my site data":["Nie, nechcem zdieľať údaje o mojej webovej stránke"],"Are you open to help us improve our services?":["Ste otvorený pomôcť nám zlepšiť naše služby?"],"Yes, give me your free tips!":["Áno, dajte mi vaše bezplatné tipy!"],"Subscribe to the %1$s newsletter to receive best practices for improving your rankings, save time on SEO tasks, stay up-to-date with the latest SEO news, and get expert guidance on how to make the most of %2$s!":["Prihláste sa na odber noviniek %1$s a získajte osvedčené postupy na zlepšenie svojich pozícií, ušetrite čas pri úlohách SEO, buďte informovaný o najnovších novinkách SEO a získajte odborné rady, ako čo najlepšie využiť %2$s!"],"Get free weekly SEO tips!":["Získajte bezplatné týždenné tipy SEO!"],"You're almost there! Complete all settings in this step so search engines know what your site is about.":["Už ste takmer tam! V tomto kroku dokončite všetky nastavenia, aby vyhľadávače vedeli, o čom je vaša webová stránka."],"Completing this step helps Google to understand your site even better. Bonus: You'll improve your chance of getting %1$srich results%2$s!":["Dokončenie tohto kroku pomôže spoločnosti Google ešte lepšie pochopiť vašu webovú stránku. Bonus: Zvýšite vašu šancu na získanie %1$sbohatých výsledkov%2$s!"],"Let's start by running the SEO data optimization. That means we'll scan your site and create a database with optimized SEO data. It won't change any content or settings on your site and you don't need to do anything, just hit start!\n\nNote: If you have a lot of content, this optimization could take a moment. But trust us, it's worth it!":["Začnime spustením SEO optimalizácie údajov. To znamená, že skontrolujeme vašu webovú stránku a vytvoríme databázu so SEO optimalizovanými údajmi. Nezmení sa žiadny obsah ani nastavenia na vašej webovej stránke a vy nemusíte robiť nič, stačí stlačiť tlačidlo Štart!↵\n↵\nPoznámka: Ak máte veľa obsahu, táto optimalizácia môže chvíľu trvať. Ale verte nám, stojí to za to!"],"We've successfully analyzed your site & optimized your SEO data!":["Úspešne sme analyzovali vašu webovú stránku a optimalizovali vaše SEO údaje!"],"Fantastic work! Add your organization's social media accounts below. This allows us to fine-tune the metadata for these platforms.":["Fantastická práca! Nižšie pridajte účty vašej organizácie na sociálnych sieťach. To nám umožní doladiť metadáta pre tieto platformy."],"Social share preview":["Náhľad zdieľania na sociálnych sieťach"],"Twitter share preview":["Ukážka zdieľania na Twitteri"],"The %1$s interface is currently unavailable in the beta WooCommerce product editor. To resolve any issues, please disable the beta editor. %2$sLearn how to disable the beta WooCommerce product editor.%3$s":["Rozhranie %1$s nie je v súčasnosti v beta verzii editora produktov WooCommerce k dispozícii. Ak chcete vyriešiť prípadné problémy, vypnite editor beta verzie. %2$sPozrite si, ako vypnúť beta editor produktov WooCommerce.%3$s"],"Compatibility issue: Yoast SEO is incompatible with the beta WooCommerce product editor.":["Problém kompatibility: Yoast SEO nie je kompatibilný s beta verziou editora produktov WooCommerce."],"Search engines and other websites can still send traffic to your trashed content.":["Vyhľadávače a iné webové stránky môžu stále posielať návštevníkov na váš vymazaný obsah."],"Unlock with the %1$s":["Odomknutie pomocou %1$s"],"Generate product titles & descriptions with AI!":["Generujte názvy a popisy produktov pomocou AI!"],"Last year":["Minulý rok"],"Last week":["Minulý týždeň"],"Last day":["Posledný deň"],"Last updated":["Posledná aktualizácia"],"Activate tracking to show the ranking position":["Aktivácia sledovania na zobrazenie pozície v rebríčku"],"List your Frequently Asked Questions in an SEO-friendly way.":["Uveďte zoznam najčastejšie kladených otázok spôsobom vhodným pre SEO."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by OpenAI GPTBot.":["Do súboru robots.txt pridajte pravidlo 'disallow', aby ste zabránili prehľadávaniu zo strany OpenAI GPTBot."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by the Google-Extended bot. Enabling this setting won’t prevent Google from indexing your website.":["Do súboru robots.txt pridajte pravidlo \"disallow\", aby ste zabránili prehľadávaniu botom Google-Extended. Povolením tohto nastavenia nezabránite spoločnosti Google v indexovaní vašej webovej stránky."],"Lots of web traffic comes from bots crawling the web. Some can benefit your site or business, while other bots don’t. Blocking unwanted bots can save energy, help with site performance, and protect copyrighted content. Learn more about %1$swhen to block unwanted bots%2$s.":["Veľká časť webovej návštevnosti pochádza z botov prehľadávajúcich web. Niektoré z nich môžu byť pre vašu webovú stránku alebo firmu prínosom, zatiaľ čo iné boty nie. Blokovanie nežiaducich botov môže ušetriť energiu, pomôcť pri výkone webovej stránky a ochrániť obsah chránený autorskými právami. Prečítajte si viac informácií o tom, %1$skedy blokovať nežiaducich botov%2$s."],"Prevent OpenAI GPTBot from crawling":["Zabránenie prehľadávaniu OpenAI GPTBotom"],"Prevent Google Bard and Vertex AI bots from crawling":["Zabránenie prehľadávaniu botov Google Bard a Vertex AI"],"Prevent Common Crawl CCBot from crawling":["Zabránenie prehľadávaniu CCBotom Common Crawl"],"Unlock Premium SEO analysis":["Odomknite prémiovú analýzu SEO"],"Get more help with writing content that ranks":["Získajte viac pomoci s písaním obsahu, ktorý sa hodnotí"],"$ USD / € EUR / £ GBP per year (ex. VAT)":["$ USD / € EUR / £ GBP ročne (bez DPH)"],"Internal linking suggestions":["Návrhy interných prepojení"],"%1$s SAVE 30%% %2$s on your 12 month subscription":["%1$s ZĽAVA 30%% %2$s na 12-mesačné predplatné"],"Learn more about %s (Opens in a new browser tab)":["Ďalšie informácie o %s (Otvorí sa v novej karte prehliadača)"],"Write more natural and engaging content":["Píšte prirodzenejší a pútavejší obsah"],"Synonyms help users understand your copy better. It’s easier to read for both users and Google. In %s, you can add synonyms for your focus keyphrase, and we’ll help you optimize for them.":["Synonymá pomáhajú používateľom lepšie porozumieť vášmu textu. Je to ľahšie čitateľné pre používateľov aj pre Google. V %s môžete pridať synonymá pre vašu hlavnú kľúčovú frázu a my vám pomôžeme s ich optimalizáciou."],"Is your %1$s store ready for Black Friday?":["Je váš obchod %1$s pripravený na Black Friday?"],"Check your text on even more SEO criteria and get an enhanced keyphrase analysis, making it easier to optimize your content.":["Skontrolujte svoj text podľa viacerých kritérií SEO a získajte rozšírenú analýzu kľúčových fráz, ktorá vám uľahčí optimalizáciu obsahu."],"Buy now!":["Kúpiť teraz!"],"30% OFF!":["30% ZĽAVA!"],"BLACK FRIDAY SALE: %1$s %2$sBuy now!%3$s":["VÝPREDAJ NA BLACK FRIDAY: %1$s %2$sKúpte teraz!%3$s"],"BLACK FRIDAY SALE: %1$s":["BLACK FRIDAY VÝPREDAJ: %1$s"],"Reach a wider audience":["Oslovte širšie publikum"],"Add related keyphrases":["Pridanie súvisiacich kľúčových fráz"],"%s automatically suggests to what content you can link with easy drag-and-drop functionality, which is good for your SEO!":["%s automaticky navrhuje, na aký obsah môžete odkazovať pomocou jednoduchej funkcie drag-and-drop, čo je dobré pre vaše SEO!"],"Rank higher by connecting your content":["Vyššie umiestnenie vďaka prepojeniu obsahu"],"Get help optimizing for up to 5 related keyphrases. This helps you reach a wider audience and get more traffic.":["Získajte pomoc pri optimalizácii až pre 5 súvisiacich kľúčových fráz. To vám pomôže osloviť širšie publikum a získať väčšiu návštevnosť."],"-30%":["-30%"],"%1$s Now with 30%% Black Friday Discount!":["%1$s Teraz s 30%% Black Friday zľavou!"],"%1$sSALE 30%% OFF!%2$s":["%1$sPredaj s 30%% ZĽAVOU!%2$s"],"30% OFF":["30% ZĽAVA"],"BLACK FRIDAY":["BLACK FRIDAY"],"Claim your 30% off now!":["Vyžiadajte si 30% zľavu teraz!"],"Social media appearance":["Vzhľad na sociálnych sieťach"],"Determine how your post should look in the search results.":["Určite, ako má váš článok vyzerať vo výsledkoch vyhľadávania."],"The Yoast %1$sultimate Black Friday checklist%2$s helps you prepare in time, so you can boost your results during this sale.":["Konečný kontrolný zoznam Yoast %1$sBlack Friday%2$s vám pomôže pripraviť sa včas, aby ste mohli počas tohto výpredaja zvýšiť svoje výsledky."],"To customize the appearance of your post specifically for Twitter, please fill out the 'Twitter appearance' settings below.":["Ak chcete prispôsobiť vzhľad svojho článku špeciálne pre Twitter, vyplňte nižšie uvedené nastavenia vzhľadu Twitteru."],"Twitter appearance":["Vzhľad na Twitteri"],"To customize the appearance of your post specifically for Twitter, please fill out the 'Twitter appearance' settings below. If you leave these settings untouched, the 'Social media appearance' settings mentioned above will also be applied for sharing on Twitter.":["Ak chcete prispôsobiť vzhľad svojho článku špeciálne pre Twitter, vyplňte nižšie uvedené nastavenia vzhľadu Twitteru. Ak tieto nastavenia ponecháte nedotknuté, vyššie uvedené nastavenia \"Vzhľad sociálnych sietí\" sa použijú aj na zdieľanie na Twitteri."],"Determine how your post should look on social media like Facebook, Twitter, Instagram, WhatsApp, Threads, LinkedIn, Slack, and more.":["Určite, ako má váš článok vyzerať na sociálnych sieťach, ako sú Facebook, Twitter, Instagram, WhatsApp, Threads, LinkedIn, Slack a ďalšie."],"Get the checklist and start optimizing now!":["Získajte kontrolný zoznam a začnite optimalizovať hneď teraz!"],"Is your WooCommerce store ready for Black Friday?":["Je váš obchod WooCommerce pripravený na Black Friday?"],"The %1$s %2$sultimate Black Friday checklist%3$s helps you prepare in time, so you can boost your results during this sale.":["Konečný kontrolný zoznam %1$s %2$sBlack Friday%3$s vám pomôže pripraviť sa včas, aby ste mohli počas tohto výpredaja zvýšiť svoje výsledky."],"AI generator":["AI generátor"],"New in %1$s":["Novinka v %1$s"],"Use AI to write your titles & meta descriptions!":["Používajte AI na písanie názvov a meta popisov!"],"Use the power of Yoast AI to automatically generate compelling titles and descriptions for your posts and pages.":["Využite silu Yoast AI na automatické generovanie presvedčivých názvov a popisov článkov a stránok."],"AI title & description generator":["AI generátor názvov a popisov"],"Use AI":["Použiť AI"],"Clear selection":["Zrušiť výber"],"Note that the following commonly-used parameters will not be removed: %1$s, %2$s, %3$s, %4$s, %5$s, %6$s, and %7$s.":["Upozorňujeme, že nasledujúce bežne používané parametre nebudú odstránené: %1$s, %2$s, %3$s, %4$s, %5$s, %6$s a %7$s."],"Learn how to increase your rankings with %1$s":["Zistite, ako zvýšiť vaše umiestnenie pomocou %1$s"],"Want an enhanced Google preview of how your WooCommerce products look in the search results?":["Chcete rozšírený náhľad Google na to, ako vyzerajú vaše produkty WooCommerce vo výsledkoch vyhľadávania?"],"Sign up today!":["Zaregistrujte sa ešte dnes!"],"Feeling lost when it comes to optimizing your site for the search engines? Join our FREE webinar to gain the confidence that you need in order to start optimizing like a pro! You'll obtain the knowledge and tools to start effectively implementing SEO.":["Cítite sa stratený, pokiaľ ide o optimalizáciu vašej webovej stránky pre vyhľadávače? Zúčastnite sa nášho bezplatného webinára a získajte istotu, ktorú potrebujete, aby ste mohli začať optimalizovať ako profesionál! Získate vedomosti a nástroje na to, aby ste mohli začať efektívne implementovať SEO."],"Join our FREE webinar for SEO success":["Pripojte sa k nášmu bezplatnému webináru o úspechu SEO"],"Want your products stand out in search results with rich results like price, reviews and more?":["Chcete, aby vaše produkty vynikli vo výsledkoch vyhľadávania s bohatými výsledkami, ako je cena, recenzie a ďalšie?"],"%1$s, %2$s and %3$s":["%1$s, %2$s a %3$s"],"%1$s and %2$s":["%1$s a %2$s"],"Please see the “New” badges and review the Search appearance settings.":["Pozrite si odznaky \"Nové\" a skontrolujte nastavenia vzhľadu vyhľadávania."],"New type of content added to your site!":["Nový typ obsahu pridaný na vašu webovú stránku!"],"Site policies":["Zásady používania stránok"],"Select a page which provides information about your diversity policies for %1$sstaffing%2$s, %1$shiring%2$s and %1$semployment%2$s.":["Vyberte stránku, ktorá poskytuje informácie o vašich politikách rozmanitosti pre %1$spersonálne zabezpečenie%2$s, %1$szamestnávanie%2$s a %1$szamestnanosť%2$s."],"Select a page which provides information on your diversity policies for %1$seditorial%2$s content.":["Vyberte stránku, ktorá poskytuje informácie o vašich zásadách rozmanitosti pre %1$sredakčný%2$s obsah."],"Select a page which describes the personal, organizational, and corporate %1$sstandards%2$s of %1$sbehavior%2$s expected by your organization.":["Vyberte stránku, ktorá popisuje osobné, organizačné a firemné %1$sštandardy%2$s %1$ssprávania%2$s, ktoré očakáva vaša organizácia."],"Select a page which outlines your procedure for addressing %1$serrors%2$s (e.g., publishing retractions or corrections).":["Vyberte stránku, na ktorej je uvedený váš postup riešenia %1$szávad%2$s (napr. uverejnenie stiahnutí alebo opráv)."],"Select a page which describes how your organization collects and responds to %1$sfeedback%2$s, engages with the %1$spublic%2$s, and prioritizes %1$stransparency%2$s.":["Vyberte stránku, ktorá opisuje, ako vaša organizácia zhromažďuje a reaguje na %1$sspätnú väzbu%2$s, spolupracuje s %1$sverejnosťou%2$s a uprednostňuje %1$stransparentnosť%2$s."],"Select a page which describes the ownership structure of your organization. It should include information about  %1$sfunding%2$s and %1$sgrants%2$s.":["Vyberte stránku, ktorá opisuje vlastnícku štruktúru vašej organizácie. Mala by obsahovať informácie o %1$sfinancovaní%2$s a %1$sdotáciách%2$s."],"Select a page which describes the editorial principles of your organization. %1$sWhat%2$s do you write about, %1$swho%2$s do you write for, and %1$swhy%2$s?":["Vyberte stránku, ktorá opisuje redakčné zásady vašej organizácie. %1$sO čom%2$s píšete, %1$spre koho%2$s píšete a %1$sprečo%2$s?"],"Select the pages on your website which contain information about your organizational and publishing policies. Some of these might not apply to your site, and you can select the same page for multiple policies. %1$sLearn more about why setting your site policies is important%2$s.":["Vyberte stránky na vašej webovej stránke, ktoré obsahujú informácie o vašich organizačných a publikačných zásadách. Niektoré z nich sa nemusia vzťahovať na vašu webovú stránku a môžete vybrať tú istú stránku pre viacero zásad. %1$sZistite viac o tom, prečo je nastavenie zásad vašej webovej stránky dôležité%2$s."],"Diversity staffing report":["Správa o personálnej rozmanitosti"],"Diversity policy":["Politika rozmanitosti"],"Ethics policy":["Etická politika"],"Corrections policy":["Politika opráv"],"Actionable feedback policy":["Politika akcieschopnej spätnej väzby"],"Ownership / Funding info":["Informácie o vlastníctve / financovaní"],"Publishing policies":["Zásady zverejňovania"],"Publishing principles":["Zásady publikovania"],"Failed to retrieve pages.":["Nepodarilo sa načítať stránky."],"Searching pages...":["Vyhľadávanie stránok..."],"Add new page...":["Pridať novú stránku..."],"No pages found.":["Nenašli sa žiadne stránky."],"You've added a new type of content. We recommend that you review the corresponding %1$sSearch appearance settings%2$s.":["Pridali ste nový typ obsahu. Odporúčame vám skontrolovať príslušné %1$sNastavenia vzhľadu vyhľadávania%2$s."],"Error: Taxonomy was not removed from new_taxonomies list.":["Chyba: Taxonómia nebola odstránená zo zoznamu new_taxonomies."],"Taxonomy is no longer new.":["Taxonómia už nie je nová."],"Taxonomy is not new.":["Taxonómia nie je nová."],"Error: Post type was not removed from new_post_types list.":["Chyba: Typ článku nebol odstránený zo zoznamu new_post_types."],"Post type is no longer new.":["Typ článku už nie je nový."],"Post type is not new.":["Typ článku nie je nový."],"Write a bug report":["Napíšte hlásenie o chybe"],"Our support team is here to answer any questions you may have. Fill out the (pop-up) contact form, and we'll get back to you as soon as possible!":["Náš tím podpory je pripravený odpovedať na všetky vaše otázky. Vyplňte (vyskakovací) kontaktný formulár a my sa vám čo najskôr ozveme!"],"%1$sSupport languages:%2$s English & Spanish":["%1$sPodporné jazyky:%2$s Angličtina a španielčina"],"If you don't find the answers you're looking for and need personalized help, you can get 24/7 support from one of our support engineers.":["Ak nenájdete odpovede, ktoré hľadáte, a potrebujete individuálnu pomoc, môžete získať nepretržitú podporu od jedného z našich technikov podpory."],"Contact our support team":["Kontaktujte náš tím podpory"],"Have you stumbled upon a bug while using %1$s? Please raise a bug report on our GitHub repository to let us know about the issue!":["Narazili ste pri používaní %1$s na chybu? Podajte hlásenie o chybe na našom úložisku GitHub a informujte nás o probléme!"],"Raise a bug report on GitHub":["Podajte hlásenie o chybe na GitHub"],"Visit WordPress forum":["Navštívte fórum WordPress"],"In the WordPress support forum for %1$s you can find answers or ask for help from %1$s users in the WordPress community.":["Na fóre podpory WordPress pre %1$s môžete nájsť odpovede alebo požiadať o pomoc používateľov %1$s v komunite WordPress."],"WordPress support forum for %1$s":["Fórum podpory WordPress pre %1$s"],"Visit our help center":["Navštívte naše centrum pomoci"],"Have a look at our help center to find articles, tutorials, and other resources to help you get the most out of %1$s!":["Pozrite sa do nášho centra pomoci, kde nájdete články, návody a ďalšie zdroje, ktoré vám pomôžu získať čo najviac z %1$s!"],"%1$s's help center":["Centrum pomoci %1$s"],"Need help with %1$s? These resources are a great place to start!":["Potrebujete pomoc s %1$s? Tieto zdroje sú skvelým začiatkom!"],"Additional resources":["Ďalšie zdroje"],"Here, you'll find answers to commonly asked questions about using %1$s. If you don't see your question listed, you can have a look at the section below.":["Tu nájdete odpovede na často kladené otázky o používaní %1$s. Ak nevidíte vašu otázku v zozname, môžete sa pozrieť do nasledujúcej časti."],"Frequently asked questions":["Často kladené otázky"],"If you have any questions, need a hand with a technical issue, or just want to say hi, we've got you covered. Get in touch with us and we'll be happy to assist you!":["Ak máte akékoľvek otázky, potrebujete pomoc s technickým problémom alebo sa len chcete pozdraviť, máme pre vás riešenie. Kontaktujte nás a my vám radi pomôžeme!"],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by Google AdsBot. You should only enable this setting if you're not using Google Ads on your site.":["Do súboru robots.txt pridajte pravidlo \"disallow\", aby ste zabránili prehľadávaniu zo strany Google AdsBot. Toto nastavenie by ste mali povoliť len vtedy, ak na vašej webovej stránke nepoužívate reklamy Google."],"Block unwanted bots":["Blokujte nežiaducich botov"],"Close the upgrade callout":["Zatvorenie výzvy na aktualizáciu"],"%1$s and get an exclusive %2$s discount for %3$s month(s).":["%1$s a získajte exkluzívnu zľavu %2$s na %3$s mesiac(e)."],"Click here to upgrade your %s plan":["Kliknutím sem môžete aktualizovať svoj plán %s"],"Keyphrases tracked: %1$s/%2$s":["Sledované kľúčové frázy: %1$s/%2$s"],"Your are tracking %1$s out of %2$s keyphrases included in your account.":["Sledujete %1$s z %2$s kľúčových fráz zahrnutých vo vašom účte."],"Your are tracking %1$s out of %2$s keyphrases included in your free account.":["Sledujete %1$s z %2$s kľúčových fráz zahrnutých vo vašom bezplatnom účte."],"Support":["Podpora"],"Prevent Google AdsBot from crawling":["Zabránenie prehľadávaniu služby Google AdsBot"],"%s":["%s"],"This overview will show you your top performing keyphrases in Google. Connect with %s to get started.":["Tento prehľad vám ukáže vaše najvýkonnejšie kľúčové frázy v službe Google. Spojte sa s %s a začnite."],"You have successfully connected with %s.":["Úspešne ste sa pripojili k %s."],"You have successfully connected with %1$s. Your %2$s account does not contain any keyphrases for this website yet. You can track keyphrases by using the \"Track SEO Performance\" button in the post editor.":["Úspešne ste sa pripojili k %1$s. Váš účet %2$s zatiaľ neobsahuje žiadne kľúčové frázy pre túto webovú stránku. Kľúčové frázy môžete sledovať pomocou tlačidla \"Sledovať výkon SEO\" v editore článkov."],"Network Error: Unable to connect to the server. Please check your internet connection and try again later.":["Chyba siete: Nie je možné sa pripojiť k serveru. Skontrolujte vaše internetové pripojenie a skúste to neskôr."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of URLs like %1$s, %2$s and %3$s.":["Do súboru robots.txt pridajte pravidlo \"disallow\", aby ste zabránili prehľadávaniu URL adries ako %1$s, %2$s a %3$s."],"Your WordPress environment is running on a non-production site. Indexables can only be created on production environments. Please check your `WP_ENVIRONMENT_TYPE` settings.":["Vaše prostredie WordPress je spustené na neprodukčnej webovej stránke. Indexovateľné súbory možno vytvárať len v produkčných prostrediach. Skontrolujte nastavenia `WP_ENVIRONMENT_TYPE`."],"Inclusive language: %s":["Inkluzívny jazyk: %s"],"%1$s / %2$s: Top Keyphrases":["%1$s / %2$s: Top kľúčové frázy"],"The post type %s could not be indexed because it does not meet indexing requirements.":["Typ článku %s nemohol byť indexovaný, pretože nespĺňa požiadavky na indexovanie."],"The name of this category is %1$s.":["Názov tejto kategórie je %1$s."],"Start the course":["Spustenie kurzu"],"Start free trial lesson":["Spustite bezplatnú skúšobnú lekciu"],"Maximize your SEO game by purchasing %s, which grants you unlimited access to all courses.":["Maximalizujte vašu hru SEO zakúpením %s, ktoré vám poskytne neobmedzený prístup ku všetkým kurzom."],"Learn vital SEO skills that you can apply at once! Let us take you by the hand and give you practical SEO tips to help you outrank your competitors. %s comes with five free courses.":["Naučte sa dôležité zručnosti SEO, ktoré môžete uplatniť ihneď! Dovoľte nám, aby sme vás viedli krok za krokom a poskytli vám praktické tipy SEO, ktoré vám pomôžu predbehnúť konkurenciu. %s prichádza s piatimi bezplatnými kurzami."],"Learn vital SEO skills that you can apply at once! Let us take you by the hand and give you practical SEO tips to help you outrank your competitors. Maximize your SEO game! Because your %s subscription gives you unlimited access to all courses.":["Naučte sa dôležité zručnosti SEO, ktoré môžete uplatniť ihneď! Dovoľte nám, aby sme vás viedli krok za krokom a poskytli vám praktické tipy SEO, ktoré vám pomôžu predbehnúť konkurenciu. Maximalizujte vašu SEO hru! Pretože vaše %s predplatné vám dáva neobmedzený prístup ku všetkým kurzom."],"Choosing the right type of hosting for your site is the basis of a solid Technical SEO strategy. Learn all about it in this course!":["Výber správneho typu hostingu pre vašu webovú stránku je základom spoľahlivej stratégie technického SEO. Všetko sa o tom dozviete v tomto kurze!"],"You have to make it possible for search engines to find your site, so they can display it in the search results. We'll tell you all about how that works in this course!":["Musíte umožniť vyhľadávačom nájsť vašu webovú stránku, aby ju mohli zobraziť vo výsledkoch vyhľadávania. O tom, ako to funguje, vám povieme v tomto kurze!"],"Are you selling in countries all over the world? In this course, you’ll learn all about setting up and managing a site that targets people in different languages and locales.":["Predávate v krajinách po celom svete? V tomto kurze sa dozviete všetko o nastavení a správe webovej stránky, ktorá sa zameriava na ľudí v rôznych jazykoch a lokalitách."],"Do you want to take a deep dive into structured data? In this course, you'll learn the theory related to structured data in detail.":["Chcete sa ponoriť do štruktúrovaných údajov? V tomto kurze sa podrobne zoznámite s teóriou týkajúcou sa štruktúrovaných údajov."],"Learn how to optimize your online shop for your customers and for search engines!":["Zistite, ako optimalizovať váš internetový obchod pre zákazníkov a vyhľadávače!"],"Do you own a local business? This course will teach you how to make sure your local audience can find you in the search results and on Google Maps!":["Vlastníte miestny podnik? Tento kurz vás naučí, ako zabezpečiť, aby vás vaše miestne publikum našlo vo výsledkoch vyhľadávania a v Mapách Google!"],"A clear site structure benefits your users and is of great importance for SEO. Still, most people seem to forget about this. Get ahead of your competition and learn how to improve your site structure!":["Prehľadná štruktúra webovej stránky je prínosom pre používateľov a má veľký význam pre SEO. Napriek tomu sa zdá, že väčšina ľudí na to zabúda. Získajte náskok pred konkurenciou a naučte sa, ako zlepšiť štruktúru vašej webovej stránky!"],"Start creating block-tastic content with the new WordPress block editor! Learn all about the block editor and what you can do with it.":["Začnite vytvárať blokový obsah pomocou nového editora blokov WordPress! Prečítajte si všetko o editore blokov a o tom, čo s ním môžete robiť."],"Do you know the essential first step of good SEO? It's keyword research. In this training, you'll learn how to research and select the keywords that will guide searchers to your pages.":["Viete, aký je základný prvý krok dobrej SEO optimalizácie? Je to prieskum kľúčových slov. Na tomto školení sa dozviete, ako skúmať a vyberať kľúčové slová, ktoré navedú vyhľadávače na vaše stránky."],"Learn how to make your site stand out from the crowd by adding structured data!":["Naučte sa, ako odlíšíť vašu webovú stránku od ostatných pridaním štruktúrovaných údajov!"],"In this course, you'll learn how to write awesome copy that is optimized for ranking in search engines.":["V tomto kurze sa naučíte, ako napísať úžasný text, ktorý je optimalizovaný na umiestnenie vo vyhľadávačoch."],"Do you want to set up your own WordPress site? This course will teach you the ins and outs of creating and maintaining a WordPress website!":["Chcete si vytvoriť vlastnú webovú stránku WordPress? Tento kurz vás naučí zákutia tvorby a údržby webovej stránky WordPress!"],"In this course, you'll learn practical SEO skills on every key aspect of SEO, to make your site stand out.":["V tomto kurze sa naučíte praktické zručnosti SEO týkajúce sa všetkých kľúčových aspektov SEO, aby vaša webová stránka vynikla."],"In this course, you'll learn about how to set up and use the %1$s for WordPress plugin so it makes SEO even easier. This course is meant for users of the block editor.":["V tomto kurze sa dozviete, ako nastaviť a používať doplnok %1$s pre WordPress, aby bolo SEO ešte jednoduchšie. Tento kurz je určený pre používateľov blokového editora."],"In this free course, you'll get quick wins to make your site rank higher in Google, Bing, and Yahoo.":["V tomto bezplatnom kurze získate rýchle nápady, vďaka ktorým sa vaše webové stránky umiestnia vyššie v službách Google, Bing a Yahoo."],"Academy":["Akadémia"],"%1$s %2$s isn't working as expected %3$s and you are not receiving updates or support! Make sure to %4$s activate your product subscription in %5$s%6$s to unlock all the features of %7$s.":["%1$s %2$s nefunguje podľa očakávaní %3$s a nedostávate aktualizácie ani podporu! Uistite sa, že %4$s aktivujete predplatním produktu v %5$s%6$s, aby ste odomkli všetky funkcie %7$s."],"%1$s can't be updated because your product subscription is expired. %2$sRenew your product subscription%3$s to get updates again and use all the features of %1$s.":["%1$s nemožno aktualizovať, pretože platnosť vášho predplatného produktu vypršala. %2$sObnovte si predplatné produktu%3$s, aby ste mohli opäť dostávať aktualizácie a využívať všetky funkcie produktu %1$s."],"Warning! These are expert features, so make sure you know what you're doing before using this setting. You might break your site. %1$sRead more about how your site can be affected%2$s.":["Varovanie! Ide o expertné funkcie, preto sa pred použitím tohto nastavenia uistite, že viete, čo robíte. Mohli by ste si poškodiť webovú stránku. %1$sPrečítajte si viac informácií o tom, ako môže byť vaša webová stránka ovplyvnená%2$s."],"%1$s: unregistered URL parameter removed. See %2$s":["%1$s: odstránený neregistrovaný parameter URL adresy. Pozri %2$s"],"This feature is disabled when your site is not using pretty permalinks.":["Táto funkcia je vypnutá, ak vaša webová stránka nepoužíva pekné trvalé odkazy."],"This feature is disabled when your site is not using %1$spretty permalinks%2$s.":["Táto funkcia je vypnutá, ak vaša webová stránka nepoužíva %1$spekné trvalé odkazy%2$s."],"%1$s: redirect utm variables to #":["%1$s: presmerovanie premenných utm na #"],"Optimize your business for multiple locations":["Optimalizujte svoje podnikanie pre viacero lokalít"],"Easily add maps, address finders, and opening hours to your content":["Jednoduché pridávanie máp, vyhľadávačov adries a otváracích hodín do obsahu"],"Automatically get technical SEO best practices for local businesses":["Automatické získanie najlepších postupov technického SEO pre miestne podniky"],"Attract more customers to your site and physical store":["Prilákajte viac zákazníkov na svoje webové stránky a do fyzického obchodu"],"Remove Other profile %1$s":["Odstrániť ďalší profil %1$s"],"Please select a user in the Site representation step.":["V kroku Zastúpenie webovej stránky vyberte používateľa."],"You can %1$supdate or add social profiles to this user profile%2$s.":["K tomuto profilu používateľa môžete %1$saktualizovať alebo pridať sociálne profily%2$s."],"You have selected the user %1$s as the person this site represents.":["Vybrali ste používateľa %1$s ako osobu, ktorá túto webovú stránku zastupuje."],"If you select a Person to represent this site, we will use the social profiles from the selected user's profile page.":["Ak vyberiete osobu, ktorá bude reprezentovať túto webovú stránku, použijeme sociálne profily z profilovej stránky vybraného používateľa."],"It looks like you've enabled media pages. We recommend that you help us to re-analyze your site by running the SEO data optimization. ":["Vyzerá to, že ste povolili stránky médií. Odporúčame vám, aby ste nám pomohli opätovne analyzovať vašu webovú stránku spustením SEO optimalizácie údajov. "],"Organization Mastodon":["Organizácia Mastodon"],"%1$s Settings - %2$s":["%1$s Nastavenia - %2$s"],"Read more about how to get your site verified.":["Prečítajte si viac informácií o tom, ako overiť vašu webovú stránku."],"Get your site verified in your Mastodon profile.":["Nechajte si overiť vašu webovú stránku v profile Mastodon."],"E.g. https://mastodon.social/@yoast":["Napr. https://mastodon.social/@yoast"],"Mastodon":["Mastodon"],"%2$s integrates %1$s' Schema output into its own to get rich snippets for your digital products!":["%2$s integruje %1$s výstup schémy do svojho vlastného a získava bohaté úryvky pre vaše digitálne produkty!"],"Get %1$srich results for your digital products%2$s in Google search":["Získajte %1$sbohaté výsledky pre svoje digitálne produkty%2$s vo vyhľadávaní Google"],"Add trustworthiness to your %1$s profile by verifying your site with %2$s.":["Dôveryhodnosť profilu %1$s zvýšite overením vašej webovej stránky pomocou %2$s."],"Verify your site on %1$s%2$s%3$s":["Overenie vašej webovej stránky na %1$s%2$s%3$s"],"Mastodon profile not yet added":["Profil Mastodon zatiaľ nebol pridaný"],"Mastodon profile added":["Pridaný profil Mastodon"],"Potentially non-inclusive":["Potenciálne neinkluzívne"],"Finish your %s":["Dokončite svoje %s"],"Please enter a number between 1 and 50.":["Zadajte číslo od 1 do 50."],"Settings navigation":["Nastavenie navigácie"],"Close settings navigation":["Zavrieť nastavenie navigácie"],"Open settings navigation":["Otvorenie nastavenie navigácie"],"Choose whether your site represents an organization or a person. %1$sLearn more about the differences and choosing between Organization and Person%2$s.":["Vyberte si, či vaša webová stránka predstavuje organizáciu alebo osobu. %1$sZistite viac o rozdieloch a výbere medzi organizáciou a osobou%2$s."],"%1$sGet%2$s %3$s":["%1$sZískať%2$s %3$s"],"Index Now":["Indexovať teraz"],"Failed to retrieve media.":["Nepodarilo sa načítať médium."],"Limit the length of internal site search queries to reduce the impact of spam attacks and confusing URLs. Please enter a number between 1 and 50.":["Obmedzte dĺžku interných vyhľadávacích dotazov na webovej stránke, aby ste znížili vplyv spamových útokov a mätúcich URL adries. Zadajte číslo od 1 do 50."],"The number you've entered is not between 1 and 50.":["Zadané číslo nie je v rozmedzí od 1 do 50."],"Determine how your %1$s should look on social media.":["Určite, ako by mali vaše %1$s vyzerať na sociálnych sieťach."],"Disabling this means that archive pages for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Zakázanie tejto funkcie znamená, že archívne stránky pre %1$s nebudú indexované vyhľadávačmi a budú vylúčené z XML máp webovej stránky."],"Prevents specific URL parameters from being removed by the above feature. E.g., adding %1$s will prevent %2$s from being redirected to %3$s. You can add multiple parameters and separate them by using enter or a comma.":["Zabraňuje odstráneniu špecifických parametrov URL adresy pomocou vyššie uvedenej funkcie. Napr. pridanie %1$s zabráni presmerovaniu %2$s na %3$s. Môžete pridať viacero parametrov a oddeliť ich pomocou enteru alebo čiarky."],"Consolidates WordPress' multiple site search URL formats into the %1$s syntax. E.g., %2$s will redirect to %3$s":["Konsoliduje viaceré formáty URL adries vyhľadávania na webových stránkach WordPress do syntaxe %1$s. Napr. %2$s presmeruje na %3$s"],"Redirect pretty URLs to ‘raw’ formats":["Presmerovanie pekných URL adries na \"surové\" formáty"],"Allow":["Povoliť"],"Deny":["Odmietnuť"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["Ak chcete vidieť toto video, musíte povoliť %1$s načítanie vložených videí z %2$s."],"Only available for English sites":["K dispozícii len pre anglické webové stránky"],"You can change the default type for %1$s under Content types in the %2$sSettings%3$s.":["Predvolený typ pre %1$s môžete zmeniť v časti Typy obsahu v %2$sNastavenia%3$s."],"all the Yoast plugins":["všetky pluginy Yoast"],"Show date archives in search results":["Zobrazenie archívov dátumov vo výsledkoch vyhľadávania"],"Show %1$s archives in search results":["Zobrazenie %1$s archívov vo výsledkoch vyhľadávania"],"Prefix for archive breadcrumbs":["Prefix pre archívne breadcrumbs"],"Unlock rich results in Google search by using plugins that integrate with the %1$sYoast Schema API%2$s.":["Odomknite bohaté výsledky vo vyhľadávaní Google pomocou pluginov, ktoré sa integrujú s rozhraním %1$sYoast Schema API%2$s."],"Schema API integrations":["Integrácie API schémy"],"%s can integrate with other products, to help you further improve your website. You can enable or disable these integrations below.":["%s sa môže integrovať s inými produktmi, ktoré vám pomôžu ďalej vylepšiť vaše webové stránky. Tieto integrácie môžete povoliť alebo zakázať nižšie."],"Unlock rich snippets for your product pages by using %1$s.":["Odomknite bohaté úryvky pre svoje stránky produktov pomocou %1$s."],"Get %1$srich product results%2$s in Google search":["Získanie %1$sbohatých výsledkov produktov%2$s vo vyhľadávaní Google"],"%1$s integrates with %2$s's Schema API to get rich snippets for your recipes!":["%1$s sa integruje s rozhraním Schema API %2$s, aby ste získali bohaté úryvky pre svoje recepty!"],"Get %1$srich results for your recipes%2$s in Google search":["Získajte %1$sbohaté výsledky pre svoje recepty%2$s vo vyhľadávaní Google"],"%1$s integrates with %2$s's Schema API to get rich snippets for your podcasts!":["%1$s sa integruje s rozhraním Schema API %2$s, aby ste získali bohaté úryvky pre vaše podcasty!"],"Get %1$srich results for your podcast%2$s in Google search":["Získanie %1$sbohatých výsledkov pre váš podcast%2$s vo vyhľadávaní Google"],"%1$s integrates with %2$s's Schema API to get rich snippets for your events!":["%1$s sa integruje s rozhraním Schema API %2$s, aby ste získali bohaté úryvky pre vaše udalosti!"],"Get %1$srich results for your events%2$s in Google search":["Získanie %1$sbohatých výsledkov pre vaše udalosti%2$s vo vyhľadávaní Google"],"You have selected the user %1$s%3$s%2$s as the person this site represents. Their user profile information will now be used in search results. We're sorry, you're not allowed to edit this user's profile. Please contact your admin or %1$s%3$s%2$s to check and/or update the profile.":["Vybrali ste používateľa %1$s%3$s%2$s ako osobu, ktorá túto webovú stránka zastupuje. Informácie z jeho používateľského profilu sa teraz použijú vo výsledkoch vyhľadávania. Je nám ľúto, ale profil tohto používateľa nemôžete upravovať. Obráťte sa na administrátora alebo %1$s%3$s%2$s, aby ste mohli skontrolovať a/alebo aktualizovať profil."],"An organization name and logo need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site name and logo as default values. %1$sLearn more about the importance of structured data%2$s.":["Aby štruktúrované údaje fungovali správne, je potrebné nastaviť názov a logo organizácie. Keďže ste ich ešte nenastavili, názov webovej stránky a logo používame ako predvolené hodnoty. %1$sZistite viac o dôležitosti štruktúrovaných údajov%2$s."],"This info is intended to appear in %1$sGoogle's Knowledge Graph%2$s.":["Táto informácia sa má zobraziť v %1$sGoogle's Knowledge Graph%2$s."],"Other profile %1$s":["Ďalší profil %1$s"],"Tweet":["Tweet"],"Organization Twitter":["Organizácia Twitter"],"Open Graph":["Open Graph"],"Organization Facebook":["Organizácia Facebook"],"OpenGraph":["OpenGraph"],"Format archives":["Archívy formátov"],"File":["Súbor"],"PDF":["PDF"],"Video":["Video"],"Attachment":["Príloha"],"404 pages title":["Názov stránky 404"],"Search pages title":["Názov vyhľadávacích stránok"],"Enable date archives":["Povolenie archívov dátumov"],"Enable author archives":["Povolenie archívov autorov"],"Anchor text for the homepage":["Text odkazu pre domovskú stránku"],"Organization/person":["Organizácia/osoba"],"Divider":["Oddeľovač"],"Remove Atom/RDF feeds":["Odstrániť kanály Atom/RDF"],"Webmaster":["Webmaster"],"Share":["Zdieľať"],"Structured data":["Štruktúrované údaje"],"Enable the %1$s XML sitemaps. A sitemap is a file that lists a website's essential pages to make sure search engines can find and crawl them.":["Povoľte %1$s XML mapy webovej stránky. Mapa webovej stránky je súbor, ktorý obsahuje zoznam základných stránok webovej stránky, aby ich vyhľadávače mohli nájsť a prehľadávať."],"The %1$s icon in the top admin bar provides quick access to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["Ikona %1$s v hornom paneli administrátora poskytuje rýchly prístup k nástrojom tretích strán na analýzu stránok a umožňuje ľahko zistiť, či máte nové oznámenia."],"Allows for Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared. Keep this feature enabled to optimize your site for social media.":["Umožňuje zobrazenie náhľadu s obrázkami a úryvkom textu na Facebooku a iných sociálnych sieťach pri zdieľaní odkazu na vašu webovú stránku. Ak chcete optimalizovať vašu webovú stránku pre sociálne siete, majte túto funkciu zapnutú."],"Count the number of internal links from and to your posts to improve your site structure.":["Spočítajte počet interných odkazov z a na články, aby ste zlepšili štruktúru webovej stránky."],"Mark and filter your cornerstone content to make sure your most important articles get the attention they deserve. To help you write excellent copy, we’ll assess your text more strictly.":["Označte a filtrujte váš základný obsah, aby ste sa uistili, že vaše najdôležitejšie články dostanú pozornosť, ktorú si zaslúžia. Aby sme vám pomohli písať vynikajúce texty, budeme váš text posudzovať prísnejšie."],"Get more insights into what you are writing. What words do you use most often? How much time does it take to read your text? Is your text easy to read?":["Získajte viac informácií o tom, čo píšete. Aké slová používate najčastejšie? Koľko času zaberie čítanie vášho textu? Je váš text ľahko čitateľný?"],"The inclusive language analysis offers suggestions to write more inclusive copy, so more people will be able to relate to your content.":["Inkluzívna jazyková analýza ponúka návrhy na písanie inkluzívnejších textov, aby sa s vaším obsahom dokázalo stotožniť viac ľudí."],"The SEO analysis offers suggestions to improve the findability of your text and makes sure that your content meets best practices.":["SEO analýza ponúka návrhy na zlepšenie nájditeľnosti vášho textu a zabezpečuje, aby váš obsah spĺňal osvedčené postupy."],"Set the basic info for your website. You can use %1$stagline%2$s and %1$sseparator%2$s as %3$sreplacement variables%4$s when configuring the search appearance of your content.":["Nastavte základné informácie o vašej webovej stránke. Pri konfigurácii vzhľadu vyhľadávania vášho obsahu môžete použiť %1$sslogan%2$s a %1$soddeľovač%2$s ako %3$snáhradné premenné%4$s."],"Usage tracking allows us to track some data about your site to improve our plugin. %1$sLearn more about which data we track and why%2$s.":["Sledovanie používania nám umožňuje sledovať niektoré údaje o vašej webovej stránke s cieľom zlepšiť náš plugin. %1$sZistite viac o tom, ktoré údaje sledujeme a prečo%2$s."],"A link to the archive for the post author, with the author's name as anchor text.":["Odkaz na archív autora článku s menom autora ako textom odkazu."],"Determine how your %1$s pages should be described by default in your site's Schema.org markup. You can always customize the settings for individual %1$s pages in the %2$s metabox.":["Určite, ako by mali byť vaše stránky %1$s predvolene opísané v označení Schema.org vašej webovej stránky. Nastavenia pre jednotlivé stránky %1$s môžete vždy prispôsobiť v metaboxe %2$s."],"Determine how your %1$s pages should look in search engines. You can always customize the settings for individual %1$s pages in the %2$s metabox.":["Určite, ako by mali vaše stránky %1$s vyzerať vo vyhľadávačoch. Nastavenia pre jednotlivé stránky %1$s môžete vždy prispôsobiť v metaboxe %2$s."],"Enable %1$s pages":["Povolenie %1$s stránok"],"Determine how your homepage should look in the search results.":["Určite, ako by mala vaša domovská stránka vyzerať vo výsledkoch vyhľadávania."],"Determine how your %1$s should look in search engines. You can always customize the settings for individual %1$s in the %2$s metabox.":["Určite, ako by vaše %1$s mali vyzerať vo vyhľadávačoch. Nastavenia pre jednotlivé %1$s môžete vždy prispôsobiť v metaboxe %2$s."],"Enable format-based archives":["Povoliť archívy na základe formátu"],"Not sure how to implement the %3$s breadcrumbs on your site? Read %1$sour help article on breadcrumbs implementation%2$s.":["Nie ste si istí, ako implementovať breadcrumbs %3$s na vašej webovej stránke? Prečítajte si %1$snáš článok pomoci o implementácii breadcrumbs%2$s."],"Show %1$s without posts in search results":["Zobraziť %1$s bez článkov vo výsledkoch vyhľadávania"],"Determine how your %1$s should look on social media by default. You can always customize the settings for individual %1$s in the %2$s metabox.":["Určite, ako by mali vaše %1$s predvolene vyzerať na sociálnych sieťach. Nastavenia pre jednotlivé %1$s môžete vždy prispôsobiť v metaboxe %2$s."],"Determine what your %1$s should look like in the search results by default. You can always customize the settings for individual %1$s in the %2$s metabox.":["Určite, ako by mali vaše %1$s predvolene vyzerať vo výsledkoch vyhľadávania. Nastavenia pre jednotlivé %1$s môžete vždy prispôsobiť v metaboxe %2$s."],"This taxonomy is used for %2$s.":["Táto taxonómia sa používa pre %2$s."],"This taxonomy is used for %1$s and %2$s.":["Táto taxonómia sa používa pre %1$s a %2$s."],"Read more about our custom field analysis":["Prečítajte si viac o našej vlastnej analýze polí"],"Determine how your %1$s should look on social media by default. You can always customize the settings for individual %1$s in the %2$s sidebar or metabox.":["Určite, ako by mali vaše %1$s predvolene vyzerať na sociálnych sieťach. Nastavenia pre jednotlivé %1$s môžete vždy prispôsobiť v bočnom paneli %2$s alebo v metaboxe."],"Determine what your %1$s should look like in the search results by default. You can always customize the settings for individual %1$s in the %2$s sidebar or metabox.":["Určite, ako by mali vaše %1$s predvolene vyzerať vo výsledkoch vyhľadávania. Nastavenia pre jednotlivé %1$s môžete vždy prispôsobiť v bočnom paneli %2$s alebo v metaboxe."],"Determine how your %1$s should be described by default in %2$syour site's Schema.org markup%3$s. You can always change the settings for individual %1$s in the %4$s sidebar or metabox.":["Určite, ako by mali byť vaše %1$s predvolene popísané v %2$soznační Schema.org%3$s vašej webovej stránky. Nastavenia pre jednotlivé %1$s môžete vždy zmeniť v bočnom paneli %4$s alebo v metaboxe."],"You can add multiple custom fields and separate them by using %1$senter%2$s or %1$scomma%2$s.":["Môžete pridať viacero vlastných polí a oddeliť ich pomocou %1$senteru%2$s alebo %1$sčiarky%2$s."],"Please enter a search term with at least 3 characters.":["Zadajte hľadaný výraz s najmenej 3 znakmi."],"CtrlK":["CtrlK"],"⌘K":["⌘K"],"Add new user...":["Pridať nového používateľa..."],"Unavailable for multisites":["Nedostupné pre viacero webových stránok"],"Integrate your custom fields and SEO data from %1$s%2$s%3$s":["Integrácia vlastných polí a údajov SEO z %1$s%2$s%3$s"],"Upgrade your %1$s%2$s%3$s SEO":["Aktualizujte svoje %1$s%2$s%3$s SEO"],"Improve your internal search results with %1$s%2$s%3$s":["Zlepšenie výsledkov interného vyhľadávania pomocou %1$s%2$s%3$s"],"Make your terms & privacy pages more trustworthy with %1$s%2$s%3$s":["Zvýšte dôveryhodnosť svojich stránok s podmienkami a ochranou osobných údajov pomocou %1$s%2$s%3$s"],"Track your rankings through time with %1$s%2$s%3$s":["Sledujte svoje umiestnenie v čase pomocou %1$s%2$s%3$s"],"Use %1$s%2$s%3$s to do keyword research - without leaving your post":["Použite %1$s%2$s%3$s na prieskum kľúčových slov - bez toho, aby ste opustili svoj článok"],"We could not save the website name. Please check the value.":["Názov webovej stránky sa nám nepodarilo uložiť. Prosím, skontrolujte jej hodnotu."],"%1$sSubheading distribution%2$s: The beginning of your text is longer than %4$s %5$s and is not separated by any subheadings. %3$sAdd subheadings to improve readability.%2$s":["%1$sDistribúcia podnadpisov%2$s: Začiatok vášho textu je dlhší ako %4$s %5$s a nie je oddelený žiadnym podnadpisom. %3$sPridajte podnadpisy, aby ste zlepšili čitateľnosť.%2$s"],"WordPress.org support forums":["Fóra podpory WordPress.org"],"Yoast Premium support":["Podpora Yoast Premium"],"Yoast.com help section":["Sekcia nápovedy Yoast.com"],"Help":["Pomoc"],"Write better content":["Napíšte lepší obsah"],"Improve your blog post":["Vylepšite svoj článok na blogu"],"Learn more SEO":["Zistite viac SEO"],"SEO Tools":["Nástroje SEO"],"not set":["nenastavené"],"With a 30-day money-back guarantee. No questions asked.":["S 30-dňovou zárukou vrátenia peňazí. Bez otázok."],"Reach new customers who live near your business":["Oslovte nových zákazníkov, ktorí žijú v blízkosti vašej firmy"],"Get all 5 Yoast plugins for WordPress at a big discount":["Získajte všetkých 5 Yoast pluginov pre WordPress s veľkou zľavou"],"Cover all your SEO bases":["Pokrytie všetkých základov SEO"],"Add global identifiers for variable products":["Pridanie globálnych identifikátorov pre premenné produkty"],"Drive more traffic to your online store":["Zvýšte návštevnosť svojho online obchodu"],"Add all necessary schema.org markup":["Pridanie všetkých potrebných označení schema.org"],"Ping Google on the publication of a new post":["Ping-nite Google pri uverejnení nového článku"],"Rank higher in Google's news carousel":["Vyššia pozícia v kolotoči správ Google"],"Make your videos responsive for all screen sizes":["Urobte svoje videá responzívne pre všetky veľkosti obrazovky"],"Cleaned up %1$d record from %2$s.":["Vyčistený %1$d záznam z %2$s.","Vyčistené %1$d záznamy z %2$s.","Vyčistených %1$d záznamov z %2$s."],"Cleaning up %1$s [%2$s]":["Vyčistenie %1$s [%2$s]"],"Skipping %1$s. %2$s is not active on this site.":["Preskočenie %1$s. %2$s nie je na tejto webovej stránke aktívne."],"Cleaned up %1$d record.":["Vyčistený %1$d záznam.","Vyčistené %1$d záznamy.","Vyčistených %1$d záznamov."],"The value for 'batch-size' must be a positive integer higher than equal to 1.":["Hodnota \"batch-size\" musí byť kladné celé číslo väčšie ako 1."],"The value for 'interval' must be a positive integer.":["Hodnota pre \"interval\" musí byť celé kladné číslo."],"We need to re-analyze some of your SEO data because of a change in the visibility of your taxonomies. Please help us do that by running the SEO data optimization. ":["Potrebujeme znova analyzovať niektoré vaše údaje SEO z dôvodu zmeny viditeľnosti vašich taxonómií. Pomôžte nám s tým spustením SEO optimalizácie údajov. "],"We need to re-analyze some of your SEO data because of a change in the visibility of your post types. Please help us do that by running the SEO data optimization. ":["Potrebujeme znova analyzovať niektoré vaše údaje SEO z dôvodu zmeny viditeľnosti vašich typov článkov. Pomôžte nám s tým spustením SEO optimalizácie údajov. "],"The term %s could not be built because it's not indexable.":["Termín %s nebolo možné vytvoriť, pretože nie je indexovateľný."],"The post %s could not be indexed because it's post type is excluded from indexing.":["Článok %s nemohol byť indexovaný, pretože jeho typ článku je vylúčený z indexovania."],"The post %s could not be indexed because it does not meet indexing requirements.":["Článok %s nemohol byť indexovaný, pretože nespĺňa požiadavky na indexovanie."],"%1$sSAVE 30%%%2$s on your 12 month subscription":["%1$sZĽAVA 30%%%2$s na 12-mesačné predplatné"],"BLACK FRIDAY - 30% OFF":["ČIERNY PIATOK - 30% Zľava"],"Use the alternate organization name for acronyms, or a shorter version of your organization's name.":["V prípade skratiek použite alternatívny názov organizácie alebo kratšiu verziu názvu organizácie."],"Alternate organization name":["Alternatívny názov organizácie"],"Use the alternate website name for acronyms, or a shorter version of your website's name.":["Pre skratky použite alternatívny názov webovej stránky alebo kratšiu verziu názvu vašej webovej stránky."],"Alternate website name":["Alternatívny názov webovej stránky"],"Determine how the title of your 404 error pages should look in the browser.":["vyberte si, ako bude vyzerať vaša stránka s chybou 404 v prehliadači."],"404 error pages":["Stránky s chybou 404"],"Determine how the title of your internal search pages should look in the browser.":["Vyberte, ako má vyzerať názov interných vyhľadávacích stránok v prehliadači."],"Internal search pages":["Interné vyhľadávacie stránky"],"Show media pages in search results":["Zobrazenie stránok médií vo výsledkoch vyhľadávania"],"Show format archives in search results":["Zobrazenie archívov formátov vo výsledkoch vyhľadávania"],"Show author archives in search results":["Zobrazenie archívov autorov vo výsledkoch vyhľadávania"],"Breadcrumbs for %1$s":["omrvinková navigácia pre %1$s"],"Site connections":["Pripojenia k webovej stránke"],"View the XML sitemap":["Pozrite si XML mapu webovej stránky"],"Enable feature":["Povolenie funkcie"],"Site features":["Funkcie webovej stránky"],"Learn more":["Zistite viac"],"Site info":["Informácie o webovej stránke"],"We're sorry, you're not allowed to edit the %1$swebsite name%2$s and %1$stagline%2$s.":["Je nám ľúto, ale nemáte povolené upravovať %1$snázov webovej stránky%2$s a %1$sslogan%2$s."],"Show or hide our tools and controls in the attachment editor.":["Zobrazenie alebo skrytie našich nástrojov a ovládacích prvkov v editore príloh."],"(e.g., %1$s)":["(napr. %1$s)"],"Remove unregistered URL parameters":["Odstrániť neregistrované parametre URL adries"],"Optimize Google Analytics utm tracking parameters":["Optimalizácia parametrov sledovania utm služby Google Analytics"],"Remove WP-JSON API":["Odstrániť WP-JSON API"],"Remove emoji scripts":["Odstrániť emoji skripty"],"Remove Atom / RDF feeds":["Odstrániť feedy Atom / RDF"],"Remove search results feeds":["Odstrániť feedy s výsledkami vyhľadávania"],"Remove custom taxonomy feeds":["Odstrániť vlastné taxonomické feedy"],"Remove tag feeds":["Odstrániť feedy značiek"],"Remove category feeds":["Odstrániť feedy kategórií"],"Remove post type feeds":["Odstrániť feedy typu obsahu"],"Remove post authors feeds":["Odstrániť feedy článkov autorov"],"Remove post comments feeds":["Odstrániť feedy komentárov článkov"],"Remove global comment feeds":["Odstrániť feedy globálnych komentárov"],"Remove global feed":["Odstrániť globálny feed"],"Remove powered by HTTP header":["Odstrániť hlavičku Poháňa HTTP"],"Remove generator tag":["Odstrániť generátor značky"],"Remove oEmbed links":["Odstrániť odkazy oEmbed"],"Remove RSD / WLW links":["Odstrániť odkazy RSD / WLW"],"Remove REST API links":["Odstrániť odkazy REST API"],"Remove shortlinks":["Odstrániť krátke odkazy"],"Show or hide our tools and controls in the content editor.":["Zobrazte alebo skryte naše nástroje a ovládacie prvky v editore obsahu."],"Enable SEO controls and assessments":["Povoliť kontroly a hodnotenia SEO"],"Unlock with %1$s":["Odomknúť pomocou %1$s"],"We couldn’t find anything with that term.":["S týmto výrazom sme nič nenašli."],"Search...":["Vyhľadávanie"],"Quick search...":["Rýchle vyhľadávanie"],"No, continue editing":["Nie, pokračovať v úpravách"],"Yes, discard changes":["Áno, zahodiť zmeny"],"You are about to discard all unsaved changes. All of your settings will be reset to the point where you last saved. Are you sure you want to do this?":["Chystáte sa zahodiť všetky neuložené zmeny. Všetky vaše nastavenia sa vrátia do bodu, v ktorom ste ich naposledy uložili. Ste si istí, že to chcete urobiť?"],"Discard all changes":["Odstrániť všetky zmeny"],"Redirect pretty URLs for search pages to raw format":["Presmerovanie pekných URL adries pre vyhľadávacie stránky do surového formátu"],"Choose the general appearance of your breadcrumbs.":["Vyberte si celkový vzhľad breadcrumbs."],"Breadcrumb appearance":["Vzhľad breadcrumb"],"You have selected the user %1$s%5$s%2$s as the person this site represents. Their user profile information will now be used in search results. %3$sUpdate their profile to make sure the information is correct%4$s.":["Vybrali ste používateľa %1$s%5$s%2$s ako osobu, ktorá túto webovú stránku zastupuje. Informácie z jeho používateľského profilu sa teraz použijú vo výsledkoch vyhľadávania. %3$sAktualizujte ich profil, aby ste sa uistili, že informácie sú správne%4$s."],"Please tell us more about the person this site represents.":["Prosím, povedzte nám viac o osobe, ktorá túto webovú stránku reprezentuje."],"E.g. https://example.com/yoast":["Napríklad https://example.com/yoast"],"Tell us if you have any other profiles on the web that belong to your organization. This can be any number of profiles, like YouTube, LinkedIn, Pinterest, or even Wikipedia.":["Povedzte nám, či máte na webe ďalšie profily, ktoré patria vašej organizácii. Môže to byť akýkoľvek počet profilov, napríklad YouTube, LinkedIn, Pinterest alebo dokonca Wikipedia."],"Please tell us more about your organization. This information will help Google to understand your website, and improve your chance of getting rich results.":["Povedzte nám viac o vašej organizácii. Tieto informácie pomôžu spoločnosti Google pochopiť vašu webovú stránku a zvýšia vašu šancu na získanie kvalitných výsledkov."],"E.g. https://twitter.com/yoast":["Napríklad https://twitter.com/yoast"],"E.g. https://facebook.com/yoast":["Napr. https://facebook.com/yoast"],"Other profiles":["Ostatné profily"],"Writing":["Písanie"],"You can determine the title and description for the blog page by %1$sediting the blog page itself%2$s.":["Názov a popis stránky blogu môžete nastaviť %1$seditovaním samotnej stránky blogu%2$s."],"These are expert features, so make sure you know what you're doing before removing the parameters. %1$sRead more about how your site can be affected%2$s.":["Toto sú pokročilé funkcie, takže pred odstránením parametrov sa uistite, že viete, čo robíte. %1$sPrečítajte si viac o tom, ako to môže ovplyvniť vašu webovú stránku%2$s."],"Advanced: URL cleanup":["Pokročilé: Vyčistenie URL adresy"],"Prevent crawling of internal site search URLs":["Zabránenie prehľadávaniu interných URL adries vyhľadávania na webovej stránke"],"Block internal site searches which match the patterns of known spam attacks.":["Blokujte interné vyhľadávania na webovej stránke, ktoré sa zhodujú so vzormi známych spamových útokov."],"Block internal site searches which contain complex and non-alphanumeric characters, as they may be part of a spam attack.":["Zablokujte interné vyhľadávanie na webovej stránke, ktoré obsahuje zložité a nealfanumerické znaky, pretože môžu byť súčasťou spamového útoku."],"Enables advanced settings for protecting your internal site search URLs.":["Umožňuje pokročilé nastavenia na ochranu interných URL adries vyhľadávania na webovej stránke."],"Your internal site search can create lots of confusing URLs for search engines, and can even be used as a way for SEO spammers to attack your site. Most sites will benefit from experimenting with these protections and optimizations, even if you don’t have a search feature in your theme.":["Vaše interné vyhľadávanie na webovej stránke môže vytvoriť množstvo mätúcich URL adries pre vyhľadávače a môže byť dokonca použité ako spôsob pre SEO spammerov na útok na vašu webovú stránku. Väčšine webovým stránkam prospeje experimentovanie s týmito ochranami a optimalizáciami, a to aj v prípade, že vo svojej téme nemáte funkciu vyhľadávania."],"Internal site search cleanup":["Čistenie interného vyhľadávania na webovej stránke"],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of WordPress' JSON API endpoints.":["Do súboru robots.txt pridajte pravidlo \"disallow\", aby ste zabránili prehľadávaniu koncových bodov JSON API WordPressu."],"Remove JavaScript used for converting emoji characters in older browsers.":["Odstráňte JavaScript používaný na konverziu znakov emoji v starších prehliadačoch."],"Remove URLs which provide alternative (legacy) formats of all of the above.":["Odstráňte URL adresy, ktoré poskytujú alternatívne (staršie) formáty všetkých vyššie uvedených údajov."],"Remove URLs which provide information about your search results.":["Odstráňte URL adresy, ktoré poskytujú informácie o výsledkoch vyhľadávania."],"Remove URLs which provide information about your recent posts, for each custom taxonomy.":["Odstráňte URL adresy, ktoré poskytujú informácie o vašich posledných článkoch, pre každú vlastnú taxonómiu."],"Remove URLs which provide information about your recent posts, for each tag.":["Odstráňte URL adresy, ktoré poskytujú informácie o vašich posledných článkoch, pre každú značku."],"Remove URLs which provide information about your recent posts, for each category.":["Odstráňte URL adresy, ktoré poskytujú informácie o vašich posledných článkoch, pre každú kategóriu."],"Remove URLs which provide information about your recent posts, for each post type.":["Odstráňte URL adresy, ktoré poskytujú informácie o vašich posledných článkoch, pre každý typ článku."],"Remove URLs which provide information about recent posts by specific authors.":["Odstráňte URL adresy, ktoré poskytujú informácie o posledných článkoch konkrétnych autorov."],"Remove URLs which provide information about recent comments on each post.":["Odstráňte URL adresy, ktoré poskytujú informácie o posledných komentároch k jednotlivým článkom."],"Also disables post comment feeds.":["Taktiež zakáže feedy s článkami s komentármi."],"Remove URLs which provide an overview of recent comments on your site.":["Odstráňte URL adresy, ktoré poskytujú prehľad posledných komentárov na vašej webovej stránke."],"Remove URLs which provide an overview of your recent posts.":["Odstráňte URL adresy, ktoré poskytujú prehľad vašich posledných článkov."],"WordPress outputs your content in many different formats, across many different URLs (like RSS feeds of your posts and categories). It’s generally good practice to disable the formats you’re not actively using.":["WordPress zobrazuje váš obsah v mnohých rôznych formátoch na rôznych URL adresách (ako sú feedy RSS vašich článkov a kategórií). Vo všeobecnosti je dobrým zvykom vypnúť formáty, ktoré aktívne nepoužívate."],"Disable unwanted content formats":["Zakázať nežiaduce formáty obsahu"],"Remove links which allow others sites to ‘ping’ yours when they link to you.":["Odstráňte odkazy, ktoré umožňujú iným webovým stránkam \"pingovať\" vaše, keď na vás odkazujú."],"Remove information about the plugins and software used by your site.":["Odstráňte informácie o pluginoch a softvéri, ktoré používa vaša webová stránka."],"Remove links used for embedding your content on other sites.":["Odstráňte odkazy používané na vkladanie obsahu na iné webové stránky."],"Remove links used by external systems for publishing content to your blog.":["Odstráňte odkazy používané externými systémami na publikovanie obsahu na vašom blogu."],"Remove links to the location of your site’s REST API endpoints.":["Odstráňte odkazy na umiestnenie koncových bodov REST API vašej webovej stránky."],"Remove links to WordPress' internal 'shortlink' URLs for your posts.":["Odstráňte odkazy na interné URL adresy \"skrátených odkazov\" WordPress pre svoje články."],"Remove unwanted metadata":["Odstráňte nežiaduce metaúdaje"],"Crawl optimization":["Optimalizácia prehľadávania"],"Removes unknown URL parameters via a %1$s redirect. E.g., %2$s will be redirected to %3$s":["Odstráni neznáme parametre URL adresy prostredníctvom presmerovania %1$s. Napr. %2$s bude presmerované na %3$s"],"Replaces %1$s tracking parameters with the (more performant) %2$s equivalent, via a %3$s redirect. E.g., %4$s will be redirected to %5$s":["Nahradí parametre sledovania %1$s (výkonnejším) ekvivalentom %2$s prostredníctvom presmerovania %3$s. Napr. %4$s bude presmerované na %5$s"],"Users and search engines may often request your URLs whilst using query parameters, like %1$s. These can be helpful for tracking, filtering, and powering advanced functionality - but they come with a performance and SEO ‘cost’. Sites which don’t rely on URL parameters might benefit from using these options.":["Používatelia a vyhľadávače môžu často požadovať vaše URL adresy s použitím parametrov dotazu, napríklad %1$s. Tieto parametre môžu byť užitočné pri sledovaní, filtrovaní a využívaní pokročilých funkcií, ale sú spojené s nákladmi na výkon a SEO. Stránky, ktoré sa nespoliehajú na parametre URL adresy, môžu mať z používania týchto možností prospech."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by Common Crawl CCBot.":["Do súboru robots.txt pridajte pravidlo \"disallow\", aby ste zabránili prehľadávaniu pomocou Common Crawl CCBot."],"WordPress adds a lot of links and content to your site's %1$s and HTTP headers. For most websites you can safely disable all of these, which can help to save bytes, electricity, and trees.":["WordPress pridáva do hlavičky %1$s a hlavičiek HTTP vašej webovej stránky množstvo odkazov a obsahu. Pri väčšine webových stránok môžete všetky tieto prvky bezpečne vypnúť, čo vám pomôže ušetriť bajty, elektrinu a stromy."],"Make your site more efficient and more environmentally friendly by preventing search engines from crawling things they don’t need to, and by removing unused WordPress features. %1$sLearn more about crawl settings and how they could benefit your site%2$s.":["Zefektívnite vašu webovú stránku a urobte ju šetrnejšiou k životnému prostrediu tým, že vyhľadávačom zabránite prehľadávať veci, ktoré nepotrebujú a odstránite nepoužívané funkcie WordPress. %1$sZistite viac o nastaveniach prehľadávania a o tom, ako môžu byť pre vašu webovú stránku prínosom%2$s."],"E.g., %1$s and %2$s":["Napr. %1$s a %2$s"],"E.g., %1$s":["Napr. %1$s"],"Enable breadcrumbs for your theme":["Povolenie breadcrumbs pre vašu tému"],"You can always choose to enable/disable them for your theme below. This setting will not apply to breadcrumbs inserted through a widget, a block or a shortcode.":["Vždy si môžete vybrať, či ich pre vašu tému povolíte alebo zakážete. Toto nastavenie sa nevzťahuje na breadcrumbs vložené prostredníctvom widgetu, bloku alebo shortcode."],"Choose which Post type you wish to show in the breadcrumbs for Taxonomies.":["Vyberte, ktorý typ obsahu chcete zobraziť v breadcrumbs navigácii pre taxonómie."],"Breadcrumbs for taxonomies":["Breadcrumbs pre taxonómie"],"Choose which Taxonomy you wish to show in the breadcrumbs for Post types.":["Vyberte, ktorú taxonómiu chcete zobraziť v breadcrumbs navigácii pre typy článkov."],"Breadcrumbs for post types":["Breadcrumbs pre typy článkov"],"Breadcrumb for 404 page":["Breadcrumb pre stránku 404"],"Prefix for search page breadcrumbs":["Predpona pre breadcrumbs na stránke vyhľadávania"],"Add prefix":["Pridať predponu"],"Add anchor text":["Pridanie textu odkazu"],"Add separator":["Pridať oddeľovač"],"Configure the appearance and behavior of %1$syour breadcrumbs%2$s.":["Konfigurácia vzhľadu a správania %1$svašich breadcrumbs%2$s."],"Disabling this will redirect the %1$s to your site's homepage.":["Ak túto funkciu zakážete, presmeruje sa %1$s na vašu domovskú webovú stránku."],"Refresh this page":["Obnoviť túto stránku"],"Unfortunately, this means that all your unsaved changes will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Bohužiaľ to znamená, že všetky neuložené zmeny sa stratia. Problém vyriešite tak, že skúsite obnoviť túto stránku. Ak sa táto chyba stále vyskytuje, obráťte sa na náš tím podpory a my vám poskytneme všetku potrebnú pomoc!"],"Something went wrong. An unexpected error occurred.":["Niečo sa pokazilo. Vyskytla sa neočakávaná chyba."],"Failed to retrieve users.":["Nepodarilo sa načítať používateľov."],"Searching users...":["Vyhľadávanie používateľov..."],"No users found.":["Neboli nájdení žiadni používatelia."],"Discard changes":["Zrušiť zmeny"],"The profile is not valid. Please use only 1-25 letters, numbers and underscores or enter a valid Twitter URL.":["Profil nie je platný. Použite len 1-25 písmen, číslic a podčiarkovníkov alebo zadajte platnú URL adresu Twitteru."],"The profile is not valid. Please enter a valid URL.":["Profil nie je platný. Zadajte platnú URL adresu."],"The verification code is not valid. Please use only the letters A to F, numbers, underscores and dashes.":["Overovací kód nie je platný. Používajte len písmená A až F, čísla, podčiarkovníky a pomlčky."],"The verification code is not valid. Please use only letters, numbers, underscores and dashes.":["Overovací kód nie je platný. Používajte len písmená, číslice, podčiarkovníky a pomlčky."],"User":["Používateľ"],"Site basics":["Základy webovej stránky"],"Text formality":["Formálnosť textu"],"Read more about text formality.":["Prečítajte si viac o formálnej stránke textu."],"%1$s%3$s%2$s will help you assess the formality level of your text.":["%1$s%3$s%2$s vám pomôže posúdiť úroveň formálnosti vášho textu."],"WordPress loads lots of resources, some of which your site might not need. If you’re not using these, removing them can speed up your pages and save resources.":["WordPress načítava veľa zdrojov, z ktorých niektoré vaša webová stránka nemusí potrebovať. Ak ich nepoužívate, ich odstránenie môže zrýchliť vaše stránky a ušetriť zdroje."],"Remove unused resources":["Odstráňte nepoužívané zdroje"],"Prevent search engines from crawling /wp-json/":["Zabrániť vyhľadávačom v prehľadávaní /wp-json/"],"Prevent search engines from crawling site search URLs":["Zabránenie vyhľadávačom v prehľadávaní vyhľadávacích URL adries webovej stránky"],"There are unsaved changes on this page. Leaving means that those changes will be lost. Are you sure you want to leave this page?":["Na stránke sú neuložené zmeny. Opustením stránky budú zmeny zmazané. Ste si istý, že chcete opustit stránku?"],"Media pages":["Stránky médií"],"Categories & tags":["Kategórie a značky"],"Content types":["Typy obsahu"],"Show more":["Zobraziť viac"],"Show less":["Zobraziť menej"],"Configure the basics for your website.":["Základné nastavenia pre vašu webovú stránku."],"This field updates the %1$stagline in your WordPress settings%2$s.":["Toto pole aktualizuje %1$sslogan v nastaveniach WordPress%2$s."],"Disabling this means that %1$s pages created by WordPress will not be indexed by search engines and will be excluded from XML sitemaps.":["Zakázanie tejto funkcie znamená, že stránky %1$s vytvorené v systéme WordPress nebudú indexované vyhľadávačmi a budú vylúčené z XML máp webovej stránky."],"Show %1$s pages in search results":["Zobrazenie %1$s stránok vo výsledkoch vyhľadávania"],"We recommend keeping %1$s pages disabled. This will cause all attachment URLs to be redirected to the media itself.":["Stránky %1$s odporúčame nechať vypnuté. To spôsobí, že všetky URL adresy príloh budú presmerované na samotné médiá."],"%1$s pages":["%1$s stránok"],"When you upload media (e.g. an image or video), %5$s automatically creates a %3$s page (attachment URL) for it. These pages are quite empty and could cause %1$sthin content problems and lead to excess pages on your site%2$s. Therefore, %4$s disables them by default (and redirects the attachment URL to the media itself).":["Keď nahráte médium (napr. obrázok alebo video), %5$s preň automaticky vytvorí stránku %3$s (URL adresu prílohy). Tieto stránky sú pomerne prázdne a mohli by spôsobiť problémy s malým obsahom %1$s a viesť k nadbytočným stránkam na vašej webovej stránke%2$s. Preto ich %4$s predvolene vypína (a presmeruje URL adresu prílohy na samotné médium)."],"Format-based archives can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["Archívy založené na formáte môžu spôsobiť problémy s duplicitným obsahom. Pre väčšinu webových stránok odporúčame toto nastavenie vypnúť."],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps. We recommend that you disable this setting.":["Zakázanie tejto funkcie znamená, že %1$s nebudú indexované vyhľadávačmi a budú vylúčené z XML máp webovej stránky. Odporúčame toto nastavenie vypnúť."],"%1$s can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["%1$s môžu spôsobiť problémy s duplicitným obsahom. Pre väčšinu webových stránok odporúčame toto nastavenie vypnúť."],"%1$s (e.g. %2$s) are based on publication dates. From an SEO perspective, the posts in these archives have no real relation to the other posts except for their publication dates, which doesn’t say much about the content. They could also lead to duplicate content issues. This is why we recommend you to disable %3$s.":["%1$s (napr. %2$s) sú založené na dátumoch uverejnenia. Z hľadiska SEO nemajú články v týchto archívoch žiadnu skutočnú súvislosť s inými článkami okrem dátumu ich uverejnenia, čo o obsahu veľa nevypovedá. Mohli by tiež viesť k problémom s duplicitným obsahom. Preto vám odporúčame vypnúť funkciu %3$s."],"Determine how your %1$s should look on social media by default.":["Určite, ako by mali vaše %1$s predvolene vyzerať na sociálnych sieťach."],"Disabling this means that %1$s without any posts will not be indexed by search engines and will be excluded from XML sitemaps.":["Zakázanie tejto funkcie znamená, že %1$s bez článkov nebudú indexované vyhľadávačmi a budú vylúčené z XML máp webovej stránky."],"Show archives for authors without posts in search results":["Zobrazenie archívov autorov bez článkov vo výsledkoch vyhľadávania"],"Determine how your %1$s should look in search engines.":["Určite, ako by vaše %1$s mali vyzerať vo vyhľadávačoch."],"If you're running a one author blog, the %1$s (e.g. %2$s) will be exactly the same as your homepage. This is what's called a %3$sduplicate content problem%4$s. If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or prevent it from showing up in search results.":["Ak prevádzkujete blog jedného autora, %1$s (napr. %2$s) bude presne rovnaký ako vaša domovská stránka. Toto je tzv. problém %3$s s duplicitným obsahom%4$s. Ak je to prípad vašej webovej stránky, môžete si vybrať, či ho zakážete (čím sa presmeruje na domovskú stránku), alebo zabránite jeho zobrazovaniu vo výsledkoch vyhľadávania."],"Author archive":["Archív autora"],"Read more about the search results settings":["Prečítajte si viac o nastaveniach výsledkov vyhľadávania"],"Determine how your %1$s should look in search engines and on social media.":["Určite, ako by vaše %1$s mali vyzerať vo vyhľadávačoch a na sociálnych sieťach."],"Contact support":["Kontaktovať podporu"],"We're very sorry, but it seems like the following error has interrupted our application:":["Je nám to veľmi ľúto, ale zdá sa, že nasledujúca chyba prerušila našu aplikáciu:"],"Read reviews from real users":["Čítajte recenzie skutočných používateľov"],"%1$s attempted to load the class %2$s but it could not be found.":["%1$s sa pokúsil načítať triedu %2$s, ale nepodarilo sa ju nájsť."],"We noticed that you are using a multilingual plugin. Please be aware that this analysis feedback is intended only for texts written in English.":["Všimli sme si, že používate viacjazyčný plugin. Upozorňujeme, že táto spätná väzba analýzy je určená len pre texty napísané v angličtine."],"Determine how your homepage should look in the search results and on social media. This is what people probably will see when they search for your brand name.":["Určite, ako by mala vaša domovská stránka vyzerať vo výsledkoch vyhľadávania a na sociálnych sieťach. To je to, čo ľudia pravdepodobne uvidia, keď budú vyhľadávať názov vašej značky."],"Determine how your homepage should look on social media.":["Určite, ako by mala vaša domovská stránka vyzerať na sociálnych sieťach."],"Show the categories prefix in the slug":["Zobrazenie predpony kategórie v slugu"],"Category URLs in WordPress contain a prefix, usually %s. Show or hide that prefix in category URLs.":["URL adresy kategórií v systéme WordPress obsahujú prefix, zvyčajne %s. Zobrazte alebo skryte tento prefix v URL adresách kategórií."],"Determine how your %1$s archive should look on social media.":["Určite, ako by mal váš archív %1$s vyzerať na sociálnych sieťach."],"Disabling this means that the archive for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Zakázanie tejto funkcie znamená, že archív pre %1$s nebude indexovaný vyhľadávačmi a bude vylúčený z XML máp webovej stránky."],"Determine how your %1$s archive should look in search engines.":["Určite, ako by mal váš archív %1$s vyzerať vo vyhľadávačoch."],"These settings are specifically for optimizing your %1$s archive.":["Tieto nastavenia sú určené špeciálne na optimalizáciu vášho archívu %1$s."],"%1$s archive":["Archív %1$s"],"Add custom fields to page analysis":["Pridanie vlastných polí do analýzy stránky"],"Additional settings":["Ďalšie nastavenia"],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Zakázanie tejto funkcie znamená, že %1$s nebudú indexované vyhľadávačmi a budú vylúčené z XML máp webovej stránky."],"Search appearance":["Vzhľad vyhľadávania"],"You haven't set a Shop page in your WooCommerce settings. %1$sPlease do this first%2$s.":["V nastaveniach obchodu WooCommerce ste nenastavili stránku Obchod. %1$sProsím, urobte to najskôr%2$s."],"The %1$ssocial image%2$s, %1$ssocial title%2$s and %1$ssocial description%2$s require Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":["%1$sObrázok na sociálnej sieti%2$s, %1$sNázov na sociálnej sieti%2$s a %1$sPopis na sociálnej sieti%2$s vyžadujú údaje Open Graph, ktoré sú v súčasnosti vypnuté v časti \"Zdieľanie na sociálnych sieťach\" v časti %3$sFunkcie webovej stránky%4$s."],"Oh no! It seems your form contains invalid data. Please review the following fields:":["Ale nie! Zdá sa, že váš formulár obsahuje neplatné údaje. Skontrolujte prosím nasledujúce polia:"],"Archive social image":["Archív obrázkov na sociálnych sieťach"],"Archive social description":["Archív sociálnych popisov"],"Archive social title":["Archív sociálnych názvov"],"Show the archive for %1$s in search results":["Zobrazenie archívu pre %1$s vo výsledkoch vyhľadávania"],"Archive breadcrumbs title":["Archív breadcrumbs názvov"],"Archive meta description":["Archív meta popisov"],"Archive SEO title":["Archív SEO názvov"],"Enable %1$s for %2$s":["Povolenie %1$s pre %2$s"],"Show %1$s in search results":["Zobraziť %1$s vo výsledkoch vyhľadávania"],"The selected media type is not valid. Supported types are: JPG, PNG, WEBP and GIF.":["Vybraný typ média nie je platný. Podporované typy sú: JPG, PNG, WEBP a GIF."],"%1$sInclusive language%2$s: We haven't detected any potentially non-inclusive phrases. Great work!":["%1$sInkluzívny jazyk%2$s: Nezistili sme žiadne potenciálne neinkluzívne výrazy. Skvelá práca!"],"Potentially non-inclusive phrases":["Potenciálne neinkluzívne frázy"],"Non-inclusive phrases":["Neinkluzívne frázy"],"Learn more about the inclusive language analysis":["Ďalšie informácie o inkluzívnej jazykovej analýze"],"Inclusive language:":["Inkluzívny jazyk:"],"Removes the inclusive language analysis section from the metabox and disables all inclusive language-related suggestions.":["Odstráni sekciu inkluzívnej jazykovej analýzy z metaboxu a zakáže všetky návrhy týkajúce sa inkluzívneho jazyka."],"Disable inclusive language analysis":["Zakázať inkluzívnu jazykovú analýzu"],"Discover why inclusive language is important for SEO.":["Zistite, prečo je inkluzívny jazyk dôležitý pre SEO."],"The inclusive language analysis offers suggestions to write more inclusive copy.":["Inkluzívna jazyková analýza ponúka návrhy na písanie inkluzívnejšieho textu."],"Inclusive language analysis":["Inkluzívna jazyková analýza"],"Inclusive language":["Inkluzívny jazyk"],"%1$sInclusive language%2$s: %3$s":["%1$sInkluzívny jazyk%2$s: %3$s"],"Use %s fields to power your meta tags and templates, and analyze all of your content.":["Použite polia %s na posilnenie meta značiek a šablón a na analyzovanie celého obsahu."],"Improve your technical SEO, meta tags and unlock more SEO ecommerce tools.":["Zlepšite si technické SEO, meta značky a sprístupnite ďalšie SEO nástroje pre ecommerce."],"Connect your %1$s account to improve your site’s search results using %2$s data.":["Prepojte svoj %1$s účet na zlepšenie výsledkov vašej webovej stránky vo vyhľadávaní pomocou %2$s dát."],"Upgrade your meta tags and social previews and manage your SEO settings in one place.":["Aktualizujte meta značky a náhľady na sociálnych sieťach a spravujte nastavenia SEO na jednom mieste."],"Get the most out of %1$s%2$s%3$s and %4$s, together":["Získajte spoločne čo najviac z %1$s%2$s%3$s a %4$s"],"Take advantage of your favorite SEO & content analysis tools with your favorite page builder.":["Využite vaše obľúbené nástroje na analýzu SEO a obsahu s obľúbeným nástrojom na tvorbu stránok."],"Get %1$s tools and functionality in %2$s%3$s%4$s":["Získajte nástroje a funkcie %1$s v %2$s%3$s%4$s"],"Use the power of the blockchain to timestamp your content with %s.":["Využite silu blockchainu a označte svoj obsah časovou pečiatkou %s."],"Keep an eye on how your posts are ranking by connecting to your %s account.":["Pripojením sa k účtu %s môžete sledovať, ako sa vaše články umiestňujú."],"Find out what your audience is searching for with %s data right in your sidebar.":["Zistite, čo vaše publikum hľadá pomocou údajov %s priamo na bočnom paneli."],"Front-end SEO inspector":["Front-end SEO inšpektor"],"Oops! Something went wrong while saving.":["Hups! Počas ukladania nastal problém."],"Great! Your settings were saved successfully.":["Hotovo! Vaše nastavenie boli úspešne uložené."],"Get your verification code in %1$sYandex Webmaster tools%2$s.":["Získajte svoj overovací kód Yandex v %1$sYandex Webmaster Tools%2$s."],"Yandex":["Yandex"],"Claim your site over at %1$sPinterest%2$s.":["Prihláste vašu webovú stránku na %1$sPinterest%2$s."],"Get your verification code in %1$sGoogle Search console%2$s.":["Získajte svoj overovací kód v %1$sGoogle Search console%2$s."],"Get your verification code in %1$sBing Webmaster tools%2$s.":["Získajte svoj overovací kód v %1$sBing Webmaster Tools%2$s."],"Bing":["Bing"],"Add verification code":["Zadajte overovací kód"],"Get your verification code in %1$sBaidu Webmaster tools%2$s.":["Získajte váš overovací kód v %1$sBaidu Webmaster Tools%2$s."],"Baidu":["Baidu"],"Verify your site with different tools. This will add a verification meta tag to your homepage. You can find instructions on how to verify your site for each platform by following the link in the description.":["Overte svoje webové stránky pomocou rôznych nástrojov. Tým sa na domovskú stránku pridá metaznačka overenia. Pokyny na overenie webovej stránky pre jednotlivé platformy nájdete na odkaze v popise."],"By default only editors and administrators can access the Advanced and Schema section of the %1$s sidebar or metabox. Disabling this allows access to all users.":["V predvolenom nastavení majú prístup do časti Rozšírenia a Schémy na bočnom paneli %1$s alebo v metaboxe len editori a administrátori. Zakázaním tejto funkcie umožníte prístup všetkým používateľom."],"Restrict advanced settings for authors":["Obmedzenie pokročilých nastavení pre autorov"],"This Yoast SEO REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use Yoast SEO for all their SEO meta output.":["Tento koncový bod rozhrania API Yoast SEO REST vám poskytne všetky metadáta, ktoré potrebujete pre konkrétnu URL adresu. To veľmi uľahčí bezhlavičkovým webových stránkam WordPress používať Yoast SEO pre všetky ich SEO meta výstupy."],"REST API endpoint":["Koncový bod REST API"],"APIs":["API služby"],"Slack sharing":["Zdieľanie pomocou služby Slack"],"Allows for Twitter to display a preview with images and a text excerpt when a link to your site is shared.":["Umožňuje službe Twitter zobraziť náhľad s obrázkami a textovým úryvkom pri zdieľaní odkazu na vašu webovú stránku."],"Twitter card data":["Dáta Twitter náhľadu"],"Open Graph data":["Open Graph dáta"],"Social sharing":["Zdieľanie na sociálnych sieťach"],"Site structure":["Štrukúra webovej stránky"],"Tell us which features you want to use.":["Dajte nám vedieť, ktoré funkcie chcete používať."],"Site preferences":["Nastavenia webovej stránky"],"Network disabled":["Sieť je vypnutá"],"Unavailable for sub-sites":["Nedostupné pre webové podstránky"],"This image is used as a fallback for posts/pages that don't have any images set.":["Tento obrázok sa používa ako náhradný pre články/stránky, ktoré nemajú nastavené žiadne obrázky."],"Site image":["Obrázok webovej stránky"],"Title separator":["Oddeľovač názvov"],"Recommended size for this image is %1$s%3$s%2$s":["Odporúčaná veľkosť tohto obrázka je %1$s%3$s%2$s"],"The %1$sSite image%2$s requires Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":["%1$sObrázok webovej stránky%2$s vyžaduje údaje Open Graph, ktoré sú v súčasnosti vypnuté v časti \"Zdieľanie na sociálnych sieťach\" v %3$sFunkcie webovej stránky%4$s."],"Automatically add content to your RSS. This enables you to add links back to your blog and your blog posts, helping search engines identify you as the original source of the content.":["Automatické pridávanie obsahu do RSS. To vám umožní pridávať odkazy späť na váš blog a články na blogu, čo pomôže vyhľadávačom identifikovať vás ako pôvodný zdroj obsahu."],"RSS feed":["RSS feed"],"%1$s (default)":["%1$s (predvolené)"],"We took the liberty of using your website name and logo for the organization name and logo. Feel free to change them below.":["Dovolili sme si použiť názov a logo vašej webovej stránky pre názov a logo organizácie. Neváhajte ich zmeniť nižšie."],"Edit your %1$s":["Upravte si %1$s"],"slug":["slug"],"keyphrase":["kľúčová fráza"],"A company name and logo need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site name and logo as default values. %1$sLearn more about the importance of structured data.%2$s":["Na správne fungovanie štruktúrovaných údajov je potrebné nastaviť názov a logo spoločnosti. Keďže ste ich ešte nenastavili, názov webovej stránky a logo používame ako predvolené hodnoty. %1$sZistite viac o význame štruktúrovaných údajov.%2$s"],"Install %1$s Content Analysis for %2$s":["Inštalácia analýzy obsahu %1$s pre %2$s"],"Activate %1$s Content Analysis for %2$s":["Aktivovať %1$sAnalýzu obsahu pre %2$s"],"%1$s integrates with %2$s":["%1$s sa integruje s %2$s"],"Integration active":["Integrácia aktívna"],"Plugin not detected":["Plugin nenájdený"],"Enable integration":["Povolené integrácie"],"Plugin integrations":["Integrácie"],"Recommended integrations":["Odporúčané integrácie"],"Enable %1$s":["Povoliť %1$s"],"Integration unavailable for multisites":["Integrácia nedostupná pre viacero webových stránok"],"Network Disabled":["Sieť vypnutá"],"Unlock with Premium!":["Odomknite s Premium!"],"Premium SEO analysis:":["Prémiová SEO analýza:"],"Beta":["Beta"],"Are you publishing news articles? %s helps you optimize your site for Google News.":["Uverejňujete spravodajské články? %s vám pomôže optimalizovať vašu webovú stránku pre Google News."],"no data":["žiadne dáta"],"Your text should be slightly longer to calculate your Flesch reading ease score.":["Váš text by mal byť o niečo dlhší, aby sa vypočítalo vaše Fleschovo skóre jednoduchosti čítania."],"Continue writing to get insight into the readability of your text!":["Pokračujte v písaní, aby ste získali prehľad o čitateľnosti vášho textu!"],"%1$sKeyphrase distribution%2$s: Have you evenly distributed your focus keyphrase throughout the whole text? %3$sYoast SEO Premium will tell you!%4$s":["%1$sDistribúcia kľúčových fráz%2$s: Rozložili ste hlavnú kľúčovú frázu rovnomerne v celom texte? %3$sYoast SEO Premium vám to povie!%4$s"],"%1$sWord complexity%2$s: Is your vocabulary suited for a larger audience? %3$sYoast SEO Premium will tell you!%4$s":["%1$sZložitosť slova%2$s: Je vaša slovná zásoba vhodná pre širšie publikum? %3$sYoast SEO Premium vám to povie!%4$s"],"Get %s to enjoy the benefits of prominent words":["Získajte %s, aby ste mohli využívať výhody významných slov"],"With %1$s%3$s%2$s, this section will show you which words occur most often in your text. By checking these prominent words against your intended keyword(s), you'll know how to edit your text to be more focused.":["Pomocou %1$s%3$s%2$s vám táto časť ukáže, ktoré slová sa vo vašom texte vyskytujú najčastejšie. Skontrolovaním týchto významných slov s plánovanými kľúčovými slovami budete vedieť, ako upraviť váš text, aby bol cielenejší."],"Buy %s now!":["Kúpiť %s teraz!"],"Are you working on a news article? %s helps you optimize your site for Google News.":["Pracujete na spravodajskom článku? %s vám pomôže optimalizovať vašu webovú stránku pre Google News."],"Premium SEO analysis":["Prémiová SEO analýza"],"1 year of premium support and updates included!":["1 rok prémiovej podpory a aktualizácií v cene!"],"Unlock with %s":["Odomknutie pomocou %s"],"Learn more about character count":["Ďalšie informácie o počte znakov"],"Character count":["Počet znakov"],"Learn more about word count":["Ďalšie informácie o počte slov"],"Word count":["Počet slov"],"Learn more about Flesch reading ease":["Ďalšie informácie o jednoduchosti čítania Flesch"],"out of 100":["zo 100"],"okay":["v poriadku"],"Learn more about reading time":["Ďalšie informácie o čase na čítanie"],"Reading time":["Čas čítania"],"minute":["minúta","minúty","minút"],"Activate %1$s!":["Aktivujte %1$s!"],"You've installed %1$s but it's not activated yet. %2$sActivate %1$s now!%3$s":["Nainštalovali ste %1$s, ale ešte nie je aktivovaný. %2$sAktivujte %1$s teraz!%3$s"],"Automatically ping search engines like Bing and Yandex whenever you publish, update or delete a post.":["Automatické odosielanie pingov vyhľadávačom, ako sú Bing a Yandex, vždy keď publikujete, aktualizujete alebo odstránite článok."],"Additional URL parameters to allow":["Ďalšie parametre URL adresy, ktoré umožňujú"],"Permalink cleanup settings":["Nastavenia čistenia trvalého odkazu"],"Max number of characters to allow in searches":["Maximálny počet znakov povolených vo vyhľadávaní"],"Search cleanup settings":["Nastavenia čistenia vyhľadávania"],"Filter searches with common spam patterns":["Filtrovanie vyhľadávaní s bežnými vzormi spamu"],"Filter searches with emojis and other special characters":["Filtrovanie vyhľadávania pomocou emotikonov a iných špeciálnych znakov"],"Filter search terms":["Filtrovanie vyhľadávacích podmienok"],"Unregistered URL parameters":["Neregistrované parametre URL adresy"],"Campaign tracking URL parameters":["Parametre sledovania URL adresy kampane"],"Timestamp this %s":["Časová pečiatka tohto %s"],"%1$s: Not all the words from your keyphrase \"%4$s\" appear in the SEO title. %2$s%5$s%3$s.":["%1$s: V SEO názve sa nezobrazujú všetky slová z vašej kľúčovej frázy \"%4$s\". %2$s%5$s%3$s."],"%1$s: The focus keyphrase appears at the beginning of the SEO title. Good job!":["%1$s: Hlavná kľúčová fráza sa zobrazuje na začiatku SEO názvu. Dobrá práca!"],"Keyphrase in SEO title":["Kľúčová fráza v SEO názve"],"Contact %s support.":["Kontaktujte podporu %s."],"WordProof Timestamp":["Časová pečiatka WordProof"],"View this content's Timestamp certificate":["Zobraziť certifikát časovej pečiatky tohto obsahu"],"Contact WordProof support":["Kontaktujte podporu WordProof"],"Find out how IndexNow can help your site.":["Zistite, ako môže IndexNow pomôcť vašej webovej stránke."],"IndexNow":["Indexovať teraz"],"Dismiss this notice.":["Toto oznámenie zamietnite."],"We noticed that you haven't fully configured Yoast SEO yet. Optimize your SEO settings even further by using our improved %1$s First-time configuration%2$s.":["Všimli sme si, že ste ešte úplne nenakonfigurovali Yoast SEO. Optimalizujte svoje SEO nastavenia ešte viac pomocou nášho vylepšeného %1$s Prvého nastavenia%2$s."],"SEO configuration":["Konfigurácia SEO"],"Feed crawl settings":["Nastavenia prehľadávania feedu"],"Basic crawl settings":["Základné nastavenia prechádzania"],"Powered by HTTP header":["Dostupné pomocou hlavičky HTTP"],"Pingback HTTP header":["Pingback hlavičky HTTP"],"Emoji scripts":["Emoji skripty"],"Generator tag":["Generátor značky"],"oEmbed links":["oEmbed odkazy"],"RSD / WLW links":["RSD / WLW odkazy"],"REST API links":["Odkazy REST API"],"Shortlinks":["Krátke odkazy"],"Atom/RDF feeds":["Feedy Atom/RDF"],"Search results feeds":["Feedy výsledkov vyhľadávania"],"Custom taxonomy feeds":["Feedy vlastnej taxonómie"],"Tag feeds":["Feedy značky"],"Category feeds":["Feedy kategórie"],"Post type feeds":["Feedy typu obsahu"],"Post authors feeds":["Feedy článkov autorov"],"Global comment feeds":["Feedy globálneho komentára"],"Global feed":["Globálny feed"],"%1$sLearn more about crawl settings.%2$s":["%1$sZistite viac o nastaveniach prehľadávania.%2$s"],"Post comments feeds":["Feed komentárov článku"],"Crawl settings":["Nastavenia prehľadávania"],"Finish configuration":["Dokončenie konfigurácie"],"Personal preferences":["Osobné preferencie"],"SEO data optimization":["Optimalizácia SEO údajov"],"An error has occurred: %1$s":["Vyskytla sa chyba: %1$s"],"We could not save the organization name. Please check the value.":["Názov organizácie sa nám nepodarilo uložiť. Prosím, skontrolujte hodnotu."],"No items found.":["Nenašli sa žiadne položky."],"All redirect types":["Všetky typy presmerovania"],"Add Redirect":["Pridať presmerovanie"],"Old URL":["Stará URL adresa"],"The redirect type is the HTTP response code sent to the browser telling the browser what type of redirect is served. %1$sLearn more about redirect types%2$s.":["Typ presmerovania je kód odpovede HTTP odoslaný prehliadaču, ktorý prehliadač informuje o type presmerovania. %1$sZistite viac o typoch presmerovania%2$s."],"301 Moved Permanently":["301 Presunuté natrvalo"],"Type":["Typ"],"Plain redirects":["Jednoduché presmerovania"],"Regex Redirects":["Presmerovania pomocou regexu"],"There are unsaved changes in one or more steps. Leaving means that those changes may not be saved. Are you sure you want to leave?":["V jednom alebo viacerých krokoch sú neuložené zmeny. Odchod znamená, že tieto zmeny nemusia byť uložené. Ste si istí, že chcete odísť?"],"Add another profile":["Pridaj ďalší profil"],"Start first-time configuration!":["Spustite prvú konfiguráciu!"],"Set the essential %s settings for your site in a few steps.":["V niekoľkých krokoch nastavte základné nastavenia %s pre vašu webovú stránku."],"For the best ranking results: configure %s!":["Pre dosiahnutie najlepších výsledkov hodnotenia: nakonfigurujte %s!"],"Your site is already easier to find for search engines.":["Vaša webová stránka je už pre vyhľadávače ľahšie nájditeľná."],"Tell us about your site, so we can get it ranked!":["Povedzte nám o vašej webovej stránke, aby sme ju mohli zaradiť!"],"Or go to your SEO dashboard":["Alebo prejdite na ovládací panel SEO"],"E.g. example@email.com":["Napr. example@email.com"],"Please enter a valid email address.":["Zadajte prosím platnú e-mailovú adresu."],"Tell us! Is your site about an organization or a person? ":["Povedzte nám to! Je vaša webová stránka o organizácii alebo o osobe? "],"Personal logo or avatar":["Osobné logo alebo avatar"],"Select a user":["Vybrať používateľa"],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. You're not allowed to update this user profile, so please ask this user or an admin to make sure the information is correct.":["Vybrali ste používateľa %1$s ako osobu, ktorá túto webovú stránku zastupuje. Informácie z profilu tohto používateľa sa teraz použijú vo výsledkoch vyhľadávania. Tento profil používateľa nemôžete aktualizovať, preto požiadajte tohto používateľa alebo administrátora, aby sa uistil, že informácie sú správne."],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. %2$sUpdate this profile to make sure the information is correct%3$s.":["Vybrali ste používateľa %1$s ako osobu, ktorá túto webovú stránku zastupuje. Informácie z profilu tohto používateľa sa teraz použijú vo výsledkoch vyhľadávania. %2$sAktualizujte tento profil, aby ste sa uistili, že informácie sú správne%3$s."],"Uploading image...":["Nahrávanie obrázku..."],"Select an option":["Zvoľte možnosť"],"Be aware that you should run the SEO data optimization for this configuration to take maximum effect.":["Upozorňujeme, že na dosiahnutie maximálneho účinku tejto konfigurácie by ste mali spustiť SEO optimalizáciu údajov."],"We've already successfully analyzed your site. You can move on to the next step.":["Vašu webovú stránku sme už úspešne analyzovali. Môžete prejsť k ďalšiemu kroku."],"SEO data optimization is running… You can safely move on to the next steps of this configuration.":["SEO optimalizácia údajov je spustená... Môžete bezpečne prejsť k ďalším krokom tejto konfigurácie."],"You're not allowed to edit the social profiles of this user. Please ask this user or an admin to do this.":["Nie je povolené upravovať sociálne profily tohto používateľa. Požiadajte o to tohto používateľa alebo administrátora."],"E.g. https://www.wikipedia.com/yoast":["Napr. https://www.wikipedia.com/yoast"],"E.g. https://www.youtube.com/yoast":["Napr. https://www.youtube.com/yoast"],"E.g. https://www.twitter.com/yoast":["Napr. https://www.twitter.com/yoast"],"E.g. https://www.tumblr.com/yoast":["Napr. https://www.tumblr.com/yoast"],"E.g. https://www.soundcloud.com/yoast":["Napr. https://www.soundcloud.com/yoast"],"E.g. https://www.pinterest.com/yoast":["Napr. https://www.pinterest.com/yoast"],"E.g. https://www.myspace.com/yoast":["Napr. https://www.myspace.com/yoast"],"E.g. https://www.linkedin.com/yoast":["Napr. https://www.linkedin.com/yoast"],"E.g. https://www.instagram.com/yoast":["Napr. https://www.instagram.com/yoast"],"E.g. https://www.facebook.com/yoast":["Napr. https://www.facebook.com/yoast"],"Delete item":["Vymazať položku"],"E.g. https://social-platform.com/yoast":["Napr. https://social-platform.com/yoast"],"Other social profile":["Iný sociálny profil"],"First-time configuration":["Prvé nastavenie"],"You should finish the %1$sfirst time configuration%2$s to make sure your SEO data has been optimized and you’ve set the essential Yoast SEO settings for your site.":["Mali by ste dokončiť %1$sprvé nastavenie%2$s, aby ste sa uistili, že vaše údaje SEO boli optimalizované a že ste nastavili základné nastavenia Yoast SEO pre vašu webovú stránku."],"Step 4: Go through the first time configuration":["Krok 4: Prvé nastavenie"],"Postname permalink":["Trvalý odkaz názvu príspevku"],"Page comments":["Komentáre na stránke"],"Links table":["Tabuľka odkazov"],"If you already have saved AIOSEO 'Search Appearance' settings and the issue persists, please contact our support team so we can take a closer look.":["Ak ste už uložili nastavenia AIOSEO „Vzhľad vyhľadávania“ a problém pretrváva, kontaktujte náš tím podpory, aby sme sa na to mohli bližšie pozrieť."],"If you have never saved any AIOSEO 'Search Appearance' settings, please do that first and run the import again.":["Ak ste neuložili žiadne nastavenia AIOSEO „Vzhľad vyhľadávania“, najskôr to urobte a potom spustite znova import."],"The AIOSEO import was cancelled because some AIOSEO data is missing. Please try and take the following steps to fix this:":["Import AIOSEO bol zrušený, pretože chýbajú niektoré AIOSEO údaje. Pokúste sa to vyriešiť pomocou nasledujúcimch krokov:"],"The validation of the AIOSEO data structure has failed.":["Overenie AIOSEO dátovej štruktúry zlyhalo."],"Currently, the %s integration is not available for multisites.":["V súčasnosti nie je integrácia %s dostupná pre viaceré webové stránky."],"WordProof authentication":["Overenie WordProof"],"Connected to WordProof":["Pripojené k WordProof"],"Connection failed":["Pripojenie zlyhalo"],"Not working? %1$sContact %3$s support%2$s.":["Nefunguje? %1$sKontaktujte podporu %3$s%2$s."],"Try again":["Skúste to znova"],"Find possible solutions in this %1$sArticle%2$s.":["Možné riešenia nájdete v tomto %1$sčlánku%2$s."],"There was a connection problem. This could be because your third party connections are blocked.":["Vyskytol sa problém s pripojením. Môže to byť spôsobené tým, že pripojenia tretích strán sú zablokované."],"The %3$s will automatically be timestamped every time you %1$supdate%2$s or %1$spublish%2$s.":["Časová značka %3$s bude automaticky označená vždy, keď %1$saktualizujete%2$s alebo %1$spublikujete%2$s."],"Your %s is now protected via the blockchain!":["Váš %s je teraz chránený prostredníctvom blockchainu!"],"Something went wrong authenticating your %3$s account with the %4$s site. Please try again or contact %1$s%3$s support%2$s.":["Niečo sa pokazilo pri overovaní vášho účtu %3$s na webovej stránke %4$s. Skúste to prosím znova alebo kontaktujte %1$s%3$s podporu%2$s."],"Unable to create new timestamps. Please authenticate with WordProof.":["Nemožno vytvoriť nové časové značky. Prosím overte pomocou WordProof."],"Timestamp with WordProof":["Časová značka s WordProof"],"Learn more about timestamping":["Získajte viac informácií o časových značkách"],"Authenticate with WordProof":["Autentifikácia pomocou WordProof"],"Manage WordProof settings":["Spravujte nastavenia WordProof"],"The WordProof Timestamp plugin needs to be disabled before you can activate this integration.":["Pred aktiváciou tejto integrácie je potrebné deaktivovať doplnok WordProof Timestamp."],"Open settings":["Otvoriť nastavenia"],"Open authentication":["Otvorená autentifikácia"],"The timestamp is not created because you need to authenticate with %s first.":["Časová značka nie je vytvorená, pretože sa musíte najskôr overiť pomocou %s."],"The timestamp is not retrieved by your site. Please try again or contact %1$s support.":["Vaša webová stránka nezískala časovú značku. Skúste to znova alebo kontaktujte podporu %1$s."],"%1$s failed to timestamp this page. Please check if you're correctly authenticated with %1$s and try to save this page again.":["%1$s sa nepodarilo označiť túto stránku časovou značkou. Skontrolujte, či ste správne overení pomocou %1$s, a skúste túto stránku znova uložiť."],"%s has successfully timestamped this page.":["%s úspešne označil túto stránku časovou značkou."],"You are out of timestamps. Please upgrade your account by opening the %s settings.":["Došli vám časové značky. Inovujte váš účet otvorením nastavení %s."],"Use WordProof to timestamp this page to comply with legal regulations and join the fight for a more transparant and accountable internet.":["Pomocou WordProof označte túto stránku časovou značkou, aby ste splnili právne predpisy a zapojili sa do boja za transparentnejší a zodpovednejší internet."],"Timestamp this post":["Časová značka tohto %s"],"content words":["obsahové slová"],"content word":["obsahové slovo"],"Cleanup failed with the following error:":["Čistenie zlyhalo s nasledujúcou chybou:"],"Note: These settings will overwrite the default settings of Yoast SEO.":["Poznámka: Tieto nastavenia prepíšu predvolené nastavenia Yoast SEO."],"Note: This metadata will only be imported if there is no existing Yoast SEO metadata yet.":["Poznámka: Tieto metadáta budú importované iba vtedy, ak ešte neexistujú žiadne metadáta Yoast SEO."],"Post metadata (SEO titles, descriptions, etc.)":["Metadáta článku (SEO názvy, popisy atď.)"],"The import from %s includes:":["Import z %s zahŕňa:"],"Once you're certain that your site is working properly with the imported data from another SEO plugin, you can clean up all the original data from that plugin.":["Keď ste si istí, že vaša webová stránka správne funguje s importovanými údajmi z iného pluginu SEO, môžete z tohto pluginu vyčistiť všetky pôvodné údaje."],"Please select an SEO plugin below to see what data can be imported.":["Nižšie vyberte doplnok SEO, aby ste videli, aké údaje je možné importovať."],"Clean up":["Upratať"],"After you've imported data from another SEO plugin, please make sure to clean up all the original data from that plugin. (step 5)":["Po importovaní údajov z iného doplnku SEO sa uistite, že ste z tohto doplnku vyčistili všetky pôvodné údaje. (krok 5)"],"Note: ":["Poznámka: "],"The cleanup can take a long time depending on your site's size.":["Čistenie môže trvať dlho v závislosti od veľkosti vašej webovej stránky."],"Every fifteen minutes":["Každých pätnásť minút"],"Default tagline":["Predvolený slogan"],"Import failed with the following error:":["Import zlyhal s nasledujúcou chybou:"],"No data found from other SEO plugins.":["Nenašli sa žiadne údaje z iných doplnkov SEO."],"Select SEO plugin":["Vyberte doplnok SEO"],"The import can take a long time depending on your site's size.":["Import môže trvať dlho v závislosti od veľkosti vašej webovej stránky."],"For the best SEO results include all words of your keyphrase in the SEO title, and put the keyphrase at the beginning of the title":["Pre najlepšie výsledky SEO zahrňte všetky slová vašej kľúčovej frázy do SEO názvu a kľúčovú frázu vložte na začiatok názvu"],"For the best SEO results write the exact match of your keyphrase in the SEO title, and put the keyphrase at the beginning of the title":["Pre najlepšie výsledky SEO napíšte presnú zhodu vašej kľúčovej frázy do SEO názvu a kľúčovú frázu vložte na začiatok nadpisu"],"Installation Successful":["Inštalácia bola úspešná"],"Blog Post":["Blogový článok"],"%1$s: Title does not begin with the focus keyphrase. %2$sMove your focus keyphrase to the beginning of the title%3$s.":["%1$s: Nadpis nezačína hlavnou kľúčovou frázou. %2$sPresuňte hlavnú kľúčovú frázu na začiatok nadpisu%3$s."],"%1$s: The exact match of the focus keyphrase appears at the beginning of the SEO title. Good job!":["%1$s: Presná zhoda hlavnej kľúčovej frázy sa zobrazí na začiatku SEO názvu. Dobrá práca!"],"%2$sText length%4$s: The text contains %1$d %6$s. This is below the recommended minimum of %5$d %6$s. %3$sAdd more content%4$s.":["%2$sDĺžka textu%4$s: Text obsahuje %1$d %6$s. To je menej ako odporúčané minimum %5$d %6$s. %3$sPridajte ďalší obsah%4$s."],"%2$sText length%4$s: The text contains %1$d %6$s. This is slightly below the recommended minimum of %5$d %6$s. %3$sAdd a bit more copy%4$s.":["%2$sDĺžka textu%4$s: Text obsahuje %1$d %6$s. To je mierne pod odporúčaným minimom %5$d %6$s. %3$sPridajte trochu viac textu%4$s."],"%2$sText length%4$s: The text contains %1$d %6$s. This is far below the recommended minimum of %5$d %7$s. %3$sAdd more content%4$s.":["%2$sDĺžka textu%4$s: Text obsahuje %1$d %6$s. To je oveľa menej ako odporúčané minimum %5$d %7$s. %3$sPridajte viac obsahu%4$s.","%2$sDĺžka textu%4$s: Text obsahuje %1$d %7$s. To je oveľa menej ako odporúčané minimum %5$d %7$s. %3$sPridajte viac obsahu%4$s.","%2$sDĺžka textu%4$s: Text obsahuje %1$d %7$s. To je oveľa menej ako odporúčané minimum %5$d %7$s. %3$sPridajte viac obsahu%4$s."],"character":["znak","characters","characters"],"word":["slovo","slová","slov"],"words":["slová"],"characters":["znakov"],"%s rolls out the red carpet for the search bots, which helps your site perform better in search engines.":["%s otvára červený koberec pre vyhľadávacie roboty, čo pomáha vašej webovej stránke dosahovať lepšie výsledky vo vyhľadávačoch."],"You've successfully installed %s!":["Úspešne ste nainštalovali %s!"],"Skip%s":["Preskočiť%s"],"Your %s account does not contain any keyphrases for this website yet. You can track keyphrases by using the \"Track SEO Performance\" button in the post editor.":["Váš účet %s zatiaľ neobsahuje žiadne kľúčové frázy pre túto webovú stránku. Kľúčové frázy môžete sledovať pomocou tlačidla „Sledovať výkon SEO“ v editore článkov."],"%s account":["%s účet"],"This overview only shows you keyphrases added to Yoast SEO. There may be other keyphrases added to your %s.":["Tento prehľad zobrazuje iba kľúčové frázy pridané do nástroja Yoast SEO. Do %s môžu byť pridané daľšie kľúčové frázy."],"Tracking the ranking position...":["Sledovanie pozície v rebríčku..."],"Something went wrong while tracking the ranking position(s) of your page. Please try again later.":["Pri sledovaní pozície (pozícií) v hodnotení vašej stránky sa vyskytla chyba. Skúste neskôr prosím."],"reconnect to %s":["znova sa pripojiť k %s"],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["Zdá sa, že pri načítavaní údajov vašej webovej stránky sa niečo pokazilo. Prosím, %s a skúste to znova."],"Before you can track your SEO performance make sure to set either the post’s title and save it as a draft or manually set the post’s slug.":["Predtým, ako budete môcť sledovať výkonnosť SEO, nezabudnite nastaviť názov článku a uložiť ho ako koncept alebo manuálne nastaviť slug článku."],"No keyphrase has been set. Please set a keyphrase first.":["Nebola nastavená žiadna kľúčová fráza. Najprv nastavte kľúčovú frázu."],"upgrade your %s plan":["inovujte svoj plán %s"],"You've reached the maximum amount of %d keyphrases you can add to your Wincher account. If you wish to add more keyphrases, please %s.":["Dosiahli ste maximálny počet %d kľúčových fráz, ktoré môžete pridať do svojho účtu Wincher. Ak chcete pridať ďalšie kľúčové frázy, %s."],"With %1$s you can track the ranking position of your page in the search results based on your keyphrase(s). %2$s":["Pomocou %1$s môžete sledovať pozíciu vašej stránky vo výsledkoch vyhľadávania na základe vašich kľúčových fráz. %2$s"],"%s is currently tracking the ranking position(s) of your page. This may take a few minutes. Please wait or check back later.":["%s momentálne sleduje pozíciu (pozície) hodnotenia vašej stránky. Môže to trvať pár minút. Počkajte, alebo to skúste neskôr."],"You have successfully connected to %s! You can now track the SEO performance for the keyphrase(s) of this page.":["Úspešne ste sa pripojili k %s! Teraz môžete sledovať výkon SEO pre kľúčové frázy na tejto stránke."],"Read more about keyphrase tracking with Wincher":["Prečítajte si viac o sledovaní kľúčových fráz pomocou Wincher"],"Automatic tracking of keyphrases is enabled. Your keyphrase(s) will automatically be tracked by %s when you publish your post.":["Je povolené automatické sledovanie kľúčových fráz. Vaše kľúčové frázy budú automaticky sledované používateľom %s, keď zverejníte svoj článok."],"Please enter a focus keyphrase first to track keyphrase performance":["Ak chcete sledovať výkonnosť kľúčovej frázy, zadajte najprv hlavnú kľúčovú frázu."],"Keyphrase position in the last 90 days on a scale from 0 to 100.":["Pozícia kľúčovej frázy za posledných 90 dní na stupnici od 0 do 100."],"Track SEO performance":["Sledujte výkonnosť SEO"],"You can enable / disable tracking the SEO performance for each keyphrase below.":["Nižšie môžete povoliť / zakázať sledovanie výkonu SEO pre každú kľúčovú frázu."],"Track all keyphrases on this page":["Sledujte všetky kľúčové frázy na tejto stránke"],"Tracking has already been enabled for one or more keyphrases of this page. Clicking the button below will enable tracking for all of its keyphrases.":["Sledovanie už bolo povolené pre jednu alebo viacero kľúčových fráz tejto stránky. Kliknutím na tlačidlo nižšie povolíte sledovanie všetkých jeho kľúčových fráz."],"Learn more about the SEO performance feature.":["Získajte viac informácií o funkcii výkonu SEO."],"SEO performance":["SEO výkonnosť"],"Connect with %s":["Spojte sa s používateľom %s"],"* focus keyphrase":["* hlavná kľúčová fráza"],"Get more insights over at %s":["Získajte ďalšie štatistiky na adrese %s"],"Position over time":["Pozícia v priebehu času"],"Position":["Pozícia"],"Tracking":["Sledovanie stôp"],"You can still run the SEO data optimization in the %1$sTools section%2$s. Once that is finished, please refresh this page.":["Stále môžete spustiť optimalizáciu údajov SEO v %1$ssekcii Nástroje%2$s. Po dokončení obnovte toto cvičenie."],"This configuration step is currently disabled, because you're not running the latest version of Yoast SEO Premium. Please update to the latest version (at least %1$s). ":["Tento krok cvičenia je momentálne zakázaný, pretože nepoužívate najnovšiu verziu Yoast SEO Premium. Aktualizujte na najnovšiu verziu (aspoň %1$s). "],"Save and continue":["Uložiť a pokračovať"],"Does your site represent an Organization or Person?":["Predstavuje vaša webová stránka organizáciu alebo osobu?"],"Activate %s":["Aktivovať %s"],"Update %s":["Aktualizovať %s"],"Renew %s":["Obnoviť %s"],"Get help activating your subscription":["Získajte pomoc s aktiváciou predplatného"],"It looks like you’re running an outdated and unactivated version of %1$s, please activate your subscription in %2$sMyYoast%3$s and update to the latest version (at least 17.7) to gain access to our updated workouts section.":["Zdá sa, že používate zastaranú a neaktivovanú verziu %1$s. Aktivujte si predplatné v službe %2$sMyYoast%3$s a aktualizujte na najnovšiu verziu (aspoň 17.7), aby ste získali prístup k našej aktualizovanej sekcii cvičení."],"Activate your subscription of %s":["Aktivujte si odber služby %s"],"Update to the latest version of %s":["Aktualizovať na najnovšiu verziu %s"],"Renew your subscription":["Obnovte si predplatné"],"Accessing the latest workouts requires an updated version of %s (at least 17.7), but it looks like your subscription has expired. Please renew your subscription to update and gain access to all the latest features.":["Prístup k najnovším cvičeniam vyžaduje aktualizovanú verziu %s (aspoň 17.7), ale zdá sa, že platnosť vášho predplatného vypršala. Obnovte si predplatné, aby ste mohli aktualizovať a získať prístup ku všetkým najnovším funkciám."],"Renew your subscription of %s":["Obnovte si odber %s"],"Could not save this value. Please check the URL.":["Túto hodnotu sa nepodarilo uložiť. Skontrolujte adresu URL."],"Could not save this value. Please check the URL or username.":["Túto hodnotu sa nepodarilo uložiť. Skontrolujte URL adresu alebo používateľské meno."],"Oops! Something went wrong. Check your email address and try again.":["Ojoj! Niečo sa pokazilo. Skontrolujte vašu e-mailovú adresu a skúste to znova."],"Yes, you can collect my site data":["Áno, môžete zhromažďovať údaje o mojej webovej stránke"],"Site representation":["Zastúpenie webovej stránky"],"Continue":["Pokračovať"],"Thank you! Check your inbox for the confirmation email.":["Ďakujeme! Skontrolujte si schránku, či ste nedostali potvrdzujúci e-mail."],"Yoast respects your privacy. Read %1$sour privacy policy%2$s on how we handle your personal information.":["Yoast rešpektuje vaše súkromie. Prečítajte si %1$snaše pravidlá ochrany osobných údajov%2$s o tom, ako nakladáme s vašimi osobnými údajmi."],"Email address":["E-mailová adresa"],"%1$sBack to all workouts":["%1$sSpäť na všetky cvičenia"],"Getting your site in shape and keeping it SEO fit can be hard. We can help you get started! Take these step-by-step workouts, and you’ll be tackling some of the most fundamental SEO challenges!":["Dostať vašu webovú stránku do formy a udržať ju v SEO môže byť ťažké. Pomôžeme vám začať! Urobte si tieto cvičenia krok za krokom a budete riešiť niektoré z najzákladnejších výziev SEO!"],"Add internal links to your posts and pages":["Pridajte interné odkazy do vašich článkov a stránok"],"Make pages easier for Google and visitors to find":["Uľahčite vyhľadávanie stránok pre Google a návštevníkov"],"Clean up your unlinked content to make sure people can find it":["Vyčistite svoj neprepojený obsah, aby ho ľudia našli"],"Orphaned content":["Osirelý obsah"],"Bring more visitors to your articles":["Priveďte do svojich článkov viac návštevníkov"],"Make your important articles rank higher":["Zvýšte hodnotenie svojich dôležitých článkov"],"%1$s/%2$s steps completed":["Dokončené kroky: %1$s/%2$s"],"Unlock with %s!":["Odomknite pomocou %s!"],"Start workout!":["Začnite cvičiť!"],"Do workout again":["Cvičte znova"],"Continue workout!":["Pokračujte v cvičení!"],"It looks like you're running an outdated version of %1$s, please %2$supdate to the latest version (at least 17.7)%3$s to gain access to our updated workouts section.":["Zdá sa, že používate zastaranú verziu %1$s, %2$saktualizujte na najnovšiu verziu (aspoň 17.7)%3$s, aby ste získali prístup k našej aktualizovanej sekcii cvičení."],"Get started quickly with the %1$s%2$s First-time configuration%3$s and configure Yoast SEO with the optimal SEO settings for your site!":["Začnite rýchlo s %1$s%2$stréningom konfigurácie%3$s a nakonfigurujte Yoast SEO s optimálnymi nastaveniami SEO pre vašu webovú stránku!"],"Current or first category title":["Aktuálna alebo prvá kategória"],"Category Title":["Názov kategórie"],"Replaced with the post content":["Nahradené obsahom článku"],"Post Content":["Obsah článku"],"Replaced with the permalink":["Nahradené permalinkom"],"Replaced with the last name of the author":["Nahradené priezviskom autora"],"Author last name":["Priezvisko autora"],"Replaced with the first name of the author":["Nahradené menom autora"],"Author first name":["Meno autora"],"Replaced with the day the post was published":["Nahradené dňom uverejnenia článku"],"Post day":["Deň uverejnenia článku"],"Replaced with the month the post was published":["Nahradené mesiacom uverejnenia článku"],"Post month":["Mesiac pridania článku"],"Replaced with the year the post was published":["Nahradené rokom publikácie článku"],"Post year":["Rok pridania článku"],"Current day":["Aktuálny deň"],"Current month":["Aktuálny mesiac"],"Current date":["Aktuálny dátum"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's way less than the recommended minimum of %2$d %7$s. %4$sMake it longer%5$s!":["%3$sDĺžka kľúčovej frázy%5$s: Kľúčová fráza obsahuje %1$d %6$s. To je oveľa menej ako odporúčané minimum %2$d %7$s. %4$sPredĺžte ju%5$s!","%3$sDĺžka kľúčovej frázy%5$s: Kľúčová fráza obsahuje %1$d %7$s. To je oveľa menej ako odporúčané minimum %2$d %7$s. %4$sPredĺžte ju%5$s!","%3$sDĺžka kľúčovej frázy%5$s: Kľúčová fráza obsahuje %1$d %7$s. To je oveľa menej ako odporúčané minimum %2$d %7$s. %4$sPredĺžte ju%5$s!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's less than the recommended minimum of %2$d %6$s. %4$sMake it longer%5$s!":["%3$sDĺžka kľúčovej frázy%5$s: Kľúčová fráza obsahuje %1$d %6$s. To je menej ako odporúčané minimum %2$d %6$s. %4$sPredĺžte ju%5$s!"],"It looks like you aren't using our %1$s%2$s addon%3$s. %4$sUpgrade today%5$s to unlock more tools and SEO features to make your products stand out in search results.":["Zdá sa, že nepoužívate náš %1$s%2$sdoplnok%3$s. %4$sInovujte ešte dnes%5$s a odomknite ďalšie nástroje a funkcie SEO, aby vaše produkty vynikli vo výsledkoch vyhľadávania."],"Below are the technical details for the error. See %1$sthis page%2$s for a more detailed explanation.":["Nižšie sú uvedené technické podrobnosti o chybe. Podrobnejšie vysvetlenie nájdete na %1$stejto stránke%2$s."],"%1$sImage Keyphrase%2$s: Good job!":["%1$sKľúčová fráza obrázka%2$s: Dobrá práca!"],"%1$sImage Keyphrase%3$s: Images on this page do not have alt attributes with at least half of the words from your keyphrase. %2$sFix that%3$s!":["%1$sKľúčová fráza obrázka%3$s: obrázky na tejto stránke nemajú atribúty alt s aspoň polovicou slov z vašej kľúčovej frázy. %2$sOpravte to%3$s!"],"%1$sImages%2$s: Good job!":["%1$sObrázky%2$s: Dobrá práca!"],"%1$sImages and videos%2$s: Good job!":["%1$sObrázky a videá%2$s: Dobrá práca!"],"%3$sImages and videos%5$s: Only %1$d image or video appears on this page. We recommend at least %2$d. %4$sAdd more relevant images or videos%5$s!":["%3$sObrázky a videá%5$s: Na tejto stránke sa zobrazí iba %1$d obrázok alebo video. Odporúčame aspoň %2$d. %4$sPridajte viac relevantných obrázkov alebo videí%5$s!","%3$sObrázky a videá%5$s: Na tejto stránke sa zobrazí iba %1$d obrázok alebo video. Odporúčame aspoň %2$d. %4$sPridajte viac relevantných obrázkov alebo videí%5$s!","%3$sObrázky a videá%5$s: Na tejto stránke sa zobrazí iba %1$d obrázok alebo video. Odporúčame aspoň %2$d. %4$sPridajte viac relevantných obrázkov alebo videí%5$s!"],"%3$sImages%5$s: Only %1$d image appears on this page. We recommend at least %2$d. %4$sAdd more relevant images%5$s!":["%3$sObrázky%5$s: Na tejto stránke sa zobrazí iba %1$d obrázok. Odporúčame aspoň %2$d. %4$sPridajte viac relevantných obrázkov%5$s!","%3$sObrázky%5$s: Na tejto stránke sa zobrazia iba %1$d obrázky. Odporúčame aspoň %2$d. %4$sPridajte viac relevantných obrázkov%5$s!","%3$sObrázky%5$s: Na tejto stránke sa zobrazí iba %1$d obrázkov. Odporúčame aspoň %2$d. %4$sPridajte viac relevantných obrázkov%5$s!"],"%1$sImages and videos%3$s: No images or videos appear on this page. %2$sAdd some%3$s!":["%1$sObrázky a videá%3$s: Na tejto stránke sa nezobrazujú žiadne obrázky ani videá. %2$sPridajte nejaké%3$s!"],"Error stack trace":["Chyba sledovania zásobníka"],"Response":["Odpoveď"],"Error message":["Chybová správa"],"Status code":["Stavový kód"],"Request method":["Metóda žiadosti"],"Request URL":["Požiadajte URL adresu"],"Error details":["Podrobnosti o chybe"],"Workouts":["Tréningy"],"Rank with articles you want to rank with":["Zoraďte podľa článkov, podľa ktorých chcete hodnotiť"],"The cornerstone approach":["Základný kameň prístupu"],"SEO workouts":["SEO cvičenia"],"Improve the quality of your site search! Automatically helps your users find your cornerstone and most important content in your internal search results. It also removes noindexed posts & pages from your site’s search results.":["Zlepšite kvalitu vyhľadávania na vašej webovej stránke! Automaticky pomáha vašim používateľom nájsť váš základný kameň a najdôležitejší obsah vo vašich interných výsledkoch vyhľadávania. Odstraňuje tiež neindexované články a stránky z výsledkov vyhľadávania na vašej webovej stránke."],"Find out more about our %s integration.":["Zistite viac o našej integrácii %s."],"Get relevant internal linking suggestions — while you’re writing! The link suggestions metabox shows a list of posts on your blog with similar content that might be interesting to link to. ":["Získajte relevantné návrhy interných prepojení – počas písania! Metabox s návrhmi odkazov zobrazuje zoznam článkov na vašom blogu s podobným obsahom, na ktorý by mohlo byť zaujímavé odkazovať. "],"Find out how Insights can help you improve your content.":["Zistite, ako vám Štatistiky môžu pomôcť zlepšiť váš obsah."],"Find relevant data about your content right in the Insights section in the Yoast SEO metabox. You’ll see what words you use most often and if they’re a match with your keywords! ":["Nájdite relevantné údaje o vašom obsahu priamo v sekcii Insights v metaboxe Yoast SEO. Uvidíte, aké slová používate najčastejšie a či sa zhodujú s vašimi kľúčovými slovami! "],"Oops, something has gone wrong and we couldn't complete the optimization of your SEO data. Please make sure to activate your subscription in MyYoast by completing %1$sthese steps%2$s.":["Ojoj, niečo sa pokazilo a nepodarilo sa nám dokončiť optimalizáciu vašich údajov SEO. Uistite sa, že ste aktivovali svoje predplatné v službe MyYoast vykonaním %1$stýchto krokov%2$s."],"To unlock this feature please update %s to the latest version.":["Ak chcete odomknúť túto funkciu, aktualizujte %s na najnovšiu verziu."],"The social appearance settings for archives require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Nastavenia sociálneho vzhľadu pre archívy vyžadujú metadáta Open Graph (ktoré sú momentálne zakázané). Môžete to povoliť v %1$snastaveniach „Sociálne siete“ na karte „Facebook“%2$s."],"The social appearance settings for taxonomies require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Nastavenia sociálneho vzhľadu pre taxonómie vyžadujú metadáta Open Graph (ktoré sú momentálne vypnuté). Môžete to povoliť v %1$snastaveniach „Sociálne siete“ na karte „Facebook“%2$s."],"The social appearance settings for content types require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Nastavenia sociálneho vzhľadu pre typy obsahu vyžadujú metadáta Open Graph (ktoré sú momentálne zakázané). Môžete to povoliť v %1$snastaveniach „Sociálne siete“ na karte „Facebook“%2$s."],"The social appearance settings for your homepage require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Nastavenia sociálneho vzhľadu vašej domovskej stránky vyžadujú metadáta Open Graph (ktoré sú momentálne vypnuté). Môžete to povoliť v %1$snastaveniach „Sociálne siete“ na karte „Facebook“%2$s."],"Social image":["Obrázok na sociálnej sieti"],"Unlock with Premium":["Odomknite pomocou Premium"],"Addon installation failed because of an error: %s.":["Inštalácia doplnku zlyhala z dôvodu chyby: %s."],"You are not allowed to install plugins.":["Nemáte povolené inštalovať doplnky."],"Addon installed.":["Doplnok bol nainštalovaný."],"Addon activation failed because of an error: %s.":["Aktivácia doplnku zlyhala z dôvodu chyby: %s."],"You are not allowed to activate plugins.":["Nemáte povolené aktivovať pluginy."],"Addon activated.":["Doplnok bol aktivovaný."],"%1$s Continue to %2$s%3$s":["%1$s Pokračovať na %2$s%3$s"],"Installing and activating addons":["Inštalácia a aktivácia doplnkov"],"No %1$s plugins have been installed. You don't seem to own any active subscriptions.":["Neboli nainštalované žiadne doplnky (%1$s). Zdá sa, že nevlastníte žiadne aktívne odbery."],"the following addons":["nasledujúce doplnky"],"%s SEO installation":["%s Inštalácia SEO"],"Install and activate":["Nainštalujte a aktivujte"],"Please confirm below that you would like to install %s on this site.":["Nižšie potvrďte, že chcete nainštalovať %s na túto webovú stránku."],"Insert variable":["Vložiť premennú"],"Shopping data preview:":["Ukážka nákupných dát:"],"Availability":["Dostupnosť"],"Price":["Cena"],"Rating":["Hodnotenie"],"%s reviews":["Počet recenzií: %s"],"Rating: %s":["Hodnotenie: %s"],"Image":["Obrázok"],"Social description":["Popis na sociálnej sieti"],"Social title":["Názov na sociálnej sieti"],"Required by %s":["Vyžadované %s"],"Auto-updates are disabled based on this setting for %1$s.":["Automatické aktualizácie sú na základe tohto nastavenia pre %1$s zakázané."],"Auto-updates are enabled based on this setting for %1$s.":["Automatické aktualizácie sú povolené na základe tohto nastavenia pre %1$s."],"New":["Nové"],"seconds":["sekúnd"],"Select image":["Zvoliť obrázok"],"Replace image":["Nahradiť obrázok"],"site structure":["štruktúra webovej stránky"],"internal linking":["vnútorné prepojenie"],"breadcrumbs":["mininavigácia"],"seo":["seo"],"Adds the Yoast SEO breadcrumbs to your template or content.":["Pridá strúhanku Yoast SEO do vašej šablóny alebo obsahu."],"Yoast Breadcrumbs":["Yoast Breadcrumbs"],"The term is considered invalid. The following reason was given by WordPress: %s":["Termín sa považuje za neplatný. WordPress uviedol nasledujúci dôvod: %s"],"The post could not be found.":["Článok sa nepodarilo nájsť."],"The term could not be found.":["Termín sa nepodarilo nájsť."],"This feature has been disabled since subsites never send tracking data.":["Táto funkcia bola zakázaná, pretože podstránky nikdy neposielajú údaje o sledovaní."],"We notice that you have installed WPML. To make sure your canonical URLs are set correctly, %1$sinstall and activate the WPML SEO add-on%2$s as well!":["Všimli sme si, že ste nainštalovali WPML. Ak sa chcete uistiť, že sú vaše kanonické URL adresy nastavené správne, %1$snainštalujte a aktivujte si aj doplnok WPML SEO%2$s!"],"Unfortunately we cannot save changes to your SEO settings while you are working on a draft of an already-published %1$s. If you want to save your SEO changes, make sure to click 'Update', or wait to make your SEO changes until you are ready to update the %1$s.":["Bohužiaľ nemôžeme uložiť zmeny vašich nastavení SEO, kým pracujete na koncepte už zverejneného %1$s. Ak chcete uložiť zmeny SEO, kliknite na tlačidlo „Aktualizovať“ alebo počkajte s vykonaním zmien SEO, kým nebudete pripravení aktualizovať %1$s."],"Get started with Yoast SEO's content analysis for Elementor!":["Začnite s analýzou obsahu Yoast SEO pre Elementor!"],"Got it":["Chápem"],"New: Yoast SEO for Elementor":["Novinka: Yoast SEO pre Elementor"],"Because of a change in your category base setting, some of your SEO data needs to be reprocessed.":["Z dôvodu zmeny základného nastavenia kategórie je potrebné znova spracovať niektoré vaše údaje SEO."],"Wait for a week or so, until %1$s automatically processes most of your content in the background.":["Počkajte asi týždeň, kým %1$s automaticky spracuje väčšinu vášho obsahu na pozadí."],"%s minute":["%s minúta","%s minúty","%s minút"],"Est. reading time":["Predpokladaný čas čítania"],"Written by":["Autor"],"Google Rich Results Test":["Google Rich Results Test"],"Find out how a rich snippet can improve visibility and click-through-rate.":["Zistite, ako môže bohatý úryvok zlepšiť viditeľnosť a mieru prekliknutia."],"This adds an author byline and reading time estimate to the article’s snippet when shared on Slack.":["Tým sa do úryvku článku pri zdieľaní na Slacku pridá vedľajší riadok autora a odhad času čítania."],"Enhanced Slack sharing":["Vylepšené Slack zdieľanie"],"Activate your subscription":["Aktivovať vaše predplatné"],"SEO data optimization is disabled for non-production environments.":["SEO optimalizácia dát je pre neprodukčné prostredia zakázaná."],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":["Táto funkcia zahŕňa a nahrádza počítadlo textových odkazov a analýzu interného prepojenia"],"This tab allows you to selectively disable %1$s integrations with third-party products for all sites in the network. By default all integrations are enabled, which allows site admins to choose for themselves if they want to toggle an integration on or off for their site. When you disable an integration here, site admins will not be able to use that integration at all.":["Táto karta vám umožňuje selektívne zakázať integráciu %1$s s produktmi tretích strán pre všetky webové stránky v sieti. V predvolenom nastavení sú všetky integrácie povolené, čo umožňuje administrátorom webových stránok, aby si sami vybrali, či chcú integráciu pre ich webovú stránku zapnúť alebo vypnúť. Keď tu zakážete integráciu, administrátori webových stránok nebudú môcť túto integráciu vôbec použiť."],"Because of a change in your tag base setting, some of your SEO data needs to be reprocessed.":["Z dôvodu zmeny vášho základného nastavenia značiek je potrebné znova spracovať niektoré vaše údaje SEO."],"Stop SEO data optimization":["Zastaviť optimalizáciu SEO dát"],"Oops, something has gone wrong and we couldn't complete the optimization of your SEO data. Please click the button again to re-start the process. ":["Ojoj, niečo sa pokazilo a nepodarilo sa nám dokončiť optimalizáciu vašich údajov SEO. Opätovným kliknutím na tlačidlo znova spustite proces. "],"Optimizing SEO data... This may take a while.":["Prebieha optimalizácia SEO dát. Môže to chvíľu trvať."],"SEO data optimization complete":["Optimalizácia SEO dát dokončená"],"You can speed up your site and get insight into your internal linking structure by letting us perform a few optimizations to the way SEO data is stored. ":["Vašu webovú stránku môžete zrýchliť a získať prehľad o vašej internej štruktúre prepojenia tým, že nám dovolíte vykonať niekoľko optimalizácií spôsobom, akým sa ukladajú údaje SEO. "],"Start SEO data optimization":["Spustite SEO optimalizáciu dát"],"Learn more about the benefits of optimized SEO data.":["Zistite viac o výhodách optimalizovaných údajov SEO."],"You can speed up your site and get insight into your internal linking structure by letting us perform a few optimizations to the way SEO data is stored. If you have a lot of content it might take a while, but trust us, it's worth it.":["Vašu webovú stránku môžete zrýchliť a získať prehľad o vašej internej štruktúre prepojenia tým, že nám dovolíte vykonať niekoľko optimalizácií spôsobom, akým sa ukladajú údaje SEO. Ak máte veľa obsahu, môže to chvíľu trvať, ale verte nám, stojí to za to."],"Optimize SEO Data":["Optimalizujte údaje SEO"],"If the problem persists, please contact support.":["Ak problém pretrváva, kontaktujte podporu."],"Something has gone wrong and we couldn't complete the optimization of your SEO data. Please %1$sre-start the process%2$s.":["Niečo sa pokazilo a nepodarilo sa nám dokončiť optimalizáciu vašich údajov SEO. %1$sZnova spustite proces%2$s."],"All permalinks were successfully reset":["Všetky trvalé odkazy boli úspešne resetované"],"We've encountered a problem trying to get related keyphrases. Please try again later.":["Pri pokuse o získanie súvisiacich kľúčových fráz sa vyskytol problém. Skúste neskôr prosím."],"You've reached the maximum amount of 4 related keyphrases. You can change or remove related keyphrases in the %s metabox or sidebar.":["Dosiahli ste maximálny počet 4 súvisiacich kľúčových fráz. Súvisiace kľúčové frázy môžete zmeniť alebo odstrániť v metaboxe alebo bočnom paneli %s."],"Please wait while %1$s connects to %2$s to get related keyphrases...":["Počkajte, kým sa %1$s pripojí k %2$s, aby ste získali súvisiace kľúčové frázy..."],"Upgrade your %s plan":["Inovujte svoj plán %s"],"You've reached your request limit for today. Check back tomorrow or upgrade your plan over at %s.":["Dosiahli ste svoj dnešný limit žiadostí. Vráťte sa sem zajtra alebo inovujte svoj plán na adrese %s."],"Last month":["Minulý mesiac"],"Two months ago":["Pred 2 mesiacmi"],"Three months ago":["Pred 3 mesiacmi"],"Four months ago":["Pred 4 mesiacmi"],"Five months ago":["Pred 5 mesiacmi"],"Six months ago":["Pred 6 mesiacmi"],"Seven months ago":["Pred 7 mesiacmi"],"Eight months ago":["Pred 8 mesiacmi"],"Nine months ago":["Pred 9 mesiacmi"],"Ten months ago":["Pred 10 mesiacmi"],"Eleven months ago":["Pred 11 mesiacmi"],"Twelve months ago":["Pred 12 mesiacmi"],"Get more insights at %s":["Získajte ďalšie štatistiky na adrese %s"],"Keyphrase volume in the last 12 months on a scale from 0 to 100.":["Objem kľúčových fráz za posledných 12 mesiacov na stupnici od 0 do 100."],"Learn more about the related keyphrases trend":["Získajte viac informácií o trende súvisiacich kľúčových fráz"],"Trend":["Trend"],"Learn more about the related keyphrases volume":["Získajte viac informácií o objeme súvisiacich kľúčových fráz"],"Volume":["Objem"],"Related keyphrase":["Súvisiaca kľúčová fráza"],"Select country":["Vybrať krajinu"],"Show results for:":["Zobraziť výsledky pre:"],"Please enter a focus keyphrase first to get related keyphrases":["Najprv zadajte hlavnú kľúčovú frázu, aby ste získali súvisiace kľúčové frázy"],"Sorry, there's no data available for that keyphrase/country combination.":["Ľutujeme, pre túto kombináciu kľúčovej frázy a krajiny nie sú k dispozícii žiadne údaje."],"Get related keyphrases":["Získajte súvisiace kľúčové frázy"],"Related keyphrases":["Súvisiace kľúčové frázy"],"The number of headers and header labels don't match.":["Počet hlavičiek a menoviek hlavičiek sa nezhoduje."],"The %s integration offers suggestions and insights for keywords related to the entered focus keyphrase.":["Integrácia %s ponúka návrhy a štatistiky pre kľúčové slová súvisiace so zadanou hlavnou kľúčovou frázou."],"Disabling Yoast SEO's XML sitemaps will not disable WordPress' core sitemaps. In some cases, this %1$s may result in SEO errors on your site%2$s. These may be reported in Google Search Console and other tools.":["Zakázanie XML máp webovej stránky Yoast SEO nezakáže základné mapy webovej stránky WordPress. V niektorých prípadoch to %1$s môže viesť k chybám SEO na vašej webovej stránke%2$s. Tieto môžu byť nahlásené v Google Search Console a ďalších nástrojoch."],"If you still need support and have an active subscription for this product, please email %s.":["Ak stále potrebujete podporu a máte aktívne predplatné tohto produktu, pošlite nám e-mail na adresu %s."],"You can probably find an answer to your question in our %1$shelp center%2$s.":["Odpoveď na vašu otázku pravdepodobne nájdete v našom %1$sCentre pomoci%2$s."],"Need support?":["Potrebujete podporu?"],"Return to your %s":["Vráťte sa na %s"],"Make sure to save your %s for changes to take effect":["Nezabudnite uložiť %s, aby sa zmeny prejavili"],"The advanced section of the %1$s meta box allows a user to remove posts from the search results or change the canonical. The settings in the schema tab allows a user to change schema meta data for a post. These are things you might not want any author to do. That's why, by default, only editors and administrators can do this. Setting to \"%2$s\" allows all users to change these settings.":["Rozšírená časť meta poľa %1$s umožňuje používateľovi odstrániť články z výsledkov vyhľadávania alebo zmeniť kanonické. Nastavenia na karte schémy umožňujú používateľovi zmeniť metadáta schémy pre článok. Toto sú veci, ktoré možno nebudete chcieť od žiadneho autora. To je dôvod, prečo to štandardne môžu robiť iba editori a administrátori. Nastavenie na „%2$s“ umožňuje všetkým používateľom zmeniť tieto nastavenia."],"Security: no advanced or schema settings for authors":["Zabezpečenie: žiadne pokročilé nastavenia alebo nastavenia schémy pre autorov"],"Report":["Správa o stave"],"Tech Article":["Technický článok"],"Scholarly Article":["Odborný článok"],"Satirical Article":["Satirický článok"],"Advertiser Content Article":["Článok o obsahu inzerenta"],"News Article":["Spravodajský článok"],"Social Media Posting":["Uverejňovanie na sociálnych sieťach"],"Article":["Článok"],"Search Results Page":["Stránka výsledkov vyhľadávania"],"Real Estate Listing":["Zoznam nehnuteľností"],"Checkout Page":["Stránka pokladne"],"Collection Page":["Stránka zbierky"],"Medical Web Page":["Lekárska webovská stránka"],"Contact Page":["Kontaktná stránka"],"Profile Page":["Stránka profilu"],"QA Page":["Stránka QA"],"FAQ Page":["Stránka často kladených otázok"],"About Page":["O stránke"],"Item Page":["Stránka položky"],"Web Page":["Webová stránka"],"Default for %1$s (%2$s)":["Predvolené pre %1$s (%2$s)"],"This helps search engines understand your website and your content. You can change some of your settings for this page below.":["Pomáha to vyhľadávačom pochopiť vašu webovú stránku a váš obsah. Nižšie môžete zmeniť niektoré zo svojich nastavení pre túto stránku."],"Yoast SEO automatically describes your pages using schema.org":["Yoast SEO automaticky popisuje vaše stránky pomocou schema.org"],"Article type":["Typ článku"],"Page type":["Typ stránky"],"Learn more about page or content types":["Získajte viac informácií o typoch stránok alebo obsahu"],"What type of page or content is this?":["O aký typ stránky alebo obsahu ide?"],"Structured Data":["Štruktúrované dáta"],"Yoast How-to":["Yoast Ako na to"],"Yoast FAQ":["Yoast FAQ"],"%1$s: Does not contain the exact match. %2$sTry to write the exact match of your keyphrase in the SEO title and put it at the beginning of the title%3$s.":["%1$s: Neobsahuje presnú zhodu. %2$sPokúste sa napísať presnú zhodu vašej kľúčovej frázy v SEO názve a umiestnite ju na začiatok nadpisu%3$s."],"%1$s: The exact match of the focus keyphrase appears in the SEO title, but not at the beginning. %2$sMove it to the beginning for the best results%3$s.":["%1$s: Presná zhoda hlavnej kľúčovej frázy sa objavuje v SEO názve, ale nie na začiatku. %2$sPresuňte ju na začiatok, aby ste dosiahli najlepšie výsledky%3$s."],"%1$s Internal Linking Blocks":["%1$s blokov vnútorných odkazov"],"Allow us to track some data about your site to improve our plugin.":["Povoľte nám sledovať niektoré údaje o vašej webovej stránke pre vylepšenie nášho pluginu."],"Usage tracking":["Sledovanie používania"],"Can we collect anonymous information about your website to enhance %1$s?":["Môžeme zhromažďovať anonymné informácie o vašej webovej stránke s cieľom zlepšiť %1$s?"],"Read more about how internal linking can improve your site structure.":["Prečítajte si viac o tom, ako môže interné prepojenie zlepšiť štruktúru vašej webovej stránky."],"Link suggestions":["Návrhy odkazov"],"Insights":["Prehľady"],"Remove image":["Odstrániť obrázok"],"The file size of the uploaded image is too large for %s. File size must be less than %s.":["Veľkosť súboru odovzdaného obrázka je pre %s príliš veľká. Veľkosť súboru musí byť menšia ako %s."],"The format of the uploaded image is not supported. The supported formats are: %s, %s, %s and %s.":["Formát nahraného obrázka nie je podporovaný. Podporované formáty sú: %s, %s, %s a %s."],"You have uploaded a %s. Please note that, if it’s an animated %s, only the first frame will be used.":["Odovzdali ste súbor %s. Upozorňujeme, že ak ide o animovanú položku %s, použije sa iba prvá snímka."],"Your image dimensions are not suitable. The minimum dimensions are %dx%d pixels. The maximum dimensions are %dx%d pixels.":["Rozmery vášho obrázka nie sú vhodné. Minimálne rozmery sú %dx%d pixelov. Maximálne rozmery sú %dx%d pixelov."],"Your image dimensions are not suitable. The minimum dimensions are %dx%d pixels.":["Rozmery vášho obrázka nie sú vhodné. Minimálne rozmery sú %dx%d pixelov."],"Dismiss":["Odmietnuť"],"Because of a change in your permalink structure, some of your SEO data needs to be reprocessed.":["Kvôli zmene vo vašej štruktúre permalinkov je potrebné znova spracovať niektoré vaše údaje SEO."],"Because of a change in your home URL setting, some of your SEO data needs to be reprocessed.":["Z dôvodu zmeny v nastavení vašej domovskej URL adresy je potrebné znova spracovať niektoré vaše údaje SEO."],"Please upgrade your WordPress version or install the Gutenberg plugin to get this %1$s feature.":["Ak chcete získať túto %1$s funkciu, aktualizujte vašu verziu WordPress alebo nainštalujte doplnok Gutenberg."],"Marking links with nofollow/sponsored has been disabled for WordPress installs < 5.4.":["Označenia odkazov ako nofollow/sponzorované boli deaktivované pre inštalácie WordPress < 5.4."],"Open in new tab":["Otvoriť na novej karte"],"This is a sponsored link or advert (mark as %1$ssponsored%2$s)%3$s":["Toto je sponzorovaný odkaz alebo inzerát (označiť ako %1$ssponzorovaný%2$s)%3$s"],"Search engines should ignore this link (mark as %1$snofollow%2$s)%3$s":["Vyhľadávače by mali tento odkaz ignorovať (označiť ako %1$snofollow%2$s)%3$s"],"Learn more about marking a link as nofollow or sponsored.":["Prečítajte si viac o označení odkazu ako nofollow alebo sponzorovaný."],"Link inserted.":["Odkaz vložený."],"Link edited.":["Odkaz upravený."],"Warning: the link has been inserted but may have errors. Please test it.":["Upozornenie: odkaz bol vložený, ale môže obsahovať chyby. Otestujte ho."],"Unlink":["Odpojiť"],"Link removed.":["Odkaz odstránený."],"Link":["Odkaz"],"We've analyzed your post. There is still room for improvement!":["Analyzovali sme váš článok. Je možné ho ešte vylepšiť!"],"We've analyzed your post. Everything looks good. Well done!":["Analyzovali sme váš článok. Všetko vyzerá byť v poriadku. Výborne!"],"No focus keyword was entered":["Nebolo zadané žiadne hlavné kľúčové slovo"],"Share your post!":["Zdieľajte váš článok!"],"Improve your post with Yoast SEO":["Vylepšite váš článok pomocou Yoast SEO"],"SEO analysis:":["Analýza SEO:"],"The links columns show the number of articles on this site linking %3$sto%4$s this article and the number of URLs linked %3$sfrom%4$s this article. Learn more about %1$show to use these features to improve your internal linking%2$s, which greatly enhances your SEO.":["Stĺpec s odkazmi ukazuje počet článkov na vašej webovej stránke odkazujúcich %3$sna%4$s tento príspevok a počet URL adries odkazujúcich %3$sz%4$s tohto príspevku. Zistite viac o tom, %1$s ako používať tieto funkcie a vylepšiť tak interné prepojenie %2$s, čo výrazne vylepší vaše SEO."],"We've written an article about %1$show to use the SEO score and Readability score%2$s.":["Napísali sme článok o tom, %1$s ako používať SEO skóre a skóre čitateľnosti %2$s."],"%1$s adds several columns to this page.":["%1$s pridá niekoľko stĺpcov na túto stránku."],"We estimate this will take less than a minute.":["Odhadujeme, že tento proces potrvá menej ako minútu."],"We estimate this will take a couple of minutes.":["Odhadujeme, že tento proces potrvá niekoľko minút."],"%1$sRun the indexation process on your server%2$s using %3$sWP CLI%2$s.":["%1$sSpustí indexovanie článku na serveri%2$s použitím %3$sWP CLI%2$s."],"We estimate this could take a long time, due to the size of your site. As an alternative to waiting, you could:":["Odhadujeme, že tento proces potrvá dlhší čas kvôli veľkosti Vašej webovej stránky. Počas čakania môžete:"],"Show debug information":["Ukázať informácie o ladení"],"Your site will continue to work normally, but won't take full advantage of %s.":["Vaša webová stránka bude naďalej normálne fungovať, ale nevyužije všetky výhody %s."],"%s had problems creating the database tables needed to speed up your site.":["%s mal problém pri vytváraní databázových tabuliek potrebných ku zrýchleniu vašej webovej stránky."],"Your keyphrase is too long. It can be a maximum of 191 characters.":["Vaša kľúčová fráza je príliš dlhá. Môže mať maximálne 191 znakov."],"%1$sFind out how to solve this problem on our help center%2$s.":["%1$sZistite, ako vyriešiť tento problém v našom Centre pomoci%2$s."],"The text link counter feature is not working as expected":["Funkcia počítadla textových odkazov nefunguje podľa očakávania"],"The text link counter helps you improve your site structure. %1$sFind out how the text link counter can enhance your SEO%2$s.":["Počítadlo textových odkazov vám pomôže zlepšiť štruktúru vašej webovej stránky. %1$sZistite, ako môže počítadlo textových odkazov zlepšiť SEO%2$s."],"The text link counter is working as expected":["Počítadlo textových odkazov funguje správne"],"I don't want this site to show in the search results.":["Nechcem, aby sa táto webová stránka zobrazovala vo výsledkoch vyhľadávania."],"If you want search engines to show this site in their results, you must %1$sgo to your Reading Settings%2$s and uncheck the box for Search Engine Visibility.":["Ak chcete, aby vyhľadávacie nástroje zobrazovali túto webovú stránku v ich výsledkoch, musíte %1$s prejsť do Nastavení čítania %2$s a zrušte začiarknutie políčka Viditeľnosť pre vyhľadávače."],"Learn more about the no-index setting on our help page.":["Viac informácií o nastavení noindex nájdete na našej stránke podpory."],"Even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Napriek tomu, že tu môžete meniť nastavenie pre vyhľadávacie roboty, nastavenia ochrany osobných údajov sú pre celú webovú stránku nastavené ako noindex, takže toto nastavenie nebude účinné."],"Learn more about canonical URLs on our help page.":["Viac informácií o kanonických URL adresách nájdete na našej stránke pomoci."],"Learn more about the breadcrumbs title setting on our help page.":["Viac informácií o nastaveniach názvu navigácie breadcrumbs nájdete na našej stránke pomoci."],"Learn more about advanced meta robots settings on our help page.":["Viac informácií o pokročilých nastaveniach meta robotov nájdete na našej stránke pomoci."],"Learn more about the no-follow setting on our help page.":["Viac informácií o nastavení nofollow nájdete na našej stránke."],"Should search engines follow links on this content?":["Mali by vyhľadávače sledovať odkazy na tento obsah?"],"This %1$s REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use %1$s for all their SEO meta output.":["Tento koncový bod %1$s REST API vám dáva všetky meta údaje, ktoré potrebujete pre danú URL adresu. Bezhlavičkové webové stránky WordPress tak budú môcť ľahšie využívať %1$s pre celý ich meta výstup SEO."],"REST API: Head endpoint":["REST API: Hlavný koncový bod"],"Please read %1$sthis help article%2$s to find out how to resolve this problem.":["Prečítajte si %1$stento článok%2$s a zistite, ako vyriešiť tento problém."],"Replaced with the term ancestors hierarchy":["Nahradený výrazom hierarchia predkov"],"Term hierarchy":["Hierarchia termínov"],"%1$sYou can change the tagline in the customizer%2$s.":["%1$sSlogan môžete zmeniť na stránke prispôsobenia%2$s."],"You still have the default WordPress tagline. Even an empty one is probably better.":["Stále máte predvolený slogan WordPress. Dokonca aj prázdny je pravdepodobne lepší."],"You should change the default WordPress tagline":["Mali by ste zmeniť váš predvolený slogan WordPress"],"You are using a custom tagline or an empty one.":["Používate vlastný alebo prázdny slogan."],"You changed the default WordPress tagline":["Zmenili ste predvolený slogan WordPress"],"Comments on your posts are displayed on a single page. This is just like we'd suggest it. You're doing well!":["Komentáre k vašim článkom sa zobrazujú na jednej stránke. Presne tak, ako to odporúčame. Dobrá práca!"],"It's highly recommended to have your postname in the URL of your posts and pages. Consider setting your permalink structure to %s.":["Dôrazne sa odporúča, aby váš názov príspevku bol uvedený v URL adrese vašich článkov a stránok. Zvážte nastavenie štruktúry trvalého odkazu na %s."],"You do not have your postname in the URL of your posts and pages":["V URL adrese vašich článkov a stránok nemáte uvedený názov príspevku"],"You do have your postname in the URL of your posts and pages.":["V URL adrese vašich článkov a stránok máte uvedený názov príspevku."],"Your permalink structure includes the post name":["Štruktúra trvalého odkazu obsahuje názov článku"],"Comments on your posts break into multiple pages. As this is not needed in 999 out of 1000 cases, we recommend you disable it. To fix this, uncheck \"Break comments into pages...\" on the Discussion Settings page.":["Komentáre k vašim článkom sa zobrazujú na viacerých stránkach. Keďže v 999 z 1000 prípadov to nie je potrebné, odporúčame to deaktivovať. Ak chcete tento problém vyriešiť, zrušte na stránke Nastavenia diskusie začiarknutie „Zobraziť komentáre na viacerých stránkach...“."],"Comments break into multiple pages":["Komentáre sa zobrazujú na viacerých stránkach"],"Comments are displayed on a single page":["Komentáre sa zobrazujú na samostatnej stránke"],"No title":["Bez názvu"],"%1$sGo to the Discussion Settings page%2$s":["%1$sÍsť na stránku Nastavenia diskusie%2$s"],"%1$sThis was reported by the %2$s plugin%3$s":["%1$sToto bolo nahlásené %2$s doplnkom%3$s"],"Mobile result":["Výsledok na mobile"],"Preview as:":["Zobraziť ako:"],"Desktop result":["Výsledok na počítači"],"When you click OK we will open our HelpScout beacon where you can find answers to your questions. This beacon will load our support data and also potentially set cookies.":["Po kliknutí na tlačidlo OK sa otvorí naše vyskakovacie okno HelpScout, kde nájdete odpovede na svoje otázky. Toto vyskakovacie okno načíta naše údaje o podpore a prípadne nastaví aj súbory cookie."],"The browser you are currently using is unfortunately rather dated. Since we strive to give you the best experience possible, we no longer support this browser. Instead, please use %1$sFirefox%4$s, %2$sChrome%4$s or %3$sMicrosoft Edge%4$s.":["Váš prehliadač je žiaľ zastaralý. Nakoľko sa snažíme o čo najlepšiu používateľskú skúsenosť, tento prehliadač už nepodporujeme. Namiesto neho použite %1$sFirefox%4$s, %2$sChrome%4$s alebo %3$sMicrosoft Edge%4$s."],"If you want to apply advanced <code>meta</code> robots settings for this page, please define them in the following field.":["Ak chcete pre túto webovú stránku použiť pokročilé nastavenia <code>meta</code> robotov, definujte ich v nasledujúcom poli."],"Check out %1$s":["Pozrite si aj %1$s"],"We have both free and premium online courses to learn everything you need to know about SEO.":["Ponúkame bezplatné aj prémiové online kurzy, v ktorých sa naučíte všetko o SEO."],"Want to learn SEO from Team Yoast? Check out our %1$s!":["Chcete sa naučiť SEO od Yoast tímu? Pozrite si našu %1$s!"],"Learn SEO":["Naučte sa SEO"],"%s settings to import:":["%s nastavenia na importovanie:"],"Import settings from another %1$s installation by pasting them here and clicking \"%2$s\".":["Importujte nastavenia z inej %1$s inštalácie ich vložením sem a kliknutím \"%2$s\"."],"Your %1$s settings:":["Vaše %1$s nastavenia:"],"Schema":["Schéma"],"Please check the format of the YouTube URL you entered. %s":["Skontrolujte formát URL adresy stránky Youtube, ktorú ste zadali. %s"],"Please check the format of the Wikipedia URL you entered. %s":["Skontrolujte formát URL adresy stránky Wikipedia, ktorú ste zadali. %s"],"Please check the format of the Pinterest URL you entered. %s":["Skontrolujte formát URL adresy stránky Pinterest, ktorú ste zadali. %s"],"Please check the format of the MySpace URL you entered. %s":["Skontrolujte formát URL adresy stránky MySpace, ktorú ste zadali. %s"],"Please check the format of the LinkedIn URL you entered. %s":["Skontrolujte formát URL adresy stránky Linkedin, ktorú ste zadali. %s"],"Please check the format of the Instagram URL you entered. %s":["Skontrolujte formát URL adresy stránky Instagram, ktorú ste zadali. %s"],"Please check the format of the Facebook Page URL you entered. %s":["Skontrolujte formát URL adresy stránky Facebook, ktorú ste zadali. %s"],"Settings saved.":["Nastavenia boli uložené."],"Dismiss this alert":["Zrušiť toto upozornenie"],"The submitted value was: %s":["Zadaná hodnota bola: %s"],"Yandex confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Overovacie kódy Yandex môžu obsahovať iba písmená A až F, čísla, pomlčky a podčiarkovníky. %s"],"Twitter usernames can only contain letters, numbers, and underscores. %s":["Používateľské meno na Twitter môže obsahovať iba písmená, čísla a podčiarkovníky. %s"],"Pinterest confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Overovacie kódy Pinterest môžu obsahovať iba písmená A až F, čísla, pomlčky a podčiarkovníky. %s"],"Bing confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Overovacie kódy Bing môžu obsahovať iba písmená A až F, čísla, pomlčky a podčiarkovníky. %s"],"Google verification codes can only contain letters, numbers, hyphens, and underscores. %s":["Overovacie kódy Google môžu obsahovať iba písmená, čísla, pomlčky a podčiarkovníky. %s"],"Baidu verification codes can only contain letters, numbers, hyphens, and underscores. %s":["Overovacie kódy Baidu môžu obsahovať iba písmená, čísla, pomlčky a podčiarkovníky. %s"],"Show this item.":["Zobraziť túto položku."],"Hide this item.":["Skryť túto položku."],"You have %d hidden problem:":["Máte %d skrytý problém:","Máte %d skryté problémy:","Máte %d skrytých problémov:"],"You have %d hidden notification:":["Máte %d skryté upozornenie:","Máte %d skryté upozornenia:","Máte %d skrytých upozornení:"],"Focus keyphrase not set":["Nie je nastavená hlavná kľúčová fráza"],"The form contains %1$s error. %2$s":["Formulár obsahuje %1$s chybu.%2$s","Formulár obsahuje %1$s chyby.%2$s","Formulár obsahuje %1$s chýb.%2$s"],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly.":["V obsahu sa najčastejšie vyskytujú tieto slová. Tie naznačujú, na čo sa váš obsah zameriava. Ak sa tieto slová veľmi líšia od vašej témy, možno budete chcieť obsah podľa toho prepísať."],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":["V prípade, že napíšete ešte viac textu, vypíšeme vám zoznam slov, ktoré sa v tomto texte objavujú najčastejšie. Tieto slová ukážu, na čo sa váš obsah zameriava."],"%d occurrences":["%d výskytov"],"Activate %s for your site on MyYoast":["Aktivujte %s pre vašu webovú stránku na MyYoast"],"Show blog page in breadcrumbs":["Zobraziť stránku blogu v navigácii breadcrumbs"],"We could not find any relevant articles on your website that you could link to from your post.":["Na vašej webovej stránke sme nenašli žiadne relevantné články, na ktoré by ste mohli odkazovať zo svojho článku."],"Has feedback":["Má spätnú väzbu"],"Content optimization:":["Optimalizácia obsahu:"],"%1$sSEO%2$s: %3$s":["%1$sSEO%2$s: %3$s"],"%1$sReadability%2$s: %3$s":["%1$sČitateľnosť%2$s: %3$s"],"Post Noindexed":["Neindexovaný článok"],"No Focus Keyphrase":["Žiadna hlavná kľúčová fráza"],"Posts with the SEO score: %s":["Články so SEO skóre: %s"],"SEO: %s":["SEO: %s"],"%s video tutorial":["%s video návod"],"To view your current crawl errors, %1$splease visit Google Search Console%2$s.":["Ak chcete zobraziť aktuálne chyby indexového prehľadávania, %1$snavštívte prosím Google Search Console%2$s."],"Google has discontinued its Crawl Errors API. Therefore, any possible crawl errors you might have cannot be displayed here anymore. %1$sRead our statement on this for further information%2$s.":["Google ukončil prevádzku Crawl Errors API. Preto tu nie je možné zobraziť žiadne prípadné chyby indexového prehľadávania. %1$sĎalšie informácie nájdete v našom vyhlásení k tejto téme%2$s."],"Get the %s plugin now!":["Získajte plugin %s teraz!"],"Personal info":["Osobné informácie"],"Organization logo":["Logo organizácie"],"Organization name":["Názov organizácie"],"(if one exists)":["(ak existuje)"],"Wikipedia page about you":["Stránka Wikipedia o Vás"],"YouTube profile URL":["URL adresa profilu YouTube"],"Tumblr profile URL":["URL adresa profilu Tumblr"],"SoundCloud profile URL":["URL adresa profilu SoundCloud"],"MySpace profile URL":["URL adresa profilu MySpace"],"Organization":["Organizácia"],"You have previously set your site to represent a person. We’ve improved our functionality around Schema and the Knowledge Graph, so you should go in and %1$scomplete those settings%2$s.":["V minulosti ste zadali, že vaša webová stránka predstavuje osobu. Zlepšili sme naše funkcie súvisiace s Schema a Knowledge Graph, takže by ste ich mali prezrieť a %1$sdoplniť tieto nastavenia%2$s."],"Select a user...":["Vyberte používateľa..."],"Uncategorized":["Nezaradené"],"Pinterest profile URL":["URL adresa profilu Pinterest"],"LinkedIn profile URL":["URL adresa profilu LinkedIn"],"Instagram profile URL":["URL adresa profilu Instagram"],"No JSON object was returned.":["Nevrátil sa žiaden objekt JSON."],"Received internal links":["Prijaté vnútorné odkazy"],"Outgoing internal links":["Odchádzajúce vnútorné odkazy"],"New step added":["Nový krok pridaný"],"New question added":["Nová otázka pridaná"],"For this feature to work, %1$s needs to create a table in your database. We were unable to create this table automatically.":["Aby táto funkcia fungovala, %1$s potrebuje vytvoriť tabuľku vo vašej databáze. Túto tabuľku sme nedokázali vytvoriť automaticky."],"Keyphrase":["Kľúčová fráza"],"%3$sImage Keyphrase%5$s: Out of %2$d images on this page, %1$d have alt attributes with words from your keyphrase or synonyms. That's a bit much. %4$sOnly include the keyphrase or its synonyms when it really fits the image%5$s.":["%3$sKľúčová fráza obrázka%5$s: Z %2$d obrázkov na tejto stránke má %1$d atribúty alt so slovami z vašej kľúčovej frázy alebo synonymami. To je trochu veľa. %4$sKľúčovú frázu alebo jej synonymá zahrňte iba vtedy, keď sa skutočne hodí k obrázku%5$s."],"%3$sImage Keyphrase%5$s: Out of %2$d images on this page, only %1$d has an alt attribute that reflects the topic of your text. %4$sAdd your keyphrase or synonyms to the alt tags of more relevant images%5$s!":["%3$sKľúčová fráza obrázka%5$s: Z %2$d obrázkov na tejto stránke má iba %1$d atribút alt, ktorý odráža tému vášho textu. %4$sPridajte vašu kľúčovú frázu alebo synonymá k alt tagom relevantnejších obrázkov%5$s!","%3$sKľúčové frázy obrázka%5$s: Z %2$d obrázkov na tejto stránke má iba %1$d atribút alt, ktorý odráža tému vášho textu. %4$sPridajte vašu kľúčovú frázu alebo synonymá k alt tagom relevantnejších obrázkov%5$s!","%3$sKľúčových fráz obrázka%5$s: Z %2$d obrázkov na tejto stránke má iba %1$d atribút alt, ktorý odráža tému vášho textu. %4$sPridajte vašu kľúčovú frázu alebo synonymá k alt tagom relevantnejších obrázkov%5$s!"],"%1$sImage Keyphrase%3$s: Images on this page do not have alt attributes that reflect the topic of your text. %2$sAdd your keyphrase or synonyms to the alt tags of relevant images%3$s!":["%1$sKľúčová fráza obrázka%3$s: obrázky na tejto stránke nemajú atribúty alt, ktoré by odrážali tému vášho textu. %2$sPridajte vašu kľúčovú frázu alebo synonymá k alt tagom relevantných obrázkov%3$s!"],"%1$sImage Keyphrase%3$s: Images on this page have alt attributes, but you have not set your keyphrase. %2$sFix that%3$s!":["%1$sKľúčová fráza obrázka%3$s: Obrázky na tejto stránke majú atribúty alt, ale nenastavili ste vašu kľúčovú frázu. %2$sOpravte to%3$s!"],"%1$sKeyphrase in subheading%2$s: %3$s of your H2 and H3 subheadings reflects the topic of your copy. Good job!":["%1$sKľúčová fráza v podnadpise%2$s: %3$s váš H2 a H3 podnadpis odzrkadľuje tému vášho textu. Dobrá práca!","%1$sKľúčová fráza v podnadpise%2$s: %3$s vaše H2 a H3 podnadpisy odzrkadľujú tému vášho textu. Dobrá práca!","%1$sKľúčová fráza v podnadpise%2$s: %3$s vašich H2 a H3 podnadpisov odzrkadľujú tému vášho textu. Dobrá práca!"],"%1$sKeyphrase in subheading%2$s: Your H2 or H3 subheading reflects the topic of your copy. Good job!":["%1$sKľúčová fráza v podnadpise%2$s: Vaše H2 a H3 podnadpisy odzrkadľujú tému vášho textu. Dobrá práca!"],"%1$sKeyphrase in subheading%3$s: %2$sUse more keyphrases or synonyms in your H2 and H3 subheadings%3$s!":["%1$sKľúčová fráza v podnadpise%3$s: %2$sPoužite vo svojich H2 a H3 podnadpisoch viac kľúčových fráz alebo synoným%3$s!"],"Page %s":["Stránka %s"],"Cannot get the size of %1$s because of unknown reasons.":["Z neznámych dôvodov nie je možné získať veľkosť %1$s."],"Cannot get the size of %1$s because it is hosted externally.":["Nie je možné získať veľkosť %1$s pretože je hostovaný externe."],"%1$sSingle title%3$s: H1s should only be used as your main title. Find all H1s in your text that aren't your main title and %2$schange them to a lower heading level%3$s!":["%1$sJediný nadpis%3$s: H1 by sa mal používať len ako hlavný nadpis. Nájdite vo vašom texte všetky H1, ktoré nie sú vaším hlavným nadpisom a %2$szmeňte ich na podnadpisy%3$s!"],"%1$sKeyphrase density%2$s: The keyphrase was found %5$d time. That's way more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$sHustota kľúčovej frázy%2$s: Kľúčová fráza bola nájdená %5$d krát. To je oveľa viac ako odporúčané maximum %3$d-krát pre text tejto dĺžky. %4$sNeoptimalizujte príliš%2$s!","%1$sHustota kľúčovej frázy%2$s: Kľúčová fráza bola nájdená %5$d krát. To je viac ako odporúčané maximum %3$d krát pre text s takouto dĺžkou. %4$sNepredimenzujte to%2$s!","%1$sHustota kľúčovej frázy%2$s: Kľúčová fráza bola nájdená %5$d krát. To je viac ako odporúčané maximum %3$d krát pre text s takouto dĺžkou. %4$sNepredimenzujte to%2$s!"],"%1$sKeyphrase density%2$s: The keyphrase was found %5$d time. That's more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$sHustota kľúčovej frázy%2$s: Kľúčová fráza bola nájdená %5$d krát. To je viac ako odporúčané maximum %3$d-krát pre text tejto dĺžky. %4$sNeoptimalizujte príliš%2$s!","%1$sHustota kľúčovej frázy%2$s: Kľúčová fráza bola nájdená %5$d-krát. To je viac ako odporúčané minimum %3$d-krát pre text s takouto dĺžkou. %4$sNepredimenzujte to%2$s!","%1$sHustota kľúčovej frázy%2$s: Kľúčová fráza bola nájdená %5$d-krát. To je viac ako odporúčané minimum %3$d-krát pre text s takouto dĺžkou. %4$sNepredimenzujte to%2$s!"],"%1$sKeyphrase density%2$s: The keyphrase was found %3$d time. This is great!":["%1$sHustota kľúčovej frázy%2$s: Kľúčová fráza bola nájdená %3$d krát. To je skvelé!","%1$sHustota kľúčových fráz%2$s: Kľúčové frázy boli nájdené %3$d krát. To je skvelé!","%1$sHustota kľúčových fráz%2$s: Kľúčové frázy boli nájdené %3$d krát. To je skvelé!"],"%1$sKeyphrase density%2$s: The keyphrase was found %5$d time. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sHustota kľúčovej frázy%2$s: Kľúčová fráza bola nájdená %5$d krát. To je menej ako odporúčané minimum %3$d-krát pre text tejto dĺžky. %4$sZamerajte sa na vašu kľúčovú frázu%2$s!","%1$sHustota kľúčovej frázy%2$s: Kľúčová fráza bola nájdená %5$d-krát. To je menej ako je odporúčané minimum %3$d-krát pre text s takouto dĺžkou. %4$sZamerajte sa na vašu kľúčovú frázu%2$s!","%1$sHustota kľúčovej frázy%2$s: Kľúčová fráza bola nájdená %5$d-krát. To je menej ako je odporúčané minimum %3$d-krát pre text s takouto dĺžkou. %4$sZamerajte sa na vašu kľúčovú frázu%2$s!"],"%1$sKeyphrase density%2$s: The keyphrase was found 0 times. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sHustota kľúčovej frázy%2$s: Kľúčová fráza bola nájdená 0-krát. To je menej ako odporúčané minimum %3$d-krát pre text tejto dĺžky. %4$sZamerajte sa na vašu kľúčovú frázu%2$s!"],"Import of settings is only supported on servers that run PHP 5.3 or higher.":["Import nastavení je podporovaný iba na serveroch s PHP 5.3 a vyšším."],"Export your %1$s settings here, to copy them on another site.":["Exportujte svoje %1$s nastavenie tu a skopírujte ich na inú webovú stránku."],"No settings found.":["Neboli nájdené žiadne nastavenia."],"These are settings for the %1$s plugin by %2$s":["Tu sú nastavenia pre doplnok %1$s od %2$s"],"Copy all these settings to another site's %1$s tab and click \"%1$s\" there.":["Kopírujte všetky tieto nastavenia do %1$s okna ďalšej webovej stránky a tam kliknite na ‚%1$s‘."],"You do not have the required rights to export settings.":["Nemáte vyžadované oprávnenia na export nastavení."],"Method %1$s() does not exist in class %2$s":["Metóda %1$s() neexistuje v triede %2$s"],"With %s, you can easily create such redirects.":["Pomocou %s môžeš jednoducho vytvoriť také presmerovania."],"Learn about why permalinks are important for SEO.":["Zistite, prečo sú trvalé odkazy dôležité pre SEO."],"Changing your permalinks settings can seriously impact your search engine visibility. It should almost %1$s never %2$s be done on a live website.":["Zmena nastavení trvalých odkazov môže vážne ovplyvniť viditeľnosť vo vyhľadávačoch. Takmer %1$s nikdy %2$s by ste zmenu nemali prevádzať na zverejnenej webovej stránke."],"WARNING:":["VAROVANIE:"],"%1$sFunction words in keyphrase%3$s: Your keyphrase \"%4$s\" contains function words only. %2$sLearn more about what makes a good keyphrase.%3$s":["%1$sFunkčné slová v kľúčovej fráze%3$s: Vaša kľúčová fráza ‚%4$s‘ obsahuje iba funkčné slová. %2$sDozveďte sa viac, čo robí dobrú kľúčovú frázu naozaj dobrou.%3$s"],"Clear Image":["Vyčistiť obrázok"],"%1$sKeyphrase length%3$s: %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sDĺžka kľúčovej frázy%3$s: %2$sNastavte kľúčovú frázu pre vypočítanie vášho SEO skóre%3$s."],"%1$sKeyphrase in slug%2$s: More than half of your keyphrase appears in the slug. That's great!":["%1$sKľúčová fráza v slug-u%2$s: Viac ako polovica vašej kľúčovej frázy sa nachádza v slugu. To je skvelé!"],"%1$sKeyphrase in slug%3$s: (Part of) your keyphrase does not appear in the slug. %2$sChange that%3$s!":["%1$sKľúčová fráza v slugu%3$s: (Časť) vašej kľúčovej frázy sa nenachádza v slugu. %2$sZmeňte to%3$s!"],"%1$sKeyphrase in slug%2$s: Great work!":["%1$sKľúčová fráza sa nachádza v slugu%2$s: Dobrá práca!"],"Help on choosing the perfect focus keyphrase":["Pomoc s výberom dokonalej hlavnej kľúčovej frázy"],"Go %s!":["Poďte %s!"],"Add related keyphrase":["Pridať súvisiacu kľúčovú frázu"],"Upgrade to %s":["Inovovať na %s"],"Get %s":["Získať %s"],"%4$sPreviously used keyphrase%6$s: You've used this keyphrase %1$s multiple times before%3$s. %5$sDo not use your keyphrase more than once%6$s.":["%4$sPredtým použitá kľúčová fráza%6$s: Táto kľúčová fráza %1$s bola použitá už viackrát%3$s. %5$sNepoužívajte kľúčovú frázu viac ako raz%6$s."],"%3$sPreviously used keyphrase%5$s: You've used this keyphrase %1$sonce before%2$s. %4$sDo not use your keyphrase more than once%5$s.":["%3$sPredchádzajúce použitie kľúčovej frázy%5$s: Túto kľúčovú frázu ste predtým použili %1$sjedenkrát%2$s. %4$sNepoužívajte vašu kľúčovú frázu viac ako jedenkrát%5$s."],"%1$sPreviously used keyphrase%2$s: You've not used this keyphrase before, very good.":["%1$sPredchádzajúce použitie kľúčovej frázy%2$s: Túto kľúčovú frázu ste zatiaľ nepoužili, vynikajúce."],"%1$sImages%3$s: No images appear on this page. %2$sAdd some%3$s!":["%1$sObrázky%3$s: Na tejto stránke sa nezobrazujú žiadne obrázky. %2$sPridajte nejaké%3$s!"],"%1$sLink keyphrase%3$s: You're linking to another page with the words you want this page to rank for. %2$sDon't do that%3$s!":["%1$sOdkaz na kľúčovú frázu%3$s: Odkazujete na inú stránku slovami, ktorými chcete zvýšiť umiestnenie vašej stránky. %2$sNerobte to%3$s!"],"%2$sText length%3$s: The text contains %1$d %4$s. Good job!":["%2$sDĺžka textu%3$s: Text obsahuje %1$d %4$s. Dobrá práca!"],"%1$sKeyphrase in subheading%3$s: More than 75%% of your H2 and H3 subheadings reflect the topic of your copy. That's too much. %2$sDon't over-optimize%3$s!":["%1$sKľúčová fráza v podnadpise%3$s: Viac ako 75%% vašich H2 a H3 podnadpisov odzrkadľujú tému vášho textu. To je priveľa. %2$sNepredimenzujte to%3$s!"],"%1$sSEO title width%3$s: %2$sPlease create an SEO title%3$s.":["%1$sDĺžka SEO názvu%3$s: %2$sVytvorte SEO názov%3$s."],"%1$sSEO title width%3$s: The SEO title is wider than the viewable limit. %2$sTry to make it shorter%3$s.":["%1$sDĺžka SEO názvu%3$s: SEO názov je dlhší ako viditeľný limit. %2$sSkúste ho skrátiť%3$s."],"%1$sSEO title width%2$s: Good job!":["%1$sDĺžka SEO názvu%2$s: Dobrá práca!"],"%1$sSEO title width%3$s: The SEO title is too short. %2$sUse the space to add keyphrase variations or create compelling call-to-action copy%3$s.":["%1$sDĺžka SEO názvu%3$s: SEO názov je príliš krátky. %2$sVyužite priestor na pridanie variácií kľúčových fráz, alebo vytvorenie textu k presvedčivej výzve do akcie%3$s."],"%1$sOutbound links%2$s: There are both nofollowed and normal outbound links on this page. Good job!":["%1$sOdchádzajúce odkazy%2$s: Na tejto stránke sa nachádzajú nefunkčné aj normálne odchádzajúce odkazy. Dobrá práca!"],"%1$sOutbound links%2$s: Good job!":["%1$sOdchádzajúce odkazy%2$s: Dobrá práca!"],"%1$sOutbound links%3$s: All outbound links on this page are nofollowed. %2$sAdd some normal links%3$s.":["%1$sOdchádzajúce odkazy%3$s: Všetky odchádzajúce odkazy na tejto stránke sú nefunkčné. %2$sPridajte niekoľko normálnych odkazov%3$s."],"%1$sOutbound links%3$s: No outbound links appear in this page. %2$sAdd some%3$s!":["%1$sOdchádzajúce odkazy%3$s: Na tejto stránke sa nenachádzajú žiadne odchádzajúce odkazy. %2$sPridajte nejaké%3$s!"],"%1$sMeta description length%2$s: Well done!":["%1$sDĺžka meta popisu%2$s: Výborná!"],"%1$sMeta description length%3$s: The meta description is over %4$d characters. To ensure the entire description will be visible, %2$syou should reduce the length%3$s!":["%1$sDĺžka meta popisu%3$s: Meta popis má viac ako %4$d znakov. Aby ste zabezpečili, že bude viditeľný celý popis, %2$smali by ste skrátiť jeho dĺžku%3$s!"],"%1$sMeta description length%3$s: The meta description is too short (under %4$d characters). Up to %5$d characters are available. %2$sUse the space%3$s!":["%1$sDĺžka meta popisu%3$s: Meta popis je príliš krátky (menej ako %4$d znakov). K dispozícii je až %5$d znakov. %2$sVyužite priestor%3$s!"],"%1$sMeta description length%3$s:  No meta description has been specified. Search engines will display copy from the page instead. %2$sMake sure to write one%3$s!":["%1$sDĺžka meta popisu%3$s:  Nebol zadaný žiadny meta popis. Vyhľadávače namiesto toho zobrazia text zo stránky. %2$sUistite sa, že ste ho napísali%3$s!"],"%1$sKeyphrase in meta description%2$s: The meta description has been specified, but it does not contain the keyphrase. %3$sFix that%4$s!":["%1$sKľúčová fráza v meta popise%2$s: Meta popis bol uvedený, ale neobsahuje kľúčovú frázu. %3$sOpravte to%4$s!"],"%1$sKeyphrase in meta description%2$s: The meta description contains the keyphrase %3$s times, which is over the advised maximum of 2 times. %4$sLimit that%5$s!":["%1$sKľúčová fráza v meta popis%2$s: Meta popis obsahuje kľúčovú frázu %3$s-krát, čo je nad rámec odporúčaného maxima 2-krát. %4$sObmedzte to%5$s!"],"%1$sKeyphrase in meta description%2$s: Keyphrase or synonym appear in the meta description. Well done!":["%1$sKľúčová fráza v meta popis%2$s: Kľúčová fráza alebo jej synonymum sa nachádza v meta popise. Dobrá práca!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's way more than the recommended maximum of %2$d %6$s. %4$sMake it shorter%5$s!":["%3$sDĺžka kľúčovej frázy%5$s: kľúčová fráza obsahuje %1$d %6$s. To je oveľa viac ako odporúčané maximum %2$d %6$s. %4$sSkrátiť%5$s!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's more than the recommended maximum of %2$d %6$s. %4$sMake it shorter%5$s!":["%3$sDĺžka kľúčovej frázy%5$s: kľúčová fráza obsahuje %1$d %6$s. To je viac ako odporúčané maximum %2$d %6$s. %4$sSkrátiť%5$s!"],"%1$sKeyphrase length%2$s: Good job!":["%1$sDĺžka kľúčovej frázy%2$s: Dobrá práca!"],"%1$sKeyphrase length%3$s: No focus keyphrase was set for this page. %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sDĺžka kľúčovej frázy%3$s: Pre túto stránku nebola zadaná žiadna hlavná kľúčová fráza. %2$sNa vypočítanie vášho SEO skóre zadajte kľúčovú frázu%3$s."],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms do not appear in the first paragraph. %2$sMake sure the topic is clear immediately%3$s.":["%1$sKľúčová fráza v úvode%3$s: Vaša kľúčová fráza alebo jej synonymá sa nezobrazujú v prvom odstavci. %2$sUistite sa, že téma je okamžite jasná%3$s."],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms appear in the first paragraph of the copy, but not within one sentence. %2$sFix that%3$s!":["%1$sKľúčová fráza v úvode%3$s: Kľúčová fráza alebo jej synonymá sa objavia v prvom odseku textu, ale nie v rámci jednej vety. %2$sOpravte to%3$s!"],"%1$sKeyphrase in introduction%2$s: Well done!":["%1$sKľúčová fráza v úvode%2$s: Výborne!"],"%1$sInternal links%2$s: There are both nofollowed and normal internal links on this page. Good job!":["%1$sVnútorné odkazy%2$s: Na tejto stránke sa nachádzajú nefunkčné aj normálne vnútorné odkazy. Dobrá práca!"],"%1$sInternal links%2$s: You have enough internal links. Good job!":["%1$sVnútorné odkazy%2$s: Máte dostatok vnútorných odkazov. Dobrá práca!"],"%1$sInternal links%3$s: The internal links in this page are all nofollowed. %2$sAdd some good internal links%3$s.":["%1$sVnútorné odkazy%3$s: Vnútorné odkazy na tejto stránke sú všetky nefunkčné. %2$sPridajte niekoľko dobrých vnútorných odkazov%3$s."],"%1$sInternal links%3$s: No internal links appear in this page, %2$smake sure to add some%3$s!":["%1$sVnútorné odkazy%3$s: Na tejto stránke sa nenachádzajú žiadne vnútorné odkazy, %2$surčite nejaké pridajte%3$s!"],"%1$sTransition words%2$s: Well done!":["%1$sPrechodné slová%2$s: Dobrá práca!"],"%1$sTransition words%2$s: Only %3$s of the sentences contain transition words, which is not enough. %4$sUse more of them%2$s.":["%1$sPrechodné slová%2$s: Iba %3$s viet obsahuje prechodné slová, čo nestačí. %4$sPoužite ich viac%2$s."],"%1$sTransition words%2$s: None of the sentences contain transition words. %3$sUse some%2$s.":["%1$sPrechodné slová%2$s: Žiadna z viet neobsahuje prechodné slová. %3$sPoužite nejaké%2$s."],"%1$sNot enough content%2$s: %3$sPlease add some content to enable a good analysis%2$s.":["%1$sNedostatok obsahu%2$s: %3$sPridajte viac obsahu, aby bolo možné stránku dobre analyzovať%2$s."],"%1$sSubheading distribution%2$s: You are not using any subheadings, but your text is short enough and probably doesn't need them.":["%1$sDistribúcia podnadpisov%2$s: Nepoužívate žiadne podnadpisy, ale váš text je dosť krátky a pravdepodobne ich nepotrebuje."],"%1$sSubheading distribution%2$s: You are not using any subheadings, although your text is rather long. %3$sTry and add some subheadings%2$s.":["%1$sDistribúcia podnadpisov%2$s: Nepoužívate žiadne podnadpisy, hoci váš text je dosť dlhý. %3$sSkúste pridať nejaké podnadpisy%2$s."],"%1$sSubheading distribution%2$s: %3$d section of your text is longer than %4$d %6$s and is not separated by any subheadings. %5$sAdd subheadings to improve readability%2$s.":["%1$sDistribúcia podnadpisov%2$s: %3$d časť vášho textu je dlhšia ako %4$d %6$s a nie je oddelená žiadnymi podnadpismi. %5$sPridajte podnadpisy na zlepšenie čitateľnosti%2$s.","%1$sDistribúcia podnadpisov%2$s: %3$d časť vášho textu je dlhšia ako %4$d %6$s a nie je oddelená žiadnymi podnadpismi. %5$sPridajte podnadpisy na zlepšenie čitateľnosti%2$s.","%1$sDistribúcia podnadpisov%2$s: %3$d časť vášho textu je dlhšia ako %4$d %6$s a nie je oddelená žiadnymi podnadpismi. %5$sPridajte podnadpisy na zlepšenie čitateľnosti%2$s."],"%1$sSubheading distribution%2$s: Great job!":["%1$sDistribúcia podnadpisov%2$s: Dobrá práca!"],"%1$sSentence length%2$s: %3$s of the sentences contain more than %4$s %7$s, which is more than the recommended maximum of %5$s. %6$sTry to shorten the sentences%2$s.":["%1$sDĺžka vety%2$s: %3$s viet obsahuje viac ako %4$s %7$s, čo je viac ako odporúčané maximum %5$s. %6$sSkúste skrátiť vety%2$s."],"%1$sSentence length%2$s: Great!":["%1$sDĺžka vety%2$s: Skvelé!"],"%1$sConsecutive sentences%2$s: There is enough variety in your sentences. That's great!":["%1$sPo sebe nasledujúce vety%2$s: Vaše vety sú dostatočne rozmanité. To je skvelé!"],"%1$sConsecutive sentences%2$s: The text contains %3$d consecutive sentences starting with the same word. %5$sTry to mix things up%2$s!":["%1$sPo sebe nasledujúce vety%2$s: Text obsahuje %3$d po sebe nasledujúcich viet, ktoré začínajú rovnakým slovom. %5$sSkúste to trochu pomiešať%2$s!","%1$sPo sebe nasledujúce vety%2$s: Text obsahuje %4$d prípadov, keď %3$d alebo viac po sebe nasledujúcich viet začína tým istým slovom. %5$sSkúste to trochu pomiešať%2$s!","%1$sPo sebe nasledujúce vety%2$s: Text obsahuje %4$d prípadov, keď %3$d alebo viac po sebe nasledujúcich viet začína tým istým slovom. %5$sSkúste to trochu pomiešať%2$s!"],"%1$sPassive voice%2$s: %3$s of the sentences contain passive voice, which is more than the recommended maximum of %4$s. %5$sTry to use their active counterparts%2$s.":["%1$sTrpný rod%2$s: %3$s viet obsahuje trpný rod, čo je viac ako odporúčané maximum %4$s. %5$sPokúste sa použiť ich aktívne náprotivky%2$s."],"%1$sPassive voice%2$s: You're using enough active voice. That's great!":["%1$sTrpný rod%2$s: Používate dostatok činného rodu. To je skvelé!"],"%1$sParagraph length%2$s: %3$d of the paragraphs contains more than the recommended maximum of %4$d %6$s. %5$sShorten your paragraphs%2$s!":["%1$sDĺžka odseku%2$s: %3$d odsekov obsahuje viac ako odporúčané maximum %4$d %6$s. %5$sSkrátiť odseky%2$s!","%1$sDĺžky odseku%2$s: %3$d odsekov obsahuje viac ako odporúčané maximum %4$d %6$s. %5$sSkrátiť odseky%2$s!","%1$sDĺžiek odseku%2$s: %3$d odsekov obsahuje viac ako odporúčané maximum %4$d %6$s. %5$sSkrátiť odseky%2$s!"],"%1$sParagraph length%2$s: None of the paragraphs are too long. Great job!":["%1$sDĺžka odstavcov%2$s: Žiadny odstavec nie je príliš dlhý. Skvelá práca!"],"Good job!":["Skvelá práca!"],"Focus keyphrase: ":["Hlavná kľúčová fráza: "],"Focus keyphrase":["Hlavná kľúčová fráza"],"Disable":["Zakázať"],"Allow Control":["Povoliť kontrolu"],"This tab allows you to selectively disable %s features for all sites in the network. By default all features are enabled, which allows site admins to choose for themselves if they want to toggle a feature on or off for their site. When you disable a feature here, site admins will not be able to use that feature at all.":["Táto karta umožňuje selektívne vypnúť %s funkcie pre všetky webové stránky v sieti. V predvolenom nastavení sú všetky funkcie povolené, čo umožňuje administrátorom webovej stránky vybrať si, či chcú na ich webovej stránke funkcie zapnúť alebo vypnúť. Ak tomto mieste funkciu deaktivujete, administrátor webovej stránky nebude môcť túto funkciu použiť vôbec."],"%s is a required feature toggle argument.":["%s je povinný argument prepínania funkcií."],"Remove keyphrase":["Vymazať kľúčovú frázu"],"Keyphrase:":["Kľúčová fráza:"],"This feature has been disabled by the network admin.":["Táto funkcia bola zablokovaná administrátorom siete."],"Focus keyphrase not set.":["Hlavná kľúčová fráza nebola nastavená."],"Colon":["Dvojbodka"],"Optional. Customize how you want to describe the duration of the instruction":["Voliteľné. Určite, ako chcete popísať trvanie inštrukcie"],"Describe the duration of the instruction:":["Popíšte trvanie inštrukcie:"],"Learn more about the readability analysis":["Prečítajte si viac o Analýze čitateľnosti"],"Readability analysis:":["Analýza čitateľnosti:"],"There is a new notification.":["Máte nové upozornenie.","Máte nové upozornenia.","Máte nové upozornenia."],"Both %1$s and %2$s manage the SEO of your site. Running two SEO plugins at the same time is detrimental.":["%1$s a aj %2$s spravujú SEO vašej webovej stránky. Prevádzkovanie dvoch pluginov SEO súčasne je škodlivé."],"%s, %s and %s":["%s, %s a %s"],"%s and %s":["%s a %s"],"%d minute":["%d minúta","%d minúty","%d minút"],"%d hour":["%d hodina","%d hodiny","%d hodín"],"%d day":["%d deň","%d dni","%d dní"],"Enter a step title":["Zadajte názov kroku"],"Optional. This can give you better control over the styling of the steps.":["Voliteľné. Môže vám to poskytnúť lepšiu kontrolu nad štýlom krokov."],"CSS class(es) to apply to the steps":["Skupina (skupiny) CSS na použitie na kroky"],"minutes":["minúty"],"hours":["hodiny"],"days":["dni"],"Create a How-to guide in an SEO-friendly way. You can only use one How-to block per post.":["Vytvoriť sprievodcu Ako na to rešpektujúceho SEO. Na jeden článok môžete použiť iba jeden blok Ako na to."],"Copy error":["Skopírovať chybu"],"An error occurred loading the %s primary taxonomy picker.":["Pri načítavaní primárneho výberu taxonómie %s sa vyskytla chyba."],"%1$s Structured Data Blocks":["Štruktúrované dátové bloky %1$s"],"Time needed:":["Potrebný čas:"],"Move question down":["Presunúť otázku nižšie"],"Move question up":["Presunúť otázku vyššie"],"Insert question":["Vložiť otázku"],"Delete question":["Zmazať otázku"],"Enter the answer to the question":["Vložiť odpoveď na otázku"],"Enter a question":["Zadať otázku"],"Add question":["Pridať otázku"],"Frequently Asked Questions":["Najčastejšie otázky"],"Select the primary %s":["Vyberte primárnu %s"],"Check links to this URL":["Skontrolujte odkaz na túto URL adresu"],"Are you trying to use multiple keyphrases? You should add them separately below.":["Pokúšate sa použiť viac kľúčových fráz? Pridajte ich oddelene nižšie."],"Mark as cornerstone content":["Označiť ako kľúčový obsah"],"Move step down":["Posunúť krok nadol"],"Move step up":["Posunúť krok nahor"],"Insert step":["Vložiť krok"],"Delete step":["Zmazať krok"],"Add image":["Pridať obrázok"],"Enter a step description":["Vložiť popis kroku"],"Enter a description":["Zadajte popis"],"Unordered list":["Neusporiadaný zoznam"],"Showing step items as an ordered list.":["Zobrazujú sa položky ako usporiadaný zoznam."],"Showing step items as an unordered list":["Zobrazujú sa položky ako neusporiadaný zoznam"],"Add step":["Pridať krok"],"Delete total time":["Zmazať celkový čas"],"Add total time":["Pridať celkový čas"],"How to":["Ako na to"],"How-to":["Ako na to"],"Analysis results":["Výsledky analýzy"],"Enter a focus keyphrase to calculate the SEO score":["Zadajte hlavnú kľúčovú frázu pre výpočet SEO skóre"],"Learn more about Cornerstone Content.":["Zistiť viac o kľúčovom obsahu."],"Cornerstone content should be the most important and extensive articles on your site.":["Kľúčový obsah by mal byť tvorený najdôležitejšími a najrozsiahlejšími článkami na vašej webovej stránke."],"Restore Site":["Obnoviť webovú stránku"],"Network Settings":["Nastavenia siete"],"You are not allowed to perform this action.":["Nie ste oprávnený vykonať túto operáciu."],"Error: %s":["Chyba: %s"],"Success: %s":["Úspešne: %s"],"Site with ID %d not found.":["Webová stránka s ID %d nebola nájdená."],"No site has been selected to restore.":["Na obnovenie nebola označená žiadna webová stránka."],"You are not allowed to modify unregistered network settings.":["Nie je povolené meniť neregistrované nastavenia siete."],"deleted":["zmazaný"],"Copied!":["Skopírované!"],"Not supported!":["Nie je podporované!"],"{{a}}Read our article about site structure{{/a}} to learn more about how internal linking can help improve your SEO.":["Prečítajte si {{a}}náš článok o štruktúre webovej stránky{{/a}}, kde sa dozviete viac o tom, ako môžu vnútorné odkazy pomôcť vášmu SEO."],"Consider linking to these {{a}}cornerstone articles:{{/a}}":["Zvážte odkazovanie na tieto {{a}}články kľúčového obsahu:{{/a}}"],"Consider linking to these articles:":["Zvážte prepojenie na tieto články:"],"Copy link":["Skopírovať odkaz"],"Copy link to suggested article: %s":["Skopírovať odkaz na navrhovaný článok: %s"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":["Ak chcete získať viac informácií o prieskume a stratégii kľúčových slov, prečítajte si nášho %1$szákladného sprievodcu o prieskume kľúčových slov%2$s."],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly. ":["Nasledovné slová sa v obsahu vyskytujú najviac. Tieto ukazujú, na čo sa váš obsah zameriava. Ak sa slová veľmi líšia od vašej témy, mali by ste obsah podľa toho prepísať. "],"Prominent words":["Významné slová"],"The site's tagline":["Slogan webovej stránky"],"Not all required fields are given. Missing field %1$s":["Nie sú uvedené všetky požadované polia. Chýbajúce pole %1$s"],"Add synonyms":["Pridať synonymum"],"You can edit the SEO metadata for this custom type on the %1$sShop page%2$s.":["Na %1$sStránke obchodu%2$s môžete upraviť meta údaje SEO pre vlastný typ."],"Current year":["Aktuálny rok"],"Page":["Stránka"],"Something went wrong. Please reload the page.":["Niečo sa pokazilo. Načítajte stránku znovu."],"Tagline":["Slogan"],"description (custom taxonomy)":["popis (vlastná taxonómia)"],"(custom taxonomy)":["(vlastná taxonómia)"],"(custom field)":["(vlastné pole)"],"Term404":["Term404"],"Caption":["Titulok"],"Pagenumber":["Číslo stránky"],"Pagetotal":["Počet stránok"],"User description":["Popis používateľa"],"ID":["ID"],"Modified":["Upravené"],"Post type (plural)":["Typ obsahov (plurál)"],"Post type (singular)":["Typ obsahu (singulár)"],"Separator":["Oddeľovač"],"Search phrase":["Vyhľadávaná fráza"],"Term title":["Názov termínu"],"Term description":["Popis termínu"],"Tag description":["Popis značky"],"Category description":["Popis kategórie"],"Primary category":["Primárna kategória"],"Category":["Kategória"],"Tag":["Značka"],"Excerpt only":["Iba zhrnutie"],"Excerpt":["Zhrnutie"],"Site title":["Názov webovej stránky"],"Archive title":["Názov archívu"],"Parent title":["Názov zdroja"],"Date":["Dátum"],"Get Yoast SEO Premium":["Získaj Yoast SEO Prémium"],"You should create a redirect to ensure your visitors do not get a 404 error when they click on the no longer working URL.":["Mali by ste vytvoriť presmerovanie, aby ste sa uistili, že návštevníci nedostanú chybu 404, keď kliknú na nefunkčnú URL adresu."],"Search engines and other websites can still send traffic to your deleted content.":["Vyhľadávače a iné webové stránky môžu stále posielať návštevnosť na váš vymazaný obsah."],"Make sure you don't miss out on traffic!":["Nezabudnite na návštevnosť!"],"You just deleted a %1$s.":["Práve ste vymazali %1$s."],"You just trashed a %1$s.":["Práve ste zahodili %1$s."],"Url preview":["Ukážka URL adresy"],"Please provide a meta description by editing the snippet below. If you don’t, Google will try to find a relevant part of your post to show in the search results.":["Vytvorte meta popis upravením úryvku nižšie. Ak tak neurobíte, Google sa pokúsi nájsť relevantnú časť vášho článku, ktorú zobrazí vo výsledkoch vyhľadávania."],"Dismiss this notice":["Zrušiť toto oznámenie"],"No results":["Žiadne výsledky"],"%d result found, use up and down arrow keys to navigate":["Bol nájdený %d výsledok, použite šípku hore a dolu pre navigáciu.","Boli nájdené %d výsledky, použite šípku hore a dolu pre navigáciu.","Bolo nájdených %d výsledkov, použite šípku hore a dolu pre navigáciu."],"Your site language is set to %s. If this is not correct, contact your site administrator.":["Jazykom vašej webovej stránky je %s. Ak je nastavenie nesprávne, kontaktujte administrátora vašej webovej stránky."],"The %s importer functionality uses temporary database tables. It seems your WordPress install does not have the capability to do this, please consult your hosting provider.":["Funkcia importéra %s používa dočasné databázové tabuľky. Zdá sa, že vaša inštalácia WordPress túto možnosť nemá, obráťte sa na svojho poskytovateľa hostingu."],"Cleanup of %s data failed.":["Čistenie %s údajov zlyhalo."],"Content Type":["Typ obsahu"],"Filter by content type":["Filtrovať podľa typu obsahu"],"Show All Content Types":["Zobraziť všetky typy obsahu"],"Replaced with the normal title for an archive generated by WordPress":["Nahradený normálnym názvom pre archív vytvorený službou WordPress"],"Clean":["Čistiť"],"Once you're certain your site is OK, you can clean up. This will remove all the original data.":["Keď ste si istý, že je vaša webová stránka v poriadku, môžete začať čistenie. Týmto sa odstránia všetky pôvodné údaje."],"Step 5: Clean up":["Krok 5: Vyčistiť"],"Please check your posts and pages and see if the metadata was successfully imported.":["Skontrolujte svoje články a stránky a uistite sa, či boli meta údaje úspešne importované."],"Step 3: Check your data":["Krok 3: Skontrolujte svoje údaje"],"This will import the post metadata like SEO titles and descriptions into your %1$s metadata. It will only do this when there is no existing %1$s metadata yet. The original data will remain in place.":["Týmto sa importujú meta údaje článku, ako napríklad SEO názov a popisy do vašich %1$s meta údajov. Stane sa to iba v prípade, že ešte neexistujú žiadne %1$s meta údaje. Pôvodné údaje zostanú na svojom mieste."],"Step 2: Import":["Krok 2: Importovať"],"Please make a backup of your database before starting this process.":["Pred spustením tohto procesu zálohujte vašu databázu."],"Step 1: Create a backup":["Krok 1: Vytvorte zálohu"],"We've detected data from one or more SEO plugins on your site. Please follow the following steps to import that data:":["Na vašej webovej stránke sme našli dáta z jedného alebo viacerých SEO pluginov. Na importovanie týchto dát postupujte podľa nasledujúcich krokov:"],"Plugin: ":["Doplnok: "],"%s did not detect any plugin data from plugins it can import from.":["%s nenašiel žiadne doplnkové dáta z pluginov, z ktorých je možné importovať."],"Posts that should not show up in search results":["Články, ktoré by sa nemali zobrazovať vo výsledkoch vyhľadávania"],"%s data found.":["%s nájdených údajov."],"%s data successfully removed.":["%s údajov bolo úspešne odstránených."],"%s data successfully imported.":["%s údajov bolo úspešne importovaných."],"%s data not found.":["%s údajov nebolo nájdených."],"On":["Zapnúť"],"Help on: %s":["Pomoc pri: %s"],"Off":["Vypnúť"],"See who contributed to %1$s.":["Pozrieť, kto prispel k %1$s."],"Help on this search results setting":["Pomoc s týmto nastavením výsledkov vyhľadávania"],"Not showing the archive for %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["Nezobrazovanie archívu pre %1$s vo výsledkoch vyhľadávania technicky znamená, že tí budú mať %2$smeta robotov a budú vylúčení z XML máp webovej stránky. %3$sViac informácií o nastaveniach výsledkov vyhľadávania%4$s."],"Not showing %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["Nezobrazovanie %1$s vo výsledkoch vyhľadávania technicky znamená, že tí budú mať %2$smeta robotov a budú vylúčení z XML máp webovej stránky. %3$sViac informácií o nastaveniach výsledkov vyhľadávania%4$s."],"Default for %2$s, currently: %1$s":["Predvolené nastavenie pre %2$s, momentálne: %1$s"],"Show %s in search results?":["Zobraziť %s vo výsledkoch vyhľadávania?"],"this author's archives":["archívy tohto autora"],"Do not allow search engines to show %s in search results.":["Nepovoliť vyhľadávačom zobrazovať %s vo výsledkoch vyhľadávania."],"Read why XML Sitemaps are important for your site.":["Prečítajte si, prečo sú XML mapy webovej stránky dôležité pre vašu webovú stránku."],"Enable the XML sitemaps that %s generates.":["Povoliť XML mapy webovej stránky, ktoré %s vytvára."],"See the XML sitemap.":["Zobraziť XML mapu webovej stránky."],"%s (current default for %s)":["%s (aktuálna predvolená hodnota pre %s)"],"Should search engines follow links on this %1$s?":["Majú vyhľadávače nasledovať odkazy na tejto %1$s?"],"Allow search engines to show this %s in search results?":["Povoliť vyhľadávačom zobraziť %s vo výsledkoch vyhľadávania?"],"Allow search engines to show this content in search results?":["Umožniť vyhľadávačom zobrazovať tento obsah vo výsledkoch vyhľadávania?"],"Toggle %1$s's XML Sitemap":["Prepnúť%1$s XML mapu webovej stránky"],"%s integration":["%s integrácia"],"Find out how the text link counter can enhance your SEO.":["Zistite, ako vám môže počítadlo textových odkazov vylepšiť vaše SEO."],"The text link counter helps you improve your site structure.":["Počítadlo textových odkazov vám pomôže vylepšiť štruktúru vašej webovej stránky."],"Find out how cornerstone content can help you improve your site structure.":["Zistite, ako vám môže kľúčový obsah pomôcť vylepšiť štruktúru webovej stránky."],"The cornerstone content feature lets you to mark and filter cornerstone content on your website.":["Funkcia kľúčového obsahu vám umožňuje označiť a filtrovať kľúčový obsah vašej webovej stránky."],"Discover why readability is important for SEO.":["Zistite, prečo je pre SEO dôležitá čitateľnosť."],"The readability analysis offers suggestions to improve the structure and style of your text.":["Analýza čitateľnosti ponúka návrhy na zlepšenie štruktúry a štýlu vášho textu."],"Learn how the SEO analysis can help you rank.":["Zistite, ako vám môže SEO analýza pomôcť pri umiestnení."],"The SEO analysis offers suggestions to improve the SEO of your text.":["Analýza SEO ponúka návrhy na vylepšenie SEO vášho textu."],"SEO analysis":["Analýza SEO"],"Good results":["Dobré výsledky"],"https://yoa.st/1uk":["https://yoa.st/1uk"],"https://yoa.st/1uj":["https://yoa.st/1uj"],"Latest blog posts on %1$s":["Najnovšie články na %1$s"],"Remove highlight from the text":["Odstrániť zvýraznenie textu"],"Your site language is set to %s. ":["Jazyk vašej webovej stránky je nastavený na %s. "],"First-time SEO configuration":["Prvé nastavenie SEO"],"Highlight this result in the text":["Zvýrazni tento výsledok v texte"],"Considerations":["Návrhy na zváženie"],"Errors":["Chyby"],"Change language":["Zmeniť jazyk"],"%s file":["%s súbor"],"Save changes to %s":["Uložiť zmeny do %s"],"Edit the content of your %s:":["Upraviť obsah vášho %s:"],"Create %s file":["Vytvoriť %s súbor"],"Updated %s":["Aktualizované %s"],"You cannot edit the %s file.":["Nedá sa upraviť %s súbor."],"You cannot create a %s file.":["Nedá sa vytvoriť %s súbor."],"Other integrations":["Ďalšie integrácie"],"More information about %1$s":["Viac informácií o %1$s"],"Old Configuration Wizard":["Sprievodca konfiguráciou"],"Manage your %s subscription on MyYoast":["Spravovať vaše %s predplatné na MyYoast"],"Mark the most important %1$s as 'cornerstone content' to improve your site structure. %2$sLearn more about cornerstone content%3$s.":["Najdôležitejšie položky %1$s označte ako ‚kľúčový obsah‘ a vylepšite štruktúru vašej webovej stránky. %2$sDozvite sa viac o kľúčovom obsahu%3$s."],"(Opens in a new browser tab)":["(Otvára sa na novej karte prehliadača)"],"Go back":["Späť"],"Posts %1$swithout%2$s a focus keyphrase":["Články %1$sbez%2$s hlavnej kľúčovej frázy"],"Hey, your SEO is doing pretty well! Check out the stats:":["Vaše SEO je na tom dosť dobre! Pozri si štatistiky:"],"You don't have any published posts, your SEO scores will appear here once you make your first post!":["Zatiaľ ste nepublikovali žiadne články, vaše SEO skóre sa objaví hneď, ako vytvoríte svoj prvý článok!"],"Read more like this on our SEO blog":["Viac si prečítate na našom blogu SEO"],"Readability: %s":["Čitateľnosť: %s"],"Not activated":["Neaktivované"],"Activated":["Aktivované"],"%1$s recommendations for you":["%1$s odporúčania pre vás"],"All Readability Scores":["Všetky skóre čitateľnosti"],"Filter by Readability Score":["Filtrovať podľa skóre čitateľnosti"],"Request method %1$s is not valid.":["Metóda žiadosti %1$s nie je platná."],"Text link counter":["Počítadlo textových odkazov"],"Number of internal links linking to this post. See \"Yoast Columns\" text in the help tab for more info.":["Počet vnútorných odkazov odkazujúcich na tento článok. Viac informácií nájdete v texte ‚Stĺpce Yoast‘ na karte pomocníka."],"Number of outgoing internal links in this post. See \"Yoast Columns\" text in the help tab for more info.":["Počet odchádzajúcich vnútorných odkazov v tomto článku. Viac informácií nájdete v texte ‚Stĺpce Yoast‘ na karte pomocníka."],"%s Columns":["%s Stĺpce"],"Readability score":["Skóre čitateľnosti"],"Scroll to see the preview content.":["Prejdite na zobrazenie ukážky obsahu."],"Cornerstone content":["Kľúčový obsah"],"Save changes":["Uložiť zmeny"],"1 year free support and updates included!":["1 rok bezplatnej podpory a aktualizácií v cene!"],"The plugin %2$s changes your site's output and in doing that differentiates between search engines and normal users, a process that's called cloaking. We highly recommend that you disable it.":["Doplnok %2$s mení výstup vašej webovej stránky a tým rozlišuje medzi vyhľadávačmi a normálnymi používateľmi. Tento proces sa nazýva maskovanie. Dôrazne odporúčame túto funkciu zablokovať."],"No ads!":["Žiadne reklamy!"],"Get internal linking suggestions":["Získajte návrhy interných prepojení"],"Variable":["Premenná"],"Available variables":["Dostupné premenné"],"Scroll to see the table content.":["Posunúť na zobrazenie obsahu tabuľky."],"An error occurred in the '%1$s' assessment":["V hodnotení ‚%1$s‘ sa vyskytla chyba"],"No new notifications.":["Žiadne nové upozornenia."],"Save all":["Uložiť všetko"],"Save":["Uložiť"],"%1$s, Author at %2$s":["%1$s, autor na %2$s"],"Mobile preview":["Mobilné zobrazenie"],"Desktop preview":["Zobrazenie na počítači"],"Please provide an SEO title by editing the snippet below.":["Uveďte nadpis SEO vyplnením úryvku nižšie."],"Meta description preview:":["Náhľad meta popisu:"],"Slug preview:":["Náhľad slugu:"],"SEO title preview:":["Náhľad SEO názvu:"],"Close snippet editor":["Zatvoriť editor úryvku"],"Slug":["Slug"],"Remove marks in the text":["Odstrániť značky v texte"],"Mark this result in the text":["Označiť tento výsledok v texte"],"Marks are disabled in current view":["Značky sú zakázané v aktuálnom pohľade"],"Good SEO score":["Dobré SEO skóre"],"OK SEO score":["OK SEO skóre"],"Feedback":["Spätná väzba"],"Name":["Meno"],"Please provide a meta description by editing the snippet below.":["Zadajte meta popis úpravou úryvku nižšie."],"Edit snippet":["Upraviť úryvok"],"You can click on each element in the preview to jump to the Snippet Editor.":["Kliknutím na každý prvok v náhľade môžete prejsť do Editora úryvkov."],"SEO title preview":["Náhľad SEO názvu"],"Export settings":["Nastavenia exportu"],"Please don't show me this notification anymore":["Viac toto upozornenie nezobrazovať"],"If you are experiencing issues, %1$splease file a bug report%2$s and we'll do our best to help you out.":["Ak máte problémy, %1$sodošlite hlásenie o chybe%2$s a urobíme maximum, aby sme vám pomohli."],"We've noticed you've been using %1$s for some time now; we hope you love it! We'd be thrilled if you could %2$sgive us a 5 stars rating on WordPress.org%3$s!":["Všimli sme si, že už nejaký čas používate %1$s a dúfame, že sa vám páči! Potešilo by nás, ak by ste nám %2$sdali 5 hviezdičkové hodnotenie na WordPress.org%3$s!"],"%1$s + %2$s":["%1$s + %2$s"],"Warning: the variable %1$s cannot be used in this template. See the %2$s for more info.":["Upozornenie: premennú %1$s nemožno v tejto šablóne použiť. Viac informácií nájdete na %2$s."],"By the way, did you know we also have a %1$sPremium plugin%2$s? It offers advanced features, like a redirect manager and support for multiple keyphrases. It also comes with 24/7 personal support.":["Mimochodom, vedeli ste, že máme tiež %1$sPrémiový doplnok%2$s? Ten ponúka pokročilé funkcie, ako správcu presmerovania a podporu viacerých kľúčových fráz. Má tiež nepretržitú osobnú podporu 24/7."],"(no title)":["(bez názvu)"],"The %1$s admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["%1$sPonuka administrátorskej lišty obsahuje užitočné odkazy na nástroje tretích strán na analýzu stránok a uľahčuje zobrazovanie nových upozornení."],"Admin bar menu":["Ponuka administrátorskej lišty"],"Features":["Funkcie"],"SEO title":["SEO názov"],"Greater than sign":["Znak väčšie ako"],"Less than sign":["Znak menšie ako"],"Right angle quotation mark":["Pravé úvodzovky"],"Left angle quotation mark":["Ľavé úvodzovky"],"Small tilde":["Malá vlnovka"],"Vertical bar":["Vertikálna lišta"],"Low asterisk":["Nízka hviezdička"],"Asterisk":["Hviezdička"],"Bullet":["Odrážka"],"Middle dot":["Bodka v strede riadku"],"Em dash":["Dlhá pomlčka"],"En dash":["Dlhšia pomlčka"],"Dash":["Pomlčka"],"No":["Nie"],"Yes":["Áno"],"Google search console":["Google Search Console"],"Social profiles":["Sociálne profily"],"Posts list":["Zoznam článkov"],"Posts list navigation":["Navigácia v zozname článkov"],"Filter posts list":["Filtrovať zoznam článkov"],"Installed":["Nainštalované"],"Seamless integration between %1$s and %2$s":["Bezproblémová integrácia medzi %1$s a %2$s"],"Optimize your site for Google News":["Optimalizovať vašu webovú stránku pre Google News"],"Edit &#8220;%s&#8221;":["Upraviť &#8220;%s&#8221;"],"Premium":["Premium"],"Get Premium":["Získať Premium"],"Notifications":["Upozornenia"],"Removes the focus keyphrase section from the metabox and disables all SEO-related suggestions.":["Odstráni časť hlavnej kľúčovej frázy z metaboxu a zakáže všetky návrhy súvisiace so SEO."],"Disable SEO analysis":["Zakázať analýzu SEO"],"Other social profiles":["Ďalšie sociálne profily"],"Make primary":["Urobiť primárnym"],"Cancel":["Zrušiť"],"%s notification":["%s oznámenie","%s oznámenia","%s oznámení"],"Disable readability analysis":["Zakázať analýzu čitateľnosti"],"Removes the readability analysis section from the metabox and disables all readability-related suggestions.":["Odstráni sekciu analýzy čitateľnosti z meta poľa a zakáže všetky návrhy súvisiace s čitateľnosťou."],"Readability analysis":["Analýza čitateľnosti"],"Needs improvement":["Potrebuje vylepšenie"],"Readability":["Čitateľnosť"],"Improvements":["Vylepšenia"],"Good job! We could detect no serious SEO problems.":["Skvelé! Nenašli sme žiadne vážne problémy so SEO."],"We have detected the following issues that affect the SEO of your site.":["Zistili sme, že tieto problémy majú vplyv na výsledné SEO vašej webovej stránky."],"Problems":["Problémy"],"Analysis":["Analýza"],"Not available":["Nie je k dispozícii"],"Filter by SEO Score":["Filtrovať podľa SEO skóre"],"Meta description not set.":["Meta popis nie je nastavený."],"Open":["Otvoriť"],"Loading...":["Načítava sa..."],"No results found":["Neboli nájdené žiadne výsledky."],"Dashboard":["Nástenka"],"You can fix this on the %1$sPermalink settings page%2$s.":["Tento problém môžete odstrániť na %1$sstránke Nastavenia trvalých odkazov%2$s."],"Replaced with the primary category of the post/page":["Vymenené za hlavnú kategóriu článku/stránky"],"Buy %s":["Kúpiť %s"],"New %1$s Title":["Nový %1$s názov"],"Existing %1$s Title":["Existujúci %1$s názov"],"Expected an integer as input.":["Očakáva sa celočíselná hodnota ako vstup."],"Trying to build the sitemap cache key, but the postfix and prefix combination leaves too little room to do this. You are probably requesting a page that is way out of the expected range.":["Skúšame vytvoriť kľúč mapy webovej stránky, ale kombinácia postfix a prefix ponecháva veľmi málo priestoru na jeho vytvorenie. Pravdepodobne požadujete stránku, ktorá je mimo očakávaného rozsahu."],"Redirects":["Presmerovať"],"Remove":["Odobrať"],"Keep":["Zachovať"],"Bold the last page":["Zvýrazniť poslednú stránku"],"Primary %s":["Primárny %s"],"Primary":["Primárny"],"Make %1$s primary %2$s":["Vytvor %1$s primárny %2$s"],"Integrations":["Integrácie"],"Term is set to noindex.":["Termín je nastavený ako noindex."],"Author archives":["Archívy autorov"],"Enabled":["Zapnuté"],"Disabled":["Zablokované"],"The separator defined in your theme's %s tag.":["Oddeľovač definovaný v značke vašej témy %s."],"No index":["Noindex"],"SEO score":["SEO skóre"],"Team Yoast":["Tím Yoast"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["Prvé skutočné komplexné riešenie SEO pre WordPress vrátane analýzy obsahu na stránke, XML máp webovej stránky a mnohých ďalších funkcií."],"Yoast SEO":["Yoast SEO"],"Activation failed:":["Aktivácia sa nepodarila:"],"The filter extension seem to be unavailable. Please ask your web host to enable it.":["Rozšírenie filtra nie je dostupné. Požiadajte svojho webového dodávateľa, aby ho odblokoval."],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":["Inštalácia doplnku %1$s nie je kompletná. Prosím pozrite si %2$sinštrukcie k inštalácií%3$s."],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":["Rozšírenie štandardnej knižnice PHP (SPL) nie je dostupné. Obráťte sa na svojho webového dodávateľa, aby ho sprístupnil."],"SEO Settings":["Nastavenia SEO"],"Mobile-Friendly Test":["Test použiteľnosti pre mobily"],"Google Page Speed Test":["Google Page Speed Test"],"Facebook Debugger":["Ladenie chýb Facebook"],"Analyze this page":["Analyzovať túto stránku"],"%s does not seem to be a valid url. Please correct.":["%s nie je platná URL adresa. Opravte ju prosím."],"%1$s does not seem to be a valid %2$s verification string. Please correct.":["%1$s nevyzerá, ako platný overovací reťazec pre %2$s. Opravte ho prosím."],"%s Archive":["Archív %s"],"You searched for %s":["Hľadali ste %s"],"%s does not seem to be a valid Twitter Username. Please correct.":["%s nie je platné používateľské meno na Twitter . Opravte ho."],"Summary with large image":["Zhrnutie s veľkým obrázkom"],"The post %1$s appeared first on %2$s.":["Článok %1$s je zobrazený ako prvý na %2$s."],"No numeric value was received.":["Nebola prijatá číselná hodnota."],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":["Musí byť existujúci blog. Blog %s neexistuje, alebo bol označený ako zmazaný."],"The default blog setting must be the numeric blog id of the blog you want to use as default.":["Základné nastavenie blogu, musí obsahovať ID blogu, ktorý chcete použiť ako predvolený."],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":["%1$s nie je platná voľba pre tých, ktorí majú prístup k %2$s nastaveniam. Hodnota bola obnovená na predvolenú."],"Please select a valid post type for taxonomy \"%s\"":["Vyberte platný typ článku pre taxonómiu ‚%s‘"],"Please select a valid taxonomy for post type \"%s\"":["Vyberte platnú taxonómiu pre typ článku ‚%s‘"],"You searched for":["Hľadali ste"],"Home":["Domovská stránka"],"Archives for":["Archívy pre"],"Error 404: Page not found":["Chyba 404: Stránka nebola nájdená"],"Good":["Dobré"],"Replaced with a custom taxonomies description":["Nahradené vlastným popisom taxonómie"],"Replaced with a posts custom taxonomies, comma separated.":["Nahradené vlastnou taxonómiou článkov, hodnoty oddelené čiarkou."],"Replaced with a posts custom field value":["Nahradené hodnotou vlastného poľa článkov"],"Replaced with the slug which caused the 404":["Nahradené slugom. ktorý spôsobil chybu 404"],"Replaced with the posts focus keyphrase":["Nahradené hlavnou kľúčovou frázou článkov"],"Attachment caption":["Titulok prílohy"],"Replaced with the current page number":["Nahradené aktuálnym číslom stránky"],"Replaced with the current page total":["Nahradené aktuálnym počtom stránok"],"Replaced with the current page number with context (i.e. page 2 of 4)":["Nahradené aktuálnym číslom stránky s kontextom (napr. stránka 2 z 4)"],"Replaced with the current year":["Nahradené aktuálnym rokom"],"Replaced with the current month":["Nahradené aktuálnym mesiacom"],"Replaced with the current day":["Nahradené aktuálnym dňom"],"Replaced with the current date":["Nahradené aktuálnym dátumom"],"Replaced with the post/page author's 'Biographical Info'":["Nahradené informáciou o autorovi článku/stránky"],"Replaced with the post/page author's 'nicename'":["Nahradené používateľským menom autora článku/stránky"],"Replaced with the post/page ID":["Nahradené ID článku/stránky"],"Replaced with the post/page modified time":["Nahradené upraveným časom článku/stránky"],"Replaced with the content type plural label":["Nahradené množným štítkom typu obsahu"],"Replaced with the content type single label":["Nahradené jednoduchým štítkom typu obsahu"],"Replaced with the current search phrase":["Nahradené súčasnou frázou vyhľadávania"],"Replaced with the term name":["Nahradené názvom výrazu"],"Replaced with the term description":["Nahradené popisom výrazu"],"Replaced with the tag description":["Nahradené popisom značky"],"Replaced with the category description":["Nahradené popisom kategórie"],"Replaced with the post categories (comma separated)":["Nahradené kategóriami článku (oddelenými čiarkami)"],"Replaced with the current tag/tags":["Nahradené aktuálnou značkou/značkami"],"Replaced with the post/page excerpt (without auto-generation)":["Nahradené zhrnutím článku/stránky (nebude automaticky vygenerované)"],"Replaced with the post/page excerpt (or auto-generated if it does not exist)":["Nahradené zhrnutím článku/stránky (bude automaticky vygenerované ak neexistuje)"],"The site's name":["Názov webovej stránky"],"Replaced with the title of the parent page of the current page":["Nahradené názvom nadradenej stránky aktuálnej stránky"],"Replaced with the title of the post/page":["Nahradené nadpisom článku/stránky"],"Replaced with the date of the post/page":["Nahradiť dátumom článku/stránky"],"Page %1$d of %2$d":["Stránka %1$d z %2$d"],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":["Nemôžete prepísať štandard WPSEO pomocou registrácie premennej s rovnakým menom. Použite filter  \"wpseo_replacements\" a upravte hodnoty."],"A replacement variable with the same name has already been registered. Try making your variable name unique.":["Už bola zaregistrovaná náhradná premenná s rovnakým názvom. Skúste vytvoriť jedinečný názov premennej."],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":["Náhrada premennej nemôže začínať s \"%%cf_\" alebo \"%%ct_\". Tieto sú rezervované pre premenné WPSEO vlastné polia a taxonómie. Použite unikátne meno."],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":["Náhrada premenných môže obsahovať iba čísla, písmená, podčiarkovníky alebo pomlčky. Skúste premenovať premennú."],"Admin only notice: this page does not show a meta description because it does not have one, either write it for this page specifically or go into the [%1$s - %2$s] menu and set up a template.":["Upozornenie len pre administrátora: táto stránka nezobrazuje meta popis, pretože ho nemá, buď ho napíšte špeciálne pre túto stránku, alebo prejdite do ponuky [%1$s - %2$s] a nastavte šablónu."],"Page not found":["Stránka nebola nájdená"],"%s Archives":["Archívy %s"],"Meta description to use for Author page":["Meta popis pre stránku autora"],"Title to use for Author page":["Názov pre stránku autora"],"%1$s settings":["%1$s nastavenia"],"Export your %1$s settings":["Exportujte svoje %1$s nastavenia"],"Import settings":["Importovať nastavenia"],"Import from other SEO plugins":["Importovať z iných doplnkov SEO"],"Import":["Importovať"],"If you had a %s file and it was editable, you could edit it from here.":["Ak máte súbor %s a je zapisovateľný, môžete ho upraviť tu."],"If your %s were writable, you could edit it from here.":["Ak by bol váš %s zapisovateľný, mohli by ste ho tu upraviť."],"You don't have a %s file, create one here:":["Ak nemáte súbor %s, tu jeden vytvoríte:"],"A link to your site, with your site's name and description as anchor text.":["Odkaz na vašu webovú stránku, ako text odkazu sa použije názov a popis webovej stránky."],"A link to your site, with your site's name as anchor text.":["Odkaz na vašu webovú stránku, ako text odkazu sa použije názov vašej webovej stránky."],"A link to the post, with the title as anchor text.":["Odkaz na článok s názvom ako textom odkazu."],"You can use the following variables within the content, they will be replaced by the value on the right.":["Môžete použiť nasledovné premenné v obsahu, budú nahradené hodnotou vpravo."],"Content to put after each post in the feed":["Obsah vložený do informačného feedu za každým článkom"],"Content to put before each post in the feed":["Obsah, ktorý sa má umiestniť pred každý článok vo feede"],"How to insert breadcrumbs in your theme":["Ako vložiť navigáciu breadcrumbs do vašej témy"],"Blog":["Blog"],"Prefix for the breadcrumb path":["Prefix cesty k navigácii breadcrumbs"],"Anchor text for the Homepage":["Text odkazu pre domovskú stránku"],"Separator between breadcrumbs":["Oddeľovač v navigácii breadcrumbs"],"Below are your published posts' SEO scores. Now is as good a time as any to start improving some of your posts!":["Nižšie sú SEO skóre pre vami publikované články. Prečo nezačať zlepšovať niektoré z vašich článkov!"],"Credits":["Titulky"],"&laquo; Back to Tools page":["&laquo; Späť na Nástroje"],"%1$s comes with some very powerful built-in tools:":["%1$s prichádza s veľmi silnými zabudovanými nástrojmi:"],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":["Tento nástroj vám povolí rýchlo zmeniť dôležité súbory vášho SEO, ako napríklad robots.txt, a ak používate, tak tiež .htaccess súbor."],"File editor":["Editor súborov"],"Import settings from other SEO plugins and export your settings for re-use on (another) site.":["Importujte nastavenia z iných pluginov SEO a exportujte svoje nastavenia na opätovné použitie na (inej) webovej stránke."],"Import and Export":["Import a Export"],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":["Tento nástroj vám umožní rýchlo zmeniť nadpisy a popisy vašich článkov a stránok bez toho, aby ste použili editor na každej stránke."],"Bulk editor":["Hromadný editor"],"Default settings":["Predvolené nastavenia"],"Description":["Popis"],"Restore site to defaults":["Obnoviť webovú stránku na predvolenú"],"Site ID":["ID webovej stránky"],"Using this form you can reset a site to the default SEO settings.":["Pomocou tohto formulára môžete obnoviť nastavenia webovej stránky pre SEO na predvolené."],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new sites.":["Nastavenia citlivé na súkromie (administrátori FB a podobne), špecifické pre tému (prepísanie názvu) a niekoľko veľmi špecifických nastavení webovej stránky, sa na nové webové stránky neimportujú."],"Enter the %1$sSite ID%2$s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":["Zadajte%1$sID webovej stránky%2$s, ktorej nastavenie chcete použiť ako predvolené na všetky webové stránky pridané do vašej siete. Pole môžete nechať prázdne (budú použité základné nastavenia pluginu)."],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":["Vyberte webovú stránku, ktorej nastavenia chcete použiť ako predvolené pre všetky webové stránky pridané do siete. Ak vyberiete možnosť \"Žiadne\", použijú sa bežné predvolené nastavenia pluginu."],"New sites in the network inherit their SEO settings from this site":["Nové webové stránky v sieti zdedia nastavenia SEO tejto webovej stránky"],"Super Admins only":["Iba Super administrátori"],"Site Admins (default)":["Administrátori webovej stránky (predvolené)"],"Who should have access to the %1$s settings":["Kto bude mať prístup k %1$s nastaveniam"],"spam":["spam"],"mature":["dospelý"],"archived":["archivovaný"],"public":["verejný"],"%s restored to default SEO settings.":["%s obnovil nastavenia SEO na predvolené."],"Settings Updated.":["Nastavenia aktualizované."],"Special pages":["Špeciálne stránky"],"Date archives":["Archívy dátumov"],"Title":["Názov"],"Take note:":["Poznačiť si:"],"You can determine the title and description for the homepage by %1$sediting the homepage itself%2$s.":["Názov a popis domovskej stránky môžete nastaviť %1$seditáciou samotnej domovskej stránky%2$s."],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s automaticky zistil, či je potrebné vynútiť prepísanie nadpisov vašich stránok, ak si myslíte, že je to nesprávne a viete, čo robíte, môžete toto nastavenie zmeniť."],"Force rewrite titles":["Vynútiť prepísanie nadpisov"],"Homepage":["Domovská stránka"],"%1$s Extensions":["%1$s rozšírenia"],"Seamlessly integrate WooCommerce with %1$s and get extra features!":["Bezproblémovo integrujte WooCommerce s %1$s a získajte extra funkcie!"],"Rank better locally and in Google Maps, without breaking a sweat!":["Získajte bez námahy lepšie hodnotenie na Google Mapy!"],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":["Používate Google News? Zvýšte návštevnosť pomocou optimalizácie!"],"Optimize your videos to show them off in search results and get more clicks!":["Optimalizujte video pre zobrazenie vo vyhľadávaní! Získate viac kliknutí!"],"The premium version of %1$s with more features & support.":["Prémiová verzia %1$s s rozšírenými funkciami a podporou."],"Person":["Osoba"],"Website name":["Názov webovej stránky"],"RSS":["RSS"],"Permalink":["Trvalý odkaz"],"Breadcrumbs":["Navigácia breadcrumbs"],"Authenticate":["Autentifikovať"],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year of support and updates, on %2$s.":["Aby ste mohli vytvoriť presmerovanie a opraviť tak tento problém, potrebujete %1$s. Doplnok si vrátane ročnej podpory a aktualizácií môžete kúpiť na %2$s."],"Creating redirects is a %s feature":["Vytváranie presmerovaní je %s funkcia"],"New URL":["Nová URL adresa:"],"Search":["Vyhľadať"],"URL":["URL adresa"],"Deactivate %s":["Deaktivovať %s"],"The %1$s plugin might cause issues when used in conjunction with %2$s.":["Doplnok %1$s môže spôsobiť problémy pri použití s %2$s."],"Upload Image":["Nahrať obrázok"],"%s Posts Overview":["%s prehľady článkov"],"Breadcrumbs title":["Názov navigácie breadcrumbs"],"Pinterest":["Pinterest"],"Social settings":["Nastavenia sociálnych sietí"],"Close":["Zatvoriť"],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines and might slow down your site.":["%1$s aj %2$s vytvoria XML mapy webovej stránky. Ak sa vytvoria dve XML mapy webovej stránky, môže to mať za následok spomalenie webovej stránky a tiež to nie je užitočné pre vyhľadávače."],"Configure %1$s's Open Graph settings":["Konfigurovať nastavenia Open Graph pre %1$s"],"Both %1$s and %2$s create Open Graph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":["Oboje %1$s a %2$s vytvoria výstup pre Open Graph, čo môže mať za následok, že Facebook, Twitter, LInkedIn a ďalšie sociálne siete použijú nesprávne texty a obrázky pri zdieľaní stránok."],"%s image":["%s obrázok"],"%s description":["%s popis"],"%s title":["%s názov"],"Twitter":["Twitter"],"Facebook":["Facebook"],"very difficult":["veľmi ťažké"],"Try to make shorter sentences, using less difficult words to improve readability":["Skúste tvoriť kratšie vety a používať jednoduchšie slová, aby ste zlepšili čitateľnosť"],"difficult":["ťažké"],"fairly difficult":["trochu ťažké"],"OK":["OK"],"fairly easy":["normálne"],"easy":["ľahké"],"very easy":["veľmi ľahké"],"The copy scores %1$s in the test, which is considered %2$s to read.":["Kópia získala v teste %1$s, čo sa považuje za %2$s na čítanie."],"Flesch reading ease":["Uľahčenie čítania Flesch"],"Meta Desc.":["Meta popis."],"All SEO Scores":["Všetky SEO skóre"],"SEO issue: The featured image should be at least 200 by 200 pixels to be picked up by Facebook and other social media sites.":["SEO problém: Ilustračný obrázok by mal mať veľkosť minimálne 200x200 pixelov, aby mohol byť použitý pre Facebook a iné sociálne siete."],"(no parent)":["(bez nadradenej)"],"meta description":["Meta popis:"],"Page title":["Názov stránky"],"Post is set to noindex.":["Článok označený ako noindex."],"The URL that this page should redirect to.":["URL adresa, na ktorú vás táto stránka presmeruje."],"301 Redirect":["301 presmerovanie"],"The canonical URL that this page should point to. Leave empty to default to permalink. %1$sCross domain canonical%2$s supported too.":["Kanonická URL adresa, na ktorú by táto stránka mala odkazovať. Nechajte prázdne pre základné použitie trvalého odkazu. Podporované sú aj %1$skanonické súbory naprieč doménami%2$s."],"Canonical URL":["Kanonická URL adresa"],"Title to use for this page in breadcrumb paths":["Názov, ktorý sa má použiť pre túto stránku v breadcrumb cestách"],"Breadcrumbs Title":["Názov navigácie breadcrumbs"],"No Snippet":["Žiadny úryvok"],"No Archive":["Žiadny archív"],"No Image Index":["Žiadny index obrázka"],"None":["Žiadny"],"Meta robots advanced":["Pokročilé nastavenia meta robotov"],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Upozornenie: napriek tomu, že tu môžete meniť nastavenie pre vyhľadávacie roboty, nastavenia ochrany osobných údajov sú pre celú webovú stránku nastavené ako noindex, takže toto nastavenie nebude účinné."],"Meta description":["Meta popis"],"SEO Title":["SEO názov"],"Focus keyword":["Hlavné kľúčové slovo"],"Settings successfully imported.":["Nastavenia úspešne importované."],"Settings could not be imported:":["Nastavenia nemohli byť importované:"],"Breadcrumb for 404 pages:":["Navigácia breadcrumbs pre stránky 404:"],"Prefix for search result pages:":["Prefix pre stránky výsledkov hľadania:"],"Prefix for archive pages:":["Prefix pre stránky archívu:"],"Prefix for breadcrumbs:":["Predpona navigácie breadcrumbs:"],"Anchor text for the homepage:":["Text odkazu pre domovskú stránku:"],"Breadcrumbs separator:":["Oddeľovač navigácie breadcrumbs:"],"%s Breadcrumbs":["%s navigácie breadcrumbs"],"Use Image":["Použiť obrázok"],"Action":["Akcia"],"Page URL/Slug":["URL adresa/slug"],"Publication date":["Dátum publikovania"],"Post Status":["Stav článku"],"WP Page Title":["Názov WP stránky"],"View":["Zobraziť"],"View &#8220;%s&#8221;":["Zobraziť &#8220;%s&#8221;"],"Preview":["Náhľad"],"Preview &#8220;%s&#8221;":["Náhľad &#8220;%s&#8221;"],"Edit":["Upraviť"],"Filter":["Filter"],"New Yoast Meta Description":["Nový meta popis Yoast"],"Existing Yoast Meta Description":["Existujúci meta popis Yoast"],"Facebook profile URL":["URL adresa profilu na Facebooku"],"Twitter username (without @)":["Používateľské meno na Twitter (bez @)"],"Google":["Google+"],"FAQ":["Časté otázky"],"Settings":["Nastavenia"],"Huge SEO Issue: You're blocking access to robots.":["Veľká chyba SEO: Blokujete prístup robotom."],"Posts":["Články"],"Edit Files":["Upraviť súbory"],"General":["Všeobecné"],"Extensions":["Rozšírenia"],"Search Console":["Search Console"],"Tools":["Nástroje"],"Advanced":["Pokročilé"],"XML sitemaps":["XML mapy webovej stránky"],"Social":["Sociálne siete"],"SEO":["SEO"],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":["%1$s zistil, že používate verziu %2$s z %3$s, prosím, aktualizujte na najnovšiu verziu, aby sa zabránilo problémom s kompatibilitou."],"Just another WordPress site":["Len ďalšia WordPress webová stránka"],"You have used HTML in your value which is not allowed.":["Použili ste HTML vo vašej hodnote, použitie HTML nie je povolené."],"You can't edit %s that aren't yours.":["Nemôžete upravovať %s. Nemáte dostatočné práva."],"You can't edit %s.":["Nemôžete upravovať %s."],"Post has an invalid Content Type: %s.":["Článok má neplatný typ obsahu: %s."],"Post doesn't exist.":["Článok neexistuje."],"posts\u0004Trash <span class=\"count\">(%s)</span>":["Kôš <span class=\"count\">(%s)</span>","Kôš <span class=\"count\">(%s)</span>","Kôš <span class=\"count\">(%s)</span>"],"posts\u0004All <span class=\"count\">(%s)</span>":["Všetko <span class=\"count\">(%s)</span>","Všetky <span class=\"count\">(%s)</span>","Všetkých <span class=\"count\">(%s)</span>"]}}}