{"domain":"js-text-analysis","locale_data":{"js-text-analysis":{"":{"domain":"js-text-analysis","plural_forms":"nplurals=2; plural=n != 1;","lang":"hu"},"The %1$s class must not be instantiated before the %2$s global is set.":[""],"%1$sOutrank your competitors even further%2$s with these %3$s plugins":[""],"No need to figure out what to link to. You get linking suggestions for relevant posts and pages to make your website easier to navigate.":[""],"Use AI to write SEO titles and meta descriptions for your posts and pages. It speeds up your work and does some of the thinking for you!":[""],"%s looks at more than just your main keyword. It analyzes different word forms, plurals, and past tenses. This helps your website perform even better in searches!":[""],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for titles and meta descriptions to make your pages rank high and make you look good on social media. %1$sLearn more%2$s%3$s":[""],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for product titles and meta descriptions to make your pages rank high and make you look good on social media. %1$sLearn more%2$s%3$s":[""],"Explore %s!":[""],"You’ll reach more people with multiple keyphrases! Want to quickly add these related keyphrases to the %s analyses for even better content optimization?":[""],"Get AI to write SEO titles and meta descriptions faster. Reach a wider audience with multiple keywords. Get automatic internal linking suggestions. And much, much more!":[""],"Explore now":[""],"Rank higher in search results":[""],"Turn more visitors into customers!":[""],"Increase Google clicks with rich results":[""],"Write product pages that rank using the SEO analysis":[""],"Get XML sitemaps":[""],"Optimize your video previews & thumbnails":[""],"Make sure your videos load quickly for users":[""],"Automatically get technical SEO best practices for video content":[""],"Drive more views to your videos":[""],"Stand out for local searches":[""],"Explore %s now!":[""],"%1$s24/7 support%2$s: Also on evenings and weekends.":[""],"%1$sAppealing social previews%2$s people actually want to click on.":[""],"%1$sNo more broken links%2$s: Automatic redirect manager.":[""],"%1$sSuper fast%2$s internal linking suggestions.":[""],"%1$sMultiple keywords%2$s: Rank higher for more searches.":[""],"%1$sAI%2$s: Better SEO titles and meta descriptions, faster.":[""],"Highlight areas of improvement in your text, no more searching for a needle in a haystack, straight to optimizing! Now also in Elementor!":[""],"Leave a quick review":[""],"Happy with the plugin?":[""],"Show Yoast SEO some love!":[""],"Let's get your site in tip-top shape for the search engines. Simply follow these 5 steps to make Google understand what your site is about.":[""],"If your goal is to increase your rankings, you need to work on your SEO regularly. That can be overwhelming, so let's tackle it one step at a time!":[""],"Great work! Thanks to the details you've provided, %1$s has enhanced your site for search engines, giving them a clearer picture of what your site is all about.":[""],"Important: We won't sell this data, and we won't collect any personal information about you or your visitors.":[""],"What data will be collected and why?":[""],"No, I don't want to share my site data":[""],"Are you open to help us improve our services?":[""],"Yes, give me your free tips!":[""],"Subscribe to the %1$s newsletter to receive best practices for improving your rankings, save time on SEO tasks, stay up-to-date with the latest SEO news, and get expert guidance on how to make the most of %2$s!":[""],"Get free weekly SEO tips!":[""],"You're almost there! Complete all settings in this step so search engines know what your site is about.":[""],"Completing this step helps Google to understand your site even better. Bonus: You'll improve your chance of getting %1$srich results%2$s!":[""],"Let's start by running the SEO data optimization. That means we'll scan your site and create a database with optimized SEO data. It won't change any content or settings on your site and you don't need to do anything, just hit start!\n\nNote: If you have a lot of content, this optimization could take a moment. But trust us, it's worth it!":[""],"We've successfully analyzed your site & optimized your SEO data!":[""],"Fantastic work! Add your organization's social media accounts below. This allows us to fine-tune the metadata for these platforms.":[""],"Social share preview":[""],"Twitter share preview":[""],"The %1$s interface is currently unavailable in the beta WooCommerce product editor. To resolve any issues, please disable the beta editor. %2$sLearn how to disable the beta WooCommerce product editor.%3$s":[""],"Compatibility issue: Yoast SEO is incompatible with the beta WooCommerce product editor.":[""],"Search engines and other websites can still send traffic to your trashed content.":[""],"Unlock with the %1$s":[""],"Generate product titles & descriptions with AI!":[""],"Last year":[""],"Last week":[""],"Last day":[""],"Last updated":[""],"Activate tracking to show the ranking position":[""],"List your Frequently Asked Questions in an SEO-friendly way.":[""],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by OpenAI GPTBot.":[""],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by the Google-Extended bot. Enabling this setting won’t prevent Google from indexing your website.":[""],"Lots of web traffic comes from bots crawling the web. Some can benefit your site or business, while other bots don’t. Blocking unwanted bots can save energy, help with site performance, and protect copyrighted content. Learn more about %1$swhen to block unwanted bots%2$s.":[""],"Prevent OpenAI GPTBot from crawling":[""],"Prevent Google Bard and Vertex AI bots from crawling":[""],"Prevent Common Crawl CCBot from crawling":[""],"Unlock Premium SEO analysis":[""],"Get more help with writing content that ranks":[""],"$ USD / € EUR / £ GBP per year (ex. VAT)":[""],"Internal linking suggestions":[""],"%1$s SAVE 30%% %2$s on your 12 month subscription":[""],"Learn more about %s (Opens in a new browser tab)":[""],"Write more natural and engaging content":[""],"Synonyms help users understand your copy better. It’s easier to read for both users and Google. In %s, you can add synonyms for your focus keyphrase, and we’ll help you optimize for them.":[""],"Is your %1$s store ready for Black Friday?":[""],"Check your text on even more SEO criteria and get an enhanced keyphrase analysis, making it easier to optimize your content.":[""],"Buy now!":[""],"30% OFF!":[""],"BLACK FRIDAY SALE: %1$s %2$sBuy now!%3$s":[""],"BLACK FRIDAY SALE: %1$s":[""],"Reach a wider audience":[""],"Add related keyphrases":[""],"%s automatically suggests to what content you can link with easy drag-and-drop functionality, which is good for your SEO!":[""],"Rank higher by connecting your content":[""],"Get help optimizing for up to 5 related keyphrases. This helps you reach a wider audience and get more traffic.":[""],"-30%":[""],"%1$s Now with 30%% Black Friday Discount!":[""],"%1$sSALE 30%% OFF!%2$s":[""],"30% OFF":[""],"BLACK FRIDAY":[""],"Claim your 30% off now!":[""],"Social media appearance":[""],"Determine how your post should look in the search results.":[""],"The Yoast %1$sultimate Black Friday checklist%2$s helps you prepare in time, so you can boost your results during this sale.":[""],"To customize the appearance of your post specifically for Twitter, please fill out the 'Twitter appearance' settings below.":[""],"Twitter appearance":[""],"To customize the appearance of your post specifically for Twitter, please fill out the 'Twitter appearance' settings below. If you leave these settings untouched, the 'Social media appearance' settings mentioned above will also be applied for sharing on Twitter.":[""],"Determine how your post should look on social media like Facebook, Twitter, Instagram, WhatsApp, Threads, LinkedIn, Slack, and more.":[""],"Get the checklist and start optimizing now!":[""],"Is your WooCommerce store ready for Black Friday?":[""],"The %1$s %2$sultimate Black Friday checklist%3$s helps you prepare in time, so you can boost your results during this sale.":[""],"AI generator":[""],"New in %1$s":[""],"Use AI to write your titles & meta descriptions!":[""],"Use the power of Yoast AI to automatically generate compelling titles and descriptions for your posts and pages.":[""],"AI title & description generator":[""],"Use AI":[""],"Clear selection":[""],"Note that the following commonly-used parameters will not be removed: %1$s, %2$s, %3$s, %4$s, %5$s, %6$s, and %7$s.":[""],"Learn how to increase your rankings with %1$s":[""],"Want an enhanced Google preview of how your WooCommerce products look in the search results?":[""],"Sign up today!":[""],"Feeling lost when it comes to optimizing your site for the search engines? Join our FREE webinar to gain the confidence that you need in order to start optimizing like a pro! You'll obtain the knowledge and tools to start effectively implementing SEO.":[""],"Join our FREE webinar for SEO success":[""],"Want your products stand out in search results with rich results like price, reviews and more?":[""],"%1$s, %2$s and %3$s":[""],"%1$s and %2$s":[""],"Please see the “New” badges and review the Search appearance settings.":[""],"New type of content added to your site!":[""],"Site policies":[""],"Select a page which provides information about your diversity policies for %1$sstaffing%2$s, %1$shiring%2$s and %1$semployment%2$s.":[""],"Select a page which provides information on your diversity policies for %1$seditorial%2$s content.":[""],"Select a page which describes the personal, organizational, and corporate %1$sstandards%2$s of %1$sbehavior%2$s expected by your organization.":[""],"Select a page which outlines your procedure for addressing %1$serrors%2$s (e.g., publishing retractions or corrections).":[""],"Select a page which describes how your organization collects and responds to %1$sfeedback%2$s, engages with the %1$spublic%2$s, and prioritizes %1$stransparency%2$s.":[""],"Select a page which describes the ownership structure of your organization. It should include information about  %1$sfunding%2$s and %1$sgrants%2$s.":[""],"Select a page which describes the editorial principles of your organization. %1$sWhat%2$s do you write about, %1$swho%2$s do you write for, and %1$swhy%2$s?":[""],"Select the pages on your website which contain information about your organizational and publishing policies. Some of these might not apply to your site, and you can select the same page for multiple policies. %1$sLearn more about why setting your site policies is important%2$s.":[""],"Diversity staffing report":[""],"Diversity policy":[""],"Ethics policy":[""],"Corrections policy":[""],"Actionable feedback policy":[""],"Ownership / Funding info":[""],"Publishing policies":[""],"Publishing principles":[""],"Failed to retrieve pages.":[""],"Searching pages...":[""],"Add new page...":[""],"No pages found.":[""],"You've added a new type of content. We recommend that you review the corresponding %1$sSearch appearance settings%2$s.":[""],"Error: Taxonomy was not removed from new_taxonomies list.":[""],"Taxonomy is no longer new.":[""],"Taxonomy is not new.":[""],"Error: Post type was not removed from new_post_types list.":[""],"Post type is no longer new.":[""],"Post type is not new.":[""],"Write a bug report":[""],"Our support team is here to answer any questions you may have. Fill out the (pop-up) contact form, and we'll get back to you as soon as possible!":[""],"%1$sSupport languages:%2$s English & Spanish":[""],"If you don't find the answers you're looking for and need personalized help, you can get 24/7 support from one of our support engineers.":[""],"Contact our support team":[""],"Have you stumbled upon a bug while using %1$s? Please raise a bug report on our GitHub repository to let us know about the issue!":[""],"Raise a bug report on GitHub":[""],"Visit WordPress forum":[""],"In the WordPress support forum for %1$s you can find answers or ask for help from %1$s users in the WordPress community.":[""],"WordPress support forum for %1$s":[""],"Visit our help center":[""],"Have a look at our help center to find articles, tutorials, and other resources to help you get the most out of %1$s!":[""],"%1$s's help center":[""],"Need help with %1$s? These resources are a great place to start!":[""],"Additional resources":[""],"Here, you'll find answers to commonly asked questions about using %1$s. If you don't see your question listed, you can have a look at the section below.":[""],"Frequently asked questions":[""],"If you have any questions, need a hand with a technical issue, or just want to say hi, we've got you covered. Get in touch with us and we'll be happy to assist you!":[""],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by Google AdsBot. You should only enable this setting if you're not using Google Ads on your site.":[""],"Block unwanted bots":[""],"Close the upgrade callout":[""],"%1$s and get an exclusive %2$s discount for %3$s month(s).":[""],"Click here to upgrade your %s plan":[""],"Keyphrases tracked: %1$s/%2$s":[""],"Your are tracking %1$s out of %2$s keyphrases included in your account.":[""],"Your are tracking %1$s out of %2$s keyphrases included in your free account.":[""],"Support":["Támogatás"],"Prevent Google AdsBot from crawling":[""],"%s":[""],"This overview will show you your top performing keyphrases in Google. Connect with %s to get started.":[""],"You have successfully connected with %s.":[""],"You have successfully connected with %1$s. Your %2$s account does not contain any keyphrases for this website yet. You can track keyphrases by using the \"Track SEO Performance\" button in the post editor.":[""],"Network Error: Unable to connect to the server. Please check your internet connection and try again later.":[""],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of URLs like %1$s, %2$s and %3$s.":[""],"Your WordPress environment is running on a non-production site. Indexables can only be created on production environments. Please check your `WP_ENVIRONMENT_TYPE` settings.":[""],"Inclusive language: %s":[""],"%1$s / %2$s: Top Keyphrases":[""],"The post type %s could not be indexed because it does not meet indexing requirements.":[""],"The name of this category is %1$s.":[""],"Start the course":[""],"Start free trial lesson":[""],"Maximize your SEO game by purchasing %s, which grants you unlimited access to all courses.":[""],"Learn vital SEO skills that you can apply at once! Let us take you by the hand and give you practical SEO tips to help you outrank your competitors. %s comes with five free courses.":[""],"Learn vital SEO skills that you can apply at once! Let us take you by the hand and give you practical SEO tips to help you outrank your competitors. Maximize your SEO game! Because your %s subscription gives you unlimited access to all courses.":[""],"Choosing the right type of hosting for your site is the basis of a solid Technical SEO strategy. Learn all about it in this course!":[""],"You have to make it possible for search engines to find your site, so they can display it in the search results. We'll tell you all about how that works in this course!":[""],"Are you selling in countries all over the world? In this course, you’ll learn all about setting up and managing a site that targets people in different languages and locales.":[""],"Do you want to take a deep dive into structured data? In this course, you'll learn the theory related to structured data in detail.":[""],"Learn how to optimize your online shop for your customers and for search engines!":[""],"Do you own a local business? This course will teach you how to make sure your local audience can find you in the search results and on Google Maps!":[""],"A clear site structure benefits your users and is of great importance for SEO. Still, most people seem to forget about this. Get ahead of your competition and learn how to improve your site structure!":[""],"Start creating block-tastic content with the new WordPress block editor! Learn all about the block editor and what you can do with it.":[""],"Do you know the essential first step of good SEO? It's keyword research. In this training, you'll learn how to research and select the keywords that will guide searchers to your pages.":[""],"Learn how to make your site stand out from the crowd by adding structured data!":[""],"In this course, you'll learn how to write awesome copy that is optimized for ranking in search engines.":[""],"Do you want to set up your own WordPress site? This course will teach you the ins and outs of creating and maintaining a WordPress website!":[""],"In this course, you'll learn practical SEO skills on every key aspect of SEO, to make your site stand out.":[""],"In this course, you'll learn about how to set up and use the %1$s for WordPress plugin so it makes SEO even easier. This course is meant for users of the block editor.":[""],"In this free course, you'll get quick wins to make your site rank higher in Google, Bing, and Yahoo.":[""],"Academy":["Akadémia"],"%1$s %2$s isn't working as expected %3$s and you are not receiving updates or support! Make sure to %4$s activate your product subscription in %5$s%6$s to unlock all the features of %7$s.":[""],"%1$s can't be updated because your product subscription is expired. %2$sRenew your product subscription%3$s to get updates again and use all the features of %1$s.":[""],"Warning! These are expert features, so make sure you know what you're doing before using this setting. You might break your site. %1$sRead more about how your site can be affected%2$s.":[""],"%1$s: unregistered URL parameter removed. See %2$s":[""],"This feature is disabled when your site is not using pretty permalinks.":[""],"This feature is disabled when your site is not using %1$spretty permalinks%2$s.":[""],"%1$s: redirect utm variables to #":[""],"Optimize your business for multiple locations":[""],"Easily add maps, address finders, and opening hours to your content":[""],"Automatically get technical SEO best practices for local businesses":[""],"Attract more customers to your site and physical store":[""],"Remove Other profile %1$s":[""],"Please select a user in the Site representation step.":[""],"You can %1$supdate or add social profiles to this user profile%2$s.":[""],"You have selected the user %1$s as the person this site represents.":[""],"If you select a Person to represent this site, we will use the social profiles from the selected user's profile page.":[""],"It looks like you've enabled media pages. We recommend that you help us to re-analyze your site by running the SEO data optimization. ":["Úgy tűnik, engedélyezte a médiaoldalakat. Javasoljuk, hogy segítsen nekünk webhelye újraelemzésében a SEO adatoptimalizálás futtatásával. "],"Organization Mastodon":[""],"%1$s Settings - %2$s":[""],"Read more about how to get your site verified.":[""],"Get your site verified in your Mastodon profile.":[""],"E.g. https://mastodon.social/@yoast":[""],"Mastodon":[""],"%2$s integrates %1$s' Schema output into its own to get rich snippets for your digital products!":[""],"Get %1$srich results for your digital products%2$s in Google search":[""],"Add trustworthiness to your %1$s profile by verifying your site with %2$s.":[""],"Verify your site on %1$s%2$s%3$s":[""],"Mastodon profile not yet added":[""],"Mastodon profile added":[""],"Potentially non-inclusive":[""],"Finish your %s":[""],"Please enter a number between 1 and 50.":[""],"Settings navigation":[""],"Close settings navigation":[""],"Open settings navigation":[""],"Choose whether your site represents an organization or a person. %1$sLearn more about the differences and choosing between Organization and Person%2$s.":[""],"%1$sGet%2$s %3$s":[""],"Index Now":[""],"Failed to retrieve media.":[""],"Limit the length of internal site search queries to reduce the impact of spam attacks and confusing URLs. Please enter a number between 1 and 50.":[""],"The number you've entered is not between 1 and 50.":[""],"Determine how your %1$s should look on social media.":[""],"Disabling this means that archive pages for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":[""],"Prevents specific URL parameters from being removed by the above feature. E.g., adding %1$s will prevent %2$s from being redirected to %3$s. You can add multiple parameters and separate them by using enter or a comma.":[""],"Consolidates WordPress' multiple site search URL formats into the %1$s syntax. E.g., %2$s will redirect to %3$s":[""],"Redirect pretty URLs to ‘raw’ formats":[""],"Allow":["Engedélyezés"],"Deny":["Tiltás"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":[""],"Only available for English sites":[""],"You can change the default type for %1$s under Content types in the %2$sSettings%3$s.":[""],"all the Yoast plugins":[""],"Show date archives in search results":["Dátum archívumok megjelenítése a keresési eredmények között"],"Show %1$s archives in search results":[""],"Prefix for archive breadcrumbs":["Megelőző szöveg az archívum oldalhoz a morzsamenüben"],"Unlock rich results in Google search by using plugins that integrate with the %1$sYoast Schema API%2$s.":[""],"Schema API integrations":[""],"%s can integrate with other products, to help you further improve your website. You can enable or disable these integrations below.":[""],"Unlock rich snippets for your product pages by using %1$s.":[""],"Get %1$srich product results%2$s in Google search":[""],"%1$s integrates with %2$s's Schema API to get rich snippets for your recipes!":[""],"Get %1$srich results for your recipes%2$s in Google search":[""],"%1$s integrates with %2$s's Schema API to get rich snippets for your podcasts!":[""],"Get %1$srich results for your podcast%2$s in Google search":[""],"%1$s integrates with %2$s's Schema API to get rich snippets for your events!":[""],"Get %1$srich results for your events%2$s in Google search":[""],"You have selected the user %1$s%3$s%2$s as the person this site represents. Their user profile information will now be used in search results. We're sorry, you're not allowed to edit this user's profile. Please contact your admin or %1$s%3$s%2$s to check and/or update the profile.":[""],"An organization name and logo need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site name and logo as default values. %1$sLearn more about the importance of structured data%2$s.":[""],"This info is intended to appear in %1$sGoogle's Knowledge Graph%2$s.":[""],"Other profile %1$s":[""],"Tweet":[""],"Organization Twitter":[""],"Open Graph":[""],"Organization Facebook":[""],"OpenGraph":[""],"Format archives":["Formátum archívumok"],"File":[""],"PDF":[""],"Video":[""],"Attachment":[""],"404 pages title":[""],"Search pages title":[""],"Enable date archives":["Dátum archívumok engedélyezése"],"Enable author archives":[""],"Anchor text for the homepage":[""],"Organization/person":[""],"Divider":[""],"Remove Atom/RDF feeds":[""],"Webmaster":[""],"Share":[""],"Structured data":[""],"Enable the %1$s XML sitemaps. A sitemap is a file that lists a website's essential pages to make sure search engines can find and crawl them.":[""],"The %1$s icon in the top admin bar provides quick access to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":[""],"Allows for Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared. Keep this feature enabled to optimize your site for social media.":[""],"Count the number of internal links from and to your posts to improve your site structure.":[""],"Mark and filter your cornerstone content to make sure your most important articles get the attention they deserve. To help you write excellent copy, we’ll assess your text more strictly.":[""],"Get more insights into what you are writing. What words do you use most often? How much time does it take to read your text? Is your text easy to read?":[""],"The inclusive language analysis offers suggestions to write more inclusive copy, so more people will be able to relate to your content.":[""],"The SEO analysis offers suggestions to improve the findability of your text and makes sure that your content meets best practices.":[""],"Set the basic info for your website. You can use %1$stagline%2$s and %1$sseparator%2$s as %3$sreplacement variables%4$s when configuring the search appearance of your content.":[""],"Usage tracking allows us to track some data about your site to improve our plugin. %1$sLearn more about which data we track and why%2$s.":[""],"A link to the archive for the post author, with the author's name as anchor text.":[""],"Determine how your %1$s pages should be described by default in your site's Schema.org markup. You can always customize the settings for individual %1$s pages in the %2$s metabox.":[""],"Determine how your %1$s pages should look in search engines. You can always customize the settings for individual %1$s pages in the %2$s metabox.":[""],"Enable %1$s pages":[""],"Determine how your homepage should look in the search results.":[""],"Determine how your %1$s should look in search engines. You can always customize the settings for individual %1$s in the %2$s metabox.":[""],"Enable format-based archives":[""],"Not sure how to implement the %3$s breadcrumbs on your site? Read %1$sour help article on breadcrumbs implementation%2$s.":[""],"Show %1$s without posts in search results":[""],"Determine how your %1$s should look on social media by default. You can always customize the settings for individual %1$s in the %2$s metabox.":[""],"Determine what your %1$s should look like in the search results by default. You can always customize the settings for individual %1$s in the %2$s metabox.":[""],"This taxonomy is used for %2$s.":[""],"This taxonomy is used for %1$s and %2$s.":[""],"Read more about our custom field analysis":[""],"Determine how your %1$s should look on social media by default. You can always customize the settings for individual %1$s in the %2$s sidebar or metabox.":[""],"Determine what your %1$s should look like in the search results by default. You can always customize the settings for individual %1$s in the %2$s sidebar or metabox.":[""],"Determine how your %1$s should be described by default in %2$syour site's Schema.org markup%3$s. You can always change the settings for individual %1$s in the %4$s sidebar or metabox.":[""],"You can add multiple custom fields and separate them by using %1$senter%2$s or %1$scomma%2$s.":[""],"Please enter a search term with at least 3 characters.":[""],"CtrlK":[""],"⌘K":[""],"Add new user...":[""],"Unavailable for multisites":[""],"Integrate your custom fields and SEO data from %1$s%2$s%3$s":[""],"Upgrade your %1$s%2$s%3$s SEO":[""],"Improve your internal search results with %1$s%2$s%3$s":[""],"Make your terms & privacy pages more trustworthy with %1$s%2$s%3$s":[""],"Track your rankings through time with %1$s%2$s%3$s":[""],"Use %1$s%2$s%3$s to do keyword research - without leaving your post":[""],"We could not save the website name. Please check the value.":[""],"%1$sSubheading distribution%2$s: The beginning of your text is longer than %4$s %5$s and is not separated by any subheadings. %3$sAdd subheadings to improve readability.%2$s":[""],"WordPress.org support forums":[""],"Yoast Premium support":[""],"Yoast.com help section":[""],"Help":[""],"Write better content":[""],"Improve your blog post":[""],"Learn more SEO":[""],"SEO Tools":[""],"not set":[""],"With a 30-day money-back guarantee. No questions asked.":[""],"Reach new customers who live near your business":[""],"Get all 5 Yoast plugins for WordPress at a big discount":[""],"Cover all your SEO bases":[""],"Add global identifiers for variable products":[""],"Drive more traffic to your online store":[""],"Add all necessary schema.org markup":[""],"Ping Google on the publication of a new post":[""],"Rank higher in Google's news carousel":[""],"Make your videos responsive for all screen sizes":[""],"Cleaned up %1$d record from %2$s.":["","Cleaned up %1$d records from %2$s."],"Cleaning up %1$s [%2$s]":[""],"Skipping %1$s. %2$s is not active on this site.":[""],"Cleaned up %1$d record.":["","Cleaned up %1$d records."],"The value for 'batch-size' must be a positive integer higher than equal to 1.":[""],"The value for 'interval' must be a positive integer.":[""],"We need to re-analyze some of your SEO data because of a change in the visibility of your taxonomies. Please help us do that by running the SEO data optimization. ":[""],"We need to re-analyze some of your SEO data because of a change in the visibility of your post types. Please help us do that by running the SEO data optimization. ":[""],"The term %s could not be built because it's not indexable.":[""],"The post %s could not be indexed because it's post type is excluded from indexing.":[""],"The post %s could not be indexed because it does not meet indexing requirements.":[""],"%1$sSAVE 30%%%2$s on your 12 month subscription":[""],"BLACK FRIDAY - 30% OFF":[""],"Use the alternate organization name for acronyms, or a shorter version of your organization's name.":[""],"Alternate organization name":[""],"Use the alternate website name for acronyms, or a shorter version of your website's name.":[""],"Alternate website name":[""],"Determine how the title of your 404 error pages should look in the browser.":[""],"404 error pages":["404-es hibaüzenetek"],"Determine how the title of your internal search pages should look in the browser.":[""],"Internal search pages":[""],"Show media pages in search results":["Médiaoldalak megjelenítése a keresési eredmények között"],"Show format archives in search results":[""],"Show author archives in search results":[""],"Breadcrumbs for %1$s":[""],"Site connections":["Oldal csatlakozási lehetőségek"],"View the XML sitemap":[""],"Enable feature":["Funkció engedélyezése"],"Site features":["Oldal funkciók"],"Learn more":["További információ"],"Site info":[""],"We're sorry, you're not allowed to edit the %1$swebsite name%2$s and %1$stagline%2$s.":[""],"Show or hide our tools and controls in the attachment editor.":[""],"(e.g., %1$s)":[""],"Remove unregistered URL parameters":[""],"Optimize Google Analytics utm tracking parameters":[""],"Remove WP-JSON API":[""],"Remove emoji scripts":[""],"Remove Atom / RDF feeds":[""],"Remove search results feeds":[""],"Remove custom taxonomy feeds":[""],"Remove tag feeds":[""],"Remove category feeds":[""],"Remove post type feeds":[""],"Remove post authors feeds":[""],"Remove post comments feeds":[""],"Remove global comment feeds":[""],"Remove global feed":[""],"Remove powered by HTTP header":[""],"Remove generator tag":[""],"Remove oEmbed links":[""],"Remove RSD / WLW links":[""],"Remove REST API links":[""],"Remove shortlinks":[""],"Show or hide our tools and controls in the content editor.":[""],"Enable SEO controls and assessments":[""],"Unlock with %1$s":[""],"We couldn’t find anything with that term.":[""],"Search...":[""],"Quick search...":["Gyors keresés..."],"No, continue editing":[""],"Yes, discard changes":[""],"You are about to discard all unsaved changes. All of your settings will be reset to the point where you last saved. Are you sure you want to do this?":[""],"Discard all changes":[""],"Redirect pretty URLs for search pages to raw format":[""],"Choose the general appearance of your breadcrumbs.":[""],"Breadcrumb appearance":[""],"You have selected the user %1$s%5$s%2$s as the person this site represents. Their user profile information will now be used in search results. %3$sUpdate their profile to make sure the information is correct%4$s.":[""],"Please tell us more about the person this site represents.":[""],"E.g. https://example.com/yoast":["Pl. https://example.com/yoast"],"Tell us if you have any other profiles on the web that belong to your organization. This can be any number of profiles, like YouTube, LinkedIn, Pinterest, or even Wikipedia.":[""],"Please tell us more about your organization. This information will help Google to understand your website, and improve your chance of getting rich results.":[""],"E.g. https://twitter.com/yoast":["Pl. https://twitter.com/yoast"],"E.g. https://facebook.com/yoast":["Pl. https://facebook.com/yoast"],"Other profiles":["Egyéb profilok"],"Writing":["Írás"],"You can determine the title and description for the blog page by %1$sediting the blog page itself%2$s.":[""],"These are expert features, so make sure you know what you're doing before removing the parameters. %1$sRead more about how your site can be affected%2$s.":[""],"Advanced: URL cleanup":["Speciális: URL-tisztítás"],"Prevent crawling of internal site search URLs":[""],"Block internal site searches which match the patterns of known spam attacks.":[""],"Block internal site searches which contain complex and non-alphanumeric characters, as they may be part of a spam attack.":[""],"Enables advanced settings for protecting your internal site search URLs.":[""],"Your internal site search can create lots of confusing URLs for search engines, and can even be used as a way for SEO spammers to attack your site. Most sites will benefit from experimenting with these protections and optimizations, even if you don’t have a search feature in your theme.":[""],"Internal site search cleanup":["Belső webhelykeresés tisztítása"],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of WordPress' JSON API endpoints.":[""],"Remove JavaScript used for converting emoji characters in older browsers.":[""],"Remove URLs which provide alternative (legacy) formats of all of the above.":[""],"Remove URLs which provide information about your search results.":[""],"Remove URLs which provide information about your recent posts, for each custom taxonomy.":[""],"Remove URLs which provide information about your recent posts, for each tag.":[""],"Remove URLs which provide information about your recent posts, for each category.":[""],"Remove URLs which provide information about your recent posts, for each post type.":[""],"Remove URLs which provide information about recent posts by specific authors.":[""],"Remove URLs which provide information about recent comments on each post.":[""],"Also disables post comment feeds.":[""],"Remove URLs which provide an overview of recent comments on your site.":[""],"Remove URLs which provide an overview of your recent posts.":[""],"WordPress outputs your content in many different formats, across many different URLs (like RSS feeds of your posts and categories). It’s generally good practice to disable the formats you’re not actively using.":[""],"Disable unwanted content formats":[""],"Remove links which allow others sites to ‘ping’ yours when they link to you.":[""],"Remove information about the plugins and software used by your site.":[""],"Remove links used for embedding your content on other sites.":[""],"Remove links used by external systems for publishing content to your blog.":[""],"Remove links to the location of your site’s REST API endpoints.":[""],"Remove links to WordPress' internal 'shortlink' URLs for your posts.":[""],"Remove unwanted metadata":[""],"Crawl optimization":["Feltérképezés optimalizálás"],"Removes unknown URL parameters via a %1$s redirect. E.g., %2$s will be redirected to %3$s":[""],"Replaces %1$s tracking parameters with the (more performant) %2$s equivalent, via a %3$s redirect. E.g., %4$s will be redirected to %5$s":[""],"Users and search engines may often request your URLs whilst using query parameters, like %1$s. These can be helpful for tracking, filtering, and powering advanced functionality - but they come with a performance and SEO ‘cost’. Sites which don’t rely on URL parameters might benefit from using these options.":[""],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by Common Crawl CCBot.":[""],"WordPress adds a lot of links and content to your site's %1$s and HTTP headers. For most websites you can safely disable all of these, which can help to save bytes, electricity, and trees.":[""],"Make your site more efficient and more environmentally friendly by preventing search engines from crawling things they don’t need to, and by removing unused WordPress features. %1$sLearn more about crawl settings and how they could benefit your site%2$s.":[""],"E.g., %1$s and %2$s":[""],"E.g., %1$s":[""],"Enable breadcrumbs for your theme":[""],"You can always choose to enable/disable them for your theme below. This setting will not apply to breadcrumbs inserted through a widget, a block or a shortcode.":[""],"Choose which Post type you wish to show in the breadcrumbs for Taxonomies.":[""],"Breadcrumbs for taxonomies":[""],"Choose which Taxonomy you wish to show in the breadcrumbs for Post types.":[""],"Breadcrumbs for post types":[""],"Breadcrumb for 404 page":[""],"Prefix for search page breadcrumbs":["Megelőző szöveg a keresés oldalhoz a morzsamenüben"],"Add prefix":[""],"Add anchor text":[""],"Add separator":[""],"Configure the appearance and behavior of %1$syour breadcrumbs%2$s.":[""],"Disabling this will redirect the %1$s to your site's homepage.":[""],"Refresh this page":[""],"Unfortunately, this means that all your unsaved changes will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":[""],"Something went wrong. An unexpected error occurred.":[""],"Failed to retrieve users.":[""],"Searching users...":[""],"No users found.":[""],"Discard changes":[""],"The profile is not valid. Please use only 1-25 letters, numbers and underscores or enter a valid Twitter URL.":[""],"The profile is not valid. Please enter a valid URL.":[""],"The verification code is not valid. Please use only the letters A to F, numbers, underscores and dashes.":[""],"The verification code is not valid. Please use only letters, numbers, underscores and dashes.":[""],"User":[""],"Site basics":["Oldal alapok"],"Text formality":[""],"Read more about text formality.":[""],"%1$s%3$s%2$s will help you assess the formality level of your text.":[""],"WordPress loads lots of resources, some of which your site might not need. If you’re not using these, removing them can speed up your pages and save resources.":[""],"Remove unused resources":[""],"Prevent search engines from crawling /wp-json/":[""],"Prevent search engines from crawling site search URLs":[""],"There are unsaved changes on this page. Leaving means that those changes will be lost. Are you sure you want to leave this page?":[""],"Media pages":["Média oldalak"],"Categories & tags":["Kategóriák és címkék"],"Content types":["Tartalomtípusok"],"Show more":["Több mutatása"],"Show less":["Kevesebb mutatása"],"Configure the basics for your website.":[""],"This field updates the %1$stagline in your WordPress settings%2$s.":[""],"Disabling this means that %1$s pages created by WordPress will not be indexed by search engines and will be excluded from XML sitemaps.":[""],"Show %1$s pages in search results":[""],"We recommend keeping %1$s pages disabled. This will cause all attachment URLs to be redirected to the media itself.":[""],"%1$s pages":[""],"When you upload media (e.g. an image or video), %5$s automatically creates a %3$s page (attachment URL) for it. These pages are quite empty and could cause %1$sthin content problems and lead to excess pages on your site%2$s. Therefore, %4$s disables them by default (and redirects the attachment URL to the media itself).":[""],"Format-based archives can cause duplicate content issues. For most sites, we recommend that you disable this setting.":[""],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps. We recommend that you disable this setting.":[""],"%1$s can cause duplicate content issues. For most sites, we recommend that you disable this setting.":[""],"%1$s (e.g. %2$s) are based on publication dates. From an SEO perspective, the posts in these archives have no real relation to the other posts except for their publication dates, which doesn’t say much about the content. They could also lead to duplicate content issues. This is why we recommend you to disable %3$s.":[""],"Determine how your %1$s should look on social media by default.":[""],"Disabling this means that %1$s without any posts will not be indexed by search engines and will be excluded from XML sitemaps.":[""],"Show archives for authors without posts in search results":[""],"Determine how your %1$s should look in search engines.":[""],"If you're running a one author blog, the %1$s (e.g. %2$s) will be exactly the same as your homepage. This is what's called a %3$sduplicate content problem%4$s. If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or prevent it from showing up in search results.":[""],"Author archive":[""],"Read more about the search results settings":[""],"Determine how your %1$s should look in search engines and on social media.":[""],"Contact support":[""],"We're very sorry, but it seems like the following error has interrupted our application:":[""],"Read reviews from real users":[""],"%1$s attempted to load the class %2$s but it could not be found.":[""],"We noticed that you are using a multilingual plugin. Please be aware that this analysis feedback is intended only for texts written in English.":[""],"Determine how your homepage should look in the search results and on social media. This is what people probably will see when they search for your brand name.":[""],"Determine how your homepage should look on social media.":[""],"Show the categories prefix in the slug":[""],"Category URLs in WordPress contain a prefix, usually %s. Show or hide that prefix in category URLs.":[""],"Determine how your %1$s archive should look on social media.":[""],"Disabling this means that the archive for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":[""],"Determine how your %1$s archive should look in search engines.":[""],"These settings are specifically for optimizing your %1$s archive.":[""],"%1$s archive":["%1$s archívum"],"Add custom fields to page analysis":[""],"Additional settings":["További beállítások"],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":[""],"Search appearance":[""],"You haven't set a Shop page in your WooCommerce settings. %1$sPlease do this first%2$s.":[""],"The %1$ssocial image%2$s, %1$ssocial title%2$s and %1$ssocial description%2$s require Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":[""],"Oh no! It seems your form contains invalid data. Please review the following fields:":[""],"Archive social image":[""],"Archive social description":[""],"Archive social title":[""],"Show the archive for %1$s in search results":[""],"Archive breadcrumbs title":[""],"Archive meta description":[""],"Archive SEO title":[""],"Enable %1$s for %2$s":[""],"Show %1$s in search results":[""],"The selected media type is not valid. Supported types are: JPG, PNG, WEBP and GIF.":[""],"%1$sInclusive language%2$s: We haven't detected any potentially non-inclusive phrases. Great work!":[""],"Potentially non-inclusive phrases":[""],"Non-inclusive phrases":[""],"Learn more about the inclusive language analysis":[""],"Inclusive language:":[""],"Removes the inclusive language analysis section from the metabox and disables all inclusive language-related suggestions.":[""],"Disable inclusive language analysis":[""],"Discover why inclusive language is important for SEO.":[""],"The inclusive language analysis offers suggestions to write more inclusive copy.":[""],"Inclusive language analysis":[""],"Inclusive language":[""],"%1$sInclusive language%2$s: %3$s":[""],"Use %s fields to power your meta tags and templates, and analyze all of your content.":[""],"Improve your technical SEO, meta tags and unlock more SEO ecommerce tools.":[""],"Connect your %1$s account to improve your site’s search results using %2$s data.":[""],"Upgrade your meta tags and social previews and manage your SEO settings in one place.":[""],"Get the most out of %1$s%2$s%3$s and %4$s, together":[""],"Take advantage of your favorite SEO & content analysis tools with your favorite page builder.":[""],"Get %1$s tools and functionality in %2$s%3$s%4$s":[""],"Use the power of the blockchain to timestamp your content with %s.":[""],"Keep an eye on how your posts are ranking by connecting to your %s account.":[""],"Find out what your audience is searching for with %s data right in your sidebar.":[""],"Front-end SEO inspector":[""],"Oops! Something went wrong while saving.":[""],"Great! Your settings were saved successfully.":[""],"Get your verification code in %1$sYandex Webmaster tools%2$s.":[""],"Yandex":[""],"Claim your site over at %1$sPinterest%2$s.":[""],"Get your verification code in %1$sGoogle Search console%2$s.":[""],"Get your verification code in %1$sBing Webmaster tools%2$s.":[""],"Bing":[""],"Add verification code":[""],"Get your verification code in %1$sBaidu Webmaster tools%2$s.":[""],"Baidu":[""],"Verify your site with different tools. This will add a verification meta tag to your homepage. You can find instructions on how to verify your site for each platform by following the link in the description.":[""],"By default only editors and administrators can access the Advanced and Schema section of the %1$s sidebar or metabox. Disabling this allows access to all users.":[""],"Restrict advanced settings for authors":[""],"This Yoast SEO REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use Yoast SEO for all their SEO meta output.":[""],"REST API endpoint":[""],"APIs":["APIk"],"Slack sharing":[""],"Allows for Twitter to display a preview with images and a text excerpt when a link to your site is shared.":[""],"Twitter card data":[""],"Open Graph data":[""],"Social sharing":["Közösségi megosztás"],"Site structure":["Oldalstruktúra"],"Tell us which features you want to use.":["Mondja el, mely funkciókat szeretné használni."],"Site preferences":[""],"Network disabled":[""],"Unavailable for sub-sites":[""],"This image is used as a fallback for posts/pages that don't have any images set.":[""],"Site image":[""],"Title separator":[""],"Recommended size for this image is %1$s%3$s%2$s":[""],"The %1$sSite image%2$s requires Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":[""],"Automatically add content to your RSS. This enables you to add links back to your blog and your blog posts, helping search engines identify you as the original source of the content.":[""],"RSS feed":[""],"%1$s (default)":[""],"We took the liberty of using your website name and logo for the organization name and logo. Feel free to change them below.":[""],"Edit your %1$s":[""],"slug":["keresőbarát kifejezés"],"keyphrase":[""],"A company name and logo need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site name and logo as default values. %1$sLearn more about the importance of structured data.%2$s":[""],"Install %1$s Content Analysis for %2$s":[""],"Activate %1$s Content Analysis for %2$s":[""],"%1$s integrates with %2$s":[""],"Integration active":["Integráció aktív"],"Plugin not detected":["Bővítmény nem található"],"Enable integration":["Integráció bekapcsolása"],"Plugin integrations":["Bővítmény integrációk"],"Recommended integrations":["Ajánlott integrációk"],"Enable %1$s":[""],"Integration unavailable for multisites":[""],"Network Disabled":["Hálózat kikapcsolva"],"Unlock with Premium!":["Feloldás Prémiummal!"],"Premium SEO analysis:":[""],"Beta":[""],"Are you publishing news articles? %s helps you optimize your site for Google News.":[""],"no data":[""],"Your text should be slightly longer to calculate your Flesch reading ease score.":[""],"Continue writing to get insight into the readability of your text!":[""],"%1$sKeyphrase distribution%2$s: Have you evenly distributed your focus keyphrase throughout the whole text? %3$sYoast SEO Premium will tell you!%4$s":[""],"%1$sWord complexity%2$s: Is your vocabulary suited for a larger audience? %3$sYoast SEO Premium will tell you!%4$s":[""],"Get %s to enjoy the benefits of prominent words":[""],"With %1$s%3$s%2$s, this section will show you which words occur most often in your text. By checking these prominent words against your intended keyword(s), you'll know how to edit your text to be more focused.":[""],"Buy %s now!":[""],"Are you working on a news article? %s helps you optimize your site for Google News.":[""],"Premium SEO analysis":[""],"1 year of premium support and updates included!":[""],"Unlock with %s":[""],"Learn more about character count":[""],"Character count":[""],"Learn more about word count":[""],"Word count":[""],"Learn more about Flesch reading ease":[""],"out of 100":[""],"okay":[""],"Learn more about reading time":[""],"Reading time":[""],"minute":["","minutes"],"Activate %1$s!":[""],"You've installed %1$s but it's not activated yet. %2$sActivate %1$s now!%3$s":[""],"Automatically ping search engines like Bing and Yandex whenever you publish, update or delete a post.":[""],"Additional URL parameters to allow":[""],"Permalink cleanup settings":[""],"Max number of characters to allow in searches":[""],"Search cleanup settings":[""],"Filter searches with common spam patterns":[""],"Filter searches with emojis and other special characters":[""],"Filter search terms":[""],"Unregistered URL parameters":[""],"Campaign tracking URL parameters":[""],"Timestamp this %s":[""],"%1$s: Not all the words from your keyphrase \"%4$s\" appear in the SEO title. %2$s%5$s%3$s.":[""],"%1$s: The focus keyphrase appears at the beginning of the SEO title. Good job!":[""],"Keyphrase in SEO title":["Kulcskifejezés az SEO címben"],"Contact %s support.":[""],"WordProof Timestamp":[""],"View this content's Timestamp certificate":[""],"Contact WordProof support":[""],"Find out how IndexNow can help your site.":[""],"IndexNow":[""],"Dismiss this notice.":[""],"We noticed that you haven't fully configured Yoast SEO yet. Optimize your SEO settings even further by using our improved %1$s First-time configuration%2$s.":[""],"SEO configuration":["SEO beállítások"],"Feed crawl settings":["Hírforrás feltérképezési beállítások"],"Basic crawl settings":["Alapvető feltérképezési beállítások"],"Powered by HTTP header":[""],"Pingback HTTP header":[""],"Emoji scripts":[""],"Generator tag":[""],"oEmbed links":[""],"RSD / WLW links":[""],"REST API links":[""],"Shortlinks":[""],"Atom/RDF feeds":[""],"Search results feeds":[""],"Custom taxonomy feeds":[""],"Tag feeds":[""],"Category feeds":[""],"Post type feeds":[""],"Post authors feeds":[""],"Global comment feeds":[""],"Global feed":[""],"%1$sLearn more about crawl settings.%2$s":[""],"Post comments feeds":[""],"Crawl settings":["Feltérképezési beállítások"],"Finish configuration":["Beállítás véglegesítése"],"Personal preferences":["Személyes beállítások"],"SEO data optimization":["SEO adatoptimalizálás"],"An error has occurred: %1$s":[""],"We could not save the organization name. Please check the value.":[""],"No items found.":[""],"All redirect types":[""],"Add Redirect":[""],"Old URL":[""],"The redirect type is the HTTP response code sent to the browser telling the browser what type of redirect is served. %1$sLearn more about redirect types%2$s.":[""],"301 Moved Permanently":[""],"Type":[""],"Plain redirects":[""],"Regex Redirects":[""],"There are unsaved changes in one or more steps. Leaving means that those changes may not be saved. Are you sure you want to leave?":[""],"Add another profile":[""],"Start first-time configuration!":[""],"Set the essential %s settings for your site in a few steps.":[""],"For the best ranking results: configure %s!":[""],"Your site is already easier to find for search engines.":[""],"Tell us about your site, so we can get it ranked!":[""],"Or go to your SEO dashboard":[""],"E.g. example@email.com":[""],"Please enter a valid email address.":[""],"Tell us! Is your site about an organization or a person? ":[""],"Personal logo or avatar":[""],"Select a user":[""],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. You're not allowed to update this user profile, so please ask this user or an admin to make sure the information is correct.":[""],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. %2$sUpdate this profile to make sure the information is correct%3$s.":[""],"Uploading image...":[""],"Select an option":[""],"Be aware that you should run the SEO data optimization for this configuration to take maximum effect.":[""],"We've already successfully analyzed your site. You can move on to the next step.":[""],"SEO data optimization is running… You can safely move on to the next steps of this configuration.":[""],"You're not allowed to edit the social profiles of this user. Please ask this user or an admin to do this.":[""],"E.g. https://www.wikipedia.com/yoast":[""],"E.g. https://www.youtube.com/yoast":[""],"E.g. https://www.twitter.com/yoast":[""],"E.g. https://www.tumblr.com/yoast":[""],"E.g. https://www.soundcloud.com/yoast":[""],"E.g. https://www.pinterest.com/yoast":[""],"E.g. https://www.myspace.com/yoast":[""],"E.g. https://www.linkedin.com/yoast":[""],"E.g. https://www.instagram.com/yoast":[""],"E.g. https://www.facebook.com/yoast":[""],"Delete item":[""],"E.g. https://social-platform.com/yoast":[""],"Other social profile":[""],"First-time configuration":["Első beállítás"],"You should finish the %1$sfirst time configuration%2$s to make sure your SEO data has been optimized and you’ve set the essential Yoast SEO settings for your site.":[""],"Step 4: Go through the first time configuration":[""],"Postname permalink":[""],"Page comments":[""],"Links table":[""],"If you already have saved AIOSEO 'Search Appearance' settings and the issue persists, please contact our support team so we can take a closer look.":[""],"If you have never saved any AIOSEO 'Search Appearance' settings, please do that first and run the import again.":[""],"The AIOSEO import was cancelled because some AIOSEO data is missing. Please try and take the following steps to fix this:":[""],"The validation of the AIOSEO data structure has failed.":[""],"Currently, the %s integration is not available for multisites.":[""],"WordProof authentication":[""],"Connected to WordProof":[""],"Connection failed":["Nincs kapcsolat"],"Not working? %1$sContact %3$s support%2$s.":[""],"Try again":["Próbáld újra"],"Find possible solutions in this %1$sArticle%2$s.":[""],"There was a connection problem. This could be because your third party connections are blocked.":[""],"The %3$s will automatically be timestamped every time you %1$supdate%2$s or %1$spublish%2$s.":[""],"Your %s is now protected via the blockchain!":[""],"Something went wrong authenticating your %3$s account with the %4$s site. Please try again or contact %1$s%3$s support%2$s.":[""],"Unable to create new timestamps. Please authenticate with WordProof.":[""],"Timestamp with WordProof":[""],"Learn more about timestamping":[""],"Authenticate with WordProof":[""],"Manage WordProof settings":[""],"The WordProof Timestamp plugin needs to be disabled before you can activate this integration.":[""],"Open settings":[""],"Open authentication":[""],"The timestamp is not created because you need to authenticate with %s first.":[""],"The timestamp is not retrieved by your site. Please try again or contact %1$s support.":[""],"%1$s failed to timestamp this page. Please check if you're correctly authenticated with %1$s and try to save this page again.":[""],"%s has successfully timestamped this page.":[""],"You are out of timestamps. Please upgrade your account by opening the %s settings.":[""],"Use WordProof to timestamp this page to comply with legal regulations and join the fight for a more transparant and accountable internet.":[""],"Timestamp this post":[""],"content words":[""],"content word":[""],"Cleanup failed with the following error:":[""],"Note: These settings will overwrite the default settings of Yoast SEO.":[""],"Note: This metadata will only be imported if there is no existing Yoast SEO metadata yet.":[""],"Post metadata (SEO titles, descriptions, etc.)":[""],"The import from %s includes:":[""],"Once you're certain that your site is working properly with the imported data from another SEO plugin, you can clean up all the original data from that plugin.":[""],"Please select an SEO plugin below to see what data can be imported.":[""],"Clean up":["Takarítás"],"After you've imported data from another SEO plugin, please make sure to clean up all the original data from that plugin. (step 5)":[""],"Note: ":["Megjegyzés:"],"The cleanup can take a long time depending on your site's size.":[""],"Every fifteen minutes":[""],"Default tagline":[""],"Import failed with the following error:":[""],"No data found from other SEO plugins.":[""],"Select SEO plugin":["SEO bővítmény kiválasztása"],"The import can take a long time depending on your site's size.":[""],"For the best SEO results include all words of your keyphrase in the SEO title, and put the keyphrase at the beginning of the title":[""],"For the best SEO results write the exact match of your keyphrase in the SEO title, and put the keyphrase at the beginning of the title":[""],"Installation Successful":["Sikeres telepítés"],"Blog Post":["Blogbejegyzés"],"%1$s: Title does not begin with the focus keyphrase. %2$sMove your focus keyphrase to the beginning of the title%3$s.":[""],"%1$s: The exact match of the focus keyphrase appears at the beginning of the SEO title. Good job!":[""],"%2$sText length%4$s: The text contains %1$d %6$s. This is below the recommended minimum of %5$d %6$s. %3$sAdd more content%4$s.":["%2$sSzöveghossz%4$s: %6$s száma a szövegben %1$d. Ez elmarad az ajánlott minimum %6$s számától, ami %5$d. %3$sAdj hozzá több tartalmat%4$s."],"%2$sText length%4$s: The text contains %1$d %6$s. This is slightly below the recommended minimum of %5$d %6$s. %3$sAdd a bit more copy%4$s.":["%2$sSzöveghossz%4$s: %6$s száma a szövegben %1$d. Ez kevéssel elmarad az ajánlott minimum %6$s számától, ami %5$d. %3$sAdj hozzá több tartalmat%4$s."],"%2$sText length%4$s: The text contains %1$d %6$s. This is far below the recommended minimum of %5$d %7$s. %3$sAdd more content%4$s.":["%2$sSzöveghossz%4$s: %6$s száma a szövegben %1$d. Ez messze elmarad az ajánlott minimum %7$s számától, ami %5$d. %3$sAdj hozzá több tartalmat%4$s.","%2$sSzöveghossz%4$s: %7$s száma a szövegben %1$d. Ez messze elmarad az ajánlott minimum %7$s számától, ami %5$d. %3$sAdj hozzá több tartalmat%4$s."],"character":["karakter","characters"],"word":["szó","words"],"words":["szavak"],"characters":["karakterek"],"%s rolls out the red carpet for the search bots, which helps your site perform better in search engines.":[""],"You've successfully installed %s!":["A %s sikeresen települt!"],"Skip%s":["Kihagyás%s"],"Your %s account does not contain any keyphrases for this website yet. You can track keyphrases by using the \"Track SEO Performance\" button in the post editor.":[""],"%s account":["%s fiók"],"This overview only shows you keyphrases added to Yoast SEO. There may be other keyphrases added to your %s.":[""],"Tracking the ranking position...":[""],"Something went wrong while tracking the ranking position(s) of your page. Please try again later.":[""],"reconnect to %s":[""],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":[""],"Before you can track your SEO performance make sure to set either the post’s title and save it as a draft or manually set the post’s slug.":[""],"No keyphrase has been set. Please set a keyphrase first.":[""],"upgrade your %s plan":[""],"You've reached the maximum amount of %d keyphrases you can add to your Wincher account. If you wish to add more keyphrases, please %s.":[""],"With %1$s you can track the ranking position of your page in the search results based on your keyphrase(s). %2$s":[""],"%s is currently tracking the ranking position(s) of your page. This may take a few minutes. Please wait or check back later.":[""],"You have successfully connected to %s! You can now track the SEO performance for the keyphrase(s) of this page.":[""],"Read more about keyphrase tracking with Wincher":[""],"Automatic tracking of keyphrases is enabled. Your keyphrase(s) will automatically be tracked by %s when you publish your post.":[""],"Please enter a focus keyphrase first to track keyphrase performance":[""],"Keyphrase position in the last 90 days on a scale from 0 to 100.":[""],"Track SEO performance":[""],"You can enable / disable tracking the SEO performance for each keyphrase below.":[""],"Track all keyphrases on this page":[""],"Tracking has already been enabled for one or more keyphrases of this page. Clicking the button below will enable tracking for all of its keyphrases.":[""],"Learn more about the SEO performance feature.":[""],"SEO performance":["SEO teljesítmény"],"Connect with %s":[""],"* focus keyphrase":["* fókusz kulcsszó"],"Get more insights over at %s":[""],"Position over time":[""],"Position":["Pozíció"],"Tracking":[""],"You can still run the SEO data optimization in the %1$sTools section%2$s. Once that is finished, please refresh this page.":[""],"This configuration step is currently disabled, because you're not running the latest version of Yoast SEO Premium. Please update to the latest version (at least %1$s). ":[""],"Save and continue":["Mentés és folytatás"],"Does your site represent an Organization or Person?":[""],"Activate %s":["%s aktiválása"],"Update %s":["%s frissítése"],"Renew %s":["%s megújítása"],"Get help activating your subscription":["Segítség az előfizetés aktiválásához"],"It looks like you’re running an outdated and unactivated version of %1$s, please activate your subscription in %2$sMyYoast%3$s and update to the latest version (at least 17.7) to gain access to our updated workouts section.":[""],"Activate your subscription of %s":["%s előfizetés aktiválása"],"Update to the latest version of %s":["Frissítés a %s legfrissebb verziójára"],"Renew your subscription":["Előfizetés megújítása"],"Accessing the latest workouts requires an updated version of %s (at least 17.7), but it looks like your subscription has expired. Please renew your subscription to update and gain access to all the latest features.":[""],"Renew your subscription of %s":["%s előfizetés megújítása"],"Could not save this value. Please check the URL.":[""],"Could not save this value. Please check the URL or username.":[""],"Oops! Something went wrong. Check your email address and try again.":[""],"Yes, you can collect my site data":[""],"Site representation":["Oldal megjelenés"],"Continue":["Tovább"],"Thank you! Check your inbox for the confirmation email.":[""],"Yoast respects your privacy. Read %1$sour privacy policy%2$s on how we handle your personal information.":[""],"Email address":["E-mail cím"],"%1$sBack to all workouts":[""],"Getting your site in shape and keeping it SEO fit can be hard. We can help you get started! Take these step-by-step workouts, and you’ll be tackling some of the most fundamental SEO challenges!":[""],"Add internal links to your posts and pages":[""],"Make pages easier for Google and visitors to find":[""],"Clean up your unlinked content to make sure people can find it":[""],"Orphaned content":["Árva tartalom"],"Bring more visitors to your articles":[""],"Make your important articles rank higher":[""],"%1$s/%2$s steps completed":["%1$s/%2$s lépés kész"],"Unlock with %s!":[""],"Start workout!":[""],"Do workout again":[""],"Continue workout!":[""],"It looks like you're running an outdated version of %1$s, please %2$supdate to the latest version (at least 17.7)%3$s to gain access to our updated workouts section.":[""],"Get started quickly with the %1$s%2$s First-time configuration%3$s and configure Yoast SEO with the optimal SEO settings for your site!":[""],"Current or first category title":["Jelenlegi vagy első kategória címe"],"Category Title":["Kategória címe"],"Replaced with the post content":["A bejegyzés tartalmával helyettesítve"],"Post Content":["Bejegyzés tartalma"],"Replaced with the permalink":[""],"Replaced with the last name of the author":["Lecserélve a szerző családnevére"],"Author last name":["Szerző vezetékneve"],"Replaced with the first name of the author":["Helyettesítve a szerző keresztnevével"],"Author first name":["Szerző keresztneve"],"Replaced with the day the post was published":["Helyettesítve a bejegyzés közzétételének napjával"],"Post day":["Bejegyzés napja"],"Replaced with the month the post was published":["Helyettesítve a bejegyzés közzétételének hónapjával"],"Post month":["Bejegyzés hónapja"],"Replaced with the year the post was published":["Helyettesítve a bejegyzés közzétételének évével"],"Post year":["Bejegyzés éve"],"Current day":["Mai nap"],"Current month":["Ez a hónap"],"Current date":["Mai dátum"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's way less than the recommended minimum of %2$d %7$s. %4$sMake it longer%5$s!":["","%3$sKeyphrase length%5$s: The keyphrase contains %1$d %7$s. That's way less than the recommended minimum of %2$d %7$s. %4$sMake it longer%5$s!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's less than the recommended minimum of %2$d %6$s. %4$sMake it longer%5$s!":[""],"It looks like you aren't using our %1$s%2$s addon%3$s. %4$sUpgrade today%5$s to unlock more tools and SEO features to make your products stand out in search results.":[""],"Below are the technical details for the error. See %1$sthis page%2$s for a more detailed explanation.":["Alább található részletes technikai információ a hibáról. Bővebb magyarázatért kattints %1$side%2$s."],"%1$sImage Keyphrase%2$s: Good job!":[""],"%1$sImage Keyphrase%3$s: Images on this page do not have alt attributes with at least half of the words from your keyphrase. %2$sFix that%3$s!":[""],"%1$sImages%2$s: Good job!":["%1$sKépek%2$s: Szép munka!"],"%1$sImages and videos%2$s: Good job!":["%1$sKépek és videók%2$s: Szép munka!"],"%3$sImages and videos%5$s: Only %1$d image or video appears on this page. We recommend at least %2$d. %4$sAdd more relevant images or videos%5$s!":["","%3$sImages and videos%5$s: Only %1$d images or videos appear on this page. We recommend at least %2$d. %4$sAdd more relevant images or videos%5$s!"],"%3$sImages%5$s: Only %1$d image appears on this page. We recommend at least %2$d. %4$sAdd more relevant images%5$s!":["","%3$sImages%5$s: Only %1$d images appear on this page. We recommend at least %2$d. %4$sAdd more relevant images%5$s!"],"%1$sImages and videos%3$s: No images or videos appear on this page. %2$sAdd some%3$s!":[""],"Error stack trace":[""],"Response":["Válasz"],"Error message":["Hibaüzenet"],"Status code":[""],"Request method":[""],"Request URL":[""],"Error details":["Hiba részletei"],"Workouts":["Edzések"],"Rank with articles you want to rank with":[""],"The cornerstone approach":[""],"SEO workouts":[""],"Improve the quality of your site search! Automatically helps your users find your cornerstone and most important content in your internal search results. It also removes noindexed posts & pages from your site’s search results.":[""],"Find out more about our %s integration.":[""],"Get relevant internal linking suggestions — while you’re writing! The link suggestions metabox shows a list of posts on your blog with similar content that might be interesting to link to. ":[""],"Find out how Insights can help you improve your content.":[""],"Find relevant data about your content right in the Insights section in the Yoast SEO metabox. You’ll see what words you use most often and if they’re a match with your keywords! ":[""],"Oops, something has gone wrong and we couldn't complete the optimization of your SEO data. Please make sure to activate your subscription in MyYoast by completing %1$sthese steps%2$s.":[""],"To unlock this feature please update %s to the latest version.":[""],"The social appearance settings for archives require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":[""],"The social appearance settings for taxonomies require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":[""],"The social appearance settings for content types require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":[""],"The social appearance settings for your homepage require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":[""],"Social image":["Közösségi média kép"],"Unlock with Premium":["Feloldás Prémiummal"],"Addon installation failed because of an error: %s.":["A bővítmény telepítése sikertelen a következő hiba miatt: %s."],"You are not allowed to install plugins.":["Nincs számodra engedélyezve a bővítmények telepítése."],"Addon installed.":["A bővítmény telepítve lett."],"Addon activation failed because of an error: %s.":["A bővítmény aktiválása sikertelen a következő hiba miatt: %s."],"You are not allowed to activate plugins.":["Nincs számodra engedélyezve a bővítmények aktiválása."],"Addon activated.":["A bővítmény aktiválva lett."],"%1$s Continue to %2$s%3$s":[""],"Installing and activating addons":["Bővítmények telepítése és aktiválása"],"No %1$s plugins have been installed. You don't seem to own any active subscriptions.":[""],"the following addons":["a következő bővítmények"],"%s SEO installation":[""],"Install and activate":["Telepítés és aktiválás"],"Please confirm below that you would like to install %s on this site.":[""],"Insert variable":["Változó beillesztése"],"Shopping data preview:":[""],"Availability":["Elérhetőség"],"Price":["Ár"],"Rating":["Értékelés"],"%s reviews":["%s vélemény"],"Rating: %s":["Értékelés: %s"],"Image":["Kép"],"Social description":["Közösségi média leírás"],"Social title":["Közösségi média cím"],"Required by %s":[""],"Auto-updates are disabled based on this setting for %1$s.":[""],"Auto-updates are enabled based on this setting for %1$s.":[""],"New":["Új"],"seconds":["másodperc"],"Select image":["Kép kiválasztása"],"Replace image":["Kép cseréje"],"site structure":["oldalszerkezet"],"internal linking":["belső összekapcsolás"],"breadcrumbs":[""],"seo":["seo"],"Adds the Yoast SEO breadcrumbs to your template or content.":[""],"Yoast Breadcrumbs":[""],"The term is considered invalid. The following reason was given by WordPress: %s":[""],"The post could not be found.":["A bejegyzés nem található."],"The term could not be found.":["A kifejezés nem található."],"This feature has been disabled since subsites never send tracking data.":[""],"We notice that you have installed WPML. To make sure your canonical URLs are set correctly, %1$sinstall and activate the WPML SEO add-on%2$s as well!":[""],"Unfortunately we cannot save changes to your SEO settings while you are working on a draft of an already-published %1$s. If you want to save your SEO changes, make sure to click 'Update', or wait to make your SEO changes until you are ready to update the %1$s.":["Sajnos nem tudjuk menteni a SEO-beállítások módosításait miközben már egy közzétett %1$s vázlaton dolgozunk. Ha el akarjuk menteni SEO-módosításait, kattintsunk a „Frissítés\" gombra, vagy várjunk az SEO-módosítások elvégzésével, amíg készen állunk  %1$s frissítésére."],"Get started with Yoast SEO's content analysis for Elementor!":["Ismerkedjünk meg a Yoast SEO Elementoros tartalom elemzőjével!"],"Got it":["Értettem"],"New: Yoast SEO for Elementor":["Új: Yoast SEO Elementorhoz"],"Because of a change in your category base setting, some of your SEO data needs to be reprocessed.":["Amennyiben az kategória név beállítást változtatod, néhány SEO adatot frissíteni kell."],"Wait for a week or so, until %1$s automatically processes most of your content in the background.":["Várjunk nagyjából egy hetet, amíg a %1$s automatikusan feldolgozza a háttérben a tartalmaink nagy részét."],"%s minute":["%s perc","%s perc"],"Est. reading time":["Becsült olvasási idő"],"Written by":["Szerző:"],"Google Rich Results Test":["Google Bővített Találatok Teszt"],"Find out how a rich snippet can improve visibility and click-through-rate.":["Tudjuk meg, hogyan javíthatjuk a láthatóságot és az átkattintási arányt."],"This adds an author byline and reading time estimate to the article’s snippet when shared on Slack.":["Ez hozzáadja a szerző byline és az olvasási idő becslését a cikk részletéhez, mikor a Slack alkalmazásban megosztásra kerül."],"Enhanced Slack sharing":["Továbbfejlesztett Slack megosztás"],"Activate your subscription":["Feliratkozás aktiválása"],"SEO data optimization is disabled for non-production environments.":["SEO adatok optimalizálás kikapcsolva a nem éles környezeteken."],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":["Ez a funkció magában foglalja és helyettesíti a szöveges hivatkozás számlálót és a belső hivatkozások elemzését"],"This tab allows you to selectively disable %1$s integrations with third-party products for all sites in the network. By default all integrations are enabled, which allows site admins to choose for themselves if they want to toggle an integration on or off for their site. When you disable an integration here, site admins will not be able to use that integration at all.":["Ezen a fülön endegélyezheted a ki nem választott %1$s integrációkat a külső forrásból származó összes oldalra. Alapértelmezett esetben az összes integráció engedélyezett, ami lehetővé teszi a webhely rendszergazdáinak, hogy maguk választhassák ki, a webhely integráció be vagy ki kapcsolását."],"Because of a change in your tag base setting, some of your SEO data needs to be reprocessed.":["Mivel változattál az URL beállításoaidon, néhány SEO adatot újra fel kell dolgoznunk."],"Stop SEO data optimization":["SEO adat optimalizáció leállítása"],"Oops, something has gone wrong and we couldn't complete the optimization of your SEO data. Please click the button again to re-start the process. ":["Hoppá, valami hiba történt a SEO adatok optimalizálása megszakadt. Kérlek kattints újra a gombra a folyamat újrakezdéséhez."],"Optimizing SEO data... This may take a while.":["SEO adatok optimalizálása... Ez eltarthat egy ideig."],"SEO data optimization complete":["SEO adatok optimalizálása kész"],"You can speed up your site and get insight into your internal linking structure by letting us perform a few optimizations to the way SEO data is stored. ":["Felgyorsíthatja webhelyét, ha engedélyezi, hogy néhány optimalizálást végezzünk a SEO adatok tárolásának módjával és a belső linkek összekapcsolódásának hálózatával kapcsolatban."],"Start SEO data optimization":["SEO adatok optimalizálásának indítása"],"Learn more about the benefits of optimized SEO data.":["Tudjon meg többet az optimalizált SEO adatok előnyeiről."],"You can speed up your site and get insight into your internal linking structure by letting us perform a few optimizations to the way SEO data is stored. If you have a lot of content it might take a while, but trust us, it's worth it.":["Felgyorsíthatja webhelyét, ha engedélyezi, hogy néhány optimalizálást végezzünk a SEO adatok tárolásának módjával és a belső linkek összekapcsolódásának hálózatával kapcsolatban. Ha sok tartalma van, eltarthat egy ideig, de bízzon bennünk, megéri."],"Optimize SEO Data":["SEO adatok optimalizálása"],"If the problem persists, please contact support.":["Ha a probléma továbbra is fennáll, vegye fel a kapcsolatot az ügyfélszolgálattal."],"Something has gone wrong and we couldn't complete the optimization of your SEO data. Please %1$sre-start the process%2$s.":["Hiba történt, és nem tudtuk befejezni a SEO-adatok optimalizálását. Kérjük, indítsa el a(z) %1$sre-folyamatot%2$s."],"All permalinks were successfully reset":["Minden közvetlen hivatkozást sikeresen visszaállítottunk"],"We've encountered a problem trying to get related keyphrases. Please try again later.":["Problémába ütköztünk a kereső kulcskifejezések megszerzése során. Kérlek, próbáld újra később."],"You've reached the maximum amount of 4 related keyphrases. You can change or remove related keyphrases in the %s metabox or sidebar.":["Elérte a maximális 4 kereső kulcsszó számát. Megváltoztathatja vagy eltávolíthatja a kereső kulcsszavakat %s metaleírásban vagy az oldalsávon."],"Please wait while %1$s connects to %2$s to get related keyphrases...":["Várjon, amíg %1$s csatlakozik a(z) %2$s - hoz, hogy az ajánlott kapcsolódó kulcsszavakat megadja ..."],"Upgrade your %s plan":["Frissítse a %s tervezését"],"You've reached your request limit for today. Check back tomorrow or upgrade your plan over at %s.":["Elértük a napi lekérdezési korlátunkat. Nézzünk vissza holnap, vagy fizessünk elő a %s oldalán."],"Last month":["Előző hónap"],"Two months ago":["Két hónappal ezelőtti"],"Three months ago":["Három hónappal ezelőtti"],"Four months ago":["Négy hónappal ezelőtti"],"Five months ago":["Öt hónappal ezelőtti"],"Six months ago":["Hat hónappal ezelőtti"],"Seven months ago":["Hét hónappal ezelőtti"],"Eight months ago":["Nyolc hónappal ezelőtti"],"Nine months ago":["Kilenc hónappal ezelőtti"],"Ten months ago":["Tíz hónappal ezelőtti"],"Eleven months ago":["Tízenegy hónappal ezelőtti"],"Twelve months ago":["Tizenkettő hónappal ezelőtti"],"Get more insights at %s":["További ajánlást kaphat %s"],"Keyphrase volume in the last 12 months on a scale from 0 to 100.":["Keresőszavak mennyisége az elmúlt 12 hónapban 0 és 100 közötti skálán."],"Learn more about the related keyphrases trend":["További információ az ajánlott kulcskifejezések trendjéről"],"Trend":["Várható irányzat"],"Learn more about the related keyphrases volume":["További információ az ajánlott kapcsolódó kulcskifejezésekről"],"Volume":["Mérték"],"Related keyphrase":["Ajánlott kulcsszó"],"Select country":["Ország kiválasztása"],"Show results for:":["Találatok a következőre:"],"Please enter a focus keyphrase first to get related keyphrases":["Kérjük, először adjon meg egy fókusz kulcsszót, hogy az ajánlott kapcsolódó kulcsszavakat megkapja"],"Sorry, there's no data available for that keyphrase/country combination.":["Sajnos nem áll rendelkezésre adat az adott kulcsszó / ország kombinációval kapcsolatban."],"Get related keyphrases":["Ajánlott kapcsolódó kulcsszavak"],"Related keyphrases":["Kapcsolódó kulcsszavak"],"The number of headers and header labels don't match.":["A fejlécek száma és cimkéi nem egyeznek."],"The %s integration offers suggestions and insights for keywords related to the entered focus keyphrase.":["%s integrációs javaslat és a beírt fókusz kulcsszóhoz ajánlott kulcsszavak \n megjelenítése."],"Disabling Yoast SEO's XML sitemaps will not disable WordPress' core sitemaps. In some cases, this %1$s may result in SEO errors on your site%2$s. These may be reported in Google Search Console and other tools.":["A Yoast SEO XML webhelytérképeinek letiltása nem fogja letiltani a WordPress központi webhelytérképeit. Bizonyos esetekben ez %1$s SEO hibákat okozhat%2$s a webhelyén. Ezeket a Google Search Console és más eszközök jelenthetik."],"If you still need support and have an active subscription for this product, please email %s.":["Ha továbbra is szüksége van támogatásra és aktív előfizetéssel rendelkezik erre a termékre, kérjük, küldjön e-mailt %s."],"You can probably find an answer to your question in our %1$shelp center%2$s.":["Valószínűleg megtalálhatja a választ a kérdésére %1$ssúgóközpontunkban%2$s."],"Need support?":["Segítségre van szükséged?"],"Return to your %s":["%s beállításainak megnyitása"],"Make sure to save your %s for changes to take effect":["A változtatások életbe lépése érdekében mentse el %s fájlját"],"The advanced section of the %1$s meta box allows a user to remove posts from the search results or change the canonical. The settings in the schema tab allows a user to change schema meta data for a post. These are things you might not want any author to do. That's why, by default, only editors and administrators can do this. Setting to \"%2$s\" allows all users to change these settings.":["A %1$s meta mező speciális szakasza lehetővé teszi a felhasználó számára, hogy eltávolítsa a bejegyzéseket a keresési eredmények közül, vagy megváltoztassa a gyűjtőnevet. A séma lapon található beállítások lehetővé teszik a felhasználó számára, hogy módosítsa egy séma metaadatait. Ezek olyan dolgok, amelyeket nem kívánhat meg egyetlen szerzőtől sem. Ezért ezt alapértelmezés szerint csak a szerkesztők és a rendszergazdák tehetik meg. A \"%2$s\" értékre állítással minden felhasználó megváltoztathatja ezeket a beállításokat."],"Security: no advanced or schema settings for authors":["Biztonság: nincsenek speciális vagy séma beállítások a szerzők számára"],"Report":["Jelentés"],"Tech Article":["Műszaki cikk"],"Scholarly Article":["Tudományos cikk"],"Satirical Article":["Szatirikus cikk"],"Advertiser Content Article":["Hírdetői cikk"],"News Article":["Újságcikk"],"Social Media Posting":["Közösségi Média Bejegyzés"],"Article":["Cikk"],"Search Results Page":["Keresési Eredmények Oldal"],"Real Estate Listing":["Ingatlan Felsorolása"],"Checkout Page":["Megrendelés Oldal"],"Collection Page":["Kollekció Oldal"],"Medical Web Page":["Orvosi Weboldal."],"Contact Page":["Kapcsolat Oldal"],"Profile Page":["Profil Oldal"],"QA Page":["KV Oldal"],"FAQ Page":["GYIK Oldal"],"About Page":["Rólam Oldal"],"Item Page":["Tétel Oldal"],"Web Page":["Weboldal"],"Default for %1$s (%2$s)":["Alapérterlmezés ebben %1$s (%2$s) "],"This helps search engines understand your website and your content. You can change some of your settings for this page below.":["Ez segít a keresőmotoroknak megérteni az Ön webhelyét és tartalmát. Az alábbiakban módosíthatja az oldal egyes beállításait."],"Yoast SEO automatically describes your pages using schema.org":["A Yoast SEO automatikusan leírja az oldalakat a schema.org használatával"],"Article type":["Cikk típusa"],"Page type":["Oldaltípus"],"Learn more about page or content types":["További információ az oldal- vagy tartalomtípusokról"],"What type of page or content is this?":["Milyen típusú oldal vagy tartalom ez?"],"Structured Data":["Strukturált adatok"],"Yoast How-to":["Yoast Mit-hogyan"],"Yoast FAQ":["Yoast GYIK"],"%1$s: Does not contain the exact match. %2$sTry to write the exact match of your keyphrase in the SEO title and put it at the beginning of the title%3$s.":[""],"%1$s: The exact match of the focus keyphrase appears in the SEO title, but not at the beginning. %2$sMove it to the beginning for the best results%3$s.":[""],"%1$s Internal Linking Blocks":["%1$s belső összekapcsolási blokkok"],"Allow us to track some data about your site to improve our plugin.":["Engedélyezze, hogy nyomon követhessünk néhány adatot a webhelyéről, hogy javíthassuk a bővítményünket."],"Usage tracking":["Használat követés"],"Can we collect anonymous information about your website to enhance %1$s?":[""],"Read more about how internal linking can improve your site structure.":[""],"Link suggestions":["Link javaslatok"],"Insights":[""],"Remove image":["Kép eltávolítása"],"The file size of the uploaded image is too large for %s. File size must be less than %s.":["A feltöltött kép fájlmérete túl nagy %s számára. A fájlméretnek kevesebbnek kell lennie, mint %s."],"The format of the uploaded image is not supported. The supported formats are: %s, %s, %s and %s.":["A feltöltött kép formátuma nem támogatott. A támogatott formátumok: %s, %s, %s valamint %s."],"You have uploaded a %s. Please note that, if it’s an animated %s, only the first frame will be used.":["Feltöltött %s képet. Felhívjuk figyelmét, hogy ha %s animációról van szó, akkor csak az első keretet használja."],"Your image dimensions are not suitable. The minimum dimensions are %dx%d pixels. The maximum dimensions are %dx%d pixels.":["A képméretek nem megfelelők. A legkisebb méret %dx%d pixel, a legnagyobb %dx%d pixel."],"Your image dimensions are not suitable. The minimum dimensions are %dx%d pixels.":["A képméretek nem megfelelők. A legkisebb méret %dx%d pixel."],"Dismiss":[""],"Because of a change in your permalink structure, some of your SEO data needs to be reprocessed.":["A belső linkek felépítésében való változás miatt egyes SEO adatait újra kell feldolgozni."],"Because of a change in your home URL setting, some of your SEO data needs to be reprocessed.":["A weboldal alapértelmezett URL -beállítások megváltozása miatt egyes SEO-adatait újra fel kell dolgozni."],"Please upgrade your WordPress version or install the Gutenberg plugin to get this %1$s feature.":["Frissítse a WordPress verziót, vagy telepítse a Gutenberg bővítményt, hogy megkapja ezt a %1$s szolgáltatást."],"Marking links with nofollow/sponsored has been disabled for WordPress installs < 5.4.":["A nofollow/sponsored linkek megjelölése le van tiltva a WordPress <5.4 telepítésekor."],"Open in new tab":["Megnyitás új lapon"],"This is a sponsored link or advert (mark as %1$ssponsored%2$s)%3$s":["Ez egy szponzorált link vagy hirdetés (jelölje meg:%1$szponzorált%2$s)%3$s"],"Search engines should ignore this link (mark as %1$snofollow%2$s)%3$s":["A keresőmotoroknak figyelmen kívül kell hagyniuk ezt a linket (meg kell jelölni mint %1$snofollow%2$s)%3$s"],"Learn more about marking a link as nofollow or sponsored.":["Tudjon meg többet a link megjelöléséről nofollow vagy szponzorként."],"Link inserted.":["Link beillesztve."],"Link edited.":["A link szerkesztett."],"Warning: the link has been inserted but may have errors. Please test it.":["Figyelem: a hivatkozás beillesztve, de hibás lehet. Kérjük, tesztelje."],"Unlink":["Hivatkozás törlése"],"Link removed.":["Hivatkozás eltávolítva."],"Link":["Hivatkozás"],"We've analyzed your post. There is still room for improvement!":["Elemeztük a hozzászólását. Még mindig van fejlesztési lehetőség!"],"We've analyzed your post. Everything looks good. Well done!":["Elemeztük a bejegyzésed. Minden rendben. Szép munka!"],"No focus keyword was entered":["Nincs megadva fókuszkulcsszó"],"Share your post!":["Oszd meg a bejegyzésed!"],"Improve your post with Yoast SEO":["Javítsd a bejegyzésedet a Yoast SEO segítségével"],"SEO analysis:":["SEO-elemzés:"],"The links columns show the number of articles on this site linking %3$sto%4$s this article and the number of URLs linked %3$sfrom%4$s this article. Learn more about %1$show to use these features to improve your internal linking%2$s, which greatly enhances your SEO.":["A hivatkozások oszlopai a webhelyen található cikkek számát mutatják, amelyek a cikkhez %3$sto%4$s hivatkoznak, és a %3$sfr%4$s e cikkhez kapcsolódó URL-ek száma. Tudjon meg többet arról, hogy %1$shogyan használja ezeket a funkciókat a %2$s belső összeköttetésének javításához, ami nagyban javítja SEO-ját."],"We've written an article about %1$show to use the SEO score and Readability score%2$s.":["Írtunk egy cikket arról, hogy %1$shogyan használja a SEO pontszámot és az olvashatósági pontszámot%2$s."],"%1$s adds several columns to this page.":["%1$s több oszlopot ad ehhez az oldalhoz."],"We estimate this will take less than a minute.":["Ez előreláthatólag kevesebb mint egy percet fog igénybe venni."],"We estimate this will take a couple of minutes.":["Ez előreláthatólag egy néhány percet fog igénybe venni."],"%1$sRun the indexation process on your server%2$s using %3$sWP CLI%2$s.":["%1$sLefuttatja az indexelési folyamatot az ön szerverén%2$s a %3$sWP CLI%2$s-t használva."],"We estimate this could take a long time, due to the size of your site. As an alternative to waiting, you could:":["Becsléseink szerint ez hosszú időt vehet igénybe a webhely mérete miatt. A várakozás alternatívájaként:"],"Show debug information":["A hibakeresési információk megjelenítése"],"Your site will continue to work normally, but won't take full advantage of %s.":["Webhelye továbbra is normálisan működik, de nem használja ki teljes mértékben a (z) %s előnyeit."],"%s had problems creating the database tables needed to speed up your site.":["A(z) %s problémái voltak a webhely felgyorsításához szükséges adatbázistáblák létrehozásával."],"Your keyphrase is too long. It can be a maximum of 191 characters.":["Az ön kulcskifejezése túl hosszú. Maximum 191 karakter lehet."],"%1$sFind out how to solve this problem on our help center%2$s.":["%1$sTaláld meg a megoldást a problémára a tudásbázisunkban%2$s."],"The text link counter feature is not working as expected":["A szöveg hivatkozás számláló funkció nem működik megfelelően"],"The text link counter helps you improve your site structure. %1$sFind out how the text link counter can enhance your SEO%2$s.":["A szöveges hivatkozásszámláló segít javítani a webhely struktúráját. %1$sTudja meg, hogyan javíthatja a szöveges linkek számlálója a SEO%2$s."],"The text link counter is working as expected":["A szöveges hivatkozás-számláló a várt módon működik"],"I don't want this site to show in the search results.":["Nem akarom, hogy ez a webhely megjelenjen a keresési eredmények között."],"If you want search engines to show this site in their results, you must %1$sgo to your Reading Settings%2$s and uncheck the box for Search Engine Visibility.":["Amennyiben szeretné, hogy megjelenjen weboldala a keresőmotorok keresési találatai között, menjen az %1$sOlvasási beállításokra%2$s és távolítsa el a jelölést a \"Megtiltjuk a keresőmotoroknak, hogy bejárják az oldalunkat\" jelölőnégyzetből."],"Learn more about the no-index setting on our help page.":["További információ az index nélküli beállításról a súgóoldalon."],"Even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Annak ellenére, hogy itt engedélyezheti a kereső robotok számára a láthatóságot, a teljes weboldal rejtett értékre van állítva az adatvédelmi beállításokban, így ezek a beállítások nem lesznek hatással a teljes weboldalra."],"Learn more about canonical URLs on our help page.":["További információ a kanonikus URL-ekről a súgóoldalon."],"Learn more about the breadcrumbs title setting on our help page.":["További információ a morzsamenü címének beállításáról a súgóoldalon található."],"Learn more about advanced meta robots settings on our help page.":["További információ a fejlett metarobot-beállításokról a súgóoldalon."],"Learn more about the no-follow setting on our help page.":["További információ a no-follow beállításról a súgóoldalon."],"Should search engines follow links on this content?":[""],"This %1$s REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use %1$s for all their SEO meta output.":["Ez a %1$s REST API-végpont megadja az összes metaadatot, amelyre az adott URL-hez szüksége van. Megkönnyítive a Head leírás nélküli WordPress oldalak számára a %1$s használatát az összes SEO metaleíráshoz."],"REST API: Head endpoint":["REST API: Head leírási végpont"],"Please read %1$sthis help article%2$s to find out how to resolve this problem.":["Kérjük olvassa el %1$sezt a cikket%2$s hogy megtudja, hogyan lehet megoldani ezt a problémát."],"Replaced with the term ancestors hierarchy":["Helyettesítve az alap hiearchia kifejezés szerint"],"Term hierarchy":["Alapértelmezett hierarchia"],"%1$sYou can change the tagline in the customizer%2$s.":["%1$sA szlogen a Testreszabásban módosítható%2$s."],"You still have the default WordPress tagline. Even an empty one is probably better.":["Még mindig van az alapértelmezett WordPress címke. Még egy üres is valószínűleg jobb."],"You should change the default WordPress tagline":["Meg kell változtatnia az alapértelmezett WordPress címke sort"],"You are using a custom tagline or an empty one.":["Egyéni vagy üres címkét használ."],"You changed the default WordPress tagline":["Megváltoztatta az alapértelmezett WordPress címkét"],"Comments on your posts are displayed on a single page. This is just like we'd suggest it. You're doing well!":["A bejegyzésed alatti kommentek egy oldalon láthatóak. Pontosan úgy, ahogy javasoltuk. Nagyon jól csinálod!"],"It's highly recommended to have your postname in the URL of your posts and pages. Consider setting your permalink structure to %s.":["Erősen ajánlott, hogy postai neve szerepeljen a bejegyzések és oldalak URL címében. Fontolja meg a közvetlen hivatkozás struktúra %s értékre állítását."],"You do not have your postname in the URL of your posts and pages":["Nincs beállítva a bejegyzésnév URL-be ágyazása a bejegyzéseknél és az oldalaknál."],"You do have your postname in the URL of your posts and pages.":["A bejegyzések és oldalak URL címében szerepel a bejegyzése és az oldalai."],"Your permalink structure includes the post name":["A közvetlen hivatkozás struktúrád tartalmazza a bejegyzés nevét"],"Comments on your posts break into multiple pages. As this is not needed in 999 out of 1000 cases, we recommend you disable it. To fix this, uncheck \"Break comments into pages...\" on the Discussion Settings page.":["A hozzászólások több oldalra vannak bontva. Erre 1000-ből egyszer van szükség, szóval azt tanácsoljuk, hogy ezt kapcsold ki. Ennek a javításához, vegyük ki a pipát a \"Hozzászólások oldalakra bontása, úgy hogy\" tétel elöl a pipát a Beszélgetés részben a Beállítások oldalon."],"Comments break into multiple pages":["Hozzászólások több oldalra lesznek rakva"],"Comments are displayed on a single page":["Hozzászólások egy oldalon vannak megjelenítve"],"No title":["Nincs cím"],"%1$sGo to the Discussion Settings page%2$s":["%1$sTovább a Beállítások / Beszélgetések oldalra%2$s"],"%1$sThis was reported by the %2$s plugin%3$s":["%1$sEzt a jelentést %2$s bővítmény küldte%3$s"],"Mobile result":["Mobil eredmény"],"Preview as:":["Előnézet mint:"],"Desktop result":["Asztali eredmény"],"When you click OK we will open our HelpScout beacon where you can find answers to your questions. This beacon will load our support data and also potentially set cookies.":["Az OK gombra kattintva megnyílik a HelpScout jeladó, ahol megtalálhatod a válaszokat a kérdéseidre. Ez a jeladó a támogatói adatokat tölti be és valószínáleg sütiket is."],"The browser you are currently using is unfortunately rather dated. Since we strive to give you the best experience possible, we no longer support this browser. Instead, please use %1$sFirefox%4$s, %2$sChrome%4$s or %3$sMicrosoft Edge%4$s.":["A böngésző, amit jelenleg használsz sajnos már nem támogatott. Azért küzdünk, hogy a legjobb élményt tudjuk neked nyújtani. Nem támogatjuk tovább ezt a böngészőt. Kerjük használd az alábbi böngészőket %1$sFirefox%4$s, %2$sChrome%4$s or %3$sMicrosoft Edge%4$s."],"If you want to apply advanced <code>meta</code> robots settings for this page, please define them in the following field.":["Ha szeretnél alkalmazni haladó <code>meta</code> robot beállításokat, kérjük, írd őket a következő mezőbe."],"Check out %1$s":["Felkeresem a %1$s-t"],"We have both free and premium online courses to learn everything you need to know about SEO.":["Rendelkezünk ingyenes és prémium online kurzusokkal is, hogy mindent megtanulhass a SEO-ról, amire szükséged van."],"Want to learn SEO from Team Yoast? Check out our %1$s!":["Szeretnél a SEO-ról tanulni a Team Yoast-tól? Keresd fel a %1$s-t!"],"Learn SEO":["SEO tanulása"],"%s settings to import:":["%s beállítások importáláshoz:"],"Import settings from another %1$s installation by pasting them here and clicking \"%2$s\".":["Importálási beállítások egy másik %1$s telepítésnél, illeszd be őket ide és klikkelj \"%2$s\"."],"Your %1$s settings:":["%1$s beállításaid:"],"Schema":["Séma"],"Please check the format of the YouTube URL you entered. %s":["Kérjük, ellenőrizd a megadott YouTube hivatkozás formátumát. %s"],"Please check the format of the Wikipedia URL you entered. %s":["Kérjük, ellenőrizd a megadott Wikipedia hivatkozás formátumát. %s"],"Please check the format of the Pinterest URL you entered. %s":["Kérjük, ellenőrizd a megadott Pinterest hivatkozás formátumát. %s"],"Please check the format of the MySpace URL you entered. %s":["Kérjük, ellenőrizd a megadott MySpace hivatkozás formátumát. %s"],"Please check the format of the LinkedIn URL you entered. %s":["Kérjük, ellenőrizd a megadott LinkedIn hivatkozás formátumát. %s"],"Please check the format of the Instagram URL you entered. %s":["Kérjük, ellenőrizd a megadott Instagram hivatkozás formátumát. %s"],"Please check the format of the Facebook Page URL you entered. %s":["Kérlek ellenőrizd le a megadott Facebook oldal URL címének formátumát. %s"],"Settings saved.":["Beállítások elmentve."],"Dismiss this alert":["Értesítés bezárása"],"The submitted value was: %s":["A beküldött érték: %s"],"Yandex confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["A Yandex ellenörző kód csak betüket A-tól F-ig tartalmazhat, ezenkívül csak számokat, elválasztójelet és aláhúzásjelent (underscore). %s"],"Twitter usernames can only contain letters, numbers, and underscores. %s":["Twitter felhasználónevek csak betüket tartalmazhatnak, továbbá még számokat és aláhúzásjelet (underscore). %s"],"Pinterest confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Pinterest ellenörző kód csak betüket A-tól F-ig tartalmazhat, ezenkívül csak számokat, elválasztójelet és aláhúzásjelent (underscore). %s"],"Bing confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Bing ellenörző kód csak betüket A-tól F-ig tartalmazhat, ezenkívül csak számokat, elválasztójelet és aláhúzásjelent (underscore). %s"],"Google verification codes can only contain letters, numbers, hyphens, and underscores. %s":["A Google ellenőrzési kód csak betüket (a,b,c...), számokat (1,2,3...), kötőjelet ( - ) és aláhúzást ( _ ) tartalmazhat. %s"],"Baidu verification codes can only contain letters, numbers, hyphens, and underscores. %s":["Baidu ellenörző kód csak betüket tartalmazhat, továbbá számokat, elválasztójelet és aláhúzásjelet (underscore) %s"],"Show this item.":["Mutasd meg ezt!"],"Hide this item.":["Az elem elrejtése."],"You have %d hidden problem:":["%d db. rejtett probléma:","%d rejtett probléma:"],"You have %d hidden notification:":["%d rejtett értesítés:","%d rejtett értesítés:"],"Focus keyphrase not set":["Nem lett beállítva Fókusz kulcskifejezés"],"The form contains %1$s error. %2$s":["A form %1$s hibát. %2$s tartalmaz","A form %1$s hibát. %2$s tartalmaz"],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly.":[""],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":["Amint még egy kicsivel többet adsz hozzá a jelenlegi tartalomhoz, me pedig kilistázzuk neked azokat a szavakat, amik a legtöbbször előfordulnak. Ez segít jobban megérteni, hogy miről szól leginkább a szöveg."],"%d occurrences":["%d előfordulás"],"Activate %s for your site on MyYoast":["Aktiváld %s az első honlapodat a MyYoast-on"],"Show blog page in breadcrumbs":["Blog oldal megjelenítése a morzsamenüben"],"We could not find any relevant articles on your website that you could link to from your post.":["Nem találtunk releváns cikkeket a honlapodon, amit belinkelhettünk volna ehhez a mostani poszthoz."],"Has feedback":["Visszajelzése van"],"Content optimization:":["Tartalom optimalizálása:"],"%1$sSEO%2$s: %3$s":["%1$sSEO%2$s: %3$s"],"%1$sReadability%2$s: %3$s":["%1$sOlvashatóság%2$s: %3$s"],"Post Noindexed":["Nem Indexelt Bejegyzés"],"No Focus Keyphrase":["Nincs Fókusz Kulcs-kifejezés"],"Posts with the SEO score: %s":["Poszt SEO értékeléssel: %s"],"SEO: %s":["SEO: %s"],"%s video tutorial":["%s Videó segédlet"],"To view your current crawl errors, %1$splease visit Google Search Console%2$s.":["Jelenlegi crawl-hiba megtekintése érdekében, %1$slátogass el a Google Search Console-ra%2$s."],"Google has discontinued its Crawl Errors API. Therefore, any possible crawl errors you might have cannot be displayed here anymore. %1$sRead our statement on this for further information%2$s.":["Google már kivonta a forgalomból a Crawl Errors API-t. Ezért a továbbiakban bármely crawl-hiba, ami lehetséges lett volna, többé már nem kerül kijelzésre itt. %1$sOlvasd el mi a teendő a továbbiakban%2$s."],"Get the %s plugin now!":["%s plugin beszerzése most!"],"Personal info":["Személyes adatok"],"Organization logo":["Szervezet logója"],"Organization name":["Szervezet neve"],"(if one exists)":["(Ha létezik)"],"Wikipedia page about you":["Wikipédia oldal rólad"],"YouTube profile URL":["YouTube profil URL"],"Tumblr profile URL":["Tumblr profil URL"],"SoundCloud profile URL":["SoundCloud profil URL"],"MySpace profile URL":["MySpace profil URL"],"Organization":["Szervezet"],"You have previously set your site to represent a person. We’ve improved our functionality around Schema and the Knowledge Graph, so you should go in and %1$scomplete those settings%2$s.":["Korábban honlapod mint személy reprezentáció lett beállítva. Nemrégiben megújultak a Schema és a Knowledge Graph, tehát el kellene látogatnod és %1$svéglegesíteni az összes beállítást%2$s."],"Select a user...":["Válassz egy felhasználót"],"Uncategorized":["Nem kategorizált"],"Pinterest profile URL":["Pinterest profil URL"],"LinkedIn profile URL":["LinkedIn profil URL"],"Instagram profile URL":["Instagram profil URL"],"No JSON object was returned.":["JSON objektum lekérése eredménytelen."],"Received internal links":["Bemenő belső linkek"],"Outgoing internal links":["Kimenő belső linkek"],"New step added":["Új lépés hozzáadva"],"New question added":["Új kérdés hozzáadva"],"For this feature to work, %1$s needs to create a table in your database. We were unable to create this table automatically.":["Hogy ez a lehetőség működjon, %1$s kell egy új táblázatot hozzon létre az adatbázisában. Mi nem tudtunk új táblázatot létrehozni automatikusan."],"Keyphrase":["Kulcskifejezés"],"%3$sImage Keyphrase%5$s: Out of %2$d images on this page, %1$d have alt attributes with words from your keyphrase or synonyms. That's a bit much. %4$sOnly include the keyphrase or its synonyms when it really fits the image%5$s.":[""],"%3$sImage Keyphrase%5$s: Out of %2$d images on this page, only %1$d has an alt attribute that reflects the topic of your text. %4$sAdd your keyphrase or synonyms to the alt tags of more relevant images%5$s!":["","%3$sImage Keyphrase%5$s: Out of %2$d images on this page, only %1$d have alt attributes that reflect the topic of your text. %4$sAdd your keyphrase or synonyms to the alt tags of more relevant images%5$s!"],"%1$sImage Keyphrase%3$s: Images on this page do not have alt attributes that reflect the topic of your text. %2$sAdd your keyphrase or synonyms to the alt tags of relevant images%3$s!":[""],"%1$sImage Keyphrase%3$s: Images on this page have alt attributes, but you have not set your keyphrase. %2$sFix that%3$s!":[""],"%1$sKeyphrase in subheading%2$s: %3$s of your H2 and H3 subheadings reflects the topic of your copy. Good job!":["%1$sKulcskifejezés az alcímben%2$s: A szövegben szereplő H2 és H3 alcímek közül %3$s tükrözi a szöveg témáját. Szép munka!","%1$sKulcskifejezés az alcímben%2$s: A szövegben szereplő H2 és H3 alcímek közül %3$s tükrözi a szöveg témáját. Szép munka!"],"%1$sKeyphrase in subheading%2$s: Your H2 or H3 subheading reflects the topic of your copy. Good job!":["%1$sKulcskifejezés az alcímben%2$s: A H2 vagy H3 alcímed jól tükrözi a szöveg témáját. Szép munka!"],"%1$sKeyphrase in subheading%3$s: %2$sUse more keyphrases or synonyms in your H2 and H3 subheadings%3$s!":["%1$sKulcskifejezés az alcímben%3$s: %2$sHasználj több kulcskifejezést és szinonimát a H2 és H3 alcímekben%3$s!"],"Page %s":["%s. oldal"],"Cannot get the size of %1$s because of unknown reasons.":["Ismeretlen okból nem lehetett meghatározni a méretét %1$s."],"Cannot get the size of %1$s because it is hosted externally.":["Nem lehetett meghatározni a méretét %1$s mert külsőleg van hostolva."],"%1$sSingle title%3$s: H1s should only be used as your main title. Find all H1s in your text that aren't your main title and %2$schange them to a lower heading level%3$s!":["%1$sEgyedüli főcím%3$s: H1 tag-ek csak az egyeduli főcím esetén használandóak. Keresd meg valamennyi H1 tag-et a szövegben, amik nem az egyedüli főcímhez tartoznak %2$sés adjál nekik alacsonyabb H (heading) fokozatot, pl: H2%3$s!"],"%1$sKeyphrase density%2$s: The keyphrase was found %5$d time. That's way more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["","%1$sKeyphrase density%2$s: The keyphrase was found %5$d times. That's way more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!"],"%1$sKeyphrase density%2$s: The keyphrase was found %5$d time. That's more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["","%1$sKeyphrase density%2$s: The keyphrase was found %5$d times. That's more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!"],"%1$sKeyphrase density%2$s: The keyphrase was found %3$d time. This is great!":["","%1$sKeyphrase density%2$s: The keyphrase was found %3$d times. This is great!"],"%1$sKeyphrase density%2$s: The keyphrase was found %5$d time. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["","%1$sKeyphrase density%2$s: The keyphrase was found %5$d times. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!"],"%1$sKeyphrase density%2$s: The keyphrase was found 0 times. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":[""],"Import of settings is only supported on servers that run PHP 5.3 or higher.":["A beállítások importálása kizárólag azokon a szervereken támogatott, ahol PHP 5.3 vagy magasabb verzió fut."],"Export your %1$s settings here, to copy them on another site.":["Exportáld ki a %1$s beállításait innen, hogy bemásold majd egy másik honlapba."],"No settings found.":["Nem találhatók beállítások."],"These are settings for the %1$s plugin by %2$s":["Ezek a beállításai a %1$s pluginnak a %2$s szerint"],"Copy all these settings to another site's %1$s tab and click \"%1$s\" there.":["Másolj át valamennyi beállítást a %1$s fülén majd klikkelj a \"%1$s\" oda."],"You do not have the required rights to export settings.":["Nincs megfelelő jogosultsága az export beállításokhoz."],"Method %1$s() does not exist in class %2$s":["Method %1$s() nem létezik a class %2$s-ban"],"With %s, you can easily create such redirects.":["Azzal, hogy %s, könnyen készíthetsz hasonló átirányításokat."],"Learn about why permalinks are important for SEO.":["Tudj meg többet arról, hogy miért fontosak a közvetlen hivatkozások a SEO-hoz."],"Changing your permalinks settings can seriously impact your search engine visibility. It should almost %1$s never %2$s be done on a live website.":["Közvetlen hivatkozások megváltoztatása beállítása nagymértékben ráhat arra, ahogyan a keresők látnak majd. Éles honlapon %1$s soha sem %2$s javasolt."],"WARNING:":["FIGYELMEZTETÉS:"],"%1$sFunction words in keyphrase%3$s: Your keyphrase \"%4$s\" contains function words only. %2$sLearn more about what makes a good keyphrase.%3$s":["%1$sFunkcionális szavak kulcskifejezésekben%3$s: A kulcskifejezésed \"%4$s\" tartalmaz funkcionális szavakat. %2$sTudj meg többet arról, hogy miben rejlik egy jó kulcskifejezés.%3$s"],"Clear Image":["Kép törlése"],"%1$sKeyphrase length%3$s: %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sKulcsszó hosszúság%3$s: %2$sÁllítsd a kulcskifejezést rendezés szerint, hogy kikalkulálható legyen annak SEO értékelése%3$s."],"%1$sKeyphrase in slug%2$s: More than half of your keyphrase appears in the slug. That's great!":["%1$sKulcskifejezés a keresőbarát kifejezésben%2$s: Remek munka! A kulcskifejezésed több mint felét tartalmazza a keresőbarát kifejezés."],"%1$sKeyphrase in slug%3$s: (Part of) your keyphrase does not appear in the slug. %2$sChange that%3$s!":["%1$sKulcskifejezés a keresőbarát kifejezésben%3$s: A kulcskifejezés egy része nem jelenik meg a keresőbarát kifejezésben. %2$sVáltoztass rajta%3$s!"],"%1$sKeyphrase in slug%2$s: Great work!":["%1$sKulcskifejezés a keresőbarát kifejezésben%2$s: Remek munka!"],"Help on choosing the perfect focus keyphrase":["Segítség a pontos kulcskifejezés választásához"],"Go %s!":["Menj %s!"],"Add related keyphrase":["Kapcsolódó kulcskifejezések hozzáadása"],"Upgrade to %s":["Frissítés %sra"],"Get %s":["%s beszerzése"],"%4$sPreviously used keyphrase%6$s: You've used this keyphrase %1$s multiple times before%3$s. %5$sDo not use your keyphrase more than once%6$s.":[""],"%3$sPreviously used keyphrase%5$s: You've used this keyphrase %1$sonce before%2$s. %4$sDo not use your keyphrase more than once%5$s.":["%3$sKorábban használt kulcskifejezés%5$s: A kulcskifejezést %1$segyszer már használtad ezelőtt%2$s. %4$sNe használd ugyanazt a a kulcskifejezést egynél többször%5$s."],"%1$sPreviously used keyphrase%2$s: You've not used this keyphrase before, very good.":["%1$sKorábban használt kulcskifejezés%2$s: Ezt a kulcskifejezést nem használtad még korábban, nagyon jó!"],"%1$sImages%3$s: No images appear on this page. %2$sAdd some%3$s!":["%1$sKépek%3$s: Nem jelennek meg képek ezen az oldalon. %2$sAdjon hozzá néhányat%3$s!"],"%1$sLink keyphrase%3$s: You're linking to another page with the words you want this page to rank for. %2$sDon't do that%3$s!":["%1$sBelinkelt kulcskifejezés%3$s: Azokkal szavakkal linkel át egy másik oldalra, amelyekkel ezt az oldalt szeretné jó helyen tartani a keresési eredmények sorrendjében. %2$sNe tegye%3$s!"],"%2$sText length%3$s: The text contains %1$d %4$s. Good job!":["%2$sSzöveghossz%3$s: %1$d %4$s. Szép munka!"],"%1$sKeyphrase in subheading%3$s: More than 75%% of your H2 and H3 subheadings reflect the topic of your copy. That's too much. %2$sDon't over-optimize%3$s!":["%1$sKulcskifejezés az alcímben%3$s: A H2 és H3 alcímek több mint 75%%-a tükrözi a szöveg témáját. Ez túl sok. %2$sNe optimalizáld túl%3$s!"],"%1$sSEO title width%3$s: %2$sPlease create an SEO title%3$s.":["%1$sSEO cím hossza%3$s: %2$sKérjük készítsen egy SEO címet%3$s hosszan."],"%1$sSEO title width%3$s: The SEO title is wider than the viewable limit. %2$sTry to make it shorter%3$s.":["%1$sSEO cím hossza%3$s: A SEO cím hosszabb a látható tartománynál. %2$sPróbáljon rövidebben fogalmazni%3$s."],"%1$sSEO title width%2$s: Good job!":["%1$sSEO cím hossza%2$s: Szép munka!"],"%1$sSEO title width%3$s: The SEO title is too short. %2$sUse the space to add keyphrase variations or create compelling call-to-action copy%3$s.":["%1$sSEO cím hossza%3$s: A SEO cím túl rövid. %2$sHasználja ki a helyet: adjon hozzá kulcskifejezés-változatokat, vagy írjon egy lenyűgöző cselekvésre felhívó mondatot%3$s."],"%1$sOutbound links%2$s: There are both nofollowed and normal outbound links on this page. Good job!":["%1$sKimenő linkek%2$s: Ezen az oldalon mind nofollow, mind normál kimenő linkek vannak. Szép munka!"],"%1$sOutbound links%2$s: Good job!":["%1$sKimenő linkek%2$s: Szép munka!"],"%1$sOutbound links%3$s: All outbound links on this page are nofollowed. %2$sAdd some normal links%3$s.":["%1$sKimenő linkek%3$s: Ezen az oldalon csak nofollow kimenő linkek vannak. %2$sAdjon hozzá néhány normál linket%3$s."],"%1$sOutbound links%3$s: No outbound links appear in this page. %2$sAdd some%3$s!":["%1$sKimenő linkek%3$s: Ezen az oldalon nincs megjenítve kimenő link. %2$sAdjon hozzá néhányat%3$s!"],"%1$sMeta description length%2$s: Well done!":["%1$sMeta leírás hossza%2$s: Nagyon jó!"],"%1$sMeta description length%3$s: The meta description is over %4$d characters. To ensure the entire description will be visible, %2$syou should reduce the length%3$s!":["%1$sMeta leírás hossza%3$s: A meta leírás hossza %4$d karakter felett. Hogy a teljes leírás látható legyen, %2$scsökkentenie kell a hosszát%3$s!"],"%1$sMeta description length%3$s: The meta description is too short (under %4$d characters). Up to %5$d characters are available. %2$sUse the space%3$s!":["%1$sMeta leírás hossza%3$s: A meta leírás hossza túl rövid (kevesebb, mint %4$d karakter). %5$d karakter lehetséges. %2$sHasználja ki a helyet%3$s!"],"%1$sMeta description length%3$s:  No meta description has been specified. Search engines will display copy from the page instead. %2$sMake sure to write one%3$s!":["%1$sMeta leírás hossza%3$s:  Nincs meta leírás készítve, így a kereső motorok az oldal egy kivonatát fogják megjeleníteni. %2$sBiztosan így akarja%3$s!"],"%1$sKeyphrase in meta description%2$s: The meta description has been specified, but it does not contain the keyphrase. %3$sFix that%4$s!":["%1$sKulcskifejezés a metaleírásban%2$s: A metaleírás elkészült, de nem tartalmazza a kulcskifejezést. %3$sJavítsa%4$s!"],"%1$sKeyphrase in meta description%2$s: The meta description contains the keyphrase %3$s times, which is over the advised maximum of 2 times. %4$sLimit that%5$s!":["%1$sKulcskifejezés a metaleírásban%2$s: A metaleírás %3$s alkalommal tartalmazza a kulcskifejezést, amely több mint a maximálisan ajánlott 2 előfordulás. %4$sCsökkentse%5$s!"],"%1$sKeyphrase in meta description%2$s: Keyphrase or synonym appear in the meta description. Well done!":["%1$sKulcskifejezés a metaleírásban%2$s: A kulcskifejezés vagy szinonimája megjelenik a metaleírásban. Remek!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's way more than the recommended maximum of %2$d %6$s. %4$sMake it shorter%5$s!":[""],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's more than the recommended maximum of %2$d %6$s. %4$sMake it shorter%5$s!":[""],"%1$sKeyphrase length%2$s: Good job!":["%1$sKulcskifejezés hossza%2$s: Szép munka!"],"%1$sKeyphrase length%3$s: No focus keyphrase was set for this page. %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sKulcskifejezés hossza%3$s: Ehhez az oldalhoz még nincsen beállítva fő kulcsszó. %2$sÍrj be egy kulcsszót, hogy kiszámolhassuk a SEO értéket%3$s."],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms do not appear in the first paragraph. %2$sMake sure the topic is clear immediately%3$s.":["%1$sKulcskifejezés a bevezetőben%3$s: A kulcsmondat vagy annak szinonimái nem jelennek meg az első bekezdésben. %2$sEllenőrizze, hogy a téma azonnal érthető-e%3$s."],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms appear in the first paragraph of the copy, but not within one sentence. %2$sFix that%3$s!":[""],"%1$sKeyphrase in introduction%2$s: Well done!":["%1$sKulcskifejezés a bevezetésben%2$s: Szép munka!"],"%1$sInternal links%2$s: There are both nofollowed and normal internal links on this page. Good job!":["%1$sBelső linkek%2$s: Ezen az oldalon egyaránt vannak nofollow és normál belső linkek. Szép munka!"],"%1$sInternal links%2$s: You have enough internal links. Good job!":["%1$sBelső linkek%2$s: Elegendő belső linked van. Szép munka!"],"%1$sInternal links%3$s: The internal links in this page are all nofollowed. %2$sAdd some good internal links%3$s.":["%1$sBelső linkek%3$s: Ezen az oldalon csak nofollow belső linkek vannak. %2$sAdj hozzá néhány normál belső linket%3$s."],"%1$sInternal links%3$s: No internal links appear in this page, %2$smake sure to add some%3$s!":["%1$sBelső linkek%3$s: Ezen az oldalon nincsenek belső linkek, %2$sadj hozzá néhányat%3$s!"],"%1$sTransition words%2$s: Well done!":["%1$sKötőszó%2$s: Remek munka!"],"%1$sTransition words%2$s: Only %3$s of the sentences contain transition words, which is not enough. %4$sUse more of them%2$s.":["%1$sKötőszó%2$s: Csak %3$s mondat tartalmaz kötőszót, ami nem elegendő. %4$sHasználj többet%2$s."],"%1$sTransition words%2$s: None of the sentences contain transition words. %3$sUse some%2$s.":["%1$sKötőszó%2$s: Egyik mondatod sem tartalmaz jelenleg kötőszavakat. %3$sHasználj valamennyit%2$s."],"%1$sNot enough content%2$s: %3$sPlease add some content to enable a good analysis%2$s.":["%1$sNem elég hosszú tartalom%2$s: %3$sKérlek illessz még tartalmat a meglévőhöz, hogy jól lehessen analizálni%2$s."],"%1$sSubheading distribution%2$s: You are not using any subheadings, but your text is short enough and probably doesn't need them.":["%1$sAlcím használat%2$s: Nem használsz alcímeket. Valószínűleg nincs is rá szükség, hiszen maga a szöveg sem túl hosszú."],"%1$sSubheading distribution%2$s: You are not using any subheadings, although your text is rather long. %3$sTry and add some subheadings%2$s.":["%1$sAlcím használat%2$s: Nem használsz alcímeket bár jóllehet a szöveg amúgy elég hosszú. %3$sPróbálj meg hozzáadni alcímeket%2$s."],"%1$sSubheading distribution%2$s: %3$d section of your text is longer than %4$d %6$s and is not separated by any subheadings. %5$sAdd subheadings to improve readability%2$s.":["","%1$sSubheading distribution%2$s: %3$d sections of your text are longer than %4$d %6$s and are not separated by any subheadings. %5$sAdd subheadings to improve readability%2$s."],"%1$sSubheading distribution%2$s: Great job!":["%1$sAlcím használat%2$s: Remek munka!"],"%1$sSentence length%2$s: %3$s of the sentences contain more than %4$s %7$s, which is more than the recommended maximum of %5$s. %6$sTry to shorten the sentences%2$s.":[""],"%1$sSentence length%2$s: Great!":["%1$sMondat hossz%2$s: Király!"],"%1$sConsecutive sentences%2$s: There is enough variety in your sentences. That's great!":["%1$sEgymást követő mondatok%2$s: Mondataink elegendő variációt tartalmaznak. Nagyszerű!"],"%1$sConsecutive sentences%2$s: The text contains %3$d consecutive sentences starting with the same word. %5$sTry to mix things up%2$s!":["%1$sEgymást követő mondatok%2$s: A szöveg %3$d olyan egymás után következő mondatot tartalmaz, amely ugyanazzal a szóval kezdődik. %5$sPróbáljuk meg egy kicsit átalakítani a mondatainkat%2$s!","%1$sEgymásra következő mondatok%2$s: A szöveg tartalmaz %4$d előfordulást %3$d vagy akár beleértve egymásból következő mondatokat, amik ugyanazzal a szóval kezdődnek. %5$sPróbáljuk meg kissé megkeverni őket%2$s!"],"%1$sPassive voice%2$s: %3$s of the sentences contain passive voice, which is more than the recommended maximum of %4$s. %5$sTry to use their active counterparts%2$s.":["%1$sSzenvedő szerkezet%2$s: %3$s mondat tartalmaz szenvedő szerkezetet, ami több a javasolt maximum %4$s-nál. %5$sPróbálj meg több beiktatni helyettük inkább cselekvő mondatokat%2$s."],"%1$sPassive voice%2$s: You're using enough active voice. That's great!":["%1$sSzenvedő szerkezet%2$s: Elegendő cselekvő mondatod van. Remek!"],"%1$sParagraph length%2$s: %3$d of the paragraphs contains more than the recommended maximum of %4$d %6$s. %5$sShorten your paragraphs%2$s!":["","%1$sParagraph length%2$s: %3$d of the paragraphs contain more than the recommended maximum of %4$d %6$s. %5$sShorten your paragraphs%2$s!"],"%1$sParagraph length%2$s: None of the paragraphs are too long. Great job!":["%1$sBekezdések hossza%2$s: Egyetlen bekezdés sem túl hosszú. Szép munka!"],"Good job!":["Szép munka!"],"Focus keyphrase: ":[""],"Focus keyphrase":["Fókusz kulcsszó"],"Disable":["Kikapcsolás"],"Allow Control":["Engedélyezés"],"This tab allows you to selectively disable %s features for all sites in the network. By default all features are enabled, which allows site admins to choose for themselves if they want to toggle a feature on or off for their site. When you disable a feature here, site admins will not be able to use that feature at all.":["Ez a lap lehetővé teszi a %s szolgáltatások szelektív letiltását a hálózat összes webhelyén. Alapértelmezés szerint az összes szolgáltatás engedélyezve van, amely lehetővé teszi a webhely adminisztrátorai számára, hogy eldönthessék, ha egy funkciót be vagy ki szeretnének kapcsolni a saját webhelyükön. Ha egy funkciót itt letilt, a webhely adminisztrátorai egyáltalán nem használják ezt a funkciót."],"%s is a required feature toggle argument.":["A(z) %s egy szükséges tulajdonság-váltó argumentum."],"Remove keyphrase":["Kulcskifejezés eltávolítása"],"Keyphrase:":["Kulcskifejezés:"],"This feature has been disabled by the network admin.":["Ez a funkció a kiszolgáló rendszergazdája által ki van kapcsolva."],"Focus keyphrase not set.":["Fő kulcskifejezés nincs beállítva."],"Colon":["Kettőspont"],"Optional. Customize how you want to describe the duration of the instruction":["Opcionális. Testreszabás, ahogyan kívánod az intrukció hosszát magyarázni"],"Describe the duration of the instruction:":["Írja le, hogy mennyi ideig tart az utasítás:"],"Learn more about the readability analysis":["Tudj meg többet az olvashatósági elemzésről"],"Readability analysis:":["Olvashatósági elemzés:"],"There is a new notification.":["Van egy új értesítés.","Új értesítések vannak."],"Both %1$s and %2$s manage the SEO of your site. Running two SEO plugins at the same time is detrimental.":["%1$s és %2$s egyszerre kezelik a webhely SEO-ját. Hátrányos két SEO bővítményt egy időben futtatni."],"%s, %s and %s":["%s, %s és %s"],"%s and %s":["%s és %s"],"%d minute":["%d perc","%d perc"],"%d hour":["%d óra","%d óra"],"%d day":["%d nap","%d nap"],"Enter a step title":["Adjuk meg a lépés nevét"],"Optional. This can give you better control over the styling of the steps.":["Eredeti. Ez jobb ellenőrzési lehetőséget biztosít a lépések stilizálásához."],"CSS class(es) to apply to the steps":["Alkalmazandó CSS osztály(ok) a lépésekhez"],"minutes":["perc"],"hours":["óra"],"days":["nap"],"Create a How-to guide in an SEO-friendly way. You can only use one How-to block per post.":["Csinálj egy Hogyan-csináld anyagot, de SEO-barát módon. Minden beküldésben (post) tudsz egy Hogyan-csináld blokkot használni."],"Copy error":["Másolási hiba"],"An error occurred loading the %s primary taxonomy picker.":["Hiba történt betöltéskor a %s \"primary taxonomy picker\"-ben."],"%1$s Structured Data Blocks":["%1$s Struktúrált Adatblokk."],"Time needed:":["Szükséges idő:"],"Move question down":["Kérdés lejjebb hozása"],"Move question up":["Kérdés feljebb hozása"],"Insert question":["Kérdés beszúrása"],"Delete question":["Kérdés törlése"],"Enter the answer to the question":["Írjuk be a kérdésre a választ!"],"Enter a question":["Írj be egy kérdést"],"Add question":["Kérdés hozzáadása"],"Frequently Asked Questions":["Gyakran Ismétlődő Kérdések"],"Select the primary %s":["Válaszd ki az elsődleges %s"],"Check links to this URL":["Linkek ellenőrzése ehhez az URL-hez"],"Are you trying to use multiple keyphrases? You should add them separately below.":["Több kulcskifejezést próbál hozzáadni? Alább tudja hozzáadni őket elkülönítve."],"Mark as cornerstone content":["Tartalom sarokkőnek jelölése"],"Move step down":["Egy szinttel lejjebb mozgat"],"Move step up":["Egy lépéssel feljebb lépés."],"Insert step":["Lépés beszúrása"],"Delete step":["Lépés törlése"],"Add image":["Kép hozzáadása"],"Enter a step description":["Adj meg egy lépés leírást"],"Enter a description":["Adj meg leírást"],"Unordered list":["Rendezetlen lista"],"Showing step items as an ordered list.":["Mutasd az lépő elemeket rendezett listában."],"Showing step items as an unordered list":["Mutasd az lépő elemeket rendezetlen listában."],"Add step":["Lépés hozzáadása"],"Delete total time":["Összes idő törlése"],"Add total time":["Összes idő hozzáadása"],"How to":["Hogyan"],"How-to":["Hogyan"],"Analysis results":["Elemzés eredményei"],"Enter a focus keyphrase to calculate the SEO score":["A SEO-pontok kiszámításához Írjon be egy fő kulcskifejezést"],"Learn more about Cornerstone Content.":["Tudj meg többet a sarokkő tartalomról."],"Cornerstone content should be the most important and extensive articles on your site.":["A sarokkő tartalom a legfontosabb és legmeghatározóbb cikk a weboldaladon."],"Restore Site":["Oldal helyreállítása"],"Network Settings":["Hálózati beállítások"],"You are not allowed to perform this action.":["Nincs engedélye a művelethez."],"Error: %s":["Hiba: %s"],"Success: %s":["Siker: %s"],"Site with ID %d not found.":["A(z) %d azonosítójú oldal nem található"],"No site has been selected to restore.":["Nincs kiválasztva oldal a helyreállításhoz"],"You are not allowed to modify unregistered network settings.":["Nincs engedélyed, hogy módosítsd a regisztrálatlan hálózati beállításokat."],"deleted":["törölve"],"Copied!":["Másolva!"],"Not supported!":["Nem támogatott!"],"{{a}}Read our article about site structure{{/a}} to learn more about how internal linking can help improve your SEO.":["Olvasd el {{a}}írásunkat az oldal struktúrákról{{/a}}, hogy megtudhasd miképp segít a belső linkelés növelni a SEO értéked."],"Consider linking to these {{a}}cornerstone articles:{{/a}}":["Fontold meg, hogy belinkeled ezeket {{a}}cornerstone articles:{{/a}}"],"Consider linking to these articles:":["Mérlegelje ezen cikkek linkelését:"],"Copy link":["Hivatkozás másolása"],"Copy link to suggested article: %s":["Hivatkozás másolása a javasolt cikkre: %s"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":["Olvasd el a %1$sKulcsszavak felkutatása teljes útmutatót%2$s hogy többet is megtudjál a kulcsszavak felkutatásáról és stratégiákról."],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly. ":["A következő szavak fordulnak elő leginkább ebben a tartalomban. Ez arra enged következtetni, hogy miről is szól ez a tartalom. Azonban, ha ez a szólista nagyon eltérne a topiktól, úgy talán mégis érdemes lenne átírni a tartalmat, hogy jobban összhangban legyenek."],"Prominent words":["Kiemelkedő szavak"],"The site's tagline":["Honlap jelmondata"],"Not all required fields are given. Missing field %1$s":["Nincs minden mező kitöltve.Hiányzó mezők: %1$s"],"Add synonyms":["Szinonímák hozzáadása"],"You can edit the SEO metadata for this custom type on the %1$sShop page%2$s.":[""],"Current year":["Jelenlegi év"],"Page":["Oldal"],"Something went wrong. Please reload the page.":["Valami nem sikerült. Kérlek frissítsd az oldalt."],"Tagline":["Jelmondat"],"description (custom taxonomy)":["leírás (egyéni taxonómia)"],"(custom taxonomy)":["egyedi osztályozás"],"(custom field)":["(egyedi mező)"],"Term404":["404-es kifejezés"],"Caption":["címke"],"Pagenumber":["Oldalszám"],"Pagetotal":["Oldalak összesen"],"User description":["Felhasználói leírás"],"ID":["ID"],"Modified":["Módosítva"],"Post type (plural)":["Bejegyzés típus (többesszám)"],"Post type (singular)":["Bejegyzés típus (egyes szám)"],"Separator":["Elválasztó"],"Search phrase":["Keresőkifejezés"],"Term title":["Kifejezés címe"],"Term description":["Kifejezés leírása"],"Tag description":["Címke leírása"],"Category description":["Ketegória leírás"],"Primary category":["Elsődleges kategória"],"Category":["Kategória"],"Tag":["Címke"],"Excerpt only":["Csak kivonat"],"Excerpt":["Kivonat"],"Site title":["Oldalcím"],"Archive title":["Archív cím"],"Parent title":["Szülő cím"],"Date":["Dátum"],"Get Yoast SEO Premium":["Válts Yoast SEO Prémiumra"],"You should create a redirect to ensure your visitors do not get a 404 error when they click on the no longer working URL.":["Átirányítás készítése lenne szükséges, hogy a látogatok ne kapjanak 404-es hibát, amikor egy már nem létező URL-re kattintanak."],"Search engines and other websites can still send traffic to your deleted content.":[""],"Make sure you don't miss out on traffic!":["Bizonyosodj meg róla, hogy nem veszíted el a forgalmat!"],"You just deleted a %1$s.":["Töröltél egy %1$s."],"You just trashed a %1$s.":["Lomtárba helyeztél egy %1$s."],"Url preview":["Url előnézet"],"Please provide a meta description by editing the snippet below. If you don’t, Google will try to find a relevant part of your post to show in the search results.":["Kérlek töltsd ki a meta description részt itt a snippet editálásával. Viszont ha most nem akarod, Google megpróbálja megtalálni a releváns részeit a beküldésednek (post) majd a keresési találatokban."],"Dismiss this notice":["Értesítés bezárása"],"No results":["Nincs eredmény"],"%d result found, use up and down arrow keys to navigate":["%d találat. Használd a fel és le gombokat a navigáláshoz.","%d találat. Használd a fel és le gombokat a navigáláshoz."],"Your site language is set to %s. If this is not correct, contact your site administrator.":["A weboldalad %s nyelvre van állítva. Ha ez nem megfelelő, keresd fel az oldal adminisztrátorát."],"The %s importer functionality uses temporary database tables. It seems your WordPress install does not have the capability to do this, please consult your hosting provider.":["A %s importáló funkció ideiglenes adatbázis-táblákat használ. Úgy tűnik, a WordPress telepítés ehhez nem rendelkezik a megfelelő hozzáféréssel. Kérjük, vedd fel a kapcsolatot a tárhelyszolgáltatóddal."],"Cleanup of %s data failed.":["A %s adat eltávolítása sikertelen."],"Content Type":["Tartalomtípus"],"Filter by content type":["Tartalom típus szerinti szűrés"],"Show All Content Types":["Összes tartalom típus mutatása"],"Replaced with the normal title for an archive generated by WordPress":["A WordPress által generált archívum szokásos címével váltja fel"],"Clean":["Törlés"],"Once you're certain your site is OK, you can clean up. This will remove all the original data.":["Ha biztos vagy benne, hogy a webhely rendben akkor indíthatod a tisztítást. Ez eltávolítja az összes eredeti adatot."],"Step 5: Clean up":["5. lépés: Adatok takarítása"],"Please check your posts and pages and see if the metadata was successfully imported.":["Kérlek ellenőrizd a bejegyzéseket és az oldalakat, hogy a metaadatok sikeresen lettek-e importálva."],"Step 3: Check your data":["3. lépés: Ellenőrizd az adataid"],"This will import the post metadata like SEO titles and descriptions into your %1$s metadata. It will only do this when there is no existing %1$s metadata yet. The original data will remain in place.":["Ez importálja a bejegyzés metaadatokat, mint például a SEO címeket és leírásokat %1$s metaadataihoz. Ez csak akkor fog megtörténni, ha még nem létezik %1$s metaadat. Az eredeti adatok továbbra is érvényben maradnak."],"Step 2: Import":["2. lépés: Importáld"],"Please make a backup of your database before starting this process.":["Kérlek, készíts egy biztonsági mentést az adatbázisodról, mielőtt elkezded a folyamatot."],"Step 1: Create a backup":["1. lépés: Végezz biztonsági mentést"],"We've detected data from one or more SEO plugins on your site. Please follow the following steps to import that data:":["Úgy tűnik, egy vagy több SEO bővítményből származó adat van a weboldaladon. Kérlek kövesd az alábbi lépéseket az adatok importálásához:"],"Plugin: ":["Bővítmény: "],"%s did not detect any plugin data from plugins it can import from.":["%s nem talált olyan előző bővítményt, aminek az adatai importálhatóak."],"Posts that should not show up in search results":["Bejegyzések, amelyeknek nem kellene megjelennie a keresési találatok között"],"%s data found.":["%s adat található."],"%s data successfully removed.":["%s adatok sikeresen eltávolítva."],"%s data successfully imported.":["%s adat sikeresen importálva."],"%s data not found.":["%s adat nem található."],"On":["Be"],"Help on: %s":["Segítség a következőről: %s"],"Off":["Ki"],"See who contributed to %1$s.":["Nézze meg, ki járult hozzá a %1$s-hoz."],"Help on this search results setting":["Segítség a keresési eredmények beállításában"],"Not showing the archive for %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["Ha a keresési eredmények között %1$s archívuma nem jelenik meg, az gyakorlatilag annyit jelent, hogy %2$s robots meta taggel rendelkezik, és az XML webhelytérképekről kizárásra kerül. %3$sTovábbi információ a keresési eredmények beállításaiban%4$s."],"Not showing %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["Ha a keresési eredmények között %1$s nem jelenik meg, az gyakorlatilag annyit jelent, hogy %2$s robots meta taggel rendelkezik, és az XML webhelytérképekről kizárásra kerül. %3$sTovábbi információ a keresési eredmények beállításaiban%4$s."],"Default for %2$s, currently: %1$s":["Alapértelmezés az alábbihoz: %2$s, jelenleg: %1$s"],"Show %s in search results?":["Látszódjon a(z) %s a keresési találatokban?"],"this author's archives":["szerző archívumai"],"Do not allow search engines to show %s in search results.":["Ne engedje, hogy a keresőmotorok a keresési eredmények között mutassák: %s"],"Read why XML Sitemaps are important for your site.":["Olvasd el, miért fontosak az oldalad számára az XML oldaltérképek?"],"Enable the XML sitemaps that %s generates.":["Engedélyezze az XML-webhelytérképeket, amelyek %s generálnak."],"See the XML sitemap.":["Lásd az XML-webhelytérképet."],"%s (current default for %s)":["%2$s (%1$s jelenlegi alapértelmezése)"],"Should search engines follow links on this %1$s?":["A keresőmotorok ezen a linkeken érjék el ezt %1$s?"],"Allow search engines to show this %s in search results?":["Megengedjük a kereső motoroknak, hogy mutassák a(z) %s a keresési eredményekben?"],"Allow search engines to show this content in search results?":[""],"Toggle %1$s's XML Sitemap":["XML Webhelytérkép mutatása %1$s"],"%s integration":["%s integrálás"],"Find out how the text link counter can enhance your SEO.":["Tudjuk meg, hogyan növelheti a szöveges link-számláló a SEO értékünket!"],"The text link counter helps you improve your site structure.":["A szöveg link számláló segít feljavítani a weboldalad struktúráját."],"Find out how cornerstone content can help you improve your site structure.":["Fedezze fel, hogy a sarokkő-tartalom hogyan tudja javítani webhelye struktúráját!"],"The cornerstone content feature lets you to mark and filter cornerstone content on your website.":["A sarokkő-tartalom beállítás lehetővé teszi, hogy megjelöljön és szűrjön a sarokkő-tartalomra a webhelyén."],"Discover why readability is important for SEO.":["Fedezd fel, hogy az olvashatóság miért fontos a SEO-ban."],"The readability analysis offers suggestions to improve the structure and style of your text.":["Az olvashatósági elemzés javaslatokat tesz a szöveg struktúrájának és stílusának feljavítására."],"Learn how the SEO analysis can help you rank.":["Tudjunk meg többet arról hogy, hogyan segít az SEO elemzés jobb helyezés elérésében."],"The SEO analysis offers suggestions to improve the SEO of your text.":["Az SEO elemzés javaslatokat tesz a szöveg optimalizására."],"SEO analysis":["SEO-elemzés"],"Good results":["Jó eredmények"],"https://yoa.st/1uk":["https://yoa.st/1uk"],"https://yoa.st/1uj":["https://yoa.st/1uj"],"Latest blog posts on %1$s":["Legutóbbi blogbejegyzések a(z) %1$s oldalon"],"Remove highlight from the text":["Szövegkiemelés eltávolítása."],"Your site language is set to %s. ":["A webhelyed beállított nyelve %s."],"First-time SEO configuration":["SEO beállítások első alkalommal"],"Highlight this result in the text":["Emeld ki ezt az eredményt a szövegben."],"Considerations":["Megfontolandók"],"Errors":["Hibák"],"Change language":["Nyelv változtatása"],"%s file":["%s fájl"],"Save changes to %s":["Változtatások mentése ide: %s"],"Edit the content of your %s:":["%s tartalmának szerkesztése:"],"Create %s file":["%s fájl létrehozása"],"Updated %s":["%s frissítve"],"You cannot edit the %s file.":["Nem szerkesztheted a %s fájlt."],"You cannot create a %s file.":["Nem hozhatsz létre egy %s fájlt."],"Other integrations":[""],"More information about %1$s":["Bővebb információ erről: %1$s"],"Old Configuration Wizard":["Régi Konfigurációs varázsló"],"Manage your %s subscription on MyYoast":["Menedzselje %s feliratkozását a MyYoast-on"],"Mark the most important %1$s as 'cornerstone content' to improve your site structure. %2$sLearn more about cornerstone content%3$s.":["Jelölje meg a legfontosabb %1$s-t \"sarokkő tartalmat\" a webhelystruktúra javítása érdekében. %2$s További információ a sarokkőről a %3$s-n."],"(Opens in a new browser tab)":["(Új böngésző lapon nyílik)"],"Go back":["Vissza"],"Posts %1$swithout%2$s a focus keyphrase":["Bejegyzések fő kulcskifejezés  %1$snélkül%2$s"],"Hey, your SEO is doing pretty well! Check out the stats:":["Hello, a honlapod SEO szempontból nagyon szépen teljesít! Nézd meg a statisztikákat:"],"You don't have any published posts, your SEO scores will appear here once you make your first post!":["Még nincs közzétett bejegyzésed, a SEO érték itt fog megjelenni, amint elkészíted az első bejegyzésed!"],"Read more like this on our SEO blog":["Olvass hasonlókat a SEO blogunkon"],"Readability: %s":["Olvashatóság: %s"],"Not activated":["Nincs aktiválva"],"Activated":["Aktiválva"],"%1$s recommendations for you":["%1$s ajánlatai neked"],"All Readability Scores":["Olvashatóság összes pontszáma"],"Filter by Readability Score":["Szűrés olvashatósági pontozás alapján"],"Request method %1$s is not valid.":["%1$s kérés módja nem megfelelő."],"Text link counter":["Szöveges link-számláló"],"Number of internal links linking to this post. See \"Yoast Columns\" text in the help tab for more info.":["Az ehhez a bejegyzéshez kapcsolódó belső hivatkozások száma. Nézd meg a \"Yoast oszlopok\" szöveget a súgó fülön további információkért."],"Number of outgoing internal links in this post. See \"Yoast Columns\" text in the help tab for more info.":["A kifelé irányuló belső linkek száma a bejegyzésben. További információk a Segítség menüpontban a \"Yoast Oszlopok\" alatt."],"%s Columns":["%s Oszlopok"],"Readability score":["Olvashatósági pontszám"],"Scroll to see the preview content.":["Az előnézet megtekintéséhez görgessen lejjebb."],"Cornerstone content":["Sarokkő-tartalom"],"Save changes":["Változtatások mentése"],"1 year free support and updates included!":["Ingyenes támogatás és frissítések egy éven át!"],"The plugin %2$s changes your site's output and in doing that differentiates between search engines and normal users, a process that's called cloaking. We highly recommend that you disable it.":["A(z) %2$s bővítmény megváltoztatja a webhelyed kimenetét, eközben különbséget tesz a keresőmotorok és a felhasználók között. Ezt a folyamatot cloaking-nak nevezzük. Javasoljuk, hogy a bővítményt kapcsold ki."],"No ads!":["Reklámmentes!"],"Get internal linking suggestions":[""],"Variable":["Változó"],"Available variables":["Elérhető változók"],"Scroll to see the table content.":["Görgess lejjebb a táblázat tartalmához."],"An error occurred in the '%1$s' assessment":["Hiba történt a '%1$s' kiértékelésekor"],"No new notifications.":["Nincs új értesítés."],"Save all":["Összes mentése"],"Save":["Mentés"],"%1$s, Author at %2$s":["%1$s, Szerző | %2$s"],"Mobile preview":["Mobil előnézett"],"Desktop preview":["Asztali előnézett"],"Please provide an SEO title by editing the snippet below.":["Kérlek adj meg egy SEO címet a lenti kivonat szerkesztésével."],"Meta description preview:":["Metaleírás előnézete:"],"Slug preview:":["Keresőbarát kifejezés előnézet:"],"SEO title preview:":["Seo cím előnézet:"],"Close snippet editor":["Kivonat szerkesztő bezárása"],"Slug":["Keresőbarát kifejezés"],"Remove marks in the text":["Jelzések eltávolítása a szövegből"],"Mark this result in the text":["Jelöljük az eredményt a szövegben"],"Marks are disabled in current view":["A jelek tiltva vannak a jelenlegi nézetben"],"Good SEO score":["Jó SEO-pontszám"],"OK SEO score":["Megfelelő SEO-pontszám"],"Feedback":["Visszajelzés"],"Name":["Név"],"Please provide a meta description by editing the snippet below.":["Kérjek az alábbi kivonat szerkesztésével adjon meg egy metaleírást."],"Edit snippet":["Kivonat szerkesztése"],"You can click on each element in the preview to jump to the Snippet Editor.":["Bármelyik elemre rákattinthatsz az előnézetben, hogy a Kivonat Szerkesztőhöz kerülj."],"SEO title preview":["SEO cím előnézet"],"Export settings":["Beállítások exportálása"],"Please don't show me this notification anymore":["Nem akarom többé látni ezt az értesítést"],"If you are experiencing issues, %1$splease file a bug report%2$s and we'll do our best to help you out.":["Ha problémákat észlelsz, %1$skérlek küldj egy hibajelentést%2$s és legjobb tudásunk alapján segítünk neked."],"We've noticed you've been using %1$s for some time now; we hope you love it! We'd be thrilled if you could %2$sgive us a 5 stars rating on WordPress.org%3$s!":["Észleltük, hogy egy ideje már használjuk a %1$s-t, reméljük örömmel. Nagyon boldogok lennénk, ha ezt %2$sa WordPress.org-on is megosztanád, és 5 csillaggal értékelnél minket%3$s!"],"%1$s + %2$s":[""],"Warning: the variable %1$s cannot be used in this template. See the %2$s for more info.":["Figyelem: A(z) %1$s változó nem használható ebben a sablonban. További információért tekintsd meg a %2$s-t!"],"By the way, did you know we also have a %1$sPremium plugin%2$s? It offers advanced features, like a redirect manager and support for multiple keyphrases. It also comes with 24/7 personal support.":["Egyébként tudta-e, hogy van egy %1$sPrémium bővítményünk%2$s? Ez speciális funkciókat is tartalmaz, mint az átirányítás-kezelő és több kulcskifejezés kezelését is támogatja egy tartalmon belül. Továbbá 24/7 nonstop személyes támgatást biztosít."],"(no title)":["(nincs cím)"],"The %1$s admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["A %1$s admin menü hasznos, egyrészt hasznos, harmadik féltől származó eszközöket tartalmaz az oldalak elemzésére, másrészt megkönnyíti az új értesítések észrevételét."],"Admin bar menu":["Admin menüsor"],"Features":["Funkciók"],"SEO title":["SEO cím"],"Greater than sign":["Nagyobb jel"],"Less than sign":["Kisebb jel"],"Right angle quotation mark":["Jobbos macskaköröm"],"Left angle quotation mark":["Balos macskaköröm"],"Small tilde":["Kis hullám jel"],"Vertical bar":["Függőleges vonal"],"Low asterisk":["Alacsony csillag"],"Asterisk":["Csillag"],"Bullet":["Pontok"],"Middle dot":["Középső pont"],"Em dash":["Hosszú gondolatjel"],"En dash":["Gondolatjel"],"Dash":["Kötőjel"],"No":["Nem"],"Yes":["Igen"],"Google search console":["Google search console"],"Social profiles":["Közösségi profilok"],"Posts list":["Üzenetek listája"],"Posts list navigation":["Posztok lista navigációja"],"Filter posts list":["Üzenetek szűrése"],"Installed":["Telepítve"],"Seamless integration between %1$s and %2$s":[""],"Optimize your site for Google News":["Optimalizáld az oldalad a google hírek számára"],"Edit &#8220;%s&#8221;":["Szerkesztés &#8220;%s&#8221;"],"Premium":["Prémium"],"Get Premium":["Válts prémium verzióra"],"Notifications":["Értesítések"],"Removes the focus keyphrase section from the metabox and disables all SEO-related suggestions.":["Eltávolítja a metadobozból a fő kulcskifejezés szakaszt, és letiltja az összes SEO-val kapcsolatos javaslatot."],"Disable SEO analysis":["SEO elemzés kikapcsolása"],"Other social profiles":["További közösségi profilok"],"Make primary":["Legyen elsődleges"],"Cancel":["Mégsem"],"%s notification":["%s értesítés","%s értesítés"],"Disable readability analysis":["Olvashatósági elemzés kikapcsolása"],"Removes the readability analysis section from the metabox and disables all readability-related suggestions.":["Eltünteti az olvashatóság fület a metaboxból és letilt minden olvashatósággal kapcsolatos javaslatot."],"Readability analysis":["Olvashatósági elemzés"],"Needs improvement":["Javítani szükséges"],"Readability":["Olvashatóság"],"Improvements":["Fejlesztések"],"Good job! We could detect no serious SEO problems.":["Szép munka! Nincs különösebb SEO probléma."],"We have detected the following issues that affect the SEO of your site.":["Az alábbi problémákat találtuk, amelyek befolyásolhatják az oldalad SEO-ját."],"Problems":["Problémák"],"Analysis":["Elemzés"],"Not available":["Nem elérhető"],"Filter by SEO Score":["Szűrés SEO pontszám szerint"],"Meta description not set.":["Metaleírás nincs megadva."],"Open":["Kinyit"],"Loading...":["Betöltés..."],"No results found":["Nincs találat"],"Dashboard":["Vezérlőpult"],"You can fix this on the %1$sPermalink settings page%2$s.":["Helyrehozhatod ezt a %1$sKözvetlen Hivatkozások oldalon%2$s."],"Replaced with the primary category of the post/page":["Kicserélve az oldal/bejegyzés főkategóriájára"],"Buy %s":["%s vásárlása"],"New %1$s Title":["Új %1$s címsor"],"Existing %1$s Title":["Létező %1$s címsor"],"Expected an integer as input.":["Csak egész számot lehet megadni."],"Trying to build the sitemap cache key, but the postfix and prefix combination leaves too little room to do this. You are probably requesting a page that is way out of the expected range.":["Megpróbálom felépíteni a webhelytérkép gyorsítótár kulcsát, de a postfix és prefix kombináció túl kevés helyet hagy ahhoz, hogy ezt megtehesse. Valószínűleg egy olyan oldalt kér, amely kifutott a várható tartományból."],"Redirects":["Átirányítások"],"Remove":["Eltávolítás"],"Keep":["Megtart"],"Bold the last page":["Vastagbetű az utolsó oldalon"],"Primary %s":["Elsődleges %s"],"Primary":["Elsődleges"],"Make %1$s primary %2$s":["Make %1$s primary %2$s"],"Integrations":["Integrációk"],"Term is set to noindex.":["A kifejezéshez noindex van állítva."],"Author archives":["Szerzői archívumok"],"Enabled":["Engedélyezve"],"Disabled":["Letiltva"],"The separator defined in your theme's %s tag.":["A téma %s címkéjében meghatározott elválasztó."],"No index":["No index"],"SEO score":["SEO-pontszám"],"Team Yoast":["Yoast csapata"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["Az első tényleges minden-az-egyben SEO megoldás WordPresshez, amely oldalakon belüli tartalom elemzést, XML oldaltérképet és sok mást is tartalmaz."],"Yoast SEO":["Yoast SEO"],"Activation failed:":["Az aktiválás nem sikerült:"],"The filter extension seem to be unavailable. Please ask your web host to enable it.":["A szűrő kiterjesztése elérhetetlennek tűnik.Kérlek, fordulj a web host -jához, hogy kapcsolja be."],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":["A %1$s plugin installálása nem teljes. Kérlek, hivatkozz a %2$sinstallálási instrukciókra%3$s."],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":["Az alapvető PHP Könyvtár (SPL) kiterjesztés úgy néz ki elérhetetlen. Kérlek keresd a tárhely-szolgáltatódat az engedélyezze az elérést."],"SEO Settings":["SEO beállítások"],"Mobile-Friendly Test":["Mobilbarát teszt"],"Google Page Speed Test":["Google PageSpeed teszt"],"Facebook Debugger":["Facebook hibakereső"],"Analyze this page":["Oldal elemzése"],"%s does not seem to be a valid url. Please correct.":["%s érvénytelen url. Kérjük javítani!"],"%1$s does not seem to be a valid %2$s verification string. Please correct.":["%1$s érvénytelen %2$s érvényesítő kódnak látszik. Kérjük javítani!"],"%s Archive":["%s Archívált"],"You searched for %s":["Keresés: %s"],"%s does not seem to be a valid Twitter Username. Please correct.":["%s érvénytelen Twitter felhasználónév. Kérlek javítsd ki."],"Summary with large image":["Összegzés nagyméretű képpel"],"The post %1$s appeared first on %2$s.":["A %1$s bejegyzés először %2$s-én jelent meg."],"No numeric value was received.":["Nem numerikus értéket kapott."],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":["Egy létező Blognak kell lennie. A Blog %s nem létezik, vagy törlésre van beállítva."],"The default blog setting must be the numeric blog id of the blog you want to use as default.":["Az alap blog beállításnak meg kell egyeznie a használni kívánt numerikus blog id-val (azonosítóval)."],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":["%1$s nem helyes választás a tekintetben, hogy kinek kéne hozzáférnie a %2$s beállításokhoz. Érték visszaállítása az eredetire."],"Please select a valid post type for taxonomy \"%s\"":["Kérlek válassz egy helyes bejegyzés típust az alábbi taxonómiához: \"%s\""],"Please select a valid taxonomy for post type \"%s\"":["Kérlek válassz egy helyes taxonómiát az alábbi bejegyzés típushoz: \"%s\""],"You searched for":["A következőre kerestünk rá"],"Home":["Kezdőlap"],"Archives for":["Archívumban"],"Error 404: Page not found":["404-es hiba: az oldal nem található"],"Good":["Jó"],"Replaced with a custom taxonomies description":["Kicserélve az egyéni taxonómia leírásával"],"Replaced with a posts custom taxonomies, comma separated.":["Kicserélve a bejegyzések egyéni taxonomiáival, vesszővel elválasztva"],"Replaced with a posts custom field value":["Helyettesítve egy bejegyzés egyedi mezőértékével"],"Replaced with the slug which caused the 404":["Helyettesítve egy keresőbarát névvel, ami 404-es hibát okozott"],"Replaced with the posts focus keyphrase":["Felváltva a bejegyzés fő kulcskifejezésével"],"Attachment caption":["Mellékelt képaláírás"],"Replaced with the current page number":["Helyettesítve az aktuális oldal számával"],"Replaced with the current page total":["Behelyettesítve az aktuális oldal összes lap számával"],"Replaced with the current page number with context (i.e. page 2 of 4)":["Helyettesítve az aktuális oldalszámmal és tartalommal (pl.: 2/4 oldal)"],"Replaced with the current year":["Behelyettesítve az aktuális évszámmal"],"Replaced with the current month":["Behelyettesítve az aktuális hónappal"],"Replaced with the current day":["Cseréli az aktuális napon"],"Replaced with the current date":["Behelyettesítve az aktuális dátummal"],"Replaced with the post/page author's 'Biographical Info'":["Behelyettesítve a bejegyzés / oldal szerzőjének (szerzőinek) 'Életrajzi adataival'"],"Replaced with the post/page author's 'nicename'":["Behelyettesítve a bejegyzés / oldal szerzőjének (szerzőinek) 'felhasználónevével'"],"Replaced with the post/page ID":["Behelyettesítve a bejegyzés / oldal ID-vel"],"Replaced with the post/page modified time":["A bejegyzés / oldal módosításának időpontjával helyettesítve"],"Replaced with the content type plural label":["Kicserélve a tartalom típus többes szám címkéjére"],"Replaced with the content type single label":["Kicserélve a tartalom típus egyes szám címkéjére"],"Replaced with the current search phrase":["Behelyettesítve az aktuális keresési kifejezéssel"],"Replaced with the term name":["A kategória névvel helyettesítve"],"Replaced with the term description":["A kategória leírással helyettesítve"],"Replaced with the tag description":["A címke leírásával helyettesítve"],"Replaced with the category description":["A kategória leírással helyettesítve"],"Replaced with the post categories (comma separated)":["A bejegyzés kategóriákkal helyettesítve (vesszővel elválasztva)"],"Replaced with the current tag/tags":["A jelenlegi címkével/címkékkel helyettesítve"],"Replaced with the post/page excerpt (without auto-generation)":["A bejegyzés / oldal kivonatával (nem automatikusan generálva)"],"Replaced with the post/page excerpt (or auto-generated if it does not exist)":["A bejegyzés / oldal kivonatával helyettesítve (vagy automatikusan legenerálva, amennyiben még nem létezett)"],"The site's name":["A weboldal neve"],"Replaced with the title of the parent page of the current page":["A jelenlegi oldal szülőoldalának címével behelyettesítve"],"Replaced with the title of the post/page":["A bejegyzés / oldal címével behelyettesítve"],"Replaced with the date of the post/page":["A bejegyzés / oldal dátumával behelyettesítve"],"Page %1$d of %2$d":["Oldal %1$d a %2$d-ből"],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":["Nem szabályozhatod felül a WPSEO irányadó változó cseréjét azzal, hogy azonos névvel regisztálsz egy változót. Használd a \"wpseo_replacements\" szűrőt a csereérték megadása helyett!"],"A replacement variable with the same name has already been registered. Try making your variable name unique.":["A helyettesítő változó ugyan ezzel a névvel már használatban van. Próbálj másik, egyedi változónevet megadni."],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":["A helyettesítő változó nem kezdődhet a \"%%cf_\" vagy \"%%ct_\" karakterlánccal, mivel ez a WPSEO egyéni változóinak és taxonómiáinak vannak fenntartva. Próbálj másik, egyedi változónevet megadni."],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":["A helyettesítő változó csak alfanumerikus (betűk és számok) karaktereket tartalmazhat, valamint aláhúzást és kötőjelet. Próbálj másik, egyedi változónevet megadni."],"Admin only notice: this page does not show a meta description because it does not have one, either write it for this page specifically or go into the [%1$s - %2$s] menu and set up a template.":["Adminisztrátornak szóló figyelmeztetés: ez az oldal azért nem jelenít meg metaleírást, mert nincs megadva hozzá. Írjunk hozzá egyet vagy a [%1$s - %2$s] menüben állítsunk be egy sablont!"],"Page not found":["Az oldal nem található"],"%s Archives":["%s Archívum"],"Meta description to use for Author page":["A szerző oldalán használandó metalírás"],"Title to use for Author page":["A szerző oldalán használt cím"],"%1$s settings":["%1$s beállítások"],"Export your %1$s settings":["%1$s Beállításod exportálása"],"Import settings":["Beállítások importálása"],"Import from other SEO plugins":["Importálás másik SEO bővítményből"],"Import":["Importálás"],"If you had a %s file and it was editable, you could edit it from here.":["Ha %s fájlod van és az szerkeszthető, akkor itt szerkesztheted."],"If your %s were writable, you could edit it from here.":["Amennyiben a %s írható, akkor itt szerkesztheted."],"You don't have a %s file, create one here:":["A %s fájl hiányzik, itt hozható létre:"],"A link to your site, with your site's name and description as anchor text.":["HIvatkozás az Ön oldalára, az oldal neve és leírása legyen a horgonyszöveg (anchor text)"],"A link to your site, with your site's name as anchor text.":["Hivatkozás az Ön oldalára, az oldal neve legyen a hivatkozásban a horgonyszöveg (anchor text)"],"A link to the post, with the title as anchor text.":["Hivatkozás a hozzászólásra, a cím legyen a hivatkozásban a horgonyszöveg (anchor text)"],"You can use the following variables within the content, they will be replaced by the value on the right.":["A következő változókat használhatja a szövegben. A változók helyén a jobboldalon feltüntetett érték jelenik majd meg."],"Content to put after each post in the feed":["Minden bejegyzés után helyezd el a tartalmat a feed-ben"],"Content to put before each post in the feed":["Tartalom, melyet a feed-ben minden egyes bejegyzés elé lehet rakni"],"How to insert breadcrumbs in your theme":["Hogyan lehet beilleszteni a morzsamenüt sablonokba"],"Blog":["Blog"],"Prefix for the breadcrumb path":["Morzsamenüt megelőző szöveg"],"Anchor text for the Homepage":["Nyitólap horgony szövege"],"Separator between breadcrumbs":["Elválasztó a morzsamenüben"],"Below are your published posts' SEO scores. Now is as good a time as any to start improving some of your posts!":["Az alábbiakban megtaláljuk a bejegyzés SEO értékeit. Most érkezett el az idő arra, hogy fejlesszük néhány bejegyzésünket!"],"Credits":["Készítők"],"&laquo; Back to Tools page":["&laquo; Vissza az Eszközök oldalra"],"%1$s comes with some very powerful built-in tools:":["%1$s erőteljes beépített eszközökkel érkezik:"],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":["Ez az eszköz segít abban, hogy gyorsan változtathass a SEO-d szempontjából olyan fontos fájlokon mint a robots.tx, és a .htaccess."],"File editor":["Fájlszerkesztő"],"Import settings from other SEO plugins and export your settings for re-use on (another) site.":["Beállítások importálása más SEO bővítményekből és beállításaid mentése azok alkalmazásához (egy másik) blogon."],"Import and Export":["Importálás és Exportálás"],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":["Ez az eszköz lehetővé teszi, hogy könnyen megváltoztassuk a bejegyzéseink címét és leírását anélkül, hogy az adott bejegyzések egyenként kellene szerkeszteni a hagyományos szerkesztővel."],"Bulk editor":["Tömeges szerkesztő"],"Default settings":["Alapértelmezett beállítások"],"Description":["Leírás"],"Restore site to defaults":["Alapértelmezett beállítások visszaállítása"],"Site ID":["Oldal ID"],"Using this form you can reset a site to the default SEO settings.":["Az űrlap segítségével vissza tudod állítani az eredeti SEO beállításokat."],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new sites.":["Adatvédelmileg érzékeny (FB adminok és hasonlók), téma specifikus (cím újraírás) és néhány oldal specifikus beállítás nem kerül importálásra az új blogokban."],"Enter the %1$sSite ID%2$s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":["Írd be azt a %sWeboldal Azonosítót (Site ID)%s amelynek a beállításai alapértelmezettek lesznek minden, a hálózatba felvett weboldal esetében. Hagyd üresen, ha egyik oldal beállításait se szeretnéd alapértelmezettnek (ebben az esetben a bővítmény saját alapbeállításai lesznek használatban)."],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":["Válassz egy weboldalt, amelynek a beállításai alapértelmezettek lesznek minden, a hálózatba felvett weboldal esetében. Ha az 'Egyik sem' (None) opciót választod, a bővítmény saját alapbeállításai lesznek használatban."],"New sites in the network inherit their SEO settings from this site":["A hálózatba kerülő új weboldalak ennek a weboldalnak a SEO beállításait öröklik"],"Super Admins only":["Csak szuper adminisztrátoroknak"],"Site Admins (default)":["Oldal adminisztrátoroknak (alapértelmezett)"],"Who should have access to the %1$s settings":["Akik hozzáférhetnek a %1$s beállításaihoz"],"spam":["spam"],"mature":["felnőtt"],"archived":["archiválva"],"public":["nyilvános"],"%s restored to default SEO settings.":["%s visszaállítva az eredeti SEO beállításokra."],"Settings Updated.":["Beállítások frissítve."],"Special pages":["Speciális oldalak"],"Date archives":["Dátum archívumok"],"Title":["Címsor"],"Take note:":["Figyelembe kell venni:"],"You can determine the title and description for the homepage by %1$sediting the homepage itself%2$s.":["A címet és a leírást a honlapodhoz az %1$soldal szerkesztésénél%2$s adhatod meg."],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s érzékelte, hogy mire lenne szükséges átírni az oldalak címét, de ha úgy érzed ez nem jó és tudod mit csinálsz, itt módosíthatod a beállításokat."],"Force rewrite titles":["Címsorok átírásának kikényszerítése"],"Homepage":["Nyitólap"],"%1$s Extensions":["%1$s Kiterjesztések"],"Seamlessly integrate WooCommerce with %1$s and get extra features!":["A %1$s Woocemmerce integrációja zökkenőmentesen zajlik és extra funkciókhoz jutsz!"],"Rank better locally and in Google Maps, without breaking a sweat!":["Érj el jobb helyezest mind helyi szinten, mind a Google Mapsban anélkül, hogy megizzadnál!"],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":["Ön tagja a Google hírek szolgáltatásnak? Növelje oldala forgalmát a Google hírek optimalizálásával!"],"Optimize your videos to show them off in search results and get more clicks!":["Optimalizáld a videóidat, hogy megjelenjenek a keresési eredmények között és többen kattintsanak rád!"],"The premium version of %1$s with more features & support.":["A  %1$s prémium változat, több beállítási lehetőséget és támogatást tartalmaz."],"Person":["Személy"],"Website name":["Weboldal neve"],"RSS":["RSS"],"Permalink":["Közvetlen hivatkozás"],"Breadcrumbs":["Kenyérmorzsák"],"Authenticate":["Hitelesítés"],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year of support and updates, on %2$s.":["Ahhoz, hogy átirányítást hozzunk létre és megoldjuk ezt a problémát, %1$s -ra van szükségünk. Megvásárolhatjuk a bővítményt, beleértve 1 évi támogatást és frissítést itt: %2$s."],"Creating redirects is a %s feature":["Készítsen átirányítást a %s bővítményhez"],"New URL":["Új URL"],"Search":["Keresés"],"URL":["URL"],"Deactivate %s":["%s kiegészítő kikapcsolása"],"The %1$s plugin might cause issues when used in conjunction with %2$s.":["A %1$s bővítmény problémát okozhat, ha együtt van használva a %2$s bővítménnyel."],"Upload Image":["Kép feltöltése"],"%s Posts Overview":["%s - Bejegyzések áttekintése"],"Breadcrumbs title":["Útvonal címe"],"Pinterest":["Pinterest"],"Social settings":["Közösségi beállítások"],"Close":["Bezárás"],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines and might slow down your site.":["Mind a %1$s , mind pedig a %2$s képes XML oldaltérképek létrehozására.Két XML oldaltérkép egyidejű használata nem tesz jót a keresőmotoroknak, hanem le is lassíthatják a weboldaladat."],"Configure %1$s's Open Graph settings":["%1$s Open Graph beállításai"],"Both %1$s and %2$s create Open Graph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":["Mind a %1$s, mind pedig a %2$s Open Graph kimenetet hoz létre, amely előidézheti, hogy a Facebook, Twitter, LinkedIn és más közösségi hálózatok rossz szövegeket és képeket használnak, amikor az oldalaid megosztásra kerülnek."],"%s image":["%s kép"],"%s description":["%s leírás"],"%s title":["%s cím"],"Twitter":["Twitter"],"Facebook":["Facebook"],"very difficult":["nagyon nehéz"],"Try to make shorter sentences, using less difficult words to improve readability":["Próbáljunk meg rövidebb mondatokat írni, és használj könnyebb szavakat a tartalom olvashatóságának javítása érdekében"],"difficult":["nehéz"],"fairly difficult":["viszonylag nehéz"],"OK":["OK"],"fairly easy":["viszonylag könnyű"],"easy":["könnyű"],"very easy":["nagyon könnyű"],"The copy scores %1$s in the test, which is considered %2$s to read.":[""],"Flesch reading ease":[""],"Meta Desc.":["Metaleírás"],"All SEO Scores":["Összes SEO pontszám"],"SEO issue: The featured image should be at least 200 by 200 pixels to be picked up by Facebook and other social media sites.":["A felhasznált képnek legalább 200x200pixel felbontásúnak kell lennie ahhoz, hogy felhasználható legyen a Facebook-on vagy más közösségi média oldalon."],"(no parent)":["(nincs szülő)"],"meta description":["meta leírás"],"Page title":["Oldal címe"],"Post is set to noindex.":["Bejegyzéshez noindex van beállítva."],"The URL that this page should redirect to.":["Az URL, amire ennek az oldalnak át kell irányítania."],"301 Redirect":["301-es átirányítás"],"The canonical URL that this page should point to. Leave empty to default to permalink. %1$sCross domain canonical%2$s supported too.":["A kanonikus URL, amelyre ez az oldal mutasson. Hagyjuk üresen, ha az alapértelmezett közvetlen linkeket szeretnénk használni. %1$sDomainek közti kanonikus URL-ek%2$s is támogatottak."],"Canonical URL":["Kanonikus URL-ek"],"Title to use for this page in breadcrumb paths":["Ezt a címet jeleníti meg az oldalhoz az útvonalban"],"Breadcrumbs Title":["Útvonal mutató címe"],"No Snippet":["Nincs kódrészlet"],"No Archive":["Nincs archívum"],"No Image Index":["Nincs indexkép"],"None":["Egyik sem"],"Meta robots advanced":["Robotok beállítása (haladó)"],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Figyelmeztetés: noha itt is állíthatod a metarobotok beállításait, az egész oldal noindex-re van állítva az oldalra vonatkozó privacy beállításokban, így ezeknek a beállításoknak nem lesz hatása."],"Meta description":["Metaleírás"],"SEO Title":["SEO Cím"],"Focus keyword":["Fő kulcsszó"],"Settings successfully imported.":["Beállítások sikeresen importálva."],"Settings could not be imported:":["A beállításokat nem sikerült importálni:"],"Breadcrumb for 404 pages:":["Morzsa 404 oldalnak:"],"Prefix for search result pages:":["Találati oldalak előtagja:"],"Prefix for archive pages:":["Archív oldalak előtagja:"],"Prefix for breadcrumbs:":["Morzsamenü előtagja:"],"Anchor text for the homepage:":["A kezdőoldal horgony szövege:"],"Breadcrumbs separator:":["Morzsa elválasztó:"],"%s Breadcrumbs":["%s morzsák"],"Use Image":["Kép használata"],"Action":["Művelet"],"Page URL/Slug":["Oldal URL / Közvetlen hivatkozás"],"Publication date":["Közzététel dátuma"],"Post Status":["Bejegyzés állapota"],"WP Page Title":["WP oldal címe"],"View":["Megtekintés"],"View &#8220;%s&#8221;":["&#8220;%s&#8221; megtekintése"],"Preview":["Előnézet"],"Preview &#8220;%s&#8221;":["&#8220;%s&#8221; előnézete"],"Edit":["Szerkesztés"],"Filter":["Szűrő"],"New Yoast Meta Description":["Új Yoast metaleírás"],"Existing Yoast Meta Description":["Meglévő Yoast metaleírás"],"Facebook profile URL":["Facebook profil URL"],"Twitter username (without @)":["Twitter felhasználónév (@ nélkül)."],"Google":["Google"],"FAQ":["GYIK"],"Settings":["Beállítások"],"Huge SEO Issue: You're blocking access to robots.":["Súlyos SEO hiba: A keresőrobotok blokkolva vannak."],"Posts":["Bejegyzések"],"Edit Files":["Fájlok szerkesztése"],"General":["Általános"],"Extensions":["Kiegészítők"],"Search Console":["Google Search Console"],"Tools":["Eszközök"],"Advanced":["Haladó"],"XML sitemaps":["XML oldaltérképek"],"Social":["Közösségi beállítások"],"SEO":["SEO"],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":["%1$s észlelte, hogy a(z) %3$s %2$s verzióját használjuk, kérjük frissítse a legújabb verzióra a kompatibilitási hibák elkerülése végett."],"Just another WordPress site":["Újabb WordPress honlap"],"You have used HTML in your value which is not allowed.":["Nem megengedett HTML használata az érték megadásánál."],"You can't edit %s that aren't yours.":["A %s nem szerkeszthető, mert nem a sajátja."],"You can't edit %s.":["A %s nem szerkeszthető."],"Post has an invalid Content Type: %s.":["A bejegyzéshez érvénytelen tartalom típus tartozik: %s."],"Post doesn't exist.":["A bejegyzés nem létezik."],"posts\u0004Trash <span class=\"count\">(%s)</span>":["Lomtár <span class=\"count\">(%s)</span>","Lomtár <span class=\"count\">(%s)</span>"],"posts\u0004All <span class=\"count\">(%s)</span>":["Összes <span class=\"count\">(%s)</span>","Összes <span class=\"count\">(%s)</span>"]}}}