{"domain":"js-text-analysis","locale_data":{"js-text-analysis":{"":{"domain":"js-text-analysis","plural_forms":"nplurals=2; plural=n != 1;","lang":"he_IL"},"Dismiss this alert":[""],"A company name and logo need to be set for structured data to work properly. %1$sLearn more about the importance of structured data.%2$s":[""],"%s does not seem to be a valid Facebook App ID. Please correct.":[""],"The submitted value was: %s":[""],"Yandex confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":[""],"Twitter usernames can only contain letters, numbers, and underscores. %s":[""],"Pinterest confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":[""],"Bing confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":[""],"Google verification codes can only contain letters, numbers, hyphens, and underscores. %s":[""],"The Facebook App ID you entered doesn't exist. %s":[""],"Baidu verification codes can only contain letters, numbers, hyphens, and underscores. %s":[""],"Show this item.":[""],"Hide this item.":[""],"You have %d hidden problem:":["","You have %d hidden problems:"],"You have %d hidden notification:":["","You have %d hidden notifications:"],"Focus Keyphrase not set":[""],"The form contains %1$s error. %2$s":["","The form contains %1$s errors. %2$s"],"SEO settings configured":[""],"If you want to double-check your %1$s settings, or change something, you can always %2$sreopen the configuration wizard%3$s.":[""],"The following words and word combinations occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly. ":[""],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":[""],"%d occurrences":[""],"Activate %s for your site on MyYoast":[""],"Show blog page in breadcrumbs":[""],"We could not find any relevant articles on your website that you could link to from your post.":[""],"Has feedback":[""],"Content optimization:":[""],"%1$sSEO%2$s: %3$s":[""],"%1$sReadability%2$s: %3$s":[""],"Read %1$sthis post for more information about why we’re not supporting older versions.%2$s":[""],"If you’ve held off on updating to %2$s and higher because of the new Gutenberg editor, please install the Classic Editor plugin. It will give you the same editing experience you have now, but also the security of newer versions of WordPress and %1$s.":[""],"%1$sUpgrade WordPress to the most recent version%2$s%3$sWe’ve noticed that you’re not on the latest WordPress version, which might cause an issue soon. %4$s (for reasons of security and stability) only supports the current and previous version of WordPress. When the next version of WordPress comes out, that means that we will support WordPress %6$s and %7$s. This means you will not get any updates to %5$s until you update your WordPress, so please make sure to upgrade to the latest WordPress version soon!%3$s%3$s":[""],"Post Noindexed":[""],"No Focus Keyphrase":["ללא ביטויי מפתח"],"Person logo / avatar":["לוגו / צלמית משתמש אישית"],"Extend %s":["הרחבת %s"],"Enroll in the %s for WordPress training":["הרשמו לאימוני וורדפרס של %s"],"Posts with the SEO score: %s":["פוסטים עם ציון SEO: %s"],"SEO: %s":["SEO: %s"],"%s video tutorial":["דרכת וידאו של %s"],"To view your current crawl errors, %1$splease visit Google Search Console%2$s.":["כדי להציג את שגיאות הסריקה הנוכחיות, %1$sיש לבקר בקונסולת החיפוש של גוגל%2$s."],"Google has discontinued its Crawl Errors API. Therefore, any possible crawl errors you might have cannot be displayed here anymore. %1$sRead our statement on this for further information%2$s.":["גוגל הפסיקה לתמוך ב-API של שגיאות סריקה שלה. לכן, לא ניתן להציג יותר שגיאות סריקה אפשריות. %1$sלמידע נוסף ניתן לקרוא את ההצהרה שלנו בנושא זה%2$s."],"Remove this message":["הסר הודעה זו"],"Truly optimize your site for a local audience with our %s plugin! Optimized address details, opening hours, store locator and pickup option!":["ניתן לייעל עוד יותר את האתר עבור קהל מקומי באמצעות %s! אופטימיזציית כתובות, שעות פתיחה, איתור חנות ואפשרויות איסוף!"],"Serving local customers?":["משרתים לקוחות מקומיים?"],"Get the %s plugin now":["קבל את התוסף %s עכשיו"],"Organization social profiles":["פרופילים חברתיים של הארגון"],"You can edit the details shown in meta data, like the social profiles, the name and the description of this user on their %1$s profile page.":["ניתן לערוך את הפרטים שמוצגים בנתוני מטה דטה, כמו הפרופילים החברתיים, השם והתיאור של המשתמש הזה בדף הפרופיל של %1$s."],"Personal info":["מידע אישי"],"Organization logo":["לוגו ארגון"],"Organization name":["שם הארגון"],"Choose whether the site represents an organization or a person.":["בחר אם האתר מייצג ארגון או אדם."],"Knowledge Graph & Schema.org":["גרף הידע ו-Schema.org"],"To make your site represent a Company or Organization go to %1$sSearch Appearance%2$s and set Organization or Person to \"Organization\".":["כדי שהאתר ייצג חברה או ארגון, גשו אל %1$s תצוגת חיפוש%2$s והגדירו \"ארגון\" בשדה \"ארגון או אדם\"."],"To change the social accounts used for your site, update the details for %1$s.":["כדי לשנות את החשבונות החברתיים המשמשים את האתר, יש לעדכן את הפרטים עבור %1$s."],"That means that the form and information below is disabled, and not used.":["משמעות הדבר היא כי הטופס והמידע שלהלן מושבתים, ולא נעשה בהם שימוש."],"Your website is currently configured to represent a Person":["האתר מוגדר לייצוג בן אדם"],"(if one exists)":["(אם קיים)"],"Wikipedia page about you":["עמוד ויקיפדיה אודותייך"],"YouTube profile URL":["כתובת פרופיל יוטיוב"],"Tumblr profile URL":["כתובת פרופיל טמבלר"],"SoundCloud profile URL":["כתובת פרופיל סאונד-קלאוד"],"MySpace profile URL":["כתובת פרופיל מיי-ספייס"],"Organization or person":["ארגון או אדם"],"The person":["האדם"],"Organization":["ארגון"],"Does your site represent a person or an organization?":["האם האתר מיצג אדם או ארגון?"],"The name of the organization":["השם של הארגון"],"Provide an image of the organization logo":["ספק תמונה של לוגו הארגון"],"You have previously set your site to represent a person. We’ve improved our functionality around Schema and the Knowledge Graph, so you should go in and %1$scomplete those settings%2$s.":["בעבר האתר הוגדר לייצוג אדם. שיפרנו את פונקציונליות ה-Schema וגרף הידע, לכן יש %1$sלהשלים הגדרות נוספות%2$s."],"Select a user...":["בחירת משתמש..."],"Uncategorized":["ללא קטגוריה"],"Name:":["שם:"],"You have selected the user %1$s as the person this site represents. Their user profile information will now be used in search results. %2$sUpdate their profile to make sure the information is correct.%3$s":["המשתמש %1$s נבחר כאדם שמייצג אתר זה. פרטי פרופיל המשתמש שלו ישמשו כעת בתוצאות החיפוש. %2$sניתן לעדכן את פרופיל המשתמש כדי לוודא שהמידע נכון.%3$s"],"Error: Please select a user below to make your site's meta data complete.":["שגיאה: נא לבחור משתמש כדי להשלים את המידע אודות האתר."],"SEO score: %s":["ציון SEO: %s"],"If a Wikipedia page for you or your organization exists, add it too.":["אם יש לך או לארגון שלך עמוד ויקיפדיה, הוסף גם אותו."],"Wikipedia URL":["כתובת ויקיפדיה"],"Pinterest profile URL":["כתובת פרופיל פינטרסט"],"Instagram profile URL":["כתובת פרופיל אינסטגרם"],"LinkedIn profile URL":["כתובת פרופיל לינקדאין"],"Keyword research is essential in any SEO strategy. You decide the search terms you want to be found for, and figure out what words your audience uses to find you. Great keyword research tells you what content you need to start ranking for the terms you want to rank for. Make sure your efforts go into the keywords you actually have a chance at ranking for! The %1$s walks you through this process, step by step.":["מחקר מילות מפתח הוא שלב חיוני בכל אסטרטגיה SEO. יש להחליט באילו מונחי חיפוש ברצונך להופיע, ולנסות להבין באילו מילות מפתח הגולשים משתמשים כדי למצוא את האתר. מחקר מילות מפתח טוב אומר איזה תוכן האתר צריך כדי להתחיל להיות מדורג במונחים שבהם מעוניינים להופיע. יש לוודא שמירב המאמצים מופנים למילות מפתח שיש סיכוי שתדורגו בהם! %1$s מעביר אותך בתהליך זה, צעד אחר צעד."],"SEO for Beginners training":["תרגול SEO למתחילים"],"%s for WordPress training":["%s לתרגול וורדפרס"],"All-around SEO training":["כל מה שקשור לתרגול SEO"],"The image you selected is too small for Facebook":["התמונה שנבחרה קטנה מדי עבור פייסבוק"],"The given image url cannot be loaded":["לא ניתן לטעון תמונה מהכתובת שניתנה"],"Find out what words your audience uses to find you":["גלה באילו מילים גולשי האתר משתמשים כדי למצוא אותך"],"%1$sFlesch Reading Ease%2$s: The copy scores %3$s in the test, which is considered %4$s to read. %5$s":[""],"No JSON object was returned.":["לא הוחזר אובייקט JSON."],"Received internal links":["קישורים פנימיים שהתקבלו"],"Outgoing internal links":["קישורים פנימיים יוצאים"],"New step added":["נוסף שלב חדש"],"New question added":["נוספה שאלה חדשה"],"To be able to create a redirect and fix this issue, you need %1$s. ":["כדי ליצור הפניה מחדש ולתקן את בעיה זו, אתה צריך %1$s."],"You can buy the plugin, including one year of support and updates, on %1$s.":["אתה יכול לרכוש את התוסף, כולל תמיכה לשנה ועידכונים, ב %1$s."],"The Text link counter feature provides insights in how many links are found in your text and how many links are referring to your text. This is very helpful when you are improving your %1$sinternal linking%2$s.":["מונה הקישורים בתוכן מספק תובנות לגבי מספר הקישורים שנמצאים בטקסט וכמה הקישורים מפנים לתכנים באתר. הדבר מועיל מאוד כשרוצים לשפר את %1$sהקישורים הפנימיים%2$s."],"For this feature to work %1$s requires at least PHP version %2$s. We have detected PHP version %3$s on this website.":["כדי שתכונה זו תעבוד %1$s דורשת לפחות גירסה %2$s של PHP. באתר זה זוהתה גירסה %3$s של PHP."],"Please carefully consider the implications and %1$sread this post%2$s if you want more information about the impact of showing media in search results.":["יש לשקול היטב את ההשלכות וכן %1$sלקרוא את הפוסט הזה%2$s אם ברצונך לקבל מידע נוסף על ההשפעה של הצגת מדיה בתוצאות החיפוש."],"Keyphrase":["ביטוי מפתח"],"For this feature to work, %1$s needs to create a table in your database. We were unable to create this table automatically.":["כדי שתכונה זו תעבוד, %1$s צריך ליצור טבלה במסד הנתונים. לא הצלחנו ליצור טבלה זו באופן אוטומטי."],"By enabling this option, attachment URLs become visible to both your visitors and Google. To add value to your website, they should contain useful information, or they might have a negative impact on your ranking.":["על ידי הפעלת אפשרות זו, כתובות של קבצים מצורפים הופכות לגלוות, הן למבקרים והן לגוגל. כדי להוסיף ערך לאתר, הם צריכים להכיל מידע שימושי, או שהם עשויים להשפיע לרעה על דירוג האתר."],"The %3$sText link counter%4$s feature (introduced in %1$s %2$s) is currently disabled.":["המאפיין %3$sמונה קישורים בתוכן%4$s (שהוצג ב-%1$s %2$s) מושבת כעת."],"Please read the following %1$sknowledge base article%2$s to find out how to resolve this problem.":["נא לקרא את %1$sהמאמר במאגר המידע%2$s כדי להבין כיצד לפתור בעיה זו."],"To make sure all the links in your texts are counted, we need to analyze all your texts.":["כדי לוודא שכל הקישורים בטקסט נספרו, אנחנו צריכים לנתח את כל הטקסטים."],"All you have to do is press the following button and we'll go through all your texts for you.":["כל שעליך לעשות הוא ללחוץ על הכפתור הזה ואנחנו נעבור על כל הטקסטים למענך.  "],"Count links":["ספור קישורים"],"%3$sImage alt attributes%5$s: Out of %2$d images on this page, %1$d have alt attributes with words from your keyphrase or synonyms. That's a bit much. %4$sOnly include the keyphrase or its synonyms when it really fits the image%5$s.":[""],"%1$sImage alt attributes%2$s: Good job!":["%1$sתגיות ALT לתמונות%2$s: עבודה טובה!"],"%3$sImage alt attributes%5$s: Out of %2$d images on this page, only %1$d has an alt attribute that reflects the topic of your text. %4$sAdd your keyphrase or synonyms to the alt tags of more relevant images%5$s!":["","%3$sImage alt attributes%5$s: Out of %2$d images on this page, only %1$d have alt attributes that reflect the topic of your text. %4$sAdd your keyphrase or synonyms to the alt tags of more relevant images%5$s!"],"%1$sImage alt attributes%3$s: Images on this page do not have alt attributes that reflect the topic of your text. %2$sAdd your keyphrase or synonyms to the alt tags of relevant images%3$s!":["%1$sתגיות ALT לתמונות%3$s: לתמונות בעמוד זה חסרות תגיות alt המשקפות את התוכן. %2$sיש להוסיף ביטוי מפתח או מילים נרדפות לתגיות ALT של התמונות הרלוונטיות%3$s!"],"%1$sImage alt attributes%3$s: Images on this page have alt attributes, but you have not set your keyphrase. %2$sFix that%3$s!":["%1$sתגיות ALT לתמונות%3$s: לתמונות בעמוד זה יש תגיות ALT, אך לא הוגדר בהם ביטוי מפתח. %2$sיש לתקן זאת%3$s!"],"%1$sKeyphrase in subheading%2$s: %3$s of your higher-level subheadings reflects the topic of your copy. Good job!":["%1$sביטוי מפתח בכותרות משנה%2$s: %3$s מכותרות המשנה ברמה הגבוהה ביותר משקפות את הנושא של התוכן. עבודה טובה!","%1$sביטוי מפתח בכותרות משנה%2$s: %3$s מכותרות המשנה ברמה הגבוהה ביותר משקפות את הנושא של התוכן. עבודה טובה!"],"%1$sKeyphrase in subheading%2$s: Your higher-level subheading reflects the topic of your copy. Good job!":["%1$sביטוי מפתח בכותרות משנה%2$s: כותרת משנה ברמה הגבוהה יותר משקפת את הנושא של התוכן. עבודה טובה!"],"%1$sKeyphrase in subheading%3$s: %2$sUse more keyphrases or synonyms in your higher-level subheadings%3$s!":["%1$sביטוי מפתח בכותרות משנה%3$s: %2$sהשתמש ביותר ביטויי מפתח או המילים הנרדפות שלהם בכותרות משנה ברמה הגבוהה ביותר%3$s!"],"Page %s":["עמוד %s"],"Cannot get the size of %1$s because of unknown reasons.":["לא ניתן לקבל את הגודל של %1$s מסיבות לא ידועות."],"Cannot get the size of %1$s because it is hosted externally.":["לא ניתן לקבל את הגודל של %1$s מכיוון שהוא מתארח בשרת חיצוני."],"Simply switch the toggle to \"on\" and you'll be able to use the recalibrated analysis. At the same time, we'll add you to our specific mailing list. We'll only email you about your experiences with this recalibration!":["פשוט החלף את המעבר ל \"on\" ותוכל להשתמש בניתוח מכוייל מחדש. בנוסף, נצרף אותך לרשימת התפוצה הספציפית שלנו. אנו נשלח אליך אימייל רק על החוויות שלך עם כיול זה!"],"We have %1$srecalibrated our analysis%2$s. With the new analysis, we will get even closer to how Google sees your website. It would be %3$sawesome%4$s if you would like to %3$sbeta test this feature%4$s for us!":["אנחנו %1$sכיילנו מחדש את הניתוח שלנו%2$s. בעזרת הניתוח החדש, נדע טוב יותר איך גוגל רואה אתרים. זה יהיה %3$sמדהים%4$s אם תרצה %3$sלנסות את גרסת הבטא של התכונה הזו%4$s עבורנו!"],"Get an even better analysis":["קבל ניתוח אפילו יותר מעמיק"],"%1$sSingle title%3$s: H1s should only be used as your main title. Find all H1s in your text that aren't your main title and %2$schange them to a lower heading level%3$s!":["%1$sכותרת אחת%3$s: כותרת מסוג H1 צריכה לשמש רק את הכותרת הראשית. מצא את כל כותרות ה-H1 בתוכן שאינן הכותרת הראשית %2$sושנה אותן לכותרות ברמה נמוכה יותר%3$s!"],"Improve sharing on Facebook and Pinterest":["שיפור שיתופים בפייסבוק ובפינטרסט"],"You do not have the required rights to export settings.":["אין לך את ההרשאות הנדרשות כדי לייצא נתונים"],"Copy all these settings to another site's %1$s tab and click \"%1$s\" there.":["העתיקו את כל ההגדרות האלה לכרטיסיית %1$s באתר אחר וליחצו שם על \"%1$s\"."],"These are settings for the %1$s plugin by %2$s":["אלו הן ההגדרות עבור התוסף %1$s מאת %2$s"],"No settings found.":["לא נמצאו הגדרות."],"Export your %1$s settings here, to copy them on another site.":["ייצוא הגדרות %1$s כדי להעתיק אותם באתר אחר."],"Import of settings is only supported on servers that run PHP 5.3 or higher.":["ייבוא ​​הגדרות נתמך רק בשרתים שמפעילים PHP 5.3 ומעלה."],"Import settings by pasting the settings you copied from another site here and clicking \"%s\".":["ייבוא הגדרות על ידי הדבקת ההגדרות שהועתקו מאתר אחר ולחיצה על \"%s\"."],"Paste your settings from another %s installation.":["הדבק הגדרות מהתקנה אחרת של %s."],"%1$sKeyphrase density%2$s: The focus keyphrase was found 0 times. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sצפיפות ביטויי מפתח%2$s: ביטוי מפתח למיקוד נמצא 0 פעמים. זה פחות מהמינימום המומלץ של %3$d פעמים עבור תוכן באורך זה. %4$sביטוי מפתח למיקוד שלך%2$s!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["","%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d times. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %3$d time. This is great!":["%1$sצפיפות ביטויי מפתח%2$s: ביטוי מפתח למיקוד נמצא פעם %3$d. זה נהדר!","%1$sצפיפות ביטויי מפתח%2$s: ביטוי מפתח למיקוד נמצא %3$d פעמים. זה נהדר!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["","%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d times. That's more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's way more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["","%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d times. That's way more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!"],"Indexable created for object %1$s with type %2$s":[""],"Method %1$s() does not exist in class %2$s":["המתודה %1$s() אינה קיימת בקלאס %2$s"],"With %s, you can easily create such redirects.":["באמצעות %s ניתן ליצור בקלות הפניות כאלה."],"Changing your permalinks settings can seriously impact your search engine visibility. It should almost %1$s never %2$s be done on a live website.":["שינוי מבנה קישורים יכול להשפיע משמעותית על נראות האתר במנועי חיפוש. מומלץ %1$s לעולם %2$s לא לבצע את זה על אתר חי."],"WARNING:":["אזהרה:"],"Learn about why permalinks are important for SEO.":["למד מדוע קישורים חשובים לקידום אתרים."],"Google Ads":["מודעות גוגל"],"%1$sFunction words in keyphrase%3$s: Your keyphrase \"%4$s\" contains function words only. %2$sLearn more about what makes a good keyphrase.%3$s":[""],"Did you know %s also analyzes the different word forms of your keyphrase, like plurals and past tenses?":["האם ידעת ש%s בוחן גם את ההבדלים בביטויי מפתח, גם בהטיות של יחיד ורבים ואף זמני עבר?"],"Clear Image":["נקה תמונה"],"%1$sKeyphrase length%3$s: %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sאורך ביטוי מפתח%3$s: %2$sהגדר ביטוי מפתח כדי לחשב ציון SEO%3$s."],"%1$sKeyphrase in slug%2$s: More than half of your keyphrase appears in the slug. That's great!":["%1$sביטוי מפתח בסלאג%2$s: יותר ממחצית מביטויי המפתח שלך מופיע בסלאג. זה נהדר!"],"%1$sKeyphrase in slug%3$s: (Part of) your keyphrase does not appear in the slug. %2$sChange that%3$s!":["%1$sביטוי מפתח בסלאג%3$s: (חלק מ) ביטויי המפתח אינם מופיעים בסלאג. %2$sשנה את זה%3$s!"],"%1$sKeyphrase in slug%2$s: Great work!":["%1$sביטוי מפתח בסלאג%2$s: עבודה טובה!"],"%1$sKeyphrase in title%3$s: Not all the words from your keyphrase \"%4$s\" appear in the SEO title. %2$sTry to use the exact match of your keyphrase in the SEO title%3$s.":["%1$sביטוי מפתח בכותרת%3$s: לא כל המילים בביטוי הממפתח \"%4$s\" מופיעים בכותרת SEO. %2$sנסה להשתמש בביטוי מפתח מדויקת בכותרת SEO%3$s."],"%1$sKeyphrase in title%3$s: Does not contain the exact match. %2$sTry to write the exact match of your keyphrase in the SEO title%3$s.":["%1$sביטוי מפתח בכותרת%3$s: לא מכיל את אותן המילים. %2$sנסה להשתמש בביטוי מפתח מדויקת בכותרת SEO%3$s."],"%1$sKeyphrase in title%3$s: The exact match of the keyphrase appears in the SEO title, but not at the beginning. %2$sTry to move it to the beginning%3$s.":[""],"%1$sKeyphrase in title%2$s: The exact match of the keyphrase appears at the beginning of the SEO title. Good job!":[""],"%1$sKeyphrase distribution%2$s: Good job!":["%1$sפיזור ביטויי מפתח%2$s: עבודה טובה!"],"%1$sKeyphrase distribution%3$s: Uneven. Some parts of your text do not contain the keyphrase or its synonyms. %2$sDistribute them more evenly%3$s.":["%1$sפיזור ביטויי מפתח%3$s: לא אחיד. חלקים מסוימים בתוכן אינם מכילים ביטוי מפתח או את המילים הנרדפות שלו. %2$sיש לפזר אותם באופן שווה יותר%3$s."],"%1$sKeyphrase distribution%3$s: Very uneven. Large parts of your text do not contain the keyphrase or its synonyms. %2$sDistribute them more evenly%3$s.":["%1$sפיזור ביטויי מפתח%3$s: מאוד לא אחיד. חלקים גדולים בתוכן אינם מכילים ביטוי מפתח או את המילים הנרדפות שלו. %2$sיש לפזר אותם באופן שווה יותר%3$s."],"%1$sKeyphrase distribution%3$s: %2$sInclude your keyphrase or its synonyms in the text so that we can check keyphrase distribution%3$s.":["%1$sפיזור ביטויי מפתח%3$s: %2$sיש לכלול ביטוי מפתח או את המילים הנרדפות שלו בתוכן כדי שנוכל לבדוק את פיזור ביטויי המפתח%3$s."],"Help on choosing the perfect focus keyphrase":["עזרה בבחירת ביטוי מפתח מושלמים למיקוד"],"Would you like to add a related keyphrase?":["האם ברצונך להוסיף ביטוי מפתח דומה?"],"Go %s!":["לך %s!"],"Not showing the date archives in the search results technically means those will have a %1$s robots meta. %2$sMore info on the search results settings%3$s.":[""],"Rank better with synonyms & related keyphrases":["דירוג גבוה יותר באמצעות מילים נרדפות וביטויי מפתח דומים"],"optimize a single post for synonyms and related keyphrases.":["אופטימיזצייה של פובט בודד עבור מילים נרדפות וביטוי מפתח דומים."],"Synonyms & related keyphrases":["מילים נרדפות וביטוי מפתח דומים"],"Add related keyphrase":["הוסף ביטוי מפתח רלוונטיים"],"Dismiss %s upgrade notice":["בטל הודעת שדרוג %s"],"Upgrade to %s":["שדרג אל %s"],"%1$s video":["%1$s וידאו"],"Get %s":["קבל %s"],"%4$sPreviously used keyphrase%6$s: You've used this keyphrase %1$s%2$d times before%3$s. %5$sDo not use your keyphrase more than once%6$s.":[""],"%3$sPreviously used keyphrase%5$s: You've used this keyphrase %1$sonce before%2$s. %4$sDo not use your keyphrase more than once%5$s.":[""],"%1$sPreviously used keyphrase%2$s: You've not used this keyphrase before, very good.":["%1$sביטוי מפתח שהיה בשימוש בעבר%2$s: לא נעשה שימוש בביטוי מפתח זה בעבר, טוב מאוד."],"%1$sSlug stopwords%3$s: The slug for this page contains a stop word. %2$sRemove it%3$s!":["","%1$sSlug stopwords%3$s: The slug for this page contains stop words. %2$sRemove them%3$s!"],"%1$sSlug too long%3$s: the slug for this page is a bit long. %2$sShorten it%3$s!":["%1$sהסלאג ארוך מדי%3$s: הסלאג של העמוד הזה קצת ארוך. %2$sקצר אותו%3$s!"],"%1$sImage alt attributes%3$s: No images appear on this page. %2$sAdd some%3$s!":["%1$sתגיות ALT לתמונות%3$s: אין תמונות בעמוד זה. %2$sהוסף כמה%3$s!"],"%1$sLink keyphrase%3$s: You're linking to another page with the words you want this page to rank for. %2$sDon't do that%3$s!":["%1$sקישור לביטוי מפתח%3$s: אתה מקשר לעמוד אחר עם ביטוי מפתח שאתה רוצה שעמוד זה ידרג. %2$sאל תעשה את זה%3$s!"],"This is far below the recommended minimum of %5$d word. %3$sAdd more content%4$s.":["זה הרבה מתחת למינימום המומלץ מילה %5$d. %3$s יש להוסיף תוכן נוסף %4$s.","זה הרבה מתחת למינימום המומלץ של %5$d מילים. %3$s יש להוסיף תוכן נוסף %4$s."],"This is below the recommended minimum of %5$d word. %3$sAdd more content%4$s.":["זה מתחת למינימום המומלץ של מילה %5$d. %3$s יש להוסיף תוכן נוסף %4$s.","זה מתחת למינימום המומלץ של %5$d מילים. %3$s יש להוסיף תוכן נוסף %4$s."],"%2$sText length%4$s: The text contains %1$d word.":["%2$sאורך הטקסט %4$s: הטקטס מכיל מילה %1$d.","%2$sאורך הטקסט %4$s: הטקטס מכיל %1$d מילים."],"%2$sText length%3$s: The text contains %1$d word. Good job!":["%2$sאורך הטקסט %3$s: הטקטס מכיל מילה %1$d. עבודה טובה!","%2$sאורך הטקסט %3$s: הטקטס מכיל %1$d מילים. עבודה טובה!"],"%1$sKeyphrase in subheading%3$s: More than 75%% of your higher-level subheadings reflect the topic of your copy. That's too much. %2$sDon't over-optimize%3$s!":["%1$sביטוי מפתח בכותרות משנה%3$s: מעל 75%% מכותרות המשנה ברמה הגבוהה משקפות את הנושא של התוכן. זה יותר מדי. %2$sאל תבצע אופטימיזציית יתר%3$s!"],"%1$sSEO title width%3$s: %2$sPlease create an SEO title%3$s.":["%1$sאורך כותרת SEO%3$s: %2$sנא ליצור כותרת SEO%3$s."],"%1$sSEO title width%3$s: The SEO title is wider than the viewable limit. %2$sTry to make it shorter%3$s.":[""],"%1$sSEO title width%2$s: Good job!":["%1$sאורך כותרת SEO%2$s: עבודה טובה!"],"%1$sSEO title width%3$s: The SEO title is too short. %2$sUse the space to add keyphrase variations or create compelling call-to-action copy%3$s.":[""],"%1$sOutbound links%2$s: There are both nofollowed and normal outbound links on this page. Good job!":["%1$sקישורים יוצאים%2$s: בעמוד זה מופיעים גם קישורים יוצאים וגם קישורי nofollowed. עבודה טובה!"],"%1$sOutbound links%2$s: Good job!":["%1$sקישורים יוצאים%2$s: עבודה טובה!"],"%1$sOutbound links%3$s: All outbound links on this page are nofollowed. %2$sAdd some normal links%3$s.":["%1$sקישורים יוצאים%3$s: כל הקישורים היוצאים בדף זה הם nofollowed. %2$sהוסף כמה קישורים רגילים%3$s."],"%1$sOutbound links%3$s: No outbound links appear in this page. %2$sAdd some%3$s!":["%1$sקישורים יוצאים%3$s: אין קישורים יוצאים בעמוד זה. %2$sהוסף כמה%3$s!"],"%1$sMeta description length%2$s: Well done!":["%1$sאורך תיאור מטא%2$s: כל הכבוד!"],"%1$sMeta description length%3$s: The meta description is over %4$d characters. To ensure the entire description will be visible, %2$syou should reduce the length%3$s!":["%1$sאורך תיאור מטא%3$s: תיאור מטא מכיל מעל %4$d תווים. כדי לוודא שכל התיאור יוצג, %2$sיש להקטין את האורך%3$s!"],"%1$sMeta description length%3$s: The meta description is too short (under %4$d characters). Up to %5$d characters are available. %2$sUse the space%3$s!":["%1$sאורך תיאור מטא%3$s: תיאור מטא קצר מדי (מתחת ל-%4$d תווים). ניתן להשתמש עד %5$d תווים. %2$sנצלו את המקום שנותר%3$s!"],"%1$sMeta description length%3$s:  No meta description has been specified. Search engines will display copy from the page instead. %2$sMake sure to write one%3$s!":["%1$sאורך תיאור מטא%3$s: לא הוגדר תיאור מטא. במקום זאת, מנועי חיפוש יציגו חלק מהתוכן של העמוד. %2$sיש לדאוג לכתוב תיאור מטא%3$s!"],"%1$sKeyphrase in meta description%2$s: The meta description has been specified, but it does not contain the keyphrase. %3$sFix that%4$s!":[""],"%1$sKeyphrase in meta description%2$s: The meta description contains the keyphrase %3$s times, which is over the advised maximum of 2 times. %4$sLimit that%5$s!":[""],"%1$sKeyphrase in meta description%2$s: Keyphrase or synonym appear in the meta description. Well done!":[""],"%3$sKeyphrase length%5$s: The keyphrase is %1$d words long. That's way more than the recommended maximum of %2$d words. %4$sMake it shorter%5$s!":["%3$sאורך ביטוי מפתח%5$s: ביטוי מפתח באורך %1$d מילים. זה הרבה מעל המקסימום המותר של %2$d מילים. %4$sקצר אותו%5$s!"],"%3$sKeyphrase length%5$s: The keyphrase is %1$d words long. That's more than the recommended maximum of %2$d words. %4$sMake it shorter%5$s!":["%3$sאורך ביטוי מפתח%5$s: ביטוי מפתח באורך %1$d מילים. זה מעל המקסימום המותר של %2$d מילים. %4$sקצר אותו%5$s!"],"%1$sKeyphrase length%2$s: Good job!":["%1$sאורך ביטוי מפתח%2$s: עבודה טובה!"],"%1$sKeyphrase length%3$s: No focus keyphrase was set for this page. %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sאורך ביטוי מפתח%3$s: לא הוגדר ביטוי מפתח עבור עמוד זה. %2$sהגדר ביטוי מפתח כדי לחשב ציון SEO%3$s."],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms do not appear in the first paragraph. %2$sMake sure the topic is clear immediately%3$s.":[""],"%1$sKeyphrase in introduction%3$s:Your keyphrase or its synonyms appear in the first paragraph of the copy, but not within one sentence. %2$sFix that%3$s!":[""],"%1$sKeyphrase in introduction%2$s: Well done!":["%1$sביטויי מפתח בהקדמה%2$s: כל הכבוד!"],"%1$sInternal links%2$s: There are both nofollowed and normal internal links on this page. Good job!":["%1$sקישורים פנימיים%2$s: בעמוד זה מופיעים גם קישורים פנימיים וגם קישורי nofollowed. עבודה טובה!"],"%1$sInternal links%2$s: You have enough internal links. Good job!":["%1$sקישורים פנימיים%2$s: יש מספיק קישורים פנימיים. עבודה טובה!"],"%1$sInternal links%3$s: The internal links in this page are all nofollowed. %2$sAdd some good internal links%3$s.":["%1$sקישורים פנימיים%3$s: כל הקישורים הפנימיים בעמוד זה הם nofollowed. %2$sהוסף כמה קישורים פנימיים טובים%3$s."],"%1$sInternal links%3$s: No internal links appear in this page, %2$smake sure to add some%3$s!":["%1$sקישורים פנימיים%3$s: אין קישורים פנימיים בעמוד זה. %2$sהוסף כמה%3$s!"],"%1$sTransition words%2$s: Well done!":["%1$sמילות קישור%2$s: כל הכבוד!"],"%1$sTransition words%2$s: Only %3$s of the sentences contain transition words, which is not enough. %4$sUse more of them%2$s.":["%1$sמילות קישור%2$s: רק %3$s מהמשפטים מכילים מילות מעבר, וזה לא מספיק. %4$sהשתמש ביותר מהם%2$s."],"%1$sTransition words%2$s: None of the sentences contain transition words. %3$sUse some%2$s.":["%1$sמילות קישור%2$s: אף אחד מהמשפטים אינו מכיל מילות קישור. %3$sהשתמש בכמה%2$s."],"%1$sNot enough content%2$s: %3$sPlease add some content to enable a good analysis%2$s.":["%1$sאין מספיק תוכן%2$s: %3$sיש להוסיף תוכן כדי לאפשר ניתוח טוב%2$s."],"%1$sSubheading distribution%2$s: You are not using any subheadings, but your text is short enough and probably doesn't need them.":["%1$sפיזור כותרות משנה%2$s: אתה לא משתמש בכלל בכותרות משנה, אבל מכיוון שהטקסט קצר מספיק, וכנראה שלא צריך אותן."],"%1$sSubheading distribution%2$s: You are not using any subheadings, although your text is rather long. %3$sTry and add some subheadings%2$s.":["%1$sפיזור כותרות משנה%2$s: אתה לא משתמש בכלל כותרות משנה, למרות שהטקסט ארוך למדי. %3$sנסה להוסיף מספר כותרות משנה%2$s."],"%1$sSubheading distribution%2$s: %3$d section of your text is longer than %4$d words and is not separated by any subheadings. %5$sAdd subheadings to improve readability%2$s.":["%1$sפיזור כותרות משנה%2$s: אזור %3$d ארוך מ-%4$d מילים ולא מופרד בכותרות משנה כלשהן. %5$sנסה להוסיף כותרות משנה כדי לשפר את הקריאות%2$s.","%1$sפיזור כותרות משנה%2$s: %3$d אזורים ארוכים מ-%4$d מילים ולא מופרדים בכותרות משנה כלשהן. %5$sנסה להוסיף כותרות משנה כדי לשפר את הקריאות%2$s."],"%1$sSubheading distribution%2$s: Great job!":["%1$sפיזור כותרות משנה%2$s: עבודה טובה!"],"%1$sSentence length%2$s: %3$s of the sentences contain more than %4$s words, which is more than the recommended maximum of %5$s. %6$sTry to shorten the sentences%2$s.":[""],"%1$sSentence length%2$s: Great!":["%1$sאורך המשפט%2$s: מעולה!"],"%1$sConsecutive sentences%2$s: There is enough variety in your sentences. That's great!":["%1$sמשפטים רצופים%2$s: המשפטים מגוונים מספיק. זה נהדר!"],"%1$sConsecutive sentences%2$s: The text contains %3$d consecutive sentences starting with the same word. %5$sTry to mix things up%2$s!":["%1$sמשפטים רצופים%2$s: התוכן מכיל %3$d משפטים רצופים המתחילים באותה מילה. %5$sנסו לערבב דברים%2$s!","%1$sמשפטים רצופים%2$s: התוכן מכיל %4$d מקרים שבהם %3$d או יותר משפטים רצופים המתחילים באותה מילה. %5$sנסו לערבב דברים%2$s!"],"%1$sPassive voice%2$s: %3$s of the sentences contain passive voice, which is more than the recommended maximum of %4$s. %5$sTry to use their active counterparts%2$s.":[""],"%1$sPassive voice%2$s: You're using enough active voice. That's great!":["%1$sקול פסיבי%2$s: נעשה שימוש מספק בקול אקטיבי. זה נהדר!"],"%1$sParagraph length%2$s: %3$d of the paragraphs contains more than the recommended maximum of %4$d words. %5$sShorten your paragraphs%2$s!":["%1$sאורך פסקה%2$s: %3$d מהפסקאות מכילות יותר מילים מהמקסימום המומלץ של %4$d מילים. %5$sקצר את הפסקאות%2$s!","%1$sאורך פסקה%2$s: %3$d מהפסקאות מכילות יותר מילים מהמקסימום המומלץ של %4$d מילים. %5$sקצר את הפסקאות%2$s!"],"%1$sParagraph length%2$s: None of the paragraphs are too long. Great job!":["%1$sאורך פסקה%2$s: אף אחת מהפסקאות לא ארוכה מדי. עבודה טובה!"],"Good job!":["עבודה טובה!"],"%1$sFlesch Reading Ease%2$s: The copy scores %3$s in the test, which is considered %4$s to read. %5$s%6$s%7$s":[""],"Focus keyphrase":["ביטוי מפתח למיקוד"],"%1$s with ID %2$s couldn't be patched":["%1$s עם מזהה %2$s לא ניתן לתיקון"],"Invalid POST request. Meta values already exist for object with ID %1$s.":["בקשת POST לא חוקית. ערכי meta כבר קיימים עבור אובייקט עם המזהה %1$s."],"Indexable with ID `%1$s` does not exist":[""],"No object with ID %1$s and %2$s could be found":["לא ניתן למצוא אובייקט עם מזהה %1$s ו-%2$s"],"`%1$s` is not a valid subtype of `%2$s`":["`%1$s` אינו תת-סוג תקין של `%2$s`"],"The object type `%1$s` is invalid":["אובייקט מסוג `%1$s` לא תקין"],"Invalid type for parameter `%1$s` passed. Expected `%2$s`, but got `%3$s`":["התקבל פרמטר `%1$s` מסוג לא חוקי. צפוי `%2$s`, אך התקבל `%3$s`"],"The parameter `%1$s` cannot be empty.":["הפרמטר `%1$s` לא יכול להיות ריק."],"Check Keyphrase Density":["בדיקת צפיפות ביטוי מפתח"],"Disable":["כיבוי"],"Allow Control":["אפשר שליטה"],"This tab allows you to selectively disable %s features for all sites in the network. By default all features are enabled, which allows site admins to choose for themselves if they want to toggle a feature on or off for their site. When you disable a feature here, site admins will not be able to use that feature at all.":[""],"%s is a required feature toggle argument.":["%s הוא ארגומנט מחייב לתכונה."],"Keyphrase:":["ביטוי מפתח:"],"Remove keyphrase":["הסר ביטוי מפתח"],"This feature has been disabled by the network admin.":["תכונה זו הושבתה על ידי מנהל הרשת."],"Focus keyphrase not set.":["לא הוגדרו ביטוי מפתח למיקוד."],"Multiple keyphrases":["ביטוי מפתח מרובים"],"Colon":["נקודתיים"],"Both %1$s and %2$s manage the SEO of your site. Running two SEO plugins at the same time is detrimental.":["גם %1$s וגם %2$s מנהלים את ה-SEO של האתר. הפעלת שני תוספי SEO במקביל יכול להזיק לאתר."],"There is a new notification.":["ישנה הודעה חדשה","ישנן הודעות חדשות"],"Learn more about the readability analysis":["מידע נוסף על ניתוח קריאות"],"Describe the duration of the instruction:":["תאר את משך ההוראה:"],"Optional. Customize how you want to describe the duration of the instruction":["אופציונאלי. התאמה אישית של האופן בו ברצונך לתאר את משך ההוראה"],"This is a list of related content to which you could link in your post. {{a}}Read our article about site structure{{/a}} to learn more about how internal linking can help improve your SEO.":["זוהי רשימה של תכנים רלוונטיים שניתן לקשר אליה מהפוסט. {{a}}קרא את המאמר שלנו על היררכית אתרים{{/a}} כדי ללמוד עוד על הדרך בה קישורים פנימיים יכולים לסייע בשיפור ה-SEO."],"%s, %s and %s":["%s, %s ו%s"],"%s and %s":["%s ו%s"],"%d minute":["דקה %d","%d דקות"],"%d hour":["שעה %d","%d שעות"],"%d day":["יום %d","%d ימים"],"Enter a step title":["הזן כותרת שלב"],"Optional. This can give you better control over the styling of the steps.":["אופציונאלי. יכול לתת שליטה טובה יותר על עיצוב השלבים."],"CSS class(es) to apply to the steps":["קלאסים של CSS להחיל על השלבים"],"minutes":["דקות"],"hours":["שעות"],"days":["ימים"],"Create a How-to guide in an SEO-friendly way. You can only use one How-to block per post.":[""],"List your Frequently Asked Questions in an SEO-friendly way. You can only use one FAQ block per post.":["רשום את השאלות הנפוצות שלך בצורה ידידותית ל-SEO. ניתן להשתמש בבלוק אחד בלבד בכל פוסט."],"Copy error":["העתק שגיאה"],"An error occurred loading the %s primary taxonomy picker.":["חלה תקלה בטעינת הטקסונומיה הראשית %s."],"%1$s Structured Data Blocks":["בלוק מבנה נתונים של %1$s"],"Time needed:":["זמן נדרש:"],"Move question down":["הורד שאלה למטה"],"Move question up":["העלה שאלה למעלה"],"Insert question":["הוסף שאלה"],"Delete question":["מחק שאלה"],"Enter the answer to the question":["הזן תשובה לשאלה"],"Enter a question":["הזן שאלה"],"Add question":["הוסף שאלה"],"Frequently Asked Questions":["שאלות נפוצות"],"Great news: you can, with %s!":["חדשות נהדרות: אתה יכול, עם %s!"],"Select the primary %s":["בחירת %s ראשי"],"Check links to this URL":["בדיקת קישורים בכתובת זו"],"Keyword research training":["תרגול מחקר מילות מפתח"],"Please check the %1$sarchive template%2$s for the following content type: %3$s.":["נא לבדוק %1$sתבנית ארכיון%2$s עבור תכנים מסוג %3$s.","נא לבדוק %1$sתבניות ארכיון%2$s עבור תכנים מסוג %3$s."],"Are you trying to use multiple keyphrases? You should add them separately below.":["האם אתה מנסה להשתמש בביטוי מפתח מרובים? יש להוסיף אותם למטה בנפרד."],"Mark as cornerstone content":["סמן כעוגני תוכן"],"Move step down":["הורד שלב למטה"],"Move step up":["העלה שלב למעלה"],"Insert step":["הוסף שלב"],"Delete step":["מחק שלב"],"Add image":["הוסף תמונה"],"Enter a step description":["הזן תיאור שלב"],"Enter a description":["הזן תיאור"],"Unordered list":["רשימה לא ממוספרת"],"Showing step items as an ordered list.":["מציג צעדים כרשימה ממוספרת."],"Showing step items as an unordered list":["מציג צעדים כרשימה לא ממוספרת."],"Add step":["הוסף שלב"],"Delete total time":["מחק סה\"כ זמן"],"Add total time":["הוסף סה\"כ זמן"],"How to":["איך"],"How-to":["איך"],"Snippet Preview":["תצוגה מקדימה"],"Analysis results":["תוצאות ניתוח"],"Enter a focus keyphrase to calculate the SEO score":["הזן ביטוי מפתח למיקוד כדי לחשב ציון SEO"],"Learn more about Cornerstone Content.":["מידע נוסף על עוגני תוכן."],"Cornerstone content should be the most important and extensive articles on your site.":["עוגני תוכן אמורים להיות המאמרים הכי חשובים ונרחבים באתר."],"Restore Site":["שיחזור אתר"],"Network Settings":["הגדרות רשת"],"You are not allowed to perform this action.":["אינך מורשה לבצע פעולה זו."],"Error: %s":["שגיאה: %s"],"Success: %s":["הצלחה: %s"],"Site with ID %d not found.":["אתר עם מזהה %d לא נמצא."],"No site has been selected to restore.":["לא נבחר אתר לשחזור."],"You are not allowed to modify unregistered network settings.":["אינך מורשה לשנות הגדרות רשת לא רשומות."],"deleted":["נמחק"],"Would you like to add another keyphrase?":["האם ברצונך להוסיף ביטוי מפתח נוסף?"],"image preview":["תצוגת תמונה"],"Copied!":["הועתק"],"Not supported!":["לא נתמך!"],"Read {{a}}our article about site structure{{/a}} to learn more about how internal linking can help improve your SEO.":["קרא {{a}}את המאמר שלנו על מבנה האתר{{/a}} כדי ללמוד איך קישורים פנימיים יכולים לשפר את ה-SEO."],"Once you add a bit more copy, we'll give you a list of related content here to which you could link in your post.":["לאחר הוספת תוכן נוסף, תוצג רשימה של תוכן קשור שאליו ניתן יהיה לקשר מהפוסט הזה."],"Consider linking to these {{a}}cornerstone articles:{{/a}}":["יש לשקול להוסיף קישורים ל{{a}}עוגני תוכן{{/a}} אלה:"],"Consider linking to these articles:":["יש לשקול להוסיף קישורים למאמרים אלה:"],"Copy link":["העתק קישור"],"Copy link to suggested article: %s":["העתק קישור למאמר מוצע: %s"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":[""],"Once you add a bit more copy, we'll give you a list of words and word combinations that occur the most in the content. These give an indication of what your content focuses on.":[""],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly. ":[""],"Prominent words":[""],"The site's tagline":["תיאור האתר"],"We've recently improved the functionality of the Search Appearance settings. Unfortunately, we've discovered that for some edge-cases, saving the settings for specific post type archives might have gone wrong.":["לאחרונה שיפרנו את הפונקציונליות של הגדרות 'מראה חיפוש'. לצערנו, גילינו שבמקרים מסוימים, שמירת ההגדרות עבור ארכיונים ספציפיים של סוג פוסט  עלולה להשתבש."],"Not all required fields are given. Missing field %1$s":["לא סופקו כל השדות הנדרשים. חסר שדה %1$s"],"Optimize your site for Google News.":["בצע אופטימיזציה לאתר בחדשות גוגל."],"Optimize your shop's SEO and sell more products!":["בצע אופטימיזציה ל-SEO של החנות ומכור יותר מוצרים!"],"Be found in Google Video search and enhance your video sharing on social media.":["תופיע בתוצאות החיפוש של גוגל וידאו ושפר את שיתופי הוידאו ברשתות חברתיות."],"Be found in Google Maps and local results.":["הימצא במפות גוגל ותוצאות מקומיות."],"Learn practical SEO skills to rank higher in Google.":["מידע נוסף על מיומנויות SEO מעשיות כדי לקבל דירוג גבוה יותר בגוגל."],"Don’t waste time figuring out the best settings yourself.":["אל תבזבז זמן להבין מהן ההגדרות הטובות ביותר בעצמך."],"Get quick wins to make your site rank higher in search engines.":["השג ניצחונות קטנים כדי לקבל דירוג גבוה יותר לאתר במנועי חיפוש."],"Add synonyms":["הוסף מילים נרדפות"],"Would you like to add keyphrase synonyms?":["האם תרצה להוסיף מילים נרדפות לביטוי מפתח?"],"Would you like to add more than one keyphrase?":["האם תרצה להוסיף יותר מביטוי מפתח אחד?"],"You can edit the SEO meta-data for this custom type on the %1$sShop page%2$s.":["ניתן לערוך את מתוני ה-meta עבור סוג מותאם ב%1$sעמוד החנות%2$s."],"You haven't set a Shop page in your WooCommerce settings. Please do this first.":["לא הגדרת דף חנות בהגדרות ווקומרס. יש לבצע זאת תחילה."],"Current year":["שנה נוכחית"],"Page":["עמוד"],"Breadcrumb settings for %s archive":["הגדרות פירורי לחם עבור ארכיון %s"],"Something went wrong. Please reload the page.":["משהו השתבש. טען מחדש את העמוד בבקשה."],"Tagline":["תיאור האתר"],"Modify your meta description by editing it right here":["שנה את תיאור המטא על ידי עריכתו כאן"],"description (custom taxonomy)":["תיאור (טקסונומיה מותאמת)"],"(custom taxonomy)":["(טקסונומיה מותאמת)"],"(custom field)":["(שדה מותאם)"],"Term404":["מונח 404"],"Caption":["כיתוב תמונה"],"Pagenumber":["מספר עמוד"],"Pagetotal":["סה\"כ דף"],"Page number":["מספר עמוד"],"User description":["תיאור משתמש"],"ID":["ID"],"Modified":["שונה"],"Post type (plural)":["סוג פוסט (רבים)"],"Post type (singular)":["סוג פוסט (יחיד)"],"Separator":["מפריד"],"Search phrase":["ביטוי חיפוש"],"Term title":["כותרת מונח"],"Term description":["תיאור מונח"],"Tag description":["תיאור תגית"],"Category description":["תיאור קטגוריה"],"Primary category":["קטגוריה ראשית"],"Category":["קטגוריה"],"Tag":["תגית"],"Excerpt only":["תיאור בלבד"],"Excerpt":["תיאור"],"Site title":["שם האתר"],"Archive title":["כותרת ארכיון"],"Parent title":["כותרת האב"],"Date":["תאריך"],"Label":["תווית"],"You should create a redirect to ensure your visitors do not get a 404 error when they click on the no longer working URL.":["יש ליצור כתובת אתר להפניה מחדש כדי להבטיח שהמבקרים באתר לא יקבלו שגיאת 404 כאשר הם לוחצים על כתובת אתר שאינה פועלת עוד."],"Search engines and other websites can still send traffic to your deleted post.":["מנועי חיפוש ואתרי אינטרנט אחרים עדיין יכולים לשלוח תנועה לפוסט שנמחק."],"Make sure you don't miss out on traffic!":["ודא שאתה לא מחמיץ את התנועה!"],"You just deleted a %1$s.":["כרגע מחקת את %1$s."],"You just trashed a %1$s.":["כרגע העברת לאשפה את %1$s."],"Settings for %s archive":["הגדרות עבור ארכיון %s"],"Settings for single %s URLs":["הגדרות עבור %s יחיד"],"The settings on this page allow you to specify what the default search appearance should be for any type of content you have. You can choose which content types appear in search results and what their default description should be.":["ההגדרות בדף זה מאפשרות להגדיר את הנראות בחיפוש המוגדר כברירת מחדל עבור כל סוג של תוכן שיש באתר. ניתן לבחור אילו סוגי תוכן יופיעו בתוצאות החיפוש ומה יהיה תיאור ברירת המחדל שלהם."],"Url preview":["תצוגה מקדימה של כתובת אתר"],"Please provide a meta description by editing the snippet below. If you don’t, Google will try to find a relevant part of your post to show in the search results.":["ציין תיאור meta על ידי עריכת קטע הקוד למטה. אם לא תעשה זאת, Google תנסה למצוא חלק רלוונטי מהפוסט שלך שיוצג בתוצאות החיפוש."],"Insert snippet variable":["הוסף משתנה קטע"],"Dismiss this notice":["דחה הודעה זו"],"No results":["אין תוצאות"],"%d result found, use up and down arrow keys to navigate":["%d תוצאות נמצאו, השתמש במקשי החצים למעלה ולמטה כדי לנווט","נמצאו %d תוצאות, השתמש במקשי החצים למעלה ולמטה כדי לנווט"],"Your site language is set to %s. If this is not correct, contact your site administrator.":["שפת האתר שלך מוגדרת%s. אם זה לא נכון, צור קשר עם מנהל האתר שלך ."],"Number of results found: %d":["מספר התוצאות שנמצאו: %d"],"Note that not all variables can be used in every field.":["שימו לב שלא כל המשתנים יכולים לשמש בכל שדה."],"Snippet variables":["משתני סניפט"],"%1$s respects your privacy. Read our %2$sprivacy policy%3$s on how we handle your personal information.":["%1$s מכבד את הפרטיות שלך. קרא את %2$sמדיניות פרטיות%3$s על האופן שבו אנו מטפלים במידע אישי."],"If you know what this means and you do not want to see this message anymore, you can %1$sdismiss this message%2$s.":["אם אתה יודע מה זה אומר ואתה כבר לא רוצה לראות את ההודעה הזאת, אתה יכול %1$sלבטל את ההודעה%2$s."],"Your site's settings currently allow attachment URLs on your site to exist. Please read %1$sthis post about a potential issue%2$s with attachment URLs and check whether you have the correct setting for your site.":["הגדרות האתר מאפשרות להתקן כתובות של הקבצים המצורפים באתר. בבקשה תקראו %1$sעל בעיה פוטנציאלית עם כתובות אתר של קבצים מצורפים%2$s ובידקו האם באתר זה הוגדרו ההגדרות הנכונות."],"Unknown type %1$s":["סוג לא ידוע %1$s"],"Includes a free MyYoast account which gives you access to our free SEO for Beginners course!":["כולל חשבון MyYoast חינם אשר נותן גישה חינם לקורס ה-SEO שלנו למתחילים!"],"Sign up for our newsletter if you would like to keep up-to-date about %1$s, other cool plugins by %2$s, and interesting news and tips from the world of SEO.":["הירשם לניוזלטר שלנו אם אתה רוצה לשמור על עדכני %1$s, תוספים מגניבים אחרים על ידי%2$s, וכן חדשות מעניינות וטיפים מהעולם של SEO."],"Get your Baidu verification code in %1$sBaidu Webmaster Tools%2$s.":["קבלת קוד אימות של ביידו דרך %1$sכלי מנהלי האתרים של ביידו%2$s."],"Baidu verification code":["קוד אימות של ביידו"],"The %s importer functionality uses temporary database tables. It seems your WordPress install does not have the capability to do this, please consult your hosting provider.":["פונקציית היבוא של  %s משתמשת בטבלאות זמניות במסדי נתונים. נראה שהתקנת הוורדפרס באתר זה אינה יכולה לעמוד בעומס לביצוע המשימה, יש להתייעץ עם חברת האכסון."],"Cleanup of %s data failed.":["ניקוי מידע עבור %s נכשל"],"Content Type":["סוג תוכן"],"Filter by content type":["סינון לפי סוג תוכן"],"Show All Content Types":["הצג את כל סוגי התכנים"],"To fix this uncheck the box in front of the \"Break comments into pages...\" on the %1$sComment settings page%2$s.":["כדי לתקן את זה בטל את התיבה מול \"הפסקה הערות לתוך דפים ...\" על%1$sדף הגדרות תגובה%2$s."],"Replaced with the normal title for an archive generated by WordPress":["הוחלף בכותרת הרגילה של ארכיון שנוצר על ידי וורדפרס"],"Clean":["נקה"],"Once you're certain your site is OK, you can clean up. This will remove all the original data.":["כשאתם בטוחים שהאתר שלכם בסדר, אתם יכולים לנקות - פעולה שתסיר את כל המידע המקורי"],"Step 5: Clean up":["שלב 5: ניקוי"],"You should run the configuration wizard, from the SEO &rarr; General &rarr; Dashboard page, to make sure all the settings for your site are correct.":["מומלץ להפעיל את אשף ההתקנה, מתוך SEO > כללי > לוח בקרה, כדי לוודא שכל ההגדרות עבור האתר הוגדרו נכון."],"Step 4: Run the configuration wizard":["שלב 4 - התחל את אשף ההתקנה"],"Please check your posts and pages and see if the metadata was successfully imported.":["יש לבדוק הפוסטים והעמודים כדי לוודא שהמטה דטה יובא בהצלחה."],"Step 3: Check your data":["שלב 3: בדוק את המידע"],"This will import the post metadata like SEO titles and descriptions into your %1$s metadata. It will only do this when there is no existing %1$s metadata yet. The original data will remain in place.":[""],"Step 2: Import":["שלב 2: יבוא"],"Please make a backup of your database before starting this process.":["אנא הכן גיבוי לבסיס הנתונים לפני תחילת התהליך."],"Step 1: Create a backup":["שלב 1: צור גיבוי"],"We've detected data from one or more SEO plugins on your site. Please follow the following steps to import that data:":["התגלה מידע מאחד או יותר תוספי SEO באתר. בכדי לייבא את המידע, אנא בצעו את השלבים הבאים:"],"Plugin: ":["תוסף:"],"%s did not detect any plugin data from plugins it can import from.":["%s לא זיהה מידע על תוספים מהם ניתן לייבא מידע."],"Posts that should not show up in search results":["פוסטים שאמורים להופיע בתוצאות החיפוש"],"%s data found.":["%s מידע נמצא."],"%s data successfully removed.":["%s מידע נמחק בהצלחה."],"%s data successfully imported.":["%s מידע יובא בהצחה."],"%s data not found.":["%s מידע לא נמצא."],"Improve your SEO skills":["שיפור כישורי SEO"],"24/7 email support":["תמיכת אימייל 24/7"],"No more dead links a.k.a. 404 pages":["בלי קישורים מתים, כמו עמודי 404"],"Get real-time suggestions for internal links":["הצע הצעות ללינקים פנימיים בזמן-אמת"],"Preview your page in Facebook and Twitter":["תצוגה מקדימה של העמוד בפייסבוק ובטוויטר"],"Click the \"%3$s\" button to use the meta description already set in the %1$sSearch Appearance Homepage%2$s setting.":["ליחצו על הכפתור \"%3$s\" כדי להשתמש בתיאור מטא שכבר הוגדר בהגדרות %1$sתצוגת חיפוש בעמוד הבית%2$s."],"Help on copying the home meta description":["עזרה בהעתקת תיאור מטא מעמוד הבית"],"To let search engines know which social profiles are associated to this site, enter your site social profiles data below.":["בכדי לאפשר למנועי חיפוש לדעת לאיזה רשת חברתית האתר מקושר, יש להכניס את המידע החברתי כאן."],"Learn more about your social profiles settings":["מידע נוסף על הגדרות הפרופילים החברתיים שלך"],"Remove the categories prefix":["הסר את קידומת הקטגוריות"],"Help on the category prefix setting":["עזרה בהגדרת קידומות לקטגוריות"],"Learn more about the available variables":["מידע נוסף על המשתנים הזמינים לשימוש"],"Learn more about the RSS feed setting":["מידע נוסף על הגדרות RSS "],"When you upload media (an image or video for example) to WordPress, it doesn't just save the media, it creates an attachment URL for it. These attachment pages are quite empty: they contain the media item and maybe a title if you entered one. Because of that, if you never use these attachment URLs, it's better to disable them, and redirect them to the media item itself.":["כאשר מעלים קבצי מדיה (לדוגמא תמונה או וידאו) לאתר וורדפרס, המערכת לא רק שומרת את קובץ המדיה, היא גם יוצרת עמוד עם כתובת יעודית עבור קובץ המדיה המצורף. עמודי המדיה הללו הם די ריקים: הם מכילים את הקובץ עצמו ולעיתים גם את הכותרת, אם הוזנה כותרת. לכן, אם לא באמת משתמשים בעמודי המדיה הללו, עדיף לנטרל אותם ולהפנות אותם לקובץ המדיה עצמו."],"Learn more about the Media and attachment URLs setting":["מידע נוסף על הגדרת כתובות מדיה וקבצים מצורפים"],"Learn more about the title separator setting":["מידע נוסף על הגדרת מפריד כותרת"],"Learn more about the knowledge graph setting":["מידע נוסף על הגדרת גרף הידע"],"Learn more about the homepage setting":["מידע נוסף על הגדרות עמוד הבית"],"Learn more about the special pages setting":["מידע נוסף על הגדרות עמודים מיוחדים"],"Help on the date archives search results setting":["עזרה בהגדרת תוצאות חיפוש בארכיוני תאריכים"],"Not showing the archives for authors without posts in the search results technically means those will have a %1$s robots meta and will be excluded from XML sitemaps. %2$sMore info on the search results settings%3$s.":[""],"Help on the authors without posts archive search results setting":["עזרה בהגדרת תוצאות חיפוש בארכיוני מחברים ללא פוסטים"],"Not showing the archive for authors in the search results technically means those will have a %1$s robots meta and will be excluded from XML sitemaps. %2$sMore info on the search results settings%3$s.":[""],"Help on the author archives search results setting":["עזרה בהגדרת תוצאות חיפוש בארכיוני מחברים"],"Archives settings help":["עזרה בהגדרות ארכיון"],"Learn more about the archives setting":["מידע נוסף על הגדרת ארכיון"],"Get your Yandex verification code in %1$sYandex Webmaster Tools%2$s.":["קבלת קוד אימות של יאנדקס דרך %1$sכלי מנהלי האתרים של יאנדקס%2$s."],"Yandex verification code":["קוד אימות של יאנדקס"],"Get your Google verification code in %1$sGoogle Search Console%2$s.":["קבלת קוד אימות של גוגל דרך %1$sקונסולת החיפוש של גוגל%2$s."],"Google verification code":["קוד אימות של גוגל"],"Get your Bing verification code in %1$sBing Webmaster Tools%2$s.":["קבלת קוד אימות של בינג דרך %1$sכלי מנהלי האתרים של בינג%2$s."],"Bing verification code":["קוד אימות של בינג"],"You can use the boxes below to verify with the different Webmaster Tools. This feature will add a verification meta tag on your home page. Follow the links to the different Webmaster Tools and look for instructions for the meta tag verification method to get the verification code. If your site is already verified, you can just forget about these.":[""],"Learn more about the Webmaster Tools verification":["מידע נוסף על האימות של כלי מנהלי האתרים"],"On":["מופעל"],"Help on: %s":["עזרה ב: %s"],"%1$s comes with a lot of features. You can enable / disable some of them below. Clicking the question mark gives more information about the feature.":["%1$s מגיע עם הרבה תכונות. ניתן להדליק ולכבות את חלקם. לחיצה על סימן השאלה יציג מידע נוסף על התכונות השונות."],"Off":["מכובה"],"The advanced section of the %1$s meta box allows a user to remove posts from the search results or change the canonical. These are things you might not want any author to do. That's why, by default, only editors and administrators can do this. Setting to \"%2$s\" allows all users to change these settings.":[""],"Security: no advanced settings for authors":["אבטחה: אין הגדרות מתקדמות עבור מחברים"],"See who contributed to %1$s.":["ראה מי תרם ל-%1$s."],"Help on this search results setting":["עזרה בהגדרת תוצאות החיפוש"],"Not showing the archive for %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":[""],"Not showing %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":[""],"Default for %2$s, currently: %1$s":["ברירת מחדל עבור %2$s, נוכחי: %1$s"],"Show %s in search results?":["הצג %s במנועי חיפוש"],"this author's archives":["ארכיונים של המחבר הזה"],"Do not allow search engines to show %s in search results.":["אל תאפשר למנועי חיפוש להציג %s בתוצאות חיפוש."],"Category URLs in WordPress contain a prefix, usually %s, this feature removes that prefix, for categories only.":["כתובת הקטגוריה בוורדפרס מכילה קידומת, בדרך כלל %s. תכונה זו מסירה קידומת זו, עבור קטגוריות בלבד."],"Category URLs":["קישורי קטגוריות"],"the archive for %s":["ארכיון עבור %s"],"Redirect attachment URLs to the attachment itself?":["האם להפנות מעמודי קבצים מצורפים לקובץ עצמו?"],"We recommend you set this to Yes.":["ההמלצה שלנו היא לסמן \"כן\"."],"Media & attachment URLs":["כתובות מדיה וקבצים מצורפים"],"This is what shows in the search results when people find your homepage. This means this is probably what they see when they search for your brand name.":["זה מה שמוצג בתוצאות החיפוש כאשר אנשים מוצאים את עמוד בית. כלומר, זה כנראה מה שהם יראו כשהם יחפשו את המותג."],"date archives":["ארכיון תאריך"],"archives for authors without posts":["ארכיון עבור מחברים ללא פוסטים"],"Read why XML Sitemaps are important for your site.":["קרא מדוע מפות XML חשובות עבור האתר."],"Enable the XML sitemaps that %s generates.":["הפעל יצירת מפות XML ש-%s יוצר."],"See the XML sitemap.":["צפיה במפת XML של האתר."],"%2$s (current default for %1$s)":["%2$s (ברירת מחדל נוכחית עבור %1$s)"],"Media":["מדיה"],"Content Types":["סוג התוכן"],"Should search engines follow links on this %1$s?":["האם מנועי חיפוש צריכים לעקוב אחרי הקישורים ב%1$s?"],"Allow search engines to show this %s in search results?":["האם לאפשר למנועי חיפוש להציג %s בתוצאות החיפוש?"],"Search Appearance":["תצוגת חיפוש"],"Please specify what content types you would like to appear in search engines. If you do not know the differences between these, it's best to choose the default settings.":["יש לציין אילו סוגי תוכן להציג במנועי חיפוש. אם אינך יודע את ההבדלים ביניהם, עדיף להישאר עם הגדרות ברירת המחדל."],"Search engines should show \"%1$s\" in search results:":["מנועי חיפוש יציגו את \"%1$s\" בתוצאות החיפוש:"],"Search engine visibility":["נראות במנוע חיפוש"],"Toggle %1$s's XML Sitemap":["פתח מפות XML של %1$s"],"Support requests you create here are sent directly into our support system, which is secured with 256 bit SSL, so communication is 100% secure.":["בקשות תמיכה הנוצרות כאן נשלחות ישירות אל מערכת התמיכה שלנו, המאובטחת ב-256bit SSL, כך שהתקשורת מאובטחת ב-100%."],"The cornerstone content feature lets you to mark and filter cornerstone content on your website.":["עוגני תוכן מאפשרים לסמן ולסנן עוגני תוכן באתר."],"If you have a problem that you can't solve with our video tutorials or knowledge base, you can send a message to our support team. They can be reached 24/7.":["אם ישנה בעיה שלא ניתנת לפתרות בעזרת מדריכי הוידאו שלנו או במאגר המידע, ניתן לשלוח הודעה לצוות התמיכה. ניתן להשיגם 24/7."],"Search result":["תוצאות חיפוש"],"Good results":["תוצאות טובות"],"Get better search results in local search":["קבלו תוצאות מדוייקות יותר בחיפוש לוקאלי"],"Allow customers to pick up their %s order locally":["אפשר ללקוחות לאסוף את ה%s עצמאית"],"SEO analysis":["ניתוח SEO"],"The SEO analysis offers suggestions to improve the SEO of your text.":["ניתוח SEO מציע הצעות לשיפור SEO עבור תכני האתר."],"Learn how the SEO analysis can help you rank.":["למד איך ניתוח SEO יכול לעזור להעלות בדירוג."],"The readability analysis offers suggestions to improve the structure and style of your text.":["ניתוח הקריאות מציע הצעות לשיפור המבנה והסגנון של תכני האתר."],"Discover why readability is important for SEO.":["גלה למה קריאות חשובה בשביל SEO."],"Find out how cornerstone content can help you improve your site structure.":["מצא כיצד עוגני תוכן יכולים לעזור לשפר את מבנה האתר."],"The text link counter helps you improve your site structure.":["מונה קישור בתוכן מסייע לשפר את מבנה האתר."],"Find out how the text link counter can enhance your SEO.":["גלו כיצד מונה הקישור בתכנים יכול לשפר את SEO."],"%s integration":["אינטגרציית %s"],"Read more about how %s works.":["קרא עוד על איך %s עובד"],"Enable this feature if you want Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared.":["הפעל תכונה זו אם ברצונך לאפשר לפייסבוק ורשתות חברתיות אחרות להציג תצוגה מקדימה עם תמונה ותיאור כאשר משתפים קישור מהאתר."],"Enable this feature if you want Twitter to display a preview with images and a text excerpt when a link to your site is shared.":["הפעל תכונה זו אם ברצונך לאפשר לטוויטר להציג תצוגה מקדימה עם תמונה ותיאור כאשר משתפים קישור מהאתר."],"Find out why you should upgrade to %s":["מצא למה כדאי לך לשדרג ל %s"],"https://yoa.st/1uk":["https://yoa.st/1uk"],"https://yoa.st/1uj":["https://yoa.st/1uj"],"Latest blog posts on %1$s":["פוסטים אחרונים מהבלוג של %1$s"],"Need help?":["צריך עזרה?"],"Type here to search...":["הקלידו כאן לחיפוש..."],"Search the Yoast Knowledge Base for answers to your questions:":["חיפוש תשובה לשאלה במאגר המידע של יוסט:"],"Remove highlight from the text":["תמחק את ההדגשה מהטקסט"],"Your site language is set to %s. ":["שפת האתר שלכם מוגדרת ל%s."],"Get started quickly with the %1$s %2$sconfiguration wizard%3$s!":["התחילו במהירות עם %2$sאשף ההתקנה%3$s של %1$s!"],"First-time SEO configuration":["הגדרה ראשונה של SEO"],"Your site language is set to {language}. If this is not correct, contact your site administrator.":["שפת האתר מוגדרת לשפה ה {language}. אם הדבר לא נכון יש לפנות למנהל האתר."],"Your site language is set to {language}.":["שפת האתר נקבעה ל{language}."],"Highlight this result in the text":["הדגש את התוצאה הזו בטקסט"],"Considerations":["נקודות לשיקול דעת"],"Errors":["שגיאות"],"Change language":["שינוי שפה"],"You cannot create a %s file.":["לא ניתן ליצור את הקובץ %s."],"You cannot edit the %s file.":["לא ניתן לערוך את הקובץ %s."],"Updated %s":["%s עודכן"],"Create %s file":["צור קובץ %s"],"Edit the content of your %s:":["עריכת התוכן של הקובץ %s:"],"Save changes to %s":["שמור שינויים לקובץ %s"],"%s file":["קובץ %s"],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please install %3$s to make your life better. %4$s.":["%1$s וגם %2$s יכולים לפעול הרבה יות טוב ביחד באמצעות תוסף עזר. יש להתקין את %3$s לניהול פשוט וקל. %4$s."],"More information":["מידע נוסף"],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please activate %3$s to make your life better.":["%1$s וגם %2$s יכולים לפעול הרבה יות טוב ביחד באמצעות תוסף עזר. יש להפעיל את %3$s לניהול פשוט וקל."],"More information about %1$s":["מידע נוסף אודות %1$s"],"Configuration Wizard":["אשף ההתקנה"],"You've done it!":["עשית זאת!"],"Seamlessly integrate %2$s with %1$s for the content analysis!":["הטמיעו בצורה חלקה את %2$s עם %1$s עבור ניתוח תוכן!"],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please install %3$s to make your life better.":["%1$s וגם %2$s יכולים לפעול הרבה יות טוב ביחד באמצעות תוסף עזר. יש להתקין את %3$s לניהול פשוט וקל."],"Manage your %s subscription on MyYoast":["נהלו את המנוי שלכם ב-%s באמצעות MyYoast"],"The search appearance settings for %1$s are made up of variables that are replaced by specific values from the page when the page is displayed. The table below contains a list of the available variables.":["הכותרת ו-amp, והגדרת תגיות המטה ל %1$s בנויים ממשתנים שמוחלפים מערכים ספציפיים מהעמוד כאשר העמוד מוצג. הטבלה מטה מכילה רשימה של משתנים זמינים לשימוש. "],"Mark the most important %1$s as 'cornerstone content' to improve your site structure. %2$sLearn more about cornerstone content%3$s.":["סמן את ה%1$s החשובים ביותר כעוגני תוכן לשיפור מבנה האתר. %2$sמידע נוסף על עוגני תוכן%3$s."],"Loading help center.":["טוען את מרכז העזרה."],"Get support":["קבלו תמיכה"],"View in KB":["ראו במאגר המידע"],"Go back":["חזרה"],"Go back to the search results":["חזרה לתוצאות חיפוש"],"(Opens in a new browser tab)":["(פתח בטאב חדש בדפדפן)"],"Posts %1$swithout%2$s a focus keyphrase":["פוסטים %1$s ללא %2$s ביטוי מפתח למיקוד"],"Hey, your SEO is doing pretty well! Check out the stats:":["דירוג ה-SEO של האתר מצוין! בדוק כאן:"],"You don't have any published posts, your SEO scores will appear here once you make your first post!":["עדיין לא פורסמו פוסטים, ציון ה-SEO יופיע כאן ברגע שהפוסט הראשון יהיה באוויר!"],"On this page, you can change the name of your site and choose which separator to use. The separator will display, for instance, between your post title and site name. Symbols are shown in the size they'll appear in the search results. Choose the one that fits your brand best or takes up the least space in the snippets.":["בעמוד זה תוכל לשנות את שם האתר ולבחור במפריד בו יעשה שימוש. המפריד יוצג, בין היתר, בין כותרת האתר ושם האתר. הסמלים מופיעים בגודל בו הם נראים בתוצאות החיפוש. יש לבחור מפריד המתאים בצורה הטובה ביותר למותג או מפריד שתופס הכי פחות רווח בין השדות."],"Something else":["אחר"],"A portfolio":["פורטפוליו"],"A corporation":["תאגיד"],"A small offline business":["עסק פיזי קטן"],"A news channel":["ערוץ חדשות"],"An online shop":["חנות מקוונת"],"A blog":["בלוג"],"What does the site %1$s represent?":["מה האתר %1$s מייצג?"],"If you choose no, your author archives will be deactivated to prevent  duplicate content issues.":["אם תבחר שלא, ארכיון המחבר יושבת כדי למנוע כפילויות תוכן."],"Note: we don't store your data in any way and don't have full access to your account. Your privacy is safe with us.":["הערה: איננו מאחסנים את המידע שלך בשום אופן או צורה ואין לנו גישה לחשבונך.\nהפרטיות שלך מוגנת עמנו."],"%1$s integrates with Google Search Console, a must-have tool for site owners. It provides you with information about the health of your site. Don't have a Google account or is your site not activated yet? Find out %2$show to connect Google Search Console to your site%3$s.":["%1$s משתלב עם קונסולת החיפוש של גוגל, זהו כלי חובה למנהלי אתרים המספק מידע על תקינות האתר. אין לך חשבון גוגל? האתר עדיין לא הופעל, גלה איך %2$s מחבר את כלי מנהל האתרים של גוגל לאתר %3$s."],"Option B: My site is under construction and should not be indexed":["אפשרות ב: האתר עדיין בשלבי הקמה ואינו אמור להיות מאונדקס."],"Option A: My site is live and ready to be indexed":["אפשרות א: האתר באוויר ומוכן להיות מאונדקס"],"Choose under construction if you want to keep the site out of the index of search engines. Don't forget to activate it once you're ready to publish your site.":["יש לבחור באפשרות \"אתר בהקמה\" כדי למנוע ממנועי חיפוש לאנדקס את האתר. לא לשכוח לשנות את האפשרות הזו כשהאתר יהיה מוכן לעלות לאוויר."],"Please specify if your site is under construction or already active.":["אנא ציין: האם האתר עדיין בשלבי הקמה? או שהוא כבר פעיל?"],"This information will be used in Google's Knowledge Graph Card, the big block of information you see on the right side of the search results.":["מידע זה ישמש את כרטיסיית גרף הידע של גוגל, הבלוק הגדול עם המידע שניתן לראות בעמוד תוצאות החיפוש."],"Read more like this on our SEO blog":["קרא עוד על הנושא בבלוג ה-SEO שלנו"],"Readability: %s":["קריאות: %s"],"Not activated":["אינו מופעל"],"Activated":["הופעל"],"%1$s recommendations for you":["%1$s המלצות עבורך"],"All Readability Scores":["כל מדדי הקריאות"],"Filter by Readability Score":["סינון לפי מדד קריאות"],"You are not receiving updates or support! Fix this problem by adding this site and enabling %1$s for it in %2$s.":["אינך מקבל עדכוני תמיכה! תקן בעיה זו ע\"י הוספת אתר זה, ופתיחת %1$s עבורו ב%2$s."],"Request method %1$s is not valid.":["המתודה הנדרשת %1$s אינה תקינה."],"Do you want to preview what it will look like if people share this post on %1$s? You can, with %2$s.":["האם ברצונך לראות איך זה יראה אם אנשים ישתפו את הפוסט הזה ב-%1$s?\nאתה יכול, בעזרת %2$s."],"Good job! All the links in your texts have been counted.":["עבודה טובה! כל הלינקים בטקסטים נספרו."],"Calculation completed.":["החישוב הושלם."],"Calculation in progress...":["חישוב בתהליך..."],"Stop counting":["הפסק לספור"],"Counting links in your texts":["סופר קישורים בטקסט"],"Text %1$s of %2$s processed.":["טקסט %1$s מתוך %2$s עובד."],"All your texts are already counted, there is no need to count them again.":["כל הטקסטים כבר נספרו. אין צורך לספור אותם שוב."],"Count links in your texts":["ספור קישורים בטקסט"],"Text link counter":["מונה קישורים בטקסט"],"Number of internal links linking to this post. See \"Yoast Columns\" text in the help tab for more info.":["מספר הקישורים החיצוניים לפוסט הזה. ראה \"עמודות yoast\" טקסט בלשונית \"עזרה\" לפרטים נוספים"],"Number of outgoing internal links in this post. See \"Yoast Columns\" text in the help tab for more info.":["מספר הקישורים הפנימיים היוצאים בפוסט זה. לקבלת מידע נוסף עיינו בטקסט של \"עמודות יוסט\" בלשונית העזרה."],"%1$s adds several columns to this page. We've written an article about %2$show to use the SEO score and Readability score%3$s. The links columns show the number of articles on this site linking %5$sto%6$s this article and the number of URLs linked %5$sfrom%6$s this article. Learn more about %4$show to use these features to improve your internal linking%3$s, which greatly enhances your SEO.":["%1$s מוסיף מספר עמודות לדף זה. כתבנו מאמר בנוגע %2$sלאופן השימוש בציון ה- SEO ובציון הקריאות%3$s. עמודות הקישורים מציגות את כמות המאמרים באתר זה המקושרים %5$sאל%6$s כתבה זו ואת כמות המאמרים המקושרים %5$sמתוך%6$s כתבה זו. למד עוד בנוגע %4$s לאופן השימוש במאפיינים אלו כדי לשפר את הקישורים הפנימיים שלך%3$s, מה שישפר את ה- SEO שלך באופן משמעותי."],"%s Columns":["%s עמודות"],"Readability score":["ציון קריאות"],"Other benefits of %s for you:":["יתרונות אחרים של %s עבורך:"],"Scroll to see the preview content.":["גלול לתצוגה מוקדמת של התוכן."],"Cornerstone content":["עוגני תוכן"],"%1$s will now take care of all the needed technical optimization of your site. To really improve your site's performance in the search results, it's important to start creating content that ranks well for keyphrases you care about. Check out this video in which we explain how to use the %1$s metabox when you edit posts or pages.":["%1$s ידאג עכשיו לכל האופטימיזציה הטכנית לה זקוק האתר שלך. על מנת לשפר באמת את ביצועי האתר שלך בתוצאות החיפוש, חשוב להתחיל וליצור תוכן שידורג טוב עבור מילות מיקוד שברצונך לקדם. בדוק את הוידאו הזה, בו אנחנו מסבירים כיצד להשתמש בתיבת המטא של %1$s כשאתה עורך פוסטים או עמודים."],"If you want to outrank the competition in a specific town or region, check out our %1$s plugin! You’ll be able to easily insert Google maps, opening hours, contact information and a store locator. Besides that %1$s helps you to improve the usability of your contact page.":["אם אתה רוצה להתעלות על המתחרים בעיר או באזור ספציפי, בדוק את התוסף שלנו, %1$s! תוכל להכניס בקלות לגוגל מפות, שעות פתיחה, מידע ליצירת קשר ומאתר חנויות. חוץ מזה, %1$s עוזר לך לשפר את שימושיות דף יצירת הקשר שלך."],"Attract more customers near you":["משוך עוד לקוחות הקרובים אלייך"],"Do you want to know all the ins and outs of the %1$s plugin? Do you want to learn all about our advanced settings? Want to be able to really get the most out of the %1$s plugin? Check out our %1$s plugin training and start outranking the competition!":["האם אתה רוצה לדעת על %1$s הכל כולל הכל? רוצה ללמוד הכל על ההגדרות המתקדמות שלנו? רוצה להפיק את המרב מ-%1$s? בדוק את ההכשרה שלנו עבור %1$s והתחל להתעלות מעל המתחרים!"],"Get the most out of %1$s with the %2$s":["קבל את המיטב מ %1$s באמצעות %2$s"],"Upgrade to Premium":["שדרג לפרימיום"],"Do you want to outrank your competition? %1$s gives you awesome additional features that'll help you to set up your SEO strategy like a professional. Add synonyms and related keywords, use our Premium SEO analysis, the redirect manager and our internal linking tool. %1$s will also give you access to premium support.":["רוצה להתעלות מעל המתחרים? %1$s מעניק לך מאפיינים נוספים מדהימים שיעזרו לך ליצור אסטרטגיית SEO כמו מקצוען. השתמש בכמה מילות מיקוד, במנהל ההפניות ובכלי שלנו לקישורים פנימיים. עם %1$s תקבל גם גישה לתמיכת פרימיום."],"Outrank the competition with %s":["נצח את התחרות עם %s"],"You might like":["אולי תאהב"],"Newsletter":["ניוזלטר"],"We have detected that you have not finished this wizard yet, so we recommend you to %2$sstart the configuration wizard to configure %1$s%3$s.":["אשף ההתקנה עדיין לא הושלם, מומלץ %2$sלהפעיל את אשף ההתקנה כדי להגדיר את %1$s%3$s."],"The configuration wizard helps you to easily configure your site to have the optimal SEO settings.":["אשף ההתקנה מאפשר להגדיר בקלות הגדרות SEO אופטימליות לאתר."],"Go Premium and our experts will be there for you to answer any questions you might have about the setup and use of the plugin.":["שדרגו לפרימיום והמומחים שלנו יהיו שם בשבילכם לענות על כל שאלה שעלולה להיות לכם לגבי ההגדרות והשימוש בתוסף."],"Superfast internal linking suggestions":["הצעות סופר מהירות לקישורים פנימיים"],"Great news: you can, with %1$s!":["חדשות נהדרות: אתה יכול, עם %1$s!"],"Save changes":["שמור שינויים"],"1 year free support and updates included!":["כולל שנה חינם של עדכונים ושדרוגים!"],"The plugin %2$s changes your site's output and in doing that differentiates between search engines and normal users, a process that's called cloaking. We highly recommend that you disable it.":["התוסף %2$s משנה את פלט האתר שלך, ובתוך כך מבדיל בין מנועי חיפוש לבין משתמשים רגילים. תהליך זה נקרא \"Cloaking\". אנו ממליצים לך מאוד לכבות אותו."],"%1$sSocial media preview%2$s: Facebook & Twitter":["%1$sתצוגה מקדימה של מדיה חברתית%2$s: פייסבוק וטוויטר"],"%1$sNo more dead links%2$s: easy redirect manager":["%1$sאין יותר קישורים שבורים%2$s: מנהל הפניות קל ונוח לשימוש"],"No ads!":["ללא פרסומות!"],"Facebook & Twitter":["פייסבוק וטוויטר"],"Social media preview":["תצוגה ברשתות חברתיות"],"Easy redirect manager":["מנהל הפניות פשוט וקל"],"No more dead links":["בלי קישורים מתים"],"Increase your SEO reach":["הגדל השפעת SEO"],"If you want more help creating awesome content, check out our %2$sSEO copywriting course%3$s. Do you want to know all about the features of the plugin, consider doing our %1$s!":["לקבלת עזרה ביצירת תוכן מדהים, ניתן לבדוק את %2$sקורס הכתיבה הרעיונית%3$s שלנו. אם ברצונך להכיר את כל המאפיינים של התוסף, שקול לעבור את ה-%1$s שלנו!"],"Variable":["משתנה"],"Available variables":["משתנים זמינים"],"Scroll to see the table content.":["גלול לצפיה בתוכן הטבלה."],"Please refer to %1$sour article about how to connect your website to Google Search Console%2$s if you need assistance.":["אם אתה זקוק לסיוע אנא פנה אל %1$sהמאמר שלנו בנוגע לקישור האתר בקונסולת החיפוש של גוגל%2$s."],"An error occurred in the '%1$s' assessment":["חלה תקלה בהערכה של '%1$s'"],"%1$s of the words contain %2$sover %3$s syllables%4$s, which is more than the recommended maximum of %5$s.":["%1$s מהמילים מכילים %2$s למעלה מ- %3$s הברות%4$s, יותר מהמקסימום המומלץ של %5$s."],"%1$s of the words contain %2$sover %3$s syllables%4$s, which is less than or equal to the recommended maximum of %5$s.":["%1$s מהמילים מכילים %2$s למעלה מ- %3$s הברות%4$s, פחות מהמקסימום המומלץ של %5$s או שווה לו."],"This is slightly below the recommended minimum of %5$d word. %3$sAdd a bit more copy%4$s.":["התוכן הוא מעט מתחת למינימום המומלץ של מילה %5$d. %3$s יש להוסיף תוכן נוסף %4$s.","התוכן הוא מעט מתחת למינימום המומלץ של %5$d מילים. %3$s יש להוסיף תוכן נוסף %4$s."],"The meta description contains %1$d sentence %2$sover %3$s words%4$s. Try to shorten this sentence.":["תיאור המטא מכיל משפט %1$d %2$s עם למעלה מ- %3$s מילים%4$s. נסה לקצר את משפט זה.","תיאור המטא מכיל %1$d משפטים %2$s עם למעלה מ- %3$s מילים%4$s. נסה לקצר את משפטים האלה."],"The meta description contains no sentences %1$sover %2$s words%3$s.":["תיאור המטא לא כולל משפטים %1$sעם למעלה מ- %2$s מילים%3$s."],"Step %1$d: %2$s":["שלב %1$d: %2$s"],"No new notifications.":["אין הודעות חדשות"],"Save all":["שמור הכל"],"Save":["שמירה"],"%1$s, Author at %2$s":["%1$s, מחבר ב-%2$s"],"Mobile preview":["תצוגה מקדימה למובייל"],"Desktop preview":["תצוגה מקדימה למחשב"],"Select redirect":["בחירת הפנייה"],"Please provide an SEO title by editing the snippet below.":["יש לספק כותרת SEO באמצעות עריכת התוכן המופיע למטה."],"Meta description preview:":["תצוגה מקדימה של תיאור מטא:"],"Slug preview:":["תצוגה מקדימה של הסלאג:"],"SEO title preview:":["תצוגה מקדימה של כותרת SEO:"],"Close snippet editor":["סגור את עורך הסניפט"],"Slug":["סלאג"],"Remove marks in the text":["הסר סימונים בטקסט"],"Mark this result in the text":["סמן תוצאה זו בטקסט"],"Marks are disabled in current view":["סימונים אינם פעילים בתצוגה הנוכחית"],"Good SEO score":["ציון SEO טוב"],"OK SEO score":["ציון SEO תקין"],"Feedback":["משוב"],"ok":["תקין"],"Choose an image":["בחר תמונה"],"Remove the image":["הסר תמונה"],"MailChimp signup failed:":["הרשמה למייל-צ'ימפ נכשלה:"],"Sign Up!":["הירשם!"],"Name":["שם"],"There is an error with the request.":["קיימת שגיאה בבקשה."],"Select profile":["בחירת פרופיל"],"Choose a profile":["בחר פרופיל"],"Authorization code":["קוד זיהוי"],"Reauthenticate with Google":["אמת מחדש באמצעות גוגל"],"To allow %s to fetch your Google Search Console information, please enter your Google Authorization Code. Clicking the button below will open a new window.":["כדי לאפשר ל-%s לאחזר מידע מקונסולת החיפוש של גוגל, אנא הזן את קוד הזיהוי של גוגל. לחיצה על הכפתור למטה תגרום לפתיחת חלון חדש."],"Please provide a meta description by editing the snippet below.":["יש לספק תיאור מטא באמצעות עריכת התוכן המופיע למטה."],"Edit snippet":["ערוך סניפט"],"You can click on each element in the preview to jump to the Snippet Editor.":["ניתן להקליק על כל אלמנט בתצוגה המקדימה כדי לדלג לעורך הסניפט."],"SEO title preview":["תצוגה מקדימה של כותרת SEO"],"Meta description preview":["תצוגה מקדימה של תיאור מטא"],"A problem occurred when saving the current step, {{link}}please file a bug report{{/link}} describing what step you are on and which changes you want to make (if any).":["אירעה בעיה בעת שמירת השלב הנוכחי, {{link}}אנא מלא דו\"ח תקלה{{/link}} המתאר באיזה שלב אתה ואילו שינויים ברצונך לבצע (אם ישנם). "],"Close the Wizard":["סגור את האשף"],"Export settings":["ייצא הגדרות"],"%1$s video tutorial":["%1$s מדריך וידאו"],"%s &rsaquo; Configuration Wizard":["%s &lsaquo; אשף ההתקנה"],"Please don't show me this notification anymore":["נא לא להציג יותר התראה זו"],"If you are experiencing issues, %1$splease file a bug report%2$s and we'll do our best to help you out.":["אם אתה חווה בעיות, %1$sאנא מלא דו\"ח תקלות%2$s ונעשה כמיטב יכולתנו על מנת לעזור לך."],"We've noticed you've been using %1$s for some time now; we hope you love it! We'd be thrilled if you could %2$sgive us a 5 stars rating on WordPress.org%3$s!":["שמנו לב שאתה משתמש ב- %1$s כבר במשך זמן מה; אנחנו מקווים שאתה אוהב אותו! נשמח אם תוכל %2$sלתת לנו דירוג של 5 כוכבים ב- WordPress.org%3$s!"],"Date archives settings":["הגדרות ארכיוני תאריכים"],"Author archives settings":["הגדרת ארכיוני מחברים"],"%1$s by %2$s":["%1$s על ידי %2$s"],"Warning: the variable %s cannot be used in this template. See the help center for more info.":["המשתנה %s לא ניתן לשימוש בתבנית זו. למידע נוסף הסתכל במרכז העזרה"],"By the way, did you know we also have a %1$sPremium plugin%2$s? It offers advanced features, like a redirect manager and support for multiple keyphrases. It also comes with 24/7 personal support.":["דרך אגב, ידעת שיש לנו גם %1$sתוסף פרימיום%2$s? הוא מציע מאפיינים מתקדמים, כמו ניהול הפניות ותמיכה במספר ביטויי מפתח. כמו כן, הוא מגיע עם תמיכה אישית 24/7."],"(no title)":["(ללא כותרת)"],"%s installation wizard":["אשף התקנת %s"],"The %1$s admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["תפריט סרגל הניהול של %1$s מכיל קישורים שימושיים לכלים של צד שלישי לצורך ניתוח עמודים והוא מאפשר לכם לראות בקלות אם יש לכם הודעות חדשות."],"Admin bar menu":["תפריט בסרגל הניהול"],"%1$s will check weekly if your site is still indexable by search engines and %2$s will notify you when this is not the case.":["%1$s יבדוק פעם בשבוע האם האתר עדיין מאונדקס במנועי חיפוש %2$s ויודיע כאשר זה לא המקרה."],"Features":["מאפיינים"],"SEO title":["כותרת SEO"],"While we strive to make setting up %1$s as easy as possible, we understand it can be daunting. If you’d rather have us set up %1$s for you (and get a copy of %2$s in the process), order our %3$s%1$s configuration service%4$s here!":["למרות המאמצים הרבים להקל על תהליך הגדרה של %1$s, אנחנו מבינים שהדבר יכול להרתיעה. אם תעדיף שנגדיר עבורך את %1$s (ובתוך כך תקבל גם עותק של %2$s), הזמן את %3$s%1$s שירות הגדרות שלנו%4$s כאן!"],"Welcome to the %1$s configuration wizard. In a few simple steps we'll help you configure your SEO settings to match your website's needs!":["ברוך הבא לאשף ההתקנה של %1$s. בכמה צעדים פשוטים נעזור לך להגדיר הגדרות SEO, כך שיתאים לצורכי האתר!"],"Google shows your website's name in the search results, if you want to change it, you can do that here.":["גוגל מציג את שם האתר בתוצאות חיפוש, אם ברצונך לשנות זאת, ניתן לעשות זאת כאן."],"Greater than sign":["סימן גדול מ-"],"Less than sign":["סימן פחות מ..."],"Right angle quotation mark":["סימן ציטוט זוויתי ימני"],"Left angle quotation mark":["סימן ציטוט זוויתי שמאלי"],"Small tilde":["טילדה קטנה"],"Vertical bar":["קו אנכי"],"Low asterisk":["כוכבית נמוכה"],"Asterisk":["כוכבית"],"Bullet":["נקודה"],"Middle dot":["נקודה אמצעית"],"Em dash":["מפריד Em"],"En dash":["מפריד En"],"Dash":["מפריד"],"Choose the symbol to use as your title separator. This will display, for instance, between your post title and site name. Symbols are shown in the size they'll appear in the search results.":["יש לבחור את הסמל שישמש כמפריד כותרת. מפריד זה יוצג, למשל, בין כותרת הפוסט לבין שם האתר. הסמלים מוצגים בגודל בו הם יופיעו בתוצאות החיפוש."],"The name of the person":["השם של הבן אדם"],"No":["לא"],"Yes":["כן"],"Does, or will, your site have multiple authors?":["האם לאתר יש, או יהיו, מחברים מרובים?"],"WordPress automatically generates an URL for each media item in the library. Enabling this will allow for google to index the generated URL.":["וורדפרס מייצר באופן אוטומטי כתובת לכל פריט מדיה בספרייה. אם תאפשר זאת, גוגל יוכל לאנדקס את הכתובות."],"Success!":["הצלחה!"],"Title settings":["הגדרות כותרת"],"Google Search Console":["קונסולת החיפוש של גוגל"],"Multiple authors":["מחברים מרובים"],"Site type":["סוג אתר"],"Environment":["סביבה"],"Yoast option %1$s not found.":["אפשרות יוסט %1$s לא נמצאה."],"Google Structured Data Test":["בדיקת מבנה נתונים לגוגל"],"Posts list":["רשימת פוסטים"],"Posts list navigation":["ניווט ברשימת הפוסטים"],"Filter posts list":["סינון רשימת פוסטים"],"Note that links to archives might be still output by your theme and you would need to remove them separately.":["שימו לב שהתבנית עלולה עדיין להפיק קישורים לארכיונים, כך שיהיה צורך להסיר אותם בנפרד."],"%1$s to optimize your site even further":["%1$s כדי לייעל את האתר אפילו יותר"],"%1$s extensions":["הרחבות %1$s"],"Comes with our 30-day no questions asked money back guarantee":["מגיע עם ההבטחה שלנו להחזר כספי תוך 30 יום מבלי לשאול שאלות"],"More information %1$sabout %3$s%2$s":["מידע נוסף %1$sאודות %3$s%2$s"],"Installed":["מותקן"],"gain access to our 24/7 support team.":["קבל גישה 24/7 לצוות התמיכה."],"Premium support":["תמיכת פרימיום"],"check what your Facebook or Twitter post will look like.":["בדוק איך הפוסט ייראה בפייסבוק או בטוויטר."],"Social previews":["תצוגות מקדימות לרשתות חברתיות"],"create and manage redirects from within your WordPress install.":["צור ונהל הפניות מתוך וורדפרס."],"Redirect manager":["מנהל הפניות"],"%1$s, take your optimization to the next level!":["%1$s, קחו את האופטימיזציה לשלב הבא!"],"A seamless integration between %1$s and %2$s":["אינטגרציה מלאה בין %1$s לבין %2$s"],"Use %1$s breadcrumbs instead of %2$s ones":["השתמש בפירורי לחם של %1$s במקום אלו של %2$s"],"Easily insert Google Maps, a store locator, opening hours and more":["הכנס בקלות גוגל מפות, מאתר חנויות, שעות פתיחה ועוד"],"Creates XML News Sitemaps":["יוצר מפת אתר"],"Immediately pings Google on the publication of a new post":["מיידע את גוגל באופן מיידי עם כל פרסום של פוסט חדש"],"Optimize your site for Google News":["בצע אופטימיזציה לאתר בחדשות גוגל"],"Make videos responsive through enabling fitvids.js":["הפוך סרטונים לרספונסיביים באמצעות הפעלת fitvids.js"],"Enhance the experience of sharing posts with videos":["שפר את חווית שיתוף הפוסטים באמצעות סרטונים"],"Show your videos in Google Videos":["הצג את הסרטונים שלך בגוגל וידאו"],"Crawl issues list":["רשימת בעיות סריקה"],"Crawl issues list navigation":["ניווט ברשימת בעיות סריקה"],"Edit &#8220;%s&#8221;":["ערוך את &#8220;%s&#8221;"],"Premium":["פרימיום"],"Google Trends":["גוגל טרנדים"],"Notifications":["התראות"],"Removes the focus keyphrase section from the metabox and disables all SEO-related suggestions.":["מסיר את ביטוי מפתח למיקוד מה-metabox ומנטרל את כל המלצות ה-SEO."],"Disable SEO analysis":["בטל ניתוח SEO"],"Twitter settings":["הגדרת טוויטר"],"Pinterest settings":["הגדרות פינטרסט"],"Facebook settings":["הגדרות פייסבוק"],"Title separator symbol":["סמל מפריד הכותרת"],"RSS feed settings":["הגדרות פיד RSS"],"Breadcrumbs settings":["הגדרות פירורי לחם"],"Make primary":["הגדר כראשי"],"Enter your Google Authorization Code and press the Authenticate button.":["הזן קוד זיהוי של גוגל ולחץ על כפתור האימות."],"Knowledge base article":["מאמר ממאגר המידע"],"Open the knowledge base article in a new window or read it in the iframe below":["פתח את המאמר ממאגר המידע בחלון חדש או קרא אותו ב-iFrame למטה"],"Search results":["תוצאות חיפוש"],"%s notification":["התראה %s","%s התראות"],"Disable readability analysis":["בטל ניתוח קריאות"],"Removes the readability analysis section from the metabox and disables all readability-related suggestions.":["מסיר את כרטיסיית ניתוח קריאות מה-metabox ומבטל את כל ההצעות הקשורות לקריאות."],"Readability analysis":["ניתוח קריאות"],"Needs improvement":["דרוש שיפור"],"Readability":["קריאוּת"],"You are trying to load non-minified files. These are only available in our development package. Check out %1$s to see all the source files.":["אתה מנסה לטעון קבצים שלא הוקטנו, והם זמינים אך ורק דרך חבילת הפיתוח שלנו. בדוק את %1$s כדי לצפות בכל קבצי המקור."],"Improvements":["שיפורים"],"Dismiss this item.":["בטל פריט זה."],"Good job! We could detect no serious SEO problems.":["עבודה טובה! לא נמצאו בעיות SEO משמעותיות."],"We have detected the following issues that affect the SEO of your site.":["מצאנו את הסוגיות הבאות שמשפיעות על ה-SEO של אתרך."],"Problems":["בעיות"],"Analysis":["ניתוח"],"Not available":["לא זמין"],"Filter by SEO Score":["סינון לפי ציון SEO"],"Meta description not set.":["תיאור מטא טרם נקבע."],"Video tutorial":["מדריך וידאו"],"Email support is a %s feature":["תמיכה באימייל היא תכונה של %s"],"Knowledge base":["מאגר מידע"],"Open":["פתח"],"Loading...":["טוען..."],"Something went wrong. Please try again later.":["משהו השתבש, נא לנוסת שוב מאוחר יותר."],"No results found.":["לא נמצאו תוצאות."],"Dashboard":["לוח בקרה"],"You can fix this on the %1$sPermalink settings page%2$s.":["ניתן לתקן זאת דרך %1$sהגדרות מבנה קישורים%2$s."],"Paging comments is enabled, this is not needed in 999 out of 1000 cases, we recommend to disable it.":["חלוקת תגובות לעמודים הופעלה. ב-999 מתוך 1,000 מקרים אין בה צורך, ולכן אנחנו ממליצים לבטל אותה."],"Replaced with the primary category of the post/page":["הוחלף בקטגוריה הראשית של הפוסט / העמוד"],"Pinterest confirmation":["אישור פינטרסט"],"If you have already confirmed your website with Pinterest, you can skip the step below.":["אם כבר אישרת את האתר עם פינטרסט, ניתן לדלג על השלב הבא."],"Format-based archives":["ארכיונים מבוססי תבנית"],"Webmaster Tools verification":["אימות כלי מנהלי אתרים"],"Follow our %1$s for WordPress training and become a certified %1$s Expert!":["עקוב אחר ה%1$s שלנו לאימון בWordPress ותהפוך למומחה %1$s מוסמך"],"Want to be a %s Expert?":["רוצה להיות מומחה ב%s?"],"Buy %s":["קנה %s"],"Show information about errors in category %s":["הצג מידע על שגיאות בקטגוריה %s"],"New %1$s Title":["כותרת %1$s חדשה"],"Existing %1$s Title":["כותרת %1$s קיימת"],"Expected an integer as input.":["ערך מספרי שלם מצופה כקלט"],"Trying to build the sitemap cache key, but the postfix and prefix combination leaves too little room to do this. You are probably requesting a page that is way out of the expected range.":["ניסינו לבנות את מפתח המטמון למפת אתר, אך השילוב של תחילית וסופית משאיר מעט מדי מקום מכדי לעשות זאת. ככל הנראה העמוד שנמצא מעבר לטווח המצופה."],"Remove":["הסר"],"Keep":["שמור"],"Bold the last page":["הדגש עמוד אחרון"],"Regular":["רגיל"],"Bold":["מודגש"],"Show Blog page":["הצג עמוד בלוג"],"Primary %s":["%s ראשי"],"Primary":["ראשי"],"Make %1$s primary %2$s":["הפוך את %1$s ל%2$s הראשי"],"Term is set to noindex.":["המונח מוגדר כ-noindex."],"Author archives":["ארכיון מחברים"],"Show":["הצג"],"Enabled":["פעיל"],"Disabled":["מכובה"],"%1$s has not fetched your site's indexability status yet from %2$s":["%1$s עדיין לא הצליח לבדוק את סטטוס האינדקס של האתר ב- %2$s"],"The separator defined in your theme's %s tag.":["הקו מפריד שהוגדר בתבנית שלך %s תגית."],"No index":["No index"],"Analyze entire site":["נתח את האתר כולו"],"Fetch the current status":["אתר את הסטטוס הנוכחי"],"%1$s%2$s has not been able to fetch your site's indexability status%3$s from %4$s":["%1$s%2$s לא יכול היה למשוך את סטטוס של האתר במנועי חיפוש%3$s מתוך %4$s"],"Your homepage can be indexed by search engines.":["עמוד הבית של האתר יכול להתאנדקס במנועי חיפוש."],"Indexability check by %1$s":["בדיקת יכולת אינדוקס בעזרת %1$s"],"If you want to use an image for sharing on %1$s, you can upload / choose an image or add the image URL here.":["אם אתם רוצים להשתמש בתמונה לשיתוף ב- %1$s, אתם יכולים להעלות/ לבחור או להוסיף כתובת URL של התמונה כאן."],"If you don't want to use the meta description for sharing on %1$s but want another description there, write it here.":["אם אינך רוצה שהתיאור יופיע ב%1$s, ניתן להזין כאן תיאור חלופי."],"If you don't want to use the title for sharing on %1$s but instead want another title there, write it here.":["אם אינך מעוניין להשתמש בכותרת הפוסט לשיתוף ב%1$s, אלא להגדיר כותרת אחרת, יש להזין אותה פה."],"%1$sYour homepage cannot be indexed by search engines%2$s. This is very bad for SEO and should be fixed.":["%1$s עמוד הבית לא ניתן לאינדוקס על ידי מנועי חיפוש %2$s. זה מונע ממנועי חיפוש להציג את האתר, יש לתקן זאת."],"Once Weekly":["פעם בשבוע"],"SEO score":["ציון SEO"],"Recalculating SEO scores for all pieces of content with a focus keyphrase.":["מחשב מחדש ציון SEO לכל התוכנים הכוללים את ביטוי מפתח למיקוד."],"%1$s of %2$s done.":["%1$s מ %2$s הסתיים."],"We've updated our SEO score algorithm. %1$sRecalculate the SEO scores%2$s for all posts and pages.":["אנחנו עדכנו את אלגוריתם .  %1$sלחצו כאן על מנת לשקלל את ציון ה- SEO %2$s לכל הדפים והפוסטים."],"Team Yoast":["צוות Yoast"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["פתרון ה-SEO הכולל הראשון עבור וורדפרס, הכולל ניתוח עמוד, מפות אתר ועוד."],"Yoast SEO":["יוסט SEO"],"Activation failed:":["ההפעלה נכשלה:"],"The filter extension seem to be unavailable. Please ask your web host to enable it.":["כנראה שהמסנן אינו פעיל, יש לפנות לחברת האכסון כדי להפעיל אותו."],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":["התקנת התוסף %1$s לא הושלמה. אנא פנה אל %2$sהוראות ההתקנה%3$s."],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":["נראה כי ההרחבה Standard PHP Library (SPL)  אינה זמינה. נא לפנות לחברת האחסון להפעיל אותה."],"SEO Settings":["הגדרות SEO"],"Mobile-Friendly Test":["בדיקת תאימות למובייל"],"Google Page Speed Test":["בדיקת מהירות טעינת עמוד"],"CSS Validator":["אימות תקינות CSS"],"HTML Validator":["אימות תקינות HTML"],"Pinterest Rich Pins Validator":["אימות תקינות פינים-עשירים של פינטרסט"],"Facebook Debugger":["פייסבוק דבאגר"],"Check Headers":["בדיקת כותרת עליונה"],"Check Google Cache":["בדיקת זיכרון מטמון של גוגל"],"Analyze this page":["נתח עמוד זה"],"Keyword Research":["מחקר מילות מפתח"],"%s does not seem to be a valid url. Please correct.":["%s איננה כתובת חוקית. נא לתקן."],"%1$s does not seem to be a valid %2$s verification string. Please correct.":["נראה כי %1$s איננה מחרוזת אימות %2$s תקינה. נא לתקן."],"%s Archive":["ארכיון %s"],"You searched for %s":["חיפוש עבור %s"],"%s does not seem to be a valid Twitter Username. Please correct.":["%s איננו שם משתמש חוקי בטוויטר. נא לתקן."],"Summary with large image":["תקציר עם תמונה גדולה"],"Summary":["תקציר"],"The post %1$s appeared first on %2$s.":["הפוסט %1$s הופיע לראשונה ב-%2$s."],"No numeric value was received.":["לא התקבל ערך מספרי."],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":["זה חייב להיות אתר קיים. האתר %s לא קיימת או סומן כנמחק."],"The default blog setting must be the numeric blog id of the blog you want to use as default.":["הגדרת ברירת המחדל של האתר צריכה להיות ערך מספרי של האתר בו יש להשתמש כברירת מחדל."],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":["%1$s לא ניתן לאפשר גישה לבחירה זו %2$s. הבחירה אופסה לברירת מחדל."],"Please select a valid post type for taxonomy \"%s\"":["נא לבחור סוג תוכן לטקסונומיה \"%s\""],"Please select a valid taxonomy for post type \"%s\"":["נא לבחור טקסונומיה לתוכן מסוג \"%s\""],"You searched for":["חיפשת"],"Home":["דף הבית"],"Archives for":["ארכיון עבור"],"Error 404: Page not found":["שגיאה 404: הדף לא נמצא"],"Good":["טוב"],"Replaced with a custom taxonomies description":["הוחלף בתיאור טקסונומיה"],"Replaced with a posts custom taxonomies, comma separated.":["הוחלף בטקסונומיות פוסטים מופרדים בפסיקים."],"Replaced with a posts custom field value":["הוחלף בערך של השדה המיוחד"],"Replaced with the slug which caused the 404":["הוחלף במזהה כתובת שיצר שגיאת 404"],"Replaced with the posts focus keyphrase":["הוחלף בביטוי מפתח למיקוד של הפוסטים"],"Attachment caption":["מצורף הכיתוב"],"Replaced with the current page number":["הוחלף במספר העמוד הנוכחי"],"Replaced with the current page total":["הוחלף במספר העמודים הכולל"],"Replaced with the current page number with context (i.e. page 2 of 4)":["הוחלף במספר העמוד הנוכחי כולל מלל (למשל עמוד 2 מתוך 4)"],"Replaced with the post/page author's 'Biographical Info'":["הוחלף בביוגרפיה של מחבר הפוסט/עמוד"],"Replaced with the post/page author's 'nicename'":["הוחלף בכינוי של מחבר העמוד/פוסט"],"Replaced with the post/page ID":["הוחלף במזהה של הפוסט/עמוד"],"Replaced with the post/page modified time":["הוחלף בשעת עדכון הפוסט/עמוד"],"Replaced with the content type plural label":["הוחלף בשם של סוג התוכן בלשון רבים"],"Replaced with the content type single label":["הוחלף בשם של סוג התוכן בלשון יחיד"],"Replaced with the current search phrase":["הוחלף בביטוי החיפוש הנוכחי"],"Replaced with the term name":["הוחלף בשם המונח"],"Replaced with the term description":["הוחלף בתיאור המונח"],"Replaced with the tag description":["הוחלף בתיאור התגית"],"Replaced with the category description":["הוחלף בתיאור הקטגוריה"],"Replaced with the post categories (comma separated)":["הוחלף בקטגוריות הפוסט (מופרדות בפסיקים)"],"Replaced with the current tag/tags":["הוחלף בתגיות הנוכחיות"],"Replaced with the post/page excerpt (without auto-generation)":["הוחלף בתקציר הפוסט/עמוד (ללא יצירה אוטומטית)"],"Replaced with the post/page excerpt (or auto-generated if it does not exist)":["הוחלף בתקציר הפוסט/עמוד (או שייווצר באופן אוטומטי אם לא קיים)"],"The site's name":["שם האתר"],"Replaced with the title of the parent page of the current page":["הוחלף בכותרת של עמוד-אב"],"Replaced with the title of the post/page":["הוחלף בכותרת הפוסט/עמוד"],"Replaced with the date of the post/page":["הוחלף בתאריך הפוסט/עמוד"],"Page %1$d of %2$d":["עמוד %1$d מתוך %2$d"],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":["לא ניתן שנות משתנה WPSEO על ידי רישום משתנה באותו שם, יש להשתמש בפילטר \"wpseo_replacements\"."],"A replacement variable with the same name has already been registered. Try making your variable name unique.":["כבר נרשם משתנה החלפה עם שם זהה. יש לבחור שם אחר למשתנה."],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":["משתנה החלפה לא יכול להתחיל עם \"%%cf_\" או עם \"%%ct_\" משום שתחיליות אלה שמורות למשתני ברירת המחדל של התוסף לתכנים מותאמים וטקסונומיות. יש לבחור שם אחר למשתנה."],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":["משתנה החלפה יכול להכיל רק תווים אלפאנומריים, קו תחתון או במקף. יש לשנות את המשתנה."],"Admin only notice: this page does not show a meta description because it does not have one, either write it for this page specifically or go into the [%1$s - %2$s] menu and set up a template.":["מנהל שים לב: דף זה לא מציג תיאור מטא בגלל שאין לו תיאור. ניתן לכתוב תיאור ספציפי לעמוד זה או לגשת לתפריט [%1$s - %2$s] וליצור תיאור גנרי."],"Page not found":["העמוד לא נמצא"],"%s Archives":["ארכיון %s"],"Search for \"%s\"":["חיפוש \"%s\""],"Meta description to use for Author page":["תיאור מטא בדפי מחברים"],"Title to use for Author page":["כותרת בדף מחבר"],"%1$s settings":["הגדרות %1$s"],"Export your %1$s settings":["ייצוא הגדרות %1$s"],"Import settings":["ייבוא ​​הגדרות"],"Import from other SEO plugins":["ייבוא הגדרות מתוסף SEO אחר"],"Import":["ייבוא"],"If you had a %s file and it was editable, you could edit it from here.":["אם לאתר היה קובץ %s והוא היה פתוח לכתיבה, ניתן היה לערוך אותו מכאן."],"If your %s were writable, you could edit it from here.":["אם הקובץ %s היה פתוח לכתיבה, ניתן היה לערוך אותו מכאן."],"You don't have a %s file, create one here:":["לאתר אין קובץ %s, צור קובץ:"],"A link to your site, with your site's name and description as anchor text.":["קישור לאתר עם תיאור האתר בטקסט העוגן."],"A link to your site, with your site's name as anchor text.":["קישור לאתר עם שם האתר בטקסט העוגן."],"A link to the post, with the title as anchor text.":["קישור לפוסט עם הכותרת בטקסט העוגן."],"A link to the archive for the post author, with the authors name as anchor text.":["קישור לארכיון המחבר, עם שם המחבר בטקסט העוגן."],"You can use the following variables within the content, they will be replaced by the value on the right.":["ניתן להשתמש במשתנים הבאים בתוכן, הם יוחלפו בערכים המתאימים."],"Content to put after each post in the feed":["תוכן שיופיע אחרי כל פוסט בפיד"],"Content to put before each post in the feed":["תוכן שיופיע לפני כל פוסט בפיד"],"This feature is used to automatically add content to your RSS, more specifically, it's meant to add links back to your blog and your blog posts, so dumb scrapers will automatically add these links too, helping search engines identify you as the original source of the content.":["אפשרות זו מוסיפה לפיד ה-RSS קישורים לאתר ולפוסט הספציפי, כך שגנבי תוכן ומכונות אוטומטיות יקשרו בחזרה לאתר זה. הדבר יכול לעזור למנועי חיפוש לזהות את מקור התוכן המועתק."],"Usage of this breadcrumbs feature is explained in %1$sour knowledge-base article on breadcrumbs implementation%2$s.":["האופן שימוש בפירורי לחם מוסבר ב%1$sמדריך ליישום פירורי לחם%2$s."],"How to insert breadcrumbs in your theme":["כיצד להכניס פירורי לחם לתבנית"],"Blog":["אתר"],"Content type archive to show in breadcrumbs for taxonomies":["ארכיון סוגי תוכן להצגה בפירורי לחם של טקסונומיות"],"Taxonomy to show in breadcrumbs for content types":["טקסונומיה להצגה בפירורי לחם של סוגי תוכן"],"Breadcrumb for 404 Page":["פירורי לחם לעמודי 404"],"Prefix for Search Page breadcrumbs":["קידומת עבור פירורי לחם בעמוד חיפוש"],"Prefix for Archive breadcrumbs":["קידומת עבור פירורי לחם של ארכיונים"],"Prefix for the breadcrumb path":["קידומת לנתיב של פירורי לחם"],"Anchor text for the Homepage":["טקסט עוגן לעמוד הבית"],"Separator between breadcrumbs":["מפריד בין הפריטים בפירורי לחם"],"Enable Breadcrumbs":["אפשר פירורי לחם"],"Below are your published posts' SEO scores. Now is as good a time as any to start improving some of your posts!":["בהמשך תמצאו את ציוני ה-SEO עבור הפוסט. זה זמן מצוין להתחיל לשפר את הפוסטים."],"Credits":["קרדיטים"],"&laquo; Back to Tools page":["חזרה לעמוד כלים"],"%1$s comes with some very powerful built-in tools:":["%1$s מגיע עם כמה כלים מובנים חזקים מאוד:"],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":["כלי זה מאפשר לשנות בקלות קבצים חשובים לשיפור ה-SEO, לדוגמה קובץ robots.txt וקובץ .htaccess."],"File editor":["עריכת קבצים"],"Import settings from other SEO plugins and export your settings for re-use on (another) blog.":["ייבוא הגדרות מתוספי SEO אחרים או ייצוא הגדרות לשימוש באתר אחר."],"Import and Export":["ייבוא וייצוא"],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":["כלי זה מאפשר לך לבצע שינויים בכותרות ובתיאורי עמודים ומאמרים במהירות ללא צורך בכניסה לעורך טקסט של כל עמוד בנפרד."],"Bulk editor":["עריכה קבוצתית"],"To %1$sconfirm your site with Pinterest%2$s, add the meta tag here:":["כדי %1$sלאשר את האתר עם פינטרסט%2$s, יש להוסף תגית מטא כאן:"],"Pinterest uses Open Graph metadata just like Facebook, so be sure to keep the Open Graph checkbox on the Facebook tab checked if you want to optimize your site for Pinterest.":["פינטרסט משתמש בנתוני מטה דטה מסוג Open Graph בדומה לפייסבוק, יש לוודא כי תיבת הסימון של Open Graph מסומנת בלשונית של פייסבוק כדי לבצע אופטיזמציה של האתר בפינטרסט."],"The default card type to use":["השתמש בכרטיס מסוג"],"Add Twitter card meta data":["הוסף תגיות מטה דטה של כרטיס טוויטר"],"This image is used if the post/page being shared does not contain any images.":["תמונת ברירת מחדל לשיתוף כאשר העמוד/פוסט אינו מכיל תמונה ראשית."],"Default settings":["הגדרות ברירת מחדל"],"Copy home meta description":["העתק תיאור מטא של עמוד הבית"],"Description":["תאור"],"Image URL":["כתובת תמונה"],"These are the title, description and image used in the Open Graph meta tags on the front page of your site.":["הגדרות Open Graph אלה כוללות את הכותרת, התיאור והתמונה המשמשות בעמוד הראשי של האתר."],"Frontpage settings":["הגדרות דף ראשי"],"Add Open Graph meta data":["הוסף תגיות Open Graph"],"YouTube URL":["כתובת יוטיוב"],"Pinterest URL":["כתובת פינטרסט"],"MySpace URL":["כתובת מייספייס"],"LinkedIn URL":["כתובת לינקדאין"],"Instagram URL":["כתובת אינסטגרם"],"Twitter Username":["משתמש טוויטר"],"Facebook Page URL":["כתובת עמוד פייסבוק"],"Accounts":["חשבונות"],"Restore site to defaults":["שיחזור ברירת המחדל של האתר"],"Site ID":["ה-ID של האתר"],"Using this form you can reset a site to the default SEO settings.":["באמצעות טופס זה ניתן לשחזר את הגדרות ברירת המחדל."],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new sites.":["הגדרות רגישות לפרטיות (מנהלי פייסבוק וכאלה), הגדרות ספציפי לתבנית (שכתוב כותרות) וכמה הגדרות ספציפיות אחרות לא ייובאו לאתרים חדשים."],"Enter the %1$sSite ID%2$s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":["יש להכניס את %1$sמזהה האתר%2$s שבהגדרותיו תרצה להשתמש כברירת מחדל עבור כל האתרים שהוספו לרשת. השאר ריק אם אין אתר כזה (במצב זה יעשה שימוש בהגדרות ברירת המחדל של התוסף)."],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":["יש לבחור את האתר שהגדרותיו ישמשו כהגדרות ברירת מחדל לכל אחר חדש שיתווסף לרשת. אם לא יבחר אתר מסוים, יעשה שימשו בהגדרות ברירת המחדל של התוסף."],"New sites in the network inherit their SEO settings from this site":["אתרים חדשים ברשת יורשים את הגדרות ה-SEO שלהם מאתר זה."],"Super Admins only":["סופר מנהלים בלבד"],"Site Admins (default)":["מנהלי אתר (ברירת מחדל)"],"Who should have access to the %1$s settings":["קבע למי תהייה גישה להגדרות %1$s "],"spam":["ספאם"],"mature":["בוגר"],"archived":["אורכב"],"public":["ציבורי"],"%s restored to default SEO settings.":["%s שיחזרו להגדרות SEO ברירת מחדל."],"Settings Updated.":["עדכון הגדרות."],"404 pages":["עמודי 404"],"Search pages":["דפי חיפוש"],"These pages will be %s by default, so they will never show up in search results.":["דפים אלה יהיו %s כברירת מחדל, כך שהם לא יופיעו בתוצאות החיפוש."],"Special Pages":["דפים מיוחדים"],"Date-based archives could in some cases also be seen as duplicate content.":["דפי ארכיון מבוססי תאריך יכולים להיחשב כתוכן כפול במקרים מסוימים."],"If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or to add %s to it so it doesn't show up in the search results.":["אם זה המקרה באתר, ניתן לבחור לכבות אותו (מה שיגרום להפניה אל עמוד הבית), או להוסיף לו %s, כך שהוא לא יופיע בתוצאות החיפוש."],"If you're running a one author blog, the author archive will be exactly the same as your homepage. This is what's called a %1$sduplicate content problem%2$s.":["במידה ולאתר יש כותב אחד, ארכיון הכותב יהיה זהה לארכיון של עמוד הבית. הדבר יוצר %1$sבעיית תוכן משוכפל%2$s."],"Date archives":["ארכיון תאריך"],"author archives":["ארכיון מחברים"],"Title":["כותרת"],"%1$s Meta Box":["%1$s Meta Box"],"Hide":["הסתר"],"Date in Snippet Preview":["תאריך בצפייה המקדימה"],"Take note:":["רשום הערה:"],"You can determine the title and description for the blog page by %1$sediting the blog page itself%2$s.":["ניתן לשלוט בכותרת ובתיאור של עמוד הפוסטים על ידי %1$s עריכת העמוד עצמו %2$s."],"You can determine the title and description for the front page by %1$sediting the front page itself%2$s.":["ניתן לשלוט בכותרת ובתיאור של העמוד הראשי על ידי %1$s עריכת העמוד הראשי %2$s."],"Homepage &amp; Front page":["עמוד הבית והעמוד הראשי"],"Title Separator":["מפריד כותרת"],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s בודק אוטומטית אם יש צורך לכפות שכתוב כותרות, אם לדעתך הוא טועה, אפשר לשנות את ההגדרה כאן, בתנאי שידוע לך מה ההשלכות של הפעולה."],"Force rewrite titles":["חייב שכתוב מחדש של הכותרות"],"Taxonomies":["טקסונומיות"],"Homepage":["עמוד הבית"],"%1$s Extensions":["הרחבות %1$s"],"Seamlessly integrate WooCommerce with %1$s and get extra features!":["שלבו בצורה חלקה את ווקומרס עם %1$s וקבלו תכונות נוספות!"],"Rank better locally and in Google Maps, without breaking a sweat!":["דירוג גבוה יותר בחיפוש מקומי ובגוגל מפות, בלי לשבור את הראש!"],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":["האם האתר מופיע בגוגל חדשות? הגדילו את התנועה מגוגל חדשות על ידי אופטימיזציה יעודית!"],"Optimize your videos to show them off in search results and get more clicks!":["אופטימיזציה לוידאו תחשוף אותם בתוצאות מנועי חיפוש ותייצר יותר הקלקות!"],"The premium version of %1$s with more features & support.":["גרסת פרימיום של %1$s עם תמיכה ומאפיינים נוספים."],"Person":["אדם"],"This data is shown as metadata in your site. It is intended to appear in %1$sGoogle's Knowledge Graph%2$s. You can be either an organization, or a person.":["מידע זה מוצג במטה דטה באתר. הוא מיועד להופיע ב%1$sגרף הידע של גוגל%2$s. ניתן לייצג אדם או ארגון."],"Website name":["שם האתר"],"Webmaster Tools":["כלי מנהלי אתרים"],"You do not have your postname in the URL of your posts and pages, it is highly recommended that you do. Consider setting your permalink structure to <strong>/%postname%/</strong>.":["אין את כותרת הפוסט בתוך ה URL, דבר שמאוד מומלץ. שקול שינוי הגדרת הלינקים ל<strong>/%postname%/</strong>."],"RSS":["RSS"],"Breadcrumbs":["פירורי לחם"],"or":["או"],"Save Profile":["שמירת פרופיל"],"There were no profiles found":["לא נמצאו פרופילים"],"Profile":["פרופיל"],"Current profile":["פרופיל נוכחי"],"Authenticate":["אימות"],"Get Google Authorization Code":["קבל קוד זיהוי מגוגל"],"Reload crawl issues":["טען מחדש בעיות סריקה"],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year of support and updates, on %2$s.":["כדי שיתאפשר לכם לבצע הפניה ולתקן את הבעיה בזו, אתם צריכים %1$s. אתם יכולים לרכוש את התוסף, כולל שנה של תמיכה תכנית ועדכונים, ב- %2$s."],"Creating redirects is a %s feature":["יצירת הפניות היא אפשרות של %s"],"Errors that only occurred when your site was crawled by Googlebot for feature phones (errors didn't appear for desktop).":["שגיאות שהתחרשו בזמן שהבוט של גוגל למכשירי טלפון פשוטים סרק את האתר (השגיאות לא הופיעו בסריקה של האתר הרגיל)."],"Errors that occurred only when your site was crawled by Googlebot-Mobile (errors didn't appear for desktop).":["שגיאות שהתחרשו בזמן שהבוט של גוגל למכשירים ניידים סרק את האתר (השגיאות לא הופיעו בסריקה של האתר הרגיל)."],"Errors that occurred when your site was crawled by Googlebot.":["שגיאות שהתרחשו בזמן שהבוט של גוגל סרק את האתר."],"Issue categories":["קטגוריות בעיות"],"Incorrect Google Authorization Code.":["קוד הזיהוי של גוגל היה שגוי."],"The issues have been successfully reloaded!":["הבעיות נטענו מחדש בהצלחה!"],"The %1$s data has been removed. You will have to reauthenticate if you want to retrieve the data again.":["נתוני %1$s הוסרו. יש לאמת מחדש כדי להחזר שוב את הנתונים."],"Crawl errors per page":["בעיות סריקה לפי עמוד"],"Search":["חיפוש"],"Don't miss your crawl errors: %1$sconnect with Google Search Console here%2$s.":["אל תחמיץ את שגיאות הסריקה באתר: %1$sהתחבר באמצעות קונסולת החיפוש של גוגל%2$s."],"Create redirect":["צור הפנייה"],"Mark as fixed":["סמן כ\"תוקן\""],"Response code":["קוד תגובה"],"First detected":["נמצא לראשונה"],"Last crawled":["נסרק לאחרונה"],"URL":["URL"],"%1$s detected you’re using a version of %2$s which is not compatible with %1$s. Please update %2$s to the latest version to use this feature.":[" %1$s זיהה שגירסת %2$s אינה נתמכת על ידי %1$s. יש לעדכן את %2$s לגרסה האחרונה כדי להשתמש בתכונה זו."],"Yoast plugins share some code between them to make your site faster. As a result of that, we need all Yoast plugins to be up to date. We've detected this isn't the case, so please update the Yoast plugins that aren't up to date yet.":["התוספים של יואסט משתפים ביניהם קוד כדי שהאתר יהיה מהיר יותר. כפועל יוצא, כל התוספים של יואסט צריכים להיות מעודכנים. באתר זה לא כולם מעודכנים, לכן יש לעדכן אותם."],"Feature phone":["טלפון פשוט"],"Smartphone":["טלפון חכם"],"Desktop":["מחשב שולחני"],"The target URL doesn't exist, but your server is not returning a 404 (file not found) error.":["כתובת היעד לא קיימת אך השרת לא החזיר שגיאת 404 (הקובץ לא נמצא)."],"Soft 404":["404 רך"],"Request timed out or site is blocking Google.":["משך ההמתנה לבקשה ארוך מדי או שהאתר חוסם את גוגל."],"Server Error":["שגיאת שרת"],"Googlebot could access your site, but certain URLs are blocked for Googlebot in your %1$s file. This block could either be for all Googlebots or even specifically for Googlebot-mobile.":["הבוט של גוגל יכול היה לגשת לאתר, אבל כתובות מסוימות נחסמו עבורו בקובץ %1$s. חסימה זו יכולה הייתה להתייחס לכל הבוטים של גוגל או רק עבור הבוט הספציפי למכשירים ניידים."],"Blocked":["חסום"],"Google was unable to crawl this URL due to an undetermined issue.":["גוגל לא יכול לסרוק כתובת זו מסיבה לא ידועה."],"URL points to a non-existent page.":["הפניה לעמוד שלא קיים."],"Not found":["לא נמצא"],"Not followed":["לא נעקב"],"Faulty redirects":["הפניות שגויות"],"Server requires authentication or is blocking Googlebot from accessing the site.":["השרת דורש אימות או שהוא חוסם את הבוט של גוגל מגישה לאתר."],"Access denied":["גישה נדחתה"],"Deactivate %s":["כיבוי %s"],"The %1$s plugin might cause issues when used in conjunction with %2$s.":["התוסף %1$s עלול ליצור בעיות כשמשתמשים בו יחד עם %2$s."],"Upload Image":["העלאת תמונה"],"Remove these ads?":["הסרת מודעות?"],"%s Posts Overview":["סקירת %s"],"The Breadcrumbs Title is used in the breadcrumbs where this taxonomy appears.":["כותרת פירורי לחם מופיעה בפירורי לחם במקום בו מופיעה הטקסונומיה."],"Breadcrumbs title":["כותרת פירורי לחם"],"The canonical link is shown on the archive page for this term.":["קישור הקנוניקל מוצג בדף ארכיון עבור ביטוי זה."],"Facebook App ID":["פייסבוק App ID"],"Pinterest":["פינטרסט"],"Other":["אחר"],"Archives":["ארכיונים"],"Email":["אימייל"],"Previous":["קודם"],"Next":["הבא"],"Close":["סגור"],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines and might slow down your site.":["גם %1$s וגם %2$s יכולים ליצור מפת אתר בפורמט XML. לשתי מפות אתר בפורמט XML אין יתרון מבחינת מנועי חיפוש, והן עלולות להאט את האתר."],"Configure %1$s's Open Graph settings":["הגדר הגדרות Open Graph עבור %1$s"],"Both %1$s and %2$s create Open Graph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":["גם %1$s וגם %2$s יוצרים פלט Open Graph, מה שעלול לגרום לפייסבוק, טוויטר, לינקדאין ורשתות חברתיות אחרות להשתמש בתכנים כתובים ובתמונות לא נכונות כשמשתפים עמודים."],"%s Image":["תמונת %s"],"%s Description":["תאור %s"],"%s Title":["כותרת %s"],"Twitter":["טוויטר"],"Facebook":["פייסבוק"],"The recommended image size for %1$s is %2$s pixels.":["גודל תמונה מומלץ עבור %1$s הוא %2$s פיקסלים."],"If you want to override the image used on %s for this post, upload / choose an image here.":["אם תרצה להעלות עבור פוסט זה תמונה אחרת במקום התמונה ב%s, בחר או העלה תמונה כאן."],"If you don't want to use the meta description for sharing the post on %s but want another description there, write it here.":["אם תרצה שהתיאור שיוצג כאשר משתפים את העמוד ב%s, ובמקום התיאור הרגיל יופיע תיאור אחר, הזינו כאן את התיאור החלופי."],"If you don't want to use the post title for sharing the post on %s but instead want another title there, write it here.":["אם תרצה שהכותרת תוצג כאשר משתפים את העמוד ב%s ובמקום הכותרת הרגילה תופיע כותרת אחרת, הזינו כאן את הכותרת החלופית."],"very difficult":["קשה מאוד"],"Try to make shorter sentences, using less difficult words to improve readability":["יש לנסות לקצר משפטים, עם מילים פשוטות יותר, כדי לשפר קריאות"],"difficult":["קשה"],"Try to make shorter sentences to improve readability":["יש לנסות לקצר משפטים כדי לשפר קריאות"],"fairly difficult":["קשה למדי"],"OK":["תקין"],"fairly easy":["קל למדי"],"easy":["קל"],"very easy":["קל מאוד"],"Meta Desc.":["תיאור מטא"],"All SEO Scores":["כל ציוני SEO"],"SEO issue: The featured image should be at least 200 by 200 pixels to be picked up by Facebook and other social media sites.":["בעיית SEO: התמונה הראשית צריכה להיות בגודל 200x200 פיקסלים לפחות בכדי שפייסבוק ורשתות חברתיות אחרות ישתמשו בה."],"(no parent)":["(ללא הורה)"],"Post is set to noindex.":["מוגדר לא לאנדקס."],"The URL that this page should redirect to.":["כתובת ה URL אליו דף זה פונה."],"301 Redirect":["הפניית 301"],"The canonical URL that this page should point to. Leave empty to default to permalink. %1$sCross domain canonical%2$s supported too.":["כתובת קנוניקל אליה צריך דף זה להפנות. ניתן להשאיר ריק לברירת המחדל של מבנה הקישורים. תומך גם ב%1$sדומיינים שונים%2$s."],"Canonical URL":["כתובת קנוניקל"],"Title to use for this page in breadcrumb paths":["כותרת לשימוש בעמוד זה בנתיב של פירורי לחם"],"Breadcrumbs Title":["כותרת פירורי לחם"],"No Snippet":["אין סניפט"],"No Archive":["אין ארכיון"],"No Image Index":["אין אינדקס תמונה"],"None":["ללא"],"Site-wide default: %s":["ברירת מחדל לכל האתר: %s"],"Advanced <code>meta</code> robots settings for this page.":["הגדרות מתקדמות עבור <code>meta</code> robots לדף זה."],"Meta robots advanced":["Meta Robots למתקדמים"],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["אזהרה: למרות שניתן להגדיר כאן הגדרות לרובוטים, כל האתר מוגדר noindex בהגדרות הפרטיות, כך שלהגדרות אלה לא תהיינה השפעה."],"Meta description":["תיאור מטא"],"SEO Title":["כותרת SEO"],"Focus keyword":["מילת מפתח למיקוד"],"Snippet preview":["תצוגה מקדימה"],"Settings successfully imported.":["הגדרות יובאו בהצלחה."],"Settings could not be imported:":["לא ניתן לייבא את ההגדרות:"],"Breadcrumb for 404 pages:":["פירורי לחם לעמודי 404:"],"Prefix for search result pages:":["קידומת לעמודי תוצאות חיפוש:"],"Prefix for archive pages:":["קידומת לעמודי ארכיון:"],"Prefix for breadcrumbs:":["קידומת לפירורי לחם:"],"Anchor text for the homepage:":["טקסט עוגן לעמוד הבית:"],"Breadcrumbs separator:":["מפריד פירורי לחם:"],"%s Breadcrumbs":["%s פירורי לחם"],"Use Image":["השתמש בתמונה"],"Action":["פעולה"],"Page URL/Slug":["כתובת/סלאג"],"Publication date":["תאריך פרסום"],"Post Status":["סטטוס"],"WP Page Title":["כותרת של וורדפרס"],"View":["הצג"],"View &#8220;%s&#8221;":["הצג \"%s\""],"Preview":["תצוגה מקדימה"],"Preview &#8220;%s&#8221;":["תצוגה מקדימה של \"%s\""],"Edit":["עריכה"],"Filter":["סנן"],"New Yoast Meta Description":["תיאור מטא חדש"],"Existing Yoast Meta Description":["תיאור מטא נוכחי"],"Facebook profile URL":["כתובת פרופיל פייסבוק"],"Twitter username (without @)":["משתמש טוויטר (ללא @)"],"FAQ":["שאלות נפוצות"],"Premium Support":["תמיכת פרימיום"],"Settings":["הגדרות"],"You must %1$sgo to your Reading Settings%2$s and uncheck the box for Search Engine Visibility.":["יש לגשת ל%1$sהגדרות קריאה%2$s ולבטל סימון של אפשרות הנראות במנועי חיפוש."],"Huge SEO Issue: You're blocking access to robots.":["בעית SEO רצינית: אתה מונע גישה של רובוטים לאתר."],"Posts":["פוסטים"],"Edit Files":["עריכת קבצים"],"Advanced Variables":["משתנים מתקדמים"],"Basic Variables":["משתנים בסיסיים"],"General":["כללי"],"Extensions":["הרחבות"],"Search Console":["קונסולת חיפוש"],"Tools":["כלים"],"Advanced":["מתקדם"],"XML sitemaps":["מפות XML"],"Social":["חברתי"],"SEO":["SEO"],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":["%1$s זיהה שאתם משתמשים בגרסה %2$s של %3$s, יש לעדכן לגרסה האחרונה כדי למנוע בעיות תאימות."],"Just another WordPress site":["עוד אתר וורדפרס"],"You still have the default WordPress tagline, even an empty one is probably better. %1$sYou can fix this in the customizer%2$s.":["תיאור האתר שמגיע כברירת מחדל טרם שונה. כנראה שאפילו שורה ריקה תהיה טובה יותר. %1$sניתן לתקן את זה דרך מסך ההתאמה האישית%2$s."],"You have used HTML in your value which is not allowed.":["השתמשת ב-HTML בערך שהזנת, וזה אסור."],"You can't edit %s that aren't yours.":["אינך יכול לערוך %s שלא שלך."],"You can't edit %s.":["אינך יכול לערוך %s."],"Post has an invalid Content Type: %s.":["לפוסט יש סוג תוכן לא חוקי: %s."],"Post doesn't exist.":["הפוסט אינו קיים."],"course\u0004Free:":["קורס חינם:"],"posts\u0004Trash <span class=\"count\">(%s)</span>":["פח <span class=\"count\">(%s)</span>","פח <span class=\"count\">(%s)</span>"],"posts\u0004All <span class=\"count\">(%s)</span>":["הכל <span class=\"count\">(%s)</span>","הכל <span class=\"count\">(%s)</span>"]}}}