{"domain":"js-text-analysis","locale_data":{"js-text-analysis":{"":{"domain":"js-text-analysis","plural_forms":"nplurals=2; plural=n != 1;","lang":"de_CH"},"The %1$s class must not be instantiated before the %2$s global is set.":[""],"%1$sOutrank your competitors even further%2$s with these %3$s plugins":[""],"No need to figure out what to link to. You get linking suggestions for relevant posts and pages to make your website easier to navigate.":[""],"Use AI to write SEO titles and meta descriptions for your posts and pages. It speeds up your work and does some of the thinking for you!":[""],"%s looks at more than just your main keyword. It analyzes different word forms, plurals, and past tenses. This helps your website perform even better in searches!":[""],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for titles and meta descriptions to make your pages rank high and make you look good on social media. %1$sLearn more%2$s%3$s":[""],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for product titles and meta descriptions to make your pages rank high and make you look good on social media. %1$sLearn more%2$s%3$s":[""],"Explore %s!":[""],"You’ll reach more people with multiple keyphrases! Want to quickly add these related keyphrases to the %s analyses for even better content optimization?":[""],"Get AI to write SEO titles and meta descriptions faster. Reach a wider audience with multiple keywords. Get automatic internal linking suggestions. And much, much more!":[""],"Explore now":[""],"Rank higher in search results":[""],"Turn more visitors into customers!":[""],"Increase Google clicks with rich results":[""],"Write product pages that rank using the SEO analysis":[""],"Get XML sitemaps":[""],"Optimize your video previews & thumbnails":[""],"Make sure your videos load quickly for users":[""],"Automatically get technical SEO best practices for video content":[""],"Drive more views to your videos":[""],"Stand out for local searches":[""],"Explore %s now!":[""],"%1$s24/7 support%2$s: Also on evenings and weekends.":[""],"%1$sAppealing social previews%2$s people actually want to click on.":[""],"%1$sNo more broken links%2$s: Automatic redirect manager.":[""],"%1$sSuper fast%2$s internal linking suggestions.":[""],"%1$sMultiple keywords%2$s: Rank higher for more searches.":[""],"%1$sAI%2$s: Better SEO titles and meta descriptions, faster.":[""],"Highlight areas of improvement in your text, no more searching for a needle in a haystack, straight to optimizing! Now also in Elementor!":[""],"Leave a quick review":[""],"Happy with the plugin?":[""],"Show Yoast SEO some love!":[""],"Let's get your site in tip-top shape for the search engines. Simply follow these 5 steps to make Google understand what your site is about.":[""],"If your goal is to increase your rankings, you need to work on your SEO regularly. That can be overwhelming, so let's tackle it one step at a time!":[""],"Great work! Thanks to the details you've provided, %1$s has enhanced your site for search engines, giving them a clearer picture of what your site is all about.":[""],"Important: We won't sell this data, and we won't collect any personal information about you or your visitors.":[""],"What data will be collected and why?":[""],"No, I don't want to share my site data":[""],"Are you open to help us improve our services?":[""],"Yes, give me your free tips!":[""],"Subscribe to the %1$s newsletter to receive best practices for improving your rankings, save time on SEO tasks, stay up-to-date with the latest SEO news, and get expert guidance on how to make the most of %2$s!":[""],"Get free weekly SEO tips!":[""],"You're almost there! Complete all settings in this step so search engines know what your site is about.":[""],"Completing this step helps Google to understand your site even better. Bonus: You'll improve your chance of getting %1$srich results%2$s!":[""],"Let's start by running the SEO data optimization. That means we'll scan your site and create a database with optimized SEO data. It won't change any content or settings on your site and you don't need to do anything, just hit start!\n\nNote: If you have a lot of content, this optimization could take a moment. But trust us, it's worth it!":[""],"We've successfully analyzed your site & optimized your SEO data!":[""],"Fantastic work! Add your organization's social media accounts below. This allows us to fine-tune the metadata for these platforms.":[""],"Social share preview":[""],"Twitter share preview":[""],"The %1$s interface is currently unavailable in the beta WooCommerce product editor. To resolve any issues, please disable the beta editor. %2$sLearn how to disable the beta WooCommerce product editor.%3$s":[""],"Compatibility issue: Yoast SEO is incompatible with the beta WooCommerce product editor.":[""],"Search engines and other websites can still send traffic to your trashed content.":[""],"Unlock with the %1$s":[""],"Generate product titles & descriptions with AI!":[""],"Last year":[""],"Last week":[""],"Last day":[""],"Last updated":[""],"Activate tracking to show the ranking position":[""],"List your Frequently Asked Questions in an SEO-friendly way.":[""],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by OpenAI GPTBot.":[""],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by the Google-Extended bot. Enabling this setting won’t prevent Google from indexing your website.":[""],"Lots of web traffic comes from bots crawling the web. Some can benefit your site or business, while other bots don’t. Blocking unwanted bots can save energy, help with site performance, and protect copyrighted content. Learn more about %1$swhen to block unwanted bots%2$s.":[""],"Prevent OpenAI GPTBot from crawling":[""],"Prevent Google Bard and Vertex AI bots from crawling":[""],"Prevent Common Crawl CCBot from crawling":[""],"Unlock Premium SEO analysis":[""],"Get more help with writing content that ranks":[""],"$ USD / € EUR / £ GBP per year (ex. VAT)":[""],"Internal linking suggestions":[""],"%1$s SAVE 30%% %2$s on your 12 month subscription":[""],"Learn more about %s (Opens in a new browser tab)":[""],"Write more natural and engaging content":[""],"Synonyms help users understand your copy better. It’s easier to read for both users and Google. In %s, you can add synonyms for your focus keyphrase, and we’ll help you optimize for them.":[""],"Is your %1$s store ready for Black Friday?":[""],"Check your text on even more SEO criteria and get an enhanced keyphrase analysis, making it easier to optimize your content.":[""],"Buy now!":[""],"30% OFF!":[""],"BLACK FRIDAY SALE: %1$s %2$sBuy now!%3$s":[""],"BLACK FRIDAY SALE: %1$s":[""],"Reach a wider audience":[""],"Add related keyphrases":[""],"%s automatically suggests to what content you can link with easy drag-and-drop functionality, which is good for your SEO!":[""],"Rank higher by connecting your content":[""],"Get help optimizing for up to 5 related keyphrases. This helps you reach a wider audience and get more traffic.":[""],"-30%":[""],"%1$s Now with 30%% Black Friday Discount!":[""],"%1$sSALE 30%% OFF!%2$s":[""],"30% OFF":[""],"BLACK FRIDAY":[""],"Claim your 30% off now!":[""],"Social media appearance":[""],"Determine how your post should look in the search results.":[""],"The Yoast %1$sultimate Black Friday checklist%2$s helps you prepare in time, so you can boost your results during this sale.":[""],"To customize the appearance of your post specifically for Twitter, please fill out the 'Twitter appearance' settings below.":[""],"Twitter appearance":[""],"To customize the appearance of your post specifically for Twitter, please fill out the 'Twitter appearance' settings below. If you leave these settings untouched, the 'Social media appearance' settings mentioned above will also be applied for sharing on Twitter.":[""],"Determine how your post should look on social media like Facebook, Twitter, Instagram, WhatsApp, Threads, LinkedIn, Slack, and more.":[""],"Get the checklist and start optimizing now!":[""],"Is your WooCommerce store ready for Black Friday?":[""],"The %1$s %2$sultimate Black Friday checklist%3$s helps you prepare in time, so you can boost your results during this sale.":[""],"AI generator":[""],"New in %1$s":[""],"Use AI to write your titles & meta descriptions!":[""],"Use the power of Yoast AI to automatically generate compelling titles and descriptions for your posts and pages.":[""],"AI title & description generator":[""],"Use AI":[""],"Clear selection":[""],"Note that the following commonly-used parameters will not be removed: %1$s, %2$s, %3$s, %4$s, %5$s, %6$s, and %7$s.":[""],"Learn how to increase your rankings with %1$s":[""],"Want an enhanced Google preview of how your WooCommerce products look in the search results?":[""],"Sign up today!":[""],"Feeling lost when it comes to optimizing your site for the search engines? Join our FREE webinar to gain the confidence that you need in order to start optimizing like a pro! You'll obtain the knowledge and tools to start effectively implementing SEO.":[""],"Join our FREE webinar for SEO success":[""],"Want your products stand out in search results with rich results like price, reviews and more?":[""],"%1$s, %2$s and %3$s":[""],"%1$s and %2$s":[""],"Please see the “New” badges and review the Search appearance settings.":[""],"New type of content added to your site!":[""],"Site policies":[""],"Select a page which provides information about your diversity policies for %1$sstaffing%2$s, %1$shiring%2$s and %1$semployment%2$s.":[""],"Select a page which provides information on your diversity policies for %1$seditorial%2$s content.":[""],"Select a page which describes the personal, organizational, and corporate %1$sstandards%2$s of %1$sbehavior%2$s expected by your organization.":[""],"Select a page which outlines your procedure for addressing %1$serrors%2$s (e.g., publishing retractions or corrections).":[""],"Select a page which describes how your organization collects and responds to %1$sfeedback%2$s, engages with the %1$spublic%2$s, and prioritizes %1$stransparency%2$s.":[""],"Select a page which describes the ownership structure of your organization. It should include information about  %1$sfunding%2$s and %1$sgrants%2$s.":[""],"Select a page which describes the editorial principles of your organization. %1$sWhat%2$s do you write about, %1$swho%2$s do you write for, and %1$swhy%2$s?":[""],"Select the pages on your website which contain information about your organizational and publishing policies. Some of these might not apply to your site, and you can select the same page for multiple policies. %1$sLearn more about why setting your site policies is important%2$s.":[""],"Diversity staffing report":[""],"Diversity policy":[""],"Ethics policy":[""],"Corrections policy":[""],"Actionable feedback policy":[""],"Ownership / Funding info":[""],"Publishing policies":[""],"Publishing principles":[""],"Failed to retrieve pages.":[""],"Searching pages...":[""],"Add new page...":[""],"No pages found.":[""],"You've added a new type of content. We recommend that you review the corresponding %1$sSearch appearance settings%2$s.":[""],"Error: Taxonomy was not removed from new_taxonomies list.":[""],"Taxonomy is no longer new.":[""],"Taxonomy is not new.":[""],"Error: Post type was not removed from new_post_types list.":[""],"Post type is no longer new.":[""],"Post type is not new.":[""],"Write a bug report":[""],"Our support team is here to answer any questions you may have. Fill out the (pop-up) contact form, and we'll get back to you as soon as possible!":[""],"%1$sSupport languages:%2$s English & Spanish":[""],"If you don't find the answers you're looking for and need personalized help, you can get 24/7 support from one of our support engineers.":[""],"Contact our support team":[""],"Have you stumbled upon a bug while using %1$s? Please raise a bug report on our GitHub repository to let us know about the issue!":[""],"Raise a bug report on GitHub":[""],"Visit WordPress forum":[""],"In the WordPress support forum for %1$s you can find answers or ask for help from %1$s users in the WordPress community.":[""],"WordPress support forum for %1$s":[""],"Visit our help center":[""],"Have a look at our help center to find articles, tutorials, and other resources to help you get the most out of %1$s!":[""],"%1$s's help center":[""],"Need help with %1$s? These resources are a great place to start!":[""],"Additional resources":[""],"Here, you'll find answers to commonly asked questions about using %1$s. If you don't see your question listed, you can have a look at the section below.":[""],"Frequently asked questions":[""],"If you have any questions, need a hand with a technical issue, or just want to say hi, we've got you covered. Get in touch with us and we'll be happy to assist you!":[""],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by Google AdsBot. You should only enable this setting if you're not using Google Ads on your site.":[""],"Block unwanted bots":[""],"Close the upgrade callout":[""],"%1$s and get an exclusive %2$s discount for %3$s month(s).":[""],"Click here to upgrade your %s plan":[""],"Keyphrases tracked: %1$s/%2$s":[""],"Your are tracking %1$s out of %2$s keyphrases included in your account.":[""],"Your are tracking %1$s out of %2$s keyphrases included in your free account.":[""],"Support":[""],"Prevent Google AdsBot from crawling":[""],"%s":[""],"This overview will show you your top performing keyphrases in Google. Connect with %s to get started.":[""],"You have successfully connected with %s.":[""],"You have successfully connected with %1$s. Your %2$s account does not contain any keyphrases for this website yet. You can track keyphrases by using the \"Track SEO Performance\" button in the post editor.":[""],"Network Error: Unable to connect to the server. Please check your internet connection and try again later.":[""],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of URLs like %1$s, %2$s and %3$s.":[""],"Your WordPress environment is running on a non-production site. Indexables can only be created on production environments. Please check your `WP_ENVIRONMENT_TYPE` settings.":[""],"Inclusive language: %s":[""],"%1$s / %2$s: Top Keyphrases":[""],"The post type %s could not be indexed because it does not meet indexing requirements.":[""],"The name of this category is %1$s.":[""],"Start the course":[""],"Start free trial lesson":[""],"Maximize your SEO game by purchasing %s, which grants you unlimited access to all courses.":[""],"Learn vital SEO skills that you can apply at once! Let us take you by the hand and give you practical SEO tips to help you outrank your competitors. %s comes with five free courses.":[""],"Learn vital SEO skills that you can apply at once! Let us take you by the hand and give you practical SEO tips to help you outrank your competitors. Maximize your SEO game! Because your %s subscription gives you unlimited access to all courses.":[""],"Choosing the right type of hosting for your site is the basis of a solid Technical SEO strategy. Learn all about it in this course!":[""],"You have to make it possible for search engines to find your site, so they can display it in the search results. We'll tell you all about how that works in this course!":[""],"Are you selling in countries all over the world? In this course, you’ll learn all about setting up and managing a site that targets people in different languages and locales.":[""],"Do you want to take a deep dive into structured data? In this course, you'll learn the theory related to structured data in detail.":[""],"Learn how to optimize your online shop for your customers and for search engines!":[""],"Do you own a local business? This course will teach you how to make sure your local audience can find you in the search results and on Google Maps!":[""],"A clear site structure benefits your users and is of great importance for SEO. Still, most people seem to forget about this. Get ahead of your competition and learn how to improve your site structure!":[""],"Start creating block-tastic content with the new WordPress block editor! Learn all about the block editor and what you can do with it.":[""],"Do you know the essential first step of good SEO? It's keyword research. In this training, you'll learn how to research and select the keywords that will guide searchers to your pages.":[""],"Learn how to make your site stand out from the crowd by adding structured data!":[""],"In this course, you'll learn how to write awesome copy that is optimized for ranking in search engines.":[""],"Do you want to set up your own WordPress site? This course will teach you the ins and outs of creating and maintaining a WordPress website!":[""],"In this course, you'll learn practical SEO skills on every key aspect of SEO, to make your site stand out.":[""],"In this course, you'll learn about how to set up and use the %1$s for WordPress plugin so it makes SEO even easier. This course is meant for users of the block editor.":[""],"In this free course, you'll get quick wins to make your site rank higher in Google, Bing, and Yahoo.":[""],"Academy":[""],"%1$s %2$s isn't working as expected %3$s and you are not receiving updates or support! Make sure to %4$s activate your product subscription in %5$s%6$s to unlock all the features of %7$s.":[""],"%1$s can't be updated because your product subscription is expired. %2$sRenew your product subscription%3$s to get updates again and use all the features of %1$s.":[""],"Warning! These are expert features, so make sure you know what you're doing before using this setting. You might break your site. %1$sRead more about how your site can be affected%2$s.":["Warnung! Dies sind Expertenfunktionen, also stellen Sie sicher, dass Sie wissen, was Sie tun, bevor Sie diese Einstellung verwenden. Sie könnten Ihre Website beschädigen. %1$sLesen Sie mehr darüber, wie Ihre Website betroffen sein könnte%2$s."],"%1$s: unregistered URL parameter removed. See %2$s":["%1$s: nicht registrierter URL-Parameter entfernt. Siehe %2$s"],"This feature is disabled when your site is not using pretty permalinks.":["Diese Funktion ist deaktiviert, wenn Ihre Website keine Pretty Permalinks verwendet."],"This feature is disabled when your site is not using %1$spretty permalinks%2$s.":["Diese Funktion ist deaktiviert, wenn Ihre Website keine %1$sPretty Permalinks%2$s verwendet."],"%1$s: redirect utm variables to #":["%1$s: UTM-Variablen umleiten zu #"],"Optimize your business for multiple locations":["Optimieren Sie Ihr Geschäft für mehrere Standorte"],"Easily add maps, address finders, and opening hours to your content":["Fügen Sie Ihren Inhalten ganz einfach Karten, Adressfinder und Öffnungszeiten hinzu"],"Automatically get technical SEO best practices for local businesses":["Erhalten Sie automatisch unseren Ratgeber für technische SEO für lokale Unternehmen"],"Attract more customers to your site and physical store":[""],"Remove Other profile %1$s":["Anderes Profil entfernen %1$s"],"Please select a user in the Site representation step.":["Bitte wählen Sie einen Benutzer im Schritt \"Website repräsentieren\"."],"You can %1$supdate or add social profiles to this user profile%2$s.":["Sie können %1$sdiesem Benutzerprofil Social-Media-Profile hinzufügen oder aktualisieren%2$s."],"You have selected the user %1$s as the person this site represents.":["Sie haben den Benutzer %1$s als die Person gewählt, die diese Website repräsentiert."],"If you select a Person to represent this site, we will use the social profiles from the selected user's profile page.":["Wenn Sie eine Person auswählen, die diese Website repräsentiert, werden wir die Social-Media-Profile des gewählten Benutzers aus dessen Profilseite verwenden."],"It looks like you've enabled media pages. We recommend that you help us to re-analyze your site by running the SEO data optimization. ":["Es sieht so aus, als hätten Sie die Medienseiten aktiviert. Wir empfehlen, dass Sie uns helfen, Ihre Website erneut zu analysieren, indem Sie die SEO-Datenoptimierung durchführen. "],"Organization Mastodon":["Organisation Mastodon"],"%1$s Settings - %2$s":["%1$s Einstellungen - %2$s"],"Read more about how to get your site verified.":["Lesen Sie mehr darüber, wie Sie Ihre Website verifizieren lassen können."],"Get your site verified in your Mastodon profile.":["Lassen Sie Ihre Website in Ihrem Mastodon-Profil verifizieren."],"E.g. https://mastodon.social/@yoast":[""],"Mastodon":["Mastodon"],"%2$s integrates %1$s' Schema output into its own to get rich snippets for your digital products!":["%2$s integriert die Schemaausgabe von %1$s in seine eigene, um Rich Snippets für Ihre digitalen Produkte zu erhalten!"],"Get %1$srich results for your digital products%2$s in Google search":["Erhalten Sie %1$sRich Results für Ihre digitalen Produkte%2$s in der Google-Suche"],"Add trustworthiness to your %1$s profile by verifying your site with %2$s.":["Fügen Sie Ihrem %1$s-Profil Vertrauenswürdigkeit hinzu, indem Sie Ihre Website mit %2$s bestätigen."],"Verify your site on %1$s%2$s%3$s":["Bestätigen Sie Ihre Website auf %1$s%2$s%3$s"],"Mastodon profile not yet added":["Mastodon-Profil noch nicht hinzugefügt"],"Mastodon profile added":["Mastodon-Profil hinzugefügt"],"Potentially non-inclusive":["Potenziell nicht inklusive"],"Finish your %s":["Beenden Sie ihr %s"],"Please enter a number between 1 and 50.":["Bitte geben Sie eine Zahl zwischen 1 und 50 ein."],"Settings navigation":["Einstellungsnavigation"],"Close settings navigation":["Einstellungsnavigation schliessen"],"Open settings navigation":["Einstellungsnavigation öffnen"],"Choose whether your site represents an organization or a person. %1$sLearn more about the differences and choosing between Organization and Person%2$s.":["Wählen Sie aus, ob Ihre Website eine Organisation oder eine Person darstellt. %1$sErfahren Sie mehr über die Unterschiede und die Auswahl zwischen Organisation und Person%2$s."],"%1$sGet%2$s %3$s":["%1$sHolen Sie sich%2$s %3$s"],"Index Now":["Indizierung jetzt starten"],"Failed to retrieve media.":["Medien konnten nicht abgerufen werden."],"Limit the length of internal site search queries to reduce the impact of spam attacks and confusing URLs. Please enter a number between 1 and 50.":["Begrenzen Sie die Länge interner Website-Suchanfragen, um die Auswirkungen von Spam-Angriffen und verwirrenden URLs zu reduzieren. Bitte geben Sie eine Zahl zwischen 1 und 50 ein."],"The number you've entered is not between 1 and 50.":["Die Zahl, die Sie eingegeben haben, liegt nicht zwischen 1 und 50."],"Determine how your %1$s should look on social media.":["Bestimmen Sie, wie Ihre %1$s in den sozialen Medien aussehen sollen."],"Disabling this means that archive pages for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Wenn Sie dies deaktivieren, werden Archivseiten für %1$s nicht von Suchmaschinen indiziert und von XML-Sitemaps ausgeschlossen."],"Prevents specific URL parameters from being removed by the above feature. E.g., adding %1$s will prevent %2$s from being redirected to %3$s. You can add multiple parameters and separate them by using enter or a comma.":["Verhindert, dass bestimmte URL-Parameter durch die obige Funktion entfernt werden. Beispielsweise verhindert das Hinzufügen von %1$s, dass %2$s zu %3$s umgeleitet wird. Sie können mehrere Parameter hinzufügen und sie mit der Eingabetaste oder einem Komma trennen."],"Consolidates WordPress' multiple site search URL formats into the %1$s syntax. E.g., %2$s will redirect to %3$s":["Konsolidiert die URL-Formate für mehrere Seiten von WordPress in der %1$s-Syntax. Beispielsweise wird %2$s zu %3$s umgeleitet"],"Redirect pretty URLs to ‘raw’ formats":["Leiten Sie hübsche URLs in «rohe» Formate um"],"Allow":["Zulassen"],"Deny":["Ablehnen"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["Um dieses Video anzusehen, müssen Sie %1$s erlauben, eingebettete Videos von %2$s zu laden."],"Only available for English sites":["Nur für englische Websites verfügbar"],"You can change the default type for %1$s under Content types in the %2$sSettings%3$s.":["Sie können den Standardtyp für %1$s unter Inhaltstypen in den %2$sEinstellungen%3$s ändern."],"all the Yoast plugins":["alle Yoast-Plugins"],"Show date archives in search results":["Archive in den Suchergebnissen nach Datum anzeigen"],"Show %1$s archives in search results":["%1$s-Archive in den Suchergebnissen anzeigen"],"Prefix for archive breadcrumbs":["Präfix für Archiv-Breadcrumbs"],"Unlock rich results in Google search by using plugins that integrate with the %1$sYoast Schema API%2$s.":["Schalten Sie Rich-Ergebnisse in der Google-Suche frei, indem Sie Plugins verwenden, die in die %1$sYoast Schema API%2$s integriert sind."],"Schema API integrations":["Schema-API-Integrationen"],"%s can integrate with other products, to help you further improve your website. You can enable or disable these integrations below.":["%s kann in andere Produkte integriert werden, um Sie bei der weiteren Verbesserung Ihrer Website zu unterstützen. Sie können diese Integrationen unten aktivieren oder deaktivieren."],"Unlock rich snippets for your product pages by using %1$s.":["Schalten Sie Rich-Snippets für Ihre Produktseiten frei, indem Sie %1$s verwenden."],"Get %1$srich product results%2$s in Google search":["Erhalten Sie %1$sRich-Produktergebnisse%2$s in der Google-Suche"],"%1$s integrates with %2$s's Schema API to get rich snippets for your recipes!":["%1$s lässt sich in die Schema-API von %2$s integrieren, um Rich Snippets für Ihre Rezepte zu erhalten!"],"Get %1$srich results for your recipes%2$s in Google search":["Erhalten Sie %1$sRich-Suchergebnisse für Ihre Rezepte%2$s in der Google-Suche"],"%1$s integrates with %2$s's Schema API to get rich snippets for your podcasts!":["%1$s lässt sich in die Schema-API von %2$s integrieren, um Rich Snippets für Ihre Podcasts zu erhalten!"],"Get %1$srich results for your podcast%2$s in Google search":["Erhalten Sie %1$sRich-Suchergebnisse für Ihren Podcast%2$s in der Google-Suche"],"%1$s integrates with %2$s's Schema API to get rich snippets for your events!":["%1$s integriert sich mit %2$s's Schema API um Rich-Suchergebnisse für Ihre Events zu erhalten!"],"Get %1$srich results for your events%2$s in Google search":["Erhalten Sie %1$sRich-Suchergebnisse für Ihre Events%2$s in der Google-Suche"],"You have selected the user %1$s%3$s%2$s as the person this site represents. Their user profile information will now be used in search results. We're sorry, you're not allowed to edit this user's profile. Please contact your admin or %1$s%3$s%2$s to check and/or update the profile.":["Sie haben den Benutzer %1$s%3$s%2$s als die Person ausgewählt, die diese Website repräsentiert. Ihre Benutzerprofilinformationen werden nun in den Suchergebnissen verwendet. Es tut uns leid, Sie sind nicht berechtigt, das Profil dieses Benutzers zu bearbeiten. Bitte wenden Sie sich an ihren Administrator oder an %1$s%3$s%2$s, um die unten stehenden Informationen zu überprüfen und/oder zu aktualisieren."],"An organization name and logo need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site name and logo as default values. %1$sLearn more about the importance of structured data%2$s.":["Eine Name und ein Logo einer Organisation muss gesetzt werden, damit strukturierte Daten einwandfrei funktionieren. Da Sie diese bisher noch nicht gesetzt haben, nutzen wir den Namen Ihrer Website und deren Logo als Standardwerte. %1$sLernen Sie, warum strukturierte Daten so wichtig sind%2$s."],"This info is intended to appear in %1$sGoogle's Knowledge Graph%2$s.":["Diese Information ist gedacht, um in %1$sGoogle's Knowledge Graph%2$s angezeigt zu werden."],"Other profile %1$s":["Anderes Profil %1$s"],"Tweet":["Tweet"],"Organization Twitter":["Organisation Twitter"],"Open Graph":["Open Graph"],"Organization Facebook":["Organisation Facebook"],"OpenGraph":["OpenGraph"],"Format archives":["Format Archive"],"File":["Datei"],"PDF":["PDF"],"Video":["Video"],"Attachment":["Anhang"],"404 pages title":["Titel der 404-Seiten"],"Search pages title":["Titel der Suchseiten"],"Enable date archives":["Datums-Archive aktivieren"],"Enable author archives":["Autoren-Archive aktivieren"],"Anchor text for the homepage":["Ankertext für die Homepage"],"Organization/person":["Organisation/Person"],"Divider":["Trenner"],"Remove Atom/RDF feeds":["Atom/RDF-Feeds entfernen"],"Webmaster":["Webmaster"],"Share":["Teilen"],"Structured data":["Strukturierte Daten"],"Enable the %1$s XML sitemaps. A sitemap is a file that lists a website's essential pages to make sure search engines can find and crawl them.":["Aktivieren Sie die %1$s XML-Sitemaps. Eine Sitemap ist eine Datei, die die wichtigsten Seiten einer Website auflistet, um sicherzustellen, dass Suchmaschinen sie finden und crawlen können."],"The %1$s icon in the top admin bar provides quick access to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["Das %1$s-Symbol in der oberen Admin-Leiste bietet schnellen Zugriff auf Tools von Drittanbietern zum Analysieren von Seiten und macht es einfach zu sehen, ob Sie neue Benachrichtigungen erhalten haben."],"Allows for Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared. Keep this feature enabled to optimize your site for social media.":["Ermöglicht Facebook und anderen sozialen Medien, eine Vorschau mit Bildern und einem Textauszug anzuzeigen, wenn ein Link zu Ihrer Website geteilt wird. Lassen Sie Funktion aktiviert, um Ihre Website für soziale Medien zu optimieren."],"Count the number of internal links from and to your posts to improve your site structure.":["Zählen Sie die Anzahl der internen Links von und zu Ihren Beiträgen, um Ihre Seitenstruktur zu verbessern."],"Mark and filter your cornerstone content to make sure your most important articles get the attention they deserve. To help you write excellent copy, we’ll assess your text more strictly.":["Markieren und filtern Sie Ihre Cornerstone-Inhalte, um sicherzustellen, dass Ihre wichtigsten Artikel die Aufmerksamkeit erhalten, die sie verdienen. Um Ihnen zu helfen, exzellente Texte zu schreiben, werden wir Ihren Text strenger prüfen."],"Get more insights into what you are writing. What words do you use most often? How much time does it take to read your text? Is your text easy to read?":["Erhalten Sie mehr Einblick in das, was Sie schreiben. Welche Wörter verwenden Sie am häufigsten? Wie lange dauert es, Ihren Text zu lesen? Ist Ihr Text gut lesbar?"],"The inclusive language analysis offers suggestions to write more inclusive copy, so more people will be able to relate to your content.":["Die Analyse der inklusiven Sprache bietet Vorschläge, um inklusivere Texte zu schreiben, damit mehr Menschen Ihre Inhalte verstehen können."],"The SEO analysis offers suggestions to improve the findability of your text and makes sure that your content meets best practices.":["Die SEO-Analyse bietet Vorschläge zur Verbesserung der Auffindbarkeit Ihrer Texte und stellt sicher, dass Ihre Inhalte den Best Practices entsprechen."],"Set the basic info for your website. You can use %1$stagline%2$s and %1$sseparator%2$s as %3$sreplacement variables%4$s when configuring the search appearance of your content.":[""],"Usage tracking allows us to track some data about your site to improve our plugin. %1$sLearn more about which data we track and why%2$s.":["Die Nutzungsverfolgung ermöglicht es uns, einige Daten über Ihre Website zu verfolgen, um unser Plugin zu verbessern. %1$sErfahren Sie mehr darüber, welche Daten wir verfolgen und warum%2$s."],"A link to the archive for the post author, with the author's name as anchor text.":["Ein Link zum Archiv des Beitragsautors mit dem Namen des Autors als Ankertext."],"Determine how your %1$s pages should be described by default in your site's Schema.org markup. You can always customize the settings for individual %1$s pages in the %2$s metabox.":["Legen Sie fest, wie Ihre %1$s-Seiten standardmässig im Schema.org-Markup deiner Website beschrieben werden sollen. Sie können die Einstellungen für einzelne %1$s-Seiten jederzeit in der %2$s-Metabox anpassen."],"Determine how your %1$s pages should look in search engines. You can always customize the settings for individual %1$s pages in the %2$s metabox.":["Wählen Sie, wie Ihre %1$s-Seiten in Suchmaschinen aussehen sollen. Sie können die Einstellungen für einzelne %1$s-Seiten jederzeit in der %2$s-Metabox anpassen."],"Enable %1$s pages":["Aktivieren Sie %1$s-Seiten"],"Determine how your homepage should look in the search results.":["Wählen Sie, wie Ihre Homepage in den Suchergebnissen aussehen soll."],"Determine how your %1$s should look in search engines. You can always customize the settings for individual %1$s in the %2$s metabox.":["Wählen Sie, wie deine %1$s in Suchmaschinen aussehen sollen. Du kannst die Einstellungen für einzelne %1$s jederzeit in der %2$s-Metabox anpassen."],"Enable format-based archives":["Formatbasierte Archive aktivieren"],"Not sure how to implement the %3$s breadcrumbs on your site? Read %1$sour help article on breadcrumbs implementation%2$s.":["Sind Sie sich nicht sicher, wie Sie die %3$s-Breadcrumbs auf Ihrer Website implementieren sollen? Lesen Sie %1$sunseren Hilfeartikel zur Breadcrumbs-Implementierung%2$s."],"Show %1$s without posts in search results":["%1$s ohne Beiträge in den Suchergebnissen anzeigen"],"Determine how your %1$s should look on social media by default. You can always customize the settings for individual %1$s in the %2$s metabox.":["Legen Sie fest, wie Ihre %1$s standardmässig in sozialen Medien aussehen sollen. Sie können die Einstellungen für einzelne %1$s jederzeit in der %2$s-Metabox anpassen."],"Determine what your %1$s should look like in the search results by default. You can always customize the settings for individual %1$s in the %2$s metabox.":["Legen Sie fest, wie Ihre %1$s standardmässig in den Suchergebnissen aussehen sollen. Sie können die Einstellungen für einzelne %1$s jederzeit in der %2$s-Metabox anpassen."],"This taxonomy is used for %2$s.":["Diese Taxonomie wird für %2$s verwendet."],"This taxonomy is used for %1$s and %2$s.":["Diese Taxonomie wird für %1$s und %2$s verwendet."],"Read more about our custom field analysis":["Lesen Sie mehr über unsere benutzerdefinierte Feldanalyse"],"Determine how your %1$s should look on social media by default. You can always customize the settings for individual %1$s in the %2$s sidebar or metabox.":["Legen Sie fest, wie Ihre %1$s standardmässig in sozialen Medien aussehen sollen. Sie können die Einstellungen für einzelne %1$s jederzeit in der %2$s-Seitenleiste anpassen."],"Determine what your %1$s should look like in the search results by default. You can always customize the settings for individual %1$s in the %2$s sidebar or metabox.":["Legen Sie fest, wie Ihre %1$s standardmässig in den Suchergebnissen aussehen sollen. Sie können die Einstellungen für einzelne %1$s jederzeit in der %2$s-Seitenleiste anpassen."],"Determine how your %1$s should be described by default in %2$syour site's Schema.org markup%3$s. You can always change the settings for individual %1$s in the %4$s sidebar or metabox.":["Legen Sie fest, wie Ihre %1$s standardmässig im Schema.org-Markup %2$sIhrer Website%3$s beschrieben werden sollen. Sie können die Einstellungen für einzelne %1$s jederzeit in der %4$s-Seitenleiste ändern."],"You can add multiple custom fields and separate them by using %1$senter%2$s or %1$scomma%2$s.":["Sie können mehrere benutzerdefinierte Felder hinzufügen und sie mit %1$sEingabetaste%2$s oder %1$sKomma%2$s trennen."],"Please enter a search term with at least 3 characters.":["Bitte geben Sie einen Suchbegriff mit mindestens 3 Buchstaben ein."],"CtrlK":["Ctrl-K"],"⌘K":["⌘K"],"Add new user...":["Neuen Benutzer hinzufügen..."],"Unavailable for multisites":["Für Multisites nicht verfügbar"],"Integrate your custom fields and SEO data from %1$s%2$s%3$s":["Integrieren Sie Ihre benutzerdefinierten Felder und SEO-Daten von %1$s%2$s%3$s"],"Upgrade your %1$s%2$s%3$s SEO":["Verbessern Sie Ihr %1$s%2$s%3$s SEO"],"Improve your internal search results with %1$s%2$s%3$s":["Verbessern Sie Ihre internen Suchergebnisse mit %1$s%2$s%3$s"],"Make your terms & privacy pages more trustworthy with %1$s%2$s%3$s":["Machen Sie Ihre AGB- und Datenschutz-Seiten vertrauenswürdiger mit %1$s%2$s%3$s"],"Track your rankings through time with %1$s%2$s%3$s":["Verfolgen Sie Ihre Rankings über die Zeit mit %1$s%2$s%3$s"],"Use %1$s%2$s%3$s to do keyword research - without leaving your post":["Verwenden Sie %1$s%2$s%3$s für die Keyword-Recherche – ohne Ihren Beitrag zu verlassen"],"We could not save the website name. Please check the value.":["Wir konnten den Namen der Website nicht speichern. Bitte überprüfen Sie den Wert."],"%1$sSubheading distribution%2$s: The beginning of your text is longer than %4$s %5$s and is not separated by any subheadings. %3$sAdd subheadings to improve readability.%2$s":["%1$sAufteilung der Zwischenüberschriften%2$s: Der Anfang Ihres Textes ist länger als %4$s %5$s und wird nicht durch Zwischenüberschriften getrennt. %3$sFügen Sie Unterüberschriften hinzu, um die Lesbarkeit zu verbessern.%2$s"],"WordPress.org support forums":["WordPress.org-Supportforen"],"Yoast Premium support":["Yoast Premium-Support"],"Yoast.com help section":["Yoast.com-Hilfebereich"],"Help":["Hilfe"],"Write better content":["Schreiben Sie bessere Inhalte"],"Improve your blog post":["Verbessern Sie Ihren Blogbeitrag"],"Learn more SEO":["Lernen Sie mehr SEO"],"SEO Tools":["SEO-Tools"],"not set":["nicht eingestellt"],"With a 30-day money-back guarantee. No questions asked.":[""],"Reach new customers who live near your business":[""],"Get all 5 Yoast plugins for WordPress at a big discount":[""],"Cover all your SEO bases":["Decken Sie alle Ihre SEO-Grundlagen ab"],"Add global identifiers for variable products":["Fügen Sie globale Kennungen für variable Produkte hinzu"],"Drive more traffic to your online store":["Lenken Sie mehr Traffic auf Ihren Online-Shop"],"Add all necessary schema.org markup":["Fügen Sie alle erforderlichen schema.org-Markups hinzu"],"Ping Google on the publication of a new post":["Pingen Sie Google bei der Veröffentlichung eines neuen Beitrags an"],"Rank higher in Google's news carousel":["Höherer Rang im Nachrichtenkarussell von Google"],"Make your videos responsive for all screen sizes":["Machen Sie Ihre Videos für alle Bildschirmgrössen reaktionsschnell"],"Cleaned up %1$d record from %2$s.":["Es wurde %1$d Eintrag von %2$s bereinigt.","Es wurden %1$d Einträge von %2$s bereinigt."],"Cleaning up %1$s [%2$s]":["%1$s wird bereinigt [%2$s]"],"Skipping %1$s. %2$s is not active on this site.":["%1$s wird übersprungen. %2$s ist nicht aktiv auf dieser Website."],"Cleaned up %1$d record.":["Es wurde %1$d Aufzeichnung bereinigt.","Es wurden %1$d Aufzeichnungen bereinigt."],"The value for 'batch-size' must be a positive integer higher than equal to 1.":["Der Wert für «batch-size» muss eine positive Ganzzahl grösser gleich 1 sein."],"The value for 'interval' must be a positive integer.":["Der Wert für «Intervall» muss eine positive Ganzzahl sein."],"We need to re-analyze some of your SEO data because of a change in the visibility of your taxonomies. Please help us do that by running the SEO data optimization. ":["Wir müssen einige Ihrer SEO-Daten erneut analysieren, da sich die Sichtbarkeit Ihrer Taxonomien geändert hat. Bitte helfen Sie uns dabei, indem Sie die SEO-Datenoptimierung durchführen. "],"We need to re-analyze some of your SEO data because of a change in the visibility of your post types. Please help us do that by running the SEO data optimization. ":["Wir müssen einige Ihrer SEO-Daten erneut analysieren, da sich die Sichtbarkeit Ihrer Beitragstypen geändert hat. Bitte helfen Sie uns dabei, indem Sie die SEO-Datenoptimierung durchführen. "],"The term %s could not be built because it's not indexable.":["Der Begriff %s konnte nicht erstellt werden, da er nicht indexierbar ist."],"The post %s could not be indexed because it's post type is excluded from indexing.":["Der Beitrag %s konnte nicht indexiert werden, da sein Beitragstyp von der Indexierung ausgeschlossen ist."],"The post %s could not be indexed because it does not meet indexing requirements.":["Der Beitrag %s konnte nicht indexiert werden, da er die Indizierungsanforderungen nicht erfüllt."],"%1$sSAVE 30%%%2$s on your 12 month subscription":[""],"BLACK FRIDAY - 30% OFF":[""],"Use the alternate organization name for acronyms, or a shorter version of your organization's name.":["Verwenden Sie den alternativen Organisationsnamen für Akronyme oder eine kürzere Version des Namens Ihrer Organisation."],"Alternate organization name":["Alternativer Organisationsname"],"Use the alternate website name for acronyms, or a shorter version of your website's name.":["Verwenden Sie den alternativen Website-Namen für Akronyme oder eine kürzere Version des Namens Ihrer Website."],"Alternate website name":["Alternativer Name der Website"],"Determine how the title of your 404 error pages should look in the browser.":["Wählen Sie, wie der Titel Ihrer 404 Fehlerseite im Browser aussehen soll."],"404 error pages":["404-Fehlerseiten"],"Determine how the title of your internal search pages should look in the browser.":["Wählen Sie, wie der Titel Ihrer internen Suchseiten im Browser aussehen soll."],"Internal search pages":["Interne Suchseiten"],"Show media pages in search results":["Medienseiten in Suchergebnissen anzeigen"],"Show format archives in search results":["Formatarchive in Suchergebnissen anzeigen"],"Show author archives in search results":["Autorenarchive in Suchergebnissen anzeigen"],"Breadcrumbs for %1$s":["Breadcrumbs für %1$s"],"Site connections":["Website-Verbindungen"],"View the XML sitemap":["XML-Sitemap anzeigen"],"Enable feature":["Funktion aktivieren"],"Site features":["Website-Funktionen"],"Learn more":["Weitere Informationen"],"Site info":["Website-Information"],"We're sorry, you're not allowed to edit the %1$swebsite name%2$s and %1$stagline%2$s.":["Es tut uns leid, Sie dürfen die %1$sSite title%2$s und %1$sTagline%2$s nicht bearbeiten."],"Show or hide our tools and controls in the attachment editor.":["Blenden Sie unsere Werkzeuge und Steuerelemente im Anhangseditor ein oder aus."],"(e.g., %1$s)":["(z. B. %1$s)"],"Remove unregistered URL parameters":["Unregistrierte URL-Parameter entfernen"],"Optimize Google Analytics utm tracking parameters":["Google Analytics utm Tracking-Parameter optimieren"],"Remove WP-JSON API":["WP-JSON-API entfernen"],"Remove emoji scripts":["Emoji-Skripte entfernen"],"Remove Atom / RDF feeds":["Atom/RDF-Feeds entfernen"],"Remove search results feeds":["Suchergebnis-Feeds entfernen"],"Remove custom taxonomy feeds":["Individuelle Taxonomie-Feeds entfernen"],"Remove tag feeds":["Tag-Feeds entfernen"],"Remove category feeds":["Kategorie-Feeds entfernen"],"Remove post type feeds":["Inhaltstyp-Feeds entfernen"],"Remove post authors feeds":["Feeds der Beitragsautoren entfernen"],"Remove post comments feeds":["Feeds der Beitragskommentare entfernen"],"Remove global comment feeds":["Globale Kommentar-Feeds entfernen"],"Remove global feed":["Globalen Feed entfernen"],"Remove powered by HTTP header":["Powered by HTTP-Header entfernen"],"Remove generator tag":["Generator-Tag entfernen"],"Remove oEmbed links":[""],"Remove RSD / WLW links":["RSD/WLW-Links entfernen"],"Remove REST API links":["REST-API-Links entfernen"],"Remove shortlinks":["Shortlinks entfernen"],"Show or hide our tools and controls in the content editor.":["Zeigen oder verstecken Sie unsere Werkzeuge und Steuerelemente im Inhaltseditor."],"Enable SEO controls and assessments":["SEO-Kontrollen und -Prüfungen aktivieren"],"Unlock with %1$s":["Entsperren mit %1$s"],"We couldn’t find anything with that term.":["Wir konnten zu diesem Begriff nichts finden."],"Search...":["Suchen…"],"Quick search...":["Schnellsuche..."],"No, continue editing":["Nein, Bearbeitung fortsetzen"],"Yes, discard changes":["Ja, Änderungen verwerfen"],"You are about to discard all unsaved changes. All of your settings will be reset to the point where you last saved. Are you sure you want to do this?":["Sie sind im Begriff, alle nicht gespeicherten Änderungen zu verwerfen. Alle Ihre Einstellungen werden auf den Punkt zurückgesetzt, an dem Sie zuletzt gespeichert haben. Sind Sie sicher, dass Sie das tun wollen?"],"Discard all changes":["Alle Änderungen verwerfen"],"Redirect pretty URLs for search pages to raw format":["Leiten Sie hübsche URLs für Suchseiten auf das Rohformat um"],"Choose the general appearance of your breadcrumbs.":["Wähle das allgemeine Aussehen Ihrer Breadcrumbs."],"Breadcrumb appearance":["Aussehen der Breadcrumbs"],"You have selected the user %1$s%5$s%2$s as the person this site represents. Their user profile information will now be used in search results. %3$sUpdate their profile to make sure the information is correct%4$s.":["Sie haben den Benutzer %1$s%5$s%2$s als die Person ausgewählt, die diese Website repräsentiert. Die Informationen des Benutzerprofils werden nun in den Suchergebnissen verwendet. %3$sAktualisieren Sie dessen Profil, um sicherzustellen, dass die Informationen korrekt sind%4$s."],"Please tell us more about the person this site represents.":["Bitte erzählen Sie uns mehr über die Person, die diese Website repräsentiert."],"E.g. https://example.com/yoast":[""],"Tell us if you have any other profiles on the web that belong to your organization. This can be any number of profiles, like YouTube, LinkedIn, Pinterest, or even Wikipedia.":["Teilen Sie uns mit, ob Sie irgendwelche anderen Profile im Web besitzen, die zu Ihrer Organisation gehören. Sie können ebenso Profile aus Plattformen wie Instagram, YouTube, LinkedIn, Pinterest oder Wikipedia hinzufügen."],"Please tell us more about your organization. This information will help Google to understand your website, and improve your chance of getting rich results.":["Bitte erzählen Sie uns etwas mehr zu Ihrer Organisation/Firma. Das wird Google helfen, Ihre Website besser zu verstehen und verbessert Ihre Chance auf so genannte rich results."],"E.g. https://twitter.com/yoast":[""],"E.g. https://facebook.com/yoast":[""],"Other profiles":["Andere Profile"],"Writing":["Schreiben"],"You can determine the title and description for the blog page by %1$sediting the blog page itself%2$s.":["Sie können Titel und Beschreibung für jede Blog-Seite festlegen, indem Sie %1$sdie Blogseite als solche ändern%2$s."],"These are expert features, so make sure you know what you're doing before removing the parameters. %1$sRead more about how your site can be affected%2$s.":["Dies sind fortgeschrittene Funktionen, also seien Sie sich sicher, was Sie tun, bevor Sie Parameter entfernen. %1$sLesen Sie mehr dazu, wie Ihre Website davon betroffen sein könnte%2$s."],"Advanced: URL cleanup":["Erweitert: URL-Bereinigung"],"Prevent crawling of internal site search URLs":["Das Crawlen interner Website-Such-URLs verhindern"],"Block internal site searches which match the patterns of known spam attacks.":["Blockieren Sie interne Suchvorgänge auf der Website, die den Mustern bekannter Spam-Angriffe entsprechen."],"Block internal site searches which contain complex and non-alphanumeric characters, as they may be part of a spam attack.":["Blockieren Sie interne Suchanfragen, die komplexe und nicht alphanumerische Zeichen enthalten, da sie Teil eines Spam-Angriffs sein könnten."],"Enables advanced settings for protecting your internal site search URLs.":["Ermöglicht erweiterte Einstellungen zum Schutz Ihrer internen Website-Such-URLs."],"Your internal site search can create lots of confusing URLs for search engines, and can even be used as a way for SEO spammers to attack your site. Most sites will benefit from experimenting with these protections and optimizations, even if you don’t have a search feature in your theme.":["Ihre interne Website-Suche kann zu vielen verwirrenden URLs für Suchmaschinen führen und sogar als Möglichkeit für SEO-Spammer dienen, Ihre Website anzugreifen. Für die meisten Websites lohnt es sich, mit diesen Schutz- und Optimierungsmassnahmen zu experimentieren, auch wenn Sie keine Suchfunktion in Ihrem Theme haben."],"Internal site search cleanup":["Bereinigung der internen Website-Suche"],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of WordPress' JSON API endpoints.":["Fügen Sie eine 'disallow'-Regel zu Ihrer robots.txt-Datei hinzu, um das Crawlen der JSON-API-Endpunkte von WordPress zu verhindern."],"Remove JavaScript used for converting emoji characters in older browsers.":["JavaScript, das für die Umwandlung von Emoji-Zeichen in älteren Browsern verwendet wird, entfernen."],"Remove URLs which provide alternative (legacy) formats of all of the above.":["URLs entfernen, die alternative (veraltete) Formate für alle oben genannten Themes haben."],"Remove URLs which provide information about your search results.":["URLs entfernen, die Informationen über deine Suchergebnisse liefern."],"Remove URLs which provide information about your recent posts, for each custom taxonomy.":["Entfernen Sie URLs für jede benutzerdefinierte Taxonomie, die Informationen über Ihre letzten Beiträge enthält."],"Remove URLs which provide information about your recent posts, for each tag.":["Entfernen Sie URLs für jedes benutzerdefinierte Schlagwort, das Informationen über Ihre letzten Beiträge enthält."],"Remove URLs which provide information about your recent posts, for each category.":["Entfernen Sie URLs für jede benutzerdefinierte Kategorie, die Informationen über Ihre letzten Beiträge enthält."],"Remove URLs which provide information about your recent posts, for each post type.":["Entfernen Sie URLs für jeden Post-Typ, der Informationen über Ihre letzten Beiträge enthält."],"Remove URLs which provide information about recent posts by specific authors.":["Entfernen Sie URLs, die Informationen über neue Beiträge bestimmter Autoren enthalten."],"Remove URLs which provide information about recent comments on each post.":["Entfernen Sie URLs, die Informationen über die letzten Kommentare zu den einzelnen Beiträgen enthalten."],"Also disables post comment feeds.":["Deaktiviert auch Post-Kommentar-Feeds."],"Remove URLs which provide an overview of recent comments on your site.":["URLs entfernen, die einen Überblick über die letzten Kommentare auf Ihrer Website geben."],"Remove URLs which provide an overview of your recent posts.":["Entfernen Sie URLs, die einen Überblick über Ihre letzten Beiträge bieten."],"WordPress outputs your content in many different formats, across many different URLs (like RSS feeds of your posts and categories). It’s generally good practice to disable the formats you’re not actively using.":["WordPress gibt Ihre Inhalte in vielen verschiedenen Formaten und unter vielen verschiedenen URLs aus (z. B. RSS-Feeds für deine Beiträge und Kategorien). Es ist grundsätzlich sinnvoll, die Formate zu deaktivieren, die Sie nicht aktiv nutzen."],"Disable unwanted content formats":["Unerwünschte Inhaltsformate deaktivieren"],"Remove links which allow others sites to ‘ping’ yours when they link to you.":["Links entfernen, die es anderen Websites ermöglichen, Ihre zu 'pingen', wenn sie auf Sie verlinken."],"Remove information about the plugins and software used by your site.":["Informationen über verwendete Plugins und Software Ihrer Website entfernen."],"Remove links used for embedding your content on other sites.":["Links entfernen, die zum Einbetten Ihrer Inhalte auf anderen Websites verwendet werden."],"Remove links used by external systems for publishing content to your blog.":["Links entfernen, die von externen Systemen für die Veröffentlichung von Inhalten auf Ihrem Blog verwendet werden."],"Remove links to the location of your site’s REST API endpoints.":["Entfernen Sie Links zu den REST-API-Endpunkten Ihrer Website."],"Remove links to WordPress' internal 'shortlink' URLs for your posts.":["Entfernen Sie Links zu den WordPress-internen \"Shortlink\"-URLs für Ihre Beiträge."],"Remove unwanted metadata":["Unerwünschte Metadaten entfernen"],"Crawl optimization":["Crawl-Optimierung"],"Removes unknown URL parameters via a %1$s redirect. E.g., %2$s will be redirected to %3$s":["Entfernt unbekannte URL-Parameter über einen %1$s Redirect. Z.B. %2$s wird zu %3$s umgeleitet"],"Replaces %1$s tracking parameters with the (more performant) %2$s equivalent, via a %3$s redirect. E.g., %4$s will be redirected to %5$s":["Ersetzt %1$s Tracking-Parameter durch das (leistungsfähigere) Äquivalent %2$s mittels einer %3$s Weiterleitung. Z. B. wird %4$s auf %5$s weitergeleitet"],"Users and search engines may often request your URLs whilst using query parameters, like %1$s. These can be helpful for tracking, filtering, and powering advanced functionality - but they come with a performance and SEO ‘cost’. Sites which don’t rely on URL parameters might benefit from using these options.":["Benutzer und Suchmaschinen fragen Ihre URLs oft mit Abfrage-Parametern wie %1$s ab. Diese können für die Nachverfolgung, Filterung und erweiterte Funktionen hilfreich sein - aber sie haben ihren Preis in Bezug auf Leistung und SEO. Websites, die nicht auf URL-Parameter angewiesen sind, können von diesen Optionen profitieren."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by Common Crawl CCBot.":[""],"WordPress adds a lot of links and content to your site's %1$s and HTTP headers. For most websites you can safely disable all of these, which can help to save bytes, electricity, and trees.":["WordPress fügt eine Menge Links und Inhalte in die %1$s und HTTP-Header Ihrer Website ein. In der Regel können Sie diese sicher deaktivieren, was helfen kann, Bytes, Strom und Bäume einzusparen."],"Make your site more efficient and more environmentally friendly by preventing search engines from crawling things they don’t need to, and by removing unused WordPress features. %1$sLearn more about crawl settings and how they could benefit your site%2$s.":["Machen Sie Ihre Website effizienter und umweltfreundlicher, indem Sie verhindern, dass Suchmaschinen Dinge crawlen, die sie nicht brauchen, und indem Sie nicht genutzte WordPress-Funktionen entfernen. %1$sErfahre mehr über Crawl-Einstellungen und wie sie Ihre Seite verbessern können%2$s."],"E.g., %1$s and %2$s":[""],"E.g., %1$s":[""],"Enable breadcrumbs for your theme":["Breadcrumbs für Ihr Theme aktivieren"],"You can always choose to enable/disable them for your theme below. This setting will not apply to breadcrumbs inserted through a widget, a block or a shortcode.":["Sie können sie jederzeit unten für Ihr Theme aktivieren/deaktivieren. Diese Einstellung gilt nicht für Breadcrumbs, die über ein Widget, einen Block oder einen Shortcode eingefügt werden."],"Choose which Post type you wish to show in the breadcrumbs for Taxonomies.":["Wählen Sie den Beitragstyp aus, den Sie in den Breadcrumbs für Taxonomien anzeigen möchten."],"Breadcrumbs for taxonomies":["Breadcrumbs für Taxonomien"],"Choose which Taxonomy you wish to show in the breadcrumbs for Post types.":["Wählen Sie die Taxonomie aus, die Sie in den Breadcrumbs für Beitragstypen anzeigen möchten."],"Breadcrumbs for post types":["Breadcrumbs für Inhaltstypen"],"Breadcrumb for 404 page":["Breadcrumb für Fehlerseite 404"],"Prefix for search page breadcrumbs":["Präfix für Suchseiten-Breadcrumbs"],"Add prefix":["Präfix hinzufügen"],"Add anchor text":["Ankertext hinzufügen"],"Add separator":["Trennzeichen hinzufügen"],"Configure the appearance and behavior of %1$syour breadcrumbs%2$s.":["Konfigurieren Sie das Aussehen und Verhalten %1$sIhrer Breadcrumbs%2$s."],"Disabling this will redirect the %1$s to your site's homepage.":["Wenn Sie dies deaktivieren, wird %1$s auf die Startseite Ihrer Webseite umgeleitet."],"Refresh this page":["Diese Seite neu laden"],"Unfortunately, this means that all your unsaved changes will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Leider bedeutet dies, dass alle Ihre nicht gespeicherten Änderungen verloren gehen. Sie können versuchen, diese Seite zu aktualisieren, um das Problem zu beheben. Wenn der Fehler weiterhin auftritt, wenden Sie sich bitte an unser Support-Team, damit wir Ihnen helfen können!"],"Something went wrong. An unexpected error occurred.":["Etwas ist schief gelaufen. Ein unerwarteter Fehler ist aufgetreten."],"Failed to retrieve users.":["Der Abruf von Benutzern ist fehlgeschlagen."],"Searching users...":["Benutzer werden gesucht..."],"No users found.":["Es wurden keine Benutzer gefunden."],"Discard changes":["Änderungen verwerfen"],"The profile is not valid. Please use only 1-25 letters, numbers and underscores or enter a valid Twitter URL.":["Das Profil ist nicht gültig. Bitte verwenden Sie nur 1-25 Buchstaben, Zahlen und Unterstriche oder geben Sie eine gültige Twitter-URL ein."],"The profile is not valid. Please enter a valid URL.":["Das Profil ist nicht gültig. Geben Sie bitte eine gültige URL ein."],"The verification code is not valid. Please use only the letters A to F, numbers, underscores and dashes.":["Der Prüfcode ist nicht gültig. Verwenden Sie bitte nur die Buchstaben A bis F, Zahlen, Unterstriche und Bindestriche."],"The verification code is not valid. Please use only letters, numbers, underscores and dashes.":["Der Prüfcode ist nicht gültig. Verwenden Sie bitte nur Buchstaben, Zahlen, Unterstriche und Bindestriche."],"User":["Benutzer"],"Site basics":["Website-Grundlagen"],"Text formality":["Textformalität"],"Read more about text formality.":["Mehr über Textformalität erfahren."],"%1$s%3$s%2$s will help you assess the formality level of your text.":["%1$s%3$s%2$s hilft Ihnen, den Formalitätsgrad Ihren Textes zu beurteilen."],"WordPress loads lots of resources, some of which your site might not need. If you’re not using these, removing them can speed up your pages and save resources.":["WordPress lädt viele Ressourcen, von denen Ihre Website einige möglicherweise nicht benötigt. Wenn Sie diese nicht verwenden, können Sie sie entfernen, um Ihre Seiten zu beschleunigen und Ressourcen zu sparen."],"Remove unused resources":["Ungenutzte Ressourcen entfernen"],"Prevent search engines from crawling /wp-json/":["Suchmaschinen daran hindern, /wp-json/ zu indexieren"],"Prevent search engines from crawling site search URLs":["Verhindern, dass Suchmaschinen die Such-URLs der Website crawlen"],"There are unsaved changes on this page. Leaving means that those changes will be lost. Are you sure you want to leave this page?":["Es gibt nicht gespeicherte Änderungen auf dieser Seite. Verlassen bedeutet, dass diese Änderungen verloren gehen. Möchten Sie diese Seite wirklich verlassen?"],"Media pages":["Medienseiten"],"Categories & tags":["Kategorien & Schlagwörter"],"Content types":["Inhaltstypen"],"Show more":["Mehr anzeigen"],"Show less":["Weniger anzeigen"],"Configure the basics for your website.":["Konfigurieren Sie die Grundlagen Ihrer Website."],"This field updates the %1$stagline in your WordPress settings%2$s.":["Dieses Feld aktualisiert die %1$s-Untertitel in Ihren WordPress-Einstellungen%2$s."],"Disabling this means that %1$s pages created by WordPress will not be indexed by search engines and will be excluded from XML sitemaps.":["Wenn Sie diese Option deaktivieren, werden durch WordPress erstellte %1$s Seiten nicht von Suchmaschinen indexiert und aus den XML-Sitemaps ausgeschlossen."],"Show %1$s pages in search results":["%1$s Seiten in den Suchergebnissen anzeigen"],"We recommend keeping %1$s pages disabled. This will cause all attachment URLs to be redirected to the media itself.":["Wir empfehlen, %1$s Seiten zu deaktivieren. Das Deaktivieren von %1$s Seiten führt dazu, dass alle Anhangs-URLs auf die Medien selbst umgeleitet werden."],"%1$s pages":["%1$s Seiten"],"When you upload media (e.g. an image or video), %5$s automatically creates a %3$s page (attachment URL) for it. These pages are quite empty and could cause %1$sthin content problems and lead to excess pages on your site%2$s. Therefore, %4$s disables them by default (and redirects the attachment URL to the media itself).":["Wenn Sie Medien hochladen (z.B. ein Bild oder Video), erstellt %5$s automatisch eine %3$s Seite (Anhang-URL) dafür. Diese Seiten sind ziemlich leer und könnten %1$sProbleme wegen zu wenig Content verursachen und zu überflüssigen Seiten auf Ihrer Website führen%2$s. Deshalb deaktiviert %4$s sie standardmässig (und leitet die Anhang-URL auf das Medium selbst um)."],"Format-based archives can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["Formatbasierte Archive können Probleme mit doppelten Inhalten verursachen. Für die meisten Websites empfehlen wir, diese Einstellung zu deaktivieren."],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps. We recommend that you disable this setting.":["Wenn Sie das deaktivieren, wird %1$s nicht von Suchmaschinen indiziert und von XML-Sitemaps ausgeschlossen. Wir empfehlen, diese Einstellung zu deaktivieren."],"%1$s can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["%1$s kann Probleme mit doppelten Inhalten verursachen. Für die meisten Websites empfehlen wir, diese Einstellung zu deaktivieren."],"%1$s (e.g. %2$s) are based on publication dates. From an SEO perspective, the posts in these archives have no real relation to the other posts except for their publication dates, which doesn’t say much about the content. They could also lead to duplicate content issues. This is why we recommend you to disable %3$s.":["%1$s (z.B. %2$s) basieren auf Veröffentlichungsdaten. Aus SEO-Sicht haben die Beiträge in diesen Archiven keinen wirklichen Bezug zu den anderen Beiträgen, ausser ihrem Veröffentlichungsdatum, das nicht viel über den Inhalt aussagt. Sie könnten auch zu Duplicate Content-Problemen führen. Aus diesem Grund empfehlen wir, %3$s zu deaktivieren."],"Determine how your %1$s should look on social media by default.":["Wählen Sie, wie Ihre %1$s standardmässig auf Social Media aussehen sollen."],"Disabling this means that %1$s without any posts will not be indexed by search engines and will be excluded from XML sitemaps.":["Wenn Sie das deaktivieren, werden %1$s ohne Beiträge nicht von Suchmaschinen indiziert und von XML-Sitemaps ausgeschlossen."],"Show archives for authors without posts in search results":["Archive für Autoren ohne Beiträge in den Suchergebnissen anzeigen"],"Determine how your %1$s should look in search engines.":["Wählen Sie, wie Ihre %1$s in Suchmaschinen aussehen sollen."],"If you're running a one author blog, the %1$s (e.g. %2$s) will be exactly the same as your homepage. This is what's called a %3$sduplicate content problem%4$s. If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or prevent it from showing up in search results.":["Wenn Sie einen Blog mit nur einem Autor betreiben, ist das %1$s (z.B. %2$s) genau dasselbe wie Ihre Homepage. Das nennt man ein %3$sProblem mit doppeltem Inhalt%4$s. Wenn dies bei Ihrer Website der Fall ist, können Sie es entweder deaktivieren (dann wird es auf die Homepage umgeleitet) oder verhindern, dass es in den Suchergebnissen angezeigt wird."],"Author archive":["Autorenarchiv"],"Read more about the search results settings":["Erfahren Sie mehr über die Einstellungen der Suchergebnisse"],"Determine how your %1$s should look in search engines and on social media.":["Wählen Sie, wie Ihre %1$s in den Ergebnissen von Suchmaschinen und auf Social Media aussehen sollen."],"Contact support":["Support kontaktieren"],"We're very sorry, but it seems like the following error has interrupted our application:":["Es tut uns sehr leid, aber anscheinend hat der folgende Fehler unsere Anwendung angehalten:"],"Read reviews from real users":["Lesen Sie Bewertungen von echten Benutzern"],"%1$s attempted to load the class %2$s but it could not be found.":["%1$s hat versucht, die Klasse %2$s zu laden, aber sie konnte nicht gefunden werden."],"We noticed that you are using a multilingual plugin. Please be aware that this analysis feedback is intended only for texts written in English.":["Wir haben festgestellt, dass Sie ein Plugin für Mehrsprachigkeit verwenden. Bitte seien Sie sich bewusst, dass die Rückmeldungen dieser Analyse nur für Texte gedacht ist, die auf Englisch geschrieben sind."],"Determine how your homepage should look in the search results and on social media. This is what people probably will see when they search for your brand name.":["Wählen Sie aus, wie Ihre Startseite in Suchmaschinen und in sozialen Netzwerken dargestellt werden soll. Beachten Sie, dass Nutzer diese Darstellung wahrscheinlich sehen werden, wenn sie nach Ihrer Marke suchen."],"Determine how your homepage should look on social media.":["Wählen Sie, wie Ihre Homepage in den sozialen Medien aussehen soll."],"Show the categories prefix in the slug":["Kategorien-Präfix in der Titelform anzeigen"],"Category URLs in WordPress contain a prefix, usually %s. Show or hide that prefix in category URLs.":["Kategorie-URLs in WordPress enthalten ein Präfix, normalerweise %s. Dieser Parameter aktiviert dieses Präfix, nur für Katagorien."],"Determine how your %1$s archive should look on social media.":["Wählen Sie, wie Ihr %1$s Archiv auf Social Media aussehen soll."],"Disabling this means that the archive for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Die Deaktivierung dieser Option bedeutet, dass das Archiv für %1$s nicht von Suchmaschinen indiziert wird und zudem von XML-Sitemaps ausgeschlossen wird."],"Determine how your %1$s archive should look in search engines.":["Wähle, wie Ihr %1$s Archiv in Suchmaschinen aussehen soll."],"These settings are specifically for optimizing your %1$s archive.":["Diese Einstellungen sind speziell für die Optimierung Ihres %1$s-Archivs gedacht."],"%1$s archive":["%1$s Archiv"],"Add custom fields to page analysis":["Individuelle Felder zur Seitenanalyse hinzufügen"],"Additional settings":["Zusätzliche Einstellungen"],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Deaktivieren bedeutet, dass %1$s nicht von Suchmaschinen indiziert wird und von XML-Sitemaps ausgeschlossen wird."],"Search appearance":["Darstellung der Suche"],"You haven't set a Shop page in your WooCommerce settings. %1$sPlease do this first%2$s.":["Sie haben in Ihren WooCommerce-Einstellungen bisher keine Shop-Seite eingestellt. %1$sBitte erledigen Sie dies zuerst%2$s."],"The %1$ssocial image%2$s, %1$ssocial title%2$s and %1$ssocial description%2$s require Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":["Das %1$sSocial-Bild%2$s, %1$sSocial-Titel%2$s und %1$sSocial-Beschreibung%2$s erfordern Open Graph-Daten, die derzeit im Abschnitt \"Social Sharing\" in %3$s deaktiviert sind Site-Einstellungen%4$s."],"Oh no! It seems your form contains invalid data. Please review the following fields:":["Oh nein! Scheinbar enthält Ihr Formular ungültige Daten. Bitte überprüfen Sie folgende Felder:"],"Archive social image":["Bild des Social-Archivs"],"Archive social description":["Archivierung der sozialen Beschreibung"],"Archive social title":["Titel des Social-Archivs"],"Show the archive for %1$s in search results":["Archiv für %1$s in den Suchergebnissen anzeigen"],"Archive breadcrumbs title":["Breadcrumbs-Titel archivieren"],"Archive meta description":["Archiv-Meta-Beschreibung"],"Archive SEO title":["Archiv-SEO-Titel"],"Enable %1$s for %2$s":["%1$s für %2$s aktivieren"],"Show %1$s in search results":["Zeige %1$s in den Suchergebnissen"],"The selected media type is not valid. Supported types are: JPG, PNG, WEBP and GIF.":["Der ausgewählte Medientyp ist ungültig. Unterstützte Typen sind: JPG, PNG, WEBP und GIF."],"%1$sInclusive language%2$s: We haven't detected any potentially non-inclusive phrases. Great work!":["%1$sInklusive Sprache%2$s: Wir konnten keine möglicherweise nicht-inklusiven Phrasen entdecken. Gute Arbeit!"],"Potentially non-inclusive phrases":["Möglicherweise nicht-inklusive Phrasen"],"Non-inclusive phrases":["Nicht-Inklusive Phrasen"],"Learn more about the inclusive language analysis":["Lernen Sie mehr über die Analyse von inklusiver Sprache"],"Inclusive language:":["Inklusive Sprache:"],"Removes the inclusive language analysis section from the metabox and disables all inclusive language-related suggestions.":["Entfernt den inklusiven Sprachanalyseabschnitt aus der Metabox und deaktiviert alle inklusiven sprachbezogenen Vorschläge."],"Disable inclusive language analysis":["Analyse für inklusive Sprache deaktivieren"],"Discover why inclusive language is important for SEO.":["Entdecken Sie, warum integrative Sprache für SEO wichtig ist."],"The inclusive language analysis offers suggestions to write more inclusive copy.":["Die inklusive Sprachanalyse bietet Vorschläge, um inklusivere Texte zu schreiben."],"Inclusive language analysis":["Inklusive Sprachanalyse"],"Inclusive language":["Inklusive Sprache"],"%1$sInclusive language%2$s: %3$s":["%1$sInklusive Sprache%2$s: %3$s"],"Use %s fields to power your meta tags and templates, and analyze all of your content.":["Nutzen Sie %s-Felder für bessere Meta-Tags und Templates und analysieren Sie all Ihre Inhalte."],"Improve your technical SEO, meta tags and unlock more SEO ecommerce tools.":["Verbessern Sie Ihr technisches SEO, Ihre Meta-Tags und schalten Sie weitere SEO-E-Commerce-Tools frei."],"Connect your %1$s account to improve your site’s search results using %2$s data.":["Verbinden Sie Ihr %1$s-Konto, um die Suchergebnisse Ihrer Website mit Daten von %2$s zu verbessern."],"Upgrade your meta tags and social previews and manage your SEO settings in one place.":["Aktualisieren Sie Ihre Meta-Tags und Social Previews und verwalten Sie Ihre SEO-Einstellungen an einem Ort."],"Get the most out of %1$s%2$s%3$s and %4$s, together":["Holen Sie das Beste aus der Kombination aus %1$s%2$s%3$s und %4$s heraus"],"Take advantage of your favorite SEO & content analysis tools with your favorite page builder.":["Verwenden Sie Ihre bevorzugten SEO & Inhaltsanalyse-Tools zusammen mit Ihrem Lieblings-Page-Builder."],"Get %1$s tools and functionality in %2$s%3$s%4$s":["Erhalten Sie Werkzeuge für %1$s und Funktionen in %2$s%3$s%4$s"],"Use the power of the blockchain to timestamp your content with %s.":["Nutzen Sie die Macht der Blockchain, um Ihre Inhalte mit einem %s-Zeitstempel zu versehen."],"Keep an eye on how your posts are ranking by connecting to your %s account.":["Behalte im Auge, wie Ihre Beiträge ranken, indem Sie sich mit Ihrem %s-Konto verbinden."],"Find out what your audience is searching for with %s data right in your sidebar.":["Finden Sie heraus, wonach Ihre Besucher suchen mit %s-Daten direkt in Ihrer Seitenleiste."],"Front-end SEO inspector":["Front-End-SEO-Inspektor"],"Oops! Something went wrong while saving.":["Ups! Etwas ist schief gelaufen. Bitte versuchen Sie es nochmal."],"Great! Your settings were saved successfully.":["Ihre Einstellungen wurden gespeichert."],"Get your verification code in %1$sYandex Webmaster tools%2$s.":["Holen Sie sich einen Yandex-Verifizierungscode in den %1$sYandex Webmaster Tools%2$s."],"Yandex":["Yandex"],"Claim your site over at %1$sPinterest%2$s.":["Bestätigen Sie Ihre Website bei %1$sPinterest%2$s."],"Get your verification code in %1$sGoogle Search console%2$s.":["Holen Sie sich einen Google-Verifizierungscode in der %1$sGoogle Search Console%2$s."],"Get your verification code in %1$sBing Webmaster tools%2$s.":["Erhalten Sie Ihren Verifizierungscode in den %1$sBing Webmaster Tools%2$s."],"Bing":["Bing"],"Add verification code":["Verifizierungscode hinzufügen"],"Get your verification code in %1$sBaidu Webmaster tools%2$s.":["Holen Sie sich einen Baidu-Verifizierungscode in den %1$s Baidu Webmaster Tools%2$s."],"Baidu":["Baidu"],"Verify your site with different tools. This will add a verification meta tag to your homepage. You can find instructions on how to verify your site for each platform by following the link in the description.":["Verifizieren Sie Ihre Website mit verschiedenen Werkzeugen. Dies wird Ihrer Homepage einen Meta-Tag zur Verifizierung hinzufügen. Folgen Sie dem Link in der Beschreibung, um zu einer Anleitung zu kommen, wie Sie Ihre Website für jede Plattform überprüfen."],"By default only editors and administrators can access the Advanced and Schema section of the %1$s sidebar or metabox. Disabling this allows access to all users.":["Standardmässig können nur Redakteure und Administratoren auf die Bereiche Erweitert und Schema der %1$s-Metabox zugreifen. Wenn Sie dies deaktivieren, können alle Benutzer darauf zugreifen."],"Restrict advanced settings for authors":["Erweiterte Einstellungen für Autoren einschränken"],"This Yoast SEO REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use Yoast SEO for all their SEO meta output.":["Dieser Yoast-SEO-REST-API-Endpunkt liefert Ihnen alle Metadaten, die Sie für eine bestimmte URL benötigen. Das macht es für Headless-WordPress-Seiten sehr einfach, Yoast SEO für ihre SEO-Meta-Ausgaben zu nutzen."],"REST API endpoint":["REST-API-Endpunkt"],"APIs":["APIs"],"Slack sharing":["Slack-Freigabe"],"Allows for Twitter to display a preview with images and a text excerpt when a link to your site is shared.":["Aktivieren Sie diese Funktion, wenn Twitter eine Vorschau mit Bildern und einem Textauszug anzeigen soll, wenn ein Link zu Ihrer Website geteilt wird."],"Twitter card data":["Twitter Card-Daten"],"Open Graph data":["Open Graph-Daten"],"Social sharing":["Soziales Teilen"],"Site structure":["Website-Struktur"],"Tell us which features you want to use.":["Steuern Sie, welche Funktionen Sie verwenden möchten."],"Site preferences":["Website-Voreinstellungen"],"Network disabled":["Netzwerk deaktiviert"],"Unavailable for sub-sites":["Für untergeordnete Websites nicht verfügbar"],"This image is used as a fallback for posts/pages that don't have any images set.":["Dieses Bild wird als Fallback für Beiträge/Seiten verwendet, für die keine Bilder festgelegt sind."],"Site image":["Website-Bild"],"Title separator":["Titeltrennzeichen"],"Recommended size for this image is %1$s%3$s%2$s":["Die empfohlene Grösse für dieses Bild ist %1$s%3$s%2$s"],"The %1$sSite image%2$s requires Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":["Für das %1$sWebsite-Bild%2$s sind Open Graph-Daten erforderlich, die derzeit im Abschnitt «Social Sharing» in den %3$sWebsite-Funktion%4$s deaktiviert sind."],"Automatically add content to your RSS. This enables you to add links back to your blog and your blog posts, helping search engines identify you as the original source of the content.":["Automatisch Content zu Ihrem RSS hinzufügen. Dies erlaubt es Ihnen, Links zurück zu Ihrem Blog und zu Ihren Beiträgen zu setzen, damit Suchmaschinen Sie als die Originalquelle des Contents erkennen."],"RSS feed":["RSS-Feed"],"%1$s (default)":["%1$s (Standard)"],"We took the liberty of using your website name and logo for the organization name and logo. Feel free to change them below.":["Wir haben uns die Freiheit genommen, den Namen und das Logo ihrer Website als Firmennamen und -Logo zu verwenden. Gerne können Sie das hier unten ändern."],"Edit your %1$s":["%1$s bearbeiten"],"slug":[""],"keyphrase":[""],"A company name and logo need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site name and logo as default values. %1$sLearn more about the importance of structured data.%2$s":["Ein Firmenname und ein Firmenlogo müssen konfiguriert sein, damit strukturierte Daten einwandfrei funktionieren. Da Sie diese bisher nicht konfiguriert haben, verwenden wir den Namen und das Logo der Website als Standardwerte. %1$sLernen Sie mehr über die Bedeutung von strukturierten Daten.%2$s"],"Install %1$s Content Analysis for %2$s":["Installieren Sie die %1$s-Inhaltsanalyse für %2$s"],"Activate %1$s Content Analysis for %2$s":["Aktivieren Sie %1$s Inhaltsanalyse für %2$s"],"%1$s integrates with %2$s":["%1$s lässt sich in %2$s integrieren"],"Integration active":["Integration aktiv"],"Plugin not detected":["Plugin nicht erkannt"],"Enable integration":["Integration aktivieren"],"Plugin integrations":["Plugin-Integrationen"],"Recommended integrations":["Empfohlene Integrationen"],"Enable %1$s":["%1$s aktivieren"],"Integration unavailable for multisites":["Integration für Multisites nicht verfügbar"],"Network Disabled":["Netzwerk deaktiviert"],"Unlock with Premium!":["Mit Premium freischalten!"],"Premium SEO analysis:":["Premium-SEO-Analyse:"],"Beta":["Beta"],"Are you publishing news articles? %s helps you optimize your site for Google News.":["Veröffentlichen Sie Nachrichtenartikel? %s hilft Ihnen, Ihre Website für Google News zu optimieren."],"no data":["keine Daten"],"Your text should be slightly longer to calculate your Flesch reading ease score.":["Ihr Text sollte ein wenig länger sein, damit die Flesch-Lesbarkeitsbewertung berechnet werden kann."],"Continue writing to get insight into the readability of your text!":["Schreiben Sie noch ein wenig mehr, um Informationen über die Lesbarkeit Ihres Textes zu erhalten!"],"%1$sKeyphrase distribution%2$s: Have you evenly distributed your focus keyphrase throughout the whole text? %3$sYoast SEO Premium will tell you!%4$s":["%1$sKeyphrase-Verteilung%2$s: Haben Sie Ihre Fokus-Keyphrase gleichmässig über den gesamten Text verteilt? %3$sYoast SEO Premium sagt es Ihnen!%4$s"],"%1$sWord complexity%2$s: Is your vocabulary suited for a larger audience? %3$sYoast SEO Premium will tell you!%4$s":["%1$sWortkomplexität%2$s: Ist Ihr Wortschatz für ein grösseres Publikum geeignet? %3$sYoast SEO Premium wird es Ihnen verraten!%4$s"],"Get %s to enjoy the benefits of prominent words":["Holen Sie sich %s, um die Vorteile von prominenten Wörtern zu geniessen"],"With %1$s%3$s%2$s, this section will show you which words occur most often in your text. By checking these prominent words against your intended keyword(s), you'll know how to edit your text to be more focused.":["Mit %1$s%3$s%2$s zeigt Ihnen dieser Abschnitt, welche Wörter am häufigsten in Ihrem Text vorkommen. Indem Sie diese markanten Wörter mit Ihren beabsichtigten Schlüsselwörtern vergleichen, wissen Sie, wie Sie Ihren Text bearbeiten können, um fokussierter zu sein."],"Buy %s now!":["Kaufen Sie %s jetzt!"],"Are you working on a news article? %s helps you optimize your site for Google News.":["Schreiben Sie Nachrichtenartikel? %s hilft Ihnen bei der Optimierung Ihrer Website für Google News."],"Premium SEO analysis":["Premium-SEO-Analyse"],"1 year of premium support and updates included!":["1 Jahr Premium Support und Updates inklusive!"],"Unlock with %s":["Jetzt freischalten mit %s"],"Learn more about character count":["Mehr über den Zeichenzähler erfahren"],"Character count":["Zeichenanzahl"],"Learn more about word count":["Mehr über den Wortzähler erfahren"],"Word count":["Anzahl der Wörter"],"Learn more about Flesch reading ease":["Erfahren Sie mehr über die Flesch-Lesbarkeitsbewertung"],"out of 100":["von 100"],"okay":[""],"Learn more about reading time":["Mehr über Lesezeit erfahren"],"Reading time":["Lesezeit"],"minute":["","minutes"],"Activate %1$s!":["%1$s aktivieren!"],"You've installed %1$s but it's not activated yet. %2$sActivate %1$s now!%3$s":["Sie haben %1$s installiert aber es wurde noch nicht aktiviert. %2$sAktivieren Sie %1$s jetzt!%3$s"],"Automatically ping search engines like Bing and Yandex whenever you publish, update or delete a post.":["Automatisch Suchmaschinen wie Bing und Yandex anpingen, sobald Sie einen Beitrag veröffentlichen, aktualisieren oder löschen."],"Additional URL parameters to allow":["Zusätzliche URL-Parameter erlauben"],"Permalink cleanup settings":["Einstellungen für die Bereinigung von Permalinks"],"Max number of characters to allow in searches":["Maximale Anzahl an Zeichen, die in Suchen erlaubt ist"],"Search cleanup settings":["Einstellungen für Suchbereinigung"],"Filter searches with common spam patterns":["Nach Suchen mit allgemein bekannten Spam-Begriffen filtern"],"Filter searches with emojis and other special characters":["Nach Suchen mit Emojis und anderen speziellen Zeichen filtern"],"Filter search terms":["Nach Suchbegriffen filtern"],"Unregistered URL parameters":["Parameter für unregistrierte URLs"],"Campaign tracking URL parameters":["URL-Parameter für das Kampagnen-Tracking"],"Timestamp this %s":["%s mit Zeitstempel versehen"],"%1$s: Not all the words from your keyphrase \"%4$s\" appear in the SEO title. %2$s%5$s%3$s.":["%1$s: Nicht alle Wörter aus Ihrer Keyphrase \"%4$s\" erscheinen im SEO-Titel. %2$s%5$s%3$s."],"%1$s: The focus keyphrase appears at the beginning of the SEO title. Good job!":["%1$s: Die Fokus-Keyphrase scheint am Anfang des SEO-Titels zu sein. Gut gemacht!"],"Keyphrase in SEO title":["Keyphrase im SEO-Titel"],"Contact %s support.":["Kontaktieren Sie den Support von %s."],"WordProof Timestamp":["WordProof-Zeitstempel"],"View this content's Timestamp certificate":["Das Zeitstempel-Zertifikat dieses Beitrags anzeigen"],"Contact WordProof support":["Kontaktieren Sie den Support von WordProof"],"Find out how IndexNow can help your site.":["Finden Sie heraus wie IndexNow Ihrer Website helfen kann."],"IndexNow":["IndexNow"],"Dismiss this notice.":["Diesen Hinweis ausblenden."],"We noticed that you haven't fully configured Yoast SEO yet. Optimize your SEO settings even further by using our improved %1$s First-time configuration%2$s.":["Wir haben festgestellt, dass Sie Yoast SEO noch nicht vollständig konfiguriert haben. Optimieren Sie Ihre SEO-Einstellungen noch umfangreicher indem Sie unsere verbesserte %1$sErstmalige Konfiguration%2$s verwenden."],"SEO configuration":["SEO-Konfiguration"],"Feed crawl settings":["Feed Crawl Einstellungen"],"Basic crawl settings":["Grundlegende Crawl-Einstellungen"],"Powered by HTTP header":["Powered by HTTP Header"],"Pingback HTTP header":["Pingback HTTP Header"],"Emoji scripts":["Emoji-Skripte"],"Generator tag":["Generator-Schlagwort"],"oEmbed links":["oEmbed Links"],"RSD / WLW links":["RSD / WLW Links"],"REST API links":["REST-API Links"],"Shortlinks":["Shortlinks"],"Atom/RDF feeds":["Feeds von Atom/RDF"],"Search results feeds":["Feeds von Suchergebnissen"],"Custom taxonomy feeds":["Feeds von individuellen Taxonomien"],"Tag feeds":["Feeds von Schlagwörtern"],"Category feeds":["Feeds von Kategorien"],"Post type feeds":["Feeds von Inhaltstypen"],"Post authors feeds":["Feeds von Beitragsautoren"],"Global comment feeds":["Globale Kommentarfeeds"],"Global feed":["Globaler Feed"],"%1$sLearn more about crawl settings.%2$s":["%1$sLernen Sie mehr über die Crawl-Einstellungen.%2$s"],"Post comments feeds":["Feed der Beitrags-Kommentare"],"Crawl settings":["Crawl-Einstellungen"],"Finish configuration":["Konfiguration abschliessen"],"Personal preferences":["Persönliche Einstellungen"],"SEO data optimization":["Optimierung der SEO-Daten"],"An error has occurred: %1$s":["Es ist ein Fehler aufgetreten: %1$s"],"We could not save the organization name. Please check the value.":["Wir konnten den Namen der Organisation nicht speichern. Bitte überprüfen Sie den Wert."],"No items found.":["Keine Elemente gefunden."],"All redirect types":["Alle Umleitungsarten"],"Add Redirect":["Umleitung hinzufügen"],"Old URL":["Alte URL"],"The redirect type is the HTTP response code sent to the browser telling the browser what type of redirect is served. %1$sLearn more about redirect types%2$s.":["Die Umleitungsart ist der HTTP-Rückmeldungscode, den an den Browser gesendet wird und dem Browser mitteilt, welche Art von Umleitung verwendet werden soll. %1$sLernen Sie mehr über Umleitungsarten%2$s."],"301 Moved Permanently":["301 Dauerhaft verschoben"],"Type":["Typ"],"Plain redirects":["Einfache Weiterleitungen"],"Regex Redirects":["Regex-Umleitungen"],"There are unsaved changes in one or more steps. Leaving means that those changes may not be saved. Are you sure you want to leave?":["Es gibt ungespeicherte Änderungen in einem oder mehreren Schritten. Wenn Sie jetzt abbrechen, bedeutet das, dass diese Änderungen eventuell nicht gespeichert werden. Sind Sie sicher, dass Sie abbrechen möchten?"],"Add another profile":["Anderes Profil hinzufügen"],"Start first-time configuration!":["Starten Sie den Assistenten für die erstmalige Konfiguration!"],"Set the essential %s settings for your site in a few steps.":["Konfigurieren Sie die grundlegenden Einstellungen von %s für Ihre Website in wenigen Schritten."],"For the best ranking results: configure %s!":["Für die besten Ranking-Ergebnisse: Konfigurieren Sie %s!"],"Your site is already easier to find for search engines.":["Ihre Website ist bereits einfacher für Suchmaschinen zu finden."],"Tell us about your site, so we can get it ranked!":[""],"Or go to your SEO dashboard":[""],"E.g. example@email.com":[""],"Please enter a valid email address.":["Bitte geben Sie eine gültige E-Mail-Adresse ein."],"Tell us! Is your site about an organization or a person? ":[""],"Personal logo or avatar":["Persönliches Logo oder persönlicher Avatar"],"Select a user":["Benutzer auswählen"],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. You're not allowed to update this user profile, so please ask this user or an admin to make sure the information is correct.":["Sie haben den Benutzer %1$s als die Person gewählt, den diese Website darstellt. Die Informationen aus diesem Benutzerprofil werden ab sofort in den Suchergebnissen verwendet. Sie besitzen nicht die Erlaubnis, dieses Benutzerprofil zu aktualisieren, daher sollten Sie diesen Benutzer oder den Administrator bitten, zu prüfen ob diese Informationen korrekt sind."],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. %2$sUpdate this profile to make sure the information is correct%3$s.":["Sie haben den Benutzer %1$s als die Person gewählt, den diese Website repräsentiert. Die Informationen aus diesem Benutzerprofil werden ab sofort in den Suchergebnissen verwendet. %2$sAktualisieren Sie dieses Profil jetzt, um sicherzustellen, dass diese Informationen korrekt sind%3$s."],"Uploading image...":["Bild wird hochgeladen …"],"Select an option":["Eine Option auswählen"],"Be aware that you should run the SEO data optimization for this configuration to take maximum effect.":["Bitte beachten Sie, dass Sie die SEO-Datenoptimierung für diese Konfiguration durchführen sollten, damit Sie das beste Ergebnis erzielen können."],"We've already successfully analyzed your site. You can move on to the next step.":["Wir haben bereits erfolgreich Ihre Website analysiert. Sie können zum nächsten Schritt fortfahren."],"SEO data optimization is running… You can safely move on to the next steps of this configuration.":["Die Optimierung der SEO-Daten läuft... Sie können problemlos zu den nächsten Schritten dieses Assistenten fortfahren."],"You're not allowed to edit the social profiles of this user. Please ask this user or an admin to do this.":["Sie besitzen keine Erlaubnis, das Social-Media-Profil dieses Benutzers zu bearbeiten. Sie sollten diesen Benutzer oder den Administrator darum bitten, dies zu erledigen."],"E.g. https://www.wikipedia.com/yoast":[""],"E.g. https://www.youtube.com/yoast":[""],"E.g. https://www.twitter.com/yoast":[""],"E.g. https://www.tumblr.com/yoast":[""],"E.g. https://www.soundcloud.com/yoast":[""],"E.g. https://www.pinterest.com/yoast":[""],"E.g. https://www.myspace.com/yoast":[""],"E.g. https://www.linkedin.com/yoast":[""],"E.g. https://www.instagram.com/yoast":[""],"E.g. https://www.facebook.com/yoast":[""],"Delete item":["Eintrag löschen"],"E.g. https://social-platform.com/yoast":[""],"Other social profile":["Anderes Social-Media-Profil"],"First-time configuration":["Erstmalige Konfiguration"],"You should finish the %1$sfirst time configuration%2$s to make sure your SEO data has been optimized and you’ve set the essential Yoast SEO settings for your site.":["Sie sollten den %1$sAssistenten für die Erstkonfiguration%2$s ausführen und abschliessen, um sicherzustellen, dass Ihre SEO-Daten optimiert wurden und Sie die grundlegenden Yoast-SEO-Einstellungen für Ihre Website eingestellt haben."],"Step 4: Go through the first time configuration":["Schritt 4: Gehen Sie durch den Assistenten für die erstmalige Konfiguration"],"Postname permalink":["Permalink des Beitragsnamens"],"Page comments":["Seitenkommentare"],"Links table":["Link-Tabelle"],"If you already have saved AIOSEO 'Search Appearance' settings and the issue persists, please contact our support team so we can take a closer look.":["Falls Sie bereits AIOSEO-\"Such-Design\"-Einstellungen gespeichert haben und dieses Problem weiterhin besteht, kontaktieren Sie bitte unser Support-Team, damit wir uns das näher ansehen können."],"If you have never saved any AIOSEO 'Search Appearance' settings, please do that first and run the import again.":["Falls Sie nie irgendwelche AIOSEO-\"Such-Design\"-Einstellungen gespeichert haben, führen Sie dies bitte zuerst durch und starten Sie den Import erneut."],"The AIOSEO import was cancelled because some AIOSEO data is missing. Please try and take the following steps to fix this:":["Der Import von AIOSEO wurde abgebrochen, da einige AIOSEO-Daten fehlen. Bitte versuchen Sie, die folgenden Schritte durchzuführen, um dieses Problem zu beheben:"],"The validation of the AIOSEO data structure has failed.":["Die Validierung der AIOSEO-Datenstruktur ist fehlgeschlagen."],"Currently, the %s integration is not available for multisites.":["Aktuell ist die Integration von %s nicht für Multisites verfügbar."],"WordProof authentication":["WordProof-Authentifizierung"],"Connected to WordProof":["Verbunden mit WordProof"],"Connection failed":["Verbindung fehlgeschlagen"],"Not working? %1$sContact %3$s support%2$s.":["Funktioniert es nicht? %1$sKontaktieren Sie den Support von %3$s%2$s."],"Try again":["Erneut versuchen"],"Find possible solutions in this %1$sArticle%2$s.":["Vielleicht finden Sie mögliche Lösungen in diesem %1$sArtikel%2$s."],"There was a connection problem. This could be because your third party connections are blocked.":["Es gab ein Verbindungsproblem. Möglicherweise liegt es daran, dass Ihre Verbindungen zu Drittanbietern blockiert sein könnten."],"The %3$s will automatically be timestamped every time you %1$supdate%2$s or %1$spublish%2$s.":["Ihr(e) %3$s wird automatisch mit einem Zeitstempel versehen, sobald Sie ihn/sie %1$saktualisieren%2$s oder %1$sveröffentlichen%2$s."],"Your %s is now protected via the blockchain!":["Ihr(e) %s ist nun über die Blockchain geschützt!"],"Something went wrong authenticating your %3$s account with the %4$s site. Please try again or contact %1$s%3$s support%2$s.":["Die Authentifizierung Ihres %3$s-Kontos mit der %4$s-Website ist fehlgeschlagen. Bitte versuchen Sie es erneut oder kontaktieren Sie den %1$s%3$s-Support%2$s."],"Unable to create new timestamps. Please authenticate with WordProof.":["Es können keine neuen Zeitstempel erstellt werden. Bitte authentifizieren Sie sich mit WordProof."],"Timestamp with WordProof":["Zeitstempel erstellen mit WordProof"],"Learn more about timestamping":["Mehr über die Verwendung von Zeitstempeln erfahren"],"Authenticate with WordProof":["Authentifizieren mit WordProof"],"Manage WordProof settings":["WordProof-Einstellungen bearbeiten"],"The WordProof Timestamp plugin needs to be disabled before you can activate this integration.":["Das WordProof Timestamp Plugin muss deaktiviert werden, bevor Sie diese Integration verwenden können."],"Open settings":["Einstelllungen öffnen"],"Open authentication":["Authentifizierung öffnen"],"The timestamp is not created because you need to authenticate with %s first.":["Der Zeitstempel wurde nicht erstellt, da Sie sich zuerst mit %s authentifizieren müssen."],"The timestamp is not retrieved by your site. Please try again or contact %1$s support.":["Der Zeitstempel konnte von Ihrer Website nicht abgerufen werden. Bitte versuchen Sie es erneut oder kontaktieren Sie den Support von %1$s."],"%1$s failed to timestamp this page. Please check if you're correctly authenticated with %1$s and try to save this page again.":["%1$s konnte diese Seite nicht mit einem Zeitstempel versehen. Bitte überprüfen Sie, ob Sie erfolgreich bei %1$s angemeldet sind und versuchen Sie, diese Seite erneut zu speichern."],"%s has successfully timestamped this page.":["%s hat diese Seite erfolgreich mit einem Zeitstempel versehen."],"You are out of timestamps. Please upgrade your account by opening the %s settings.":["Sie haben keine Zeitstempel mehr verfügbar. Bitte laden Sie Ihren Account auf, indem Sie die %s-Einstellungen öffnen."],"Use WordProof to timestamp this page to comply with legal regulations and join the fight for a more transparant and accountable internet.":["Verwenden Sie WordProof, um diese Seite mit einem Zeitstempel zu versehen, damit Sie gesetzliche Vorschriften einhalten und schliessen Sie sich dem Kampf für ein transparenteres und verantwortungsbewussteres Internet an."],"Timestamp this post":["Diesen Beitrag mit Zeitstempel versehen"],"content words":[""],"content word":[""],"Cleanup failed with the following error:":["Die Bereinigung ist mit folgendem Fehler fehlgeschlagen:"],"Note: These settings will overwrite the default settings of Yoast SEO.":["Bemerkung: Diese Einstellungen werden die Standard-Einstellungen von Yoast SEO überschreiben."],"Note: This metadata will only be imported if there is no existing Yoast SEO metadata yet.":["Bemerkung: Diese Metadaten werden nur importiert, falls es noch keine existierenden Yoast SEO Metadaten gibt."],"Post metadata (SEO titles, descriptions, etc.)":["Beitrag Metadaten (SEO-Titel, Beschreibungen, etc.)"],"The import from %s includes:":["Der Import von %s beinhaltet:"],"Once you're certain that your site is working properly with the imported data from another SEO plugin, you can clean up all the original data from that plugin.":["Sobald Sie sicher sind, dass Ihre Website mit den importierten Daten eines anderen SEO-Plugins korrekt funktioniert, können Sie alle Originaldaten dieses Plugins bereinigen."],"Please select an SEO plugin below to see what data can be imported.":["Bitte wählen Sie ein SEO-Plugin aus um zu sehen, welche Daten importiert werden können."],"Clean up":["Bereinigung"],"After you've imported data from another SEO plugin, please make sure to clean up all the original data from that plugin. (step 5)":["Nachdem Sie Daten eines anderen SEO-Plugins importiert haben, stellen Sie bitte sicher, dass Sie alle Originaldaten dieses Plugins bereinigen. (Schritt 5)"],"Note: ":["Bemerkung: "],"The cleanup can take a long time depending on your site's size.":["Je nach Grösse Ihrer Website kann die Bereinigung eine lange Zeit in Anspruch nehmen."],"Every fifteen minutes":[""],"Default tagline":["Standard-Untertitel/Slogan"],"Import failed with the following error:":["Import mit folgendem Fehler fehlgeschlagen:"],"No data found from other SEO plugins.":["Keine Daten von anderen SEO-Plugins gefunden."],"Select SEO plugin":["SEO-Plugin auswählen"],"The import can take a long time depending on your site's size.":["Der Import kann abhängig von deiner Website-Grösse längere Zeit dauern."],"For the best SEO results include all words of your keyphrase in the SEO title, and put the keyphrase at the beginning of the title":["Um die besten SEO-Ergebnisse zu erzielen, sollten Sie alle Wörter Ihrer Keyphrase in den SEO-Titel einfügen und die Keyphrase an den Beginn des Titels"],"For the best SEO results write the exact match of your keyphrase in the SEO title, and put the keyphrase at the beginning of the title":["Um die besten SEO-Ergebnisse zu erzielen, sollten Sie die genaue Keyphrase in den SEO-Titel eingeben und die Keyphrase an den Beginn des Titels setzen"],"Installation Successful":["Installation erfolgreich"],"Blog Post":["Blogbeitrag"],"%1$s: Title does not begin with the focus keyphrase. %2$sMove your focus keyphrase to the beginning of the title%3$s.":["%1$s: Dein Titel beginnt nicht mit der Fokus-Keyphrase. %2$sSetzen Sie Ihre Fokus-Keyphrase an den Anfang des Titels%3$s."],"%1$s: The exact match of the focus keyphrase appears at the beginning of the SEO title. Good job!":["%1$s: Die genaue Fokus-Keyphrase erscheint am Anfang des SEO-Titels. Gut gemacht!"],"%2$sText length%4$s: The text contains %1$d %6$s. This is below the recommended minimum of %5$d %6$s. %3$sAdd more content%4$s.":["%2$sTextlänge%4$s: Der Text enthält %1$d %6$s. Das liegt unter dem empfohlenen Minimum von %5$d %6$s. %3$sSie sollten mehr Inhalt hinzufügen%4$s."],"%2$sText length%4$s: The text contains %1$d %6$s. This is slightly below the recommended minimum of %5$d %6$s. %3$sAdd a bit more copy%4$s.":["%2$sTextlänge%4$s: Der Text enthält %1$d %6$s. Das liegt unter dem empfohlenen Minimum von %5$d %6$s. %3$sSie sollten etwas mehr hinzufügen%4$s."],"%2$sText length%4$s: The text contains %1$d %6$s. This is far below the recommended minimum of %5$d %7$s. %3$sAdd more content%4$s.":["%2$sTextlänge%4$s: Der Text beinhaltet %1$d %6$s. Das ist weit unter dem empfohlenen Minimum von %5$d %7$s. %3$sFügen Sie weitere Textinhalte hinzu%4$s.","%2$sTextlänge%4$s: Der Text beinhaltet %1$d %7$s. Das ist weit unter dem empfohlenen Minimum von %5$d %7$s. %3$sFügen Sie weitere Textinhalte hinzu%4$s."],"character":["","characters"],"word":["","words"],"words":[""],"characters":[""],"%s rolls out the red carpet for the search bots, which helps your site perform better in search engines.":["%s rollt den roten Teppich für die Suchmaschinen-Bots aus, wodurch Ihre Website in Suchmaschinen besser abschneidet."],"You've successfully installed %s!":["Sie haben erfolgreich %s installiert!"],"Skip%s":["Überspringen %s"],"Your %s account does not contain any keyphrases for this website yet. You can track keyphrases by using the \"Track SEO Performance\" button in the post editor.":["Ihr %s-Konto enthält noch keine Keyphrasen für diese Website. Sie können Keyphrasen nachverfolgen, indem Sie im Beitragseditor die Schaltfläche «SEO-Performance nachverfolgen» verwenden."],"%s account":["%s-Konto"],"This overview only shows you keyphrases added to Yoast SEO. There may be other keyphrases added to your %s.":["Diese Übersicht zeigt Ihnen nur die zu Yoast SEO hinzugefügten Keyphrasen. Möglicherweise wurden Ihrem %s weitere Keyphrasen hinzugefügt."],"Tracking the ranking position...":["Ranking-Position nachverfolgen..."],"Something went wrong while tracking the ranking position(s) of your page. Please try again later.":["Es ist bei beim Tracking der Ranking-Positionen ein Fehler aufgetreten. Bitte versuchen Sie es später noch einmal."],"reconnect to %s":["erneut zu %s verbinden"],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["Es scheint, dass beim Abrufen Ihre Website-Daten ein Fehler aufgetreten ist. Bitte %s und versuchen Sie es erneut."],"Before you can track your SEO performance make sure to set either the post’s title and save it as a draft or manually set the post’s slug.":["Bevor Sie Ihre SEO-Leistung nachverfolgen können, müssen Sie entweder den Titel des Beitrags festlegen und ihn als Entwurf speichern oder die Titelform des Beitrags manuell festlegen."],"No keyphrase has been set. Please set a keyphrase first.":["Es wurde noch keine Keyphrase festgelegt. Bitte geben Sie zuerst eine Keyphrase ein."],"upgrade your %s plan":["buchen Sie einen %s-Tarif"],"You've reached the maximum amount of %d keyphrases you can add to your Wincher account. If you wish to add more keyphrases, please %s.":["Sie haben das Maximum von %d Keyphrasen erreicht, die Sie in Ihrem Wincher-Konto eingeben können. Wenn Sie mehr Keyphrasen hinzufügen möchten, bitte %s."],"With %1$s you can track the ranking position of your page in the search results based on your keyphrase(s). %2$s":["Mit %1$s können Sie die Ranking-Position Ihrer Website in den Suchergebnissen basierend auf Ihren Keyphrasen nachverfolgen. %2$s"],"%s is currently tracking the ranking position(s) of your page. This may take a few minutes. Please wait or check back later.":["%s verfolgt derzeit die Ranking-Position(en) Ihrer Website nach. Dies kann ein paar Minuten dauern. Bitte warten Sie oder schauen Sie später wieder vorbei."],"You have successfully connected to %s! You can now track the SEO performance for the keyphrase(s) of this page.":["Sie haben erfolgreich eine Verbindung zu %s hergestellt! Sie können nun die SEO-Leistung für die Keyphrase(n) dieser Seite nachverfolgen."],"Read more about keyphrase tracking with Wincher":["Mehr erfahren zum Thema «Keyphrase Tracking» mit Wincher"],"Automatic tracking of keyphrases is enabled. Your keyphrase(s) will automatically be tracked by %s when you publish your post.":["Automatisches Tracking Ihrer Keyphrase ist aktiviert. Ihre Keyphrase wird automatisch von %s nachverfolgt, wenn Sie Ihren Beitrag veröffentlichen."],"Please enter a focus keyphrase first to track keyphrase performance":["Bitte geben Sie zuerst eine Fokus-Keyphrase ein um die Leistung der Keyphrase nachzuverfolgen"],"Keyphrase position in the last 90 days on a scale from 0 to 100.":["Position der Keyphrase in den letzten 90 Tagen auf einer Skala von 0 bis 100."],"Track SEO performance":["SEO-Leistung nachverfolgen"],"You can enable / disable tracking the SEO performance for each keyphrase below.":["Sie können das Tracking Ihrer SEO-Leistung für jede Keyphrase unten ein- und ausschalten."],"Track all keyphrases on this page":["Alle Keyphrasen auf dieser Seite nachverfolgen"],"Tracking has already been enabled for one or more keyphrases of this page. Clicking the button below will enable tracking for all of its keyphrases.":["Das Tracking von einer oder mehrerer Keyphrasen auf dieser Seite wurde bereits aktiviert. Mit Klick auf den Button wird das Tracking für alle Keyphrasen aktiviert."],"Learn more about the SEO performance feature.":["Lernen Sie mehr über die SEO-Leistungsfunktion."],"SEO performance":["SEO-Leistung"],"Connect with %s":["Mit %s verbinden"],"* focus keyphrase":["* Fokus-Keyphrase"],"Get more insights over at %s":["Weitere Informationen finden Sie unter %s"],"Position over time":["Position im Zeitverlauf"],"Position":["Position"],"Tracking":["Tracking"],"You can still run the SEO data optimization in the %1$sTools section%2$s. Once that is finished, please refresh this page.":["Sie können die SEO-Datenoptimierung weiterhin im Abschnitt %1$sTools%2$s ausführen. Aktualisieren Sie bitte diese Seite, sobald dies abgeschlossen ist."],"This configuration step is currently disabled, because you're not running the latest version of Yoast SEO Premium. Please update to the latest version (at least %1$s). ":["Dieser Trainingsschritt ist derzeit deaktiviert, da Sie nicht die neueste Version von Yoast SEO Premium verwenden. Bitte aktualisieren Sie auf die neueste Version (mindestens %1$s). "],"Save and continue":["Speichern und fortfahren"],"Does your site represent an Organization or Person?":["Repräsentiert Ihre Website eine Firma oder Person?"],"Activate %s":["%s aktivieren"],"Update %s":["%s aktualisieren"],"Renew %s":["Erneuern Sie bitte %s"],"Get help activating your subscription":["Erhalten Sie Hilfe beim Aktivieren Ihres Abonnements"],"It looks like you’re running an outdated and unactivated version of %1$s, please activate your subscription in %2$sMyYoast%3$s and update to the latest version (at least 17.7) to gain access to our updated workouts section.":["Anscheinend benutzen Sie eine veraltete und nicht aktivierte Version von %1$s. Bitte aktivieren Sie Ihr Abonnement unter %2$sMyYoast%3$s und aktualisieren Sie auf die neueste Version (mindestens 17.7), um Zugang zu unserem aktualisierten Trainingsbereich zu erhalten."],"Activate your subscription of %s":["Aktivieren Sie Ihr Abonnement von %s"],"Update to the latest version of %s":["Auf die neueste Version von %s aktualisieren"],"Renew your subscription":["Abonnement erneuern"],"Accessing the latest workouts requires an updated version of %s (at least 17.7), but it looks like your subscription has expired. Please renew your subscription to update and gain access to all the latest features.":["Um auf die neuesten Trainings zuzugreifen, ist eine aktualisierte Version von %s (mindestens 17.7) erforderlich, aber Ihr Abonnement scheint abgelaufen zu sein. Bitte erneuern Sie Ihr Abonnement, um zu aktualisieren und Zugriff auf die neuesten Funktionen zu erhalten."],"Renew your subscription of %s":["Bitte erneuern Sie Ihr Abonnement von %s"],"Could not save this value. Please check the URL.":["Dieser Wert konnte nicht gespeichert werden. Bitte überprüfen Sie die URL."],"Could not save this value. Please check the URL or username.":["Dieser Wert konnte nicht gespeichert werden. Bitte überprüfen Sie die URL oder den Benutzernamen."],"Oops! Something went wrong. Check your email address and try again.":["Hoppla! Etwas ist schief gelaufen. Überprüfen Sie bitte Ihre E-Mail-Adresse und versuchen Sie es erneut."],"Yes, you can collect my site data":[""],"Site representation":["Darstellung der Website"],"Continue":["Fortsetzen"],"Thank you! Check your inbox for the confirmation email.":["Vielen Dank! Bitte schauen Sie in Ihren Posteingang, um die Bestätigungs-E-Mail zu lesen."],"Yoast respects your privacy. Read %1$sour privacy policy%2$s on how we handle your personal information.":["Yoast respektiert Ihre Privatsphäre. Bitte lesen Sie unsere %1$sDatenschutzerklärung%2$s und wie wir mit Ihren personenbezogenen Daten umgehen."],"Email address":["E-Mail-Adresse"],"%1$sBack to all workouts":["%1$s Zurück zu allen Trainings"],"Getting your site in shape and keeping it SEO fit can be hard. We can help you get started! Take these step-by-step workouts, and you’ll be tackling some of the most fundamental SEO challenges!":["Es kann schwierig sein, Ihre Website mit SEO in Form zu bringen und zu halten. Wir können Ihnen beim Einstieg helfen! Führen Sie diese Trainings nacheinander aus und \nSie werden einige der grundlegenden SEO-Herausforderungen bewältigen!"],"Add internal links to your posts and pages":["Fügen Sie interne Links zu Ihren Beiträgen und Seiten hinzu"],"Make pages easier for Google and visitors to find":["Machen Sie Ihre Seiten für Google und Ihre Besucher leichter auffindbar"],"Clean up your unlinked content to make sure people can find it":["Bereinigen Sie Ihre nicht verlinkten Inhalte, um sicherzustellen, dass Ihre Besucher sie finden"],"Orphaned content":["Verwaiste Inhalte"],"Bring more visitors to your articles":["Bringen Sie mehr Besucher zu Ihren Artikeln"],"Make your important articles rank higher":["Steigern Sie das Ranking Ihrer wichtigen Artikel"],"%1$s/%2$s steps completed":["%1$s von %2$s Schritten abgeschlossen"],"Unlock with %s!":["Entsperren mit %s!"],"Start workout!":["Training starten!"],"Do workout again":["Training wiederholen"],"Continue workout!":["Training fortsetzen!"],"It looks like you're running an outdated version of %1$s, please %2$supdate to the latest version (at least 17.7)%3$s to gain access to our updated workouts section.":["Anscheinend verwenden Sie eine veraltete Version von %1$s. Bitte %2$s aktualisieren Sie die neueste Version (mindestens 17.7)%3$s, um den Zugang zu unserem aktualisierten Trainingsbereich zu erhalten."],"Get started quickly with the %1$s%2$s First-time configuration%3$s and configure Yoast SEO with the optimal SEO settings for your site!":["Starten Sie mit dem %1$s%2$s Konfigurationstraining %3$s und konfigurieren Sie Yoast SEO mit den optimalen SEO-Einstellungen für Ihre Website!"],"Current or first category title":["Titel der aktuellen oder ersten Kategorie"],"Category Title":["Titel der Kategorie"],"Replaced with the post content":["Wird durch den Inhalt des Beitrags ersetzt"],"Post Content":["Inhalt des Beitrags"],"Replaced with the permalink":["Wird ersetzt durch den Permalink"],"Replaced with the last name of the author":["Wird ersetzt durch den Nachnamen des Autors"],"Author last name":["Nachname des Autors"],"Replaced with the first name of the author":["Wird ersetzt durch den Vornamen des Autors"],"Author first name":["Vorname des Autors"],"Replaced with the day the post was published":["Wird ersetzt durch den Tag, an dem der Beitrag veröffentlicht wurde"],"Post day":["Tag des Beitrags"],"Replaced with the month the post was published":["Wird ersetzt durch den Monat, in dem der Beitrag veröffentlicht wurde"],"Post month":["Monat des Beitrags"],"Replaced with the year the post was published":["Wird durch durch das Jahr ersetzt, in dem der Beitrag veröffentlicht wurde"],"Post year":["Jahr des Beitrags"],"Current day":["Aktueller Tag"],"Current month":["Aktueller Monat"],"Current date":["Aktuelles Datum"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's way less than the recommended minimum of %2$d %7$s. %4$sMake it longer%5$s!":["%3$sKeyphrase-Länge%5$s: Die Keyphrase ist %1$d %6$s lang. Das ist kürzer als das empfohlene Minimum von %2$d %7$s. %4$sMachen Sie sie länger%5$s!","%3$sKeyphrase-Länge%5$s: Die Keyphrase ist %1$d %7$s lang. Das ist kürzer als das empfohlene Minimum von %2$d %7$s. %4$sMachen Sie sie länger%5$s!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's less than the recommended minimum of %2$d %6$s. %4$sMake it longer%5$s!":["%3$sLänge der Keyphrase%5$s: Die Keyphrase ist %1$d %6$s lang. Das ist kürzer als das empfohlene Minimum von %2$d %6$s. %4$sSie sollten sie verlängern%5$s!"],"It looks like you aren't using our %1$s%2$s addon%3$s. %4$sUpgrade today%5$s to unlock more tools and SEO features to make your products stand out in search results.":["Es sieht so aus, als würdest du unser %1$s%2$s Add-on%3$s nicht benutzen. %4$sFühre heute ein Upgrade durch%5$s, um weitere Werkzeuge und SEO-Funktionen freizuschalten, damit deine Produkte bei den Suchergebnissen herausragen."],"Below are the technical details for the error. See %1$sthis page%2$s for a more detailed explanation.":["Unten finden Sie die technischen Details für den Fehler. Schauen Sie auf %1$sdiese Seite%2$s für eine detailliertere Exklärung."],"%1$sImage Keyphrase%2$s: Good job!":["%1$sBild-Keyphrase%2$s: Gute Arbeit!"],"%1$sImage Keyphrase%3$s: Images on this page do not have alt attributes with at least half of the words from your keyphrase. %2$sFix that%3$s!":["%1$sBild-Keyphrase%3$s: Bilder auf dieser Seite haben keine Alt-Attribute mit mindestens der Hälfte der Wörter deiner Keyphrase. %2$sBeheben Sie das%3$s!"],"%1$sImages%2$s: Good job!":["%1$sBilder%2$s: Gute Arbeit!"],"%1$sImages and videos%2$s: Good job!":["%1$sBilder und Videos%2$s: Gut gemacht!"],"%3$sImages and videos%5$s: Only %1$d image or video appears on this page. We recommend at least %2$d. %4$sAdd more relevant images or videos%5$s!":["%3$sBilder und Videos%5$s: Nur %1$d Bild oder Video erscheint auf dieser Seite. Wir empfehlen mindestens %2$d. %4$sFügen Sie mehr relevante Bilder oder Videos hinzu%5$s!","%3$sBilder und Videos%5$s: Nur %1$d Bilder oder Videos erscheinen auf dieser Seite. Wir empfehlen mindestens %2$d. %4$sFügen Sie mehr relevante Bilder oder Videos hinzu%5$s!"],"%3$sImages%5$s: Only %1$d image appears on this page. We recommend at least %2$d. %4$sAdd more relevant images%5$s!":["%3$sBilder%5$s: Nur %1$d Bild erscheint auf dieser Seite. Wir empfehlen mindestens %2$d. %4$sFügen Sie mehr relevante Bilder hinzu%5$s!","%3$sBilder%5$s: Nur %1$d Bilder erscheinen auf dieser Seite. Wir empfehlen mindestens %2$d. %4$sFügen Sie mehr relevante Bilder hinzu%5$s!"],"%1$sImages and videos%3$s: No images or videos appear on this page. %2$sAdd some%3$s!":["%1$sBilder und Videos%3$s: Keine Bilder oder Videos erscheinen auf dieser Seite. %2$sFügen Sie welche hinzu%3$s!"],"Error stack trace":["Fehler-Stack-Trace"],"Response":["Antwort"],"Error message":["Fehlermeldung"],"Status code":["Statuscode"],"Request method":["Anfragemethode"],"Request URL":["Anfrage-URL"],"Error details":["Fehlerdetails"],"Workouts":["Trainings"],"Rank with articles you want to rank with":["Erzielen Sie ein gutes Ranking mit Artikeln, mit denen Sie auch ranken wollen"],"The cornerstone approach":["Der Cornerstone-Ansatz"],"SEO workouts":["SEO-Trainings"],"Improve the quality of your site search! Automatically helps your users find your cornerstone and most important content in your internal search results. It also removes noindexed posts & pages from your site’s search results.":["Verbessern Sie die Qualität der Suche Ihrer Website! Helfen Sie Benutzern, Ihre Cornerstone- und die wichtigsten Inhalte in Ihren internen Suchergebnissen zu finden. Es entfernt ausserdem mit noindex ausgezeichnete Beiträge und Seiten aus den Suchergebnissen Ihrer Website."],"Find out more about our %s integration.":["Erfahren Sie mehr über unsere %s-Integration."],"Get relevant internal linking suggestions — while you’re writing! The link suggestions metabox shows a list of posts on your blog with similar content that might be interesting to link to. ":["Erhalten Sie relevante, interne Link-Vorschläge&nbsp;– während Sie schreiben! Die Link-Vorschläge-Metabox zeigt eine Liste an Beiträgen Ihres Blogs mit gleichartigem Inhalt, auf den sich ein Link lohnen könnte. "],"Find out how Insights can help you improve your content.":["Finden Sie heraus, wie Einblicke Ihnen helfen können, Ihre Inhalte zu verbessern."],"Find relevant data about your content right in the Insights section in the Yoast SEO metabox. You’ll see what words you use most often and if they’re a match with your keywords! ":["Finden Sie relevante Daten über Ihre Inhalte direkt im Einblicke-Abschnitt der Yoast-SEO-Metabox. Sie werden sehen, welche Wörter Sie am meisten benutzen und ob sie mit Ihren Keywords übereinstimmen! "],"Oops, something has gone wrong and we couldn't complete the optimization of your SEO data. Please make sure to activate your subscription in MyYoast by completing %1$sthese steps%2$s.":["Huch, etwas ist schiefgelaufen und wir konnten die Optimierung Ihrer SEO-Daten nicht abschliessen. Bitte stellen Sie sicher, Ihr Abonnement in MyYoast zu aktivieren, indem Sie %1$sdiese Schritte%2$s fertigstellen."],"To unlock this feature please update %s to the latest version.":["Bitte aktualisieren Sie auf die neueste Version von %s, um diese Funktion freizuschalten."],"The social appearance settings for archives require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Die Einstellungen für Archive auf sozialen Medien erfordern Open-Graph-Metadaten (welche momentan deaktiviert sind). Sie können sie in den %1$s'Social-Media'-Einstellungen unter dem 'Facebook'-Tab%2$s aktivieren."],"The social appearance settings for taxonomies require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Die Einstellungen für Taxonomien auf sozialen Medien erfordern Open-Graph-Metadaten (welche momentan deaktiviert sind). Sie können sie in den %1$s'Social-Media'-Einstellungen unter dem 'Facebook'-Tab%2$s aktivieren."],"The social appearance settings for content types require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Die Einstellungen für die Darstellung für Inhaltstypen auf sozialen Medien erfordern Open-Graph-Metadaten (welche momentan deaktiviert sind). Sie können sie in den %1$s'Social-Media'-Einstellungen unter dem 'Facebook'-Tab%2$s aktivieren."],"The social appearance settings for your homepage require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Die Einstellungen für die Darstellung auf sozialen Medien erfordern Open-Graph-Metadaten (welche momentan deaktiviert sind). Sie können sie in den %1$s'Social-Media'-Einstellungen unter dem 'Facebook'-Tab%2$s aktivieren."],"Social image":["Bild für soziale Medien"],"Unlock with Premium":["Mit Premium freischalten"],"Addon installation failed because of an error: %s.":["Die Add-on-Installation ist aufgrund eines Fehlers fehlgeschlagen: %s."],"You are not allowed to install plugins.":["Sie dürfen keine Plugins installieren."],"Addon installed.":["Add-on installiert."],"Addon activation failed because of an error: %s.":["Die Add-on-Aktivierung ist aufgrund eines Fehlers fehlgeschlagen: %s."],"You are not allowed to activate plugins.":["Sie dürfen keine Plugins aktivieren."],"Addon activated.":["Add-on aktiviert."],"%1$s Continue to %2$s%3$s":["%1$s Weiter zu %2$s%3$s"],"Installing and activating addons":["Add-ons installieren und aktivieren"],"No %1$s plugins have been installed. You don't seem to own any active subscriptions.":["Keine %1$s-Plugins wurden installiert. Scheinbar haben Sie keine aktiven Abonnements."],"the following addons":["die folgenden Add-ons"],"%s SEO installation":["%s-SEO-Installation"],"Install and activate":["Installieren und aktivieren"],"Please confirm below that you would like to install %s on this site.":["Bitte bestätigen Sie, dass Sie %s auf dieser Website installieren möchten."],"Insert variable":["Variable eingeben"],"Shopping data preview:":["Shopping-Daten-Vorschau:"],"Availability":["Verfügbarkeit"],"Price":["Preis"],"Rating":["Bewertung"],"%s reviews":["%s Bewertungen"],"Rating: %s":["Bewertung: %s"],"Image":["Bild"],"Social description":["Beschreibung für Social-Media"],"Social title":["Titel für soziale Medien"],"Required by %s":["Vorausgesetzt von %s"],"Auto-updates are disabled based on this setting for %1$s.":["Automatische Updates werden basierend auf dieser Einstellung für %1$s deaktiviert."],"Auto-updates are enabled based on this setting for %1$s.":["Automatische Updates sind basierend auf dieser Einstellung für %1$s aktiviert."],"New":["Neu"],"seconds":["Sekunden"],"Select image":["Bild auswählen"],"Replace image":["Bild ersetzen"],"site structure":["Website-Struktur"],"internal linking":["Interne Verlinkung"],"breadcrumbs":["breadcrumbs"],"seo":["SEO"],"Adds the Yoast SEO breadcrumbs to your template or content.":["Fügt die Yoast-SEO-Breadcrumbs zu Ihrem Template oder Inhalt hinzu."],"Yoast Breadcrumbs":["Yoast-Breadcrumbs"],"The term is considered invalid. The following reason was given by WordPress: %s":["Der Begriff wird als ungültig betrachtet. Der folgende Grund wurde von WordPress angegeben: %s"],"The post could not be found.":["Der Beitrag konnte nicht gefunden werden."],"The term could not be found.":["Der Begriff konnte nicht gefunden werden."],"This feature has been disabled since subsites never send tracking data.":["Diese Funktion wurde deaktiviert, da Unterseiten niemals Tracking-Daten senden."],"We notice that you have installed WPML. To make sure your canonical URLs are set correctly, %1$sinstall and activate the WPML SEO add-on%2$s as well!":[""],"Unfortunately we cannot save changes to your SEO settings while you are working on a draft of an already-published %1$s. If you want to save your SEO changes, make sure to click 'Update', or wait to make your SEO changes until you are ready to update the %1$s.":["Leider können wir Änderungen an Ihren SEO-Einstellungen nicht speichern, während Sie an einem Entwurf eines bereits veröffentlichten %1$s arbeiten. Wenn Sie Ihre SEO-Änderungen speichern möchten, stellen Sie sicher, dass Sie auf 'Aktualisieren' klicken, oder warten Sie mit Ihren SEO-Änderungen, bis Sie bereit sind, den %1$s zu aktualisieren."],"Get started with Yoast SEO's content analysis for Elementor!":["Starten Sie mit der Inhaltsanalyse von Yoast SEO für Elementor!"],"Got it":["Verstanden"],"New: Yoast SEO for Elementor":["Neu: Yoast SEO für Elementor"],"Because of a change in your category base setting, some of your SEO data needs to be reprocessed.":["Aufgrund einer Änderung Ihrer Kategorien-URL-Einstellung müssen manche Ihrer SEO-Daten neu verarbeitet werden."],"Wait for a week or so, until %1$s automatically processes most of your content in the background.":["Warten Sie etwa eine Woche, bis %1$s den Grossteil Ihrer Inhalte automatisch im Hintergrund verarbeitet hat."],"%s minute":["%s Minute","%s Minuten"],"Est. reading time":["Geschätzte Lesezeit"],"Written by":["Geschrieben von"],"Google Rich Results Test":["Google Rich Ergebnisse Test"],"Find out how a rich snippet can improve visibility and click-through-rate.":["Finden Sie heraus, wie ein Rich Snippet die Sichtbarkeit und Klickrate verbessern kann."],"This adds an author byline and reading time estimate to the article’s snippet when shared on Slack.":["Dies fügt dem Artikelausschnitt eine Autorenzeile und eine Schätzung der Lesezeit hinzu, wenn er auf Slack veröffentlicht wird."],"Enhanced Slack sharing":["Verbessertes Slack-Sharing"],"Activate your subscription":["Abonnement aktivieren"],"SEO data optimization is disabled for non-production environments.":["Die SEO-Datenoptimierung ist für Nicht-Produktionsumgebungen deaktiviert."],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":["Diese Funktion beinhaltet und ersetzt den Textlinkzähler und die Analyse interner Verlinkungen"],"This tab allows you to selectively disable %1$s integrations with third-party products for all sites in the network. By default all integrations are enabled, which allows site admins to choose for themselves if they want to toggle an integration on or off for their site. When you disable an integration here, site admins will not be able to use that integration at all.":["Diese Registerkarte ermöglicht es Ihnen, %1$s Integrationen mit Produkten von Drittanbietern für alle Sites im Netzwerk selektiv zu deaktivieren. Standardmässig sind alle Integrationen aktiviert, so dass Site-Administratoren selbst wählen können, ob sie eine Integration für ihre Site ein- oder ausschalten möchten. Wenn Sie hier eine Integration deaktivieren, können Site-Administratoren diese Integration nicht mehr verwenden."],"Because of a change in your tag base setting, some of your SEO data needs to be reprocessed.":["Aufgrund einer Änderung der URL-Einstellung Ihrer Schlagworte müssen einige Ihrer SEO-Daten neu verarbeitet werden."],"Stop SEO data optimization":["SEO-Datenoptimierung beenden"],"Oops, something has gone wrong and we couldn't complete the optimization of your SEO data. Please click the button again to re-start the process. ":["Ups, da ist etwas schiefgelaufen und wir konnten die Optimierung Ihrer SEO-Daten nicht abschliessen. Bitte klicken Sie den Button nochmals an, um den Prozess neu zu starten. "],"Optimizing SEO data... This may take a while.":["SEO-Daten werden optimiert... Dies kann eine Weile dauern."],"SEO data optimization complete":["SEO-Datenoptimierung abgeschlossen"],"You can speed up your site and get insight into your internal linking structure by letting us perform a few optimizations to the way SEO data is stored. ":["Sie können die Geschwindigkeit Ihrer Website erhöhen und einen Einblick in die interne Verlinkungsstruktur erhalten, wenn Sie uns einige Verbesserungen bezüglich der Speicherung von SEO-Daten vornehmen lassen. "],"Start SEO data optimization":["SEO-Datenoptimierung starten"],"Learn more about the benefits of optimized SEO data.":["Erfahren Sie mehr über die Vorteile von optimierten SEO-Daten."],"You can speed up your site and get insight into your internal linking structure by letting us perform a few optimizations to the way SEO data is stored. If you have a lot of content it might take a while, but trust us, it's worth it.":["Sie können die Geschwindigkeit Ihrer Website erhöhen und einen Einblick in Ihre interne Verlinkungsstruktur erhalten, wenn Sie uns einige Verbesserungen bezüglich der Speicherung von SEO-Daten vornehmen lassen. Wenn Sie viele Inhalte haben, könnte es eine Weile dauern, aber vertrauen Sie uns, es lohnt sich."],"Optimize SEO Data":["SEO-Daten optimieren"],"If the problem persists, please contact support.":["Wenn das Problem weiterhin besteht, wenden Sie sich bitte an den Support."],"Something has gone wrong and we couldn't complete the optimization of your SEO data. Please %1$sre-start the process%2$s.":["Wir konnten die Optimierung Ihrer SEO-Daten nicht abschliessen, da ein Fehler aufgetreten ist. Bitte %1$sstarten Sie den Prozess neu%2$s."],"All permalinks were successfully reset":["Alle Permalinks wurden erfolgreich zurückgesetzt"],"We've encountered a problem trying to get related keyphrases. Please try again later.":["Bei dem Versuch, verwandte Keyphrasen zu erhalten, sind wir auf ein Problem gestossen. Bitte versuchen Sie es später erneut."],"You've reached the maximum amount of 4 related keyphrases. You can change or remove related keyphrases in the %s metabox or sidebar.":["Sie haben die maximale Anzahl von 4 verwandten Keyphrasen erreicht. Sie können verwandte Keyphrasen in der %s-Metabox oder in der Seitenleiste ändern oder entfernen."],"Please wait while %1$s connects to %2$s to get related keyphrases...":["Bitte warten Sie, während %1$s eine Verbindung zu %2$s herstellt, um verwandte Keyphrasen zu ermitteln..."],"Upgrade your %s plan":["Buchen Sie einen Tarif bei %s"],"You've reached your request limit for today. Check back tomorrow or upgrade your plan over at %s.":["Sie haben Ihr Anfragelimit für heute erreicht. Versuchen Sie es morgen erneut oder buchen Sie einen Tarif bei %s."],"Last month":["Letzter Monat"],"Two months ago":["Vor zwei Monaten"],"Three months ago":["Vor drei Monaten"],"Four months ago":["Vor vier Monaten"],"Five months ago":["Vor fünf Monaten"],"Six months ago":["Vor sechs Monaten"],"Seven months ago":["Vor sieben Monaten"],"Eight months ago":["Vor acht Monaten"],"Nine months ago":["Vor neun Monaten"],"Ten months ago":["Vor zehn Monaten"],"Eleven months ago":["Vor elf Monaten"],"Twelve months ago":["Vor zwölf Monaten"],"Get more insights at %s":["Mehr Infos unter %s"],"Keyphrase volume in the last 12 months on a scale from 0 to 100.":["Umfang der Keyphrasen in den letzten 12 Monaten auf einer Skala von 0 bis 100."],"Learn more about the related keyphrases trend":["Mehr zur Tendenz der verwandten Keyphrasen erfahren"],"Trend":["Tendenz"],"Learn more about the related keyphrases volume":["Mehr über das Volumen der verwandten Keyphrasen erfahren"],"Volume":["Volumen"],"Related keyphrase":["Verwandte Keyphrase"],"Select country":["Land wählen"],"Show results for:":["Ergebnisse für:"],"Please enter a focus keyphrase first to get related keyphrases":["Bitte geben Sie zuerst eine Fokus-Keyphrase ein, um verwandte Keyphrasen zu erhalten"],"Sorry, there's no data available for that keyphrase/country combination.":["Leider sind für diese Kombination aus Keyphrase und Land keine Daten verfügbar."],"Get related keyphrases":["Verwandte Keyphrasen ermitteln"],"Related keyphrases":["Verwandte Keyphrasen"],"The number of headers and header labels don't match.":["Die Anzahl der Kopfzeilen und Kopfzeilenbeschriftungen stimmen nicht überein."],"The %s integration offers suggestions and insights for keywords related to the entered focus keyphrase.":["Die %s-Integration bietet Vorschläge und Einsichten für Keywords, die mit der eingegebenen Fokus-Keyphrase zusammenhängen."],"Disabling Yoast SEO's XML sitemaps will not disable WordPress' core sitemaps. In some cases, this %1$s may result in SEO errors on your site%2$s. These may be reported in Google Search Console and other tools.":["Die Deaktivierung der XML-Sitemaps von Yoast SEO deaktiviert nicht die Core-Sitemaps von WordPress. In einigen Fällen kann dieser %1$s zu SEO-Fehlern auf Ihrer Website%2$s führen. Diese können in der Google Search Console und anderen Tools gemeldet werden."],"If you still need support and have an active subscription for this product, please email %s.":["Wenn Sie weiterhin Unterstützung benötigen und ein aktives Abonnement für dieses Produkt haben, senden Sie bitte eine E-Mail an %s."],"You can probably find an answer to your question in our %1$shelp center%2$s.":["Sie finden wahrscheinlich in unserem %1$sHilfe-Center%2$s eine Lösung."],"Need support?":["Brauchen Sie Unterstützung?"],"Return to your %s":["Zurück zu Ihren %s"],"Make sure to save your %s for changes to take effect":["Stellen Sie sicher, dass Sie Ihre %s speichern, damit Änderungen wirksam werden"],"The advanced section of the %1$s meta box allows a user to remove posts from the search results or change the canonical. The settings in the schema tab allows a user to change schema meta data for a post. These are things you might not want any author to do. That's why, by default, only editors and administrators can do this. Setting to \"%2$s\" allows all users to change these settings.":["Der erweiterte Abschnitt in der %1$s-Meta-Box ermöglicht es Benutzern, Beiträge aus den Suchergebnissen zu entfernen oder das Canonical zu ändern. Die Einstellungen im Schema-Reiter ermöglichen es Benutzern, Schema-Metadaten für Beiträge zu ändern. Diese Änderungen sollten besser nicht von allen Autoren vorgenommen werden können. Deshalb können dies standardmässig nur Redakteure und Administratoren tun. Wenn Sie die Einstellung auf «%2$s» setzen, können alle Benutzer diese Änderungen vornehmen."],"Security: no advanced or schema settings for authors":["Sicherheit: Keine erweiterten oder Schema-Einstellungen für Autoren"],"Report":["Bericht"],"Tech Article":["Technischer Artikel"],"Scholarly Article":["Wissenschaftlicher Artikel"],"Satirical Article":["Satirischer Artikel"],"Advertiser Content Article":["Artikel für Werbung"],"News Article":["Nachrichtenartikel"],"Social Media Posting":["Social-Media-Beitrag"],"Article":["Artikel"],"Search Results Page":["Suchergebnisseite"],"Real Estate Listing":["Immobilienliste"],"Checkout Page":["Kasse"],"Collection Page":["Sammlungsseite"],"Medical Web Page":["Medizinische Website"],"Contact Page":["Kontaktseite"],"Profile Page":["Profilseite"],"QA Page":["QA-Seite"],"FAQ Page":["FAQ-Seite"],"About Page":["Über uns-Seite"],"Item Page":["Artikel Seite"],"Web Page":["Webseite"],"Default for %1$s (%2$s)":["Voreinstellung für %1$s (%2$s)"],"This helps search engines understand your website and your content. You can change some of your settings for this page below.":["Dies hilft den Suchmaschinen, Ihre Website und Ihren Inhalt zu verstehen. Sie können einige Ihrer Einstellungen für diese Seite unten ändern."],"Yoast SEO automatically describes your pages using schema.org":["Yoast SEO beschreibt Ihre Seiten automatisch mit schema.org"],"Article type":["Artikel-Typ"],"Page type":["Seitentyp"],"Learn more about page or content types":["Erfahren Sie mehr über Seiten- oder Inhaltstypen"],"What type of page or content is this?":["Um welche Art von Seite oder Inhalt handelt es sich dabei?"],"Structured Data":["Strukturierte Daten"],"Yoast How-to":["Yoast How-to"],"Yoast FAQ":["Yoast FAQ"],"%1$s: Does not contain the exact match. %2$sTry to write the exact match of your keyphrase in the SEO title and put it at the beginning of the title%3$s.":["%1$s: Enthält keine exakte Entsprechung. %2$sVersuchen Sie, die exakte Entsprechung Ihrer Keyphrase in den SEO-Titel zu schreiben und beginnen Sie die Überschrift mit der Keyphrase%3$s."],"%1$s: The exact match of the focus keyphrase appears in the SEO title, but not at the beginning. %2$sMove it to the beginning for the best results%3$s.":["%1$s: Die Fokus-Keyphrase entspricht zwar dem SEO-Titel, aber er beginnt nicht damit. %2$sVerschieben Sie sie an den Anfang, um die besten Ergebnisse zu erzielen%3$s."],"%1$s Internal Linking Blocks":["%1$s Interne Verknüpfungsblöcke"],"Allow us to track some data about your site to improve our plugin.":["Erlauben Sie uns, einige Daten über Ihre Website zu erfassen, um unser Plugin zu verbessern."],"Usage tracking":["Nutzungs-Tracking"],"Can we collect anonymous information about your website to enhance %1$s?":[""],"Read more about how internal linking can improve your site structure.":["Erfahren Sie mehr darüber, wie internes Verlinken die Seitenstruktur verbessern kann."],"Link suggestions":["Link-Vorschläge"],"Insights":["Einblicke"],"Remove image":["Bild entfernen"],"The file size of the uploaded image is too large for %s. File size must be less than %s.":["Die Dateigrösse des hochgeladenen Bildes ist zu gross für %s. Die Dateigrösse muss kleiner als %s sein."],"The format of the uploaded image is not supported. The supported formats are: %s, %s, %s and %s.":["Das Format des hochgeladenen Bildes wird nicht unterstützt. Die unterstützten Formate werden unterstützt: %s, %s, %s und %s."],"You have uploaded a %s. Please note that, if it’s an animated %s, only the first frame will be used.":["Sie haben ein %s hochgeladen. Bitte beachten Sie, dass bei einem animierten %s nur der erste Frame verwendet wird."],"Your image dimensions are not suitable. The minimum dimensions are %dx%d pixels. The maximum dimensions are %dx%d pixels.":["Ihre Bildmasse sind nicht geeignet. Die Mindestabmessungen sind %dx%d Pixel. Die maximalen Abmessungen sind %dx%d Pixel."],"Your image dimensions are not suitable. The minimum dimensions are %dx%d pixels.":["Ihre Bildmasse sind nicht geeignet. Die Mindestabmessungen sind %dx%d Pixel."],"Dismiss":["Verwerfen"],"Because of a change in your permalink structure, some of your SEO data needs to be reprocessed.":["Aufgrund einer Änderung in Ihrer Permalinkstruktur müssen einige Ihrer SEO-Daten neu verarbeitet werden."],"Because of a change in your home URL setting, some of your SEO data needs to be reprocessed.":["Aufgrund einer Änderung in der URL-Einstellung Ihrer Homepage müssen einige Ihrer SEO-Daten neu verarbeitet werden."],"Please upgrade your WordPress version or install the Gutenberg plugin to get this %1$s feature.":["Bitte aktualisiere deine WordPress-Version oder installiere das Gutenberg-Plugin, um diese %1$s Funktion nutzen zu können."],"Marking links with nofollow/sponsored has been disabled for WordPress installs < 5.4.":["Das Markieren von Links mit nofollow/sponsored wurde für WordPress-Installationen < 5.4 deaktiviert."],"Open in new tab":["In neuem Tab öffnen"],"This is a sponsored link or advert (mark as %1$ssponsored%2$s)%3$s":["Dies ist ein Sponsorlink oder eine Anzeige (markieren als %1$ssponsored%2$s)%3$s"],"Search engines should ignore this link (mark as %1$snofollow%2$s)%3$s":["Suchmaschinen sollten diesen Link ignorieren (markieren als %1$snofollow%2$s)%3$s"],"Learn more about marking a link as nofollow or sponsored.":["Mehr erfahren über das Markieren eines Links als nofollow oder sponsored."],"Link inserted.":["Link eingefügt."],"Link edited.":["Link bearbeitet."],"Warning: the link has been inserted but may have errors. Please test it.":["Warnung: Der Link wurde eingefügt, könnte aber fehlerhaft sein. Bitte teste ihn."],"Unlink":["Link entfernen"],"Link removed.":["Link entfernt."],"Link":["Verlinken"],"We've analyzed your post. There is still room for improvement!":["Wir haben Ihren Beitrag analysiert. Es gibt noch Raum für Verbesserungen!"],"We've analyzed your post. Everything looks good. Well done!":["Wir haben Ihren Beitrag analysiert. Alles sieht gut aus. Gut gemacht!"],"No focus keyword was entered":["Es wurde kein Fokus-Schlüsselwort eingegeben"],"Share your post!":["Teile deinen Beitrag!"],"Improve your post with Yoast SEO":["Verbessere deinen Beitrag mit Yoast SEO"],"SEO analysis:":["SEO-Analyse:"],"The links columns show the number of articles on this site linking %3$sto%4$s this article and the number of URLs linked %3$sfrom%4$s this article. Learn more about %1$show to use these features to improve your internal linking%2$s, which greatly enhances your SEO.":["Die Spalten «Links» zeigen die Anzahl der Artikel auf dieser Website, die %3$sauf%4$s diesen Artikel verlinken, sowie die Anzahl der URLs, die %3$svon%4$s diesen Artikel verlinkt sind. Erfahren Sie mehr darüber, %1$swie Sie diese Funktionen nutzen können, um Ihre interne Verlinkung%2$s zu verbessern, wodurch Ihr SEO erheblich verbessert wird."],"We've written an article about %1$show to use the SEO score and Readability score%2$s.":["Wir haben einen Artikel über %1$show geschrieben, um die SEO-Punktzahl und die Lesbarkeits-Punktzahl%2$s zu verwenden."],"%1$s adds several columns to this page.":["%1$s fügt dieser Seite mehrere Spalten hinzu."],"We estimate this will take less than a minute.":["Wir schätzen, dass dies weniger als eine Minute dauern wird."],"We estimate this will take a couple of minutes.":["Wir schätzen, dass dies ein paar Minuten dauern wird."],"%1$sRun the indexation process on your server%2$s using %3$sWP CLI%2$s.":["%1$sIndexierungsprozesses auf Ihrem Server%2$s unter Verwendung von %3$sWP CLI%2$s ausführen."],"We estimate this could take a long time, due to the size of your site. As an alternative to waiting, you could:":["Wir schätzen, dass dies aufgrund der Grösse Ihrer Website sehr lange dauern könnte. Als Alternative zum Warten könnten Sie das tun:"],"Show debug information":["Entwickler-Informationen anzeigen"],"Your site will continue to work normally, but won't take full advantage of %s.":["Ihre Website wird weiterhin normal funktionieren, aber die %s nicht voll ausnutzen."],"%s had problems creating the database tables needed to speed up your site.":["%s hatte Probleme bei der Erstellung der Datenbanktabellen, die zur Beschleunigung Ihrer Website erforderlich sind."],"Your keyphrase is too long. It can be a maximum of 191 characters.":["Ihre Keyphrase ist zu lang. Sie darf maximal 191 Zeichen lang sein."],"%1$sFind out how to solve this problem on our help center%2$s.":["%1$sWie Sie dieses Problem beheben können, steht in unserer Hilfe-Center%2$s."],"The text link counter feature is not working as expected":["Die Textlinkzähler-Funktion funktioniert nicht wie erwartet"],"The text link counter helps you improve your site structure. %1$sFind out how the text link counter can enhance your SEO%2$s.":["Der Textlinkzähler hilft Ihnen, Ihre Site-Struktur zu verbessern. %1$sFinden Sie heraus, wie der Textlinkzähler Ihre SEO%2$s verbessern kann."],"The text link counter is working as expected":["Der Textlinkzähler funktioniert wie erwartet"],"I don't want this site to show in the search results.":["Ich möchte nicht, dass diese Website in den Suchergebnissen erscheint."],"If you want search engines to show this site in their results, you must %1$sgo to your Reading Settings%2$s and uncheck the box for Search Engine Visibility.":["Wenn Sie möchten, dass Suchmaschinen diese Website in ihren Ergebnissen anzeigen, müssen Sie %1$sgo zu Ihren Leseeinstellungen%2$s gehen und das Kästchen für Suchmaschinensichtbarkeit deaktivieren."],"Learn more about the no-index setting on our help page.":["Erfahren Sie mehr über die Einstellung «Kein Index» auf unserer Hilfeseite."],"Even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Auch wenn Sie hier die Meta-Robots-Einstellung festlegen können, wird die gesamte Website in den siteweiten Privatsphäre-Einstellungen auf noindex gesetzt, so dass diese Einstellungen keine Auswirkungen haben."],"Learn more about canonical URLs on our help page.":["Erfahren Sie mehr über kanonische URLs auf unserer Hilfeseite."],"Learn more about the breadcrumbs title setting on our help page.":["Erfahren Sie mehr über die Breadcrumb-Einstellung auf unserer Hilfeseite."],"Learn more about advanced meta robots settings on our help page.":["Erfahren Sie mehr über fortgeschrittene Meta-Robot-Einstellungen auf unserer Hilfeseite."],"Learn more about the no-follow setting on our help page.":["Erfahren Sie mehr über die No-Follow-Einstellung auf unserer Hilfeseite."],"Should search engines follow links on this content?":[""],"This %1$s REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use %1$s for all their SEO meta output.":["Dieser %1$s REST API-Endpunkt bietet Ihnen alle Metadaten, die Sie für eine bestimmte URL benötigen. Dadurch wird es für Headless WordPress-Sites sehr einfach, %1$s für ihre gesamte SEO-Meta-Ausgabe zu verwenden."],"REST API: Head endpoint":["REST API: Head Endpunkt"],"Please read %1$sthis help article%2$s to find out how to resolve this problem.":["Bitte lesen Sie %1$sthis Hilfe-Artikel%2$s, um herauszufinden, wie Sie dieses Problem lösen können."],"Replaced with the term ancestors hierarchy":["Mit dem Begriff Beschreibung ersetzt"],"Term hierarchy":["Begriffshierarchie"],"%1$sYou can change the tagline in the customizer%2$s.":["%1$sSie können den Untertitel im Customizer ändern%2$s."],"You still have the default WordPress tagline. Even an empty one is probably better.":["Sie verwenden noch den Standard-WordPress-Untertitel. Selbst ein leerer Untertitel wäre besser."],"You should change the default WordPress tagline":["Sie sollten den standardmässigen WordPress-Untertitel ändern"],"You are using a custom tagline or an empty one.":["Sie benutzen einen individuellen Untertitel oder einen leeren."],"You changed the default WordPress tagline":["Sie haben den Standard-WordPress-Untertitel geändert"],"Comments on your posts are displayed on a single page. This is just like we'd suggest it. You're doing well!":["Kommentare zu Ihren Beiträgen werden auf einer einzelnen Seite angezeigt. Das ist genau so, wie wir es vorschlagen würden. Sie machen das super!"],"It's highly recommended to have your postname in the URL of your posts and pages. Consider setting your permalink structure to %s.":["Es wird dringend empfohlen, Ihren Beitragsnamen in der URL Ihrer Beiträge und Seiten zu benutzen. Überpürfen Sie die Einstellung Ihrer Permalinkstruktur auf %s."],"You do not have your postname in the URL of your posts and pages":["Sie haben Ihren Beitragstitel nicht in der URL Ihrer Beiträge und Seiten"],"You do have your postname in the URL of your posts and pages.":["Sie haben Ihren Beitragsnamen in der URL Ihrer Beiträge und Seiten."],"Your permalink structure includes the post name":["Ihre Permalinkstruktur beinhaltet den Namen des Beitrags"],"Comments on your posts break into multiple pages. As this is not needed in 999 out of 1000 cases, we recommend you disable it. To fix this, uncheck \"Break comments into pages...\" on the Discussion Settings page.":["Kommentare zu Ihren Beiträgen werden auf mehrere Seiten aufgeteilt. Da dies in 999 von 1000 Fällen nicht erforderlich ist, empfehlen wir, es zu deaktivieren. Um dies zu beheben, deaktivieren Sie die Option «Kommentare in Seiten aufteilen...» auf der Seite Diskussionseinstellungen."],"Comments break into multiple pages":["Kommentare werden auf mehrere Seiten aufgeteilt"],"Comments are displayed on a single page":["Die Kommentare werden auf einer einzigen Seite angezeigt"],"No title":["Kein Titel"],"%1$sGo to the Discussion Settings page%2$s":["%1$sZur Seite mit den Diskussionseinstellungen gehen%2$s"],"%1$sThis was reported by the %2$s plugin%3$s":["%1$sDies wurde vom %2$s-Plugin%3$s berichtet"],"Mobile result":["Ergebnis für die mobilen Geräte"],"Preview as:":["Vorschau als:"],"Desktop result":["Ergebnis für den Desktop"],"When you click OK we will open our HelpScout beacon where you can find answers to your questions. This beacon will load our support data and also potentially set cookies.":["Wenn Sie auf OK klicken, öffnen wir unseren HelpScout-Beacon, in dem Sie Antworten auf Ihre Fragen finden können. Dieser Beacon lädt unsere Supportdaten und setzt möglicherweise auch Cookies."],"The browser you are currently using is unfortunately rather dated. Since we strive to give you the best experience possible, we no longer support this browser. Instead, please use %1$sFirefox%4$s, %2$sChrome%4$s or %3$sMicrosoft Edge%4$s.":["Der Browser, den Sie gerade benutzen, ist leider eher veraltet. Da wir bestrebt sind, Ihnen das bestmögliche Erlebnis zu bieten, unterstützen wir diesen Browser nicht mehr. Stattdessen verwenden Sie bitte %1$sFirefox%4$s, %2$sChrome%4$s oder %3$sMicrosoft Edge%4$s."],"If you want to apply advanced <code>meta</code> robots settings for this page, please define them in the following field.":["Wenn Sie erweiterte <code>Meta</code> Robots Einstellungen für diese Seite setzen möchten, definiere diese im folgenden Feld."],"Check out %1$s":["Beachten Sie %1$s"],"We have both free and premium online courses to learn everything you need to know about SEO.":["Wir haben sowohl kostenlose als auch Premium-Online-Kurse, damit Sie alles lernen können, was Sie über SEO wissen müssen."],"Want to learn SEO from Team Yoast? Check out our %1$s!":["Möchten Sie SEO von Team Yoast lernen? Schauen Sie sich unsere %1$s an!"],"Learn SEO":["SEO kennenlernen"],"%s settings to import:":["%s Einstellungen zum Importieren:"],"Import settings from another %1$s installation by pasting them here and clicking \"%2$s\".":["Importieren Sie die Einstellung von einer anderen %1$s Installation, in dem Sie sie hierher kopieren und «%2$s» anklicken."],"Your %1$s settings:":["Ihre %1$s Einstellungen:"],"Schema":["Schema"],"Please check the format of the YouTube URL you entered. %s":["Bitte überprüfen Sie das Format der von Ihnen eingegebenen Youtube-URL. %s"],"Please check the format of the Wikipedia URL you entered. %s":["Bitte überprüfen Sie das Format der von Ihnen eingegebenen Wikipedia-URL. %s"],"Please check the format of the Pinterest URL you entered. %s":["Bitte überprüfen Sie das Format der von Ihnen eingegebenen Interessen-URL. %s"],"Please check the format of the MySpace URL you entered. %s":["Bitte überprüfen Sie das Format der von Ihnen angegebenen MySpace-URL. %s"],"Please check the format of the LinkedIn URL you entered. %s":["Bitte überprüfen Sie das Format der von Ihnen angegebenen Linkedin-URL. %s"],"Please check the format of the Instagram URL you entered. %s":["Bitte überprüfen Sie das Format der von Ihnen eingegebenen Instagram URL. %s"],"Please check the format of the Facebook Page URL you entered. %s":["Bitte überprüfen Sie das Format der von Ihnen eingegebenen Facebook-Seiten-URL. %s"],"Settings saved.":["Einstellungen gespeichert."],"Dismiss this alert":["Diese Warnung ablehnen"],"The submitted value was: %s":["Der eingereichte Wert war: %s"],"Yandex confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Yandex Bestätigungscodes können nur Buchstaben von A bis F, Zahlen, Bindestriche und Unterstriche enthalten. %s"],"Twitter usernames can only contain letters, numbers, and underscores. %s":["Twitter-Benutzernamen dürfen nur Buchstaben, Zahlen und Unterstriche enthalten. %s"],"Pinterest confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Pinterest Bestätigungscodes dürfen nur Buchstaben von A bis F, Zahlen, Bindestriche und Unterstriche enthalten. %s"],"Bing confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Bing Bestätigungscodes dürfen nur Buchstaben von A bis F, Zahlen, Bindestriche und Unterstriche enthalten. %s"],"Google verification codes can only contain letters, numbers, hyphens, and underscores. %s":["Google-Verifizierungscodes dürfen nur Buchstaben, Zahlen, Bindestriche und Unterstriche enthalten. %s"],"Baidu verification codes can only contain letters, numbers, hyphens, and underscores. %s":["Baidu-Verifizierungscodes dürfen nur Buchstaben, Zahlen, Bindestriche und Unterstriche enthalten. %s"],"Show this item.":["Dieses Element anzeigen."],"Hide this item.":["Dieses Element ausblenden."],"You have %d hidden problem:":["Sie haben %d verstecktes Problem:","Sie haben %d versteckte Probleme:"],"You have %d hidden notification:":["Sie haben %d versteckte Benachrichtigung:","Sie haben %d versteckte Benachrichtigungen:"],"Focus keyphrase not set":["Fokus-Schlüsselphrase nicht gesetzt"],"The form contains %1$s error. %2$s":["Das Formular enthält %1$s Fehler. %2$s","Das Formular enthält %1$s Fehler. %2$s"],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly.":["Die folgenden Wörter und Wort-Kombinationen kommen im Inhalt am häufigsten vor. Diese geben einen Hinweis darauf, worauf sich Ihr Inhalt konzentriert. Wenn sich die Wörter stark von Ihrem Thema unterscheiden, möchten Sie vielleicht Ihren Inhalt entsprechend umschreiben."],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":["Sobald Sie eine weitere Kopie hinzufügen, geben wir Ihnen eine Liste der Wörter, die am häufigsten im Inhalt vorkommen. Diese geben einen Hinweis darauf, worauf sich Ihre Inhalte konzentrieren."],"%d occurrences":["%d Vorkommen"],"Activate %s for your site on MyYoast":["Aktivieren Sie %s für Ihre Website auf MyYoast"],"Show blog page in breadcrumbs":["Blog-Seite in Breadcrumbs anzeigen"],"We could not find any relevant articles on your website that you could link to from your post.":["Wir konnten keine relevanten Artikel auf Ihrer Website finden, auf die Sie von Ihrem Beitrag aus verlinken könnten."],"Has feedback":["Feedback vorhanden"],"Content optimization:":["Content-Optimierung:"],"%1$sSEO%2$s: %3$s":["%1$sSEO%2$s: %3$s"],"%1$sReadability%2$s: %3$s":["%1$sLesbarkeit%2$s: %3$s"],"Post Noindexed":["Nicht zu indexierender Beitrag"],"No Focus Keyphrase":["Keine Fokus-Keyphrase"],"Posts with the SEO score: %s":["Beiträge mit dem SEO-Wert: %s"],"SEO: %s":["SEO: %s"],"%s video tutorial":["%s Videoanleitung"],"To view your current crawl errors, %1$splease visit Google Search Console%2$s.":["Um Ihre aktuellen Crawlingfehler zu sehen, %1$sbesuchen Sie die Google Search Console%2$s."],"Google has discontinued its Crawl Errors API. Therefore, any possible crawl errors you might have cannot be displayed here anymore. %1$sRead our statement on this for further information%2$s.":["Google hat die API zur Anzeige von Crawling-Fehlern eingestellt. Deswegen können mögliche Crawling-Fehler hier nicht mehr dargestellt werden. %1$sLesen Sie unsere Stellungnahme für weitergehende Informationen%2$s."],"Get the %s plugin now!":["Holen Sie sich jetzt das %s-Plugin!"],"Personal info":["Persönliche Daten"],"Organization logo":["Organisations-Logo"],"Organization name":["Organisations-Name"],"(if one exists)":["(wenn eine existiert)"],"Wikipedia page about you":["Wikipedia-Seite über Sie"],"YouTube profile URL":["YouTube Profil URL"],"Tumblr profile URL":["Tumblr Profil URL"],"SoundCloud profile URL":["SoundCloud Profil URL"],"MySpace profile URL":["MySpace Profil URL"],"Organization":["Organisation"],"You have previously set your site to represent a person. We’ve improved our functionality around Schema and the Knowledge Graph, so you should go in and %1$scomplete those settings%2$s.":["Sie haben zuvor eingestellt, dass Ihre Website eine Person repräsentiert. Wir haben die Funktionalität rund um Schema und den Knowledge Graph verbessert, deshalb sollten Sie %1$sdiese Einstellungen%2$s vervollständigen."],"Select a user...":["Wählen Sie einen Benutzer..."],"Uncategorized":["Nicht kategorisiert"],"Pinterest profile URL":["Pinterest-Profil-URL"],"LinkedIn profile URL":["LinkedIn-Profil-URL"],"Instagram profile URL":["Instagram-Profil URL"],"No JSON object was returned.":["Es wurde kein JSON-Objekt zurückgegeben."],"Received internal links":["Empfangene interne Links"],"Outgoing internal links":["Ausgehende interne Links"],"New step added":["Neuer Schritt hinzugefügt"],"New question added":["Neue Frage hinzugefügt"],"For this feature to work, %1$s needs to create a table in your database. We were unable to create this table automatically.":["Damit diese Funktion funktioniert, muss %1$s eine Tabelle in Ihrer Datenbank erstellen. Wir konnten diese Tabelle nicht automatisch erstellen."],"Keyphrase":["Suchwort"],"%3$sImage Keyphrase%5$s: Out of %2$d images on this page, %1$d have alt attributes with words from your keyphrase or synonyms. That's a bit much. %4$sOnly include the keyphrase or its synonyms when it really fits the image%5$s.":["%3$sBilder mit Alt-Attributen%5$s: Die Alt-Attribute bei %1$d von %2$d Bildern auf dieser Seite enthalten Wörter aus der Keyphrase oder entsprechende Synonyme. Das ist etwas viel. %4$sVerwenden Sie die Keyphrase bzw. Synonyme davon nur wenn sie zum Bild passen%5$s."],"%3$sImage Keyphrase%5$s: Out of %2$d images on this page, only %1$d has an alt attribute that reflects the topic of your text. %4$sAdd your keyphrase or synonyms to the alt tags of more relevant images%5$s!":["%3$sBilder mit Alt-Attributen%5$s: Von %2$d Bildern auf dieser Seite, hat nur %1$d Bild ein Alt-Attribut, welches das Thema Ihres Textes widerspiegelt. %4$sFügen Sie Ihre Keyphrase oder entsprechende Synonyme zu den Alt-Tags bei passenden Bildern hinzu%5$s!","%3$sBilder mit Alt-Attributen%5$s: Von %2$d Bildern auf dieser Seite, hat nur %1$d Bild ein Alt-Attribut, welches das Thema Ihres Textes widerspiegelt. %4$sFügen Sie Ihre Keyphrase oder entsprechende Synonyme zu den Alt-Tags bei passenden Bildern hinzu%5$s!"],"%1$sImage Keyphrase%3$s: Images on this page do not have alt attributes that reflect the topic of your text. %2$sAdd your keyphrase or synonyms to the alt tags of relevant images%3$s!":["%1$sBilder mit Alt-Attributen%3$s: Die Bilder auf dieser Seite haben keine Alt-Attribute, die das Thema deines Textes widerspiegeln. %2$sFügen Sie Ihre Keyphrase oder entsprechende Synonyme zu den Alt-Attributen bei passenden Bildern hinzu%3$s!"],"%1$sImage Keyphrase%3$s: Images on this page have alt attributes, but you have not set your keyphrase. %2$sFix that%3$s!":["%1$sBilder mit Alt-Attributen%3$s: Die Bilder auf dieser Seite haben Alt-Attribute, aber Sie haben noch keine Keyphrase bestimmt. %2$sKorrigieren Sie das%3$s!"],"%1$sKeyphrase in subheading%2$s: %3$s of your H2 and H3 subheadings reflects the topic of your copy. Good job!":["%1$sKeyphrase in Untertiteln%2$s: %3$s Ihrer H2 oder H3 Untertitel entsprechen dem Thema Ihres Textes. Gut gemacht!","%1$sKeyphrase in Zwischenüberschriften%2$s: %3$s Ihrer hierarchisch höheren Zwischenüberschriften spiegeln das Thema Ihres Textes wider. Gut gemacht!"],"%1$sKeyphrase in subheading%2$s: Your H2 or H3 subheading reflects the topic of your copy. Good job!":["%1$sKeyphrase in Untertitel%2$s: Ihre H2 oder H3 Untertitel entsprechen dem Thema Ihres Textes. Gut gemacht!"],"%1$sKeyphrase in subheading%3$s: %2$sUse more keyphrases or synonyms in your H2 and H3 subheadings%3$s!":["%1$sKeyphrase in Unterposition%3$s: %2$sVerwenden Sie mehr Keyphrasen oder Synonyme in Ihren übergeordneten Unterüberschriften%3$s!"],"Page %s":["Seite %s"],"Cannot get the size of %1$s because of unknown reasons.":["Kann aus unbekannten Gründen nicht die Grösse von %1$s erreichen."],"Cannot get the size of %1$s because it is hosted externally.":["Kann nicht die Grösse von %1$s erreichen, da es extern gehostet wird."],"%1$sSingle title%3$s: H1s should only be used as your main title. Find all H1s in your text that aren't your main title and %2$schange them to a lower heading level%3$s!":["%1$sEinzeltitel%3$s: H1s sollten nur als Haupttitel verwendet werden. Finden Sie alle H1s in Ihrem Text, die nicht Ihr Haupttitel sind und %2$s ändern Sie sie zu einer niedrigeren ÜberschriftenEbene %3$s!"],"%1$sKeyphrase density%2$s: The keyphrase was found %5$d time. That's way more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["","%1$sKeyphrase density%2$s: The keyphrase was found %5$d times. That's way more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!"],"%1$sKeyphrase density%2$s: The keyphrase was found %5$d time. That's more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["","%1$sKeyphrase density%2$s: The keyphrase was found %5$d times. That's more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!"],"%1$sKeyphrase density%2$s: The keyphrase was found %3$d time. This is great!":["","%1$sKeyphrase density%2$s: The keyphrase was found %3$d times. This is great!"],"%1$sKeyphrase density%2$s: The keyphrase was found %5$d time. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["","%1$sKeyphrase density%2$s: The keyphrase was found %5$d times. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!"],"%1$sKeyphrase density%2$s: The keyphrase was found 0 times. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":[""],"Import of settings is only supported on servers that run PHP 5.3 or higher.":["Der Import von Einstellungen ist nur auf Servern mit mindestens PHP 5.3 möglich."],"Export your %1$s settings here, to copy them on another site.":["Exportieren Sie Ihre %1$s Einstellungen hier, um sie auf eine andere Website zu kopieren."],"No settings found.":["Keine Einstellungen gefunden."],"These are settings for the %1$s plugin by %2$s":["Dies sind Einstellungen für das Plugin %1$s von %2$s"],"Copy all these settings to another site's %1$s tab and click \"%1$s\" there.":["Kopieren Sie all diese Einstellungen in einen Tab einer anderen Website %1$s und klicken Sie dort «%1$s»."],"You do not have the required rights to export settings.":["Sie haben nicht die erforderlichen Rechte, um die Einstellungen zu exportieren."],"Method %1$s() does not exist in class %2$s":["Die Methode %1$s() ist in Klasse %2$s nicht vorhanden"],"With %s, you can easily create such redirects.":["Mit %s können Sie solche Umleitungen einfach erstellen."],"Learn about why permalinks are important for SEO.":["Erfahren Sie, warum Permalinks für SEO wichtig sind."],"Changing your permalinks settings can seriously impact your search engine visibility. It should almost %1$s never %2$s be done on a live website.":["Das Ändern Ihrer Permalinks-Einstellungen kann die Sichtbarkeit Ihrer Suchmaschine erheblich beeinträchtigen. Es sollte %1$s niemals %2$s auf einer Live-Website angewendet werden."],"WARNING:":["WARNUNG:"],"%1$sFunction words in keyphrase%3$s: Your keyphrase \"%4$s\" contains function words only. %2$sLearn more about what makes a good keyphrase.%3$s":["%1$sFunktionswörter in der Keyphrase%3$s: Ihre Keyphrase «%4$s» besteht ausschliesslich aus Funktionswörtern. %2$sErfahren Sie mehr darüber, was eine gute Keyphrase ausmacht.%3$s"],"Clear Image":["Bild löschen"],"%1$sKeyphrase length%3$s: %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sLänge der Keyphrase%3$s: %2$sLegen Sie eine Keyphrase fest, damit Ihr SEO-Score errechnet werden kann%3$s."],"%1$sKeyphrase in slug%2$s: More than half of your keyphrase appears in the slug. That's great!":["%1$sKeyphrase im Permalink%2$s: Über die Hälfte deiner Keyphrase kommt im Permalink vor. Das ist super!"],"%1$sKeyphrase in slug%3$s: (Part of) your keyphrase does not appear in the slug. %2$sChange that%3$s!":["%1$sKeyphrase im Permalink%3$s: Deine Keyphrase kommt (teilweise) nicht im Permalink vor. %2$sÄndere das%3$s!"],"%1$sKeyphrase in slug%2$s: Great work!":["%1$sKeyphrase im Permalink%2$s: Vorhanden. Gut gemacht!"],"Help on choosing the perfect focus keyphrase":["Hilfe bei der Auswahl der perfekten Fokus-Keyphrase"],"Go %s!":["Los %s!"],"Add related keyphrase":["Fügen Sie verwandte Keyphrasen hinzu"],"Upgrade to %s":["%s buchen"],"Get %s":["%s holen"],"%4$sPreviously used keyphrase%6$s: You've used this keyphrase %1$s multiple times before%3$s. %5$sDo not use your keyphrase more than once%6$s.":["%4$sBereits verwendete Keyphrase%6$s: Du hast diese Keyphrase zuvor schon %1$s%2$d Mal verwendet%3$s. %5$sVerwende Keyphrasen immer nur einmal.%6$s."],"%3$sPreviously used keyphrase%5$s: You've used this keyphrase %1$sonce before%2$s. %4$sDo not use your keyphrase more than once%5$s.":["%3$sBereits verwendete Keyphrase%5$s: Sie haben diese Keyphrase bereits zuvor schon %1$seinmal%2$s verwendet. %4$sVerwenden Sie Ihre Keyphrasen immer nur einmal.%5$s."],"%1$sPreviously used keyphrase%2$s: You've not used this keyphrase before, very good.":["%1$sBereits verwendete Keyphrase%2$s: Sie haben diese Keyphrase bisher noch nie verwendet. Sehr gut."],"%1$sImages%3$s: No images appear on this page. %2$sAdd some%3$s!":["%1$s Bilder mit Alt-Attributen%3$s: Auf dieser Seite gibt es keine Bilder. %2$s Füge welche hinzu%3$s!"],"%1$sLink keyphrase%3$s: You're linking to another page with the words you want this page to rank for. %2$sDon't do that%3$s!":["%1$sLink Keyphrase%3$s: Du verlinkst mit den Wörtern, mit denen diese Seite ranken soll, zu einer anderen Seite. %2$sVermeide das%3$s!"],"%2$sText length%3$s: The text contains %1$d %4$s. Good job!":["%2$sTextlänge%3$s: Der Text enthält %1$d Wort. Großartig!"],"%1$sKeyphrase in subheading%3$s: More than 75%% of your H2 and H3 subheadings reflect the topic of your copy. That's too much. %2$sDon't over-optimize%3$s!":["%1$sKeyphrase in Unterposition%3$s : Mehr als 75 %% Ihrer übergeordneten Unterüberschriften spiegeln das Thema Ihrer Kopie wider. Das ist zu viel.%2$sNicht überoptimieren%3$s!"],"%1$sSEO title width%3$s: %2$sPlease create an SEO title%3$s.":["%1$sBreite des SEO-Titels%3$s: %2$sBitte erstelle einen SEO-Titel%3$s."],"%1$sSEO title width%3$s: The SEO title is wider than the viewable limit. %2$sTry to make it shorter%3$s.":["%1$sBreite des SEO-Titels%3$s: Der SEO-Titel ist breiter als das sichtbare Limit. %2$sKürze ihn%3$s."],"%1$sSEO title width%2$s: Good job!":["%1$sBreite des SEO-Titels%2$s: Gut gemacht!"],"%1$sSEO title width%3$s: The SEO title is too short. %2$sUse the space to add keyphrase variations or create compelling call-to-action copy%3$s.":["%1$sBreite des SEO-Titels%3$s: Der SEO-Titel ist zu kurz. %2$sNutze den vorhandenen Platz aus, indem du Varianten der Keyphrase oder einen ansprechenden Call-to-Action-Text hinzufügst%3$s."],"%1$sOutbound links%2$s: There are both nofollowed and normal outbound links on this page. Good job!":["%1$sAusgehende Links%2$s: Es gibt sowohl Links mit nofollow-Attribut als auch normale ausgehende Links auf dieser Seite. Gut gemacht!"],"%1$sOutbound links%2$s: Good job!":["%1$sAusgehende Links%2$s: Gut gemacht!"],"%1$sOutbound links%3$s: All outbound links on this page are nofollowed. %2$sAdd some normal links%3$s.":["%1$sAusgehende Links%3$s: Alle Links auf dieser Seite haben ein nofollow-Attribut. %2$sFügen Sie einige normale Links hinzu%3$s."],"%1$sOutbound links%3$s: No outbound links appear in this page. %2$sAdd some%3$s!":["%1$sAusgehende Links%3$s: Es gibt keine ausgehenden Links auf dieser Seite. %2$sFügen Sie welche hinzu%3$s!"],"%1$sMeta description length%2$s: Well done!":["%1$sLänge der Meta-Beschreibung%2$s: Gut gemacht!"],"%1$sMeta description length%3$s: The meta description is over %4$d characters. To ensure the entire description will be visible, %2$syou should reduce the length%3$s!":["%1$sLänge der Meta-Beschreibung%3$s: Die Meta-Beschreibung ist länger als %4$d Zeichen. Damit die vollständige Beschreibung sichtbar ist, %2$sollten Sie sie kürzen%3$s!"],"%1$sMeta description length%3$s: The meta description is too short (under %4$d characters). Up to %5$d characters are available. %2$sUse the space%3$s!":["%1$sLänge der Meta-Beschreibung%3$s: Die Meta-Beschreibung ist zu kurz (weniger als %4$d Zeichen). Es sind bis zu %5$d Zeichen verfügbar. %2$sMachen Sie sich dies zunutze%3$s!"],"%1$sMeta description length%3$s:  No meta description has been specified. Search engines will display copy from the page instead. %2$sMake sure to write one%3$s!":["%1$sLänge der Meta-Beschreibung%3$s:  Es wurde keine Meta-Beschreibung festgelegt. Suchmaschinen werden stattdessen Textauschnitte dieser Seite darstellen. %2$sSchreiben Sie eine Meta-Beschreibung%3$s!"],"%1$sKeyphrase in meta description%2$s: The meta description has been specified, but it does not contain the keyphrase. %3$sFix that%4$s!":["%1$sKeyphrase in Meta-Beschreibung%2$s: Die Meta-Beschreibung wurde festgelegt, aber die Keyphrase fehlt darin. %3$sBeheben Sie dies%4$s!"],"%1$sKeyphrase in meta description%2$s: The meta description contains the keyphrase %3$s times, which is over the advised maximum of 2 times. %4$sLimit that%5$s!":["%1$sKeyphrase in Meta-Beschreibung%2$s: Die Meta-Beschreibung enthält die Keyphrase %3$s mal. Das liegt über dem empfohlenen Maximum von 2 Vorkommnissen. %4$sVerwende die Keyphrase weniger oft%5$s!"],"%1$sKeyphrase in meta description%2$s: Keyphrase or synonym appear in the meta description. Well done!":["%1$sKeyphrase in Meta-Beschreibung%2$s: Die Meta-Beschreibung enthält die Keyphrase oder Synonyme. Gut gemacht!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's way more than the recommended maximum of %2$d %6$s. %4$sMake it shorter%5$s!":["%3$sLänge der Keyphrase%5$s: Die Keyphrase ist %1$d %6$s lang. Das ist viel mehr als das empfohlene Maximum von %2$d %6$s. %4$sSie sollten sie kürzen!%5$s!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's more than the recommended maximum of %2$d %6$s. %4$sMake it shorter%5$s!":["%3$sLänge der Keyphrase%5$s: Die Keyphrase ist %1$d %6$s lang. Das ist mehr als das empfohlene Maximum von %2$d %6$s. %4$sKürzen Sie sie%5$s!"],"%1$sKeyphrase length%2$s: Good job!":["%1$sLänge der Keyphrase%2$s: Gut gemacht!"],"%1$sKeyphrase length%3$s: No focus keyphrase was set for this page. %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sLänge der Keyphrase%3$s: Es wurde keine Fokus-Keyphrase für diese Seite festgelegt. %2$sLegen Sie eine Keyphrase fest, damit Ihr SEO-Score berechnet werden kann.%3$s."],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms do not appear in the first paragraph. %2$sMake sure the topic is clear immediately%3$s.":["%1$sKeyphrase in der Einleitung%3$s: Weder Ihre Keyphrase noch deren Synonyme kommen im ersten Absatz vor. %2$sStellen Sie sicher, dass das Thema sofort klar ist%3$s."],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms appear in the first paragraph of the copy, but not within one sentence. %2$sFix that%3$s!":["%1$sKeyphrase in der Einleitung%3$s: Ihre Keyphrase oder deren Synonyme kommen im ersten Absatz der Kopie vor, allerdings nicht in ein und demselben Satz. %2$sBitte beheben Sie das%3$s!"],"%1$sKeyphrase in introduction%2$s: Well done!":["%1$sKeyphrase in der Einleitung%2$s: Gut gemacht!"],"%1$sInternal links%2$s: There are both nofollowed and normal internal links on this page. Good job!":["%1$sInterne Links%2$s: Es gibt sowohl Links mit nofollow-Attribut als auch normale interne Links auf dieser Seite. Gut gemacht!"],"%1$sInternal links%2$s: You have enough internal links. Good job!":["%1$sInterne Links%2$s: Sie haben genügend Interne Links. Gut gemacht!"],"%1$sInternal links%3$s: The internal links in this page are all nofollowed. %2$sAdd some good internal links%3$s.":["%1$sInterne Links%3$s: Die internen Links auf dieser Seite haben alle ein nofollow-Attribut. %2$sFügen Sie einige gute interne Links hinzu%3$s."],"%1$sInternal links%3$s: No internal links appear in this page, %2$smake sure to add some%3$s!":["%1$sInterne Links%3$s: Es gibt keine internen Links auf dieser Seite. %2$sFügen Sie welche hinzu%3$s!"],"%1$sTransition words%2$s: Well done!":["%1$sBindewörter%2$s: Gut gemacht!"],"%1$sTransition words%2$s: Only %3$s of the sentences contain transition words, which is not enough. %4$sUse more of them%2$s.":["%1$sBindewörter%2$s: Nur %3$s der Sätze enthalten Bindewörter. Das reicht nicht aus. %4$sVerwenden Sie mehr davon%2$s."],"%1$sTransition words%2$s: None of the sentences contain transition words. %3$sUse some%2$s.":["%1$sBindewörter%2$s: Keiner der Sätze beinhaltet Bindewörter. %3$sVerwenden Sie welche%2$s."],"%1$sNot enough content%2$s: %3$sPlease add some content to enable a good analysis%2$s.":["%1$sNicht genug Inhalt%2$s: %3$sUm bessere Analysen zu ermöglichen, bitte mehr Inhalt hinzufügen%2$s."],"%1$sSubheading distribution%2$s: You are not using any subheadings, but your text is short enough and probably doesn't need them.":["%1$sVerteilung von Zwischenüberschriften%2$s: Sie nutzen keine Zwischenüberschriften. Da Ihr Text sehr kurz ist, benötigen Sie wahrscheinlich auch keine."],"%1$sSubheading distribution%2$s: You are not using any subheadings, although your text is rather long. %3$sTry and add some subheadings%2$s.":["%1$sVerteilung von Zwischenüberschriften%2$s: Sie benutzen gar keine Zwischenüberschriften, obwohl Ihr Text relativ lang ist. %3$sVersuchen Sie einige Zwischenüberschriften hinzuzufügen%2$s."],"%1$sSubheading distribution%2$s: %3$d section of your text is longer than %4$d %6$s and is not separated by any subheadings. %5$sAdd subheadings to improve readability%2$s.":["%1$sVerwendung von Zwischenüberschriften%2$s: %3$d Abschnitt Ihres Textes ist länger als %4$d %6$s und ist nicht durch Zwischenüberschriften getrennt. %5$sFügen Sie Zwischenüberschriften hinzu, um die Lesbarkeit zu verbessern%2$s.","%1$sVerwendung von Zwischenüberschriften%2$s: %3$d Abschnitte Ihres Textes sind länger als %4$d %6$s und ist nicht durch Zwischenüberschriften getrennt. %5$sFügen Sie Zwischenüberschriften hinzu, um die Lesbarkeit zu verbessern%2$s."],"%1$sSubheading distribution%2$s: Great job!":["%1$sVerteilung von Zwischenüberschriften%2$s: Gut gemacht!"],"%1$sSentence length%2$s: %3$s of the sentences contain more than %4$s %7$s, which is more than the recommended maximum of %5$s. %6$sTry to shorten the sentences%2$s.":["%1$sSatzlänge%2$s: %3$s der Sätze haben mehr als %4$s %7$s, was mehr ist als das empfohlene Maximum von %5$s. %6$sVersuchen Sie, die Sätze zu kürzen%2$s."],"%1$sSentence length%2$s: Great!":["%1$sSatzlänge%2$s: Grossartig!"],"%1$sConsecutive sentences%2$s: There is enough variety in your sentences. That's great!":["%1$sAufeinanderfolgende Sätze%2$s: Es ist genug Abwechslung in Ihren Sätzen. Das ist grossartig!"],"%1$sConsecutive sentences%2$s: The text contains %3$d consecutive sentences starting with the same word. %5$sTry to mix things up%2$s!":["%1$sAufeinanderfolgende Sätze%2$s: Der Text enthält %3$d aufeinanderfolgende Sätze, die mit demselben Wort beginnen. %5$sVersuchen Sie es mit etwas mehr Abwechslung%2$s!","%1$sAufeinanderfolgende Sätze%2$s: Der Text enthält %4$d Fälle, in denen %3$d oder mehr aufeinanderfolgende Sätze mit demselben Wort beginnen. %5$sVersuchen Sie es mit etwas mehr Abwechslung%2$s!"],"%1$sPassive voice%2$s: %3$s of the sentences contain passive voice, which is more than the recommended maximum of %4$s. %5$sTry to use their active counterparts%2$s.":["%1$sPassive Sätze%2$s: %3$s der Sätze sind passiv, was mehr als das empfohlene Maximum von %4$s ist. %5$sVersuchen Sie mehr aktive Sätze zu benutzen%2$s."],"%1$sPassive voice%2$s: You're using enough active voice. That's great!":["%1$sPassive Sätze%2$s: Sie benutzen genug aktive Sätze. Sehr gut!"],"%1$sParagraph length%2$s: %3$d of the paragraphs contains more than the recommended maximum of %4$d %6$s. %5$sShorten your paragraphs%2$s!":["%1$sAbsatzlänge%2$s: %3$d Absatz beinhaltet mehr als das empfohlene Maximum von %4$d %6$s. %5$sKürzen Sie den Absatz%2$s!","%1$sAbsatzlänge%2$s: %3$d Absätze beinhalten mehr als das empfohlene Maximum von %4$d %6$s. %5$sKürzen Sie die Absätze%2$s!"],"%1$sParagraph length%2$s: None of the paragraphs are too long. Great job!":["%1$sAbsatzlänge%2$s: Keiner der Absätze ist zu lang. Gut gemacht!"],"Good job!":["Gute Arbeit!"],"Focus keyphrase: ":["Fokus-Keyphrase: "],"Focus keyphrase":["Fokus-Keyphrase"],"Disable":["Deaktivieren"],"Allow Control":["Kontrolle zulassen"],"This tab allows you to selectively disable %s features for all sites in the network. By default all features are enabled, which allows site admins to choose for themselves if they want to toggle a feature on or off for their site. When you disable a feature here, site admins will not be able to use that feature at all.":["Diese Registerkarte ermöglicht es dir, die %s Funktionen für alle Seiten im Netzwerk selektiv zu deaktivieren. Standardmässig sind alle Funktionen aktiviert, so dass die Administratoren der Website selbst entscheiden können, ob sie eine Funktion für ihre Website ein- oder ausschalten möchten. Wenn du eine Funktion hier deaktivieren möchtest, können die Administratoren diese Funktion überhaupt nicht verwenden."],"%s is a required feature toggle argument.":["%s ist ein erforderliches Argument für Funktions-Schieberegler."],"Remove keyphrase":["Keyphrase entfernen"],"Keyphrase:":["Keyphrase:"],"This feature has been disabled by the network admin.":["Diese Funktion wurde vom Netzwerkadministrator deaktiviert."],"Focus keyphrase not set.":["Fokus-Keyphrase wurde nicht gesetzt."],"Colon":["Doppelpunkt"],"Optional. Customize how you want to describe the duration of the instruction":["Optional. Individualisieren Sie die Beschreibung für die Dauer der Anleitung"],"Describe the duration of the instruction:":["Anleitungsdauer beschreiben:"],"Learn more about the readability analysis":["Erfahren Sie mehr über die Lesbarkeits-Analyse"],"Readability analysis:":["Lesbarkeits-Analyse:"],"There is a new notification.":["Es liegt eine neue Benachrichtigung vor.","Es liegen neue Benachrichtigungen vor."],"Both %1$s and %2$s manage the SEO of your site. Running two SEO plugins at the same time is detrimental.":["Sowohl %1$s als auch %2$s verwalten die SEO Ihrer Website. Zwei SEO-Plugins parallel laufen zu lassen, ist schädlich."],"%s, %s and %s":["%s, %s und %s"],"%s and %s":["%s und %s"],"%d minute":["%d Minute","%d Minuten"],"%d hour":["%d Stunde","%d Stunden"],"%d day":["%d Tag","%d Tage"],"Enter a step title":["Titel für den Schritt eingeben"],"Optional. This can give you better control over the styling of the steps.":["Optional. Dies gibt ihnen eine bessere Kontrolle über die Ausgestaltung der Schritte."],"CSS class(es) to apply to the steps":["Den Schritten hinzuzufügende CSS-Klasse(n)"],"minutes":["Minuten"],"hours":["Stunden"],"days":["Tage"],"Create a How-to guide in an SEO-friendly way. You can only use one How-to block per post.":["Erstellen Sie eine SEO-freundliche Anleitung. Es kann lediglich ein Anleitungs-Block pro Beitrag genutzt werden."],"Copy error":["Kopierfehler"],"An error occurred loading the %s primary taxonomy picker.":["Beim Laden der Auswahl für die primäre Taxonomie %s ist ein Fehler aufgetreten."],"%1$s Structured Data Blocks":["%1$s Strukturierte Daten Blöcke"],"Time needed:":["Erforderlicher Zeitaufwand:"],"Move question down":["Frage nach unten verschieben"],"Move question up":["Frage nach oben verschieben"],"Insert question":["Frage angeben"],"Delete question":["Frage löschen"],"Enter the answer to the question":["Antwort zur Frage eingeben"],"Enter a question":["Eine Frage stellen"],"Add question":["Frage hinzufügen"],"Frequently Asked Questions":["Häufig gestellte Fragen"],"Select the primary %s":["Primäre %s wählen"],"Check links to this URL":["Link zu dieser URL prüfen"],"Are you trying to use multiple keyphrases? You should add them separately below.":["Möchten Sie mehrere Keyphrasen verwenden? Fügen Sie sie einzeln unten ein."],"Mark as cornerstone content":["Als Cornerstone-Inhalt markieren"],"Move step down":["Einen Schritt nach unten bewegen"],"Move step up":["Einen Schritt nach oben bewegen"],"Insert step":["Schritt einschieben"],"Delete step":["Schritt löschen"],"Add image":["Bild hinzufügen"],"Enter a step description":["Gib eine Beschreibung für den Schritt ein"],"Enter a description":["Gib eine Beschreibung ein"],"Unordered list":["Unsortierte Liste"],"Showing step items as an ordered list.":["Schritt-Elemente als geordnete Liste anzeigen."],"Showing step items as an unordered list":["Schritt-Elemente als ungeordnete Liste anzeigen"],"Add step":["Schritt hinzufügen"],"Delete total time":["Gesamtzeit löschen"],"Add total time":["Gesamtzeit hinzufügen"],"How to":["Anleitung"],"How-to":["Anleitung"],"Analysis results":["Analyse-Ergebnisse"],"Enter a focus keyphrase to calculate the SEO score":["Gib ein Fokus-Keyword ein, um den SEO-Wert zu berechnen"],"Learn more about Cornerstone Content.":["Erfahre mehr über Cornerstone-Inhalte."],"Cornerstone content should be the most important and extensive articles on your site.":["Cornerstone-Inhalte sollten die wichtigsten und umfassendsten Artikel deiner Seite sein."],"Restore Site":["Seite wiederherstellen"],"Network Settings":["Netzwerk-Einstellungen"],"You are not allowed to perform this action.":["Diese Aktion darfst du nicht ausführen."],"Error: %s":["Fehler: %s"],"Success: %s":["Erfolg: %s"],"Site with ID %d not found.":["Seite mit der ID %d wurde nicht gefunden."],"No site has been selected to restore.":["Es wurde keine Seite zum Wiederherstellen ausgewählt."],"You are not allowed to modify unregistered network settings.":["Es ist dir nicht erlaubt, nicht registrierte Netzwerk-Einstellungen zu ändern."],"deleted":["gelöscht"],"Copied!":["Kopiert!"],"Not supported!":["Wird nicht unterstützt!"],"{{a}}Read our article about site structure{{/a}} to learn more about how internal linking can help improve your SEO.":["{{a}}Lesen Sie unseren Artikel über Website-Struktur{{/a}}, um mehr darüber zu erfahren, wie interne Verlinkungen Ihr SEO verbessern können."],"Consider linking to these {{a}}cornerstone articles:{{/a}}":["Erwägen Sie die Verlinkung mit diesen {{a}}Cornerstone-Artikeln:{{/a}}"],"Consider linking to these articles:":["Denken Sie daran, diese Artikel zu verlinken:"],"Copy link":["Link kopieren"],"Copy link to suggested article: %s":["Link zum vorgeschlagenen Artikel kopieren: %s"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":["Lesen Sie unser %1$sultimatives Handbuch zur Keyword-Recherche%2$s, um mehr über Keyword-Recherche und Keyword-Strategie zu erfahren."],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly. ":["Die folgenden Wörter kommen im Inhalt am häufigsten vor. Diese geben einen Hinweis darauf, worauf sich Ihr Inhalt konzentriert. Wenn sich die Wörter stark von Ihrem Thema unterscheiden, möchten Sie vielleicht Ihren Inhalt entsprechend umschreiben. "],"Prominent words":["Hervorzuhebende Wörter"],"The site's tagline":["Der Website-Untertitel"],"Not all required fields are given. Missing field %1$s":["Es wurden nicht alle Felder ausgefüllt! Fehlendes Feld %1$s"],"Add synonyms":["Synonyme hinzufügen"],"You can edit the SEO metadata for this custom type on the %1$sShop page%2$s.":["Die SEO-Metadaten für diesen benutzerdefinierten Beitragstyp können auf der %1$sShop-Seite%2$s bearbeitet werden."],"Current year":["Aktuelles Jahr"],"Page":["Seite"],"Something went wrong. Please reload the page.":["Das hat nicht funktioniert. Bitte laden Sie die Seite neu."],"Tagline":["Untertitel"],"description (custom taxonomy)":["Beschreibung (benutzerdefinierte Taxonomie)"],"(custom taxonomy)":["(benutzerdefinierte Taxonomie)"],"(custom field)":["(benutzerdefiniertes Feld)"],"Term404":["404Hinweis"],"Caption":["Beschreibung"],"Pagenumber":["Seitennummer"],"Pagetotal":["Seitenanzahl"],"User description":["Benutzerbeschreibung"],"ID":["ID"],"Modified":["Geändert"],"Post type (plural)":["Beitragstyp (Plural)"],"Post type (singular)":["Beitragstyp (Singular)"],"Separator":["Trennzeichen"],"Search phrase":["Suchwort"],"Term title":["Begriffstitel"],"Term description":["Begriffsbeschreibung"],"Tag description":["Schlagwortbeschreibung"],"Category description":["Kategoriebeschreibung"],"Primary category":["Primäre Kategorie"],"Category":["Kategorie"],"Tag":["Schlagwort"],"Excerpt only":["Nur Auszug"],"Excerpt":["Textauszug"],"Site title":["Website-Titel"],"Archive title":["Archivtitel"],"Parent title":["Titel der übergeordneten Seite"],"Date":["Datum"],"Get Yoast SEO Premium":["Yoast SEO Premium holen"],"You should create a redirect to ensure your visitors do not get a 404 error when they click on the no longer working URL.":["Sie sollten eine Weiterleitung einrichten, damit Besucher keinen 404 Fehler erhalten, wenn sie eine veraltete URL anklicken."],"Search engines and other websites can still send traffic to your deleted content.":[""],"Make sure you don't miss out on traffic!":["Lassen Sie sich den Besucherstrom nicht durch die Lappen gehen!"],"You just deleted a %1$s.":["Sie haben %1$s gelöscht."],"You just trashed a %1$s.":["%1$s in den Papierkorb geworfen."],"Url preview":["URL-Vorschau"],"Please provide a meta description by editing the snippet below. If you don’t, Google will try to find a relevant part of your post to show in the search results.":["Bitte bearbeiten Sie das Codeschnipsel und richten Sie eine Meta-Beschreibung ein. Wenn Sie dies nicht tun, wird Google selbständig versuchen, einen relevanten Teil Ihres Beitrags in den Suchergebnissen anzuzeigen."],"Dismiss this notice":["Diesen Hinweis ausblenden"],"No results":["Keine Ergebnisse"],"%d result found, use up and down arrow keys to navigate":["%d Ergebnis gefunden. Verwenden Sie zum Navigieren die «Pfeil nach oben»- und «Pfeil nach unten»-Tasten","%d Ergebnisse gefunden. Verwenden Sie zum Navigieren die «Pfeil nach oben»- und «Pfeil nach unten»-Tasten"],"Your site language is set to %s. If this is not correct, contact your site administrator.":["Ihre Website-Sprache ist auf %s eingestellt. Wenn dies falsch ist, wenden Sie sich an den Administrator Ihrer Website."],"The %s importer functionality uses temporary database tables. It seems your WordPress install does not have the capability to do this, please consult your hosting provider.":["Die %s Importfunktionalität nutzt temporäre Datenbanktabellen. Anscheinend verfügt Ihre WordPress Installation nicht über die erforderlichen Berechtigungen, um diesen Vorgang durchzuführen. Bitte wenden Sie sich an Ihren Hostinganbieter."],"Cleanup of %s data failed.":["Bereinigung der %s Daten fehlgeschlagen."],"Content Type":["Inhaltstyp"],"Filter by content type":["Nach Inhaltstyp filtern"],"Show All Content Types":["Alle Inhaltstypen anzeigen"],"Replaced with the normal title for an archive generated by WordPress":["Wird mit dem normalen Archivtitel, der von WordPress generiert wird, ersetzt"],"Clean":["Bereinigung"],"Once you're certain your site is OK, you can clean up. This will remove all the original data.":["Sobald du sicher bist, dass deine Seite in Ordnung ist, kannst du aufräumen. Dadurch werden alle Originaldaten entfernt."],"Step 5: Clean up":["Schritt 5: Bereinigung"],"Please check your posts and pages and see if the metadata was successfully imported.":["Bitte prüfen Sie Ihre Beiträge und Seiten und schauen Sie nach, ob die Metadaten erfolgreich importiert wurden."],"Step 3: Check your data":["Schritt 3: Prüfen Sie Ihre Daten"],"This will import the post metadata like SEO titles and descriptions into your %1$s metadata. It will only do this when there is no existing %1$s metadata yet. The original data will remain in place.":["Mit diesem Vorgang importieren Sie Beitragsmetadaten wie SEO-Titel und Beschreibungen in Ihre %1$s Metadaten. Vorhandene %1$s Metadaten werden dabei nicht überschrieben und ursprüngliche Daten bleiben bestehen."],"Step 2: Import":["Schritt 2: Importieren"],"Please make a backup of your database before starting this process.":["Bitte legen Sie ein Backup Ihrer Datenbank an bevor Sie den Prozess starten."],"Step 1: Create a backup":["Schritt 1: Backup erstellen"],"We've detected data from one or more SEO plugins on your site. Please follow the following steps to import that data:":["Wir haben Daten aus einem oder mehreren SEO-Plugins in Ihrer Website erkannt. Bitte folgen Sie den nachfolgenden Schritten um diese Daten zu importieren:"],"Plugin: ":["Plugin: "],"%s did not detect any plugin data from plugins it can import from.":["%s hat keine Plugin-Daten von Plugins gefunden, von denen Daten importiert werden können."],"Posts that should not show up in search results":["Beiträge, die nicht in Suchergebnissen erscheinen sollen"],"%s data found.":["%s Daten gefunden."],"%s data successfully removed.":["%s Daten erfolgreich entfernt."],"%s data successfully imported.":["%s Daten erfolgreich importiert."],"%s data not found.":["%s Daten nicht gefunden."],"On":["An"],"Help on: %s":["Hilfe zu: %s"],"Off":["Aus"],"See who contributed to %1$s.":["Sehen Sie, wer zu %1$s beigetragen hat."],"Help on this search results setting":["Hilfe bei dieser Einstellung für Suchergebnisse"],"Not showing the archive for %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["Technisch gesehen, resultiert das Nicht-Anzeigen der %1$s-Archive in den Suchergebnissen darin, dass diese Archive eine %2$s Robots-Meta-Angabe aufweisen und aus den XML Sitemaps ausgeschlossen werden. %3$sWeitere Infos zu den Einstellungen für Suchergebnisse%4$s."],"Not showing %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["Technisch gesehen, resultiert das Nicht-Anzeigen von %1$s in den Suchergebnissen darin, dass diese Seiten eine %2$s Robots-Meta-Angabe aufweisen und aus den XML Sitemaps ausgeschlossen werden. %3$sWeitere Infos zu den Einstellungen für Suchergebnisse%4$s."],"Default for %2$s, currently: %1$s":["Standard für %2$s, derzeit: %1$s"],"Show %s in search results?":["%s in Suchergebnissen anzeigen?"],"this author's archives":["das Archiv dieses Autors"],"Do not allow search engines to show %s in search results.":["Suchmaschinen verbieten %s in den Suchergebnissen anzuzeigen."],"Read why XML Sitemaps are important for your site.":["Lesen Sie, warum XML-Sitemaps für Ihre Website wichtig sind."],"Enable the XML sitemaps that %s generates.":["Die von %s generierten XML-Sitemaps aktivieren."],"See the XML sitemap.":["XML Sitemap ansehen."],"%s (current default for %s)":["%s (aktueller Standard für %s)"],"Should search engines follow links on this %1$s?":["Sollen Suchmaschinen den Links zu diese/n %1$s folgen?"],"Allow search engines to show this %s in search results?":["Suchmaschinen das Anzeigen diese/r %s in den Suchergebnissen erlauben?"],"Allow search engines to show this content in search results?":[""],"Toggle %1$s's XML Sitemap":["Ein-/Ausschalten von %1$ss XML-Sitemap"],"%s integration":["%s Integration"],"Find out how the text link counter can enhance your SEO.":["Finden Sie heraus, wie der Textlink-Zähler die SEO verbessern kann."],"The text link counter helps you improve your site structure.":["Der Textlink-Zähler hilft Ihnen, die Struktur Ihrer Website zu verbessern."],"Find out how cornerstone content can help you improve your site structure.":["Erfahren Sie, wie Cornerstone-Inhalte Ihnen helfen können, die Struktur Ihrer Website zu verbessern."],"The cornerstone content feature lets you to mark and filter cornerstone content on your website.":["Mit der Cornerstone-Funktion können Sie Cornerstone-Inhalte auf Ihrer Website markieren und filtern."],"Discover why readability is important for SEO.":["Erfahren Sie, warum Lesbarkeit für SEO wichtig ist."],"The readability analysis offers suggestions to improve the structure and style of your text.":["Die Lesbarkeitsanalyse bietet Vorschläge zur Verbesserung der Struktur und des Stils Ihres Textes."],"Learn how the SEO analysis can help you rank.":["Lernen Sie, wie die SEO-Analyse für die Platzierung helfen kann."],"The SEO analysis offers suggestions to improve the SEO of your text.":["Die SEO-Analyse bietet Vorschläge zur Verbesserung der SEO Ihres Textes."],"SEO analysis":["SEO-Analyse"],"Good results":["Gute Ergebnisse"],"https://yoa.st/1uk":["https://yoa.st/1uk"],"https://yoa.st/1uj":["https://yoa.st/1uj"],"Latest blog posts on %1$s":["Letzte Blog-Beiträge auf %1$s"],"Remove highlight from the text":["Text-Markierung entfernen"],"Your site language is set to %s. ":["Ihre Seitensprache ist auf %s eingestellt. "],"First-time SEO configuration":["Erstmalige SEO-Konfiguration"],"Highlight this result in the text":["Markiere dieses Ergebnis im Text"],"Considerations":["Überlegungen"],"Errors":["Fehler"],"Change language":["Sprache ändern"],"%s file":["%s Datei"],"Save changes to %s":["Speichere die Änderungen der %s"],"Edit the content of your %s:":["Bearbeiten Sie den Inhalt Ihrer %s:"],"Create %s file":["%s-Datei erstellen"],"Updated %s":["%s aktualisiert"],"You cannot edit the %s file.":["Sie können die %s Datei nicht bearbeiten."],"You cannot create a %s file.":["Sie können keine %s Datei erstellen."],"Other integrations":["Andere Integrationen"],"More information about %1$s":["Weitere Informationen über %1$s"],"Old Configuration Wizard":["Alter Konfigurations-Assistent"],"Manage your %s subscription on MyYoast":["Verwalten Sie Ihr Abonnement von %s bei MyYoast"],"Mark the most important %1$s as 'cornerstone content' to improve your site structure. %2$sLearn more about cornerstone content%3$s.":["Markiere die wichtigsten %1$s als 'cornerstone content', um die Struktur deiner Website zu verbessern. %2$sLerne mehr über Cornerstone-Inhalt%3$s."],"(Opens in a new browser tab)":["(Öffnet in einem neuen Browser Tab)"],"Go back":["Zurück"],"Posts %1$swithout%2$s a focus keyphrase":["Beiträge %1$sohne%2$s Fokus-Keyphrase"],"Hey, your SEO is doing pretty well! Check out the stats:":["Hey, Ihr SEO ist ziemlich gut! Sehen Sie sich die Statistiken an:"],"You don't have any published posts, your SEO scores will appear here once you make your first post!":["Sie haben noch keine veröffentlichten Beiträge, Ihre SEO-Werte werden hier erscheinen, wenn Sie Ihren ersten Beitrag erstellt haben!"],"Read more like this on our SEO blog":["Lesen Sie mehr Beiträge wie diesen in unserem SEO Blog"],"Readability: %s":["Lesbarkeit: %s"],"Not activated":["Nicht aktiviert"],"Activated":["Aktiviert"],"%1$s recommendations for you":["%1$s Empfehlungen für Sie"],"All Readability Scores":["Alle Lesbarkeitsbewertungen"],"Filter by Readability Score":["Nach Lesbarkeits Bewertungen filtern"],"Request method %1$s is not valid.":["Anforderungsmethode %1$s ist nicht gültig."],"Text link counter":["Text Link Zähler"],"Number of internal links linking to this post. See \"Yoast Columns\" text in the help tab for more info.":["Anzahl interner Links welche zu diesem Beitrag verweisen. Für mehr Information konsultieren Sie den «Yoast Spalten» Text im Hilfe Tab."],"Number of outgoing internal links in this post. See \"Yoast Columns\" text in the help tab for more info.":["Anzahl ausgehender interner Verlinkungen in diesem Beitrag. Für mehr Information konsultieren Sie den «Yoast Spalten» Text im Hilfe Tab."],"%s Columns":["%s Spalten"],"Readability score":["Lesbarkeitsbewertung"],"Scroll to see the preview content.":["Scrollen Sie, um die Vorschau zu sehen."],"Cornerstone content":["Cornerstone-Inhalt"],"Save changes":["Änderungen speichern"],"1 year free support and updates included!":["1 Jahr kostenfreier Support und Updates inbegriffen!"],"The plugin %2$s changes your site's output and in doing that differentiates between search engines and normal users, a process that's called cloaking. We highly recommend that you disable it.":["Das Plugin %2$s verändert die Ausgabe Ihrer Website je nachdem ob eine Suchmaschine oder ein normaler Benutzer die Website aufruft. Dieser Prozess nennt sich Cloaking. Wir empfehlen Ihnen sehr, dieses Plugin zu deaktivieren."],"No ads!":["Werbefrei!"],"Get internal linking suggestions":[""],"Variable":["Variable"],"Available variables":["Verfügbare Variablen"],"Scroll to see the table content.":["Scrollen um den Tabellen-Inhalt zu sehen."],"An error occurred in the '%1$s' assessment":["Es ist ein Fehler in der '%1$s' Bewertung aufgetreten."],"No new notifications.":["Keine neuen Benachrichtigungen"],"Save all":["Alles speichern"],"Save":["Speichern"],"%1$s, Author at %2$s":["%1$s, Autor bei %2$s"],"Mobile preview":["Mobil-Vorschau"],"Desktop preview":["Desktop-Vorschau"],"Please provide an SEO title by editing the snippet below.":["Bitte legen Sie den SEO-Titel fest, indem Sie den Code-Schnipsel bearbeiten."],"Meta description preview:":["Meta-Beschreibungs-Vorschau:"],"Slug preview:":["Titel-Vorschau:"],"SEO title preview:":["SEO-Titel-Vorschau:"],"Close snippet editor":["Snippet-Editor schliessen"],"Slug":["Titelform"],"Remove marks in the text":["Entferne Markierungen im Text"],"Mark this result in the text":["Markiere dieses Ergebnis im Text"],"Marks are disabled in current view":["Markierungen sind in der aktuellen Ansicht deaktiviert."],"Good SEO score":["Guter SEO-Wert"],"OK SEO score":["Ausreichender SEO-Wert"],"Feedback":["Feedback"],"Name":["Name"],"Please provide a meta description by editing the snippet below.":["Bitte legen Sie eine Meta-Beschreibung fest, indem Sie den Code-Schnipsel bearbeiten."],"Edit snippet":["Snippet bearbeiten"],"You can click on each element in the preview to jump to the Snippet Editor.":["Sie können auf jedes Element in der Vorschau klicken, um zum Snippet-Editor zu springen."],"SEO title preview":["Vorschau des SEO-Titels"],"Export settings":["Export-Einstellungen"],"Please don't show me this notification anymore":["Diese Benachrichtigung bitte nicht mehr anzeigen"],"If you are experiencing issues, %1$splease file a bug report%2$s and we'll do our best to help you out.":["Wenn Sie Schwierigkeiten haben, %1$sfüllen Sie bitte einen Bug-Report aus%2$s und wir tun unser Bestes um Ihnen zu helfen."],"We've noticed you've been using %1$s for some time now; we hope you love it! We'd be thrilled if you could %2$sgive us a 5 stars rating on WordPress.org%3$s!":["Uns ist aufgefallen, dass Sie %1$s bereits seit einiger Zeit verwenden; wir hoffen dass es Ihnen gefällt! Wir würden uns sehr darüber freuen, wenn Sie uns %2$sauf WordPress.org mit 5 Sternen bewerten würden%3$s!"],"%1$s + %2$s":[""],"Warning: the variable %1$s cannot be used in this template. See the %2$s for more info.":["Achtung: die Variable %1$s kann in dieser Vorlage nicht verwendet werden. Schauen Sie für weitere Informationen im %2$s nach."],"By the way, did you know we also have a %1$sPremium plugin%2$s? It offers advanced features, like a redirect manager and support for multiple keyphrases. It also comes with 24/7 personal support.":["Übrigens, wussten Sie, dass wir auch ein %1$sPremium Plugin%2$s haben? Es bietet erweiterte Funktionen, wie einen Weiterleitungsmanager und Unterstützung für mehrere Keyphrasen. Zudem beinhaltet es den persönlichen 24/7-Support."],"(no title)":["(Kein Titel)"],"The %1$s admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["Die %1$s Adminleiste enthält nützliche Links zu Tools von Drittanbietern zur Seitenanalyse und ermöglicht das leichte Erkennen von neuen Benachrichtigungen."],"Admin bar menu":["Adminbar-Menü"],"Features":["Funktionen"],"SEO title":["SEO-Titel"],"Greater than sign":["Grösser-als-Zeichen"],"Less than sign":["Kleiner-als-Zeichen"],"Right angle quotation mark":["Grösser-gleich-Zeichen"],"Left angle quotation mark":["Kleiner-gleich-Zeichen"],"Small tilde":["kleine Tilde"],"Vertical bar":["vertikaler Balken"],"Low asterisk":["unterer Stern"],"Asterisk":["Sternchen"],"Bullet":["Kugel"],"Middle dot":["mittlerer Punkt"],"Em dash":["Em Gedankenstrich"],"En dash":["Gedankenstrich"],"Dash":["Gedankenstrich"],"No":["Nein"],"Yes":["Ja"],"Google search console":["Google Search Console"],"Social profiles":["Social-Media-Profile"],"Posts list":["Beitragsliste"],"Posts list navigation":["Navigation der Beitragsliste"],"Filter posts list":["Beitragsliste filtern"],"Installed":["Installiert"],"Seamless integration between %1$s and %2$s":["Nahtlose Integration zwischen %1$s und %2$s"],"Optimize your site for Google News":["Optimieren Sie Ihre Website für Google News"],"Edit &#8220;%s&#8221;":["Bearbeite &#8221;%s&#171;"],"Premium":["Premium"],"Get Premium":["Holen Sie sich Premium"],"Notifications":["Benachrichtigungen"],"Removes the focus keyphrase section from the metabox and disables all SEO-related suggestions.":["Entfernt den Focus-Keyphrase-Reiter von der Metabox und deaktiviert alle SEO-relevanten Vorschläge."],"Disable SEO analysis":["SEO-Analyse deaktivieren"],"Other social profiles":["Andere soziale Profile"],"Make primary":["Mache primär"],"Cancel":["Abbrechen"],"%s notification":["%s Benachrichtigung","%s Benachrichtigungen"],"Disable readability analysis":["Lesbarkeits-Analyse deaktivieren"],"Removes the readability analysis section from the metabox and disables all readability-related suggestions.":["Entfernt den Lesbarkeits-Reiter aus der Metabox und deaktiviert alle für die Lesbarkeit relevanten Empfehlungen."],"Readability analysis":["Lesbarkeits-Analyse"],"Needs improvement":["Verbesserungsbedarf"],"Readability":["Lesbarkeit"],"Improvements":["Verbesserungen"],"Good job! We could detect no serious SEO problems.":["Gute Arbeit! Wir konnten keine ernsthaften SEO-Probleme feststellen."],"We have detected the following issues that affect the SEO of your site.":["Wir haben die folgenden Probleme festgestellt, welche die SEO Ihrer Website beeinflussen."],"Problems":["Probleme"],"Analysis":["Analyse"],"Not available":["Nicht verfügbar"],"Filter by SEO Score":["Nach SEO-Wert filtern"],"Meta description not set.":["Meta-Beschreibung nicht gesetzt."],"Open":["Öffnen"],"Loading...":["Wird geladen …"],"No results found":["Keine Ergebnisse gefunden."],"Dashboard":["Dashboard"],"You can fix this on the %1$sPermalink settings page%2$s.":["Sie können dies auf der %1$sPermalinkeinstellungen-Seite%2$s beheben."],"Replaced with the primary category of the post/page":["Ersetzt durch die Hauptkategorie des Beitrags/der Seite"],"Buy %s":["%s buchen"],"New %1$s Title":["Neuer %1$s Titel"],"Existing %1$s Title":["Vorhandener %1$s Titel"],"Expected an integer as input.":["Eingabe vom Typ Integer erwartet."],"Trying to build the sitemap cache key, but the postfix and prefix combination leaves too little room to do this. You are probably requesting a page that is way out of the expected range.":["Der Versuch, einen sicheren Sitemap-Cache-Schlüssel zu generieren, ist fehlgeschlagen, da die Präfix- und Postfix-Kombination zu wenig Platz lässt. Du forderst wahrscheinlich eine Seite an, die die erwartete Bandbreite überschreitet. "],"Redirects":["Weiterleitungen"],"Remove":["Entfernen"],"Keep":["Behalten"],"Bold the last page":["Die letzte Seite hervorheben"],"Primary %s":["Primär %s"],"Primary":["Primär"],"Make %1$s primary %2$s":["%1$s als primär %2$s setzen"],"Integrations":["Integrationen"],"Term is set to noindex.":["Terminologie ist auf noindex gesetzt"],"Author archives":["Autor-Archiv"],"Enabled":["Aktiviert"],"Disabled":["Deaktiviert"],"The separator defined in your theme's %s tag.":["Der Platzhalter, der im %s-Element Ihres Themes definiert wird."],"No index":["Nicht indexieren"],"SEO score":["SEO-Wert"],"Team Yoast":["Team Yoast"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["Die erste echte All-in-One-SEO-Lösung für WordPress, einschliesslich On-Page Inhaltsanalyse, XML-Sitemaps und vielem mehr."],"Yoast SEO":["Yoast SEO"],"Activation failed:":["Aktivierungsfehler:"],"The filter extension seem to be unavailable. Please ask your web host to enable it.":["Die Filter-Erweiterung scheint nicht verfügbar zu sein. Bitten Sie Ihren Hoster, sie einzuschalten."],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":["Die Installation des %1$s-Plugins ist unvollständig. Bitte schauen Sie in den %2$sInstallationsanweisungen%3$s nach."],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":["Die Standard PHP Library (SPL) Erweiterung scheint nicht verfügbar zu sein. Bitten Sie Ihren Web-Hoster sie zu aktivieren."],"SEO Settings":["SEO-Einstellungen"],"Mobile-Friendly Test":["Mobile-Friendly-Test"],"Google Page Speed Test":["Google-Page-Speed-Test"],"Facebook Debugger":["Facebook Debugger"],"Analyze this page":["Diese Seite analysieren "],"%s does not seem to be a valid url. Please correct.":["%s scheint keine korrekte URL zu sein. Bitte korrigieren."],"%1$s does not seem to be a valid %2$s verification string. Please correct.":["%1$s scheint eine ungültige %2$s Bestätigungszeichenfolge zu sein. Bitte korrigieren."],"%s Archive":["%s Archiv"],"You searched for %s":["Sie suchten nach: %s"],"%s does not seem to be a valid Twitter Username. Please correct.":["%s scheint kein gültiger Twitter-Benutzername zu sein. Bitte korrigieren."],"Summary with large image":["Zusammenfassung mit grossem Bild"],"The post %1$s appeared first on %2$s.":["Der Beitrag %1$s erschien zuerst auf %2$s."],"No numeric value was received.":["Es wurde kein numerischer Wert erhalten"],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":["Dies muss eine bestehende Website sein. Website %s existiert nicht oder wurde als gelöscht markiert."],"The default blog setting must be the numeric blog id of the blog you want to use as default.":["Die Standard Website Einstellung muss eine numerische ID der Website sein, die du als Standard nutzen willst. "],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":["%1$s ist keine gueltige Auswahl für den Zugriff auf die %2$s Einstellungen. Der Wert wurde auf Standard zurueckgesetzt."],"Please select a valid post type for taxonomy \"%s\"":["Bitte wählen Sie einen gültigen Beitragstyp für Taxonomie «%s»"],"Please select a valid taxonomy for post type \"%s\"":["Bitte wählen Sie eine gültige Taxonomie für Beitragstyp «%s»"],"You searched for":["Sie suchten nach"],"Home":["Startseite"],"Archives for":["Archive für"],"Error 404: Page not found":["Fehler 404: Seite wurde nicht gefunden"],"Good":["Gut"],"Replaced with a custom taxonomies description":["Ersetzt durch eine eigene Beschreibung der Taxonomie"],"Replaced with a posts custom taxonomies, comma separated.":["Ersetzt durch eine eigene Taxonomie eines Artikels, mit Kommata trennen."],"Replaced with a posts custom field value":["Ersetzt mit einem Standard Beitrags-Feldwert."],"Replaced with the slug which caused the 404":["Mit der Titelform, welche den 404 Fehler auslöste, ersetzt"],"Replaced with the posts focus keyphrase":["Wird mit der Fokus-Keyphrase des Beitrags ersetzt"],"Attachment caption":["Beschriftung Dateianhang"],"Replaced with the current page number":["Wird ersetzt durch die aktuelle Seitennummer"],"Replaced with the current page total":["Wird ersetzt durch die aktuelle gesamte Seitenanzahl"],"Replaced with the current page number with context (i.e. page 2 of 4)":["Ersetzt mit der aktuellen Seitennummer mit Kontext (z. B. Seite 2 von 4)"],"Replaced with the current year":["Wird mit der aktuellen Jahreszahl ersetzt"],"Replaced with the current month":["Wird mit dem aktuellen Monat ersetzt"],"Replaced with the current day":["Wird mit aktuellem Tag ersetzt"],"Replaced with the current date":["Wird mit dem aktuellen Datum ersetzt"],"Replaced with the post/page author's 'Biographical Info'":["Wird ersetzt durch die 'Biografischen Angaben' des Beitrags-/Seitenautors"],"Replaced with the post/page author's 'nicename'":["Wird ersetzt durch den Nicknamen des Autors des Artikels/ der Seite"],"Replaced with the post/page ID":["Wird ersetzt durch die ID des Artikels/der Seite"],"Replaced with the post/page modified time":["Wird mit der Bearbeitungszeit des Beitrags/der Seite ersetzt"],"Replaced with the content type plural label":["Wird durch die Pluralform des Inhaltstyp ersetzt"],"Replaced with the content type single label":["Wird durch die Einzahlform des Inhaltstyp ersetzt"],"Replaced with the current search phrase":["Wird durch die gegenwärtige Suchphrase ersetzt"],"Replaced with the term name":["Wird mit dem Begriff ersetzt"],"Replaced with the term description":["Wird ersetzt durch die Beschreibung des Begriffs"],"Replaced with the tag description":["Wird durch die Schlagwort-Beschreibung ersetzt"],"Replaced with the category description":["Wird durch die Beschreibung der Kategorie ersetzt"],"Replaced with the post categories (comma separated)":["Wird ersetzt durch die Artikel-Kategorien (durch Komma getrennt)"],"Replaced with the current tag/tags":["Mit aktuellen Tags ersetzt"],"Replaced with the post/page excerpt (without auto-generation)":["Wird mit dem Textauszug des Beitrags/der Seite (ohne Auto-Generierung) ersetzt"],"Replaced with the post/page excerpt (or auto-generated if it does not exist)":["Wird mit dem Textauszug aus Beitrag/Seite (oder automatisch generiert, falls nicht vorhanden) ersetzt"],"The site's name":["Der Website-Name"],"Replaced with the title of the parent page of the current page":["Wird mit dem Titel der übergeordneten Seite zur aktuellen Seite ersetzt"],"Replaced with the title of the post/page":["Wird mit dem Beitrags-/Seitentitel ersetzt"],"Replaced with the date of the post/page":["Wird ersetzt durch das Datum des/der Artikels/Seite"],"Page %1$d of %2$d":["Seite %1$d von %2$d"],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":["Sie können die Platzhalter der WPSEO Standard Variable nicht aufheben indem Sie eine Variable mit dem selben Namen wählen. Nutzen Sie stattdessen die «wpseo_replacements» Filter um die Platzhalter Werte zu verändern."],"A replacement variable with the same name has already been registered. Try making your variable name unique.":["Eine Platzhalter-Variable mit dem selben Namen wurde bereits angelegt. Versuche, einen einzigartigen Namen zu wählen."],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":["Eine Platzhalter-Variable kann nicht mit \"%%cf_\" oder \"%%ct_\" beginnen. Diese sind reserviert für die WPSEO Standard Variable, Variablen für benutzerdefinierte Felder und benutzerdefinierte Taxonomien. Versuche einen eindeutigen Variablen-Namen zu wählen. "],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":["Eine Ersatzvariable kann nur alphanumerische Zeichen sowie einen Unterstrich oder eine Leertaste enthalten. Bitte versuche, deine Variable umzubenennen."],"Admin only notice: this page does not show a meta description because it does not have one, either write it for this page specifically or go into the [%1$s - %2$s] menu and set up a template.":["Nur für Administratoren: diese Seite zeigt keine Metabeschreibung, da bisher keine vorhanden ist. Verfasse entweder eine speziell für diese Seite oder gehe in das [%1$s - %2$s]  Menü und richte eine Vorlage ein."],"Page not found":["Seite wurde nicht gefunden."],"%s Archives":["%s Archive"],"Meta description to use for Author page":["Meta-Beschreibung, die auf der Autoren-Seite genutzt wird"],"Title to use for Author page":["Titel, der auf der Autoren-Seite genutzt wird"],"%1$s settings":["Einstellungen für %1$s "],"Export your %1$s settings":["Exportiere Deine %1$s Einstellungen"],"Import settings":["Einstellungen importieren"],"Import from other SEO plugins":["Importiere von anderen SEO-Plugins"],"Import":["Import"],"If you had a %s file and it was editable, you could edit it from here.":["Falls eine %s Datei existiert und diese schreibbar ist, kannst du sie hier editieren."],"If your %s were writable, you could edit it from here.":["Wenn deine %s beschreibbar wäre, könntest du diese hier bearbeiten."],"You don't have a %s file, create one here:":["Sie haben keine %s Datei, erstellen Sie hier eine:"],"A link to your site, with your site's name and description as anchor text.":["Link zu Deiner Seite mit Blogname und Slogan als Linktext."],"A link to your site, with your site's name as anchor text.":["Link zu Deiner Seite mit dem Namen deines Blocks als Linktext."],"A link to the post, with the title as anchor text.":["Link zum Artikel mit dem Artikelnamen als Linktext."],"You can use the following variables within the content, they will be replaced by the value on the right.":["Sie können folgende Variablen innerhalb des Inhalts verwenden, diese werden durch den Wert auf der rechten Seite ersetzt."],"Content to put after each post in the feed":["Inhalt, der an jeden Beitrag im Feed angehängt wird"],"Content to put before each post in the feed":["Inhalt, der vor jeden Eintrag im RSS-Feed gesetzt wird"],"How to insert breadcrumbs in your theme":["Wie Du Breadcrumbs in Dein Theme einbinden kannst."],"Blog":["Blog"],"Prefix for the breadcrumb path":["Praefix für den Breadcrumb-Pfad."],"Anchor text for the Homepage":["Anker-Text für die Webseite"],"Separator between breadcrumbs":["Trenner zwischen den Breadcrumbs"],"Below are your published posts' SEO scores. Now is as good a time as any to start improving some of your posts!":["Unten siehst du die SEO-Werte der bisher veröffentlichten Beiträge. Jetzt ist der richtige Moment, einige deiner Beiträge zu verbessern!"],"Credits":["Danksagungen"],"&laquo; Back to Tools page":["&laquo; Zurück zur Tools-Seite"],"%1$s comes with some very powerful built-in tools:":["%1$s enthält einige sehr leistungsstarke Werkzeuge:"],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":["Dieses Tool erlaubt Ihnen, schnell wichtige Dateien für Ihre SEO anzupassen, wie die robots.txt un die .htaccess Datei, sofern diese existieren."],"File editor":["Datei-Editor"],"Import settings from other SEO plugins and export your settings for re-use on (another) site.":["Importiere die Einstellungen von anderen SEO Plugins und exportiere deine Einstellungen für die Wiederverwendung auf anderen Blogs."],"Import and Export":["Import und Export"],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":["Dieses Tool erlaubt Ihnen, das schnelle Ändern von Titeln und Beschreibungen Ihrer Beiträge und Seiten, ohne den jeweiligen Editor aufrufen zu müssen."],"Bulk editor":["Massenbearbeitung"],"Default settings":["Standardeinstellungen"],"Description":["Beschreibung"],"Restore site to defaults":["Website auf Standardeinstellungen zurücksetzen"],"Site ID":["Website-ID"],"Using this form you can reset a site to the default SEO settings.":["Hiermit können Sie die Standard-SEO-Einstellungen Ihrer Website wieder herstellen/zurücksetzen."],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new sites.":["Datenschutzrelevante (FB-Admins und dergleichen), Theme-spezifische (title rewrite) und einige stark Seiten-spezifische Einstellungen werden nicht in neue Websites importiert."],"Enter the %1$sSite ID%2$s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":["Geben Sie die %1$sSite ID%2$s für die Website ein, deren Einstellungen Sie als Standard für alle Websites in Ihrem Netzwerk setzen möchten. Sie können dies auch leer lassen (in der Regel werden die Plugin-Standards verwendet)."],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":["Wählen Sie die Seite, deren Einstellungen Sie standardmässig für alle Websites, die Ihrem Netzwerk hinzugefügt werden, verwendet werden sollen. Wenn Sie «Keine» auswählen, werden die Standardeinstellungen des Plugins verwendet."],"New sites in the network inherit their SEO settings from this site":["Neue Websites im Netzwerk übernehmen die SEO-Einstellungen dieser Website"],"Super Admins only":["Nur für Super-Admins"],"Site Admins (default)":["Seiten-Admins (Standard)"],"Who should have access to the %1$s settings":["Wer soll Zugriff auf die %1$s Einstellungen haben?"],"spam":["SPAM"],"mature":["veraltet"],"archived":["archiviert"],"public":["öffentlich"],"%s restored to default SEO settings.":["%s zurückgesetzt auf Standard-SEO-Einstellungen."],"Settings Updated.":["Die Einstellungen wurden aktualisiert."],"Special pages":["Spezielle Seiten"],"Date archives":["Datums-Archive"],"Title":["Titel"],"Take note:":["Hinweis:"],"You can determine the title and description for the homepage by %1$sediting the homepage itself%2$s.":["Sie können den Titel und die Beschreibung für die Startseite bestimmen, indem Sie die %1$sStartseite selbst bearbeiten%2$s."],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s hat automatisch erkannt, ob für Ihre Seiten ein Zwang zum Umschreiben der Titel gesetzt werden sollte. Wenn Sie glauben, dass dies falsch ist, und Sie wissen was Sie tun, können Sie die Einstellung hier ändern."],"Force rewrite titles":["Umarbeitung der Titel erzwingen"],"Homepage":["Homepage"],"%1$s Extensions":["%1$s Erweiterungen"],"Seamlessly integrate WooCommerce with %1$s and get extra features!":["Nahtlose Integration von WooCommerce mit %1$s und erhalten Sie zusätzliche Funktionen!"],"Rank better locally and in Google Maps, without breaking a sweat!":["Besseres Ranking vor Ort und in GoogleMaps, ohne ins Schwitzen zu geraten!"],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":["Sind Sie bei Google News gelistet? Steigern Sie Traffic von dort mit der Google News Optimierung!"],"Optimize your videos to show them off in search results and get more clicks!":["Optimieren Sie Ihre Videos, um sie in den Suchergebnissen zu zeigen und holen Sie mehr Klicks!"],"The premium version of %1$s with more features & support.":["Die Premium-Version von %1$s mit mehr Funktionen & Unterstützung."],"Person":["Person"],"Website name":["Name der Website"],"RSS":["RSS"],"Permalink":["Permalink"],"Breadcrumbs":["Breadcrumbs"],"Authenticate":["Authentifizieren"],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year of support and updates, on %2$s.":["Um eine Umleitung anzulegen und diesen Fehler zu beheben, brauchen Sie %1$s. Sie können das Plugin inklusive einem Jahr Support und Updates auf %2$s buchen."],"Creating redirects is a %s feature":["Das Erstellen von Weiterleitungen ist ein Feature von %s."],"New URL":["Neue URL"],"Search":["Suchen"],"URL":["URL"],"Deactivate %s":["%s deaktivieren"],"The %1$s plugin might cause issues when used in conjunction with %2$s.":["Das %1$s Plugin könnte in Verbindung mit %2$s Fehler hervorrufen."],"Upload Image":["Bild hochladen"],"%s Posts Overview":["%s Beitragsübersicht"],"Breadcrumbs title":["Breadcrumbs-Titel"],"Pinterest":["Pinterest"],"Social settings":["Einstellungen für Social Media"],"Close":["Schliessen"],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines and might slow down your site.":["Sowohl %1$s als auch %2$s erstellen XML-Sitemaps. Zwei Sitemaps haben jedoch keinen Vorteil für Suchmaschinen und könnten Ihre Website sogar verlangsamen."],"Configure %1$s's Open Graph settings":["%1$s OpenGraph-Einstellungen konfigurieren"],"Both %1$s and %2$s create Open Graph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":["Sowohl %1$s als auch %2$s erzeugen OpenGraph Code, was dazu führen könnte, dass Facebook, Twitter, LinkedIn und andere soziale Netzwerke die falschen Texte und Bilder beim Teilen der Seiten verwenden."],"%s image":["%s Bild"],"%s description":["%s Beschreibung"],"%s title":["%s Titel"],"Twitter":["Twitter"],"Facebook":["Facebook"],"very difficult":["sehr schwierig"],"Try to make shorter sentences, using less difficult words to improve readability":["Versuchen Sie, kürzere Sätze zu formulieren und einfachere Wörter zu verwenden, um die Lesbarkeit zu verbessern."],"difficult":["schwierig"],"fairly difficult":["ziemlich schwierig"],"OK":["OK"],"fairly easy":["ziemlich einfach"],"easy":["einfach"],"very easy":["sehr einfach"],"The copy scores %1$s in the test, which is considered %2$s to read.":["Der Text erzielt %1$s in dem Test, was als %2$s zum Lesen betrachtet wird."],"Flesch reading ease":["Lesbarkeitsindex"],"Meta Desc.":["Meta-Beschr."],"All SEO Scores":["Alle SEO-Werte"],"SEO issue: The featured image should be at least 200 by 200 pixels to be picked up by Facebook and other social media sites.":["Das Bild muss mindestens 200x200 Pixel gross sein, um von Facebook und anderen Social Media Seiten aufgenommen zu werden."],"(no parent)":["(kein Elternelement)"],"meta description":[""],"Page title":["Seitentitel"],"Post is set to noindex.":["Der Artikel wird nicht indexiert."],"The URL that this page should redirect to.":["Die URL, auf die diese Seite weitergeleitet werden soll."],"301 Redirect":["301-Weiterleitung"],"The canonical URL that this page should point to. Leave empty to default to permalink. %1$sCross domain canonical%2$s supported too.":["Die Canonical-URL auf die diese Seite zeigen soll. Ist das Feld leer, wird der Permalink übernommen. %1$sCross Domain canonical%2$s wird ebenfalls unterstützt."],"Canonical URL":["Canonical-URL"],"Title to use for this page in breadcrumb paths":["Titel, der für diese Seite in Breadcrumbs-Pfaden benutzt werden soll"],"Breadcrumbs Title":["Breadcrumb-Titel"],"No Snippet":["Kein Snippet"],"No Archive":["Kein Archiv"],"No Image Index":["Kein Bild Index"],"None":["Keine"],"Meta robots advanced":["Erweiterte Meta Robots"],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Achtung: Auch wenn hier die Meta-Robots-Einstellungen gesetzt werden können, - falls die gesamte Website auf \"noindex\" gesetzt ist, bleiben die Eintragungen hier ohne Wirkung."],"Meta description":["Meta-Beschreibung"],"SEO Title":["SEO-Titel"],"Focus keyword":["Fokus-Keyword"],"Settings successfully imported.":["Einstellungen wurden erfolgreich importiert."],"Settings could not be imported:":["Einstellungen konnten nicht importiert werden:"],"Breadcrumb for 404 pages:":["Breadcrumb für 404 Seiten:"],"Prefix for search result pages:":["Präfix für Suchergebnisseiten:"],"Prefix for archive pages:":["Präfix für Archivseiten:"],"Prefix for breadcrumbs:":["Präfix für Breadcrumbs:"],"Anchor text for the homepage:":["Anker-Text für die Webseite:"],"Breadcrumbs separator:":["Breadcrumb Trennzeichen:"],"%s Breadcrumbs":["%s Breadcrumbs"],"Use Image":["Bild verwenden"],"Action":["Aktion"],"Page URL/Slug":["Seiten URL / Titelform"],"Publication date":["Veröffentlichungsdatum"],"Post Status":["Beitragsstatus"],"WP Page Title":["WP Seitentitel"],"View":["Ansicht"],"View &#8220;%s&#8221;":["zeige &#8220;%s&#8221;"],"Preview":["Vorschau"],"Preview &#8220;%s&#8221;":["Vorschau &#187;%s&#8221;"],"Edit":["Bearbeiten"],"Filter":["Filter"],"New Yoast Meta Description":["Neue Yoast Meta Beschreibung"],"Existing Yoast Meta Description":["Existierende Yoast Meta Beschreibung"],"Facebook profile URL":["URL des Facebook Profils"],"Twitter username (without @)":["Twitter Benutzername (ohne @)"],"Google":["Google"],"FAQ":["FAQ"],"Settings":["Einstellungen"],"Huge SEO Issue: You're blocking access to robots.":["Wichtiges SEO-Problem: Du blockierst den Zugriff von Suchmaschinen."],"Posts":["Beiträge"],"Edit Files":["Dateien editieren"],"General":["Allgemein"],"Extensions":["Erweiterungen"],"Search Console":["Suchkonsole"],"Tools":["Werkzeuge"],"Advanced":["Erweitert"],"XML sitemaps":["XML-Sitemaps"],"Social":["Social"],"SEO":["SEO"],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":["%1$s hat festgestellt, dass du Version  %2$s von %3$s nutzt. Bitte aktualisiere auf die neueste Version, um Fehler zu vermeiden."],"Just another WordPress site":["Nur eine weitere WordPress Seite"],"You have used HTML in your value which is not allowed.":["Du hast HTML in deinem Wert verwendet, dies ist nicht erlaubt."],"You can't edit %s that aren't yours.":["Du kannst %s nicht editieren, das sind nicht Deine."],"You can't edit %s.":["Du kannst %s nicht bearbeiten."],"Post has an invalid Content Type: %s.":["Beitrag hat einen ungültigen Inhaltstyp: %s."],"Post doesn't exist.":["Dieser Beitrag existiert nicht."],"posts\u0004Trash <span class=\"count\">(%s)</span>":["Papierkorb <span class=\"count\">(%s)</span>","Papierkorb <span class=\"count\">(%s)</span>"],"posts\u0004All <span class=\"count\">(%s)</span>":["Alle <span class=\"count\">(%s)</span>","Alle <span class=\"count\">(%s)</span>"]}}}