{"domain":"js-text-analysis","locale_data":{"js-text-analysis":{"":{"domain":"js-text-analysis","plural_forms":"nplurals=2; plural=n != 1;","lang":"hi_IN"},"The %1$s class must not be instantiated before the %2$s global is set.":[""],"%1$sOutrank your competitors even further%2$s with these %3$s plugins":[""],"No need to figure out what to link to. You get linking suggestions for relevant posts and pages to make your website easier to navigate.":[""],"Use AI to write SEO titles and meta descriptions for your posts and pages. It speeds up your work and does some of the thinking for you!":[""],"%s looks at more than just your main keyword. It analyzes different word forms, plurals, and past tenses. This helps your website perform even better in searches!":[""],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for titles and meta descriptions to make your pages rank high and make you look good on social media. %1$sLearn more%2$s%3$s":[""],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for product titles and meta descriptions to make your pages rank high and make you look good on social media. %1$sLearn more%2$s%3$s":[""],"Explore %s!":[""],"You’ll reach more people with multiple keyphrases! Want to quickly add these related keyphrases to the %s analyses for even better content optimization?":[""],"Get AI to write SEO titles and meta descriptions faster. Reach a wider audience with multiple keywords. Get automatic internal linking suggestions. And much, much more!":[""],"Explore now":[""],"Rank higher in search results":[""],"Turn more visitors into customers!":[""],"Increase Google clicks with rich results":[""],"Write product pages that rank using the SEO analysis":[""],"Get XML sitemaps":[""],"Optimize your video previews & thumbnails":[""],"Make sure your videos load quickly for users":[""],"Automatically get technical SEO best practices for video content":[""],"Drive more views to your videos":[""],"Stand out for local searches":[""],"Explore %s now!":[""],"%1$s24/7 support%2$s: Also on evenings and weekends.":[""],"%1$sAppealing social previews%2$s people actually want to click on.":[""],"%1$sNo more broken links%2$s: Automatic redirect manager.":[""],"%1$sSuper fast%2$s internal linking suggestions.":[""],"%1$sMultiple keywords%2$s: Rank higher for more searches.":[""],"%1$sAI%2$s: Better SEO titles and meta descriptions, faster.":[""],"Highlight areas of improvement in your text, no more searching for a needle in a haystack, straight to optimizing! Now also in Elementor!":[""],"Leave a quick review":[""],"Happy with the plugin?":[""],"Show Yoast SEO some love!":[""],"Let's get your site in tip-top shape for the search engines. Simply follow these 5 steps to make Google understand what your site is about.":[""],"If your goal is to increase your rankings, you need to work on your SEO regularly. That can be overwhelming, so let's tackle it one step at a time!":[""],"Great work! Thanks to the details you've provided, %1$s has enhanced your site for search engines, giving them a clearer picture of what your site is all about.":[""],"Important: We won't sell this data, and we won't collect any personal information about you or your visitors.":[""],"What data will be collected and why?":[""],"No, I don't want to share my site data":[""],"Are you open to help us improve our services?":[""],"Yes, give me your free tips!":[""],"Subscribe to the %1$s newsletter to receive best practices for improving your rankings, save time on SEO tasks, stay up-to-date with the latest SEO news, and get expert guidance on how to make the most of %2$s!":[""],"Get free weekly SEO tips!":[""],"You're almost there! Complete all settings in this step so search engines know what your site is about.":[""],"Completing this step helps Google to understand your site even better. Bonus: You'll improve your chance of getting %1$srich results%2$s!":[""],"Let's start by running the SEO data optimization. That means we'll scan your site and create a database with optimized SEO data. It won't change any content or settings on your site and you don't need to do anything, just hit start!\n\nNote: If you have a lot of content, this optimization could take a moment. But trust us, it's worth it!":[""],"We've successfully analyzed your site & optimized your SEO data!":[""],"Fantastic work! Add your organization's social media accounts below. This allows us to fine-tune the metadata for these platforms.":[""],"Social share preview":[""],"Twitter share preview":[""],"The %1$s interface is currently unavailable in the beta WooCommerce product editor. To resolve any issues, please disable the beta editor. %2$sLearn how to disable the beta WooCommerce product editor.%3$s":["%1$s इंटरफ़ेस वर्तमान में बीटा वूकॉमर्स उत्पाद संपादक में उपलब्ध नहीं है। किसी भी समस्या के समाधान के लिए कृपया बीटा संपादक को अक्षम करें। %2$sबीटा वूकॉमर्स उत्पाद संपादक को अक्षम करने का तरीका जानें।%3$s"],"Compatibility issue: Yoast SEO is incompatible with the beta WooCommerce product editor.":["संगतता समस्या: योस्ट एसईओ बीटा वूकॉमर्स उत्पाद संपादक के साथ असंगत है।"],"Search engines and other websites can still send traffic to your trashed content.":[""],"Unlock with the %1$s":["%1$s के साथ अनलॉक करें"],"Generate product titles & descriptions with AI!":["एआई के साथ उत्पाद शीर्षक और विवरण तैयार करें!"],"Last year":["पिछले साल"],"Last week":["पिछले सप्ताह"],"Last day":["आखिरी दिन"],"Last updated":["आखरी अपडेट"],"Activate tracking to show the ranking position":["रैंकिंग स्थिति दिखाने के लिए ट्रैकिंग सक्रिय करें"],"List your Frequently Asked Questions in an SEO-friendly way.":["अपने अक्सर पूछे जाने वाले प्रश्नों को एसईओ-अनुकूल तरीके से सूचीबद्ध करें।"],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by OpenAI GPTBot.":["OpenAI GPTBot द्वारा क्रॉलिंग को रोकने के लिए अपनी robots.txt फ़ाइल में एक 'अस्वीकृत' नियम जोड़ें।"],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by the Google-Extended bot. Enabling this setting won’t prevent Google from indexing your website.":["गूगल-एक्सटेंडेड बॉट द्वारा क्रॉलिंग को रोकने के लिए अपनी robots.txt फ़ाइल में एक 'अस्वीकृत' नियम जोड़ें। इस सेटिंग को सक्षम करने से गूगल को आपकी वेबसाइट को अनुक्रमित करने से नहीं रोका जा सकेगा।"],"Lots of web traffic comes from bots crawling the web. Some can benefit your site or business, while other bots don’t. Blocking unwanted bots can save energy, help with site performance, and protect copyrighted content. Learn more about %1$swhen to block unwanted bots%2$s.":["बहुत सारा वेब ट्रैफ़िक वेब पर क्रॉल करने वाले बॉट्स से आता है। कुछ आपकी साइट या व्यवसाय को लाभ पहुंचा सकते हैं, जबकि अन्य बॉट नहीं। अवांछित बॉट को ब्लॉक करने से ऊर्जा की बचत हो सकती है, साइट के प्रदर्शन में मदद मिल सकती है और कॉपीराइट सामग्री की सुरक्षा हो सकती है। %1$sअवांछित बॉट्स को कब ब्लॉक करना है%2$s, इसके बारे में और जानें।"],"Prevent OpenAI GPTBot from crawling":["OpenAI GPTBot को क्रॉल होने से रोकें"],"Prevent Google Bard and Vertex AI bots from crawling":["गूगल बार्ड और वर्टेक्स एआई बॉट्स को क्रॉल होने से रोकें"],"Prevent Common Crawl CCBot from crawling":["सामान्य क्रॉल CCBot को रेंगने से रोकें"],"Unlock Premium SEO analysis":["प्रीमियम एसईओ विश्लेषण अनलॉक करें"],"Get more help with writing content that ranks":["रैंक करने वाली सामग्री लिखने में अधिक सहायता प्राप्त करें"],"$ USD / € EUR / £ GBP per year (ex. VAT)":["$ यूएसडी / € यूरो / £ जीबीपी प्रति वर्ष (उदा. वैट)"],"Internal linking suggestions":["आंतरिक लिंकिंग सुझाव"],"%1$s SAVE 30%% %2$s on your 12 month subscription":[""],"Learn more about %s (Opens in a new browser tab)":["%s के बारे में और जानें (एक नए ब्राउज़र टैब में खुलता है)"],"Write more natural and engaging content":["अधिक प्राकृतिक और आकर्षक सामग्री लिखें"],"Synonyms help users understand your copy better. It’s easier to read for both users and Google. In %s, you can add synonyms for your focus keyphrase, and we’ll help you optimize for them.":["समानार्थी शब्द उपयोगकर्ताओं को आपकी कॉपी को बेहतर ढंग से समझने में मदद करते हैं। इसे उपयोगकर्ताओं और गूगल दोनों के लिए पढ़ना आसान है। %s में, आप अपने फोकस कीफ़्रेज़ के लिए समानार्थी शब्द जोड़ सकते हैं, और हम उनके लिए अनुकूलन करने में आपकी सहायता करेंगे।"],"Is your %1$s store ready for Black Friday?":["क्या आपका %1$s स्टोर ब्लैक फ्राइडे के लिए तैयार है?"],"Check your text on even more SEO criteria and get an enhanced keyphrase analysis, making it easier to optimize your content.":["अपने टेक्स्ट को और भी अधिक एसईओ मानदंडों पर जांचें और एक उन्नत कीफ़्रेज़ विश्लेषण प्राप्त करें, जिससे आपकी सामग्री को अनुकूलित करना आसान हो जाएगा।"],"Buy now!":["अभी खरीदें!"],"30% OFF!":["30% छूट!"],"BLACK FRIDAY SALE: %1$s %2$sBuy now!%3$s":["ब्लैक फ्राइडे सेल: %1$s %2$sअभी खरीदें!%3$s"],"BLACK FRIDAY SALE: %1$s":["ब्लैक फ्राइडे सेल: %1$s"],"Reach a wider audience":["व्यापक दर्शकों तक पहुंचें"],"Add related keyphrases":["संबंधित कीफ़्रेज़ जोड़ें"],"%s automatically suggests to what content you can link with easy drag-and-drop functionality, which is good for your SEO!":["%s स्वचालित रूप से सुझाव देता है कि आप आसान ड्रैग-एंड-ड्रॉप कार्यक्षमता के साथ किस सामग्री को लिंक कर सकते हैं, जो आपके एसईओ के लिए अच्छा है!"],"Rank higher by connecting your content":["अपनी सामग्री को जोड़कर उच्च रैंक करें"],"Get help optimizing for up to 5 related keyphrases. This helps you reach a wider audience and get more traffic.":["अधिकतम 5 संबंधित कीफ़्रेज़ के लिए अनुकूलन में सहायता प्राप्त करें। इससे आपको व्यापक दर्शकों तक पहुंचने और अधिक ट्रैफ़िक प्राप्त करने में मदद मिलती है।"],"-30%":["-30%"],"%1$s Now with 30%% Black Friday Discount!":["%1$s अब 30%% ब्लैक फ्राइडे छूट के साथ!"],"%1$sSALE 30%% OFF!%2$s":["%1$sबिक्री पर 30%% की छूट!%2$s"],"30% OFF":["30% छूट"],"BLACK FRIDAY":["ब्लैक फ्राइडे"],"Claim your 30% off now!":["अभी अपनी 30% छूट का दावा करें!"],"Social media appearance":["सोशल मीडिया उपस्थिति"],"Determine how your post should look in the search results.":["निर्धारित करें कि आपकी पोस्ट खोज परिणामों में कैसी दिखनी चाहिए।"],"The Yoast %1$sultimate Black Friday checklist%2$s helps you prepare in time, so you can boost your results during this sale.":["योस्ट %1$sअल्टिमेट ब्लैक फ्राइडे चेकलिस्ट%2$s आपको समय पर तैयारी करने में मदद करती है, ताकि आप इस सेल के दौरान अपने परिणामों को बेहतर बना सकें।"],"To customize the appearance of your post specifically for Twitter, please fill out the 'Twitter appearance' settings below.":["विशेष रूप से ट्विटर के लिए अपनी पोस्ट की उपस्थिति को अनुकूलित करने के लिए, कृपया नीचे 'ट्विटर उपस्थिति' सेटिंग भरें।"],"Twitter appearance":["ट्विटर उपस्थिति"],"To customize the appearance of your post specifically for Twitter, please fill out the 'Twitter appearance' settings below. If you leave these settings untouched, the 'Social media appearance' settings mentioned above will also be applied for sharing on Twitter.":["विशेष रूप से ट्विटर के लिए अपनी पोस्ट की उपस्थिति को अनुकूलित करने के लिए, कृपया नीचे 'ट्विटर उपस्थिति' सेटिंग भरें। यदि आप इन सेटिंग्स को अछूता छोड़ देते हैं, तो ऊपर उल्लिखित 'सोशल मीडिया उपस्थिति' सेटिंग्स ट्विटर पर साझा करने के लिए भी लागू की जाएंगी।"],"Determine how your post should look on social media like Facebook, Twitter, Instagram, WhatsApp, Threads, LinkedIn, Slack, and more.":["निर्धारित करें कि आपकी पोस्ट फेसबुक, ट्विटर, इंस्टाग्राम, व्हाट्सएप, थ्रेड्स, लिंक्डइन, स्लैक और अन्य सोशल मीडिया पर कैसी दिखनी चाहिए।"],"Get the checklist and start optimizing now!":["चेकलिस्ट प्राप्त करें और अभी अनुकूलन शुरू करें!"],"Is your WooCommerce store ready for Black Friday?":["क्या आपका वूकॉमर्स स्टोर ब्लैक फ्राइडे के लिए तैयार है?"],"The %1$s %2$sultimate Black Friday checklist%3$s helps you prepare in time, so you can boost your results during this sale.":["%1$s %2$sअंतिम ब्लैक फ्राइडे चेकलिस्ट%3$s आपको समय पर तैयारी करने में मदद करती है, ताकि आप इस बिक्री के दौरान अपने परिणामों को बढ़ा सकें।"],"AI generator":["एआई जनरेटर"],"New in %1$s":[""],"Use AI to write your titles & meta descriptions!":[""],"Use the power of Yoast AI to automatically generate compelling titles and descriptions for your posts and pages.":["अपने पोस्ट और पृष्ठों के लिए स्वचालित रूप से सम्मोहक शीर्षक और विवरण उत्पन्न करने के लिए योस्ट एआई की शक्ति का उपयोग करें।"],"AI title & description generator":["एआई शीर्षक और विवरण जनरेटर"],"Use AI":["एआई का प्रयोग करें"],"Clear selection":["चयन स्पष्ट करें"],"Note that the following commonly-used parameters will not be removed: %1$s, %2$s, %3$s, %4$s, %5$s, %6$s, and %7$s.":["ध्यान दें कि आमतौर पर उपयोग किए जाने वाले निम्नलिखित पैरामीटर नहीं हटाए जाएंगे: %1$s, %2$s, %3$s, %4$s, %5$s, %6$s, और %7$s।"],"Learn how to increase your rankings with %1$s":["जानें कि %1$s के साथ अपनी रैंकिंग कैसे बढ़ाएं"],"Want an enhanced Google preview of how your WooCommerce products look in the search results?":["क्या आप एक उन्नत गूगल पूर्वावलोकन चाहते हैं कि आपके वूकॉमर्स उत्पाद खोज परिणामों में कैसे दिखते हैं?"],"Sign up today!":["आज साइन अप करें!"],"Feeling lost when it comes to optimizing your site for the search engines? Join our FREE webinar to gain the confidence that you need in order to start optimizing like a pro! You'll obtain the knowledge and tools to start effectively implementing SEO.":["जब खोज इंजनों के लिए अपनी साइट को अनुकूलित करने की बात आती है तो क्या आप खोए हुए महसूस करते हैं? एक पेशेवर की तरह अनुकूलन शुरू करने के लिए आवश्यक आत्मविश्वास हासिल करने के लिए हमारे मुफ़्त वेबिनार में शामिल हों! आप एसईओ को प्रभावी ढंग से लागू करने के लिए ज्ञान और उपकरण प्राप्त करेंगे।"],"Join our FREE webinar for SEO success":["एसईओ की सफलता के लिए हमारे मुफ़्त वेबिनार में शामिल हों"],"Want your products stand out in search results with rich results like price, reviews and more?":["क्या आप चाहते हैं कि आपके उत्पाद कीमत, समीक्षा आदि जैसे समृद्ध परिणामों के साथ खोज परिणामों में अलग दिखें?"],"%1$s, %2$s and %3$s":["%1$s, %2$s और %3$s"],"%1$s and %2$s":["%1$s और %2$s"],"Please see the “New” badges and review the Search appearance settings.":["कृपया \"नया\" बैज देखें और खोज उपस्थिति सेटिंग्स की समीक्षा करें।"],"New type of content added to your site!":["आपकी साइट पर नई प्रकार की सामग्री जोड़ी गई!"],"Site policies":["साइट नीतियां"],"Select a page which provides information about your diversity policies for %1$sstaffing%2$s, %1$shiring%2$s and %1$semployment%2$s.":["एक पृष्ठ चुनें जो %1$sस्टाफिंग%2$s, %1$sशियरिंग%2$s और %1$sरोजगार%2$s के लिए आपकी विविधता नीतियों के बारे में जानकारी प्रदान करता है।"],"Select a page which provides information on your diversity policies for %1$seditorial%2$s content.":["एक पृष्ठ चुनें जो %1$sसंपादकीय%2$s सामग्री के लिए आपकी विविधता नीतियों पर जानकारी प्रदान करता है।"],"Select a page which describes the personal, organizational, and corporate %1$sstandards%2$s of %1$sbehavior%2$s expected by your organization.":["एक ऐसा पृष्ठ चुनें जो आपके संगठन द्वारा अपेक्षित %1$sव्यवहार%2$s के व्यक्तिगत, संगठनात्मक और कॉर्पोरेट %1$sमानकों%2$s का वर्णन करता हो।"],"Select a page which outlines your procedure for addressing %1$serrors%2$s (e.g., publishing retractions or corrections).":["एक पृष्ठ चुनें जो %1$sत्रुटियों%2$s को संबोधित करने के लिए आपकी प्रक्रिया को रेखांकित करता है (उदाहरण के लिए, वापसी या सुधार प्रकाशित करना)।"],"Select a page which describes how your organization collects and responds to %1$sfeedback%2$s, engages with the %1$spublic%2$s, and prioritizes %1$stransparency%2$s.":["एक पृष्ठ चुनें जो बताता है कि आपका संगठन कैसे %1$sफीडबैक%2$s एकत्र करता है और उस पर प्रतिक्रिया देता है, %1$sजनता%2$s के साथ जुड़ता है और %1$sपारदर्शिता%2$s को प्राथमिकता देता है।"],"Select a page which describes the ownership structure of your organization. It should include information about  %1$sfunding%2$s and %1$sgrants%2$s.":["वह पृष्ठ चुनें जो आपके संगठन की स्वामित्व संरचना का वर्णन करता हो। इसमें %1$sफंडिंग%2$s और %1$sअनुदान%2$s के बारे में जानकारी शामिल होनी चाहिए।"],"Select a page which describes the editorial principles of your organization. %1$sWhat%2$s do you write about, %1$swho%2$s do you write for, and %1$swhy%2$s?":["ऐसा पृष्ठ चुनें जो आपके संगठन के संपादकीय सिद्धांतों का वर्णन करता हो। आप %1$sकिसके%2$s बारे में लिखते हैं, %1$sकिसके%2$s लिए लिखते हैं और %1$sक्यों%2$s?"],"Select the pages on your website which contain information about your organizational and publishing policies. Some of these might not apply to your site, and you can select the same page for multiple policies. %1$sLearn more about why setting your site policies is important%2$s.":["अपनी वेबसाइट पर उन पृष्ठों का चयन करें जिनमें आपकी संगठनात्मक और प्रकाशन नीतियों के बारे में जानकारी है। इनमें से कुछ आपकी साइट पर लागू नहीं हो सकते हैं, और आप एकाधिक नीतियों के लिए एक ही पृष्ठ का चयन कर सकते हैं। %1$sइस बारे में और जानें कि आपकी साइट नीतियां सेट करना क्यों महत्वपूर्ण है%2$s।"],"Diversity staffing report":["विविधता स्टाफिंग रिपोर्ट"],"Diversity policy":["विविधता नीति"],"Ethics policy":["नीति नीति"],"Corrections policy":["सुधार नीति"],"Actionable feedback policy":["कार्रवाई योग्य प्रतिक्रिया नीति"],"Ownership / Funding info":["स्वामित्व/वित्त पोषण संबंधी जानकारी"],"Publishing policies":["प्रकाशन नीतियां"],"Publishing principles":["प्रकाशन सिद्धांत"],"Failed to retrieve pages.":["पृष्ठ पुनर्प्राप्त करने में विफल।"],"Searching pages...":["पृष्ठ खोजे जा रहे हैं..."],"Add new page...":["नया पृष्ठ जोड़ें..."],"No pages found.":["कोई पृष्ठ नहीं मिला।"],"You've added a new type of content. We recommend that you review the corresponding %1$sSearch appearance settings%2$s.":["आपने एक नई प्रकार की सामग्री जोड़ी है. हम अनुशंसा करते हैं कि आप संबंधित %1$sखोज उपस्थिति सेटिंग्स%2$s की समीक्षा करें।"],"Error: Taxonomy was not removed from new_taxonomies list.":["त्रुटि: टैक्सोनॉमी को new_taxonomies सूची से नहीं हटाया गया था।"],"Taxonomy is no longer new.":["टेक्सोनोमी अब कोई नई बात नहीं है।"],"Taxonomy is not new.":["टेक्सोनोमी कोई नई बात नहीं है।"],"Error: Post type was not removed from new_post_types list.":["त्रुटि: पोस्ट प्रकार को new_post_types सूची से नहीं हटाया गया।"],"Post type is no longer new.":["पोस्ट प्रकार अब नया नहीं है।"],"Post type is not new.":["पोस्ट का प्रकार नया नहीं है।"],"Write a bug report":["एक बग रिपोर्ट लिखें"],"Our support team is here to answer any questions you may have. Fill out the (pop-up) contact form, and we'll get back to you as soon as possible!":["हमारी सहायता टीम आपके किसी भी प्रश्न का उत्तर देने के लिए यहां मौजूद है। (पॉप-अप) संपर्क फ़ॉर्म भरें, और हम यथाशीघ्र आपसे संपर्क करेंगे!"],"%1$sSupport languages:%2$s English & Spanish":["%1$sसमर्थन भाषाएँ:%2$s अंग्रेजी और स्पेनिश"],"If you don't find the answers you're looking for and need personalized help, you can get 24/7 support from one of our support engineers.":["यदि आपको वे उत्तर नहीं मिल रहे हैं जिनकी आप तलाश कर रहे हैं और आपको वैयक्तिकृत सहायता की आवश्यकता है, तो आप हमारे किसी सहायता इंजीनियर से 24/7 सहायता प्राप्त कर सकते हैं।"],"Contact our support team":["हमारी सहायता टीम से संपर्क करें"],"Have you stumbled upon a bug while using %1$s? Please raise a bug report on our GitHub repository to let us know about the issue!":["क्या %1$s का उपयोग करते समय आपको किसी बग का सामना करना पड़ा? कृपया हमें समस्या के बारे में बताने के लिए हमारे गिटहब रिपोजिटरी पर एक बग रिपोर्ट दर्ज करें!"],"Raise a bug report on GitHub":["गिटहब पर एक बग रिपोर्ट तैयार करें"],"Visit WordPress forum":["वर्डप्रेस फोरम पर जाएँ"],"In the WordPress support forum for %1$s you can find answers or ask for help from %1$s users in the WordPress community.":["%1$s के लिए वर्डप्रेस सपोर्ट फ़ोरम में आप वर्डप्रेस समुदाय में %1$s उपयोगकर्ताओं से उत्तर पा सकते हैं या मदद मांग सकते हैं।"],"WordPress support forum for %1$s":["%1$s के लिए वर्डप्रेस समर्थन फोरम"],"Visit our help center":["हमारे सहायता केंद्र पर जाएँ"],"Have a look at our help center to find articles, tutorials, and other resources to help you get the most out of %1$s!":["%1$s से अधिकतम लाभ प्राप्त करने में आपकी सहायता के लिए लेख, ट्यूटोरियल और अन्य संसाधन ढूंढने के लिए हमारे सहायता केंद्र पर एक नज़र डालें!"],"%1$s's help center":["%1$s का सहायता केंद्र"],"Need help with %1$s? These resources are a great place to start!":["%1$s के लिए सहायता चाहिए? ये संसाधन शुरू करने के लिए एक बेहतरीन जगह हैं!"],"Additional resources":["अतिरिक्त संसाधन"],"Here, you'll find answers to commonly asked questions about using %1$s. If you don't see your question listed, you can have a look at the section below.":["यहां, आपको %1$s के उपयोग के बारे में सामान्यतः पूछे जाने वाले प्रश्नों के उत्तर मिलेंगे। यदि आपको अपना प्रश्न सूचीबद्ध नहीं दिखता है, तो आप नीचे दिए गए अनुभाग पर एक नज़र डाल सकते हैं।"],"Frequently asked questions":["अक्सर पूछे जाने वाले प्रश्न"],"If you have any questions, need a hand with a technical issue, or just want to say hi, we've got you covered. Get in touch with us and we'll be happy to assist you!":["यदि आपके कोई प्रश्न हैं, किसी तकनीकी समस्या पर मदद की आवश्यकता है, या केवल नमस्ते कहना चाहते हैं, तो हमने आपकी सहायता कर दी है। हमसे संपर्क करें और हमें आपकी सहायता करने में खुशी होगी!"],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by Google AdsBot. You should only enable this setting if you're not using Google Ads on your site.":["गूगल AdsBot द्वारा क्रॉलिंग को रोकने के लिए अपनी robots.txt फ़ाइल में एक 'अस्वीकृत' नियम जोड़ें। आपको यह सेटिंग केवल तभी सक्षम करनी चाहिए यदि आप अपनी साइट पर गूगल ऐड का उपयोग नहीं कर रहे हैं।"],"Block unwanted bots":["अवांछित बॉट्स को ब्लॉक करें"],"Close the upgrade callout":["अपग्रेड कॉलआउट बंद करें"],"%1$s and get an exclusive %2$s discount for %3$s month(s).":["%1$s और %3$s महीने के लिए विशेष %2$s छूट प्राप्त करें।"],"Click here to upgrade your %s plan":["अपने %s प्लान को अपग्रेड करने के लिए यहां क्लिक करें"],"Keyphrases tracked: %1$s/%2$s":["कीफ्रेज ट्रैक किए गए: %1$s/%2$s"],"Your are tracking %1$s out of %2$s keyphrases included in your account.":["आप अपने खाते में शामिल %2$s कीफ़्रेज़ में से %1$s को ट्रैक कर रहे हैं।"],"Your are tracking %1$s out of %2$s keyphrases included in your free account.":["आप अपने मुफ़्त खाते में शामिल %2$s कीफ़्रेज़ में से %1$s को ट्रैक कर रहे हैं।"],"Support":["समर्थन"],"Prevent Google AdsBot from crawling":["गूगल एड्सबोट को क्रॉल होने से रोकें"],"%s":["%s"],"This overview will show you your top performing keyphrases in Google. Connect with %s to get started.":["यह अवलोकन आपको गूगल में आपके शीर्ष प्रदर्शन करने वाले कीफ़्रेज़ दिखाएगा। आरंभ करने के लिए %s से जुड़ें।"],"You have successfully connected with %s.":["आप %s से सफलतापूर्वक जुड़ गए हैं।"],"You have successfully connected with %1$s. Your %2$s account does not contain any keyphrases for this website yet. You can track keyphrases by using the \"Track SEO Performance\" button in the post editor.":["आप %1$s से सफलतापूर्वक जुड़ गए हैं। आपके %2$s खाते में अभी तक इस वेबसाइट के लिए कोई कीफ़्रेज़ शामिल नहीं है। आप पोस्ट संपादक में \"ट्रैक एसईओ प्रदर्शन\" बटन का उपयोग करके कीफ़्रेज़ को ट्रैक कर सकते हैं।"],"Network Error: Unable to connect to the server. Please check your internet connection and try again later.":["नेटवर्क त्रुटि: सर्वर से कनेक्ट करने में असमर्थ. कृपया अपना इंटरनेट कनेक्शन जांचें और बाद में पुनः प्रयास करें।"],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of URLs like %1$s, %2$s and %3$s.":["%1$s, %2$s और %3$s जैसे यूआरएल को क्रॉल होने से रोकने के लिए अपनी robots.txt फ़ाइल में एक 'अस्वीकृत' नियम जोड़ें।"],"Your WordPress environment is running on a non-production site. Indexables can only be created on production environments. Please check your `WP_ENVIRONMENT_TYPE` settings.":["आपका वर्डप्रेस वातावरण एक गैर-उत्पादन साइट पर चल रहा है। इंडेक्सेबल्स केवल उत्पादन परिवेश पर ही बनाए जा सकते हैं। कृपया अपनी `WP_ENVIRONMENT_TYPE` सेटिंग जांचें।"],"Inclusive language: %s":["समावेशी भाषा: %s"],"%1$s / %2$s: Top Keyphrases":["%1$s / %2$s: शीर्ष कीफ्रेज"],"The post type %s could not be indexed because it does not meet indexing requirements.":["पोस्ट प्रकार %s को अनुक्रमित नहीं किया जा सका क्योंकि यह अनुक्रमण आवश्यकताओं को पूरा नहीं करता।"],"The name of this category is %1$s.":["इस श्रेणी का नाम %1$s है।"],"Start the course":["कोर्स शुरू करें"],"Start free trial lesson":["निःशुल्क परीक्षण पाठ प्रारंभ करें"],"Maximize your SEO game by purchasing %s, which grants you unlimited access to all courses.":["%s खरीद कर अपने एसईओ गेम को अधिकतम करें, जो आपको सभी पाठ्यक्रमों तक असीमित पहुंच प्रदान करता है।"],"Learn vital SEO skills that you can apply at once! Let us take you by the hand and give you practical SEO tips to help you outrank your competitors. %s comes with five free courses.":["महत्वपूर्ण एसईओ कौशल सीखें जिन्हें आप एक बार में लागू कर सकते हैं! आइए हम आपका हाथ थामते हैं और आपको अपने प्रतिस्पर्धियों को पछाड़ने में मदद करने के लिए व्यावहारिक एसईओ युक्तियाँ देते हैं। %s पाँच मुफ़्त पाठ्यक्रमों के साथ आता है।"],"Learn vital SEO skills that you can apply at once! Let us take you by the hand and give you practical SEO tips to help you outrank your competitors. Maximize your SEO game! Because your %s subscription gives you unlimited access to all courses.":["महत्वपूर्ण एसईओ कौशल सीखें जिन्हें आप एक बार में लागू कर सकते हैं! आइए हम आपका हाथ थामते हैं और आपको अपने प्रतिस्पर्धियों को पछाड़ने में मदद करने के लिए व्यावहारिक एसईओ युक्तियाँ देते हैं। अपने एसईओ खेल को अधिकतम करें! क्‍योंकि आपकी %s सदस्‍यता आपको सभी पाठ्यक्रमों तक असीमित पहुंच प्रदान करती है।"],"Choosing the right type of hosting for your site is the basis of a solid Technical SEO strategy. Learn all about it in this course!":["आपकी साइट के लिए सही प्रकार की होस्टिंग चुनना एक ठोस तकनीकी एसईओ रणनीति का आधार है। इस कोर्स में इसके बारे में सब कुछ जानें!"],"You have to make it possible for search engines to find your site, so they can display it in the search results. We'll tell you all about how that works in this course!":["आपको खोज इंजनों के लिए आपकी साइट को खोजना संभव बनाना होगा, ताकि वे इसे खोज परिणामों में प्रदर्शित कर सकें। हम आपको बताएंगे कि यह कैसे काम करता है इस कोर्स में!"],"Are you selling in countries all over the world? In this course, you’ll learn all about setting up and managing a site that targets people in different languages and locales.":["क्या आप दुनिया भर के देशों में बेच रहे हैं? इस पाठ्यक्रम में, आप विभिन्न भाषाओं और स्थानों में लोगों को लक्षित करने वाली साइट को स्थापित करने और प्रबंधित करने के बारे में सब कुछ सीखेंगे।"],"Do you want to take a deep dive into structured data? In this course, you'll learn the theory related to structured data in detail.":["क्या आप स्ट्रक्चर्ड डेटा के बारे में गहराई से जानना चाहते हैं? इस कोर्स में आप स्ट्रक्चर्ड डेटा से जुड़े सिद्धांत के बारे में विस्तार से जानेंगे।"],"Learn how to optimize your online shop for your customers and for search engines!":["जानें कि अपने ग्राहकों और खोज इंजनों के लिए अपनी ऑनलाइन दुकान को कैसे अनुकूलित करें!"],"Do you own a local business? This course will teach you how to make sure your local audience can find you in the search results and on Google Maps!":["क्या आप एक स्थानीय व्यवसाय के मालिक हैं? यह पाठ्यक्रम आपको सिखाएगा कि कैसे सुनिश्चित करें कि आपके स्थानीय दर्शक आपको खोज परिणामों और गूगल मानचित्र पर ढूंढ सकें!"],"A clear site structure benefits your users and is of great importance for SEO. Still, most people seem to forget about this. Get ahead of your competition and learn how to improve your site structure!":["एक स्पष्ट साइट संरचना आपके उपयोगकर्ताओं को लाभान्वित करती है और एसईओ के लिए बहुत महत्वपूर्ण है। फिर भी, ज्यादातर लोग इस बारे में भूलने लगते हैं। अपनी प्रतिस्पर्धा से आगे बढ़ें और सीखें कि अपनी साइट संरचना को कैसे सुधारें!"],"Start creating block-tastic content with the new WordPress block editor! Learn all about the block editor and what you can do with it.":["नए वर्डप्रेस ब्लॉक एडिटर के साथ ब्लॉक-टस्टिक सामग्री बनाना शुरू करें! ब्लॉक एडिटर के बारे में सब कुछ जानें और आप इसके साथ क्या कर सकते हैं।"],"Do you know the essential first step of good SEO? It's keyword research. In this training, you'll learn how to research and select the keywords that will guide searchers to your pages.":["क्या आप अच्छे एसईओ का आवश्यक पहला चरण जानते हैं? यह खोजशब्द अनुसंधान है। इस प्रशिक्षण में, आप सीखेंगे कि खोजकर्ताओं को आपके पृष्ठों तक ले जाने के लिए खोजशब्दों का अनुसंधान और चयन कैसे करें।-"],"Learn how to make your site stand out from the crowd by adding structured data!":["संरचित डेटा जोड़कर अपनी साइट को भीड़ से अलग दिखाने का तरीका जानें!"],"In this course, you'll learn how to write awesome copy that is optimized for ranking in search engines.":["इस कोर्स में, आप सीखेंगे कि सर्च इंजन में रैंकिंग के लिए ऑप्टिमाइज़ की गई शानदार कॉपी कैसे लिखी जाती है।"],"Do you want to set up your own WordPress site? This course will teach you the ins and outs of creating and maintaining a WordPress website!":["क्या आप अपनी स्वयं की वर्डप्रेस साइट स्थापित करना चाहते हैं? यह कोर्स आपको वर्डप्रेस वेबसाइट बनाने और बनाए रखने के बारे में सिखाएगा!"],"In this course, you'll learn practical SEO skills on every key aspect of SEO, to make your site stand out.":["इस पाठ्यक्रम में, आप अपनी साइट को विशिष्ट बनाने के लिए एसईओ के प्रत्येक प्रमुख पहलू पर व्यावहारिक एसईओ कौशल सीखेंगे।"],"In this course, you'll learn about how to set up and use the %1$s for WordPress plugin so it makes SEO even easier. This course is meant for users of the block editor.":["इस कोर्स में, आप सीखेंगे कि वर्डप्रेस प्लगइन के लिए %1$s को कैसे सेट अप और उपयोग करना है ताकि यह एसईओ को और भी आसान बना दे। यह कोर्स ब्लॉक एडिटर के उपयोगकर्ताओं के लिए है।"],"In this free course, you'll get quick wins to make your site rank higher in Google, Bing, and Yahoo.":["इस नि:शुल्क पाठ्यक्रम में, आपको गूगल, बिंग और याहू में अपनी साइट की रैंक ऊंची करने के लिए तुरंत जीत मिलेगी।"],"Academy":["अकादमी"],"%1$s %2$s isn't working as expected %3$s and you are not receiving updates or support! Make sure to %4$s activate your product subscription in %5$s%6$s to unlock all the features of %7$s.":["%1$s %2$s अपेक्षा के अनुरूप काम नहीं कर रहा है %3$s और आपको अपडेट या समर्थन नहीं मिल रहा है! %7$s की सभी सुविधाओं को अनलॉक करने के लिए %4$s को %5$s%6$s में अपने उत्पाद सदस्यता को सक्रिय करना सुनिश्चित करें।"],"%1$s can't be updated because your product subscription is expired. %2$sRenew your product subscription%3$s to get updates again and use all the features of %1$s.":["%1$s को अपडेट नहीं किया जा सकता क्योंकि आपकी उत्पाद सदस्यता समाप्त हो चुकी है। फिर से अपडेट प्राप्त करने और %1$s की सभी सुविधाओं का उपयोग करने के लिए %2$sअपनी उत्पाद सदस्यता को नवीनीकृत करें%3$s।"],"Warning! These are expert features, so make sure you know what you're doing before using this setting. You might break your site. %1$sRead more about how your site can be affected%2$s.":["चेतावनी! ये विशेषज्ञ विशेषताएं हैं, इसलिए इस सेटिंग का उपयोग करने से पहले सुनिश्चित करें कि आप जानते हैं कि आप क्या कर रहे हैं। आप अपनी साइट तोड़ सकते हैं। %1$sइस बारे में और पढ़ें कि आपकी साइट कैसे प्रभावित हो सकती है%2$s।"],"%1$s: unregistered URL parameter removed. See %2$s":["%1$s: अपंजीकृत यूआरएल पैरामीटर निकाला गया। %2$s देखें"],"This feature is disabled when your site is not using pretty permalinks.":["जब आपकी साइट सुंदर परमालिंक का उपयोग नहीं कर रही हो तो यह सुविधा अक्षम हो जाती है।"],"This feature is disabled when your site is not using %1$spretty permalinks%2$s.":["जब आपकी साइट %1$spretty permalinks%2$s का उपयोग नहीं कर रही हो तो यह सुविधा अक्षम हो जाती है।"],"%1$s: redirect utm variables to #":["%1$s: यूटीएम वैरिएबल को # पर रीडायरेक्ट करें"],"Optimize your business for multiple locations":["अपने व्यवसाय को अनेक स्थानों के लिए अनुकूलित करें"],"Easily add maps, address finders, and opening hours to your content":["अपनी सामग्री में मानचित्र, पता ढूँढ़ने वाले और खुलने का समय आसानी से जोड़ें"],"Automatically get technical SEO best practices for local businesses":["स्थानीय व्यवसायों के लिए स्वचालित रूप से तकनीकी एसईओ सर्वोत्तम अभ्यास प्राप्त करें"],"Attract more customers to your site and physical store":[""],"Remove Other profile %1$s":["अन्य प्रोफ़ाइल %1$s निकालें"],"Please select a user in the Site representation step.":["कृपया साइट प्रतिनिधित्व चरण में एक उपयोगकर्ता का चयन करें।"],"You can %1$supdate or add social profiles to this user profile%2$s.":["आप %1$sइस उपयोगकर्ता प्रोफ़ाइल में सामाजिक प्रोफ़ाइल को अपडेट या जोड़ सकते हैं%2$s।"],"You have selected the user %1$s as the person this site represents.":["आपने उपयोगकर्ता %1$s को उस व्यक्ति के रूप में चुना है जिसका यह साइट प्रतिनिधित्व करती है।"],"If you select a Person to represent this site, we will use the social profiles from the selected user's profile page.":["यदि आप इस साइट का प्रतिनिधित्व करने के लिए किसी व्यक्ति का चयन करते हैं, तो हम चयनित उपयोगकर्ता के प्रोफ़ाइल पृष्ठ से सामाजिक प्रोफ़ाइल का उपयोग करेंगे।"],"It looks like you've enabled media pages. We recommend that you help us to re-analyze your site by running the SEO data optimization. ":["ऐसा लगता है कि आपने मीडिया पेजों को सक्षम कर दिया है। हम अनुशंसा करते हैं कि आप एसईओ डेटा ऑप्टिमाइज़ेशन चलाकर अपनी साइट का पुनर्विश्लेषण करने में हमारी सहायता करें। "],"Organization Mastodon":["संगठन मास्टोडन"],"%1$s Settings - %2$s":["%1$s सेटिंग - %2$s"],"Read more about how to get your site verified.":["अपनी साइट को सत्यापित करने के तरीके के बारे में और पढ़ें।"],"Get your site verified in your Mastodon profile.":["अपने मास्टोडॉन प्रोफाइल में अपनी साइट को सत्यापित करवाएं।"],"E.g. https://mastodon.social/@yoast":["उदा. https://mastodon.social/@yoast"],"Mastodon":["मास्टोडन"],"%2$s integrates %1$s' Schema output into its own to get rich snippets for your digital products!":["%2$s आपके डिजिटल उत्पादों के लिए समृद्ध स्निपेट प्राप्त करने के लिए %1$s' स्कीमा आउटपुट को अपने में एकीकृत करता है!"],"Get %1$srich results for your digital products%2$s in Google search":["गूगल खोज में %1$sअपने डिजिटल उत्पादों के लिए समृद्ध परिणाम%2$s प्राप्त करें"],"Add trustworthiness to your %1$s profile by verifying your site with %2$s.":["अपनी साइट को %2$s से सत्यापित करके अपनी %1$s प्रोफ़ाइल में विश्वसनीयता जोड़ें।"],"Verify your site on %1$s%2$s%3$s":["अपनी साइट को %1$s%2$s%3$s पर सत्यापित करें"],"Mastodon profile not yet added":["मास्टोडन प्रोफाइल अभी तक नहीं जोड़ा गया"],"Mastodon profile added":["मास्टोडन प्रोफाइल जोड़ा गया"],"Potentially non-inclusive":["संभावित रूप से गैर समावेशी"],"Finish your %s":["अपना %s समाप्त करें"],"Please enter a number between 1 and 50.":["कृपया 1 और 50 के बीच कोई संख्या दर्ज करें।"],"Settings navigation":["सेटिंग्स नेविगेशन"],"Close settings navigation":["सेटिंग नेविगेशन बंद करें"],"Open settings navigation":["सेटिंग नेविगेशन खोलें"],"Choose whether your site represents an organization or a person. %1$sLearn more about the differences and choosing between Organization and Person%2$s.":["चुनें कि आपकी साइट किसी संगठन का प्रतिनिधित्व करती है या किसी व्यक्ति का। %1$sसंगठन और व्यक्ति के बीच अंतर और चयन के बारे में अधिक जानें।%2$s"],"%1$sGet%2$s %3$s":["%3$s %1$sप्राप्त करें%2$s"],"Index Now":["अब सूचकांक"],"Failed to retrieve media.":["मीडिया पुनर्प्राप्त करने में विफल।"],"Limit the length of internal site search queries to reduce the impact of spam attacks and confusing URLs. Please enter a number between 1 and 50.":["स्पैम हमलों और भ्रमित करने वाले यूआरएल के प्रभाव को कम करने के लिए आंतरिक साइट खोज प्रश्नों की लंबाई सीमित करें। कृपया 1 और 50 के बीच कोई संख्या दर्ज करें।"],"The number you've entered is not between 1 and 50.":["आपके द्वारा दर्ज की गई संख्या 1 और 50 के बीच नहीं है।"],"Determine how your %1$s should look on social media.":["निर्धारित करें कि आपके %1$s को सोशल मीडिया पर कैसा दिखना चाहिए।"],"Disabling this means that archive pages for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["इसे अक्षम करने का अर्थ है कि %1$s के संग्रह पृष्ठों को खोज इंजन द्वारा अनुक्रमित नहीं किया जाएगा और उन्हें एक्सएमएल साइटमैप से बाहर कर दिया जाएगा।"],"Prevents specific URL parameters from being removed by the above feature. E.g., adding %1$s will prevent %2$s from being redirected to %3$s. You can add multiple parameters and separate them by using enter or a comma.":["उपरोक्त सुविधा द्वारा विशिष्ट यूआरएल पैरामीटर को हटाए जाने से रोकता है। उदा., %1$s जोड़ने से %2$s को %3$s पर रीडायरेक्ट होने से रोका जा सकेगा। आप कई पैरामीटर जोड़ सकते हैं और एंटर या कॉमा का उपयोग करके उन्हें अलग कर सकते हैं।"],"Consolidates WordPress' multiple site search URL formats into the %1$s syntax. E.g., %2$s will redirect to %3$s":["%1$s सिंटैक्स में वर्डप्रेस के एकाधिक साइट खोज यूआरएल स्वरूपों को समेकित करता है। उदा., %2$s %3$s पर रीडायरेक्ट करेगा"],"Redirect pretty URLs to ‘raw’ formats":["सुंदर यूआरएल को 'कच्चे' स्वरूपों में पुनर्निर्देशित करें"],"Allow":["अनुमति दें"],"Deny":["अस्वीकार करना"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["इस वीडियो को देखने के लिए, आपको %1$s को %2$s से एम्बेड किए गए वीडियो लोड करने की अनुमति देनी होगी।"],"Only available for English sites":["केवल अंग्रेजी साइटों के लिए उपलब्ध है"],"You can change the default type for %1$s under Content types in the %2$sSettings%3$s.":["आप %2$sसेटिंग%3$s में सामग्री प्रकार के अंतर्गत %1$s के लिए डिफ़ॉल्ट प्रकार बदल सकते हैं।"],"all the Yoast plugins":["सभी योस्ट प्लगइन्स"],"Show date archives in search results":["खोज परिणामों में दिनांक संग्रह दिखाएं"],"Show %1$s archives in search results":["खोज परिणामों में %1$s संग्रह दिखाएं"],"Prefix for archive breadcrumbs":["संग्रह ब्रेडक्रंब के लिए उपसर्ग"],"Unlock rich results in Google search by using plugins that integrate with the %1$sYoast Schema API%2$s.":["%1$sयोस्ट स्कीमा एपीआई%2$s के साथ एकीकृत प्लगइन्स का उपयोग करके गूगल खोज में समृद्ध परिणाम अनलॉक करें।"],"Schema API integrations":["स्कीमा एपीआई एकीकरण"],"%s can integrate with other products, to help you further improve your website. You can enable or disable these integrations below.":["आपकी वेबसाइट को और बेहतर बनाने में आपकी सहायता के लिए %s अन्य उत्पादों के साथ एकीकृत हो सकता है। आप नीचे इन एकीकरणों को सक्षम या अक्षम कर सकते हैं।"],"Unlock rich snippets for your product pages by using %1$s.":["%1$s का उपयोग करके अपने उत्पाद पृष्ठों के लिए रिच स्निपेट अनलॉक करें।"],"Get %1$srich product results%2$s in Google search":["गूगल खोज में %1$sसमृद्ध उत्पाद परिणाम%2$s प्राप्त करें"],"%1$s integrates with %2$s's Schema API to get rich snippets for your recipes!":["%1$s आपके व्यंजनों के लिए समृद्ध स्निपेट प्राप्त करने के लिए %2$s के स्कीमा एपीआई के साथ एकीकृत होता है!"],"Get %1$srich results for your recipes%2$s in Google search":["गूगल खोज में %1$sअपनी रेसिपी के लिए समृद्ध परिणाम%2$s प्राप्त करें"],"%1$s integrates with %2$s's Schema API to get rich snippets for your podcasts!":["आपके पॉडकास्ट के लिए समृद्ध स्निपेट प्राप्त करने के लिए %1$s %2$s के स्कीमा एपीआई के साथ एकीकृत होता है!"],"Get %1$srich results for your podcast%2$s in Google search":["गूगल खोज में %1$sअपने पॉडकास्ट के लिए समृद्ध परिणाम%2$s प्राप्त करें"],"%1$s integrates with %2$s's Schema API to get rich snippets for your events!":["आपके ईवेंट के लिए समृद्ध स्निपेट प्राप्त करने के लिए %1$s %2$s के स्कीमा एपीआई के साथ एकीकृत होता है!"],"Get %1$srich results for your events%2$s in Google search":["गूगल खोज में %1$sअपने ईवेंट के लिए समृद्ध परिणाम%2$s प्राप्त करें"],"You have selected the user %1$s%3$s%2$s as the person this site represents. Their user profile information will now be used in search results. We're sorry, you're not allowed to edit this user's profile. Please contact your admin or %1$s%3$s%2$s to check and/or update the profile.":["आपने %1$s%3$s%2$s उपयोगकर्ता को उस व्यक्ति के रूप में चुना है जिसका यह साइट प्रतिनिधित्व करती है। उनकी उपयोगकर्ता प्रोफ़ाइल जानकारी अब खोज परिणामों में उपयोग की जाएगी। हमें खेद है, आपको इस उपयोगकर्ता की प्रोफ़ाइल संपादित करने की अनुमति नहीं है। प्रोफ़ाइल की जाँच करने और/या अपडेट करने के लिए कृपया अपने व्यवस्थापक या %1$s%3$s%2$s से संपर्क करें।"],"An organization name and logo need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site name and logo as default values. %1$sLearn more about the importance of structured data%2$s.":["संरचित डेटा के ठीक से काम करने के लिए एक संगठन का नाम और लोगो सेट करने की आवश्यकता है। चूंकि आपने इन्हें अभी तक सेट नहीं किया है, हम साइट के नाम और लोगो को डिफ़ॉल्ट मान के रूप में उपयोग कर रहे हैं। %1$sस्ट्रक्चर्ड डेटा की अहमियत के बारे में ज़्यादा जानें।%2$s"],"This info is intended to appear in %1$sGoogle's Knowledge Graph%2$s.":["यह जानकारी %1$sगूगल नॉलेज ग्राफ़%2$s में प्रदर्शित होने के लिए अभिप्रेत है।"],"Other profile %1$s":["अन्य प्रोफ़ाइल %1$s"],"Tweet":["ट्वीट"],"Organization Twitter":["संगठन ट्विटर"],"Open Graph":["ओपन ग्राफ़"],"Organization Facebook":["संगठन फेसबुक"],"OpenGraph":["ओपनग्राफ़"],"Format archives":["प्रारूप अभिलेखागार"],"File":["फाइल"],"PDF":["पीडीएफ"],"Video":["वीडियो"],"Attachment":["अटैचमेंट"],"404 pages title":["404 पृष्ठों का शीर्षक"],"Search pages title":["खोज पृष्ठों का शीर्षक"],"Enable date archives":["दिनांक संग्रह सक्षम करें"],"Enable author archives":["लेखक संग्रह सक्षम करें"],"Anchor text for the homepage":["होमपेज के लिए एंकर टेक्स्ट"],"Organization/person":["संगठन/व्यक्ति"],"Divider":["डिवाइडर"],"Remove Atom/RDF feeds":["एटम/आरडीएफ फ़ीड हटाएं"],"Webmaster":["वेबमास्टर"],"Share":["शेयर करना"],"Structured data":["संरचित डेटा"],"Enable the %1$s XML sitemaps. A sitemap is a file that lists a website's essential pages to make sure search engines can find and crawl them.":["%1$s एक्सएमएल साइटमैप सक्षम करें। साइटमैप एक फ़ाइल है जो यह सुनिश्चित करने के लिए वेबसाइट के आवश्यक पृष्ठों को सूचीबद्ध करती है कि खोज इंजन उन्हें खोज और क्रॉल कर सकते हैं।"],"The %1$s icon in the top admin bar provides quick access to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["शीर्ष व्यवस्थापक बार में %1$s आइकन पृष्ठों का विश्लेषण करने के लिए तृतीय-पक्ष टूल तक त्वरित पहुंच प्रदान करता है और यह देखना आसान बनाता है कि आपके पास नई सूचनाएं हैं या नहीं।"],"Allows for Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared. Keep this feature enabled to optimize your site for social media.":["जब आपकी साइट का लिंक साझा किया जाता है तो फेसबुक और अन्य सोशल मीडिया को छवियों के साथ एक पूर्वावलोकन और एक पाठ अंश प्रदर्शित करने की अनुमति देता है। सोशल मीडिया के लिए अपनी साइट को ऑप्टिमाइज़ करने के लिए इस सुविधा को चालू रखें।"],"Count the number of internal links from and to your posts to improve your site structure.":["अपनी साइट की संरचना को बेहतर बनाने के लिए अपनी पोस्ट से और तक आंतरिक लिंक की संख्या की गणना करें।"],"Mark and filter your cornerstone content to make sure your most important articles get the attention they deserve. To help you write excellent copy, we’ll assess your text more strictly.":["यह सुनिश्चित करने के लिए अपनी आधारशिला सामग्री को चिह्नित और फ़िल्टर करें कि आपके सबसे महत्वपूर्ण लेखों को वह ध्यान मिले जिसके वे हकदार हैं। उत्कृष्ट प्रति लिखने में आपकी सहायता के लिए, हम आपके पाठ का अधिक कड़ाई से मूल्यांकन करेंगे।"],"Get more insights into what you are writing. What words do you use most often? How much time does it take to read your text? Is your text easy to read?":["आप जो लिख रहे हैं, उसके बारे में अधिक जानकारी प्राप्त करें। आप किन शब्दों का सबसे अधिक प्रयोग करते हैं? आपके पाठ को पढ़ने में कितना समय लगता है? क्या आपका पाठ पढ़ने में आसान है?"],"The inclusive language analysis offers suggestions to write more inclusive copy, so more people will be able to relate to your content.":["समावेशी भाषा विश्लेषण अधिक समावेशी प्रतिलिपि लिखने के लिए सुझाव प्रदान करता है, जिससे अधिक लोग आपकी सामग्री से संबंधित हो सकेंगे।"],"The SEO analysis offers suggestions to improve the findability of your text and makes sure that your content meets best practices.":["एसईओ विश्लेषण आपके पाठ की खोज क्षमता में सुधार के लिए सुझाव प्रदान करता है और यह सुनिश्चित करता है कि आपकी सामग्री सर्वोत्तम प्रथाओं को पूरा करती है।"],"Set the basic info for your website. You can use %1$stagline%2$s and %1$sseparator%2$s as %3$sreplacement variables%4$s when configuring the search appearance of your content.":["अपनी वेबसाइट के लिए बुनियादी जानकारी सेट करें। आप अपनी सामग्री के खोज स्वरूप को कॉन्फ़िगर करते समय %1$sटैगलाइन%2$s और %1$sविभाजक%2$s को %3$sप्रतिस्थापन चर%4$s के रूप में उपयोग कर सकते हैं।"],"Usage tracking allows us to track some data about your site to improve our plugin. %1$sLearn more about which data we track and why%2$s.":["उपयोग ट्रैकिंग हमें अपने प्लगइन को बेहतर बनाने के लिए आपकी साइट के बारे में कुछ डेटा ट्रैक करने की अनुमति देती है। %1$sइस बारे में अधिक जानें कि हम कौन-सा डेटा ट्रैक करते हैं और क्यों।%2$s"],"A link to the archive for the post author, with the author's name as anchor text.":["एंकर टेक्स्ट के रूप में लेखक के नाम के साथ पोस्ट लेखक के लिए संग्रह का लिंक।"],"Determine how your %1$s pages should be described by default in your site's Schema.org markup. You can always customize the settings for individual %1$s pages in the %2$s metabox.":["निर्धारित करें कि आपकी साइट के Schema.org मार्कअप में डिफ़ॉल्ट रूप से आपके %1$s पृष्ठों का वर्णन कैसे किया जाना चाहिए। आप %2$s मेटाबॉक्स में अलग-अलग %1$s पेजों के लिए सेटिंग्स को कभी भी कस्टमाइज़ कर सकते हैं।"],"Determine how your %1$s pages should look in search engines. You can always customize the settings for individual %1$s pages in the %2$s metabox.":["निर्धारित करें कि आपके %1$s पृष्ठ खोज इंजन में कैसे दिखाई देने चाहिए। आप %2$s मेटाबॉक्स में अलग-अलग %1$s पेजों के लिए सेटिंग्स को कभी भी कस्टमाइज़ कर सकते हैं।"],"Enable %1$s pages":["%1$s पृष्ठ सक्षम करें"],"Determine how your homepage should look in the search results.":["निर्धारित करें कि खोज परिणामों में आपका होमपेज कैसा दिखना चाहिए।"],"Determine how your %1$s should look in search engines. You can always customize the settings for individual %1$s in the %2$s metabox.":["निर्धारित करें कि आपके %1$s खोज इंजन में कैसे दिखाई देने चाहिए। आप %2$s मेटाबॉक्स में व्यक्तिगत %1$s के लिए सेटिंग्स को कभी भी अनुकूलित कर सकते हैं।"],"Enable format-based archives":["प्रारूप-आधारित संग्रह सक्षम करें"],"Not sure how to implement the %3$s breadcrumbs on your site? Read %1$sour help article on breadcrumbs implementation%2$s.":["सुनिश्चित नहीं हैं कि अपनी साइट पर %3$s ब्रेडक्रंब कैसे लागू करें? ब्रेडक्रंब कार्यान्वयन%2$s पर %1$s हमारा सहायता लेख पढ़ें।"],"Show %1$s without posts in search results":["खोज परिणामों में पोस्ट के बिना %1$s दिखाएं"],"Determine how your %1$s should look on social media by default. You can always customize the settings for individual %1$s in the %2$s metabox.":["निर्धारित करें कि आपके %1$s को डिफ़ॉल्ट रूप से सोशल मीडिया पर कैसा दिखना चाहिए। आप %2$s मेटाबॉक्स में व्यक्तिगत %1$s के लिए सेटिंग्स को कभी भी अनुकूलित कर सकते हैं।"],"Determine what your %1$s should look like in the search results by default. You can always customize the settings for individual %1$s in the %2$s metabox.":["निर्धारित करें कि आपका %1$s डिफ़ॉल्ट रूप से खोज परिणामों में कैसा दिखना चाहिए। आप %2$s मेटाबॉक्स में व्यक्तिगत %1$s के लिए सेटिंग्स को कभी भी अनुकूलित कर सकते हैं।"],"This taxonomy is used for %2$s.":["इस वर्गीकरण का उपयोग %2$s के लिए किया जाता है।"],"This taxonomy is used for %1$s and %2$s.":["इस वर्गीकरण का उपयोग %1$s और %2$s के लिए किया जाता है।"],"Read more about our custom field analysis":["हमारे कस्टम फ़ील्ड विश्लेषण के बारे में और पढ़ें"],"Determine how your %1$s should look on social media by default. You can always customize the settings for individual %1$s in the %2$s sidebar or metabox.":["निर्धारित करें कि आपके %1$s को डिफ़ॉल्ट रूप से सोशल मीडिया पर कैसा दिखना चाहिए। आप %2$s साइडबार या मेटाबॉक्स में व्यक्तिगत %1$s के लिए सेटिंग्स को कभी भी अनुकूलित कर सकते हैं।"],"Determine what your %1$s should look like in the search results by default. You can always customize the settings for individual %1$s in the %2$s sidebar or metabox.":["निर्धारित करें कि आपका %1$s डिफ़ॉल्ट रूप से खोज परिणामों में कैसा दिखना चाहिए। आप %2$s साइडबार या मेटाबॉक्स में व्यक्तिगत %1$s के लिए सेटिंग्स को कभी भी अनुकूलित कर सकते हैं।"],"Determine how your %1$s should be described by default in %2$syour site's Schema.org markup%3$s. You can always change the settings for individual %1$s in the %4$s sidebar or metabox.":["निर्धारित करें कि %2$sआपकी साइट के Schema.org मार्कअप%3$s में डिफ़ॉल्ट रूप से आपके %1$s का वर्णन कैसे किया जाना चाहिए। आप %4$s साइडबार या मेटाबॉक्स में व्यक्तिगत %1$s के लिए हमेशा सेटिंग बदल सकते हैं।"],"You can add multiple custom fields and separate them by using %1$senter%2$s or %1$scomma%2$s.":["आप कई कस्टम फ़ील्ड जोड़ सकते हैं और उन्हें %1$sएंटर%2$s या %1$sकॉमा%2$s का उपयोग करके अलग कर सकते हैं।"],"Please enter a search term with at least 3 characters.":["कृपया कम से कम 3 वर्णों वाला एक खोज शब्द दर्ज करें।"],"CtrlK":["CtrlK"],"⌘K":["⌘K"],"Add new user...":["नई उपयोगकर्ता को जोड़ना..."],"Unavailable for multisites":["मल्टीसाइट्स के लिए अनुपलब्ध"],"Integrate your custom fields and SEO data from %1$s%2$s%3$s":["%1$s%2$s%3$s से अपने कस्टम फ़ील्ड और एसईओ डेटा को एकीकृत करें"],"Upgrade your %1$s%2$s%3$s SEO":["अपना %1$s%2$s%3$s एसईओ अपग्रेड करें"],"Improve your internal search results with %1$s%2$s%3$s":["%1$s%2$s%3$s के साथ अपने आंतरिक खोज परिणामों में सुधार करें"],"Make your terms & privacy pages more trustworthy with %1$s%2$s%3$s":["%1$s%2$s%3$s के साथ अपने नियमों और गोपनीयता पृष्ठों को अधिक भरोसेमंद बनाएं"],"Track your rankings through time with %1$s%2$s%3$s":["%1$s%2$s%3$s के साथ समय के साथ अपनी रैंकिंग ट्रैक करें"],"Use %1$s%2$s%3$s to do keyword research - without leaving your post":["अपनी पोस्ट छोड़े बिना - कीवर्ड अनुसंधान करने के लिए %1$s%2$s%3$s का उपयोग करें"],"We could not save the website name. Please check the value.":["हम वेबसाइट का नाम नहीं सहेज सके। कृपया मूल्य जांचें।"],"%1$sSubheading distribution%2$s: The beginning of your text is longer than %4$s %5$s and is not separated by any subheadings. %3$sAdd subheadings to improve readability.%2$s":["%1$sउपशीर्षक वितरण%2$s: आपके पाठ की शुरुआत %4$s %5$s से अधिक लंबी है और इसे किसी भी उपशीर्षक से अलग नहीं किया गया है। %3$sपठनीयता में सुधार के लिए उपशीर्षक जोड़ें।%2$s"],"WordPress.org support forums":["WordPress.org सपोर्ट फ़ोरम"],"Yoast Premium support":["योस्ट प्रीमियम समर्थन"],"Yoast.com help section":["Yoast.com सहायता अनुभाग"],"Help":["मदद"],"Write better content":["बेहतर सामग्री लिखें"],"Improve your blog post":["अपने ब्लॉग पोस्ट में सुधार करें"],"Learn more SEO":["अधिक एसईओ जानें"],"SEO Tools":["एसईओ उपकरण"],"not set":["सेट नहीं"],"With a 30-day money-back guarantee. No questions asked.":[""],"Reach new customers who live near your business":[""],"Get all 5 Yoast plugins for WordPress at a big discount":[""],"Cover all your SEO bases":["अपने सभी एसईओ आधारों को कवर करें"],"Add global identifiers for variable products":["चर उत्पादों के लिए वैश्विक पहचानकर्ता जोड़ें"],"Drive more traffic to your online store":["अपने ऑनलाइन स्टोर पर अधिक ट्रैफ़िक लाएँ"],"Add all necessary schema.org markup":["सभी आवश्यक schema.org मार्कअप जोड़ें"],"Ping Google on the publication of a new post":["नई पोस्ट के प्रकाशन पर गूगल को पिंग करें"],"Rank higher in Google's news carousel":["गूगल के समाचार हिंडोला में उच्च रैंक"],"Make your videos responsive for all screen sizes":["अपने वीडियो को सभी स्क्रीन आकारों के लिए उत्तरदायी बनाएं"],"Cleaned up %1$d record from %2$s.":["%2$s से %1$d रिकॉर्ड साफ़ किया गया।","%2$s से %1$d रिकॉर्ड साफ़ किए गए।"],"Cleaning up %1$s [%2$s]":["%1$s [%2$s] की सफ़ाई की जा रही है"],"Skipping %1$s. %2$s is not active on this site.":["%1$s छोड़ा जा रहा है। %2$s इस साइट पर सक्रिय नहीं है।"],"Cleaned up %1$d record.":["%1$d रिकॉर्ड साफ़ किया गया।","%1$d रिकॉर्ड साफ़ किए गए।"],"The value for 'batch-size' must be a positive integer higher than equal to 1.":["'बैच-आकार' के लिए मान 1 के बराबर से अधिक धनात्मक पूर्णांक होना चाहिए।"],"The value for 'interval' must be a positive integer.":["'अंतराल' का मान धनात्मक पूर्णांक होना चाहिए।"],"We need to re-analyze some of your SEO data because of a change in the visibility of your taxonomies. Please help us do that by running the SEO data optimization. ":["आपकी टैक्सोनॉमीज़ की दृश्यता में बदलाव के कारण हमें आपके कुछ एसईओ डेटा का फिर से विश्लेषण करने की आवश्यकता है। कृपया एसईओ डेटा ऑप्टिमाइज़ेशन चलाकर ऐसा करने में हमारी सहायता करें। "],"We need to re-analyze some of your SEO data because of a change in the visibility of your post types. Please help us do that by running the SEO data optimization. ":["आपके पोस्ट प्रकारों की दृश्यता में परिवर्तन के कारण हमें आपके कुछ एसईओ डेटा का पुनः विश्लेषण करने की आवश्यकता है। कृपया एसईओ डेटा ऑप्टिमाइज़ेशन चलाकर ऐसा करने में हमारी सहायता करें। "],"The term %s could not be built because it's not indexable.":["शब्द %s नहीं बनाया जा सका क्योंकि यह अनुक्रमणीय नहीं है।"],"The post %s could not be indexed because it's post type is excluded from indexing.":["पोस्ट %s को अनुक्रमित नहीं किया जा सका क्योंकि इसके पोस्ट प्रकार को अनुक्रमण से बाहर रखा गया है।"],"The post %s could not be indexed because it does not meet indexing requirements.":["पोस्ट %s को अनुक्रमित नहीं किया जा सका क्योंकि यह अनुक्रमण आवश्यकताओं को पूरा नहीं करता।"],"%1$sSAVE 30%%%2$s on your 12 month subscription":["%1$sबचाएं 30%%%2$s अपनी 12 महीने की सदस्यता पर"],"BLACK FRIDAY - 30% OFF":["ब्लैक फ्राइडे - 30% की छूट"],"Use the alternate organization name for acronyms, or a shorter version of your organization's name.":["परिवर्णी शब्दों के लिए वैकल्पिक संगठन नाम या अपने संगठन के नाम के छोटे संस्करण का उपयोग करें।"],"Alternate organization name":["वैकल्पिक संगठन का नाम"],"Use the alternate website name for acronyms, or a shorter version of your website's name.":["परिवर्णी शब्दों के लिए वेबसाइट के वैकल्पिक नाम का या अपनी वेबसाइट के नाम के छोटे संस्करण का उपयोग करें।"],"Alternate website name":["वैकल्पिक वेबसाइट का नाम"],"Determine how the title of your 404 error pages should look in the browser.":["निर्धारित करें कि आपके 404 त्रुटि पृष्ठों का शीर्षक ब्राउज़र में कैसा दिखना चाहिए।"],"404 error pages":["404 त्रुटि पृष्ठ"],"Determine how the title of your internal search pages should look in the browser.":["निर्धारित करें कि आपके आंतरिक खोज पृष्ठों का शीर्षक ब्राउज़र में कैसा दिखना चाहिए।"],"Internal search pages":["आंतरिक खोज पृष्ठ"],"Show media pages in search results":["खोज परिणामों में मीडिया पृष्ठ दिखाएं"],"Show format archives in search results":["खोज परिणामों में प्रारूप संग्रह दिखाएं"],"Show author archives in search results":["खोज परिणामों में लेखक संग्रह दिखाएं"],"Breadcrumbs for %1$s":["%1$s के लिए ब्रेडक्रंब"],"Site connections":["साइट कनेक्शन"],"View the XML sitemap":["एक्सएमएल साइटमैप देखें"],"Enable feature":["सुविधा सक्षम करें"],"Site features":["साइट सुविधाएँ"],"Learn more":["और अधिक जानें"],"Site info":["साइट की जानकारी"],"We're sorry, you're not allowed to edit the %1$swebsite name%2$s and %1$stagline%2$s.":["हमें खेद है, आपको %1$sवेबसाइट का नाम%2$s और %1$sटैगलाइन%2$s संपादित करने की अनुमति नहीं है।"],"Show or hide our tools and controls in the attachment editor.":["अनुलग्नक संपादक में हमारे टूल और नियंत्रण दिखाएं या छुपाएं।"],"(e.g., %1$s)":["(उदा., %1$s)"],"Remove unregistered URL parameters":["अपंजीकृत यूआरएल पैरामीटर निकालें"],"Optimize Google Analytics utm tracking parameters":["गूगल एनालिटिक्स utm ट्रैकिंग पैरामीटर अनुकूलित करें"],"Remove WP-JSON API":["WP-JSON एपीआई निकालें"],"Remove emoji scripts":["इमोजी स्क्रिप्ट हटाएं"],"Remove Atom / RDF feeds":["एटम/आरडीएफ फ़ीड हटाएं"],"Remove search results feeds":["खोज परिणाम फ़ीड हटाएं"],"Remove custom taxonomy feeds":["कस्टम टैक्सोनॉमी फ़ीड हटाएं"],"Remove tag feeds":["टैग फ़ीड्स निकालें"],"Remove category feeds":["श्रेणी फ़ीड हटाएं"],"Remove post type feeds":["पोस्ट प्रकार फ़ीड्स निकालें"],"Remove post authors feeds":["पोस्ट लेखक फ़ीड हटाएं"],"Remove post comments feeds":["पोस्ट टिप्पणियां फ़ीड हटाएं"],"Remove global comment feeds":["वैश्विक टिप्पणी फ़ीड हटाएं"],"Remove global feed":["वैश्विक फ़ीड हटाएं"],"Remove powered by HTTP header":["HTTP शीर्षलेख द्वारा संचालित निकालें"],"Remove generator tag":["जेनरेटर टैग हटाएं"],"Remove oEmbed links":["ओएम्बेड लिंक हटाएं"],"Remove RSD / WLW links":["RSD/WLW लिंक हटाएं"],"Remove REST API links":["रेस्ट एपीआई लिंक निकालें"],"Remove shortlinks":["शॉर्टलिंक्स हटाएं"],"Show or hide our tools and controls in the content editor.":["सामग्री संपादक में हमारे टूल और नियंत्रण दिखाएं या छिपाएं।"],"Enable SEO controls and assessments":["एसईओ नियंत्रण और आकलन सक्षम करें"],"Unlock with %1$s":["%1$s के साथ अनलॉक करें"],"We couldn’t find anything with that term.":["हमें उस शब्द के साथ कुछ भी नहीं मिला।"],"Search...":["खोज..."],"Quick search...":["त्वरित खोज..."],"No, continue editing":["नहीं, संपादन जारी रखें"],"Yes, discard changes":["हां, परिवर्तनों को त्यागें"],"You are about to discard all unsaved changes. All of your settings will be reset to the point where you last saved. Are you sure you want to do this?":["आप सभी न सहेजे गए परिवर्तनों को त्यागने वाले हैं। आपकी सभी सेटिंग्स उस बिंदु पर रीसेट हो जाएंगी जहां आपने पिछली बार सहेजा था। क्या आप वास्तव में इसे करना चाहते हैं?"],"Discard all changes":["सभी परिवर्तनों को त्यागें"],"Redirect pretty URLs for search pages to raw format":["खोज पृष्ठों के लिए कच्चे प्रारूप में सुंदर यूआरएल पुनर्निर्देशित करें"],"Choose the general appearance of your breadcrumbs.":["अपने ब्रेडक्रंब का सामान्य रूप चुनें।"],"Breadcrumb appearance":["ब्रेडक्रंब उपस्थिति"],"You have selected the user %1$s%5$s%2$s as the person this site represents. Their user profile information will now be used in search results. %3$sUpdate their profile to make sure the information is correct%4$s.":["आपने %1$s%5$s%2$s उपयोगकर्ता को उस व्यक्ति के रूप में चुना है जिसका यह साइट प्रतिनिधित्व करती है। उनकी उपयोगकर्ता प्रोफ़ाइल जानकारी अब खोज परिणामों में उपयोग की जाएगी। %3$sजानकारी सही है यह सुनिश्चित करने के लिए उनकी प्रोफ़ाइल अपडेट करें%4$s।"],"Please tell us more about the person this site represents.":["कृपया हमें उस व्यक्ति के बारे में अधिक बताएं जिसका यह साइट प्रतिनिधित्व करती है।"],"E.g. https://example.com/yoast":["उदा. https://example.com/yoast"],"Tell us if you have any other profiles on the web that belong to your organization. This can be any number of profiles, like YouTube, LinkedIn, Pinterest, or even Wikipedia.":["हमें बताएं कि क्या आपके पास वेब पर कोई अन्य प्रोफ़ाइल है जो आपके संगठन से संबंधित है। यह यूट्यूब, लिंकडइन, पिंटरेस्ट, या यहां तक ​​कि विकिपीडिया जैसी कोई भी प्रोफ़ाइल हो सकती है।"],"Please tell us more about your organization. This information will help Google to understand your website, and improve your chance of getting rich results.":["कृपया हमें अपने संगठन के बारे में अधिक बताएं। यह जानकारी गूगल को आपकी वेबसाइट को समझने में मदद करेगी, और समृद्ध परिणाम प्राप्त करने के अवसरों में सुधार करेगी।"],"E.g. https://twitter.com/yoast":["उदा. https://twitter.com/yoast"],"E.g. https://facebook.com/yoast":["उदा. https://facebook.com/yoast"],"Other profiles":["अन्य प्रोफाइल"],"Writing":["लेखन"],"You can determine the title and description for the blog page by %1$sediting the blog page itself%2$s.":["आप %1$sब्लॉग पेज को संपादित करके%2$s ही ब्लॉग पेज का शीर्षक और विवरण निर्धारित कर सकते हैं।"],"These are expert features, so make sure you know what you're doing before removing the parameters. %1$sRead more about how your site can be affected%2$s.":["ये विशेषज्ञ विशेषताएं हैं, इसलिए मापदंडों को हटाने से पहले सुनिश्चित करें कि आप जानते हैं कि आप क्या कर रहे हैं। %1$sइस बारे में और पढ़ें कि आपकी साइट कैसे प्रभावित हो सकती है%2$s।"],"Advanced: URL cleanup":["उन्नत: यूआरएल सफाई"],"Prevent crawling of internal site search URLs":["आंतरिक साइट खोज यूआरएल को क्रॉल करने से रोकें"],"Block internal site searches which match the patterns of known spam attacks.":["ज्ञात स्पैम हमलों के पैटर्न से मेल खाने वाली आंतरिक साइट खोजों को ब्लॉक करें।"],"Block internal site searches which contain complex and non-alphanumeric characters, as they may be part of a spam attack.":["आंतरिक साइट खोजों को ब्लॉक करें जिनमें जटिल और गैर-अल्फ़ान्यूमेरिक वर्ण शामिल हैं, क्योंकि वे स्पैम हमले का हिस्सा हो सकते हैं।"],"Enables advanced settings for protecting your internal site search URLs.":["आपके आंतरिक साइट खोज यूआरएल की सुरक्षा के लिए उन्नत सेटिंग सक्षम करता है।"],"Your internal site search can create lots of confusing URLs for search engines, and can even be used as a way for SEO spammers to attack your site. Most sites will benefit from experimenting with these protections and optimizations, even if you don’t have a search feature in your theme.":["आपकी आंतरिक साइट खोज खोज इंजनों के लिए बहुत सारे भ्रामक यूआरएल बना सकती है, और यहां तक ​​कि आपकी साइट पर हमला करने के लिए एसईओ स्पैमर्स के लिए एक तरीके के रूप में भी इसका उपयोग किया जा सकता है। अधिकांश साइटों को इन सुरक्षा और अनुकूलन के साथ प्रयोग करने से लाभ होगा, भले ही आपकी थीम में कोई खोज सुविधा न हो।"],"Internal site search cleanup":["आंतरिक साइट खोज सफाई"],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of WordPress' JSON API endpoints.":["वर्डप्रेस के JSON API एंडपॉइंट्स को क्रॉल करने से रोकने के लिए अपनी robots.txt फ़ाइल में 'अस्वीकार करें' नियम जोड़ें।"],"Remove JavaScript used for converting emoji characters in older browsers.":["पुराने ब्राउज़रों में इमोजी वर्णों को परिवर्तित करने के लिए उपयोग की जाने वाली जावास्क्रिप्ट को हटा दें।"],"Remove URLs which provide alternative (legacy) formats of all of the above.":["उपरोक्त सभी के वैकल्पिक (विरासत) प्रारूप प्रदान करने वाले यूआरएल हटाएं।"],"Remove URLs which provide information about your search results.":["आपके खोज परिणामों के बारे में जानकारी प्रदान करने वाले यूआरएल निकालें।"],"Remove URLs which provide information about your recent posts, for each custom taxonomy.":["प्रत्येक कस्टम टैक्सोनॉमी के लिए उन यूआरएल को हटा दें जो आपकी हाल की पोस्ट के बारे में जानकारी प्रदान करते हैं।"],"Remove URLs which provide information about your recent posts, for each tag.":["प्रत्येक टैग के लिए उन यूआरएल को हटा दें जो आपकी हाल की पोस्ट के बारे में जानकारी प्रदान करते हैं।"],"Remove URLs which provide information about your recent posts, for each category.":["प्रत्येक श्रेणी के लिए उन यूआरएल को हटा दें जो आपकी हाल की पोस्ट के बारे में जानकारी प्रदान करते हैं।"],"Remove URLs which provide information about your recent posts, for each post type.":["प्रत्येक पोस्ट प्रकार के लिए, आपके हाल के पोस्ट के बारे में जानकारी प्रदान करने वाले यूआरएल को हटा दें।"],"Remove URLs which provide information about recent posts by specific authors.":["विशिष्ट लेखकों द्वारा हालिया पोस्ट के बारे में जानकारी प्रदान करने वाले यूआरएल को हटा दें।"],"Remove URLs which provide information about recent comments on each post.":["प्रत्येक पोस्ट पर हाल की टिप्पणियों के बारे में जानकारी प्रदान करने वाले यूआरएल निकालें।"],"Also disables post comment feeds.":["पोस्ट टिप्पणी फ़ीड को भी अक्षम करता है।"],"Remove URLs which provide an overview of recent comments on your site.":["आपकी साइट पर हाल की टिप्पणियों का अवलोकन प्रदान करने वाले यूआरएल निकालें।"],"Remove URLs which provide an overview of your recent posts.":["उन यूआरएल को हटा दें जो आपकी हाल की पोस्ट का अवलोकन प्रदान करते हैं।"],"WordPress outputs your content in many different formats, across many different URLs (like RSS feeds of your posts and categories). It’s generally good practice to disable the formats you’re not actively using.":["वर्डप्रेस आपकी सामग्री को कई अलग-अलग यूआरएल में कई अलग-अलग स्वरूपों में आउटपुट करता है (जैसे आपकी पोस्ट और श्रेणियों के आरएसएस फ़ीड्स)। आमतौर पर उन स्वरूपों को अक्षम करना अच्छा अभ्यास है जिनका आप सक्रिय रूप से उपयोग नहीं कर रहे हैं।"],"Disable unwanted content formats":["अवांछित सामग्री स्वरूपों को अक्षम करें"],"Remove links which allow others sites to ‘ping’ yours when they link to you.":["उन लिंक्स को हटा दें जो अन्य साइटों को आपसे लिंक करते समय आपकी साइटों को 'पिंग' करने की अनुमति देते हैं।"],"Remove information about the plugins and software used by your site.":["आपकी साइट द्वारा उपयोग किए जाने वाले प्लग इन और सॉफ़्टवेयर के बारे में जानकारी निकालें।"],"Remove links used for embedding your content on other sites.":["अपनी सामग्री को अन्य साइटों पर एम्बेड करने के लिए उपयोग किए गए लिंक निकालें।"],"Remove links used by external systems for publishing content to your blog.":["अपने ब्लॉग पर सामग्री प्रकाशित करने के लिए बाहरी सिस्टम द्वारा उपयोग किए जाने वाले लिंक निकालें."],"Remove links to the location of your site’s REST API endpoints.":["अपनी साइट के रेस्ट एपीआई एंडपॉइंट के स्थान के लिंक निकालें।"],"Remove links to WordPress' internal 'shortlink' URLs for your posts.":["अपनी पोस्ट के लिए वर्डप्रेस के आंतरिक 'शॉर्टलिंक' यूआरएल के लिंक हटा दें।"],"Remove unwanted metadata":["अवांछित मेटाडेटा हटाएं"],"Crawl optimization":["क्रॉल अनुकूलन"],"Removes unknown URL parameters via a %1$s redirect. E.g., %2$s will be redirected to %3$s":["%1$s रीडायरेक्ट के माध्यम से अज्ञात यूआरएल पैरामीटर निकालता है। उदा., %2$s को %3$s पर पुनर्निर्देशित किया जाएगा"],"Replaces %1$s tracking parameters with the (more performant) %2$s equivalent, via a %3$s redirect. E.g., %4$s will be redirected to %5$s":["%3$s रीडायरेक्ट के माध्यम से %1$s ट्रैकिंग पैरामीटर को (अधिक प्रदर्शनकारी) %2$s समतुल्य से बदल देता है। उदा., %4$s को %5$s पर पुनर्निर्देशित किया जाएगा"],"Users and search engines may often request your URLs whilst using query parameters, like %1$s. These can be helpful for tracking, filtering, and powering advanced functionality - but they come with a performance and SEO ‘cost’. Sites which don’t rely on URL parameters might benefit from using these options.":["उपयोगकर्ता और खोज इंजन अक्सर %1$s जैसे क्वेरी पैरामीटर का उपयोग करते हुए आपके यूआरएल का अनुरोध कर सकते हैं। ये उन्नत कार्यक्षमता को ट्रैक करने, फ़िल्टर करने और शक्ति प्रदान करने में मददगार हो सकते हैं - लेकिन ये एक प्रदर्शन और एसईओ 'लागत' के साथ आते हैं। यूआरएल पैरामीटर पर भरोसा न करने वाली साइटों को इन विकल्पों का उपयोग करने से लाभ हो सकता है।"],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by Common Crawl CCBot.":["कॉमन क्रॉल CCBot द्वारा क्रॉलिंग को रोकने के लिए अपनी robots.txt फ़ाइल में एक 'अस्वीकृत' नियम जोड़ें।"],"WordPress adds a lot of links and content to your site's %1$s and HTTP headers. For most websites you can safely disable all of these, which can help to save bytes, electricity, and trees.":["वर्डप्रेस आपकी साइट के %1$s और HTTP शीर्षलेखों में बहुत सारे लिंक और सामग्री जोड़ता है। अधिकांश वेबसाइटों के लिए आप इन सभी को सुरक्षित रूप से अक्षम कर सकते हैं, जिससे बाइट्स, बिजली और पेड़ों को बचाने में मदद मिल सकती है।"],"Make your site more efficient and more environmentally friendly by preventing search engines from crawling things they don’t need to, and by removing unused WordPress features. %1$sLearn more about crawl settings and how they could benefit your site%2$s.":["खोज इंजनों को उन चीजों को क्रॉल करने से रोककर और अप्रयुक्त वर्डप्रेस सुविधाओं को हटाकर अपनी साइट को अधिक कुशल और अधिक पर्यावरण के अनुकूल बनाएं। %1$sक्रॉल सेटिंग और उनसे आपकी साइट को कैसे लाभ हो सकता है, इस बारे में अधिक जानें%2$s।"],"E.g., %1$s and %2$s":["उदा., %1$s और %2$s"],"E.g., %1$s":["उदा., %1$s"],"Enable breadcrumbs for your theme":["अपनी थीम के लिए ब्रेडक्रंब सक्षम करें"],"You can always choose to enable/disable them for your theme below. This setting will not apply to breadcrumbs inserted through a widget, a block or a shortcode.":["आप नीचे अपनी थीम के लिए उन्हें कभी भी सक्षम/अक्षम करना चुन सकते हैं। यह सेटिंग किसी विजेट, ब्लॉक या शोर्ट के माध्यम से डाले गए ब्रेडक्रंब पर लागू नहीं होगी।"],"Choose which Post type you wish to show in the breadcrumbs for Taxonomies.":["वह पोस्ट प्रकार चुनें जिसे आप टैक्सोनॉमीज़ के लिए ब्रेडक्रंब में दिखाना चाहते हैं।"],"Breadcrumbs for taxonomies":["टैक्सोनॉमी के लिए ब्रेडक्रंब"],"Choose which Taxonomy you wish to show in the breadcrumbs for Post types.":["चुनें कि आप पोस्ट प्रकारों के लिए ब्रेडक्रंब में कौन-सी टैक्सोनॉमी दिखाना चाहते हैं।"],"Breadcrumbs for post types":["पोस्ट प्रकार के लिए ब्रेडक्रंब"],"Breadcrumb for 404 page":["404 पृष्ठ के लिए ब्रेडक्रंब"],"Prefix for search page breadcrumbs":["खोज पृष्ठ ब्रेडक्रंब के लिए उपसर्ग"],"Add prefix":["उपसर्ग जोड़ें"],"Add anchor text":["एंकर टेक्स्ट जोड़ें"],"Add separator":["विभाजक जोड़ें"],"Configure the appearance and behavior of %1$syour breadcrumbs%2$s.":["%1$sअपने ब्रेडक्रंब%2$s की दिखावट और व्यवहार को कॉन्फ़िगर करें।"],"Disabling this will redirect the %1$s to your site's homepage.":["इसे अक्षम करने से %1$s आपकी साइट के होमपेज पर रीडायरेक्ट हो जाएंगे।"],"Refresh this page":["इस पेज को रिफ्रेश करें"],"Unfortunately, this means that all your unsaved changes will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["दुर्भाग्य से, इसका अर्थ है कि आपके सभी सहेजे न गए परिवर्तन खो जाएंगे। समस्या को हल करने के लिए आप इस पृष्ठ को आज़माकर ताज़ा कर सकते हैं। यदि यह त्रुटि अभी भी होती है, तो कृपया हमारी सहायता टीम से संपर्क करें, और हम आपकी सभी आवश्यक सहायता प्राप्त करेंगे!"],"Something went wrong. An unexpected error occurred.":["कुछ गलत हो गया। एक अप्रत्याशित त्रुटि हुई।"],"Failed to retrieve users.":["उपयोगकर्ताओं को पुनर्प्राप्त करने में विफल।"],"Searching users...":["उपयोगकर्ता खोज रहे हैं..."],"No users found.":["उपयोग्कर्ता नहीं मिले."],"Discard changes":["परिवर्तनों को निरस्त करें"],"The profile is not valid. Please use only 1-25 letters, numbers and underscores or enter a valid Twitter URL.":["प्रोफ़ाइल मान्य नहीं है. कृपया केवल 1-25 अक्षरों, संख्याओं और अंडरस्कोर का उपयोग करें या एक मान्य ट्विटर यूआरएल दर्ज करें।"],"The profile is not valid. Please enter a valid URL.":["प्रोफ़ाइल मान्य नहीं है। कृपया एक मान्य यूआरएल दर्ज कीजिए।"],"The verification code is not valid. Please use only the letters A to F, numbers, underscores and dashes.":["सत्यापन कोड मान्य नहीं है। कृपया केवल अक्षर A से F, संख्या, अंडरस्कोर और डैश का उपयोग करें।"],"The verification code is not valid. Please use only letters, numbers, underscores and dashes.":["सत्यापन कोड मान्य नहीं है। कृपया केवल अक्षरों, संख्याओं, अंडरस्कोर और डैश का उपयोग करें।"],"User":["उपयोगकर्ता"],"Site basics":["साइट मूल बातें"],"Text formality":["पाठ औपचारिकता"],"Read more about text formality.":["पाठ औपचारिकता के बारे में और पढ़ें।"],"%1$s%3$s%2$s will help you assess the formality level of your text.":["%1$s%3$s%2$s आपके पाठ के औपचारिकता स्तर का आकलन करने में आपकी सहायता करेगा।"],"WordPress loads lots of resources, some of which your site might not need. If you’re not using these, removing them can speed up your pages and save resources.":["वर्डप्रेस बहुत सारे संसाधन लोड करता है, जिनमें से कुछ की आपकी साइट को आवश्यकता नहीं हो सकती है। यदि आप इनका उपयोग नहीं कर रहे हैं, तो इन्हें हटाने से आपके पृष्ठों की गति तेज हो सकती है और संसाधनों की बचत हो सकती है।"],"Remove unused resources":["अप्रयुक्त संसाधनों को हटा दें"],"Prevent search engines from crawling /wp-json/":["खोज इंजन को क्रॉल करने से रोकें /wp-json/"],"Prevent search engines from crawling site search URLs":["खोज इंजन को साइट खोज यूआरएल क्रॉल करने से रोकें"],"There are unsaved changes on this page. Leaving means that those changes will be lost. Are you sure you want to leave this page?":["इस पृष्ठ पर सहेजे न गए परिवर्तन हैं। छोड़ने का अर्थ है कि वे परिवर्तन खो जाएँगे। क्या आप वाकई इस पृष्ठ को छोड़ना चाहते हैं?"],"Media pages":["मीडिया पृष्ठ"],"Categories & tags":["श्रेणियाँ और टैग"],"Content types":["सामग्री प्रकार"],"Show more":["और दिखाएं"],"Show less":["कम दिखाएं"],"Configure the basics for your website.":["अपनी वेबसाइट के लिए मूल बातें कॉन्फ़िगर करें।"],"This field updates the %1$stagline in your WordPress settings%2$s.":["यह फ़ील्ड %1$sआपकी वर्डप्रेस सेटिंग में टैगलाइन%2$s को अपडेट करती है।"],"Disabling this means that %1$s pages created by WordPress will not be indexed by search engines and will be excluded from XML sitemaps.":["इसे अक्षम करने का अर्थ है कि वर्डप्रेस द्वारा बनाए गए %1$s पृष्ठों को खोज इंजनों द्वारा अनुक्रमित नहीं किया जाएगा और XML साइटमैप से बाहर कर दिया जाएगा।"],"Show %1$s pages in search results":["खोज परिणामों में %1$s पृष्ठ दिखाएं"],"We recommend keeping %1$s pages disabled. This will cause all attachment URLs to be redirected to the media itself.":["हम %1$s पृष्ठों को अक्षम रखने की अनुशंसा करते हैं। इससे सभी अटैचमेंट यूआरएल मीडिया में ही रीडायरेक्ट हो जाएंगे।"],"%1$s pages":["%1$s पृष्ठ"],"When you upload media (e.g. an image or video), %5$s automatically creates a %3$s page (attachment URL) for it. These pages are quite empty and could cause %1$sthin content problems and lead to excess pages on your site%2$s. Therefore, %4$s disables them by default (and redirects the attachment URL to the media itself).":["जब आप मीडिया (जैसे एक छवि या वीडियो) अपलोड करते हैं, तो %5$s इसके लिए स्वचालित रूप से एक %3$s पृष्ठ (अनुलग्नक यूआरएल) बनाता है। ये पृष्ठ काफी खाली हैं और %1$sकम सामग्री की समस्या पैदा कर सकते हैं और आपकी साइट पर अतिरिक्त पृष्ठ%2$s ले सकते हैं। इसलिए, %4$s उन्हें डिफ़ॉल्ट रूप से अक्षम कर देता है (और अटैचमेंट यूआरएल को स्वयं मीडिया पर रीडायरेक्ट कर देता है)।"],"Format-based archives can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["प्रारूप-आधारित संग्रह डुप्लिकेट सामग्री समस्याओं का कारण बन सकते हैं। अधिकांश साइटों के लिए, हम अनुशंसा करते हैं कि आप इस सेटिंग को अक्षम कर दें।"],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps. We recommend that you disable this setting.":["इसे अक्षम करने का अर्थ है कि %1$s को खोज इंजन द्वारा अनुक्रमित नहीं किया जाएगा और XML साइटमैप से बाहर कर दिया जाएगा। हम अनुशंसा करते हैं कि आप इस सेटिंग को अक्षम कर दें।"],"%1$s can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["%1$s से डुप्लीकेट सामग्री की समस्या हो सकती है। अधिकांश साइटों के लिए, हम अनुशंसा करते हैं कि आप इस सेटिंग को अक्षम कर दें।"],"%1$s (e.g. %2$s) are based on publication dates. From an SEO perspective, the posts in these archives have no real relation to the other posts except for their publication dates, which doesn’t say much about the content. They could also lead to duplicate content issues. This is why we recommend you to disable %3$s.":["%1$s (उदा. %2$s) प्रकाशन तिथियों पर आधारित हैं। एक एसईओ परिप्रेक्ष्य से, इन अभिलेखागारों में पदों का उनके प्रकाशन तिथियों को छोड़कर अन्य पदों से कोई वास्तविक संबंध नहीं है, जो सामग्री के बारे में बहुत कुछ नहीं कहता है। वे डुप्लिकेट सामग्री के मुद्दों को भी जन्म दे सकते हैं। यही कारण है कि हम आपको %3$s को अक्षम करने की सलाह देते हैं।"],"Determine how your %1$s should look on social media by default.":["निर्धारित करें कि आपके %1$s को डिफ़ॉल्ट रूप से सोशल मीडिया पर कैसा दिखना चाहिए।"],"Disabling this means that %1$s without any posts will not be indexed by search engines and will be excluded from XML sitemaps.":["इसे अक्षम करने का अर्थ है कि बिना किसी पोस्ट के %1$s को सर्च इंजन द्वारा अनुक्रमित नहीं किया जाएगा और एक्सएमएल साइटमैप से बाहर कर दिया जाएगा।"],"Show archives for authors without posts in search results":["खोज परिणामों में बिना पोस्ट के लेखकों के लिए संग्रह दिखाएं"],"Determine how your %1$s should look in search engines.":["निर्धारित करें कि आपके %1$s खोज इंजन में कैसे दिखाई देने चाहिए।"],"If you're running a one author blog, the %1$s (e.g. %2$s) will be exactly the same as your homepage. This is what's called a %3$sduplicate content problem%4$s. If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or prevent it from showing up in search results.":["यदि आप एक लेखक ब्लॉग चला रहे हैं, तो %1$s (उदा. %2$s) बिल्कुल आपके होमपेज जैसा ही होगा। इसे ही %3$sडुप्लीकेट सामग्री समस्या%4$s कहा जाता है। यदि आपकी साइट पर ऐसा है, तो आप या तो इसे अक्षम करना चुन सकते हैं (जो इसे मुखपृष्ठ पर पुनर्निर्देशित करता है), या इसे खोज परिणामों में प्रदर्शित होने से रोक सकते हैं।"],"Author archive":["लेखक आर्काइव"],"Read more about the search results settings":["खोज परिणाम सेटिंग के बारे में अधिक पढ़ें"],"Determine how your %1$s should look in search engines and on social media.":["निर्धारित करें कि आपके %1$s को खोज इंजन और सोशल मीडिया पर कैसा दिखना चाहिए।"],"Contact support":["सहयोग टीम से संपर्क करें"],"We're very sorry, but it seems like the following error has interrupted our application:":["हमें बहुत खेद है, लेकिन ऐसा लगता है कि निम्न त्रुटि ने हमारे आवेदन को बाधित कर दिया है:"],"Read reviews from real users":["वास्तविक उपयोगकर्ताओं से समीक्षाएँ पढ़ें"],"%1$s attempted to load the class %2$s but it could not be found.":["%1$s ने %2$s क्लास को लोड करने का प्रयास किया लेकिन यह नहीं मिला।"],"We noticed that you are using a multilingual plugin. Please be aware that this analysis feedback is intended only for texts written in English.":["हमने देखा है कि आप बहुभाषी प्लगइन का उपयोग कर रहे हैं। कृपया ध्यान रखें कि यह विश्लेषण फीडबैक केवल अंग्रेजी में लिखे गए टेक्स्ट के लिए है।"],"Determine how your homepage should look in the search results and on social media. This is what people probably will see when they search for your brand name.":["निर्धारित करें कि आपका मुखपृष्ठ खोज परिणामों और सोशल मीडिया पर कैसा दिखना चाहिए। जब लोग आपके ब्रांड नाम की खोज करेंगे तो शायद यही देखेंगे।"],"Determine how your homepage should look on social media.":["निर्धारित करें कि आपका होमपेज सोशल मीडिया पर कैसा दिखना चाहिए।"],"Show the categories prefix in the slug":["स्लग में श्रेणी उपसर्ग दिखाएं"],"Category URLs in WordPress contain a prefix, usually %s. Show or hide that prefix in category URLs.":["वर्डप्रेस में श्रेणी यूआरएल में एक उपसर्ग होता है, आमतौर पर %s। उस उपसर्ग को श्रेणी यूआरएल में दिखाएँ या छिपाएँ।"],"Determine how your %1$s archive should look on social media.":["निर्धारित करें कि आपका %1$s संग्रह सोशल मीडिया पर कैसा दिखना चाहिए।"],"Disabling this means that the archive for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["इसे अक्षम करने का अर्थ है कि %1$s के संग्रह को खोज इंजन द्वारा अनुक्रमित नहीं किया जाएगा और एक्सएमएल साइटमैप से बाहर रखा जाएगा।"],"Determine how your %1$s archive should look in search engines.":["निर्धारित करें कि आपका %1$s संग्रह खोज इंजनों में कैसा दिखना चाहिए।"],"These settings are specifically for optimizing your %1$s archive.":["ये सेटिंग विशेष रूप से आपके %1$s संग्रह को अनुकूलित करने के लिए हैं।"],"%1$s archive":["%1$s संग्रह"],"Add custom fields to page analysis":["पृष्ठ विश्लेषण में कस्टम फ़ील्ड जोड़ें"],"Additional settings":["अतिरिक्त सेटिंग्स"],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["इसे अक्षम करने का अर्थ है कि %1$s को खोज इंजन द्वारा अनुक्रमित नहीं किया जाएगा और एक्सएमएल साइटमैप से बाहर रखा जाएगा।"],"Search appearance":["खोज उपस्थिति"],"You haven't set a Shop page in your WooCommerce settings. %1$sPlease do this first%2$s.":["आपने अपनी वूकॉमर्स सेटिंग में शॉप पेज सेट नहीं किया है। %1$sकृपया इसे पहले करें%2$s।"],"The %1$ssocial image%2$s, %1$ssocial title%2$s and %1$ssocial description%2$s require Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":["%1$s सामाजिक छवि %2$s, %1$s सामाजिक शीर्षक %2$s और %1$s सामाजिक विवरण %2$s के लिए ओपन ग्राफ़ डेटा की आवश्यकता होती है, जो वर्तमान में 'सामाजिक साझाकरण' अनुभाग में अक्षम है %3$sसाइट सुविधाएँ।%4$s"],"Oh no! It seems your form contains invalid data. Please review the following fields:":["अरे नहीं! ऐसा लगता है कि आपके फ़ॉर्म में अमान्य डेटा है। कृपया निम्नलिखित क्षेत्रों की समीक्षा करें:"],"Archive social image":["संग्रह सोशल छवि"],"Archive social description":["आर्काइव सोशल विवरण"],"Archive social title":["आर्काइव सोशल शीर्षक"],"Show the archive for %1$s in search results":["खोज परिणामों में %1$s का आर्काइव दिखाएं"],"Archive breadcrumbs title":["आर्काइव ब्रेडक्रंब शीर्षक"],"Archive meta description":["आर्काइव मेटा विवरण"],"Archive SEO title":["आर्काइव एसईओ शीर्षक"],"Enable %1$s for %2$s":["%2$s के लिए %1$s सक्षम करें"],"Show %1$s in search results":["खोज परिणामों में %1$s दिखाएं"],"The selected media type is not valid. Supported types are: JPG, PNG, WEBP and GIF.":["चयनित मीडिया प्रकार मान्य नहीं है। समर्थित प्रकार हैं: JPG, PNG, WEBP and GIF।"],"%1$sInclusive language%2$s: We haven't detected any potentially non-inclusive phrases. Great work!":["%1$sसमावेशी भाषा%2$s: हमें संभावित रूप से गैर-समावेशी वाक्यांश नहीं मिले हैं। महान काम!"],"Potentially non-inclusive phrases":["संभावित रूप से गैर-समावेशी वाक्यांश"],"Non-inclusive phrases":["गैर समावेशी वाक्यांश"],"Learn more about the inclusive language analysis":["समावेशी भाषा विश्लेषण के बारे में अधिक जानें"],"Inclusive language:":["समावेशी भाषा:"],"Removes the inclusive language analysis section from the metabox and disables all inclusive language-related suggestions.":["मेटाबॉक्स से समावेशी भाषा विश्लेषण अनुभाग को हटाता है और सभी समावेशी भाषा-संबंधी सुझावों को अक्षम करता है।"],"Disable inclusive language analysis":["समावेशी भाषा विश्लेषण अक्षम करें"],"Discover why inclusive language is important for SEO.":["डिस्कवर करें कि एसईओ के लिए समावेशी भाषा क्यों महत्वपूर्ण है।"],"The inclusive language analysis offers suggestions to write more inclusive copy.":["समावेशी भाषा विश्लेषण अधिक समावेशी प्रतिलिपि लिखने के लिए सुझाव प्रदान करता है।"],"Inclusive language analysis":["समावेशी भाषा विश्लेषण"],"Inclusive language":["समावेशी भाषा"],"%1$sInclusive language%2$s: %3$s":["%1$sसमावेशी भाषा%2$s: %3$s"],"Use %s fields to power your meta tags and templates, and analyze all of your content.":["अपने मेटा टैग और टेम्प्लेट को सशक्त बनाने के लिए %s फ़ील्ड का उपयोग करें, और अपनी सभी सामग्री का विश्लेषण करें।"],"Improve your technical SEO, meta tags and unlock more SEO ecommerce tools.":["अपने तकनीकी एसईओ, मेटा टैग में सुधार करें और अधिक एसईओ ईकॉमर्स टूल अनलॉक करें।"],"Connect your %1$s account to improve your site’s search results using %2$s data.":["%2$s डेटा का उपयोग करके अपनी साइट के खोज परिणामों को बेहतर बनाने के लिए अपना %1$s खाता कनेक्ट करें।"],"Upgrade your meta tags and social previews and manage your SEO settings in one place.":["अपने मेटा टैग और सामाजिक पूर्वावलोकनों को अपग्रेड करें और अपनी एसईओ सेटिंग को एक ही स्थान पर प्रबंधित करें।"],"Get the most out of %1$s%2$s%3$s and %4$s, together":["%1$s%2$s%3$s और %4$s का एक साथ अधिकतम लाभ उठाएं"],"Take advantage of your favorite SEO & content analysis tools with your favorite page builder.":["अपने पसंदीदा पेज बिल्डर के साथ अपने पसंदीदा एसईओ और सामग्री विश्लेषण टूल का लाभ उठाएं।"],"Get %1$s tools and functionality in %2$s%3$s%4$s":["%2$s%3$s%4$s में %1$s टूल और कार्यक्षमता प्राप्त करें"],"Use the power of the blockchain to timestamp your content with %s.":["अपनी सामग्री को %s के साथ टाइमस्टैम्प करने के लिए ब्लॉकचेन की शक्ति का उपयोग करें।"],"Keep an eye on how your posts are ranking by connecting to your %s account.":["अपने %s खाते से कनेक्ट करके इस पर नज़र रखें कि आपकी पोस्ट की रैंकिंग कैसी है।"],"Find out what your audience is searching for with %s data right in your sidebar.":["ठीक आपके साइडबार में %s डेटा के साथ पता लगाएं कि आपकी ऑडियंस क्या खोज रही है।"],"Front-end SEO inspector":["फ्रंट-एंड एसईओ इंस्पेक्टर"],"Oops! Something went wrong while saving.":["उफ़! सहेजते समय कुछ गलत हो गया।"],"Great! Your settings were saved successfully.":["महान! आपकी सेटिंग सफलतापूर्वक सहेज ली गईं।"],"Get your verification code in %1$sYandex Webmaster tools%2$s.":["अपना सत्यापन कोड %1$sयांडेक्स वेबमास्टर टूल%2$s में प्राप्त करें।"],"Yandex":["यांडेक्स"],"Claim your site over at %1$sPinterest%2$s.":["%1$sपिंटरेस्ट%2$s पर अपनी साइट का दावा करें।"],"Get your verification code in %1$sGoogle Search console%2$s.":["अपना सत्यापन कोड %1$sगूगल खोज कंसोल%2$s में प्राप्त करें।"],"Get your verification code in %1$sBing Webmaster tools%2$s.":["%1$sBing वेबमास्टर टूल%2$s में अपना सत्यापन कोड प्राप्त करें।"],"Bing":["बिंग"],"Add verification code":["सत्यापन कोड जोड़ें"],"Get your verification code in %1$sBaidu Webmaster tools%2$s.":["%1$sBaidu वेबमास्टर टूल%2$s में अपना सत्यापन कोड प्राप्त करें।"],"Baidu":["Baidu"],"Verify your site with different tools. This will add a verification meta tag to your homepage. You can find instructions on how to verify your site for each platform by following the link in the description.":["अलग-अलग टूल से अपनी साइट की पुष्टि करें. यह आपके मुखपृष्ठ पर एक सत्यापन मेटा टैग जोड़ देगा। आप विवरण में दिए गए लिंक का अनुसरण करके प्रत्येक प्लेटफ़ॉर्म के लिए अपनी साइट को सत्यापित करने के तरीके के बारे में निर्देश प्राप्त कर सकते हैं।"],"By default only editors and administrators can access the Advanced and Schema section of the %1$s sidebar or metabox. Disabling this allows access to all users.":["डिफ़ॉल्ट रूप से केवल संपादक और व्यवस्थापक ही %1$s साइडबार या मेटाबॉक्स के उन्नत और स्कीमा अनुभाग तक पहुंच सकते हैं। इसे अक्षम करने से सभी उपयोगकर्ताओं तक पहुंच की अनुमति मिलती है।"],"Restrict advanced settings for authors":["लेखकों के लिए उन्नत सेटिंग्स प्रतिबंधित करें"],"This Yoast SEO REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use Yoast SEO for all their SEO meta output.":["यह योस्ट एसईओ रेस्ट एपीआई समापन बिंदु आपको एक विशिष्ट यूआरएल के लिए आवश्यक सभी मेटाडेटा देता है। यह हेडलेस वर्डप्रेस साइटों के लिए अपने सभी एसईओ मेटा आउटपुट के लिए योस्ट एसईओ का उपयोग करना बहुत आसान बना देगा।"],"REST API endpoint":["रेस्ट एपीआई समापन बिंदु"],"APIs":["एपीआई"],"Slack sharing":["स्लैक शेयरिंग"],"Allows for Twitter to display a preview with images and a text excerpt when a link to your site is shared.":["जब आपकी साइट का लिंक साझा किया जाता है तो ट्विटर को छवियों और पाठ अंश के साथ एक पूर्वावलोकन प्रदर्शित करने की अनुमति देता है।"],"Twitter card data":["ट्विटर कार्ड डेटा"],"Open Graph data":["ग्राफ़ डेटा खोलें"],"Social sharing":["सोशल शेयरिंग"],"Site structure":["साइट संरचना"],"Tell us which features you want to use.":["हमें बताएं कि आप किन सुविधाओं का उपयोग करना चाहते हैं।"],"Site preferences":["साइट तरजीह"],"Network disabled":["नेटवर्क अक्षम"],"Unavailable for sub-sites":["उप-साइटों के लिए अनुपलब्ध"],"This image is used as a fallback for posts/pages that don't have any images set.":["इस छवि का उपयोग उन पोस्ट/पृष्ठों के लिए फ़ॉलबैक के रूप में किया जाता है जिनमें कोई छवि सेट नहीं है।"],"Site image":["साइट छवि"],"Title separator":["शीर्षक विभाजक"],"Recommended size for this image is %1$s%3$s%2$s":["इस छवि के लिए अनुशंसित आकार %1$s%3$s%2$s है"],"The %1$sSite image%2$s requires Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":["%1$sसाइट छवि%2$s के लिए ओपन ग्राफ़ डेटा की आवश्यकता होती है, जो वर्तमान में %3$sसाइट सुविधाओं%4$s में 'सामाजिक साझाकरण' अनुभाग में अक्षम है।"],"Automatically add content to your RSS. This enables you to add links back to your blog and your blog posts, helping search engines identify you as the original source of the content.":["स्वचालित रूप से अपने आरएसएस में सामग्री जोड़ें। यह आपको अपने ब्लॉग और अपने ब्लॉग पोस्ट में वापस लिंक जोड़ने में सक्षम बनाता है, जिससे सर्च इंजन को सामग्री के मूल स्रोत के रूप में आपकी पहचान करने में मदद मिलती है।"],"RSS feed":["आरएसएस फ़ीड"],"%1$s (default)":["%1$s (डिफ़ॉल्ट)"],"We took the liberty of using your website name and logo for the organization name and logo. Feel free to change them below.":["हमने संगठन के नाम और लोगो के लिए आपकी वेबसाइट के नाम और लोगो का उपयोग करने की स्वतंत्रता ली है। बेझिझक उन्हें नीचे बदलें।"],"Edit your %1$s":["अपना %1$s संपादित करें"],"slug":["स्लग"],"keyphrase":["कीफ्रेज"],"A company name and logo need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site name and logo as default values. %1$sLearn more about the importance of structured data.%2$s":["स्ट्रक्चर्ड डेटा ठीक से काम करे, इसके लिए कंपनी का नाम और लोगो सेट होना चाहिए. चूंकि आपने इन्हें अभी तक सेट नहीं किया है, हम साइट के नाम और लोगो को डिफ़ॉल्ट मान के रूप में उपयोग कर रहे हैं। %1$s संरचित डेटा के महत्व के बारे में अधिक जानें।%2$s"],"Install %1$s Content Analysis for %2$s":["%2$s के लिए %1$s सामग्री विश्लेषण स्थापित करें"],"Activate %1$s Content Analysis for %2$s":["%2$s के लिए %1$s सामग्री विश्लेषण सक्रिय करें"],"%1$s integrates with %2$s":["%1$s %2$s के साथ एकीकृत हो जाता है"],"Integration active":["एकीकरण सक्रिय"],"Plugin not detected":["प्लगइन नहीं मिला"],"Enable integration":["एकीकरण सक्षम करें"],"Plugin integrations":["प्लगइन एकीकरण"],"Recommended integrations":["अनुशंसित एकीकरण"],"Enable %1$s":["%1$s को सक्षम करें"],"Integration unavailable for multisites":["मल्टीसाइट्स के लिए एकीकरण अनुपलब्ध है"],"Network Disabled":["नेटवर्क अक्षम"],"Unlock with Premium!":["प्रीमियम के साथ अनलॉक करें!"],"Premium SEO analysis:":["प्रीमियम एसईओ विश्लेषण:"],"Beta":["बीटा"],"Are you publishing news articles? %s helps you optimize your site for Google News.":["क्या आप समाचार लेख प्रकाशित कर रहे हैं? %s आपकी साइट को गूगल समाचार के लिए अनुकूलित करने में आपकी सहायता करता है।"],"no data":["कोई डेटा नहीं"],"Your text should be slightly longer to calculate your Flesch reading ease score.":["आपके Flesch पढ़ने में आसानी स्कोर की गणना करने के लिए आपका टेक्स्ट थोड़ा लंबा होना चाहिए।"],"Continue writing to get insight into the readability of your text!":["अपने पाठ की पठनीयता के बारे में जानकारी प्राप्त करने के लिए लिखना जारी रखें!"],"%1$sKeyphrase distribution%2$s: Have you evenly distributed your focus keyphrase throughout the whole text? %3$sYoast SEO Premium will tell you!%4$s":["%1$sकीफ़्रेज़ वितरण%2$s: क्या आपने अपने फ़ोकस कीफ़्रेज़ को पूरे टेक्स्ट में समान रूप से वितरित किया है? %3$sयोस्ट एसईओ प्रीमियम आपको बताएगा!%4$s"],"%1$sWord complexity%2$s: Is your vocabulary suited for a larger audience? %3$sYoast SEO Premium will tell you!%4$s":["%1$sशब्द जटिलता%2$s: क्या आपकी शब्दावली बड़े दर्शकों के लिए उपयुक्त है? %3$sयोस्ट एसईओ प्रीमियम आपको बताएगा!%4$s"],"Get %s to enjoy the benefits of prominent words":["प्रमुख शब्दों के लाभों का आनंद लेने के लिए %s प्राप्त करें"],"With %1$s%3$s%2$s, this section will show you which words occur most often in your text. By checking these prominent words against your intended keyword(s), you'll know how to edit your text to be more focused.":["%1$s%3$s%2$s के साथ, यह अनुभाग आपको दिखाएगा कि आपके टेक्स्ट में सबसे अधिक बार कौन से शब्द आते हैं। अपने लक्षित खोजशब्दों के विरुद्ध इन प्रमुख शब्दों की जाँच करके, आप जानेंगे कि अपने पाठ को और अधिक केंद्रित करने के लिए कैसे संपादित किया जाए।"],"Buy %s now!":["अभी %s खरीदें!"],"Are you working on a news article? %s helps you optimize your site for Google News.":["क्या आप एक समाचार लेख पर काम कर रहे हैं? %s आपकी साइट को गूगल समाचार के लिए अनुकूलित करने में आपकी सहायता करता है।"],"Premium SEO analysis":["प्रीमियम एसईओ विश्लेषण"],"1 year of premium support and updates included!":["1 साल की प्रीमियम सहायता और अपडेट शामिल हैं!"],"Unlock with %s":["%s के साथ अनलॉक करें"],"Learn more about character count":["वर्ण गणना के बारे में अधिक जानें"],"Character count":["अक्षर गणना"],"Learn more about word count":["शब्दों की संख्या के बारे में और जानें"],"Word count":["शब्द गणना"],"Learn more about Flesch reading ease":["Flesch पढ़ने में आसानी के बारे में और जानें"],"out of 100":["100 में से"],"okay":["ठीक है"],"Learn more about reading time":["पढ़ने के समय के बारे में और जानें"],"Reading time":["पढ़ने का समय"],"minute":["मिनट","मिनटों"],"Activate %1$s!":["%1$s सक्रिय करें!"],"You've installed %1$s but it's not activated yet. %2$sActivate %1$s now!%3$s":["आपने %1$s स्थापित किया है लेकिन यह अभी तक सक्रिय नहीं हुआ है। %2$sअभी %1$s सक्रिय करें!%3$s"],"Automatically ping search engines like Bing and Yandex whenever you publish, update or delete a post.":["जब भी आप किसी पोस्ट को प्रकाशित, अपडेट या डिलीट करते हैं तो स्वचालित रूप से बिंग और यांडेक्स जैसे सर्च इंजन को पिंग करते हैं।"],"Additional URL parameters to allow":["अनुमति देने के लिए अतिरिक्त यूआरएल पैरामीटर"],"Permalink cleanup settings":["पर्मालिंक क्लीनअप सेटिंग्स"],"Max number of characters to allow in searches":["खोजों में अनुमति देने के लिए वर्णों की अधिकतम संख्या"],"Search cleanup settings":["क्लीनअप सेटिंग खोजें"],"Filter searches with common spam patterns":["खोजों को सामान्य स्पैम पैटर्न के साथ फ़िल्टर करें"],"Filter searches with emojis and other special characters":["इमोजी और अन्य विशेष वर्णों के साथ खोजों को फ़िल्टर करें"],"Filter search terms":["खोज शब्दों को फ़िल्टर करें"],"Unregistered URL parameters":["अपंजीकृत यूआरएल पैरामीटर"],"Campaign tracking URL parameters":["अभियान ट्रैकिंग यूआरएल पैरामीटर"],"Timestamp this %s":["इस %s का टाइमस्टैम्प"],"%1$s: Not all the words from your keyphrase \"%4$s\" appear in the SEO title. %2$s%5$s%3$s.":["%1$s: आपके कीवर्ड \"%4$s\" के सभी शब्द एसईओ शीर्षक में नहीं दिखाई देते हैं। %2$s%5$s%3$s."],"%1$s: The focus keyphrase appears at the beginning of the SEO title. Good job!":["%1$s: फ़ोकस कीफ़्रेज़ एसईओ शीर्षक की शुरुआत में दिखाई देता है। अच्छी नौकरी!"],"Keyphrase in SEO title":["एसईओ शीर्षक में कीफ्रेज़"],"Contact %s support.":["%s समर्थन से संपर्क करें।"],"WordProof Timestamp":["वर्डप्रूफ टाइमस्टैम्प"],"View this content's Timestamp certificate":["इस सामग्री का टाइमस्टैम्प प्रमाणपत्र देखें"],"Contact WordProof support":["वर्डप्रूफ सपोर्ट से संपर्क करें"],"Find out how IndexNow can help your site.":["पता लगाएँ कि कैसे IndexNow आपकी साइट की मदद कर सकता है।"],"IndexNow":["IndexNow"],"Dismiss this notice.":["इस नोटिस को खारिज करें।"],"We noticed that you haven't fully configured Yoast SEO yet. Optimize your SEO settings even further by using our improved %1$s First-time configuration%2$s.":["हमने देखा है कि आपने अभी तक योस्ट एसईओ को पूरी तरह से कॉन्फ़िगर नहीं किया है। हमारे बेहतर %1$s पहली बार कॉन्फ़िगरेशन का उपयोग करके अपनी एसईओ सेटिंग्स को और भी अधिक अनुकूलित करें%2$s।"],"SEO configuration":["एसईओ कॉन्फ़िगरेशन"],"Feed crawl settings":["फ़ीड क्रॉल सेटिंग"],"Basic crawl settings":["बुनियादी क्रॉल सेटिंग"],"Powered by HTTP header":["HTTP हेडर द्वारा संचालित"],"Pingback HTTP header":["पिंगबैक HTTP हेडर"],"Emoji scripts":["इमोजी स्क्रिप्ट"],"Generator tag":["जेनरेटर टैग"],"oEmbed links":["oEmbed लिंक"],"RSD / WLW links":["आरएसडी / डब्ल्यूएलडब्ल्यू लिंक"],"REST API links":["रेस्ट एपीआई लिंक"],"Shortlinks":["शॉर्टलिंक"],"Atom/RDF feeds":["एटम/आरडीएफ फ़ीड"],"Search results feeds":["खोज परिणाम फ़ीड"],"Custom taxonomy feeds":["कस्टम टैक्सोनॉमी फ़ीड"],"Tag feeds":["टैग फ़ीड"],"Category feeds":["श्रेणी फ़ीड"],"Post type feeds":["पोस्ट प्रकार फ़ीड"],"Post authors feeds":["पोस्ट लेखक फ़ीड"],"Global comment feeds":["वैश्विक टिप्पणी फ़ीड"],"Global feed":["वैश्विक फ़ीड"],"%1$sLearn more about crawl settings.%2$s":["%1$sक्रॉल सेटिंग के बारे में और जानें।%2$s"],"Post comments feeds":["पोस्ट टिप्पणी फ़ीड"],"Crawl settings":["क्रॉल सेटिंग"],"Finish configuration":["कॉन्फ़िगरेशन समाप्त करें"],"Personal preferences":["व्यक्तिगत वरीयताओं"],"SEO data optimization":["एसईओ डेटा अनुकूलन"],"An error has occurred: %1$s":["एक त्रुटि हुई: %1$s"],"We could not save the organization name. Please check the value.":["हम संगठन का नाम सहेज नहीं सके. कृपया मूल्य की जांच करें।"],"No items found.":["कोई आइटम नहीं मिला."],"All redirect types":["सभी पुनर्निर्देशित प्रकार"],"Add Redirect":["रीडायरेक्ट जोड़ें"],"Old URL":["पुराना यूआरएल"],"The redirect type is the HTTP response code sent to the browser telling the browser what type of redirect is served. %1$sLearn more about redirect types%2$s.":["रीडायरेक्ट प्रकार ब्राउज़र के लिए भेजा जाने वाला HTTP रिस्पॉन्स कोड है जो ब्राउज़र को बताता है कि किस प्रकार का रीडायरेक्ट परोसा गया है। %1$sपुनर्निर्देशित प्रकारों के बारे में अधिक जानें%2$s।"],"301 Moved Permanently":["301 स्थायी रूप से स्थानांतरित"],"Type":["प्रकार"],"Plain redirects":["सादा पुनर्निर्देश"],"Regex Redirects":["रजेक्स रीडायरेक्ट"],"There are unsaved changes in one or more steps. Leaving means that those changes may not be saved. Are you sure you want to leave?":["एक या अधिक चरणों में सहेजे नहीं गए परिवर्तन हैं। छोड़ने का अर्थ है कि वे परिवर्तन सहेजे नहीं जा सकते हैं। क्या पक्का आप इसे छोड़ना चाहते हैं?"],"Add another profile":["एक और प्रोफ़ाइल जोड़ें"],"Start first-time configuration!":["पहली बार कॉन्फ़िगरेशन प्रारंभ करें!"],"Set the essential %s settings for your site in a few steps.":["कुछ ही चरणों में अपनी साइट के लिए आवश्यक %s सेटिंग सेट करें।"],"For the best ranking results: configure %s!":["सर्वोत्तम रैंकिंग परिणामों के लिए: %s कॉन्फ़िगर करें!"],"Your site is already easier to find for search engines.":["खोज इंजन के लिए आपकी साइट को खोजना पहले से ही आसान है।"],"Tell us about your site, so we can get it ranked!":[""],"Or go to your SEO dashboard":["या अपने एसईओ डैशबोर्ड पर जाएं"],"E.g. example@email.com":["उदा. example@email.com"],"Please enter a valid email address.":["कृपया एक वैध ई - मेल एड्रेस डालें।"],"Tell us! Is your site about an organization or a person? ":[""],"Personal logo or avatar":["व्यक्तिगत लोगो या अवतार"],"Select a user":["एक उपयोगकर्ता का चयन करें"],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. You're not allowed to update this user profile, so please ask this user or an admin to make sure the information is correct.":["आपने %1$s उपयोगकर्ता को उस व्यक्ति के रूप में चुना है जिसका यह साइट प्रतिनिधित्व करती है। यह उपयोगकर्ता प्रोफ़ाइल जानकारी अब खोज परिणामों में उपयोग की जाएगी। आपको इस उपयोगकर्ता प्रोफ़ाइल को अपडेट करने की अनुमति नहीं है, इसलिए कृपया इस उपयोगकर्ता या व्यवस्थापक से यह सुनिश्चित करने के लिए कहें कि जानकारी सही है।"],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. %2$sUpdate this profile to make sure the information is correct%3$s.":["आपने %1$s उपयोगकर्ता को उस व्यक्ति के रूप में चुना है जिसका यह साइट प्रतिनिधित्व करती है। यह उपयोगकर्ता प्रोफ़ाइल जानकारी अब खोज परिणामों में उपयोग की जाएगी। %2$sजानकारी सही है यह सुनिश्चित करने के लिए इस प्रोफ़ाइल को अपडेट करें%3$s।"],"Uploading image...":["चित्र अपलोड हो रहा है..."],"Select an option":["एक विकल्प चुनें"],"Be aware that you should run the SEO data optimization for this configuration to take maximum effect.":["ध्यान रखें कि इस कॉन्फ़िगरेशन के अधिकतम प्रभाव के लिए आपको एसईओ डेटा ऑप्टिमाइज़ेशन चलाना चाहिए।"],"We've already successfully analyzed your site. You can move on to the next step.":["हम आपकी साइट का पहले ही सफलतापूर्वक विश्लेषण कर चुके हैं। आप अगले चरण पर जा सकते हैं।"],"SEO data optimization is running… You can safely move on to the next steps of this configuration.":["एसईओ डेटा ऑप्टिमाइज़ेशन चल रहा है… आप इस कॉन्फ़िगरेशन के अगले चरणों पर सुरक्षित रूप से आगे बढ़ सकते हैं।"],"You're not allowed to edit the social profiles of this user. Please ask this user or an admin to do this.":["आपको इस उपयोगकर्ता की सामाजिक प्रोफ़ाइल संपादित करने की अनुमति नहीं है। कृपया इस उपयोगकर्ता या व्यवस्थापक से ऐसा करने के लिए कहें।"],"E.g. https://www.wikipedia.com/yoast":["उदा. https://www.wikipedia.com/yoast"],"E.g. https://www.youtube.com/yoast":["उदा. https://www.youtube.com/yoast"],"E.g. https://www.twitter.com/yoast":["उदा. https://www.twitter.com/yoast"],"E.g. https://www.tumblr.com/yoast":["उदा. https://www.tumblr.com/yoast"],"E.g. https://www.soundcloud.com/yoast":["उदा. https://www.soundcloud.com/yoast"],"E.g. https://www.pinterest.com/yoast":["उदा. https://www.pinterest.com/yoast"],"E.g. https://www.myspace.com/yoast":["उदा. https://www.myspace.com/yoast"],"E.g. https://www.linkedin.com/yoast":["उदा. https://www.linkedin.com/yoast"],"E.g. https://www.instagram.com/yoast":["उदा. https://www.instagram.com/yoast"],"E.g. https://www.facebook.com/yoast":["उदा. https://www.facebook.com/yoast"],"Delete item":["आइटम हटाएं"],"E.g. https://social-platform.com/yoast":["उदा. https://social-platform.com/yoast"],"Other social profile":["अन्य सामाजिक प्रोफ़ाइल"],"First-time configuration":["पहली बार कॉन्फ़िगरेशन"],"You should finish the %1$sfirst time configuration%2$s to make sure your SEO data has been optimized and you’ve set the essential Yoast SEO settings for your site.":["आपको यह सुनिश्चित करने के लिए %1$sपहली बार कॉन्फ़िगरेशन%2$s समाप्त करना चाहिए कि आपका एसईओ डेटा अनुकूलित किया गया है और आपने अपनी साइट के लिए आवश्यक योस्ट एसईओ सेटिंग्स सेट की हैं।"],"Step 4: Go through the first time configuration":["चरण 4: पहली बार कॉन्फ़िगरेशन के माध्यम से जाएं"],"Postname permalink":["पोस्टनाम पर्मालिंक"],"Page comments":["पृष्ठ टिप्पणियाँ"],"Links table":["लिंक तालिका"],"If you already have saved AIOSEO 'Search Appearance' settings and the issue persists, please contact our support team so we can take a closer look.":["यदि आपने पहले ही AIOSEO 'खोज प्रकटन' सेटिंग सहेज ली है और समस्या बनी रहती है, तो कृपया हमारी सहायता टीम से संपर्क करें ताकि हम और करीब से देख सकें।"],"If you have never saved any AIOSEO 'Search Appearance' settings, please do that first and run the import again.":["यदि आपने कभी कोई AIOSEO 'खोज प्रकटन' सेटिंग सहेजी नहीं है, तो कृपया पहले ऐसा करें और आयात को फिर से चलाएँ।"],"The AIOSEO import was cancelled because some AIOSEO data is missing. Please try and take the following steps to fix this:":["AIOSEO आयात रद्द कर दिया गया था क्योंकि कुछ AIOSEO डेटा गायब है। कृपया कोशिश करें और इसे ठीक करने के लिए निम्नलिखित कदम उठाएं:"],"The validation of the AIOSEO data structure has failed.":["AIOSEO डेटा संरचना का सत्यापन विफल हो गया है।"],"Currently, the %s integration is not available for multisites.":["वर्तमान में, %s एकीकरण बहु-साइटों के लिए उपलब्ध नहीं है।"],"WordProof authentication":["वर्डप्रूफ प्रमाणीकरण"],"Connected to WordProof":["वर्डप्रूफ से जुड़ा"],"Connection failed":["कनेक्शन विफल"],"Not working? %1$sContact %3$s support%2$s.":["काम नहीं कर रहा? %1$s %3$s समर्थन से संपर्क करें%2$s।"],"Try again":["पुनः कोशिश करें"],"Find possible solutions in this %1$sArticle%2$s.":["इस %1$sअनुच्छेद%2$s में संभावित समाधान खोजें।"],"There was a connection problem. This could be because your third party connections are blocked.":["कनेक्शन की समस्या थी। ऐसा इसलिए हो सकता है क्योंकि आपके तीसरे पक्ष के कनेक्शन ब्लॉक कर दिए गए हैं।"],"The %3$s will automatically be timestamped every time you %1$supdate%2$s or %1$spublish%2$s.":["हर बार जब आप %1$sअपडेट%2$s या %1$sप्रकाशित%2$s करते हैं तो %3$s को स्वचालित रूप से टाइमस्टैम्प किया जाएगा।"],"Your %s is now protected via the blockchain!":["आपका %s अब ब्लॉकचेन द्वारा सुरक्षित है!"],"Something went wrong authenticating your %3$s account with the %4$s site. Please try again or contact %1$s%3$s support%2$s.":["आपके %3$s खाते को %4$s साइट के साथ प्रमाणित करने में कुछ गलत हुआ। कृपया पुन: प्रयास करें या %1$s%3$s समर्थन%2$s से संपर्क करें।"],"Unable to create new timestamps. Please authenticate with WordProof.":["नया टाइमस्टैम्प बनाने में असमर्थ। कृपया वर्डप्रूफ से प्रमाणित करें।"],"Timestamp with WordProof":["वर्डप्रूफ के साथ टाइमस्टैम्प"],"Learn more about timestamping":["टाइमस्टैम्पिंग के बारे में और जानें"],"Authenticate with WordProof":["वर्डप्रूफ से प्रमाणित करें"],"Manage WordProof settings":["वर्डप्रूफ सेटिंग प्रबंधित करें"],"The WordProof Timestamp plugin needs to be disabled before you can activate this integration.":["इससे पहले कि आप इस एकीकरण को सक्रिय कर सकें, वर्डप्रूफ टाइमस्टैम्प प्लगइन को अक्षम करना होगा।"],"Open settings":["सेटिंग खोलें"],"Open authentication":["प्रमाणीकरण खोलें"],"The timestamp is not created because you need to authenticate with %s first.":["टाइमस्टैम्प नहीं बनाया गया है क्योंकि आपको पहले %s के साथ प्रमाणित करने की आवश्यकता है।"],"The timestamp is not retrieved by your site. Please try again or contact %1$s support.":["टाइमस्टैम्प आपकी साइट द्वारा पुनर्प्राप्त नहीं किया गया है। कृपया पुन: प्रयास करें या %1$s सहायता से संपर्क करें।"],"%1$s failed to timestamp this page. Please check if you're correctly authenticated with %1$s and try to save this page again.":["%1$s इस पृष्ठ को टाइमस्टैम्प करने में विफल रहे। कृपया जांचें कि क्या आप %1$s के साथ सही तरीके से प्रमाणित हैं और इस पृष्ठ को फिर से सहेजने का प्रयास करें।"],"%s has successfully timestamped this page.":["%s ने इस पृष्ठ को सफलतापूर्वक टाइमस्टैंप किया है।"],"You are out of timestamps. Please upgrade your account by opening the %s settings.":["आप टाइमस्टैम्प से बाहर हैं। कृपया %s सेटिंग खोलकर अपना खाता अपग्रेड करें।"],"Use WordProof to timestamp this page to comply with legal regulations and join the fight for a more transparant and accountable internet.":["कानूनी नियमों का पालन करने और अधिक पारदर्शी और जवाबदेह इंटरनेट के लिए लड़ाई में शामिल होने के लिए इस पृष्ठ को टाइमस्टैम्प करने के लिए वर्डप्रूफ का उपयोग करें।"],"Timestamp this post":["इस पोस्ट का टाइमस्टैम्प"],"content words":["कंटेंट वर्ड"],"content word":["कंटेंट वर्ड"],"Cleanup failed with the following error:":["क्लीनअप निम्न त्रुटि के साथ विफल रहा:"],"Note: These settings will overwrite the default settings of Yoast SEO.":["नोट: ये सेटिंग्स योस्ट एसईओ की डिफ़ॉल्ट सेटिंग्स को ओवरराइट कर देंगी।"],"Note: This metadata will only be imported if there is no existing Yoast SEO metadata yet.":["नोट: यह मेटाडेटा केवल तभी आयात किया जाएगा जब अभी तक कोई मौजूदा योस्ट एसईओ मेटाडेटा नहीं है।"],"Post metadata (SEO titles, descriptions, etc.)":["मेटाडेटा पोस्ट करें (एसईओ शीर्षक, विवरण, आदि)"],"The import from %s includes:":["%s से आयात में शामिल हैं:"],"Once you're certain that your site is working properly with the imported data from another SEO plugin, you can clean up all the original data from that plugin.":["एक बार जब आप सुनिश्चित हो जाते हैं कि आपकी साइट किसी अन्य एसईओ प्लगइन से आयातित डेटा के साथ ठीक से काम कर रही है, तो आप उस प्लगइन से सभी मूल डेटा को साफ़ कर सकते हैं।"],"Please select an SEO plugin below to see what data can be imported.":["कौन सा डेटा आयात किया जा सकता है यह देखने के लिए कृपया नीचे एक एसईओ प्लगइन चुनें।"],"Clean up":["साफ - सफाई"],"After you've imported data from another SEO plugin, please make sure to clean up all the original data from that plugin. (step 5)":["आपके द्वारा किसी अन्य एसईओ प्लगइन से डेटा आयात करने के बाद, कृपया सुनिश्चित करें कि आप उस प्लगइन से सभी मूल डेटा को साफ़ कर लें। (चरण 5)"],"Note: ":["नोट:"],"The cleanup can take a long time depending on your site's size.":["आपकी साइट के आकार के आधार पर सफाई में लंबा समय लग सकता है।"],"Every fifteen minutes":["हर पंद्रह मिनट में"],"Default tagline":["डिफ़ॉल्ट टैगलाइन"],"Import failed with the following error:":["आयात निम्न त्रुटि के साथ विफल रहा:"],"No data found from other SEO plugins.":["अन्य एसईओ प्लगइन्स से कोई डेटा नहीं मिला।"],"Select SEO plugin":["एसईओ प्लगइन चुनें"],"The import can take a long time depending on your site's size.":["आपकी साइट के आकार के आधार पर आयात में लंबा समय लग सकता है।"],"For the best SEO results include all words of your keyphrase in the SEO title, and put the keyphrase at the beginning of the title":["सर्वोत्तम एसईओ परिणामों के लिए अपने कीफ़्रेज़ के सभी शब्दों को एसईओ शीर्षक में शामिल करें, और शीर्षक की शुरुआत में कीफ़्रेज़ डालें"],"For the best SEO results write the exact match of your keyphrase in the SEO title, and put the keyphrase at the beginning of the title":["सर्वोत्तम एसईओ परिणामों के लिए एसईओ शीर्षक में अपने कीफ़्रेज़ का सटीक मिलान लिखें, और शीर्षक की शुरुआत में कीफ़्रेज़ डालें"],"Installation Successful":["इंस्टॉलेशन सफल रहा"],"Blog Post":["ब्लॉग पोस्ट"],"%1$s: Title does not begin with the focus keyphrase. %2$sMove your focus keyphrase to the beginning of the title%3$s.":["%1$s: शीर्षक फ़ोकस कीफ़्रेज़ से शुरू नहीं होता है। %2$sअपने फ़ोकस कीफ़्रेज़ को शीर्षक के आरंभ में ले जाएँ%3$s।"],"%1$s: The exact match of the focus keyphrase appears at the beginning of the SEO title. Good job!":["%1$s: फ़ोकस कीफ़्रेज़ का सटीक मिलान एसईओ शीर्षक के आरंभ में दिखाई देता है। अच्छी नौकरी!"],"%2$sText length%4$s: The text contains %1$d %6$s. This is below the recommended minimum of %5$d %6$s. %3$sAdd more content%4$s.":["%2$sटेक्स्ट की लंबाई%4$s: टेक्स्ट में %1$d %6$s है। यह अनुशंसित न्यूनतम %5$d %6$s से कम है। %3$sअधिक सामग्री जोड़ें%4$s।"],"%2$sText length%4$s: The text contains %1$d %6$s. This is slightly below the recommended minimum of %5$d %6$s. %3$sAdd a bit more copy%4$s.":["%2$sटेक्स्ट की लंबाई%4$s: टेक्स्ट में %1$d %6$s है। यह अनुशंसित न्यूनतम %5$d %6$s से थोड़ा कम है। %3$sथोड़ी और कॉपी जोड़ें%4$s।"],"%2$sText length%4$s: The text contains %1$d %6$s. This is far below the recommended minimum of %5$d %7$s. %3$sAdd more content%4$s.":["%2$sटेक्स्ट की लंबाई%4$s: टेक्स्ट में %1$d %6$s है। यह अनुशंसित न्यूनतम %5$d %7$s से काफी कम है। %3$sअधिक सामग्री जोड़ें%4$s।","%2$sटेक्स्ट की लंबाई%4$s: टेक्स्ट में %1$d %7$s है। यह अनुशंसित न्यूनतम %5$d %7$s से काफी कम है। %3$sअधिक सामग्री जोड़ें%4$s।"],"character":["अक्षर","characters"],"word":["शब्द","words"],"words":["words"],"characters":["अक्षर"],"%s rolls out the red carpet for the search bots, which helps your site perform better in search engines.":["%s सर्च बॉट्स के लिए रेड कार्पेट तैयार करता है, जो आपकी साइट को सर्च इंजन में बेहतर प्रदर्शन करने में मदद करता है।"],"You've successfully installed %s!":["आपने %s को सफलतापूर्वक स्थापित कर लिया है!"],"Skip%s":["छोड़ें%s"],"Your %s account does not contain any keyphrases for this website yet. You can track keyphrases by using the \"Track SEO Performance\" button in the post editor.":["आपके %s खाते में अभी तक इस वेबसाइट के लिए कोई कीफ्रेज नहीं है। आप पोस्ट एडिटर में \"ट्रैक एसईओ परफॉर्मेंस\" बटन का उपयोग करके कीफ्रेज को ट्रैक कर सकते हैं।"],"%s account":["%s खाता"],"This overview only shows you keyphrases added to Yoast SEO. There may be other keyphrases added to your %s.":["यह सिंहावलोकन आपको केवल योस्ट एसईओ में जोड़े गए कीफ़्रेज़ दिखाता है। आपके %s में अन्य प्रमुख वाक्यांश जोड़े जा सकते हैं।"],"Tracking the ranking position...":["रैंकिंग स्थिति पर नज़र रखी जा रही है..."],"Something went wrong while tracking the ranking position(s) of your page. Please try again later.":["आपके पृष्ठ की रैंकिंग स्थिति (स्थितियों) को ट्रैक करते समय कुछ गलत हुआ। बाद में पुन: प्रयास करें।"],"reconnect to %s":["%s से पुनः कनेक्ट करें"],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["ऐसा लगता है कि आपकी वेबसाइट का डेटा पुनर्प्राप्त करते समय कुछ गलत हो गया था। कृपया %s और पुन: प्रयास करें।"],"Before you can track your SEO performance make sure to set either the post’s title and save it as a draft or manually set the post’s slug.":["इससे पहले कि आप अपने एसईओ प्रदर्शन को ट्रैक कर सकें, पोस्ट का शीर्षक सेट करना सुनिश्चित करें और इसे ड्राफ्ट के रूप में सहेजें या पोस्ट के स्लग को मैन्युअल रूप से सेट करें।"],"No keyphrase has been set. Please set a keyphrase first.":["कोई कीफ़्रेज़ सेट नहीं किया गया है। कृपया पहले एक कीफ्रेज सेट करें।"],"upgrade your %s plan":["अपनी %s योजना अपग्रेड करें"],"You've reached the maximum amount of %d keyphrases you can add to your Wincher account. If you wish to add more keyphrases, please %s.":["आप अपने विन्चर खाते में जोड़े जा सकने वाले %d कुंजीवाक्यांशों की अधिकतम राशि तक पहुँच चुके हैं। अगर आप और कीफ्रेज जोड़ना चाहते हैं, तो कृपया %s."],"With %1$s you can track the ranking position of your page in the search results based on your keyphrase(s). %2$s":["%1$s के साथ आप अपने कीफ्रेज़ के आधार पर खोज परिणामों में अपने पेज की रैंकिंग स्थिति को ट्रैक कर सकते हैं। %2$s"],"%s is currently tracking the ranking position(s) of your page. This may take a few minutes. Please wait or check back later.":["%s वर्तमान में आपके पृष्ठ की रैंकिंग स्थिति (स्थितियों) को ट्रैक कर रहा है। इसमें कुछ मिनट लग सकते हैं। कृपया प्रतीक्षा करें या बाद में वापस जांचें।"],"You have successfully connected to %s! You can now track the SEO performance for the keyphrase(s) of this page.":["आप %s से सफलतापूर्वक जुड़ चुके हैं! अब आप इस पेज के कीफ्रेज के लिए एसईओ परफॉर्मेंस को ट्रैक कर सकते हैं।"],"Read more about keyphrase tracking with Wincher":["Wincher के साथ कीफ़्रेज़ ट्रैकिंग के बारे में और पढ़ें"],"Automatic tracking of keyphrases is enabled. Your keyphrase(s) will automatically be tracked by %s when you publish your post.":["कीफ्रेज़ की स्वचालित ट्रैकिंग सक्षम है। जब आप अपनी पोस्ट प्रकाशित करेंगे तो आपके कीफ्रेज को %s द्वारा स्वचालित रूप से ट्रैक किया जाएगा।"],"Please enter a focus keyphrase first to track keyphrase performance":["कीफ़्रेज़ प्रदर्शन को ट्रैक करने के लिए कृपया पहले फ़ोकस कीफ़्रेज़ दर्ज करें"],"Keyphrase position in the last 90 days on a scale from 0 to 100.":["पिछले 90 दिनों में 0 से 100 के पैमाने पर कीफ्रेज़ स्थिति।"],"Track SEO performance":["ट्रैक एसईओ प्रदर्शन"],"You can enable / disable tracking the SEO performance for each keyphrase below.":["आप नीचे दिए गए प्रत्येक कीफ़्रेज़ के लिए एसईओ प्रदर्शन को ट्रैक करना सक्षम / अक्षम कर सकते हैं।"],"Track all keyphrases on this page":["इस पृष्ठ पर सभी प्रमुख वाक्यांशों को ट्रैक करें"],"Tracking has already been enabled for one or more keyphrases of this page. Clicking the button below will enable tracking for all of its keyphrases.":["इस पृष्ठ के एक या अधिक प्रमुख वाक्यांशों के लिए ट्रैकिंग पहले ही सक्षम कर दी गई है। नीचे दिए गए बटन पर क्लिक करने से इसके सभी प्रमुख वाक्यांशों की ट्रैकिंग सक्षम हो जाएगी।"],"Learn more about the SEO performance feature.":["एसईओ प्रदर्शन सुविधा के बारे में अधिक जानें।"],"SEO performance":["एसईओ प्रदर्शन"],"Connect with %s":["%s से जुड़ें"],"* focus keyphrase":["* फोकस कीफ्रेज"],"Get more insights over at %s":["%s पर अधिक जानकारी प्राप्त करें"],"Position over time":["समय के साथ स्थिति"],"Position":["स्थान "],"Tracking":["ट्रैकिंग"],"You can still run the SEO data optimization in the %1$sTools section%2$s. Once that is finished, please refresh this page.":["आप अभी भी %1$sटूल सेक्शन%2$s में एसईओ डेटा ऑप्टिमाइजेशन चला सकते हैं। एक बार यह समाप्त हो जाने के बाद, कृपया इस पृष्ठ को रीफ़्रेश करें।"],"This configuration step is currently disabled, because you're not running the latest version of Yoast SEO Premium. Please update to the latest version (at least %1$s). ":["यह कॉन्फ़िगरेशन चरण वर्तमान में अक्षम है, क्योंकि आप योस्ट एसईओ प्रीमियम का नवीनतम संस्करण नहीं चला रहे हैं। कृपया नवीनतम संस्करण (कम से कम %1$s) में अपडेट करें।"],"Save and continue":["सहेजें और जारी रखें"],"Does your site represent an Organization or Person?":["क्या आपकी साइट किसी संगठन या व्यक्ति का प्रतिनिधित्व करती है?"],"Activate %s":["%s सक्रिय करें"],"Update %s":["%s अपडेट करें"],"Renew %s":["%s नवीनीकरण करें"],"Get help activating your subscription":["अपनी सदस्यता को सक्रिय करने में सहायता प्राप्त करें"],"It looks like you’re running an outdated and unactivated version of %1$s, please activate your subscription in %2$sMyYoast%3$s and update to the latest version (at least 17.7) to gain access to our updated workouts section.":["ऐसा लगता है कि आप %1$s का एक पुराना और निष्क्रिय संस्करण चला रहे हैं, कृपया %2$sMyYoast%3$s में अपनी सदस्यता सक्रिय करें और हमारे अपडेट किए गए कसरत अनुभाग तक पहुंच प्राप्त करने के लिए नवीनतम संस्करण (कम से कम 17.7) में अपडेट करें।"],"Activate your subscription of %s":["%s की अपनी सदस्यता सक्रिय करें"],"Update to the latest version of %s":["%s के नवीनतम संस्करण में अपडेट करें"],"Renew your subscription":["अपनी सदस्यता नवीनीकृत करें"],"Accessing the latest workouts requires an updated version of %s (at least 17.7), but it looks like your subscription has expired. Please renew your subscription to update and gain access to all the latest features.":["नवीनतम कसरत तक पहुँचने के लिए %s (कम से कम 17.7) के अद्यतन संस्करण की आवश्यकता होती है, लेकिन ऐसा लगता है कि आपकी सदस्यता समाप्त हो गई है। अद्यतन करने और सभी नवीनतम सुविधाओं तक पहुंच प्राप्त करने के लिए कृपया अपनी सदस्यता को नवीनीकृत करें।"],"Renew your subscription of %s":["%s की अपनी सदस्यता का नवीनीकरण करें"],"Could not save this value. Please check the URL.":["यह मान सहेजा नहीं जा सका। कृपया यूआरएल जांचें।"],"Could not save this value. Please check the URL or username.":["यह मान सहेजा नहीं जा सका। कृपया यूआरएल या उपयोगकर्ता नाम जांचें।"],"Oops! Something went wrong. Check your email address and try again.":["उफ़! कुछ गलत हो गया। अपना ईमेल पता जांचें और पुनः प्रयास करें।"],"Yes, you can collect my site data":[""],"Site representation":["साइट प्रतिनिधित्व"],"Continue":["जारी"],"Thank you! Check your inbox for the confirmation email.":["आपको धन्यवाद! पुष्टिकरण ईमेल के लिए अपना इनबॉक्स देखें।"],"Yoast respects your privacy. Read %1$sour privacy policy%2$s on how we handle your personal information.":["योस्ट आपकी निजता का सम्मान करता है। हम आपकी व्यक्तिगत जानकारी को कैसे संभालते हैं, इस पर %1$sहमारी गोपनीयता नीति%2$s पढ़ें।"],"Email address":["ईमेल पता"],"%1$sBack to all workouts":["%1$sसभी कसरत पर वापस जाएं"],"Getting your site in shape and keeping it SEO fit can be hard. We can help you get started! Take these step-by-step workouts, and you’ll be tackling some of the most fundamental SEO challenges!":["अपनी साइट को आकार में लाना और उसे एसईओ में फिट रखना कठिन हो सकता है। हम आपको आरंभ करने में मदद कर सकते हैं! ये चरण-दर-चरण वर्कआउट करें, और आप कुछ सबसे मौलिक एसईओ चुनौतियों से निपटेंगे!"],"Add internal links to your posts and pages":["अपनी पोस्ट और पेज में आंतरिक लिंक जोड़ें"],"Make pages easier for Google and visitors to find":["गूगल और विज़िटर के लिए पृष्ठों को ढूंढना आसान बनाएं"],"Clean up your unlinked content to make sure people can find it":["लोगों को यह सुनिश्चित करने के लिए अपनी अनलिंक की गई सामग्री को साफ़ करें"],"Orphaned content":["अनाथ सामग्री"],"Bring more visitors to your articles":["अपने लेखों पर अधिक विज़िटर लाए"],"Make your important articles rank higher":["अपने महत्वपूर्ण लेखों को उच्च रैंक दें"],"%1$s/%2$s steps completed":["%1$s/%2$s चरण पूरे हुए"],"Unlock with %s!":["%s के साथ अनलॉक करें!"],"Start workout!":["कसरत शुरू करें!"],"Do workout again":["फिर से कसरत करें"],"Continue workout!":["कसरत जारी रखें!"],"It looks like you're running an outdated version of %1$s, please %2$supdate to the latest version (at least 17.7)%3$s to gain access to our updated workouts section.":["ऐसा लगता है कि आप %1$s का पुराना संस्करण चला रहे हैं, कृपया हमारे अपडेट किए गए कसरत अनुभाग तक पहुंच प्राप्त करने के लिए %2$sनवीनतम संस्करण (कम से कम 17.7) में अपडेट%3$s करें।"],"Get started quickly with the %1$s%2$s First-time configuration%3$s and configure Yoast SEO with the optimal SEO settings for your site!":["%1$s%2$s पहली बार कॉन्फ़िगरेशन%3$s के साथ जल्दी से आरंभ करें और अपनी साइट के लिए इष्टतम एसईओ सेटिंग्स के साथ योस्ट एसईओ को कॉन्फ़िगर करें!"],"Current or first category title":["वर्तमान या प्रथम श्रेणी का शीर्षक"],"Category Title":["श्रेणी शीर्षक"],"Replaced with the post content":["पोस्ट सामग्री के साथ बदला गया"],"Post Content":["पोस्ट सामग्री"],"Replaced with the permalink":["परमालिंक के साथ बदला गया"],"Replaced with the last name of the author":["लेखक के अंतिम नाम से बदला गया"],"Author last name":["लेखक अंतिम नाम"],"Replaced with the first name of the author":["लेखक के पहले नाम से बदला गया"],"Author first name":["लेखक का पहला नाम"],"Replaced with the day the post was published":["पोस्ट के प्रकाशित होने के दिन से बदल दिया गया"],"Post day":["पोस्ट दिन"],"Replaced with the month the post was published":["पोस्ट के प्रकाशित होने के महीने से बदल दिया गया"],"Post month":["पोस्ट माह"],"Replaced with the year the post was published":["पोस्ट के प्रकाशित होने के वर्ष से बदला गया"],"Post year":["पोस्ट वर्ष"],"Current day":["वर्तमान दिन"],"Current month":["वर्तमान माह"],"Current date":["वर्तमान दिनांक"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's way less than the recommended minimum of %2$d %7$s. %4$sMake it longer%5$s!":["%3$s कीफ़्रेज़ लंबाई%5$s: कीफ़्रेज़ में %1$d %6$s शामिल हैं। यह अनुशंसित न्यूनतम %2$d %7$s से बहुत कम है। %4$sसुदृढ़ बनाना%5$s!","%3$s कीफ़्रेज़ लंबाई%5$s: कीफ़्रेज़ में %1$d %7$s शामिल हैं। यह अनुशंसित न्यूनतम %2$d %7$s से बहुत कम है। %4$sसुदृढ़ बनाना%5$s!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's less than the recommended minimum of %2$d %6$s. %4$sMake it longer%5$s!":["%3$sकीफ़्रेज़ की लंबाई%5$s: कीफ़्रेज़ में %1$d %6$s शामिल हैं। यह अनुशंसित न्यूनतम %2$d %6$s से कम है। %4$sसुदृढ़ बनाना%5$s!"],"It looks like you aren't using our %1$s%2$s addon%3$s. %4$sUpgrade today%5$s to unlock more tools and SEO features to make your products stand out in search results.":["ऐसा लगता है कि आप हमारे %1$s%2$s ऐडऑन%3$s का उपयोग नहीं कर रहे हैं। %4$sआज ही अपग्रेड करें%5$s और अधिक टूल और एसईओ सुविधाओं को अनलॉक करने के लिए अपने उत्पादों को खोज परिणामों में विशिष्ट बनाएं।"],"Below are the technical details for the error. See %1$sthis page%2$s for a more detailed explanation.":["त्रुटि के लिए तकनीकी विवरण नीचे दिए गए हैं। अधिक विस्तृत स्पष्टीकरण के लिए %1$sयह पृष्ठ%2$s देखें।"],"%1$sImage Keyphrase%2$s: Good job!":["%1$sछवि कीफ्रेज़%2$s: अच्छा काम!"],"%1$sImage Keyphrase%3$s: Images on this page do not have alt attributes with at least half of the words from your keyphrase. %2$sFix that%3$s!":["%1$sछवि कीफ़्रेज़%3$s: इस पृष्ठ की छवियों में आपके कीफ़्रेज़ के कम से कम आधे शब्दों के साथ वैकल्पिक विशेषताएँ नहीं हैं। %2$sउसे फिक्स करें%3$s!"],"%1$sImages%2$s: Good job!":["%1$sछवियाँ%2$s: अच्छा काम!"],"%1$sImages and videos%2$s: Good job!":["%1$sछवियाँ और वीडियो%2$s: अच्छा काम!"],"%3$sImages and videos%5$s: Only %1$d image or video appears on this page. We recommend at least %2$d. %4$sAdd more relevant images or videos%5$s!":["%3$sछवियाँ और वीडियो%5$s: इस पृष्ठ पर केवल %1$d छवि या वीडियो दिखाई देता है। हम कम से कम %2$d की अनुशंसा करते हैं। %4$sअधिक प्रासंगिक चित्र या वीडियो जोड़ें%5$s!","%3$sछवियाँ और वीडियो%5$s: इस पृष्ठ पर केवल %1$d छवि या वीडियो दिखाई देता है। हम कम से कम %2$d की अनुशंसा करते हैं। %4$sअधिक प्रासंगिक चित्र या वीडियो जोड़ें%5$s!"],"%3$sImages%5$s: Only %1$d image appears on this page. We recommend at least %2$d. %4$sAdd more relevant images%5$s!":["%3$sछवियाँ%5$s: इस पृष्ठ पर केवल %1$d छवि दिखाई देती है। हम कम से कम %2$d की अनुशंसा करते हैं। %4$sअधिक प्रासंगिक चित्र जोड़ें%5$s!","%3$sछवियाँ%5$s: इस पृष्ठ पर केवल %1$d छवि दिखाई देती है। हम कम से कम %2$d की अनुशंसा करते हैं। %4$sअधिक प्रासंगिक चित्र जोड़ें%5$s!"],"%1$sImages and videos%3$s: No images or videos appear on this page. %2$sAdd some%3$s!":["%1$sछवियाँ और वीडियो%3$s: इस पृष्ठ पर कोई चित्र या वीडियो दिखाई नहीं देता है। %2$sकुछ जोड़े%3$s!"],"Error stack trace":["त्रुटि स्टैक ट्रेस"],"Response":["प्रतिक्रिया"],"Error message":["त्रुटि संदेश"],"Status code":["स्थिति का कोड"],"Request method":["अनुरोध विधि"],"Request URL":["अनुरोध यूआरएल"],"Error details":["त्रुटि की जानकारी"],"Workouts":["वर्कआउट"],"Rank with articles you want to rank with":["उन लेखों के साथ रैंक करें जिनके साथ आप रैंक करना चाहते हैं"],"The cornerstone approach":["कार्नरस्टोन दृष्टिकोण"],"SEO workouts":["एसईओ वर्कआउट"],"Improve the quality of your site search! Automatically helps your users find your cornerstone and most important content in your internal search results. It also removes noindexed posts & pages from your site’s search results.":["अपनी साइट खोज की गुणवत्ता में सुधार करें! आपके आंतरिक खोज परिणामों में आपके उपयोगकर्ताओं को आपकी आधारशिला और सबसे महत्वपूर्ण सामग्री खोजने में स्वचालित रूप से सहायता करता है। यह आपकी साइट के खोज परिणामों से नोइन्डेक्सेड पोस्ट और पृष्ठों को भी हटा देता है।"],"Find out more about our %s integration.":["हमारे %s एकीकरण के बारे में अधिक जानें।"],"Get relevant internal linking suggestions — while you’re writing! The link suggestions metabox shows a list of posts on your blog with similar content that might be interesting to link to. ":["प्रासंगिक आंतरिक लिंकिंग सुझाव प्राप्त करें — जब आप लिख रहे हों! लिंक सुझाव मेटाबॉक्स आपके ब्लॉग पर समान सामग्री वाली पोस्ट की एक सूची दिखाता है जो लिंक करने के लिए दिलचस्प हो सकता है।"],"Find out how Insights can help you improve your content.":["पता लगाएं कि इनसाइट आपकी सामग्री को बेहतर बनाने में कैसे आपकी मदद कर सकता है।"],"Find relevant data about your content right in the Insights section in the Yoast SEO metabox. You’ll see what words you use most often and if they’re a match with your keywords! ":["योस्ट एसईओ मेटाबॉक्स में इनसाइट्स सेक्शन में अपनी सामग्री के बारे में प्रासंगिक डेटा प्राप्त करें। आप देखेंगे कि आप किन शब्दों का सबसे अधिक उपयोग करते हैं और यदि वे आपके कीवर्ड से मेल खाते हैं!"],"Oops, something has gone wrong and we couldn't complete the optimization of your SEO data. Please make sure to activate your subscription in MyYoast by completing %1$sthese steps%2$s.":["ओह, कुछ गलत हो गया है और हम आपके एसईओ डेटा का अनुकूलन पूरा नहीं कर सके। कृपया %1$sइन चरणों%2$s को पूरा करके MyYoast में अपनी सदस्यता को सक्रिय करना सुनिश्चित करें।"],"To unlock this feature please update %s to the latest version.":["इस सुविधा को अनलॉक करने के लिए कृपया %s को नवीनतम संस्करण में अपडेट करें।"],"The social appearance settings for archives require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["अभिलेखागार के लिए सामाजिक उपस्थिति सेटिंग के लिए ओपन ग्राफ़ मेटाडेटा की आवश्यकता होती है (जो वर्तमान में अक्षम है)। आप इसे %1$s'फेसबुक' टैब के तहत 'सामाजिक' सेटिंग%2$s में सक्षम कर सकते हैं।"],"The social appearance settings for taxonomies require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["टैक्सोनॉमी के लिए सामाजिक उपस्थिति सेटिंग्स के लिए ओपन ग्राफ़ मेटाडेटा की आवश्यकता होती है (जो वर्तमान में अक्षम है)। आप इसे %1$s'फेसबुक' टैब के तहत 'सामाजिक' सेटिंग%2$s में सक्षम कर सकते हैं।"],"The social appearance settings for content types require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["सामग्री प्रकारों के लिए सामाजिक उपस्थिति सेटिंग के लिए ओपन ग्राफ़ मेटाडेटा की आवश्यकता होती है (जो वर्तमान में अक्षम है)। आप इसे %1$s'फेसबुक' टैब के तहत 'सामाजिक' सेटिंग%2$s में सक्षम कर सकते हैं।"],"The social appearance settings for your homepage require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["आपके मुखपृष्ठ की सामाजिक उपस्थिति सेटिंग के लिए ओपन ग्राफ़ मेटाडेटा की आवश्यकता होती है (जो वर्तमान में अक्षम है)। आप इसे %1$s'फेसबुक' टैब के तहत 'सामाजिक' सेटिंग%2$s में सक्षम कर सकते हैं।"],"Social image":["सामाजिक छवि"],"Unlock with Premium":["प्रीमियम के साथ अनलॉक करें"],"Addon installation failed because of an error: %s.":["एडऑन संस्थापन एक त्रुटि के कारण विफल हुआ: %s।"],"You are not allowed to install plugins.":["आपको प्लगइन्स इंस्टॉल करने की अनुमति नहीं है।"],"Addon installed.":["एडऑन स्थापित।"],"Addon activation failed because of an error: %s.":["एडऑन सक्रियण एक त्रुटि के कारण विफल हुआ: %s।"],"You are not allowed to activate plugins.":["आपको प्लगइन्स सक्रिय करने की अनुमति नहीं है।"],"Addon activated.":["एडऑन सक्रिय।"],"%1$s Continue to %2$s%3$s":["%1$s %2$s%3$s पर जारी रखें"],"Installing and activating addons":["ऐडऑन को स्थापित करना और सक्रिय करना"],"No %1$s plugins have been installed. You don't seem to own any active subscriptions.":["कोई %1$s प्लग इन इंस्टॉल नहीं किया गया है। ऐसा लगता है कि आप किसी सक्रिय सदस्यता के स्वामी नहीं हैं।"],"the following addons":["निम्नलिखित ऐडऑन"],"%s SEO installation":["%s एसईओ इंस्टालेशन"],"Install and activate":["स्थापित करें और सक्रिय करें"],"Please confirm below that you would like to install %s on this site.":["कृपया नीचे पुष्टि करें कि आप इस साइट पर %s स्थापित करना चाहते हैं।"],"Insert variable":["वैरिएबल डालें"],"Shopping data preview:":["शॉपिंग डेटा पूर्वावलोकन:"],"Availability":["उपलब्धता"],"Price":["मूल्य"],"Rating":["रेटिंग"],"%s reviews":["%s समीक्षाएं"],"Rating: %s":["रेटिंग: %s"],"Image":["छवि"],"Social description":["सामाजिक विवरण"],"Social title":["सामाजिक शीर्षक"],"Required by %s":["%s द्वारा आवश्यक है"],"Auto-updates are disabled based on this setting for %1$s.":["%1$s के लिए इस सेटिंग के आधार पर ऑटो-अपडेट अक्षम हैं।"],"Auto-updates are enabled based on this setting for %1$s.":["%1$s के लिए इस सेटिंग के आधार पर ऑटो-अपडेट सक्षम हैं।"],"New":["नया"],"seconds":["सेकंड"],"Select image":["छवि चुने"],"Replace image":["छवि बदलें"],"site structure":["साइट संरचना"],"internal linking":["आंतरिक लिंकिंग"],"breadcrumbs":["ब्रेडक्रंब"],"seo":["एसईओ"],"Adds the Yoast SEO breadcrumbs to your template or content.":["अपने टेम्पलेट या सामग्री में योस्ट एसईओ ब्रेडक्रंब जोड़ता है।"],"Yoast Breadcrumbs":["योस्ट ब्रेड्क्रंब्स"],"The term is considered invalid. The following reason was given by WordPress: %s":["शब्द अमान्य माना जाता है। निम्न कारण वर्डप्रेस द्वारा दिया गया था: %s"],"The post could not be found.":["पोस्ट नहीं मिल सकी।"],"The term could not be found.":["शब्द नहीं मिल सका।"],"This feature has been disabled since subsites never send tracking data.":["इस सुविधा को अक्षम कर दिया गया है क्योंकि सबसाइट कभी ट्रैकिंग डेटा नहीं भेजते हैं।"],"We notice that you have installed WPML. To make sure your canonical URLs are set correctly, %1$sinstall and activate the WPML SEO add-on%2$s as well!":[""],"Unfortunately we cannot save changes to your SEO settings while you are working on a draft of an already-published %1$s. If you want to save your SEO changes, make sure to click 'Update', or wait to make your SEO changes until you are ready to update the %1$s.":["जब आप पहले से प्रकाशित %1$s के ड्राफ्ट पर काम कर रहे होते हैं, तो दुर्भाग्य से हम आपकी एसईओ सेटिंग्स में बदलाव नहीं कर सकते हैं। यदि आप अपने एसईओ परिवर्तनों को सहेजना चाहते हैं, तो सुनिश्चित करें कि 'अपडेट' पर क्लिक करें, या जब तक आप %1$s अपडेट करने के लिए तैयार नहीं हो जाते तब तक अपना एसईओ परिवर्तन करने की प्रतीक्षा करें।"],"Get started with Yoast SEO's content analysis for Elementor!":["एलेमेंटर के लिए योस्ट एसईओ के कंटेंट एनालिसिस से शुरुआत करें!"],"Got it":["समझ गये"],"New: Yoast SEO for Elementor":["नया: एलेमेंटर के लिए योस्ट एसईओ"],"Because of a change in your category base setting, some of your SEO data needs to be reprocessed.":["आपकी श्रेणी की आधार सेटिंग में बदलाव के कारण, आपके कुछ एसईओ डेटा को पुन: संसाधित करने की आवश्यकता है।"],"Wait for a week or so, until %1$s automatically processes most of your content in the background.":["एक या एक सप्ताह तक प्रतीक्षा करें, जब तक कि %1$s बैकग्राउंड में आपकी अधिकांश सामग्री को स्वचालित रूप से संसाधित न कर दे।"],"%s minute":["%s मिनट","%s मिनट"],"Est. reading time":["अनुमानित पढ़ने का समय"],"Written by":["द्वारा लिखित"],"Google Rich Results Test":["गूगल रिच परिणाम परीक्षण"],"Find out how a rich snippet can improve visibility and click-through-rate.":["पता करें कि एक रीच स्निपेट दृश्यता और क्लिक-थ्रू दर में कैसे सुधार कर सकता है।"],"This adds an author byline and reading time estimate to the article’s snippet when shared on Slack.":["जब स्लैक पर साझा किया जाता है तो यह एक लेखक को बायलाइन और पढ़ने के समय का अनुमान लगाता है।"],"Enhanced Slack sharing":["एन्हांस्ड स्लैक शेयरिंग"],"Activate your subscription":["अपनी सदस्यता को सक्रिय करें"],"SEO data optimization is disabled for non-production environments.":["गैर-उत्पादन वातावरण के लिए एसईओ डेटा अनुकूलन अक्षम है।"],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":["इस फीचर में टेक्स्ट लिंक काउंटर और इंटरनल लिंकिंग एनालिसिस को शामिल किया गया है"],"This tab allows you to selectively disable %1$s integrations with third-party products for all sites in the network. By default all integrations are enabled, which allows site admins to choose for themselves if they want to toggle an integration on or off for their site. When you disable an integration here, site admins will not be able to use that integration at all.":["यह टैब आपको नेटवर्क में सभी साइटों के लिए तृतीय-पक्ष उत्पादों के साथ %1$s एकीकरण को चुनिंदा रूप से अक्षम करने की अनुमति देता है। डिफ़ॉल्ट रूप से सभी एकीकरण सक्षम होते हैं, जो साइट व्यवस्थापक को अपनी साइट के लिए एकीकरण को चालू या बंद करने के लिए स्वयं को चुनने की अनुमति देता है। जब आप यहां एकीकरण को अक्षम करते हैं, तो साइट व्यवस्थापक उस एकीकरण का उपयोग करने में सक्षम नहीं होंगे।"],"Because of a change in your tag base setting, some of your SEO data needs to be reprocessed.":["आपके टैग बेस सेटिंग में बदलाव के कारण, आपके कुछ एसईओ डेटा को फिर से तैयार करने की आवश्यकता है।"],"Stop SEO data optimization":["एसईओ डेटा अनुकूलन बंद करो"],"Oops, something has gone wrong and we couldn't complete the optimization of your SEO data. Please click the button again to re-start the process. ":["ओह, कुछ गड़बड़ हो गई है और हम आपके एसईओ डेटा के अनुकूलन को पूरा नहीं कर सके। प्रक्रिया को फिर से शुरू करने के लिए कृपया फिर से बटन पर क्लिक करें।."],"Optimizing SEO data... This may take a while.":["एसईओ डेटा का अनुकूलन... इसमें कुछ समय लग सकता है।"],"SEO data optimization complete":["एसईओ डेटा अनुकूलन पूरा"],"You can speed up your site and get insight into your internal linking structure by letting us perform a few optimizations to the way SEO data is stored. ":["आप अपनी साइट को गति दे सकते हैं और अपने आंतरिक लिंकिंग ढांचे में अंतर्दृष्टि प्राप्त कर सकते हैं, जिससे हमें एसईओ डेटा संग्रहीत करने के लिए कुछ अनुकूलन करने होंगे।"],"Start SEO data optimization":["एसईओ डेटा अनुकूलन शुरू करें"],"Learn more about the benefits of optimized SEO data.":["अनुकूलित एसईओ डेटा के लाभों के बारे में अधिक जानें।"],"You can speed up your site and get insight into your internal linking structure by letting us perform a few optimizations to the way SEO data is stored. If you have a lot of content it might take a while, but trust us, it's worth it.":["आप अपनी साइट को गति दे सकते हैं और अपने आंतरिक लिंकिंग ढांचे में अंतर्दृष्टि प्राप्त कर सकते हैं, जिससे हमें एसईओ डेटा संग्रहीत करने के लिए कुछ अनुकूलन करने होंगे। यदि आपके पास बहुत अधिक सामग्री है, तो इसमें कुछ समय लग सकता है, लेकिन हम पर विश्वास करें, यह इसके लायक है।"],"Optimize SEO Data":["एसईओ डेटा का अनुकूलन करें"],"If the problem persists, please contact support.":["यदि समस्या बनी रहती है, तो कृपया समर्थन से संपर्क करें।"],"Something has gone wrong and we couldn't complete the optimization of your SEO data. Please %1$sre-start the process%2$s.":["कुछ गलत हो गया है और हम आपके एसईओ डेटा के अनुकूलन को पूरा नहीं कर सके। कृपया %1$sप्रक्रिया को पुनः आरंभ करें%2$s।"],"All permalinks were successfully reset":["सभी पर्मालिंक सफलतापूर्वक रीसेट कर दिए गए थे"],"We've encountered a problem trying to get related keyphrases. Please try again later.":["हमें संबंधित कीफ़्रेस प्राप्त करने की कोशिश में एक समस्या आई है। बाद में पुन: प्रयास करें।"],"You've reached the maximum amount of 4 related keyphrases. You can change or remove related keyphrases in the %s metabox or sidebar.":["आप 4 संबंधित कीफ़्रेज़ की अधिकतम राशि तक पहुँच चुके हैं। आप %s मेटाबॉक्‍स या साइडबार में संबंधित कीफ़्रेज़ को बदल या निकाल सकते हैं।"],"Please wait while %1$s connects to %2$s to get related keyphrases...":["कृपया प्रतीक्षा करें जबकि %1$s संबंधित keyphrases प्राप्त करने के लिए %2$s से जोड़ता है..."],"Upgrade your %s plan":["अपनी %s योजना को अपग्रेड करें"],"You've reached your request limit for today. Check back tomorrow or upgrade your plan over at %s.":["आप आज के लिए अपनी अनुरोध सीमा पर पहुँच गए हैं। कल वापस जांचें या %s पर अपनी योजना को अपग्रेड करें।"],"Last month":["पिछला महीना"],"Two months ago":["दो महीने पहले"],"Three months ago":["तीन महीने पहले"],"Four months ago":["चार महीने पहले"],"Five months ago":["पांच महीने पहले"],"Six months ago":["छह महीने पहले"],"Seven months ago":["सात महीने पहले"],"Eight months ago":["आठ महीने पहले"],"Nine months ago":["नौ महीने पहले"],"Ten months ago":["दस महीने पहले"],"Eleven months ago":["ग्यारह महीने पहले"],"Twelve months ago":["बारह महीने पहले"],"Get more insights at %s":["%s पर अधिक जानकारी प्राप्त करें"],"Keyphrase volume in the last 12 months on a scale from 0 to 100.":["पिछले 12 महीनों में 0 से 100 के पैमाने पर कीफ्रेज़ की मात्रा।"],"Learn more about the related keyphrases trend":["संबंधित कीफ्रेसेस प्रवृत्ति के बारे में अधिक जानें"],"Trend":["प्रवृत्ति"],"Learn more about the related keyphrases volume":["संबंधित कीफ्रेज वॉल्यूम के बारे में अधिक जानें"],"Volume":["आयतन"],"Related keyphrase":["संबंधित कीफ्रेज़"],"Select country":["देश चुनें"],"Show results for:":["इसके लिए परिणाम दिखाएं:"],"Please enter a focus keyphrase first to get related keyphrases":["कृपया संबंधित कीफ्रेसेस प्राप्त करने के लिए पहले एक फोकस कीफ्रेज दर्ज करें"],"Sorry, there's no data available for that keyphrase/country combination.":["क्षमा करें, उस कीफ़्रेज़/देश संयोजन के लिए कोई डेटा उपलब्ध नहीं है।"],"Get related keyphrases":["संबंधित कीफ़्रेसेस प्राप्त करें"],"Related keyphrases":["संबंधित कीफ्रेस"],"The number of headers and header labels don't match.":["हेडर और हेडर लेबल की संख्या मेल नहीं खाती।"],"The %s integration offers suggestions and insights for keywords related to the entered focus keyphrase.":["%s एकीकरण दर्ज किए गए फ़ोकस कीफ्रेज़ से संबंधित कीवर्ड के लिए सुझाव और जानकारी प्रदान करता है।"],"Disabling Yoast SEO's XML sitemaps will not disable WordPress' core sitemaps. In some cases, this %1$s may result in SEO errors on your site%2$s. These may be reported in Google Search Console and other tools.":["योस्ट एसईओ के एक्सएमएल साइटमैप को अक्षम करने से वर्डप्रेस के कोर साइटमैप अक्षम नहीं होंगे। कुछ मामलों में, यह %1$s आपकी साइट पर एसईओ त्रुटियों का परिणाम हो सकता है%2$s। इन्हें गूगल खोज कंसोल और अन्य टूल में रिपोर्ट किया जा सकता है।"],"If you still need support and have an active subscription for this product, please email %s.":["यदि आपको अभी भी समर्थन की आवश्यकता है और इस उत्पाद के लिए एक सक्रिय सदस्यता है, तो कृपया %s को ईमेल करें।"],"You can probably find an answer to your question in our %1$shelp center%2$s.":["आप शायद हमारे %1$sसहायता केंद्र%2$s में आपके प्रश्न का उत्तर पा सकते हैं।"],"Need support?":["सहयोग की आवश्यकता?"],"Return to your %s":["अपने %s पर लौटें"],"Make sure to save your %s for changes to take effect":["परिवर्तन करने के लिए अपने %s को सहेजना सुनिश्चित करें"],"The advanced section of the %1$s meta box allows a user to remove posts from the search results or change the canonical. The settings in the schema tab allows a user to change schema meta data for a post. These are things you might not want any author to do. That's why, by default, only editors and administrators can do this. Setting to \"%2$s\" allows all users to change these settings.":["%1$s मेटा बॉक्स का उन्नत अनुभाग उपयोगकर्ता को खोज परिणामों से पोस्ट हटाने या विहित परिवर्तन करने की अनुमति देता है। स्कीमा टैब में सेटिंग्स उपयोगकर्ता को पोस्ट के लिए स्कीमा मेटा डेटा बदलने की अनुमति देती हैं। ये ऐसी चीजें हैं जो आप नहीं चाहते कि कोई लेखक करे। इसीलिए, डिफ़ॉल्ट रूप से, केवल संपादक और व्यवस्थापक ही ऐसा कर सकते हैं। \"%2$s\" पर सेट करने से सभी उपयोगकर्ता इन सेटिंग्स को बदल सकते हैं।"],"Security: no advanced or schema settings for authors":["सुरक्षा: लेखकों के लिए कोई उन्नत या स्कीमा सेटिंग नहीं"],"Report":["रिपोर्ट"],"Tech Article":["टेक अनुच्छेद"],"Scholarly Article":["विद्वान लेख"],"Satirical Article":["व्यंग्यात्मक लेख"],"Advertiser Content Article":["विज्ञापनदाता सामग्री अनुच्छेद"],"News Article":["समाचार लेख"],"Social Media Posting":["सोशल मीडिया पोस्टिंग"],"Article":["लेख"],"Search Results Page":["खोज परिणाम पृष्ठ"],"Real Estate Listing":["रियल एस्टेट लिस्टिंग"],"Checkout Page":["चेकआउट पृष्ठ"],"Collection Page":["संग्रह पृष्ठ"],"Medical Web Page":["मेडिकल वेब पृष्ठ"],"Contact Page":["संपर्क पृष्ठ"],"Profile Page":["प्रोफ़ाइल पृष्ठ"],"QA Page":["QA पृष्ठ"],"FAQ Page":["सामान्य प्रश्न पृष्ठ"],"About Page":["परिचय पृष्ठ"],"Item Page":["आइटम पृष्ठ"],"Web Page":["वेब पृष्ठ"],"Default for %1$s (%2$s)":["%1$s (%2$s) के लिए डिफ़ॉल्ट"],"This helps search engines understand your website and your content. You can change some of your settings for this page below.":["यह खोज इंजन को आपकी वेबसाइट और आपकी सामग्री को समझने में मदद करता है। आप इस पृष्ठ के लिए अपनी कुछ सेटिंग्स बदल सकते हैं।"],"Yoast SEO automatically describes your pages using schema.org":["योस्ट एसईओ, schema.org का उपयोग करके आपके पृष्ठों का स्वचालित रूप से वर्णन करता है"],"Article type":["लेख प्रकार"],"Page type":["पृष्ठ प्रकार"],"Learn more about page or content types":["पृष्ठ या सामग्री प्रकारों के बारे में अधिक जानें"],"What type of page or content is this?":["यह किस प्रकार का पृष्ठ या सामग्री है?"],"Structured Data":["संरचित डेटा"],"Yoast How-to":["योस्ट हाउ-टू"],"Yoast FAQ":["योस्ट अक्सर पूछे जाने वाले प्रश्न"],"%1$s: Does not contain the exact match. %2$sTry to write the exact match of your keyphrase in the SEO title and put it at the beginning of the title%3$s.":["%1$s: इसमें सटीक मिलान नहीं है। %2$sएसईओ शीर्षक में अपने कीफ्रेज का सटीक मिलान लिखने का प्रयास करें और इसे शीर्षक की शुरुआत में रखें%3$s।"],"%1$s: The exact match of the focus keyphrase appears in the SEO title, but not at the beginning. %2$sMove it to the beginning for the best results%3$s.":["%1$s: फ़ोकस कीफ़्रेज़ का सटीक मिलान एसईओ शीर्षक में दिखाई देता है, लेकिन शुरुआत में नहीं। %2$sसर्वोत्तम परिणामों के लिए इसे शुरुआत में ले जाएँ%3$s।"],"%1$s Internal Linking Blocks":["%1$s आंतरिक लिंकिंग ब्लॉक"],"Allow us to track some data about your site to improve our plugin.":["अपनी प्लगइन को बेहतर बनाने के लिए हमें अपनी साइट के बारे में कुछ डेटा ट्रैक करने दें।"],"Usage tracking":["उपयोग ट्रैकिंग"],"Can we collect anonymous information about your website to enhance %1$s?":[""],"Read more about how internal linking can improve your site structure.":["आंतरिक लिंकिंग आपकी साइट संरचना को कैसे बेहतर बना सकती है, इसके बारे में और पढ़ें।"],"Link suggestions":["लिंक सुझाव"],"Insights":["इनसाइट"],"Remove image":["चित्र हटाए"],"The file size of the uploaded image is too large for %s. File size must be less than %s.":["अपलोड की गई छवि का फ़ाइल आकार %s के लिए बहुत बड़ा है। फ़ाइल का आकार %s से कम होना चाहिए।"],"The format of the uploaded image is not supported. The supported formats are: %s, %s, %s and %s.":["अपलोड की गई छवि का प्रारूप समर्थित नहीं है। समर्थित प्रारूप हैं: %s, %s, %s और %s।"],"You have uploaded a %s. Please note that, if it’s an animated %s, only the first frame will be used.":["आपने %s अपलोड कर दिया है। कृपया ध्यान दें कि यदि यह एक एनिमेटेड %s है, तो केवल पहले फ्रेम का उपयोग किया जाएगा।"],"Your image dimensions are not suitable. The minimum dimensions are %dx%d pixels. The maximum dimensions are %dx%d pixels.":["आपकी छवि आयाम उपयुक्त नहीं हैं। न्यूनतम आयाम %dx%d पिक्सेल हैं। अधिकतम आयाम %dx%d पिक्सेल हैं।"],"Your image dimensions are not suitable. The minimum dimensions are %dx%d pixels.":["आपकी छवि आयाम उपयुक्त नहीं हैं। न्यूनतम आयाम %dx%d पिक्सेल हैं।"],"Dismiss":["खारिज"],"Because of a change in your permalink structure, some of your SEO data needs to be reprocessed.":["आपके पर्मालिंक संरचना में बदलाव के कारण, आपके कुछ एसईओ डेटा को पुन: व्यवस्थित करने की आवश्यकता है।"],"Because of a change in your home URL setting, some of your SEO data needs to be reprocessed.":["आपकी श्रेणी यूआरएल सेटिंग में बदलाव के कारण, आपके कुछ एसईओ डेटा को पुन: संसाधित करने की आवश्यकता है।"],"Please upgrade your WordPress version or install the Gutenberg plugin to get this %1$s feature.":["कृपया अपना वर्डप्रेस संस्करण अपग्रेड करें या इस %1$s सुविधा को पाने के लिए गुटनबर्ग प्लगइन इंस्टॉल करें।"],"Marking links with nofollow/sponsored has been disabled for WordPress installs < 5.4.":["वर्डप्रेस इंस्टॉल के लिए नोफ़ॉलो/प्रायोजित के साथ अंकन लिंक को अक्षम कर दिया गया है < 5.4।"],"Open in new tab":["नये टैब में खोलें"],"This is a sponsored link or advert (mark as %1$ssponsored%2$s)%3$s":["यह एक प्रायोजित लिंक या विज्ञापन है (%1$sप्रायोजित%2$s के रूप में चिन्हित करें)%3$s"],"Search engines should ignore this link (mark as %1$snofollow%2$s)%3$s":["सर्च इंजन को इस लिंक को नजरअंदाज करना चाहिए (%1$sनोफ़ॉलो%2$s के रूप में चिन्हित करें)%3$s"],"Learn more about marking a link as nofollow or sponsored.":["लिंक को नोफ़ॉलो या प्रायोजित के रूप में चिह्नित करने के बारे में और जानें।"],"Link inserted.":["लिंक डाला गया।"],"Link edited.":["लिंक संपादित किया गया।"],"Warning: the link has been inserted but may have errors. Please test it.":["चेतावनी: लिंक डाला गया है, लेकिन इसमें त्रुटियाँ हो सकती हैं। कृपया इसका परीक्षण करें।"],"Unlink":["अनलिंक"],"Link removed.":["लिंक हटा दिया गया।"],"Link":["कड़ी"],"We've analyzed your post. There is still room for improvement!":["हमने आपकी पोस्ट का विश्लेषण किया है। अभी भी सुधार की गुंजाइश है!"],"We've analyzed your post. Everything looks good. Well done!":["हमने आपकी पोस्ट का विश्लेषण किया है। सब कुछ अच्छा लग रहा है। बहुत बढ़िया!"],"No focus keyword was entered":["कोई फ़ोकस कीवर्ड दर्ज नहीं किया गया था"],"Share your post!":["अपनी पोस्ट शेयर करें!"],"Improve your post with Yoast SEO":["योस्ट एसईओ के साथ अपनी पोस्ट में सुधार करें"],"SEO analysis:":["एसईओ विश्लेषण:"],"The links columns show the number of articles on this site linking %3$sto%4$s this article and the number of URLs linked %3$sfrom%4$s this article. Learn more about %1$show to use these features to improve your internal linking%2$s, which greatly enhances your SEO.":["लिंक कॉलम इस साइट पर इस लेख %3$sसे%4$s लिंक करने वाले लेखों की संख्या और इस लेख %3$sसे%4$s जुड़े यूआरएल की संख्या को दर्शाता है। %1$sअपनी आंतरिक लिंकिंग को बेहतर बनाने के लिए इन सुविधाओं का उपयोग करने के तरीके%2$s के बारे में अधिक जानें, जो आपके एसईओ को बढ़ाता है।"],"We've written an article about %1$show to use the SEO score and Readability score%2$s.":["हमने %1$sएसईओ स्कोर और पठनीयता स्कोर का उपयोग कैसे करें%2$s के बारे में एक लेख लिखा है।"],"%1$s adds several columns to this page.":["%1$s इस पृष्ठ पर कई कॉलम जोड़ता है।"],"We estimate this will take less than a minute.":["हमारा अनुमान है कि इसमें एक मिनट से भी कम समय लगेगा।"],"We estimate this will take a couple of minutes.":["हमारा अनुमान है कि इसमें कुछ मिनट लगेंगे।"],"%1$sRun the indexation process on your server%2$s using %3$sWP CLI%2$s.":["%3$sडब्लूपी CLI%2$s का उपयोग करके %1$sअपने सर्वर पर अनुक्रमण प्रक्रिया चलाएँ%2$s"],"We estimate this could take a long time, due to the size of your site. As an alternative to waiting, you could:":["हमारा अनुमान है कि आपकी साइट के आकार के कारण इसमें लंबा समय लग सकता है। प्रतीक्षा के विकल्प के रूप में, आप कर सकते हैं:"],"Show debug information":["डिबग जानकारी दिखाएँ"],"Your site will continue to work normally, but won't take full advantage of %s.":["आपकी साइट सामान्य रूप से काम करना जारी रखेगी, लेकिन %s का पूर्ण लाभ नहीं लेगी।"],"%s had problems creating the database tables needed to speed up your site.":["आपकी साइट को गति देने के लिए आवश्यक डेटाबेस टेबल बनाने में %s की समस्याएँ थीं।"],"Your keyphrase is too long. It can be a maximum of 191 characters.":["आपका कीफ्रेज़ बहुत लंबा है। यह अधिकतम 191 अक्षर हो सकते हैं।"],"%1$sFind out how to solve this problem on our help center%2$s.":["%1$sहमारे ज्ञान के आधार पर इस समस्या को हल करने का तरीका जानें%2$s।"],"The text link counter feature is not working as expected":["पाठ लिंक काउंटर सुविधा अपेक्षा के अनुरूप काम नहीं कर रही है"],"The text link counter helps you improve your site structure. %1$sFind out how the text link counter can enhance your SEO%2$s.":["पाठ लिंक काउंटर आपको अपनी साइट संरचना को बेहतर बनाने में मदद करता है। %1$sपता करें कि टेक्स्ट लिंक काउंटर आपके एसईओ को कैसे बढ़ा सकता है%2$s।"],"The text link counter is working as expected":["पाठ लिंक काउंटर अपेक्षित रूप से काम कर रहा है"],"I don't want this site to show in the search results.":["मैं नहीं चाहता कि यह साइट खोज परिणामों में दिखे।"],"If you want search engines to show this site in their results, you must %1$sgo to your Reading Settings%2$s and uncheck the box for Search Engine Visibility.":["यदि आप चाहते हैं कि खोज इंजन इस साइट को उनके परिणामों में दिखाए, तो आपको %1$sअपनी रीडिंग सेटिंग में जाना होगा%2$s और खोज इंजन दृश्यता के लिए बॉक्स को अनचेक करना होगा।"],"Learn more about the no-index setting on our help page.":["हमारे मदद पृष्ठ पर नो-इंडेक्स सेटिंग के बारे में अधिक जानें।"],"Even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["भले ही आप मेटा रोबोट को यहां सेट कर सकते हैं, लेकिन पूरी साइट को साइटवाइड गोपनीयता सेटिंग्स में सेट किया जाता है, इसलिए इन सेटिंग्स का प्रभाव नहीं होगा।"],"Learn more about canonical URLs on our help page.":["हमारे सहायता पृष्ठ पर कैनोनिकल यूआरएल के बारे में अधिक जानें।"],"Learn more about the breadcrumbs title setting on our help page.":["हमारे सहायता पृष्ठ पर ब्रेडक्रंब शीर्षक सेटिंग के बारे में अधिक जानें।"],"Learn more about advanced meta robots settings on our help page.":["हमारे सहायता पृष्ठ पर उन्नत मेटा रोबोट सेटिंग्स के बारे में अधिक जानें।"],"Learn more about the no-follow setting on our help page.":["हमारे सहायता पृष्ठ पर नो-फॉलो सेटिंग के बारे में अधिक जानें।"],"Should search engines follow links on this content?":["क्या खोज इंजनों को इस सामग्री के लिंक का अनुसरण करना चाहिए?"],"This %1$s REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use %1$s for all their SEO meta output.":["यह %1$s रेस्ट एपीआई समापन बिंदु आपको एक विशिष्ट यूआरएल के लिए आवश्यक सभी मेटाडेटा देता है। यह बिना सिर के वर्डप्रेस साइटों के लिए अपने सभी एसईओ मेटा आउटपुट के लिए %1$s का उपयोग करना बहुत आसान बना देगा।"],"REST API: Head endpoint":["रेस्ट एपीआई: हेड एंडपॉइंट"],"Please read %1$sthis help article%2$s to find out how to resolve this problem.":["कृपया इस समस्या को हल करने का तरीका जानने के लिए %1$sइस सहायता लेख%2$s को पढ़ें।"],"Replaced with the term ancestors hierarchy":["पूर्वजों शब्द पदानुक्रम के साथ प्रतिस्थापित"],"Term hierarchy":["शब्द पदानुक्रम"],"%1$sYou can change the tagline in the customizer%2$s.":["%1$sआप कस्टमाइज़र में टैगलाइन बदल सकते हैं%2$s।"],"You still have the default WordPress tagline. Even an empty one is probably better.":["आपके पास अभी भी डिफ़ॉल्ट वर्डप्रेस टैगलाइन है। एक खाली भी शायद बेहतर है।"],"You should change the default WordPress tagline":["आपको डिफ़ॉल्ट वर्डप्रेस टैगलाइन बदलनी चाहिए"],"You are using a custom tagline or an empty one.":["आप एक कस्टम टैगलाइन या एक खाली का उपयोग कर रहे हैं।"],"You changed the default WordPress tagline":["आपने डिफ़ॉल्ट वर्डप्रेस टैगलाइन बदल दी"],"Comments on your posts are displayed on a single page. This is just like we'd suggest it. You're doing well!":["आपकी पोस्ट पर टिप्पणियाँ एक ही पृष्ठ पर प्रदर्शित की जाती हैं। यह वैसा ही है जैसा हम इसे सुझाएंगे। तुम बहुत अच्छा कर रहे हो!"],"It's highly recommended to have your postname in the URL of your posts and pages. Consider setting your permalink structure to %s.":["आपके पोस्ट और पृष्ठों के यूआरएल में आपका पोस्टनाम होना अत्यधिक अनुशंसित है। %s पर अपनी पर्मालिंक संरचना सेट करने पर विचार करें।"],"You do not have your postname in the URL of your posts and pages":["आपके पोस्ट और पेज के यूआरएल में आपका पोस्टनाम नहीं है"],"You do have your postname in the URL of your posts and pages.":["आपके पास अपने पोस्ट और पेज के यूआरएल में अपना पोस्टनाम है।"],"Your permalink structure includes the post name":["आपकी पर्मलिंक संरचना में पोस्ट नाम शामिल है"],"Comments on your posts break into multiple pages. As this is not needed in 999 out of 1000 cases, we recommend you disable it. To fix this, uncheck \"Break comments into pages...\" on the Discussion Settings page.":["आपकी पोस्ट्स की टिप्पणियाँ कई पृष्ठों में विभाजित होती हैं। जैसा कि 1000 मामलों में से 999 में इसकी आवश्यकता नहीं है, हम आपको इसे अक्षम करने की सलाह देते हैं। इसे ठीक करने के लिए, चर्चा सेटिंग्स पृष्ठ पर \"टिप्पणियों को पृष्ठों में तोड़ें...\" को अनचेक करें।"],"Comments break into multiple pages":["टिप्पणियाँ कई पृष्ठों में टूटती हैं"],"Comments are displayed on a single page":["टिप्पणियाँ एक ही पृष्ठ पर प्रदर्शित की जाती हैं"],"No title":["कोई शीर्षक नहीं"],"%1$sGo to the Discussion Settings page%2$s":["%1$sचर्चा सेटिंग पृष्ठ पर जाएँ%2$s"],"%1$sThis was reported by the %2$s plugin%3$s":["%1$sयह %2$s प्लगइन द्वारा रिपोर्ट किया गया था%3$s"],"Mobile result":["मोबाइल परिणाम"],"Preview as:":["इस प्रकार पूर्वावलोकन करें:"],"Desktop result":["डेस्कटॉप परिणाम"],"When you click OK we will open our HelpScout beacon where you can find answers to your questions. This beacon will load our support data and also potentially set cookies.":["जब आप ओके पर क्लिक करेंगे तो हम हमारे हेल्पस्काउट बीकन को खोलेंगे जहाँ आप अपने सवालों के जवाब पा सकते हैं। यह बीकन हमारे समर्थन डेटा को लोड करेगा और संभावित रूप से कुकीज़ भी सेट करेगा।"],"The browser you are currently using is unfortunately rather dated. Since we strive to give you the best experience possible, we no longer support this browser. Instead, please use %1$sFirefox%4$s, %2$sChrome%4$s or %3$sMicrosoft Edge%4$s.":["वर्तमान में आप जिस ब्राउज़र का उपयोग कर रहे हैं वह दुर्भाग्य से दिनांकित है। चूंकि हम आपको सर्वोत्तम अनुभव देने का प्रयास करते हैं, इसलिए अब हम इस ब्राउज़र का समर्थन नहीं करते हैं। इसके बजाय, कृपया %1$sफ़ायरफ़ॉक्स%4$s, %2$sक्रोम%4$s या %3$sमाइक्रोसॉफ्ट एज%4$s का उपयोग करें।"],"If you want to apply advanced <code>meta</code> robots settings for this page, please define them in the following field.":["यदि आप इस पृष्ठ के लिए उन्नत <code>मेटा</code> रोबोट सेटिंग लागू करना चाहते हैं, तो कृपया उन्हें निम्न फ़ील्ड में परिभाषित करें।"],"Check out %1$s":["%1$s देखें"],"We have both free and premium online courses to learn everything you need to know about SEO.":["हमारे पास एसईओ के बारे में जानने के लिए आवश्यक सब कुछ सीखने के लिए नि: शुल्क और प्रीमियम दोनों ऑनलाइन पाठ्यक्रम हैं।"],"Want to learn SEO from Team Yoast? Check out our %1$s!":["टीम योस्ट से एसईओ सीखना चाहते हैं? हमारे %1$s को देखें!"],"Learn SEO":["एसईओ सीखें"],"%s settings to import:":["आयात करने के लिए %s सेटिंग:"],"Import settings from another %1$s installation by pasting them here and clicking \"%2$s\".":["उन्हें यहां पेस्ट करके और \"%2$s\" पर क्लिक करके अन्य %1$s इंस्टॉलेशन से आयात करें।"],"Your %1$s settings:":["आपकी %1$s सेटिंग:"],"Schema":["स्कीमा"],"Please check the format of the YouTube URL you entered. %s":["कृपया आपके द्वारा दर्ज किए गए यूट्यूब यूआरएल के प्रारूप की जांच करें। %s"],"Please check the format of the Wikipedia URL you entered. %s":["कृपया आपके द्वारा दर्ज विकिपीडिया यूआरएल का प्रारूप देखें। %s"],"Please check the format of the Pinterest URL you entered. %s":["कृपया आपके द्वारा दर्ज किए गए पिंटरेस्ट यूआरएल का प्रारूप देखें। %s"],"Please check the format of the MySpace URL you entered. %s":["कृपया आपके द्वारा दर्ज किए गए माईस्पेस यूआरएल के प्रारूप की जाँच करें। %s"],"Please check the format of the LinkedIn URL you entered. %s":["कृपया आपके द्वारा दर्ज किए गए लिंक्डइन यूआरएल के प्रारूप की जांच करें। %s"],"Please check the format of the Instagram URL you entered. %s":["कृपया आपके द्वारा दर्ज किए गए इंस्टाग्राम यूआरएल के प्रारूप की जाँच करें। %s"],"Please check the format of the Facebook Page URL you entered. %s":["कृपया आपके द्वारा दर्ज फेसबुक पेज यूआरएल का प्रारूप देखें। %s"],"Settings saved.":["सेटिंग्स को सहेजा गया।"],"Dismiss this alert":["इस अलर्ट को खारिज करें"],"The submitted value was: %s":["प्रस्तुत मूल्य था: %s"],"Yandex confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["यैंडेक्स पुष्टिकरण कोड में केवल ए से एफ, संख्या, हाइफ़न और अंडरस्कोर के पत्र हो सकते हैं। %s"],"Twitter usernames can only contain letters, numbers, and underscores. %s":["ट्विटर उपयोगकर्ता नाम में केवल अक्षर, संख्या और अंडरस्कोर हो सकते हैं। %s"],"Pinterest confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["पिंटरेस्ट पुष्टिकरण कोड में केवल ए से एफ, संख्या, हाइफ़न और अंडरस्कोर के अक्षर हो सकते हैं। %s"],"Bing confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["बिंग पुष्टि कोड में केवल ए से एफ, संख्या, हाइफ़न और अंडरस्कोर के पत्र हो सकते हैं। %s"],"Google verification codes can only contain letters, numbers, hyphens, and underscores. %s":["गूगल सत्यापन कोड में केवल अक्षर, संख्याएँ, हाइफ़न और अंडरस्कोर हो सकते हैं। %s"],"Baidu verification codes can only contain letters, numbers, hyphens, and underscores. %s":["Baidu सत्यापन कोड में केवल अक्षर, संख्या, हाइफ़न और अंडरस्कोर हो सकते हैं। %s"],"Show this item.":["यह आइटम दिखाएं।"],"Hide this item.":["इस आइटम को छुपाएं।"],"You have %d hidden problem:":["आपके पास %d छिपी हुई समस्या है:","आपके पास %d छिपी हुई समस्याएं हैं:"],"You have %d hidden notification:":["आपके पास %d छिपी हुई सूचना है:","आपके पास %d छिपी हुई सूचनाएं है:"],"Focus keyphrase not set":["फ़ोकस कीफ़्रेज़ सेट नहीं है"],"The form contains %1$s error. %2$s":["फ़ॉर्म में %1$s त्रुटि है। %2$s","फ़ॉर्म में %1$s त्रुटियां है। %2$s"],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly.":["निम्नलिखित शब्द सामग्री में सबसे अधिक आते हैं। ये इस बात का संकेत देते हैं कि आपकी सामग्री किस पर केंद्रित है। यदि शब्द आपके विषय से बहुत भिन्न हैं, तो हो सकता है कि आप अपनी सामग्री को उसी के अनुसार फिर से लिखना चाहें।"],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":["एक बार जब आप थोड़ी और कॉपी जोड़ लेते हैं, तो हम आपको उन शब्दों की एक सूची देंगे जो सामग्री में सबसे अधिक होती हैं। ये इस बात का संकेत देते हैं कि आपकी सामग्री किस पर केंद्रित है।"],"%d occurrences":["%d घटनाएँ"],"Activate %s for your site on MyYoast":["MyYoast पर अपनी साइट के लिए %s सक्रिय करें"],"Show blog page in breadcrumbs":["ब्रेडक्रंब में ब्लॉग पृष्ठ दिखाएं"],"We could not find any relevant articles on your website that you could link to from your post.":["हमें आपकी वेबसाइट पर कोई ऐसा प्रासंगिक लेख नहीं मिला जिसे आप अपनी पोस्ट से लिंक कर सकें।"],"Has feedback":["प्रतिक्रिया है"],"Content optimization:":["सामग्री अनुकूलन:"],"%1$sSEO%2$s: %3$s":["%1$sएसईओ%2$s: %3$s"],"%1$sReadability%2$s: %3$s":["%1$sपठनीयता%2$s: %3$s"],"Post Noindexed":["पोस्ट नोइंडेक्स"],"No Focus Keyphrase":["कोई फोकस कीफ्रेज नहीं"],"Posts with the SEO score: %s":["एसईओ स्कोर के साथ पोस्ट: %s"],"SEO: %s":["एसईओ: %s"],"%s video tutorial":["%s वीडियो ट्यूटोरियल"],"To view your current crawl errors, %1$splease visit Google Search Console%2$s.":["अपनी वर्तमान क्रॉल त्रुटियों को देखने के लिए, %1$sकृपया गूगल खोज कंसोल पर जाएँ%2$s।"],"Google has discontinued its Crawl Errors API. Therefore, any possible crawl errors you might have cannot be displayed here anymore. %1$sRead our statement on this for further information%2$s.":["गूगल ने अपनी क्रॉल त्रुटियां एपीआई को बंद कर दिया है। इसलिए, आपके द्वारा किए गए किसी भी संभावित क्रॉल त्रुटियों को अब यहां प्रदर्शित नहीं किया जा सकता है। %1$sअधिक जानकारी के लिए इस पर हमारा वक्तव्य पढ़ें%2$s।"],"Get the %s plugin now!":["%s प्लगइन अभी प्राप्त करें!"],"Personal info":["व्यक्तिगत जानकारी"],"Organization logo":["संगठन का लोगो"],"Organization name":["संस्था का नाम"],"(if one exists)":["(यदि कोई मौजूद है)"],"Wikipedia page about you":["आपके बारे में विकिपीडिया पृष्ठ"],"YouTube profile URL":["यूट्यूब प्रोफ़ाइल यूआरएल"],"Tumblr profile URL":["टम्बलर प्रोफ़ाइल यूआरएल"],"SoundCloud profile URL":["साउंडक्लाउड प्रोफ़ाइल यूआरएल"],"MySpace profile URL":["माइस्पेस प्रोफ़ाइल यूआरएल"],"Organization":["संगठन"],"You have previously set your site to represent a person. We’ve improved our functionality around Schema and the Knowledge Graph, so you should go in and %1$scomplete those settings%2$s.":["आपने पहले किसी व्यक्ति का प्रतिनिधित्व करने के लिए अपनी साइट निर्धारित की है। हमने स्कीमा और नॉलेज ग्राफ़ के आसपास अपनी कार्यक्षमता में सुधार किया है, इसलिए आपको %1$sउन सेटिंग्स को पूरा करना%2$s चाहिए।"],"Select a user...":["एक उपयोगकर्ता का चयन करें..."],"Uncategorized":["अवर्गीकृत"],"Pinterest profile URL":["पिंटरेस्ट प्रोफ़ाइल यूआरएल"],"LinkedIn profile URL":["लिंक्डइन प्रोफ़ाइल यूआरएल"],"Instagram profile URL":["इंस्टाग्राम प्रोफ़ाइल यूआरएल"],"No JSON object was returned.":["कोई JSON ऑब्जेक्ट वापस नहीं किया गया था।"],"Received internal links":["आंतरिक लिंक प्राप्त किए"],"Outgoing internal links":["बाहर जाने वाले आंतरिक लिंक"],"New step added":["नया चरण जोड़ा"],"New question added":["नया सवाल जोड़ा गया"],"For this feature to work, %1$s needs to create a table in your database. We were unable to create this table automatically.":["इस सुविधा के कार्य करने के लिए, आपके डेटाबेस में %1$s को एक तालिका बनाने की आवश्यकता है। हम स्वचालित रूप से इस तालिका को बनाने में असमर्थ थे।"],"Keyphrase":["कीफ्रेज"],"%3$sImage Keyphrase%5$s: Out of %2$d images on this page, %1$d have alt attributes with words from your keyphrase or synonyms. That's a bit much. %4$sOnly include the keyphrase or its synonyms when it really fits the image%5$s.":["%3$sछवि कीफ़्रेज़%5$s: इस पृष्ठ पर %2$d छवियों में से, %1$d में आपके कीफ़्रेज़ या समानार्थक शब्दों के शब्दों के साथ वैकल्पिक विशेषताएँ हैं। यह थोड़ा बहुत है। %4$sकेवल कीफ़्रेज़ या उसके समानार्थक शब्द शामिल करें जब वह वास्तव में छवि के अनुकूल हो%5$s।"],"%3$sImage Keyphrase%5$s: Out of %2$d images on this page, only %1$d has an alt attribute that reflects the topic of your text. %4$sAdd your keyphrase or synonyms to the alt tags of more relevant images%5$s!":["%3$sछवि कीफ्रेज़%5$s: इस पृष्ठ पर %2$d छवियों में से केवल %1$d में एक वैकल्पिक विशेषता है जो आपके पाठ के विषय को दर्शाती है। %4$sअधिक प्रासंगिक छवियों के ऑल्ट टैग में अपने कीफ़्रेज़ या समानार्थक शब्द जोड़ें%5$s!","%3$sछवि कीफ्रेज़%5$s: इस पृष्ठ पर %2$d छवियों में से केवल %1$d में एक वैकल्पिक विशेषता है जो आपके पाठ के विषय को दर्शाती है। %4$sअधिक प्रासंगिक छवियों के ऑल्ट टैग में अपने कीफ़्रेज़ या समानार्थक शब्द जोड़ें%5$s!"],"%1$sImage Keyphrase%3$s: Images on this page do not have alt attributes that reflect the topic of your text. %2$sAdd your keyphrase or synonyms to the alt tags of relevant images%3$s!":["%1$sछवि कीफ़्रेज़%3$s: इस पृष्ठ की छवियों में वे वैकल्पिक विशेषताएँ नहीं हैं जो आपके पाठ के विषय को दर्शाती हैं। %2$sप्रासंगिक छवियों के ऑल्ट टैग में अपना कीफ़्रेज़ या समानार्थक शब्द जोड़ें%3$s!"],"%1$sImage Keyphrase%3$s: Images on this page have alt attributes, but you have not set your keyphrase. %2$sFix that%3$s!":["%1$sछवि कीफ़्रेज़%3$s: इस पृष्ठ की छवियों में आपके कीफ़्रेज़ के कम से कम आधे शब्दों के साथ वैकल्पिक विशेषताएँ नहीं हैं। %2$sउसे फिक्स करें%3$s!"],"%1$sKeyphrase in subheading%2$s: %3$s of your H2 and H3 subheadings reflects the topic of your copy. Good job!":["%1$sसबहेडिंग में कीफ्रेज़%2$s: आपके H2 और H3 सबहेडिंग के %3$s आपकी कॉपी के विषय को दर्शाते हैं। बहुत बढ़िया!","%1$sसबहेडिंग में कीफ्रेज़%2$s: आपके H2 और H3 सबहेडिंग के %3$s आपकी कॉपी के विषय को दर्शाते हैं। बहुत बढ़िया!"],"%1$sKeyphrase in subheading%2$s: Your H2 or H3 subheading reflects the topic of your copy. Good job!":["%1$sसबहेडिंग में कीफ्रेज़%2$s: आपका H2 या H3 सबहेडिंग आपकी कॉपी के विषय को दर्शाता है। बहुत बढ़िया!"],"%1$sKeyphrase in subheading%3$s: %2$sUse more keyphrases or synonyms in your H2 and H3 subheadings%3$s!":["%1$sसबहेडिंग में कीफ्रेस%3$s: ​​%2$sअपने H2 और H3 सबहेडिंग में अधिक कीफ्रेसेस या समानार्थक शब्द का प्रयोग करें%3$s!"],"Page %s":["पृष्ठ %s"],"Cannot get the size of %1$s because of unknown reasons.":["अज्ञात कारणों से %1$s का आकार नहीं मिल सकता है।"],"Cannot get the size of %1$s because it is hosted externally.":["%1$s का आकार नहीं मिल सकता क्योंकि इसे बाहरी रूप से होस्ट किया गया है।"],"%1$sSingle title%3$s: H1s should only be used as your main title. Find all H1s in your text that aren't your main title and %2$schange them to a lower heading level%3$s!":["%1$sएकल शीर्षक%3$s: H1 का उपयोग केवल आपके मुख्य शीर्षक के रूप में किया जाना चाहिए। अपने पाठ में सभी H1 खोजें जो कि आपका मुख्य शीर्षक नहीं हैं और %2$sउन्हें एक निम्न शीर्षक स्तर पर बदलें%3$s!"],"%1$sKeyphrase density%2$s: The keyphrase was found %5$d time. That's way more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$s कीफ़्रेज़ घनत्व%2$s: कीफ़्रेज़ %5$d बार मिला था। यह इस लंबाई के पाठ के लिए अनुशंसित अधिकतम %3$d बार से कहीं अधिक है। %4$sज़्यादा मत करो%2$s!","%1$sकीफ़्रेज़ घनत्व%2$s: कीफ़्रेज़ %5$d बार पाया गया। यह इस लंबाई के पाठ के लिए अनुशंसित अधिकतम %3$d बार से कहीं अधिक है। %4$sज़्यादा मत करो%2$s!"],"%1$sKeyphrase density%2$s: The keyphrase was found %5$d time. That's more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$s कीफ़्रेज़ घनत्व%2$s: कीफ़्रेज़ %5$d बार मिला था। यह इस लंबाई के पाठ के लिए अनुशंसित अधिकतम %3$d बार से अधिक है। %4$sज़्यादा मत करो%2$s!","%1$s कीफ़्रेज़ घनत्व%2$s: कीफ़्रेज़ %5$d बार पाया गया। यह इस लंबाई के पाठ के लिए अनुशंसित अधिकतम %3$d बार से अधिक है। %4$sज़्यादा मत करो%2$s!"],"%1$sKeyphrase density%2$s: The keyphrase was found %3$d time. This is great!":["%1$sकीफ्रेज घनत्व%2$s: कीफ्रेज %3$d बार पाया गया। यह भी खूब रही!","%1$sकीफ़्रेज़ घनत्व%2$s: कीफ़्रेज़ %3$d बार पाया गया था। यह भी खूब रही!"],"%1$sKeyphrase density%2$s: The keyphrase was found %5$d time. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$s कीफ़्रेज़ घनत्व%2$s: कीफ़्रेज़ %5$d बार मिला था। यह इस लंबाई के पाठ के लिए अनुशंसित न्यूनतम %3$d बार से कम है। %4$sअपने कीफ़्रेज़ पर ध्यान दें%2$s!","%1$s कीफ़्रेज़ घनत्व%2$s: कीफ़्रेज़ %5$d बार पाया गया। यह इस लंबाई के पाठ के लिए अनुशंसित न्यूनतम %3$d बार से कम है। %4$sअपने कीफ़्रेज़ पर ध्यान दें%2$s!"],"%1$sKeyphrase density%2$s: The keyphrase was found 0 times. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$s कीफ़्रेज़ घनत्व%2$s: कीफ़्रेज़ 0 बार मिला था। यह इस लंबाई के पाठ के लिए अनुशंसित न्यूनतम %3$d बार से कम है। %4$sअपने कीफ़्रेज़ पर ध्यान दें%2$s!"],"Import of settings is only supported on servers that run PHP 5.3 or higher.":["सेटिंग्स का आयात केवल पीएचपी 5.3 या उच्चतर चलाने वाले सर्वरों पर समर्थित है।"],"Export your %1$s settings here, to copy them on another site.":["अपनी %1$s सेटिंग यहां निर्यात करें, उन्हें किसी अन्य साइट पर कॉपी करने के लिए।"],"No settings found.":["कोई सेटिंग नहीं मिली।"],"These are settings for the %1$s plugin by %2$s":["ये %2$s द्वारा %1$s प्लगइन के लिए सेटिंग हैं"],"Copy all these settings to another site's %1$s tab and click \"%1$s\" there.":["इन सभी सेटिंग्स को किसी अन्य साइट के %1$s टैब पर कॉपी करें और वहां \"%1$s\" पर क्लिक करें।"],"You do not have the required rights to export settings.":["आपके पास सेटिंग्स को निर्यात करने के लिए आवश्यक अधिकार नहीं हैं।"],"Method %1$s() does not exist in class %2$s":["विधि %1$s() क्लास %2$s में मौजूद नहीं है"],"With %s, you can easily create such redirects.":["%s के साथ, आप आसानी से ऐसे रीडायरेक्ट बना सकते हैं।"],"Learn about why permalinks are important for SEO.":["जानें कि एसईओ के लिए पर्मालिंक क्यों महत्वपूर्ण हैं।"],"Changing your permalinks settings can seriously impact your search engine visibility. It should almost %1$s never %2$s be done on a live website.":["आपकी पेरीलिंक्स सेटिंग्स बदलने से आपके खोज इंजन दृश्यता पर गंभीर प्रभाव पड़ सकता है। यह एक लाइव वेबसाइट पर लगभग %1$s कभी भी %2$s नहीं होना चाहिए।"],"WARNING:":["चेतावनी:"],"%1$sFunction words in keyphrase%3$s: Your keyphrase \"%4$s\" contains function words only. %2$sLearn more about what makes a good keyphrase.%3$s":["%1$sकीफ्रेस में फंक्शन शब्द%3$s: आपका कीफ्रेज \"%4$s\" में केवल फ़ंक्शन शब्द होते हैं। %2$sएक अच्छा कीफ्रेज़ बनाने के बारे में और जानें।%3$s"],"Clear Image":["चित्र हटाएं"],"%1$sKeyphrase length%3$s: %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sकीफ्रेज़ की लंबाई%3$s: %2$sअपने एसईओ स्कोर की गणना करने के लिए एक कीफ़्रेज़ सेट करें%3$s।"],"%1$sKeyphrase in slug%2$s: More than half of your keyphrase appears in the slug. That's great!":["%1$sस्लग में कीफ्रेज़%2$s: स्लग में आपका आधे से अधिक कीफ्रेज़ दिखाई देता है। एक दम बढ़िया!"],"%1$sKeyphrase in slug%3$s: (Part of) your keyphrase does not appear in the slug. %2$sChange that%3$s!":["%1$sस्लग में कीफ्रेस%3$s: ​​(भाग का) आपके कीफ्रेज स्लग में दिखाई नहीं देता है। %2$sउसे बदलें%3$s!"],"%1$sKeyphrase in slug%2$s: Great work!":["%1$sस्लग में कीफ्रेज़%2$s: महान काम!"],"Help on choosing the perfect focus keyphrase":["सही फोकस कीफ्रेज़ चुनने पर मदद करें"],"Go %s!":["%s जाएं!"],"Add related keyphrase":["संबंधित कीफ्रेज़ जोड़ें"],"Upgrade to %s":["%s पर अपग्रेड करें"],"Get %s":["%s प्राप्त करें"],"%4$sPreviously used keyphrase%6$s: You've used this keyphrase %1$s multiple times before%3$s. %5$sDo not use your keyphrase more than once%6$s.":["%4$sपहले इस्तेमाल किए गए कीफ़्रेज़%6$s: आपने इस कीफ़्रेज़ %1$s का पहले कई बार इस्तेमाल किया है%3$s। %5$sअपने मुख्य वाक्यांश का एक से अधिक बार उपयोग न करें%6$s।"],"%3$sPreviously used keyphrase%5$s: You've used this keyphrase %1$sonce before%2$s. %4$sDo not use your keyphrase more than once%5$s.":["%3$sपहले इस्तेमाल किया जाने वाला कीफ्रेज़%5$s: आपने %1$sपहले भी एक बार%2$s इस कीफ़्रेज़ का इस्तेमाल किया होगा। %4$sअपने कीफ्रेज का एक से अधिक बार उपयोग न करें%5$s।"],"%1$sPreviously used keyphrase%2$s: You've not used this keyphrase before, very good.":["%1$sपहले इस्तेमाल किया जाने वाला कीफ्रेज़%2$s: आपने पहले इस कीफ़्रेज़ का इस्तेमाल नहीं किया है, बहुत अच्छा।"],"%1$sImages%3$s: No images appear on this page. %2$sAdd some%3$s!":["%1$sचित्र%3$s: इस पृष्ठ पर कोई चित्र दिखाई नहीं देता है। %2$sकुछ जोड़े%3$s!"],"%1$sLink keyphrase%3$s: You're linking to another page with the words you want this page to rank for. %2$sDon't do that%3$s!":["%1$sलिंक कीफ्रेज़%3$s: आप दूसरे पेज से उन शब्दों से लिंक कर रहे हैं जिन्हें आप चाहते हैं कि यह पेज रैंक करना है। %2$sऐसा मत कीजिए%3$s!"],"%2$sText length%3$s: The text contains %1$d %4$s. Good job!":["%2$sटेक्स्ट की लंबाई%3$s: टेक्स्ट में %1$d %4$s है। अच्छी नौकरी!"],"%1$sKeyphrase in subheading%3$s: More than 75%% of your H2 and H3 subheadings reflect the topic of your copy. That's too much. %2$sDon't over-optimize%3$s!":["%1$sसबहेडिंग में कीफ्रेज़%3$s: आपके H2 और H3 सबहेडिंग का 75%% से अधिक हिस्सा आपकी कॉपी के विषय को दर्शाता है। वह बहुत ज्यादा है। %2$sअधिक अनुकूलन मत करो%3$s!"],"%1$sSEO title width%3$s: %2$sPlease create an SEO title%3$s.":["%1$sएसईओ शीर्षक चौड़ाई%3$s: %2$sकृपया एक एसईओ शीर्षक बनाएँ%3$s।"],"%1$sSEO title width%3$s: The SEO title is wider than the viewable limit. %2$sTry to make it shorter%3$s.":["%1$sएसईओ शीर्षक चौड़ाई%3$s: एसईओ शीर्षक देखने योग्य सीमा से अधिक व्यापक है। %2$sइसे कम करने का प्रयास करें%3$s।"],"%1$sSEO title width%2$s: Good job!":["%1$sएसईओ शीर्षक चौड़ाई%2$s: अच्छा काम!"],"%1$sSEO title width%3$s: The SEO title is too short. %2$sUse the space to add keyphrase variations or create compelling call-to-action copy%3$s.":["%1$sएसईओ शीर्षक चौड़ाई%3$s: एसईओ शीर्षक बहुत छोटा है। %2$sकीफ्रेज़ विविधताओं को जोड़ने के लिए स्थान का उपयोग करें या आकर्षक कॉल-टू-एक्शन कॉपी बनाएँ%3$s।"],"%1$sOutbound links%2$s: There are both nofollowed and normal outbound links on this page. Good job!":["%1$sआउटबाउंड लिंक%2$s: इस पृष्ठ पर nofollowed और नॉर्मल आउटबाउंड लिंक दोनों हैं। बहुत बढ़िया!"],"%1$sOutbound links%2$s: Good job!":["%1$sआउटबाउंड लिंक%2$s: अच्छा काम!"],"%1$sOutbound links%3$s: All outbound links on this page are nofollowed. %2$sAdd some normal links%3$s.":["%1$sआउटबाउंड लिंक%3$s: इस पृष्ठ के सभी आउटबाउंड लिंक को शून्य कर दिया गया है। %2$sकुछ सामान्य लिंक जोड़ें%3$s।"],"%1$sOutbound links%3$s: No outbound links appear in this page. %2$sAdd some%3$s!":["%1$sआउटबाउंड लिंक%3$s: इस पृष्ठ में कोई आउटबाउंड लिंक दिखाई नहीं देते हैं। %2$sकुछ जोड़े%3$s!"],"%1$sMeta description length%2$s: Well done!":["%1$sमेटा विवरण लंबाई%2$s: बहुत बढ़िया!"],"%1$sMeta description length%3$s: The meta description is over %4$d characters. To ensure the entire description will be visible, %2$syou should reduce the length%3$s!":["%1$sमेटा विवरण लंबाई%3$s: मेटा विवरण %4$d वर्णों से अधिक है। यह सुनिश्चित करने के लिए कि पूरा विवरण दिखाई देगा, %2$sआपको लंबाई कम करनी चाहिए%3$s!"],"%1$sMeta description length%3$s: The meta description is too short (under %4$d characters). Up to %5$d characters are available. %2$sUse the space%3$s!":["%1$sमेटा विवरण लंबाई%3$s: मेटा विवरण बहुत छोटा है (%4$d वर्णों के अंतर्गत)। %5$d तक अक्षर उपलब्ध हैं। %2$sअंतराल का उपयोग करें%3$s!"],"%1$sMeta description length%3$s:  No meta description has been specified. Search engines will display copy from the page instead. %2$sMake sure to write one%3$s!":["%1$sमेटा विवरण लंबाई%3$s: कोई मेटा विवरण निर्दिष्ट नहीं किया गया है। इसके बजाय खोज इंजन पृष्ठ से प्रतिलिपि प्रदर्शित करेगा। %2$sएक लिखना सुनिश्चित करें%3$s!"],"%1$sKeyphrase in meta description%2$s: The meta description has been specified, but it does not contain the keyphrase. %3$sFix that%4$s!":["%1$sमेटा विवरण में कीफ़्रेज़%2$s: मेटा विवरण निर्दिष्ट किया गया है, लेकिन इसमें कीफ़्रेज़ शामिल नहीं है। %3$sउसे सही करें%4$s!"],"%1$sKeyphrase in meta description%2$s: The meta description contains the keyphrase %3$s times, which is over the advised maximum of 2 times. %4$sLimit that%5$s!":["%1$sमेटा विवरण में कीफ़्रेज़%2$s: मेटा विवरण में कीफ़्रेज़ %3$s बार होता है, जो कि अधिकतम 2 बार सलाह दी जाती है। %4$sउसको सीमित करें%5$s!"],"%1$sKeyphrase in meta description%2$s: Keyphrase or synonym appear in the meta description. Well done!":["%1$sमेटा विवरण में कीफ्रेज़%2$s: कीफ्रेज़ या पर्यायवाची शब्द मेटा विवरण में दिखाई देते हैं। बहुत बढ़िया!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's way more than the recommended maximum of %2$d %6$s. %4$sMake it shorter%5$s!":["%3$sकीफ़्रेज़ की लंबाई%5$s: कीफ़्रेज़ में %1$d %6$s शामिल हैं। यह अनुशंसित अधिकतम %2$d %6$s से बहुत अधिक है। %4$sइसे छोटा करें%5$s!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's more than the recommended maximum of %2$d %6$s. %4$sMake it shorter%5$s!":["%3$sकीफ़्रेज़ की लंबाई%5$s: कीफ़्रेज़ में %1$d %6$s शामिल हैं। यह अनुशंसित अधिकतम %2$d %6$s से अधिक है। %4$sइसे छोटा करें%5$s!"],"%1$sKeyphrase length%2$s: Good job!":["%1$sकीफ्रेज़ की लंबाई%2$s: अच्छा काम!"],"%1$sKeyphrase length%3$s: No focus keyphrase was set for this page. %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sकीफ्रेज़ की लंबाई%3$s: इस पृष्ठ के लिए कोई फ़ोकस कीफ़्रेज़ सेट नहीं किया गया था। %2$sअपने एसईओ स्कोर की गणना करने के लिए एक कीफ़्रेज़ सेट करें%3$s।"],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms do not appear in the first paragraph. %2$sMake sure the topic is clear immediately%3$s.":["%1$sपरिचय में कीफ्रेस%3$s: ​​आपका कीफ्रेज या इसके पर्यायवाची पहले पैराग्राफ में नहीं दिखाई देते हैं। %2$sसुनिश्चित करें कि विषय तुरंत स्पष्ट है%3$s।"],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms appear in the first paragraph of the copy, but not within one sentence. %2$sFix that%3$s!":["%1$sपरिचय में कीफ्रेस%3$s: ​​आपका कीफ्रेज या इसके पर्यायवाची शब्द कॉपी के पहले पैराग्राफ में दिखाई देते हैं, लेकिन एक वाक्य के भीतर नहीं। %2$sउसे सही करें%3$s!"],"%1$sKeyphrase in introduction%2$s: Well done!":["%1$sपरिचय में कीफ्रेज़%2$s: बहुत बढ़िया!"],"%1$sInternal links%2$s: There are both nofollowed and normal internal links on this page. Good job!":["%1$sआंतरिक लिंक%2$s: इस पृष्ठ पर दोनों nofollowed और सामान्य आंतरिक लिंक हैं। बहुत बढ़िया!"],"%1$sInternal links%2$s: You have enough internal links. Good job!":["%1$sआंतरिक लिंक%2$s: आपके पास पर्याप्त आंतरिक लिंक हैं। बहुत बढ़िया!"],"%1$sInternal links%3$s: The internal links in this page are all nofollowed. %2$sAdd some good internal links%3$s.":["%1$sआंतरिक लिंक%3$s: इस पृष्ठ में आंतरिक लिंक सभी nofollow हैं। %2$sकुछ अच्छे आंतरिक लिंक जोड़ें%3$s।"],"%1$sInternal links%3$s: No internal links appear in this page, %2$smake sure to add some%3$s!":["%1$sआंतरिक लिंक%3$s: इस पृष्ठ में कोई आंतरिक लिंक दिखाई नहीं देता, %2$sकुछ जोड़ना सुनिश्चित करते हैं%3$s!"],"%1$sTransition words%2$s: Well done!":["%1$sसंक्रमण शब्द%2$s: बहुत बढ़िया!"],"%1$sTransition words%2$s: Only %3$s of the sentences contain transition words, which is not enough. %4$sUse more of them%2$s.":["%1$sसंक्रमण शब्द%2$s: वाक्य के केवल %3$s में संक्रमण शब्द होते हैं, जो पर्याप्त नहीं है। %4$sउनमें से अधिक का उपयोग करें%2$s।"],"%1$sTransition words%2$s: None of the sentences contain transition words. %3$sUse some%2$s.":["%1$sसंक्रमण शब्द%2$s: किसी भी वाक्य में संक्रमण शब्द नहीं हैं। %3$sकुछ का उपयोग करें%2$s।"],"%1$sNot enough content%2$s: %3$sPlease add some content to enable a good analysis%2$s.":["%1$sपर्याप्त सामग्री%2$s: %3$sकृपया एक अच्छा विश्लेषण सक्षम करने के लिए कुछ सामग्री जोड़ें%2$s।"],"%1$sSubheading distribution%2$s: You are not using any subheadings, but your text is short enough and probably doesn't need them.":["%1$sउपशीर्षक वितरण%2$s: आप किसी भी उपशीर्षक का उपयोग नहीं कर रहे हैं, लेकिन आपका पाठ काफी छोटा है और शायद उनकी आवश्यकता नहीं है।"],"%1$sSubheading distribution%2$s: You are not using any subheadings, although your text is rather long. %3$sTry and add some subheadings%2$s.":["%1$sउपशीर्षक वितरण%2$s: आप किसी भी उपशीर्षक का उपयोग नहीं कर रहे हैं, हालांकि आपका पाठ लंबा है। %3$sकोशिश करें और कुछ उपशीर्षक जोड़ें%2$s।"],"%1$sSubheading distribution%2$s: %3$d section of your text is longer than %4$d %6$s and is not separated by any subheadings. %5$sAdd subheadings to improve readability%2$s.":["%1$sउपशीर्षक वितरण%2$s: आपके पाठ का %3$d अनुभाग %4$d %6$s से अधिक लंबा है और किसी उपशीर्षक से अलग नहीं है। %5$sपठनीयता में सुधार के लिए उपशीर्षक जोड़ें%2$s।","%1$sउपशीर्षक वितरण%2$s: आपके पाठ का %3$d अनुभाग %4$d %6$s से अधिक लंबा है और किसी उपशीर्षक से अलग नहीं है। %5$sपठनीयता में सुधार के लिए उपशीर्षक जोड़ें%2$s।"],"%1$sSubheading distribution%2$s: Great job!":["%1$sउपशीर्षक वितरण%2$s: महान काम!"],"%1$sSentence length%2$s: %3$s of the sentences contain more than %4$s %7$s, which is more than the recommended maximum of %5$s. %6$sTry to shorten the sentences%2$s.":["%1$sवाक्य की लंबाई%2$s: %3$s वाक्यों में %4$s %7$s से अधिक है, जो अनुशंसित अधिकतम %5$s से अधिक है। %6$sवाक्यों को छोटा करने का प्रयास करें%2$s।"],"%1$sSentence length%2$s: Great!":["%1$sवाक्य लंबाई%2$s: महान!"],"%1$sConsecutive sentences%2$s: There is enough variety in your sentences. That's great!":["%1$sलगातार वाक्य%2$s: आपके वाक्यों में पर्याप्त विविधता है। एक दम बढ़िया!"],"%1$sConsecutive sentences%2$s: The text contains %3$d consecutive sentences starting with the same word. %5$sTry to mix things up%2$s!":["%1$sलगातार वाक्य%2$s: पाठ में %3$d लगातार वाक्य एक ही शब्द से शुरू होते हैं। %5$sचीजों को मिलाने की कोशिश करो%2$s!","%1$sलगातार वाक्य%2$s: पाठ में %4$d उदाहरण होते हैं जहाँ %3$d या अधिक लगातार वाक्य एक ही शब्द से शुरू होते हैं। %5$sचीजों को मिलाने की कोशिश करो%2$s!"],"%1$sPassive voice%2$s: %3$s of the sentences contain passive voice, which is more than the recommended maximum of %4$s. %5$sTry to use their active counterparts%2$s.":["%1$sनिष्क्रिय आवाज%2$s: वाक्य के %3$s में निष्क्रिय आवाज होती है, जो कि अनुशंसित %4$s से अधिक है। %5$sउनके सक्रिय समकक्षों का उपयोग करने का प्रयास करें%2$s।"],"%1$sPassive voice%2$s: You're using enough active voice. That's great!":["%1$sनिष्क्रिय आवाज़%2$s: आप पर्याप्त सक्रिय आवाज़ का उपयोग कर रहे हैं। एक दम बढ़िया!"],"%1$sParagraph length%2$s: %3$d of the paragraphs contains more than the recommended maximum of %4$d %6$s. %5$sShorten your paragraphs%2$s!":["%1$sअनुच्छेद की लंबाई%2$s: अनुच्छेदों के %3$d में अनुशंसित अधिकतम %4$d %6$s से अधिक है। %5$sअपने पैराग्राफ को छोटा करें%2$s!","%1$sअनुच्छेद की लंबाई%2$s: अनुच्छेदों के %3$d में अनुशंसित अधिकतम %4$d %6$s से अधिक है। %5$sअपने पैराग्राफ को छोटा करें%2$s!"],"%1$sParagraph length%2$s: None of the paragraphs are too long. Great job!":["%1$sपैराग्राफ लंबाई%2$s: पैराग्राफ में से कोई भी बहुत लंबा नहीं है। बहुत बढ़िया!"],"Good job!":["बहुत बढ़िया!"],"Focus keyphrase: ":["फोकस कीफ्रेज: "],"Focus keyphrase":["फोकस कीफ़्रेस"],"Disable":["बंद करना"],"Allow Control":["नियंत्रण की अनुमति दें"],"This tab allows you to selectively disable %s features for all sites in the network. By default all features are enabled, which allows site admins to choose for themselves if they want to toggle a feature on or off for their site. When you disable a feature here, site admins will not be able to use that feature at all.":["यह टैब आपको नेटवर्क की सभी साइटों के लिए चुनिंदा %s सुविधाओं को अक्षम करने की अनुमति देता है। डिफ़ॉल्ट रूप से सभी सुविधाएँ सक्षम होती हैं, जो साइट व्यवस्थापक को अपनी साइट के लिए किसी सुविधा को चालू या बंद करने के लिए स्वयं का चयन करने की अनुमति देता है। जब आप किसी विशेषता को यहां अक्षम करते हैं, तो साइट व्यवस्थापक उस सुविधा का उपयोग करने में सक्षम नहीं होंगे।"],"%s is a required feature toggle argument.":["%s तर्क को टॉगल करने के लिए एक आवश्यक विशेषता है।"],"Remove keyphrase":["कीफ्रेज़ निकालें"],"Keyphrase:":["कीफ्रेज़"],"This feature has been disabled by the network admin.":["इस सुविधा को नेटवर्क व्यवस्थापक द्वारा अक्षम कर दिया गया है।"],"Focus keyphrase not set.":["फोकस कीफ्रेज़ सेट नहीं है।"],"Colon":["कॉलन"],"Optional. Customize how you want to describe the duration of the instruction":["वैकल्पिक। अनुकूलित करें कि आप निर्देश की अवधि का वर्णन कैसे करना चाहते हैं"],"Describe the duration of the instruction:":["निर्देश की अवधि का वर्णन करें:"],"Learn more about the readability analysis":["पठनीयता विश्लेषण के बारे में अधिक जानें"],"Readability analysis:":["पठनीयता विश्लेषण:"],"There is a new notification.":["एक नई सूचना है।","नई सूचनाएं हैं।"],"Both %1$s and %2$s manage the SEO of your site. Running two SEO plugins at the same time is detrimental.":["%1$s और %2$s दोनों आपकी साइट के एसईओ को प्रबंधित करते हैं। एक ही समय में दो एसईओ प्लग इन करना हानिकारक है।"],"%s, %s and %s":["%s, %s और %s"],"%s and %s":["%s और %s"],"%d minute":["%d मिनट","%d मिनट"],"%d hour":["%d घंटा","%d घंटे"],"%d day":["%d दिन","%d दिन"],"Enter a step title":["एक स्टेप शीर्षक दर्ज करें"],"Optional. This can give you better control over the styling of the steps.":["वैकल्पिक। इससे आपको स्टेप्स के स्टाइल पर बेहतर नियंत्रण मिल सकता है।"],"CSS class(es) to apply to the steps":["चरणों में आवेदन करने के लिए सीएसएस क्लासेज"],"minutes":["मिनट"],"hours":["घंटे"],"days":["दिन"],"Create a How-to guide in an SEO-friendly way. You can only use one How-to block per post.":["एसईओ-फ्रेंडली तरीके से गाइड कैसे बनाएं। आप प्रति पोस्ट में केवल एक ही-ब्लॉक का उपयोग कैसे कर सकते हैं।"],"Copy error":[" त्रुटि कॉपी करें"],"An error occurred loading the %s primary taxonomy picker.":["%s की प्राथमिक टैक्सोनॉमी पिकर लोड करने में त्रुटि हुई।"],"%1$s Structured Data Blocks":["%1$s संरचित डेटा ब्लॉक"],"Time needed:":["समय की आवश्यकता:"],"Move question down":["प्रश्न नीचे ले जाएं"],"Move question up":["प्रश्न ऊपर ले जाएँ"],"Insert question":["प्रश्न डालें"],"Delete question":["प्रश्न हटाएं"],"Enter the answer to the question":["प्रश्न का उत्तर दर्ज करें"],"Enter a question":["एक प्रश्न दर्ज करें"],"Add question":["प्रश्न जोड़ें"],"Frequently Asked Questions":["अधिकतर पूछे जाने वाले सवाल"],"Select the primary %s":["प्राथमिक %s का चयन करें"],"Check links to this URL":["इस यूआरएल के लिंक की जाँच करें"],"Are you trying to use multiple keyphrases? You should add them separately below.":["क्या आप कई कीफ़्रेसेस का उपयोग करने की कोशिश कर रहे हैं? आपको उन्हें नीचे अलग से जोड़ना चाहिए।"],"Mark as cornerstone content":["आधारशिला सामग्री के रूप में चिह्नित करें"],"Move step down":["नीचे कदम रखें"],"Move step up":["ऊपर कदम रखें"],"Insert step":["स्टेप डालें"],"Delete step":["स्टेप हटाएं"],"Add image":["छवि जोड़ें"],"Enter a step description":["एक कदम विवरण दर्ज करें"],"Enter a description":["एक विवरण दर्ज करें"],"Unordered list":["अक्रमित सूची"],"Showing step items as an ordered list.":["क्रमित सूची के रूप में स्टेप आइटम दिखा रहा है।"],"Showing step items as an unordered list":["एक अक्रमित सूची के रूप में स्टेप आइटम दिखा रहा है"],"Add step":["चरण जोड़ें"],"Delete total time":["कुल समय हटाएं"],"Add total time":["कुल समय जोड़ें"],"How to":["कैसे"],"How-to":["कैसे"],"Analysis results":["विश्लेषण परिणाम"],"Enter a focus keyphrase to calculate the SEO score":["एसईओ स्कोर की गणना करने के लिए फोकस कीफ्रेज़ दर्ज करें"],"Learn more about Cornerstone Content.":["आधारशिला सामग्री के बारे में अधिक जानें।"],"Cornerstone content should be the most important and extensive articles on your site.":["आधारशिला सामग्री आपकी साइट पर सबसे महत्वपूर्ण और व्यापक लेख होनी चाहिए।"],"Restore Site":["साइट को पुनर्स्थापित करें"],"Network Settings":["नेटवर्क सेटिंग्स"],"You are not allowed to perform this action.":["आपको यह क्रिया करने की अनुमति नहीं है।"],"Error: %s":["त्रुटि: %s"],"Success: %s":["सफलता: %s"],"Site with ID %d not found.":["आईडी %d वाली साइट नहीं मिली।"],"No site has been selected to restore.":["पुनर्स्थापित करने के लिए किसी भी साइट का चयन नहीं किया गया है।"],"You are not allowed to modify unregistered network settings.":["आपको अपंजीकृत नेटवर्क सेटिंग्स को संशोधित करने की अनुमति नहीं है।"],"deleted":["हटाए गए"],"Copied!":["कॉपी किया गया!"],"Not supported!":["समर्थित नहीं!"],"{{a}}Read our article about site structure{{/a}} to learn more about how internal linking can help improve your SEO.":["{{a}}साइट संरचना के बारे में हमारा लेख पढ़ें{{/a}} और जानें कि आंतरिक लिंकिंग आपके एसईओ को बेहतर बनाने में कैसे मदद कर सकती है।"],"Consider linking to these {{a}}cornerstone articles:{{/a}}":["इन {{a}}आधारशिला लेखों को जोड़ने पर विचार करें:{{/a}}"],"Consider linking to these articles:":["इन लेखों से जोड़ने पर विचार करें:"],"Copy link":["लिंक कॉपी करें"],"Copy link to suggested article: %s":["सुझाए गए लेख की लिंक कॉपी करें: %s"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":["कीवर्ड अनुसंधान और कीवर्ड रणनीति के बारे में अधिक जानने के लिए हमारे %1$sकीवर्ड अनुसंधान के लिए अंतिम गाइड%2$s पढ़ें।"],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly. ":["निम्नलिखित शब्द सामग्री में सबसे अधिक होते हैं। ये इस बात का संकेत देते हैं कि आपकी सामग्री किस पर केंद्रित है। यदि शब्द आपके विषय से बहुत भिन्न हैं, तो आप तदनुसार अपनी सामग्री को फिर से लिखना चाह सकते हैं।"],"Prominent words":["प्रमुख शब्द"],"The site's tagline":["साइट की टैगलाइन"],"Not all required fields are given. Missing field %1$s":["सभी आवश्यक फ़ील्ड नहीं दिए गए हैं। फील्ड %1$s गायब है"],"Add synonyms":["समानार्थक शब्द जोड़ें"],"You can edit the SEO metadata for this custom type on the %1$sShop page%2$s.":["आप %1$sशॉप पेज%2$s पर इस कस्टम प्रकार के लिए एसईओ मेटाडेटा संपादित कर सकते हैं।"],"Current year":["वर्तमान साल"],"Page":["पृष्ठ"],"Something went wrong. Please reload the page.":["कुछ गलत हो गया। कृपया पृष्ठ को फिर से लोड करें।"],"Tagline":["टैगलाइन"],"description (custom taxonomy)":["विवरण (कस्टम टेक्सोनोमी)"],"(custom taxonomy)":["(कस्टम टेक्सोनोमी)"],"(custom field)":["(कस्टम फील्ड)"],"Term404":["Term404"],"Caption":["शीर्षक"],"Pagenumber":["पृष्ठ संख्या"],"Pagetotal":["पृष्ठ कुल"],"User description":["उपयोगकर्ता का विवरण"],"ID":["आईडी"],"Modified":["संशोधित"],"Post type (plural)":["पोस्ट प्रकार (बहुवचन)"],"Post type (singular)":["पोस्ट प्रकार (एकवचन)"],"Separator":["विभाजक"],"Search phrase":["वाक्यांश खोजें"],"Term title":["शब्द का शीर्षक"],"Term description":["शब्द का विवरण"],"Tag description":["टैग विवरण"],"Category description":["श्रेणी का विवरण"],"Primary category":["प्राथमिक श्रेणी"],"Category":["श्रेणी"],"Tag":["टैग"],"Excerpt only":["केवल अंश"],"Excerpt":["अंश"],"Site title":["साइट शीर्षक"],"Archive title":["आर्काइव शीर्षक"],"Parent title":["मूल शीर्षक"],"Date":["दिनांक"],"Get Yoast SEO Premium":["योस्ट एसईओ प्रीमियम प्राप्त करें"],"You should create a redirect to ensure your visitors do not get a 404 error when they click on the no longer working URL.":["जब आप अब काम नहीं कर रहे यूआरएल पर क्लिक करते हैं, तो आपको अपने आगंतुकों को 404 त्रुटि न मिले यह सुनिश्चित करने के लिए एक रीडायरेक्ट बनाना चाहिए।"],"Search engines and other websites can still send traffic to your deleted content.":["खोज इंजन और अन्य वेबसाइटें अभी भी आपकी हटाई गई सामग्री पर ट्रैफ़िक भेज सकती हैं।"],"Make sure you don't miss out on traffic!":["सुनिश्चित करें कि आप ट्रैफ़िक को याद नहीं करते हैं!"],"You just deleted a %1$s.":["आपने अभी %1$s हटा दिया है।"],"You just trashed a %1$s.":["आपने अभी %1$s को ट्रैश किया है।"],"Url preview":["यूआरएल पूर्वावलोकन"],"Please provide a meta description by editing the snippet below. If you don’t, Google will try to find a relevant part of your post to show in the search results.":["कृपया नीचे स्निपेट संपादित करके एक मेटा विवरण प्रदान करें। यदि आप नहीं करते हैं, तो गूगल खोज परिणामों में दिखाने के लिए आपके पोस्ट का एक प्रासंगिक हिस्सा खोजने की कोशिश करेगा।"],"Dismiss this notice":["इस नोटिस को खारिज करें"],"No results":["कोई परिणाम नहीं"],"%d result found, use up and down arrow keys to navigate":["%d परिणाम मिला, नेविगेट करने के लिए ऊपर और नीचे एरो कुंजियों का उपयोग करें","%d परिणाम मिले, नेविगेट करने के लिए ऊपर और नीचे एरो कुंजियों का उपयोग करें"],"Your site language is set to %s. If this is not correct, contact your site administrator.":["आपकी साइट की भाषा %s पर सेट है। यदि यह सही नहीं है, तो अपने साइट व्यवस्थापक से संपर्क करें।"],"The %s importer functionality uses temporary database tables. It seems your WordPress install does not have the capability to do this, please consult your hosting provider.":["%s आयातक कार्यक्षमता अस्थायी डेटाबेस तालिकाओं का उपयोग करती है। ऐसा लगता है कि आपके वर्डप्रेस इंस्टॉल में ऐसा करने की क्षमता नहीं है, कृपया अपने होस्टिंग प्रदाता से परामर्श करें।"],"Cleanup of %s data failed.":["%s डेटा की सफाई विफल रही।"],"Content Type":["सामग्री प्रकार"],"Filter by content type":["सामग्री प्रकार से फ़िल्टर करें"],"Show All Content Types":["सभी सामग्री प्रकार दिखाएं"],"Replaced with the normal title for an archive generated by WordPress":["वर्डप्रेस द्वारा उत्पन्न एक आर्काइव के लिए सामान्य शीर्षक के साथ प्रतिस्थापित"],"Clean":["साफ़"],"Once you're certain your site is OK, you can clean up. This will remove all the original data.":["एक बार जब आप निश्चित हो जाते हैं कि आपकी साइट ठीक है, तो आप सफाई कर सकते हैं। यह सभी मूल डेटा को हटा देगा।"],"Step 5: Clean up":["चरण 5: सफाई करें"],"Please check your posts and pages and see if the metadata was successfully imported.":["कृपया अपने पोस्ट और पेज देखें और देखें कि क्या मेटाडेटा सफलतापूर्वक आयात किया गया था।"],"Step 3: Check your data":["चरण 3: अपना डेटा जांचें"],"This will import the post metadata like SEO titles and descriptions into your %1$s metadata. It will only do this when there is no existing %1$s metadata yet. The original data will remain in place.":["यह पोस्ट मेटाडेटा जैसे एसईओ शीर्षक और विवरण आपके %1$s मेटाडेटा में आयात करेगा। यह केवल तब करेगा जब अभी तक कोई मौजूदा %1$s मेटाडेटा नहीं है। मूल डेटा यथावत रहेगा।"],"Step 2: Import":["चरण 2: आयात करें"],"Please make a backup of your database before starting this process.":["कृपया इस प्रक्रिया को शुरू करने से पहले अपने डेटाबेस का बैकअप बना लें।"],"Step 1: Create a backup":["चरण 1: एक बैकअप बनाएं"],"We've detected data from one or more SEO plugins on your site. Please follow the following steps to import that data:":["हमने आपकी साइट पर एक या अधिक एसईओ प्लगइन के डेटा का पता लगाया है। कृपया उस डेटा को आयात करने के लिए निम्नलिखित चरणों का पालन करें:"],"Plugin: ":["प्लगइन:"],"%s did not detect any plugin data from plugins it can import from.":["%s प्लगइन्स से किसी भी प्लगइन डेटा का पता नहीं लगा सकता है जिसे वह आयात कर सकता है।"],"Posts that should not show up in search results":["वे पोस्ट जिन्हें खोज परिणामों में नहीं दिखाना चाहिए"],"%s data found.":["%s डेटा मिला।"],"%s data successfully removed.":["%s डेटा सफलतापूर्वक निकाला गया।"],"%s data successfully imported.":["%s डेटा सफलतापूर्वक आयात किया गया।"],"%s data not found.":["%s डेटा नहीं मिला।"],"On":["पर"],"Help on: %s":["पर मदद: %s"],"Off":["बंद"],"See who contributed to %1$s.":["देखें कि किसने %1$s में योगदान दिया है।"],"Help on this search results setting":["इस खोज परिणाम सेटिंग पर मदद करें"],"Not showing the archive for %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["खोज परिणामों में %1$s के लिए संग्रह नहीं दिखा रहा है तकनीकी रूप से इसका मतलब है कि उन लोगों के पास %2$s रोबोट मेटा होगा और इसे XML साइटमैप से बाहर रखा जाएगा। %3$sखोज परिणाम सेटिंग्स के बारे में अधिक जानकारी%4$s।"],"Not showing %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["खोज परिणामों में %1$s को तकनीकी रूप से नहीं दिखाने का मतलब है कि उन लोगों के पास %2$s रोबोट मेटा होगा और उन्हें एक्सएमएल साइटमैप से बाहर रखा जाएगा। %3$sखोज परिणाम सेटिंग्स के बारे में अधिक जानकारी%4$s।"],"Default for %2$s, currently: %1$s":["%2$s के लिए डिफ़ॉल्ट, वर्तमान में: %1$s"],"Show %s in search results?":["खोज परिणामों में %s दिखाएं?"],"this author's archives":["यह लेखक का आर्काइव है"],"Do not allow search engines to show %s in search results.":["खोज परिणामों में खोज इंजन को %s दिखाने की अनुमति न दें।"],"Read why XML Sitemaps are important for your site.":["पढ़ें कि आपकी साइट के लिए एक्सएमएल साइटमैप क्यों महत्वपूर्ण हैं"],"Enable the XML sitemaps that %s generates.":["एक्सएमएल साइटमैप को सक्षम करें जो %s उत्पन्न करता है।"],"See the XML sitemap.":["एक्सएमएल साइटमैप देखें।"],"%s (current default for %s)":["%s (%s के लिए वर्तमान डिफ़ॉल्ट)"],"Should search engines follow links on this %1$s?":["क्या खोज इंजनों को इस %1$s के लिंक का अनुसरण करना चाहिए?"],"Allow search engines to show this %s in search results?":["खोज परिणामों में खोज इंजन को इस %s को दिखाने की अनुमति दें?"],"Allow search engines to show this content in search results?":["खोज इंजनों को इस सामग्री को खोज परिणामों में दिखाने की अनुमति दें?"],"Toggle %1$s's XML Sitemap":["%1$s के एक्सएमएल साइटमैप को टॉगल करें"],"%s integration":["%s एकीकरण"],"Find out how the text link counter can enhance your SEO.":["पता करें कि टेक्स्ट लिंक काउंटर आपके एसईओ को कैसे बढ़ा सकता है।"],"The text link counter helps you improve your site structure.":["पाठ लिंक काउंटर आपको अपनी साइट संरचना को बेहतर बनाने में मदद करता है।"],"Find out how cornerstone content can help you improve your site structure.":["पता लगाएं कि आधारशिला सामग्री आपकी साइट संरचना को बेहतर बनाने में आपकी मदद कर सकती है।"],"The cornerstone content feature lets you to mark and filter cornerstone content on your website.":["आधारशिला सामग्री सुविधा आपको अपनी वेबसाइट पर आधारशिला सामग्री को चिह्नित करने और फ़िल्टर करने की सुविधा देती है।"],"Discover why readability is important for SEO.":["पता करें क्यों एसईओ के लिए पठनीयता महत्वपूर्ण है।"],"The readability analysis offers suggestions to improve the structure and style of your text.":["पठनीयता विश्लेषण आपके पाठ की संरचना और शैली को बेहतर बनाने के लिए सुझाव देता है।"],"Learn how the SEO analysis can help you rank.":["जानें कि कैसे एसईओ विश्लेषण आपको रैंक करने में मदद कर सकता है।"],"The SEO analysis offers suggestions to improve the SEO of your text.":["एसईओ विश्लेषण आपके पाठ के एसईओ को बेहतर बनाने के लिए सुझाव देता है।"],"SEO analysis":["एसईओ विश्लेषण"],"Good results":["अच्छे परिणाम"],"https://yoa.st/1uk":["https://yoa.st/1uk"],"https://yoa.st/1uj":["https://yoa.st/1uj"],"Latest blog posts on %1$s":["%1$s पर नवीनतम ब्लॉग पोस्ट"],"Remove highlight from the text":["टेक्स्ट से हाइलाइट निकालें"],"Your site language is set to %s. ":["आपकी साइट की भाषा %s पर सेट है।"],"First-time SEO configuration":["पहली बार एसईओ कॉन्फ़िगरेशन"],"Highlight this result in the text":["इस परिणाम को पाठ में हाइलाइट करें"],"Considerations":["विचार"],"Errors":["त्रुटियाँ"],"Change language":["भाषा बदलो"],"%s file":["%s फाइल"],"Save changes to %s":["%s में परिवर्तन सहेजें"],"Edit the content of your %s:":["अपने %s की सामग्री संपादित करें:"],"Create %s file":["%s फ़ाइल बनाएँ"],"Updated %s":["अद्यतित %s"],"You cannot edit the %s file.":["आप %s फ़ाइल को संपादित नहीं कर सकते।"],"You cannot create a %s file.":["आप %s फ़ाइल नहीं बना सकते।"],"Other integrations":["अन्य एकीकरण"],"More information about %1$s":["%1$s के बारे में अधिक जानकारी"],"Old Configuration Wizard":["पुराना कॉन्फ़िगरेशन विज़ार्ड"],"Manage your %s subscription on MyYoast":["MyYoast पर अपनी %s सदस्यता प्रबंधित करें"],"Mark the most important %1$s as 'cornerstone content' to improve your site structure. %2$sLearn more about cornerstone content%3$s.":["अपनी साइट संरचना को बेहतर बनाने के लिए सबसे महत्वपूर्ण %1$s को 'आधारशिला सामग्री' के रूप में चिह्नित करें। %2$sआधारशिला सामग्री के बारे में अधिक जानें%3$s।"],"(Opens in a new browser tab)":["(नए ब्राउज़र टैब में खुलता है)"],"Go back":["वापस जाएँ"],"Posts %1$swithout%2$s a focus keyphrase":["फ़ोकस कीफ़्रेस के %1$sबिना%2$s पोस्ट"],"Hey, your SEO is doing pretty well! Check out the stats:":["अरे, आपका एसईओ बहुत अच्छा कर रहा है! आँकड़े देखें:"],"You don't have any published posts, your SEO scores will appear here once you make your first post!":["आपके पास कोई प्रकाशित पोस्ट नहीं है, आपका पहला पोस्ट बनाते ही आपका एसईओ स्कोर यहाँ दिखाई देगा!"],"Read more like this on our SEO blog":["हमारे एसईओ ब्लॉग पर इसे और पढ़ें"],"Readability: %s":["पठनीयता: %s"],"Not activated":["सक्रिय नहीं"],"Activated":["सक्रिय"],"%1$s recommendations for you":["आपके लिए %1$s सिफारिशें"],"All Readability Scores":["सभी पठनीयता स्कोर"],"Filter by Readability Score":["पठनीयता स्कोर द्वारा फ़िल्टर"],"Request method %1$s is not valid.":["अनुरोध विधि %1$s मान्य नहीं है।"],"Text link counter":["पाठ लिंक काउंटर"],"Number of internal links linking to this post. See \"Yoast Columns\" text in the help tab for more info.":["इस पोस्ट से लिंक करने वाले आंतरिक लिंक की संख्या। अधिक जानकारी के लिए सहायता टैब में \"योस्ट कॉलम\" पाठ देखें।"],"Number of outgoing internal links in this post. See \"Yoast Columns\" text in the help tab for more info.":["इस पोस्ट में निवर्तमान आंतरिक लिंक की संख्या। अधिक जानकारी के लिए सहायता टैब में \"योस्ट कॉलम\" पाठ देखें।"],"%s Columns":["%s कॉलम"],"Readability score":["पठनीयता स्कोर"],"Scroll to see the preview content.":["पूर्वावलोकन सामग्री देखने के लिए स्क्रॉल करें।"],"Cornerstone content":["आधारशिला सामग्री"],"Save changes":["बदलाव सहेजें"],"1 year free support and updates included!":["1 साल का मुफ्त समर्थन और अद्यतन शामिल!"],"The plugin %2$s changes your site's output and in doing that differentiates between search engines and normal users, a process that's called cloaking. We highly recommend that you disable it.":["प्लगइन %2$s आपकी साइट के आउटपुट को बदल देता है और यह करने में खोज इंजन और सामान्य उपयोगकर्ताओं के बीच अंतर करता है, एक प्रक्रिया जिसे क्लोकिंग कहा जाता है। हम अनुशंसा करते हैं कि आप इसे अक्षम करें।"],"No ads!":["विज्ञापन नहीं!"],"Get internal linking suggestions":["आंतरिक लिंकिंग सुझाव प्राप्त करें"],"Variable":["चर"],"Available variables":["उपलब्ध चर"],"Scroll to see the table content.":["तालिका सामग्री देखने के लिए स्क्रॉल करें।"],"An error occurred in the '%1$s' assessment":["'%1$s' मूल्यांकन में एक त्रुटि हुई"],"No new notifications.":["कोई नए संदेश नहीं।"],"Save all":["सभी को सहेजें"],"Save":["सहेजें"],"%1$s, Author at %2$s":["%1$s, %2$s पर लेखक"],"Mobile preview":["मोबाइल पूर्वावलोकन"],"Desktop preview":["डेस्कटॉप पूर्वावलोकन"],"Please provide an SEO title by editing the snippet below.":["कृपया नीचे स्निपेट संपादित करके एक एसईओ शीर्षक प्रदान करें।"],"Meta description preview:":["मेटा विवरण पूर्वावलोकन:"],"Slug preview:":["स्लग पूर्वावलोकन:"],"SEO title preview:":["एसईओ शीर्षक पूर्वावलोकन:"],"Close snippet editor":["स्निपेट संपादक को बंद करें"],"Slug":["स्लग"],"Remove marks in the text":["पाठ में चिह्न निकालें"],"Mark this result in the text":["इस परिणाम को पाठ में चिह्नित करें"],"Marks are disabled in current view":["वर्तमान दृश्य में निशान अक्षम हैं"],"Good SEO score":["अच्छा एसईओ स्कोर"],"OK SEO score":["साधारण SEO गणना"],"Feedback":["प्रतिपुष्टि"],"Name":["नाम"],"Please provide a meta description by editing the snippet below.":["कृपया नीचे स्निपेट संपादित करके एक मेटा विवरण प्रदान करें।"],"Edit snippet":["स्निपेट संपादित करें"],"You can click on each element in the preview to jump to the Snippet Editor.":["आप स्निपेट संपादक पर कूदने के लिए पूर्वावलोकन में प्रत्येक तत्व पर क्लिक कर सकते हैं।"],"SEO title preview":["एसईओ शीर्षक पूर्वावलोकन"],"Export settings":["निर्यात सेटिंग्स"],"Please don't show me this notification anymore":["कृपया मुझे यह सूचना अब न दिखाएं"],"If you are experiencing issues, %1$splease file a bug report%2$s and we'll do our best to help you out.":["यदि आप समस्याओं का सामना कर रहे हैं, तो %1$sकृपया बग रिपोर्ट दर्ज करें%2$s और हम आपकी सहायता करने की पूरी कोशिश करेंगे।"],"We've noticed you've been using %1$s for some time now; we hope you love it! We'd be thrilled if you could %2$sgive us a 5 stars rating on WordPress.org%3$s!":["हमने देखा है कि आप पिछले कुछ समय से %1$s का उपयोग कर रहे हैं; हमें उम्मीद है कि आप इसे प्यार करेंगे! यदि आप %2$sहमें WordPress.org पर 5 स्टार रेटिंग दे सकते हैं%3$s तो हम रोमांचित होंगे!"],"%1$s + %2$s":["%1$s + %2$s"],"Warning: the variable %1$s cannot be used in this template. See the %2$s for more info.":["चेतावनी: इस टेम्पलेट में परिवर्तनशील %1$s का उपयोग नहीं किया जा सकता है। अधिक जानकारी के लिए %2$s देखें।"],"By the way, did you know we also have a %1$sPremium plugin%2$s? It offers advanced features, like a redirect manager and support for multiple keyphrases. It also comes with 24/7 personal support.":["वैसे, क्या आप जानते हैं कि हमारे पास एक %1$sप्रीमियम प्लगइन%2$s भी है? यह उन्नत सुविधाओं की पेशकश करता है, एक रीडायरेक्ट प्रबंधक की तरह और कई कीफ़्रेज़ के लिए समर्थन करता है। यह 24/7 व्यक्तिगत समर्थन के साथ भी आता है।"],"(no title)":["(कोई शीर्षक नही)"],"The %1$s admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["%1$s के व्यवस्थापक बार मेनू में पृष्ठों के विश्लेषण के लिए तृतीय-पक्ष टूल के लिए उपयोगी लिंक शामिल हैं और यह देखना आसान बनाता है कि क्या आपके पास नई सूचनाएं हैं या नहीं।"],"Admin bar menu":["व्यवस्थापक बार मेनू"],"Features":["विशेषताएं"],"SEO title":["एसईओ शीर्षक"],"Greater than sign":["संकेत से बड़ा"],"Less than sign":["संकेत से कम"],"Right angle quotation mark":["दायां कोना अवतरण चिन्ह"],"Left angle quotation mark":["बायां कोना अवतरण चिन्ह"],"Small tilde":["छोटा टिल्ड"],"Vertical bar":["लंबवत बार"],"Low asterisk":["कम तारांकन"],"Asterisk":["तारांकन"],"Bullet":["बुलेट"],"Middle dot":["मध्य बिंदु"],"Em dash":["Em डैश"],"En dash":["En डैश"],"Dash":["डैश"],"No":["नहीं"],"Yes":["हाँ"],"Google search console":["गूगल सर्च कंसोल"],"Social profiles":["सामाजिक प्रोफाइल्स"],"Posts list":["पोस्ट सूची"],"Posts list navigation":["पोस्ट सूची नेविगेशन"],"Filter posts list":["फ़िल्टर पोस्ट सूची"],"Installed":["स्थापित"],"Seamless integration between %1$s and %2$s":["%1$s और %2$s के बीच सहज एकीकरण"],"Optimize your site for Google News":["गूगल समाचार के लिए अपनी साइट का अनुकूलन करें"],"Edit &#8220;%s&#8221;":["संपादन करना &#8220;%s&#8221;"],"Premium":["प्रीमियम"],"Get Premium":["प्रीमियम प्राप्त करना"],"Notifications":["सूचनाये"],"Removes the focus keyphrase section from the metabox and disables all SEO-related suggestions.":["मेटाबोक्स से फ़ोकस कीफ़्रेस अनुभाग को हटाता है और सभी एसईओ-संबंधित सुझावों को निष्क्रिय कर देता है।"],"Disable SEO analysis":["एसईओ विश्लेषण अक्षम करें"],"Other social profiles":["अन्य सामाजिक प्रोफाइल"],"Make primary":["प्राथमिक बनाएं"],"Cancel":["रद्द करे"],"%s notification":["%s सूचना","%s सूचनाएँ"],"Disable readability analysis":["पठनीयता विश्लेषण अक्षम करें"],"Removes the readability analysis section from the metabox and disables all readability-related suggestions.":["मेटाबोक्स से पठनीयता विश्लेषण अनुभाग निकालता है और सभी पठनीयता संबंधी सुझावों को अक्षम करता है।"],"Readability analysis":["पठनीयता विश्लेषण"],"Needs improvement":["सुधार की जरुरत"],"Readability":["पठनीयता"],"Improvements":["सुधार"],"Good job! We could detect no serious SEO problems.":["अच्छा काम ! हमें कोई भी गंभीर एसईओ समस्या नही मिली |"],"We have detected the following issues that affect the SEO of your site.":["हमने निम्नलिखित मुद्दों का पता लगाया है जो आपकी साइट के एसईओ को प्रभावित करते हैं।"],"Problems":["समस्याएं"],"Analysis":["विश्लेषण"],"Not available":["उपलब्ध नही है |"],"Filter by SEO Score":["फ़िल्टर एसईओ स्कोर द्वारा"],"Meta description not set.":["मेटा विवरण सेट नहीं है।"],"Open":["खोलना"],"Loading...":["लोड हो रहा है..."],"No results found":["कोई परिणाम नही मिला"],"Dashboard":["डैशबोर्ड"],"You can fix this on the %1$sPermalink settings page%2$s.":["आप इसे %1$sपर्मालिंक सेटिंग पृष्ठ%2$s पर ठीक कर सकते हैं।"],"Replaced with the primary category of the post/page":["पोस्ट/पृष्ठ की प्राथमिक श्रेणी के साथ प्रतिस्थापित"],"Buy %s":["%s खरीदें"],"New %1$s Title":["नया %1$s शीर्षक"],"Existing %1$s Title":["मौजूदा %1$s शीर्षक"],"Expected an integer as input.":["इनपुट के रूप में एक पूर्णांक की अपेक्षा की।"],"Trying to build the sitemap cache key, but the postfix and prefix combination leaves too little room to do this. You are probably requesting a page that is way out of the expected range.":["साइटमैप कैश कुंजी बनाने की कोशिश कर रहा है, लेकिन पोस्टफिक्स और उपसर्ग संयोजन ऐसा करने के लिए बहुत कम जगह छोड़ता है। आप शायद एक पृष्ठ का अनुरोध कर रहे हैं जो अपेक्षित सीमा से बाहर है।"],"Redirects":["रीडाइरेक्ट्स "],"Remove":["हटायें"],"Keep":["रखना"],"Bold the last page":["अंतिम पृष्ठ को बोल्ड करें"],"Primary %s":["प्राथमिक %s"],"Primary":["प्राथमिक"],"Make %1$s primary %2$s":["%1$s को प्राथमिक %2$s बनाओ"],"Integrations":["एकीकरण"],"Term is set to noindex.":["शब्द नोइन्डेक्स पर सेट है।"],"Author archives":["लेखक पूरालेख"],"Enabled":["सक्षम "],"Disabled":["अक्षम "],"The separator defined in your theme's %s tag.":["विभाजक को आपके थीम के %s टैग में परिभाषित किया गया है।"],"No index":["कोई सूचकांक नहीं"],"SEO score":["एसईओ स्कोर"],"Team Yoast":["टीम योस्ट"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["वर्डप्रेस के लिए पहला सच्चा ऑल-इन-वन एसईओ समाधान, जिसमें ऑन-पेज सामग्री विश्लेषण, एक्सएमएल साइटमैप और बहुत कुछ शामिल है।"],"Yoast SEO":["योस्ट SEO"],"Activation failed:":["सक्रियण विफल रहा:"],"The filter extension seem to be unavailable. Please ask your web host to enable it.":["फ़िल्टर एक्सटेंशन अनुपलब्ध लगता है। कृपया इसे सक्षम करने के लिए अपने वेब होस्ट से पूछें।"],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":["%1$sप्लगइन इंस्टॉलेशन अधूरा है। कृपया %2$sइंस्टॉलेशन निर्देश%3$s को देखें।"],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":["मानक पीएचपी लाइब्रेरी (SPL) एक्सटेंशन अनुपलब्ध लगता है। कृपया इसे सक्षम करने के लिए अपने वेब होस्ट से पूछें।"],"SEO Settings":["एसईओ सेटिंग्स"],"Mobile-Friendly Test":["मोबाइल अनुकूलन परीक्षण"],"Google Page Speed Test":["गूगल पृष्ठ गति परीक्षण"],"Facebook Debugger":["फेसबुक डिबगर"],"Analyze this page":["इस पन्ने का विश्लेषण"],"%s does not seem to be a valid url. Please correct.":["%s मान्य यूआरएल नहीं लगता है। कृपया सही करें।"],"%1$s does not seem to be a valid %2$s verification string. Please correct.":["%1$s वैध %2$s सत्यापन स्ट्रिंग प्रतीत नहीं होता है। कृपया सही करें।"],"%s Archive":["%s आर्काइव"],"You searched for %s":["आपने %s की खोज की"],"%s does not seem to be a valid Twitter Username. Please correct.":["%s एक वैध ट्विटर उपयोगकर्तानाम नहीं लगता है। कृपया सही करें।"],"Summary with large image":["बड़े छवि के साथ सारांश"],"The post %1$s appeared first on %2$s.":["पोस्ट %1$s पहले %2$s पर दिखाई दिया।"],"No numeric value was received.":["सांख्यिक मान नहीं मिला।"],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":["यह एक मौजूदा ब्लॉग होना चाहिए। ब्लॉग %s मौजूद नहीं है या हटाए गए के रूप में चिह्नित किया गया है।"],"The default blog setting must be the numeric blog id of the blog you want to use as default.":["डिफ़ॉल्ट ब्लॉग सेटिंग उस ब्लॉग की सांख्यिक ब्लॉग आईडी होनी चाहिए जिसे आप डिफ़ॉल्ट के रूप में उपयोग करना चाहते हैं।"],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":["%1$s वैध विकल्प नहीं है, जिन्हें %2$s सेटिंग तक पहुंचने की अनुमति दी जानी चाहिए। डिफ़ॉल्ट पर रीसेट करें।"],"Please select a valid post type for taxonomy \"%s\"":["कृपया टेक्सोनोमी \"%s\" के लिए एक वैध पोस्ट का चयन करें"],"Please select a valid taxonomy for post type \"%s\"":["कृपया पोस्ट प्रकार \"%s\" के लिए एक वैध टेक्सोनोमी का चयन करें"],"You searched for":["आपने खोज किया"],"Home":["मुख्यपृष्ठ"],"Archives for":["के लिये अभिलेखागार"],"Error 404: Page not found":["त्रुटि 404: पृष्ठ नहीं मिला"],"Good":["अच्छा"],"Replaced with a custom taxonomies description":["एक कस्टम टैक्सोनॉमी विवरण के साथ प्रतिस्थापित"],"Replaced with a posts custom taxonomies, comma separated.":["कस्टम टैक्सोनॉमी के पोस्ट के साथ प्रतिस्थापित, अल्पविराम अलग हो गया।"],"Replaced with a posts custom field value":["एक पोस्ट कस्टम फ़ील्ड मान के साथ प्रतिस्थापित"],"Replaced with the slug which caused the 404":["404 का कारण बना स्लग के साथ प्रतिस्थापित"],"Replaced with the posts focus keyphrase":["पोस्ट केंद्रित कीफ़्रेस के साथ बदल दिया"],"Attachment caption":["अनुलग्नक कैप्शन"],"Replaced with the current page number":["वर्तमान पृष्ठ संख्या के साथ प्रतिस्थापित"],"Replaced with the current page total":["कुल पृष्ठ के साथ बदल दिया"],"Replaced with the current page number with context (i.e. page 2 of 4)":["संदर्भ के साथ वर्तमान पृष्ठ संख्या (यानी 4 के पृष्ठ 2) के साथ प्रतिस्थापित"],"Replaced with the current year":["चालू वर्ष के साथ बदला गया"],"Replaced with the current month":["चालू माह से बदला गया"],"Replaced with the current day":["वर्तमान दिन के साथ बदला गया"],"Replaced with the current date":["वर्तमान तिथि से बदला गया"],"Replaced with the post/page author's 'Biographical Info'":["पोस्ट/पृष्ठ लेखक की 'भौगोलिक जानकारी' के साथ प्रतिस्थापित"],"Replaced with the post/page author's 'nicename'":["पोस्ट/पृष्ठ लेखक के 'उपनाम' के साथ प्रतिस्थापित"],"Replaced with the post/page ID":["पोस्ट/पृष्ठ आईडी के साथ प्रतिस्थापित"],"Replaced with the post/page modified time":["पोस्ट/पृष्ठ संशोधित समय के साथ प्रतिस्थापित"],"Replaced with the content type plural label":["सामग्री प्रकार बहुवचन लेबल के साथ प्रतिस्थापित"],"Replaced with the content type single label":["सामग्री प्रकार एकल लेबल के साथ प्रतिस्थापित"],"Replaced with the current search phrase":["Diganti dengan frase pencarian saat ini"],"Replaced with the term name":["शब्द नाम के साथ प्रतिस्थापित"],"Replaced with the term description":["शब्द विवरण के साथ प्रतिस्थापित"],"Replaced with the tag description":["टैग विवरण के साथ प्रतिस्थापित"],"Replaced with the category description":["श्रेणी विवरण के साथ प्रतिस्थापित"],"Replaced with the post categories (comma separated)":["पोस्ट श्रेणियों के साथ प्रतिस्थापित (अल्पविराम से अलग)"],"Replaced with the current tag/tags":["वर्तमान टैग/टैगो के साथ प्रतिस्थापित"],"Replaced with the post/page excerpt (without auto-generation)":["पोस्ट/पृष्ठ अंश (ऑटो-पीढ़ी के बिना) के साथ प्रतिस्थापित"],"Replaced with the post/page excerpt (or auto-generated if it does not exist)":["पोस्ट/पृष्ठ अंश के साथ प्रतिस्थापित (या मौजूद नहीं होने पर स्वतः-जनरेट किया गया)"],"The site's name":["साइट का नाम"],"Replaced with the title of the parent page of the current page":["वर्तमान पृष्ठ के मूल पृष्ठ के शीर्षक के साथ प्रतिस्थापित"],"Replaced with the title of the post/page":["पोस्ट/पृष्ठ के शीर्षक के साथ प्रतिस्थापित"],"Replaced with the date of the post/page":["पोस्ट/पृष्ठ की तारीख के साथ प्रतिस्थापित"],"Page %1$d of %2$d":["%2$d का पृष्ठ %1$d"],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":["आप एक ही नाम के साथ एक चर रजिस्टर करके एक डब्लूपीएसईओ मानक चर प्रतिस्थापन को खत्म नहीं कर सकते। प्रतिस्थापन मूल्य को समायोजित करने के बजाय \"wpseo_replacements\" फ़िल्टर का उपयोग करें।"],"A replacement variable with the same name has already been registered. Try making your variable name unique.":["एक ही नाम के साथ एक प्रतिस्थापन चर पहले ही पंजीकृत किया गया है। अपना चर नाम अद्वितीय बनाने का प्रयास करें।"],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":["एक प्रतिस्थापन चर \"%%cf_\" या \"%%ct_\" से शुरू नहीं हो सकता क्योंकि ये कस्टम फ़ील्ड और कस्टम टैक्सोनॉमी के लिए WPSEO मानक चर चर के लिए आरक्षित हैं। अपने परिवर्तनीय नाम को अद्वितीय बनाने का प्रयास करें।"],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":["एक प्रतिस्थापन चर में केवल अल्फ़ान्यूमेरिक वर्ण, एक अंडरस्कोर या डैश हो सकता है। अपने चर का नाम बदलने का प्रयास करें।"],"Admin only notice: this page does not show a meta description because it does not have one, either write it for this page specifically or go into the [%1$s - %2$s] menu and set up a template.":["केवल सूचना दें: यह पृष्ठ मेटा विवरण नहीं दिखाता है क्योंकि इसमें एक नहीं है, या तो इस पृष्ठ के लिए विशेष रूप से लिखें या [%1$s - %2$s] मेनू में जाएं और एक टेम्पलेट सेट करें।"],"Page not found":["पृष्ठ नहीं मिला"],"%s Archives":["%s आर्काइव"],"Meta description to use for Author page":["लेखक पृष्ठ पर उपयोग हेतु मेटा विवरण"],"Title to use for Author page":["लेखक पृष्ठ पर उपयोग हेतु शीर्षक"],"%1$s settings":["%1$s सेटिंग "],"Export your %1$s settings":["आपके %1$s सेटिंग एक्सपोर्ट करे"],"Import settings":["आयत व्यवस्था"],"Import from other SEO plugins":["अन्य एसईओ प्लगइन्स से आयात करें"],"Import":["आयात"],"If you had a %s file and it was editable, you could edit it from here.":["यदि आपके पास %s फ़ाइल थी और यह संपादन योग्य था, तो आप इसे यहाँ से संपादित कर सकते हैं।"],"If your %s were writable, you could edit it from here.":["यदि आपका %s लेखन योग्य था, तो आप इसे यहाँ से संपादित कर सकते हैं।"],"You don't have a %s file, create one here:":["आपके पास %s फ़ाइल नहीं है, यहाँ एक बनाएँ:"],"A link to your site, with your site's name and description as anchor text.":["एंकर टेक्स्ट के रूप में आपकी साइट का नाम और विवरण के साथ आपकी साइट का लिंक।"],"A link to your site, with your site's name as anchor text.":["एंकर टेक्स्ट के रूप में आपकी साइट का लिंक, आपकी साइट के नाम के साथ।"],"A link to the post, with the title as anchor text.":["एंकर टेक्स्ट के रूप में शीर्षक के साथ पोस्ट का लिंक।"],"You can use the following variables within the content, they will be replaced by the value on the right.":["आप सामग्री के भीतर निम्नलिखित चर का उपयोग कर सकते हैं, उन्हें दाईं ओर मूल्य द्वारा प्रतिस्थापित किया जाएगा।"],"Content to put after each post in the feed":["फ़ीड में प्रत्येक पोस्ट के बाद डालने के लिए सामग्री"],"Content to put before each post in the feed":["फ़ीड में प्रत्येक पोस्ट से पहले डालने के लिए सामग्री"],"How to insert breadcrumbs in your theme":["अपनी थीम में ब्रेडक्रंब कैसे डालें"],"Blog":["ब्लॉग"],"Prefix for the breadcrumb path":["ब्रेडक्रम्ब पथ के लिए उपसर्ग"],"Anchor text for the Homepage":["मुखपृष्ठ के लिए एंकर पाठ"],"Separator between breadcrumbs":["ब्रेडक्रंब के बीच विभाजक"],"Below are your published posts' SEO scores. Now is as good a time as any to start improving some of your posts!":["नीचे आपके प्रकाशित पोस्ट 'एसईओ स्कोर' हैं। अब किसी भी समय के रूप में अच्छा है के रूप में किसी भी अपने पोस्ट में सुधार शुरू करने के लिए!"],"Credits":["श्रेय"],"&laquo; Back to Tools page":["&laquo; टूल पेज पर वापस जाएं"],"%1$s comes with some very powerful built-in tools:":["%1$s कुछ बहुत शक्तिशाली अंतर्निहित उपकरणों के साथ आता है:"],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":["यह टूल आपके एसईओ के लिए महत्वपूर्ण फाइलों को जल्दी से बदलने की अनुमति देता है, जैसे आपके robots.txt और, यदि आपके पास एक, आपकी .htaccess फाइल है।"],"File editor":["फ़ाइल संपादक"],"Import settings from other SEO plugins and export your settings for re-use on (another) site.":["अन्य एसईओ प्लगइन्स से सेटिंग्स आयात करें और (अन्य) साइट पर पुन: उपयोग के लिए अपनी सेटिंग्स निर्यात करें।"],"Import and Export":["आयात और निर्यात"],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":["यह टूल आपको प्रत्येक पृष्ठ के लिए संपादक में जाने के बिना जल्दी से अपने पोस्ट और पृष्ठों के शीर्षक और विवरण बदलने की अनुमति देता है।"],"Bulk editor":["थोक संपादक"],"Default settings":["मूल व्यवस्था"],"Description":["विवरण"],"Restore site to defaults":["डिफ़ॉल्ट पर साइट को पुनर्स्थापित करें"],"Site ID":["साइट आईडी"],"Using this form you can reset a site to the default SEO settings.":["इस फ़ॉर्म का उपयोग करके आप किसी साइट को डिफ़ॉल्ट एसईओ सेटिंग्स पर रीसेट कर सकते हैं।"],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new sites.":["गोपनीयता संवेदनशील (फेसबुक व्यवस्थापक और ऐसे), विषय विशिष्ट (शीर्षक फिर से लिखना) और कुछ बहुत ही साइट विशिष्ट सेटिंग्स को नई साइटों पर आयात नहीं किया जाएगा।"],"Enter the %1$sSite ID%2$s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":["उस साइट के लिए %1$sसाइट आईडी%2$s दर्ज करें जिसकी सेटिंग आप उन सभी साइटों के लिए डिफ़ॉल्ट रूप से उपयोग करना चाहते हैं जो आपके नेटवर्क में जोड़ी गई हैं। किसी के लिए भी खाली छोड़ दें (यानी सामान्य प्लगइन चूक का उपयोग किया जाएगा)।"],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":["वह साइट चुनें जिसकी सेटिंग्स आप उन सभी साइटों के लिए डिफ़ॉल्ट रूप से उपयोग करना चाहते हैं जो आपके नेटवर्क में जोड़ी गई हैं। यदि आप 'कोई नहीं' चुनते हैं, तो सामान्य प्लगइन चूक का उपयोग किया जाएगा।"],"New sites in the network inherit their SEO settings from this site":["नेटवर्क में नई साइटें इस साइट से अपनी एसईओ सेटिंग्स प्राप्त करती हैं"],"Super Admins only":["केवल सुपर व्यवस्थापक"],"Site Admins (default)":["साइट व्यवस्थापक (डिफ़ॉल्ट)"],"Who should have access to the %1$s settings":["%1$s सेटिंग में किसकी पहुंच होनी चाहिए"],"spam":["स्पैम"],"mature":["परिपक्व"],"archived":["आर्काइव"],"public":["सार्वजनिक"],"%s restored to default SEO settings.":["डिफ़ॉल्ट सेटिंग्स में %s को पुनर्स्थापित किया गया।"],"Settings Updated.":["सेटिंग को अद्यतन किया गया है।"],"Special pages":["विशेष पृष्ठ"],"Date archives":["दिनांक आर्काइव्ज"],"Title":["शीर्षक"],"Take note:":["नोट करें:"],"You can determine the title and description for the homepage by %1$sediting the homepage itself%2$s.":["आप %1$sब्लॉग पेज को स्वयं संपादित करके%2$s ब्लॉग पेज के लिए शीर्षक और विवरण निर्धारित कर सकते हैं।"],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s ने स्वतः पता लगा लिया है कि क्या इसे आपके पृष्ठों के लिए फिर से लिखने के लिए बाध्य करने की आवश्यकता है, यदि आपको लगता है कि यह गलत है और आप जानते हैं कि आप क्या कर रहे हैं, तो आप यहां सेटिंग बदल सकते हैं।"],"Force rewrite titles":["बल पुन: शीर्षक लिखते हैं"],"Homepage":["मुखपृष्ठ"],"%1$s Extensions":["%1$s एक्सटेंशन"],"Seamlessly integrate WooCommerce with %1$s and get extra features!":["सहजता से वूकॉमर्स को %1$s के साथ एकीकृत करें और अतिरिक्त सुविधाएँ प्राप्त करें!"],"Rank better locally and in Google Maps, without breaking a sweat!":["एक पसीने को तोड़ने के बिना, स्थानीय और गूगल मानचित्र में बेहतर रैंक करें!"],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":["क्या आप गूगल समाचार में हैं? इसके लिए अनुकूलन करके गूगल समाचार से अपना ट्रैफ़िक बढ़ाएं!"],"Optimize your videos to show them off in search results and get more clicks!":["खोज परिणामों में उन्हें दिखाने और अधिक क्लिक प्राप्त करने के लिए अपने वीडियो का अनुकूलन करें!"],"The premium version of %1$s with more features & support.":["अधिक सुविधाओं और समर्थन के साथ %1$s का प्रीमियम संस्करण।"],"Person":["व्यक्ति "],"Website name":["वेबसाइट का नाम"],"RSS":["आरएसएस"],"Permalink":["स्थायी-लिंक"],"Breadcrumbs":["ब्रेडक्रंब"],"Authenticate":["प्रमाणीकरण"],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year of support and updates, on %2$s.":["रीडायरेक्ट बनाने और इस समस्या को हल करने में सक्षम होने के लिए, आपको %1$s की आवश्यकता है। आप %2$s पर एक वर्ष के समर्थन और अपडेट सहित प्लगइन खरीद सकते हैं।"],"Creating redirects is a %s feature":["पुनर्निर्देश बनाना एक %s सुविधा है"],"New URL":["नया यूआरएल"],"Search":["खोज"],"URL":["यूआरएल"],"Deactivate %s":["%s निष्क्रिय करें "],"The %1$s plugin might cause issues when used in conjunction with %2$s.":["जब %2$s के साथ संयोजन में उपयोग किया जाता है तो %1$s प्लगइन मुद्दों का कारण हो सकता है।"],"Upload Image":["चित्र अपलोड करें"],"%s Posts Overview":["%s पोस्ट अवलोकन"],"Breadcrumbs title":["ब्रेडक्रंब शीर्षक"],"Pinterest":["पिंटरेस्ट"],"Social settings":["सोशल सेटिंग"],"Close":["पास"],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines and might slow down your site.":["दोनों %1$s और %2$s एक्सएमएल साइटमैप बना सकते हैं। दो एक्सएमएल साइटमैप खोज इंजन के लिए फायदेमंद नहीं है और आपकी साइट को धीमा कर सकता है।"],"Configure %1$s's Open Graph settings":["%1$s की ओपन ग्राफ़ सेटिंग्स कॉन्फ़िगर करें"],"Both %1$s and %2$s create Open Graph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":["%1$s और %2$s दोनों ओपन ग्राफ़ आउटपुट बनाते हैं, जो फेसबुक, ट्विटर, लिंक्डइन और अन्य सामाजिक नेटवर्क बना सकते हैं, जब आपके पृष्ठ साझा किए जा रहे हैं तो गलत टेक्स्ट और छवियों का उपयोग करते हैं।"],"%s image":["%s छवि"],"%s description":["%s विवरण"],"%s title":["%s शीर्षक"],"Twitter":["ट्विटर"],"Facebook":["Facebook"],"very difficult":["बहुत कठिन"],"Try to make shorter sentences, using less difficult words to improve readability":["पठनीयता में सुधार करने के लिए कम कठिन शब्दों का उपयोग करके छोटे वाक्य बनाने की कोशिश करें"],"difficult":["कठिन"],"fairly difficult":["काफी मुश्किल है"],"OK":["ठीक है"],"fairly easy":["बहुत ही आसान"],"easy":["आसान"],"very easy":["बहुत आसान"],"The copy scores %1$s in the test, which is considered %2$s to read.":["परीक्षण में कॉपी का स्कोर %1$s है, जिसे पढ़ने के लिए %2$s माना जाता है।"],"Flesch reading ease":["Flesch पढ़ने में आसानी"],"Meta Desc.":["मेटा विवरण"],"All SEO Scores":["सभी एसईओ स्कोर"],"SEO issue: The featured image should be at least 200 by 200 pixels to be picked up by Facebook and other social media sites.":["एसईओ मुद्दा: विशेष रुप से प्रदर्शित छवि फेसबुक और अन्य सोशल मीडिया साइटों द्वारा उठाए जाने के लिए कम से कम 200 से 200 पिक्सल होनी चाहिए।"],"(no parent)":["(कोई मूल नहीं)"],"meta description":["मेटा विवरण"],"Page title":["पृष्ठ शीर्षक"],"Post is set to noindex.":["पोस्ट को नोइन्डेक्स पर सेट किया गया है।"],"The URL that this page should redirect to.":["वह URL जहाँ यह पृष्ठ अनुप्रेषित हो"],"301 Redirect":["301 अनुप्रेषण"],"The canonical URL that this page should point to. Leave empty to default to permalink. %1$sCross domain canonical%2$s supported too.":["यह पेज जो कैनोनिकल यूआरएल इंगित करता है। पर्मालिंक पर डिफ़ॉल्ट करने के लिए खाली छोड़ दें। %1$sक्रॉस डोमेन कैनोनिकल%2$s भी समर्थित है"],"Canonical URL":["वैधानिक URL"],"Title to use for this page in breadcrumb paths":["ब्रेडक्रंब पथ में इस पृष्ठ के लिए उपयोग करने के लिए शीर्षक"],"Breadcrumbs Title":["ब्रेडक्रंब शीर्षक"],"No Snippet":["कोई स्निपेट नहीं"],"No Archive":["कोई आर्काइव नहीं"],"No Image Index":["कोई छवि सूचकांक नहीं"],"None":["इनमे से कोई नहीं "],"Meta robots advanced":["मेटा रोबोट उन्नत"],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["चेतावनी: भले ही आप मेटा रोबोट को यहां सेट कर सकते हैं, लेकिन पूरी साइट साइटवाइड गोपनीयता सेटिंग्स में नोइन्डेक्स पर सेट है, इसलिए इन सेटिंग्स का प्रभाव नहीं होगा।"],"Meta description":["मेटा विवरण"],"SEO Title":["SEO शीर्षक "],"Focus keyword":["फोकस कीवर्ड"],"Settings successfully imported.":["सेटिंग्स सफलतापूर्वक आयात की गईं।"],"Settings could not be imported:":["सेटिंग्स आयात नहीं की जा सकीं:"],"Breadcrumb for 404 pages:":["404 पृष्ठों के लिए ब्रेडक्रंब:"],"Prefix for search result pages:":["खोज परिणाम पृष्ठों के लिए प्रिफिक्स"],"Prefix for archive pages:":["पुरालेख पृष्ठों के लिए उपसर्ग "],"Prefix for breadcrumbs:":["ब्रेडक्रंब के लिए प्रिफिक्स"],"Anchor text for the homepage:":["Anchor text for the homepage:"],"Breadcrumbs separator:":["ब्रेडक्रंब विभाजक:"],"%s Breadcrumbs":["%s ब्रेडक्रंब"],"Use Image":["छवि का उपयोग करें"],"Action":["कार्य"],"Page URL/Slug":["पृष्ठ यूआरएल/स्लग"],"Publication date":["प्रकाशन तिथि"],"Post Status":["पोस्ट की स्थिति"],"WP Page Title":["डब्लूपी पृष्ठ शीर्षक"],"View":["देखना"],"View &#8220;%s&#8221;":["देखना &#8220;%s&#8221;"],"Preview":["पूर्वावलोकन"],"Preview &#8220;%s&#8221;":["पूर्वावलोकन &#8220;%s&#8221;"],"Edit":["एडिट करें \t"],"Filter":["फ़िल्टर"],"New Yoast Meta Description":["नया योस्ट मेटा विवरण"],"Existing Yoast Meta Description":["मौजूदा योस्ट मेटा विवरण"],"Facebook profile URL":["फेसबुक प्रोफाइल यूआरएल"],"Twitter username (without @)":["ट्विटर उपयोगकर्तानाम (@ के बिना)"],"Google":["गूगल"],"FAQ":["सामान्य प्रश्न"],"Settings":["सेटिंग"],"Huge SEO Issue: You're blocking access to robots.":["विशाल एसईओ मुद्दा: आप रोबोट तक पहुंच को रोक रहे हैं।"],"Posts":["पोस्ट"],"Edit Files":["फ़ाइलें संपादित करें"],"General":["सामान्य"],"Extensions":["एक्सटेंशन"],"Search Console":["खोज पट्टिका "],"Tools":["उपकरण"],"Advanced":["उन्नत"],"XML sitemaps":["एक्सएमएल साइटमैप"],"Social":["सामाजिक"],"SEO":["एसईओ"],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":["%1$s पता चला कि आप %3$s का %2$s संस्करण उपयोग कर रहे हैं, संगतता मुद्दों को रोकने के लिए नवीनतम संस्करण में अद्यतन करें।"],"Just another WordPress site":["एक और वर्डप्रेस साइट"],"You have used HTML in your value which is not allowed.":["आपने इसमें HTML का इस्तेमाल किया किया है जो की वर्जित है "],"You can't edit %s that aren't yours.":["आप %s को संपादित नहीं कर सकते जो आपका नहीं है।"],"You can't edit %s.":["आप %s को संपादित नहीं कर सकते।"],"Post has an invalid Content Type: %s.":["पोस्ट में एक अमान्य सामग्री प्रकार है: %s।"],"Post doesn't exist.":["पोस्ट मौजूद नहीं है।"],"posts\u0004Trash <span class=\"count\">(%s)</span>":["ट्रैश <span class=\"count\">(%s)</span>","ट्रैश <span class=\"count\">(%s)</span>"],"posts\u0004All <span class=\"count\">(%s)</span>":["सभी <span class=\"count\">(%s)</span>","सभी <span class=\"count\">(%s)</span>"]}}}