{"domain":"js-text-analysis","locale_data":{"js-text-analysis":{"":{"domain":"js-text-analysis","plural_forms":"nplurals=2; plural=n != 1;","lang":"es_AR"},"The meta description has a nice length.":[""],"Your site language is set to %s.":[""],"Number of results found: %s":[""],"Get started quickly with the %1$s %2$sconfiguration wizard%3$s!":[""],"First-time SEO configuration":[""],"Your site language is set to %s. If this is not correct, contact your site administrator.":[""],"Highlight this result in the text":[""],"Considerations":[""],"Errors":[""],"Change language":[""],"%1$s%3$s ACF Integration%2$s - an integration built by %4$s and Team %3$s":[""],"%1$sGlue for %4$s &amp; AMP%3$s - an integration between %2$sthe WordPress AMP plugin%3$s and %4$s.":[""],"You cannot create a %s file.":[""],"You cannot edit the %s file.":[""],"Updated %s":[""],"%1$s 3.0 brought a way for theme builders and custom field plugins to integrate with %1$s. These integrations make sure that %2$sall%3$s the data on your page is used for the content analysis. On this page, we highlight the frameworks that have nicely working integrations.":[""],"Create %s file":[""],"Edit the content of your %s:":[""],"Save changes to %s":[""],"%s file":[""],"We've got other integrations we'd like to tell you about:":[""],"Other integrations":[""],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please install %3$s to make your life better. %4$s.":[""],"More information":[""],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please activate %3$s to make your life better.":[""],"%1$s Integrations":[""],"More information about %1$s":[""],"Configuration Wizard":[""],"QA":[""],"You've done it!":[""],"Seamlessly integrate %1$s into your AMP pages!":[""],"Seamlessly integrate %2$s with %1$s for the content analysis!":[""],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please install %3$s to make your life better.":[""],"Manage your subscription on My Yoast":[""],"The title &amp; metas settings for %1$s are made up of variables that are replaced by specific values from the page when the page is displayed. The table below contains a list of the available variables.":[""],"Mark the most important %1$s as 'cornerstone content' to improve your site structure. %2$sLearn more about cornerstone content%3$s.":[""],"Open support form":[""],"Follow our Yoast SEO for WordPress training and become a certified Yoast SEO Expert!":[""],"Enroll in the Yoast SEO for WordPress training »":[""],"Loading help center.":[""],"Get support":[""],"Search the knowledge base":[""],"View in KB":[""],"Go back":[""],"Go back to the search results":[""],"(Opens in a new browser tab)":[""],"Want to be a Yoast SEO Expert?":[""],"You just changed the URL of this %1$s. To ensure your visitors do not see a 404 on the old URL, you should create a redirect. %2$sLearn how to create redirects here.%3$s":[""],"Posts with a %1$sgood%2$s SEO score":[""],"Posts with an %1$sOK%2$s SEO score":[""],"Posts with a %1$sneeds improvement%2$s SEO score":[""],"Posts %1$swithout%2$s a focus keyword":[""],"Hey, your SEO is doing pretty well! Check out the stats:":[""],"You don't have any published posts, your SEO scores will appear here once you make your first post!":[""],"On this page, you can change the name of your site and choose which\n separator to use. The separator will display, for instance, between your\n post title and site name. Symbols are shown in the size they'll appear in\n the search results. Choose the one that fits your brand best or takes up\n the least space in the snippets.":[""],"%1$s can tell search engines about your social media profiles.\n These will be used in Google's Knowledge Graph. There are additional\n sharing options in the advanced settings. More %2$sinfo%3$s.":[""],"Something else":[""],"A portfolio":[""],"A corporation":[""],"A small offline business":[""],"A news channel":[""],"An online shop":[""],"A blog":[""],"What does the site %1$s represent?":[""],"Please specify which post types you want search engines to index.\n If you do not know the differences between these, it's best to choose the\n default settings. For instance, setting 'Media' to visible would index your\n images which could lead to visitors finding your images without ever\n coming to your site. If you have a custom post type on your site, you need\n to activate these manually.":[""],"If you choose no, your author archives will be deactivated to prevent\n duplicate content issues.":[""],"Note: we don't store your data in any way and don't have full access to your account. \nYour privacy is safe with us.":[""],"%1$s integrates with Google Search Console, a must-have tool for site owners.\n It provides you with information about the health of your site. \n Don't have a Google account or is your site not activated yet?\n Find out %2$show to connect Google Search Console to your site.%3$s":[""],"Option B: My site is under construction and should not be indexed":[""],"Option A: My site is live and ready to be indexed":[""],"Choose under construction if you want to keep the site out of the index\n of search engines. Don't forget to activate it once you're ready to\n publish your site.":[""],"Please specify if your site is under construction or already active.":[""],"This information will be used in Google's Knowledge Graph Card, the big\n block of information you see on the right side of the search results.":[""],"Does your site represent a person or company?":[""],"Close wizard":[""],"Read more like this on our SEO blog":[""],"Latest blogposts on Yoast.com":[""],"Readability: Good":[""],"Readability: OK":[""],"Readability: Needs improvement":[""],"SEO: Needs improvement":[""],"Activate your site on My Yoast":[""],"Not activated":[""],"Activated":[""],"%1s recommendations for you":[""],"All Readability Scores":[""],"Filter by Readability Score":[""],"You are not receiving updates or support! Fix this problem by adding this site and enabling %1$s for it in %2$s.":[""],"Remind me again in 4 weeks.":[""],"Request method %1$s is not valid.":[""],"Import from Jetpack SEO":["Importar de Jetpack SEO"],"Muted notifications:":["Notificaciones silenciadas:"],"Muted problems:":["Problemas silenciados:"],"Do you want to preview what it will look like if people share this post on %1$s? You can, with %2$s.":["¿Querés ver una vista previa de cómo quedaría esta entrada cuando la gente la comparta en %1$s? Podés, con %2$s."],"Find out why you should upgrade to %s &raquo;":["Conocé por qué deberías pasarte a %s &raquo;"],"Go premium!":["¡Pasate a premium!"],"Dismiss %s upgrade motivation":["Descartar la motivación para pasarse a %s"],"This feature helps you improve the internal link structure of your site. If you want to know more about the why and how of internal linking, check out the %1$sarticle about internal linking on Yoast.com%2$s.":["Esta característica te ayuda a mejorar la estructura de los enlaces internos de tu sitio. Si querés saber más sobre el cómo y el por qué de los enlaces internos mirate el %1$sartículo sobre enlaces internos en Yoast.com%2$s."],"The <strong>Text link counter</strong> feature (introduced in %1$s %2$s) is currently disabled. For this feature to work %1$s needs to create a table in your database. We were unable to create this table automatically.\n\t\t\t\t\tPlease read the following %3$sknowledge base article%4$s to find out how to resolve this problem.":["La utilidad de <strong>contador de enlaces a textos</strong> (introducida en %1$s %2$s) está en este momento desactivada. Para que funcione esta utilidad %1$s tenés que crear una tabla en tu base de datos. No hemos podido crear esta tabla automáticamente.\n\t\t\t\t\tPor favor, leé el siguiente %3$sartículo de la base de conocimiento%4$s para aprender a resolver este problema."],"Good job! All the links in your texts have been counted.":["¡Buen trabajo! Todos los enlaces en tus textos se han contabilizado."],"Calculation completed.":["Cálculo completado."],"Calculation in progress...":["Cálculo en progreso…"],"Stop counting":["Parar el conteo"],"Counting links in your texts":["Contando enlaces en tus textos"],"Text %1$s of %2$s processed.":["Texto %1$s de %2$s procesado."],"All your texts are already counted, there is no need to count them again.":["Se han contado todos tus textos, no hay necesidad de contarlos de nuevo."],"Count links in your texts":["Cuenta los enlaces en tus textos"],"The links in all your public texts need to be counted. This will provide insights of which texts need more links to them. If you want to know more about the why and how of internal linking, check out %1$sthe article about internal linking on %2$s%3$s.":["Es necesario contabilizar todos los enlaces de tus textos públicos. Esto ofrecerá ideas de qué textos necesitan más enlaces. Si querés saber más sobre por qué y cómo enlazar internamente mirá %1$seste artículo sobre enlaces internos en %2$s%3$s."],"Text link counter":["Contador de enlaces en textos"],"To make sure all the links in your texts are counted, we need to analyze all your texts.\n\t\t\t\t\tAll you have to do is press the following button and we'll go through all your texts for you.\n\n\t\t\t\t\t%3$sCount links%4$s\n\n\t\t\t\t\tThe Text link counter feature provides insights in how many links are found in your text and how many links are referring to your text. This is very helpful when you are improving your %1$sinternal linking%2$s.":[""],"The <strong>Text link counter</strong> feature (introduced in %1$s %2$s) is currently disabled. For this feature to work %1$s requires at least PHP version %3$s. We have detected PHP version %4$s on this website.\n\t\t\t\t\tPlease read the following %5$sknowledge base article%6$s to find out how to resolve this problem.":["La utilidad <strong>contador de enlaces a textos</strong>  (introducida en %1$s %2$s) está en este momento desactivada. Para que funcione esta utilidad %1$s requiere al menos la versión de PHP %3$s. Hemos detectado la versión de PHP %4$s en esta web.\n\t\t\t\t\tPor favor, leé el siguiente %5$sartículo de la base de conocimiento%6$s para aprender a resolver este problema."],"# internal links to":["# enlaces internos a"],"Number of internal links linking to this post. See \"Yoast Columns\" text in the help tab for more info.":["Número de enlaces internos que enlazan a esta entrada. Revisá el texto en las \"Columnas Yoast\" de la pestaña de ayuda para más información."],"# links in post":["# enlaces en la entrada"],"Number of internal links in this post. See \"Yoast Columns\" text in the help tab for more info.":["Número de enlaces internos en esta entrada. Revisa el texto en las \"Columnas Yoast\" de la pestaña de ayuda para más información. "],"%1$s adds several columns to this page. We've written an article about %2$show to use the SEO score and Readability score%3$s. The links columns show the number of articles on this site linking %5$sto%6$s this article and the number of URLs linked %5$sfrom%6$s this article. Learn more about %4$show to use these features to improve your internal linking%3$s, which greatly enhances your SEO.":["%1$s añade varias columnas a esta página. Hemos escrito un artículo sobre %2$scómo usar la puntuación SEO y de legibilidad%3$s. Las columnas de enlaces muestran el número de artículos de este sitio enlazando %5$sa%6$s este artículo y el número de URLs enlazadas %5$sdesde%6$s este artículo. Aprendé más sobre %4$scómo usar estas utilidades para mejorar tu enlazado interno%3$s, lo que mejora enormemente tu SEO."],"%s Columns":["Columnas %s"],"Readability score":["Puntuación de legibilidad"],"Take the online Structured Data Training course and learn how to create rich snippets!":["¡Haz el curso online de entrenamiento en datos estructurados y aprende cómo crear snippets enriquecidos!"],"The focus keyword appears only in %2$d (out of %1$d) subheadings in your copy. Try to use it in at least one more subheading.":["La palabra clave objetivo aparece solo en %2$d (de %1$d) subtítulos de tu escrito. Tratá de usarla en al menos un subtítulo más."],"No internal links appear in this page, consider adding some as appropriate.":["No hay ningún enlace interno en esta página, considerá añadir alguno relevante."],"This page has %1$s internal link(s).":["Esta página tiene %1$s de enlace/s interno/s."],"This page has %1$s nofollowed internal link(s) and %2$s normal internal link(s).":["Esta página tiene %1$s de enlace/s interno/s nofollow y %2$s de enlace/s interno/s normal/es."],"This page has %1$s internal link(s), all nofollowed.":["Esta página tiene %1$s de enlace/s interno/s, todos no seguidos."],"Other benefits of %s for you:":["Otros beneficios de %s para vos."],"Let us set up %s for you":["Dejanos establecer %s para vos."],"Configure %s in a few steps":["Configurá los %s en pocos pasos."],"%1$sSocial media preview%2$s: Facebook &amp; Twitter":["%1$sVista previa de redes sociales%2$s: Facebook &amp; Twitter"],"Scroll to see the preview content.":["Desplazate hacia abajo para ver el contenido previo."],"Enter authorization code here...":["Introduce aquí el código de autorización…"],"The Cornerstone content functionality enables you to mark and filter cornerstone content on your website. %1$sRead more about how cornerstone content can help you improve your site structure.%2$s":["La funcionalidad de contenido esencial te permite marcar y filtrar contenido fundamental en tu web. %1$sLeé más sobre cómo el contenido esencial puede ayudarte a mejorar la estructura de tu sitio.%2$s"],"Cornerstone content":["Contenido esencial"],"%1$s will now take care of all the needed technical optimization of your site. To really improve your site's performance in the search results, it's important to start creating content that ranks well for keywords you care about. Check out this video in which we explain how to use the %1$s metabox when you edit posts or pages.":["%1$s ahora se ocupará de toda la optimización técnica necesaria para tu sitio. Para mejorar de verdad el rendimiento de tu sitio en los resultados de búsqueda es importante empezar a crear contenido que puntúe bien por las palabras que te interesen. Revisá este video en el que explicamos como usar la caja meta %1$s cuando editás entradas y páginas."],"Your %1$s plugin is now set up. SEO, however, is subject to constant change. Sign up for our newsletter if you would like to keep up-to-date regarding %1$s, other plugins by Yoast and important news in the world of SEO.":["Tu plugin %1$s ya está configurado. El SEO, sin embargo, está sujeto a cambios constantes. Suscribite a nuestro boletín si querés estar al día sobre %1$s, otros plugins de Yoast y noticias importantes del mundo del SEO."],"Stay up-to-date":["Mantenete al día"],"If you want to outrank the competition in a specific town or region, check out our %1$s plugin! You’ll be able to easily insert Google maps, opening hours, contact information and a store locator. Besides that %1$s helps you to improve the usability of your contact page.":["¡Si querés ganarle a tu competencia en una región o ciudad específica mirá nuestro plugin %1$s! Vas a poderr fácilmente mapas de Google, horarios de apertura, información de contacto y localizadores de tienda. Además de todo esto %1$s te ayuda a mejorar la usabilidad de tu página de contacto. "],"Attract more customers near you":["Atraer más clientes cerca tuyo."],"Do you want to know all the ins and outs of the %1$s plugin? Do you want to learn all about our advanced settings? Want to be able to really get the most out of the %1$s plugin? Check out our %1$s plugin training and start outranking the competition!":["¿Querés conocer todos los secretos del plugin %1$s? ¿Querés aprender todo sobre nuestros ajustes avanzados? ¿Querés ser realmente capaz de sacar el máximo partido del plugin %1$s? ¡Mirá nuestro entrenamiento del plugin %1$s y empezá a ganarle a tu competencia!"],"Get the most out of %1$s with the %2$s":["Sacá el máximo partido de %1$s con el %2$s"],"Do you want to learn how to write content that generates traffic? Check out our %1$s. We will help you to write awesome copy that will rank in the search engines. The %1$s covers all the main steps in SEO copywriting: from keyword research to publishing.":["¿Querés aprender cómo escribir contenido que genere tráfico? Mirá nuestro %1$s. Te ayudaremos a escribir contenido sorprendente que te posicionará en los motores de búsqueda. El %1$s cubre todos los pasos principales de la escritura SEO: desde la investigación de palabras clave hasta la publicación."],"Learn how to write copy that ranks":["Aprendé como escribir contenido que te posicione"],"Upgrade to Premium":["Actualizar a Premium"],"Do you want to outrank your competition? %1$s gives you awesome additional features that'll help you to set up your SEO strategy like a professional. Use the multiple focus keywords functionality, the redirect manager and our internal linking tool. %1$s will also give you access to premium support.":["¿Querés ganarle a tu competencia? %1$s te ofrece fantásticas características adicionales que te ayudarán a configurar tu estrategia SEO como un profesional. Usá la funcionalidad de múltiples palabras clave objetivo, el gestor de redirecciones y nuestra herramienta de enlaces internos. %1$s también te dará acceso a soporte premium."],"Outrank the competition with %s":["Ganale a la competencia con %s"],"Configuration service":["Servicio de configuración"],"While we strive to make setting up %1$s as easy as possible, we understand it can still be daunting. If you would rather have us set up %1$s for you (and get a copy of %2$s in the process), order a %1$s configuration service and sit back while we configure your site.":["Aunque tratamos de hacer que configurar %1$s sea lo más fácil posible, entendemos que puede ser un poco intimidante. Si preferís que configuremos %1$s por vos (y conseguir una copia de %2$s en el proceso) contratá un servicio de configuración de %1$s y tomá asiento mientras configuramos tu sitio."],"Configure %s":["Configurar %s"],"Welcome to the %1$s configuration wizard. In a few simple steps we'll help you configure your SEO settings to match your website's needs! %1$s will take care of all the technical optimizations your site needs.":["Bienvenido al asistente de configuración de %1$s. ¡En unos pocos pasos te ayudaremos a configurar tus ajustes SEO para que se adecuen a las necesidades de tu web! %1$s se ocupará de todas las optimizaciones técnicas que tu sitio necesita."],"Please choose the %s configuration of your liking:":["Por favor, elegí la configuración %s que te guste:"],"You might like":["Te puede gustar"],"Newsletter":["Boletín de noticias"],"We have detected that you have not finished this wizard yet, so we recommend you to %2$sstart the configuration wizard to configure %1$s%3$s.":["Hemos detectado de que no haz finalizado el asistente todavía. Te recomendamos que %2$sempecés el asistente para la correcta configuracion de %1$s%3$s."],"The configuration wizard helps you to easily configure your site to have the optimal SEO settings.":["El asistente de configuración te ayudará a configurar fácilmente tu sitio para que tenga el funcionamiento SEO óptimo."],"This article is %1$scornerstone content%2$s":["Este artículo es %1$scontenido clave%2$s"],"If you cannot upgrade your PHP version yourself, you can send an email to your host. We have %1$sexamples here%2$s. If they don't want to upgrade your PHP version, we would suggest you switch hosts. Have a look at one of our recommended %3$sWordPress hosting partners%4$s, they've all been vetted by our Yoast support team and provide all the features a modern host should provide.":["Si no podés actualizar la versión de PHP vos mismo, te sugerimos que te pongas en contacto con tu proveedor de hosting para pedirle esta actualización. Tenemos algunos %1$sejemplos%2$s de correos electrónicos para que puedas usar para facilitarte el contacto. En caso de que el proveedor se niegue a brindarte un mejor servicio, te recomendamos migrar a un mejor servicio. Mirá algunos de nuestros %3$ssocios de hostings para WordPress%4$s, todos ellos han sido verificados por el equipo de soporte de Yoast y brindan todas las características que un hosting moderno debe ofrecer."],"If you cannot upgrade your PHP version yourself, you can send an email to your host. We have %1$sexamples here%2$s. If they don't want to upgrade your PHP version, we would suggest you switch hosts. Have a look at one of the recommended %3$sWordPress hosting partners%4$s.":["Si no podés actualizar vos mismo la versión de PHP, podés enviar un correo electrónico a tu alojamiento web. Tenemos %1$sejemplos aquí%2$s. Si ellos no quieren actualizar PHP, te recomendamos que migres el servicio de hosting. Mirá alguno de nuestras recomendaciones de %3$salojamiento para WordPresss%4$s."],"Can't update? Ask your host!":["¿No podés actualizar? ¡Preguntale a tu servicio de hosting!"],"You should update your PHP version to either 5.6 or to 7.0 or 7.1. On a normal WordPress site, switching to PHP 5.6 should never cause issues. We would however actually recommend you switch to PHP7. There are some plugins that are not ready for PHP7 though, so do some testing first. We have an article on how to test whether that's an option for you %1$shere%2$s. PHP7 is much faster than PHP 5.6. It's also the only PHP version still in active development and therefore the better option for your site in the long run.":["Deberías actualizar tu versión de PHP a la 5.6, la 7.0 o la 7.1. En un sitio con WordPress normal, cambiar a PHP 5.6 no debería dar problemas. Sin embargo, la realidad es que te recomendamos que cambies a PHP7. No obstante, hay algunos plugins que no están preparados para PHP7, así que hacé algunas pruebas antes. Tenemos un artículo acerca de cómo probar si es una opción para vos %1$saquí%2$s. PHP7 es mucho más rápido que PHP 5.6. Además, es la única versión de PHP que sigue en desarrollo activo y, por lo tanto, es la mejor opción para tu sitio a largo plazo."],"To which version should I update?":["¿A cuál versión debería actualizar?"],"Hosts have the ability to update your PHP version, but sometimes they don't dare to do that because they're afraid they'll break your site.":["Los servicios de hosting en general pueden actualizar la versión de PHP fácilmente, pero no lo hacen por miedo a que tu sitio deje de funcionar."],"Hey, we've noticed that you're running an outdated version of PHP. PHP is the programming language that WordPress and Yoast SEO are built on. The version that is currently used for your site is no longer supported. Newer versions of PHP are both faster and more secure. In fact, your version of PHP no longer receives security updates, which is why we're sending you to this notice.":["Detectamos que estás usando una versión desactualizada de PHP. PHP es el lenguaje de programación que usa WordPress y Yoast SEO para funcionar. La versión que usás actualmente en tu sitio, no es compatible. Una nueva versión de PHP resultará ser más rápida y más segura. De hecho, tu versión de PHP no recibe más actualizaciones de seguridad por lo que es muy importante actualizarlo."],"Your site could be faster and more secure with a newer PHP version.":["Tu sitio podría ser más rápido y seguro con una versión de PHP más reciente."],"A message from %1$s":["Un mensaje de %1$s"],"Go Premium and our experts will be there for you to answer any questions you might have about the setup and use of the plugin.":["Comprá la versión Premium y nuestros expertos estarán para ayudarte y para contestar cualquier pregunta que podás tener sobre la instalación o el uso de este plugin."],"24/7 support":["Soporte 24/7"],"Superfast internal linking suggestions":["Sugerencias de enlaces internos súper rápidas"],"Great news: you can, with %1$s!":["¡Grandes noticias: podés hacerlo, con %1$s!"],"Save changes":["Guardar los cambios"],"1 year free updates and upgrades included!":["¡1 año gratis de mejoras y actualizaciones incluido!"],"The plugin %2$s changes your site's output and in doing that differentiates between search engines and normal users, a process that's called cloaking. We highly recommend that you disable it.":["El plugin %2$s cambia el aspecto de tu sitio para los visitantes, pero no para los buscadores. Este proceso se denomina enmascaramiento (cloaking). Te recomendamos que lo deshabilites."],"Want to add more than one keyword?":["¿Querés agregar más de una palabra clave?"],"Superfast internal links suggestions":["Sugerencias de enlaces internos super rápidos"],"%1$sNo more dead links%2$s: easy redirect manager":["%1$sNo más enlaces caídos%2$s: administrador de redirecciones simple."],"Other benefits of %1$s for you:":["Otros beneficios de %1$s para vos:"],"Go Premium and our experts will be there for you to answer any questions you might have about the set-up and use of the plug-in!":["¡Hacete Premium y nuestros expertos te responderán cualquier pregunta que podás tener acerca de la configuración y el uso del plugin!  "],"No ads!":["¡Sin anuncios publicitarios!"],"Facebook & Twitter":["Facebook y Twitter"],"Social media preview":["Vista previa de redes sociales"],"Find related posts superfast":["Encontrá entradas relacionadas súper rápido."],"Internal linking suggestions":["Sugerencias de enlaces internos"],"Easy redirect manager":["Administrador simple de redirecciones"],"No more dead links":["No más enlaces caídos"],"Increase your SEO reach":["Incrementá tu alcance SEO"],"Multiple keywords":["Múltiples palabras clave"],"Get %1$s":["Obtené %1$s"],"The focus keyword contains a stop word. This may or may not be wise depending on the circumstances. %1$sLearn more about the stop words%2$s.":["La palabra clave objetivo contiene una palabra vacía. Esto podría ser o no una buena idea dependiendo de las circunstancias. %1$sAprendé más sobre las palabras vacías%2$s.","La palabra clave objetivo contiene %3$d palabras vacías. Esto podría ser o no ser una buena idea  dependiendo de las circunstancias. %1$sAprendé más sobre las palabras vacías%2$s."],"Take the online Technical SEO Training course and learn essential technical SEO-concepts!":["¡Hacé nuestro curso online de entrenamiento técnico SEO y aprendé los conceptos técnicos SEO esenciales!"],"If you want more help creating awesome content, check out our %2$sSEO copywriting course%3$s. Do you want to know all about the features of the plugin, consider doing our %1$s!":["Si querés más ayuda para crear contenido asombroso, revisá nuestro %2$scurso de SEO copywriting%3$s. ¿Querés conocer todo sobre las características del plugin? ¡Hacé nuestro curso: %1$s!"],"Variable":["Variable"],"Available variables":["Variables disponibles"],"Scroll to see the table content.":["Desplazate para ver el contenido de la tabla."],"Need help determining your settings? Configure %1$s step-by-step.":["¿Necesitás ayuda para determinar tus ajustes? Configurá %1$s paso a paso."],"Please refer to %1$sour article about how to connect your website to Google Search Console%2$s if you need assistance.":["Si necesitás ayuda revisá %1$snuestro artículo sobre cómo conectar tu web a Google Search Console%2$s."],"The keyword density is %1$s, which is way over the advised %3$s maximum; the focus keyword was found %2$d times.":["La densidad de la palabra clave es de %1$s, lo que está muy por encima del máximo recomendable de %3$s; la palabra clave objetivo se encontró %2$d veces."],"An error occurred in the '%1$s' assessment":["Ocurrió un error en la evaluación '%1$s'"],"%1$s of the words contain %2$sover %3$s syllables%4$s, which is more than the recommended maximum of %5$s.":["%1$s de las palabras contienen %2$smás %3$s sílabas%4$s, que es más que el máximo recomendado de %5$s."],"%1$s of the words contain %2$sover %3$s syllables%4$s, which is less than or equal to the recommended maximum of %5$s.":["%1$s de las palabras contienen %2$smás %3$s sílabas%4$s, que es menor o igual que el máximo recomendado de %5$s."],"The slug for this page contains a %1$sstop word%2$s, consider removing it.":["El slug de esta página contiene una %1$spalabra vacía%2$s, tratá de sacarla.","El slug de esta página contiene %1$spalabras vacías%2$s, tratá de sacarlas."],"%1$s of the sentences contain a %2$stransition word%3$s or phrase, which is great.":["%1$s de las frases contienen una frase o %2$spalabra de transición%3$s, lo cual es genial."],"%1$s of the sentences contain a %2$stransition word%3$s or phrase, which is less than the recommended minimum of %4$s.":["%1$s de las frases contienen una frase o %2$spalabra de transición%3$s, que es inferior al mínimo recomendado de %4$s."],"The focus keyword '%1$s' does not appear in the SEO title.":["La palabra clave objetivo '%1$s' no aparece en el título SEO."],"This is far below the recommended minimum of %2$d word. Add more content that is relevant for the topic.":["Esto es mucho menos que el mínimo recomendado de %2$d palabra. Agregá más contenido relevante para esta temática.","Esto es mucho menos que el mínimo recomendado de %2$d palabras. Agregá más contenido relevante para esta temática."],"This is below the recommended minimum of %2$d word. Add more content that is relevant for the topic.":["Esto es menos que el mínimo recomendado de %2$d palabra. Agregá más contenido relevante para esta temática.","Esto es menos que el mínimo recomendado de %2$d palabras. Agregá más contenido relevante para esta temática."],"This is slightly below the recommended minimum of %2$d word. Add a bit more copy.":["Esto es ligeramente menos que el mínimo recomendado de %2$d palabra. Escribí un poco más.","Esto es ligeramente menos que el mínimo recomendado de %2$d palabras. Escribí un poco más."],"This is more than or equal to the recommended minimum of %2$d word.":["Es más o igual que el mínimo recomendado de %2$d palabra.","Es más o igual que el mínimo recomendado de %2$d palabras."],"The text contains %1$d word.":["El Texto contiene %1$d palabras","El texto contiene %1$d palabras."],"%1$d subheading is followed by more than the recommended maximum of %2$d words. Try to insert another subheading.":[" %1$d de los subtítulos está seguido por más del máximo recomendado de %2$d palabras. Trata de insertar otro subtítulo."," %1$d de los subtítulos están seguidos por más del máximo recomendado de %2$d palabras. Tratà de insertar más subtítulos."],"The amount of words following each of the subheadings doesn't exceed the recommended maximum of %1$d words, which is great.":["La cantidad de palabras que siguen a cada uno de sus subtítulos no supera el máximo recomendado de %1$d palabras, lo cual es genial."],"%1$s of the sentences contain %2$smore than %3$s words%4$s, which is more than the recommended maximum of %5$s. Try to shorten the sentences.":["%1$s de las frases contienen %2$smás de %3$s palabras%4$s, que es más que el máximo recomendado de %5$s. Tratá de acortar tus frases."],"%1$s of the sentences contain %2$smore than %3$s words%4$s, which is less than or equal to the recommended maximum of %5$s.":["%1$s de las frases contiene %2$smás de %3$s palabras%4$s, que es menor o igual que el máximo recomendado de %5$s."],"The meta description contains %1$d sentence %2$sover %3$s words%4$s. Try to shorten this sentence.":["La meta description contiene %1$d frase %2$sde más de %3$s palabras%4$s. Tratá de acortar esta frase.","La meta description contiene %1$d frases %2$sde más de %3$s palabras%4$s. Tratá de acortar estas oraciones."],"The meta description contains no sentences %1$sover %2$s words%3$s.":["La meta description no contiene frases %1$sde más de %2$s palabras%3$s."],"The text contains %2$d consecutive sentences starting with the same word. Try to mix things up!":["Tu texto contiene %2$d oraciones consecutivas que empiezan con la misma palabra. ¡Intentá mezclarlas un poco!","%1$d veces en tu texto hay %2$d o más oraciones consecutivas que empiezan con la misma palabra. ¡intentá mezclarlas un poco!"],"%1$s of the sentences contain %2$spassive voice%3$s, which is more than the recommended maximum of %4$s. Try to use their active counterparts.":["%1$s de las frases contiene una %2$svoz pasiva%3$s, que es más el máximo recomendado de %4$s. Tratá de usar su contrapartida activa."],"%1$s of the sentences contain %2$spassive voice%3$s, which is less than or equal to the recommended maximum of %4$s.":["%1$s de las frases contienen una %2$svoz pasiva%3$s, que es menor o igual que el máximo recomendado de %4$s."],"%1$d of the paragraphs contains more than the recommended maximum of %2$d words. Are you sure all information is about the same topic, and therefore belongs in one single paragraph?":["%1$d de los párrafos contiene más que el máximo recomendado de %2$d palabras.\n¿Estás seguro de que toda la información es sobre el mismo tema, y por lo tanto pertenece a un solo párrafo?","%1$d de los párrafos contiene más que el máximo recomendado de %2$d palabras. ¿Estás seguro de que toda la información de cada uno de estos párrafos es sobre el mismo tema, y por lo tanto pertenece a un solo párrafo?"],"The meta description is over %1$d characters. Reducing the length will ensure the entire description will be visible.":["La meta description especificada tiene más de %1$d caracteres. Reducir ese número asegurará que sea visible la descripción completa."],"The keyword density is %1$s, which is too low; the focus keyword was found %2$d times.":["La densidad de la palabra clave es de %1$s, lo que es un poco bajo; la palabra clave objetivo se encontró %2$d veces."],"Step %1$d: %2$s":["Paso %1$d: %2$s"],"No new notifications.":["No hay notificaciones nuevas."],"Save all":["Guardar todo"],"Save":["Guardar"],"You have %d new issue concerning your SEO!":["¡Tenés %d nuevo problema relacionado con tu SEO!","¡Tenés %d nuevos problemas relacionados con tu SEO!"],"%1$s, Author at %2$s":["%1$s, autor en %2$s"],"wpSEO data successfully imported. Would you like to %1$sdisable the wpSEO plugin%2$s?":["Datos de wpSEO importados con éxito. ¿Te gustaría %1$sdesactivar el plugin wpSEO%2$s?"],"All in One SEO data successfully imported. Would you like to %1$sdisable the All in One SEO plugin%2$s?":["Datos de All in One SEO importados con éxito. ¿Te gustaría %1$sdesactivar el plugin All in One SEO%2$s?"],"All in One SEO data successfully imported. Would you like to %1$sdisable the All in One SEO plugin%3$s? You've had Google Analytics enabled in All in One SEO, would you like to install the %2$sGoogle Analytics plugin%3$s?":[""],"Mobile preview":["Vista previa de dispositivos móviles"],"Desktop preview":["Previsualización de escritorio"],"Use queries instead":["Usar peticiones en su lugar"],"Use javascript instead.":["Usar javascript en su lugar."],"Select redirect":["Seleccionar redirección"],"Take the online Site Structure Training course and learn how to structure your website!":["¡Tomá el curso online de estructura de sitios y aprendé a estructurar tu web!"],"you are <strong>not</strong> receiving updates.":["<strong>no</strong> estás recibiendo actualizaciones."],"INACTIVE":["INACTIVO"],"you are receiving updates.":["estás recibiendo actualizaciones."],"ACTIVE":["ACTIVO"],"<b>Warning!</b> Your %s license is inactive which means you're missing out on updates and support! <a href=\"%s\">Activate your license</a> or <a href=\"%s\" target=\"_blank\">get a license here</a>.":["<b>¡Advertencia!</b> ¡Tu licencia de %s está inactiva, lo que significa que te estás perdiendo actualizaciones y soporte! <a href=\"%s\">Activá tu licencia</a> o <a href=\"%s\" target=\"_blank\">conseguí una licencia aquí</a>."],"<b>Warning!</b> You didn't set your %s license key yet, which means you're missing out on updates and support! <a href=\"%s\">Enter your license key</a> or <a href=\"%s\" target=\"_blank\">get a license here</a>.":["<b>¡Advertencia!</b> ¡Todavía no configuraste tu clave de licencia de %s, lo que significa que te estás perdiendo actualizaciones y soporte! <a href=\"%s\">Ingresá tu clave de licencia</a> o <a href=\"%s\" target=\"_blank\">conseguí una aquí</a>."],"Please provide an SEO title by editing the snippet below.":["Ingresá un título SEO editando el snippet de abajo."],"Meta description preview:":["Vista previa de la meta description:"],"Slug preview:":["Vista previa del slug:"],"SEO title preview:":["Vista previa del titulo SEO:"],"Close snippet editor":["Cerrar el editor de snippet"],"Slug":["Slug"],"Remove marks in the text":["Quitar marcas del texto"],"Mark this result in the text":["Marca este resultado en el texto"],"Marks are disabled in current view":["Las marcas están desactivadas en la vista actual"],"Content optimization: Good SEO score":["Optimización de contenido: buena puntuación SEO"],"Good SEO score":["Calificación SEO buena"],"Content optimization: OK SEO score":["Optimización de contenido: puntuación SEO aceptable"],"OK SEO score":["Puntuación SEO OK"],"Content optimization: Bad SEO score":["Optimización de contenido: mala puntuación SEO"],"Bad SEO score":["Calificación SEO mala"],"Content optimization: Has feedback":["Optimización de contenido: hay recomendaciones"],"Feedback":["Feedback"],"http://en.wikipedia.org/wiki/Stop_words":["http://www.elwebmaster.com/referencia/stopwords-en-espanol"],"The focus keyword appears in the URL for this page.":["La palabra clave objetivo aparece en la URL de esta página."],"You have far too little content, please add some content to enable a good analysis.":["Tenés muy poco contenido. Agregá algo más de contenido para permitir un buen análisis."],"The images on this page contain alt attributes.":["Las imágenes de esta página contienen etiquetas alt."],"The images on this page do not have alt attributes containing the focus keyword.":["Las imágenes en esta página no tienen atributos alt que contengan tu palabra clave objetivo."],"The images on this page contain alt attributes with the focus keyword.":["Las imágenes de esta página tienen atributos alt que contienen la palabra clave objetivo."],"The text does not contain any subheadings. Add at least one subheading.":["El texto no contiene ningún subtítulo. Añade al menos uno."],"None of the paragraphs are too long, which is great.":["Ninguno de tus párrafos es demasiado largo, lo cual es genial."],"The SEO title is wider than the viewable limit.":["El título SEO de la página es mayor que el límite visible."],"The SEO title has a nice length.":["El título SEO de la página tiene una longitud adecuada."],"The SEO title is too short. Use the space to add keyword variations or create compelling call-to-action copy.":["El título SEO de la página es demasiado corto. Utilizá el espacio para agregar variaciones de la palabra clave o escribí una irresistible."],"The meta description contains the focus keyword.":["La meta description contiene la palabra clave objetivo."],"The keyphrase is over 10 words, a keyphrase should be shorter.":["Tu frase clave tiene más de 10 palabras, una frase clave debe ser más corta."],"ok":["ok"],"Choose an image":["Elegí una imagen"],"Remove the image":["Eliminar la imagen"],"company logo image preview":["vista previa del logotipo de la empresa"],"Choose image":["Elegí la imagen"],"MailChimp signup failed:":["El registro en Mailchimp ha fallado:"],"Sign Up!":["¡Registrate!"],"Name":["Nombre"],"There is an error with the request.":["Ocurrió un error en la petición."],"Select profile":["Seleccionar perfil"],"Choose a profile":["Elegí un perfil"],"Reauthenticate with Google":["Volver a identificar con Google"],"To allow %s to fetch your Google Search Console information, please enter your Google Authorization Code. Clicking the button below will open a new window.":["Para permitir que %s obtenga tu información de la consola de búsqueda de Google, ingresá tu código de autorización de Google. Al hacer clic en el botón de abajo, se abrirá una nueva ventana. "],"Search Result Preview":["Vista previa del resultado de búsqueda"],"URL preview: ":["Vista previa de la URL:"],"Please provide a meta description by editing the snippet below.":["Ingresá una descripción meta editando el snippet de abajo."],"Edit snippet":["Editar snippet"],"Search Result Form":["Formulario de resultado de búsqueda"],"You can click on each element in the preview to jump to the Snippet Editor.":["Podés hacer clic en cualquier elemento de la vista previa para ir al editor de snippets."],"SEO title preview: ":["Vista previa del título SEO:"],"This is an example title - edit by clicking here":["Este es un título de ejemplo - editalo haciendo clic aquí"],"Slug preview: ":["Vista previa del slug:"],"Meta description preview: ":["Vista previa de la meta description:"],"Please provide a meta description by editing it here.":["Ingresá una descripción meta editándola aquí."],"Close search result form":["Cerrar formulario de resultado de búsqueda"],"A problem occurred when saving the current step, {{link}}please file a bug report{{/link}} describing what step you are on and which changes you want to make (if any).":["Ocurrió un problema al guardar este paso, {{link}}por favor, enviá un informe de fallos{{/link}} describiendo en qué paso estás y qué cambios querías hacer (si los hubiera)."],"Close the Wizard":["Cerrar el asistente"],"Previous step":["Paso previo"],"Next step":["Paso siguiente"],"Export settings":["Exportar ajustes"],"Get %s now!":["¡Obtener %s ahora!"],"You're not getting the benefits of %1$s yet. If you had %1$s, you could use its awesome features:":["No estás obteniendo aún los beneficios de %1$s. Si tuvieses %1$s podrías usar estas fantásticas características:"],"%1$s video tutorial":["video tutorial de %1$s"],"%s &rsaquo; Configuration Wizard":["%s &rsaquo; Asistente de configuración"],"%1$sPlease don't show me this notification anymore%2$s":["%1$sPor favor, no me motrés más este aviso%2$s"],"If you are experiencing issues, %1$splease file a bug report%2$s and we'll do our best to help you out.":["Si estás experimentando problemas %1$spor favor, envía un informe de fallos%2$s y haremos todo lo posible para ayudarte."],"We've noticed you've been using %1$s for some time now; we hope you love it! We'd be thrilled if you could %2$sgive us a 5 stars rating on WordPress.org%3$s!":["Hemos detectado que hace ya algún tiempo que usás %1$s; ¡esperamos que te encante! ¡Nos emocionaría si nos %2$sdieras una valoración de 5 estrellas en WordPress.org%3$s!"],"Take the %1$s course and become a certified %2$s expert!":["¡Hacé el curso %1$s y convertite en un experto certificado en %2$s!"],"Do you want to get a grip on your own SEO-strategy? Learn all about it in one of %1$sour courses%2$s.":["¿Querés tener el control de tu propia estrategia de SEO? Aprendé todo lo que necesitás en uno de %1$snuestros cursos%2$s."],"Buy the %1$s plugin now and optimize your shop today to improve your product promotion!":["¡Comprá el plugin %1$s y optimizá hoy tu tienda para mejorar la promoción de tus productos!"],"Take your SEO to the next level and outrank your competition with our %1$sSEO plugins%2$s.":["Llevá tu SEO al siguiente nivel y superá a tu competencia con nuestros %1$splugins SEO%2$s."],"Let our experts set up your %1$s plugin!":["¡Dejá que nuestros expertos te configuren el plugin %1$s!"],"Do you want to know how to improve your rankings? %1$sLet team %2$s help you!%3$s":["¿Querés saber cómo mejorar tu posición en los buscadores? %1$s¡Dejá que el equipo de %2$s te ayude!%3$s"],"Courses":["Cursos"],"Services":["Servicios"],"Date archives settings":["Ajustes de archivos por fecha"],"Author archives settings":["Ajustes de archivos de autor"],"Remove keyword":["Quitar palabra clave"],"%1$s by %2$s":["%1$s por %2$s"],"Choose your settings.zip file":["Elegí tu archivo settings.zip"],"Open the configuration wizard":["Abrir el asistente de configuración"],"Configuration wizard":["Asistente de configuración"],"Enter the meta keywords":["Ingresá las meta keywords"],"Enter a focus keyword":["Ingresá una palabra clave objetivo"],"By the way, did you know we also have a %1$sPremium plugin%2$s? It offers advanced features, like a redirect manager and support for multiple keywords. It also comes with 24/7 personal support.":["De paso ¿sabías que también tenemos un %1$s plugin Premium%2$s que ofrece funcionalidades avanzadas, como un gestor de redirecciones, y compatibilidad con múltiples palabras clave? También incluye soporte personal 24/7."],"(no title)":["(sin título)"],"%1$s comes with a lot of features. You can enable / disable some of them below.":["%1$s viene con un montón de características. Podés activar/desactivar algunas a continuación."],"%s installation wizard":[""],"The %1$s admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["El menú de la barra de administración de %1$s contiene enlaces útiles de herramientas de terceros con las que analizar páginas y facilitarte saber si tenés nuevas notificaciones."],"Admin bar menu":["Menú de la barra de administración"],"The %1$s integration checks daily if your site is still indexable by search engines and notifies you when this is not the case.":["La integración de %1$s comprueba a diario si tu sitio aún está indexado en los motores de búsqueda, y te avisa cuando no sea así."],"The advanced settings include site-wide settings for your titles and meta descriptions, social metadata, sitemaps and much more.":["Los ajustes avanzados incluyen ajustes globales para tus títulos y meta descriptions, metadatos sociales, mapas del sitio y mucho más."],"Advanced settings pages":["Páginas de ajustes avanzados"],"Features":["Características"],"More info":["Más información"],"Get Yoast SEO Premium now »":[""],"Gain access to our 24/7 support team.":["Conseguí acceso a nuestro soporte 24/7."],"Check what your Facebook or Twitter post will look like.":["Fijate cómo se vería tu publicación en Facebook o Twitter."],"Social Previews":["Vistas previas de redes sociales"],"Optimize a single post for up to 5 keywords.":["Optimizá una entrada para hasta 5 palabras clave"],"Create and manage redirects within your WordPress install.":["Creá y gestioná redirecciones desde tu instalación de WordPress."],"Meta robots index":["Meta robots index"],"SEO title":["Título SEO"],"While we strive to make setting up %1$s as easy as possible, we understand it can be daunting. If you’d rather have us set up %1$s for you (and get a copy of %2$s in the process), order our %3$s%1$s configuration service%4$s here!":["Aunque tratamos de hacer que configurar %1$s sea lo más fácil posible, entendemos que puede ser un poco intimidante. Si preferís que configuremos %1$s por vos (y de paso conseguir una copia de %2$s) ¡contrataánuestro %3$s%1$sservicio de configuración de %4$s acá!"],"Welcome to the %1$s configuration wizard. In a few simple steps we'll help you configure your SEO settings to match your website's needs!":["Bienvenido al asistente de instalación de  %1$s. ¡En unos pocos pasos te ayudaremos a configurar tus ajustes SEO para que se adecuen a las necesidades de tu web!"],"Google shows your website's name in the search results, if you want to change it, you can do that here.":["Google muestra el nombre de tu web en los resultados de búsqueda, y si querés cambiarlo, podés hacerlo aquí."],"Greater than sign":["Símbolo mayor que"],"Less than sign":["Símbolo de menor que"],"Right angle quotation mark":["Comilla inclinada a la derecha"],"Left angle quotation mark":["Comilla inclinada a la izquierda"],"Small tilde":["Virgulilla (~)"],"Vertical bar":["Barra vertical"],"Low asterisk":["Asterisco bajo"],"Asterisk":["Asterisco"],"Bullet":["Viñeta"],"Middle dot":["Punto medio"],"Em dash":["Guión largo"],"En dash":["Guión corto"],"Dash":["Guión"],"Choose the symbol to use as your title separator. This will display, for instance, between your post title and site name. Symbols are shown in the size they'll appear in the search results.":["Elegí qué símbolo utilizar como separador de título. Se mostrará, por ejemplo, entre el título de tu publicación y el nombre del sitio. Los símbolos se muestran en el tamaño en el que aparecerán en los resultados de búsqueda."],"The name of the person":["El nombre de la persona"],"No":["No"],"Yes":["Sí"],"Does, or will, your site have multiple authors?":["¿Tiene o tendrá tu sitio varios autores?"],"The name of the company":["El nombre de la empresa"],"Provide an image of the company logo":["Ingresá una imagen del logo de la empresa"],"Hidden":["Oculto"],"Visible":["Visible"],"The post type \"%1$s\" should be":["El tipo de contenido \"%1$s\" debería ser"],"WordPress automatically generates an URL for each media item in the library. Enabling this will allow for google to index the generated URL.":["WordPress genera automáticamente una URL para cada elemento multimedia existente en la biblioteca. Teniendo esto activado permitirá a Google indexar la URL generada."],"Success!":["¡Lo lograste!"],"Title settings":["Ajustes de título"],"Google Search Console":["Google Search Console"],"Multiple authors":["Varios autores"],"Post type visibility":["Visibilidad de tipos de entrada"],"Social profiles":["Perfiles sociales"],"Site type":["Tipo de sitio"],"Environment":["Entorno"],"Welcome!":["¡Bienvenido!"],"Yoast option %1$s not found.":["Opción %1$s de Yoast no encontrada."],"Posts that are set to &#8220;%s&#8221;":["Las entradas están establecidas como &#8220;%s&#8221;"],"Microsoft Edge Site Scan":["Escaneo del sitio en Microsoft Edge"],"Google Structured Data Test":["Test de datos estructurados de Google"],"Posts list":["Lista de entradas"],"Posts list navigation":["Navegación por la lista de entradas"],"Filter posts list":["Filtrar la lista de entradas"],"Note that links to archives might be still output by your theme and you would need to remove them separately.":["Observá que los enlaces a los archivos aún podrían verse en tu tema y que puede que tengas que quitarlos por tu cuenta."],"View credits":["Ver créditos"],"Take a look at the people that create %1$s.":["Conocé a las personas que crearon %1$s."],"Team and contributors":["Equipo y colaboradores"],"Default for this taxonomy type, currently: %s":["De forma predeterminada para este tipo de taxonomía, actualmente: %s"],"%1$s to optimize your site even further":["%1$s para optimizar tu sitio aún más"],"%1$s extensions":["Extensiones de %1$s"],"Comes with our 30-day no questions asked money back guarantee":["Con nuestra garantía de devolución del dinero de 30 días sin preguntas"],"More information %1$sabout %3$s%2$s":["Más información %1$ssobre %3$s%2$s"],"Buy %1$s":["Comprá %1$s"],"Installed":["Instalado"],"gain access to our 24/7 support team.":["obtené acceso a nuestro soporte 24/7."],"Premium support":["Soporte premium"],"check what your Facebook or Twitter post will look like.":["fijate cómo se vería tu publicación en Facebook o Twitter."],"Social previews":["Vistas previas de redes sociales"],"optimize a single post for up to 5 keywords.":["optimizá una entrada en hasta 5 palabras clave."],"Multiple focus keywords":["Varias palabras clave objetivo"],"create and manage redirects from within your WordPress install.":["crear y administrar redirecciones desde dentro de tu instalación de WordPress."],"Redirect manager":["Gestor de redirecciones"],"%1$s, take your optimization to the next level!":["¡%1$s, lleva tu optimización al siguiente nivel!"],"A seamless integration between %1$s and %2$s":["Integración perfecta entre %1$s y %2$s"],"Use %1$s breadcrumbs instead of %2$s ones":["Usá el breadcrumb de %1$s en vez del de %2$s"],"Improve sharing on Pinterest":["Mejoras al compartir en Pinterest"],"Improve the usability of your contact page":["Mejoras en la usabilidad de tu página de contacto"],"Easily insert Google Maps, a store locator, opening hours and more":["Inserción sencilla de Google Maps, un localizador de tiendas, horas de apertura y más"],"Get found by potential clients":["Conseguí que tus clientes potenciales te encuentren"],"Creates XML News Sitemaps":["Crear mapas del sitio XML de noticias"],"Immediately pings Google on the publication of a new post":["Envía pings an Google inmediatamente, cada vez que se publique una nueva entrada"],"Optimize your site for Google News":["Optimizá tu sitio para Google News"],"Make videos responsive through enabling fitvids.js":["Hacé que los videos sean adaptables habilitando fitvids.js"],"Enhance the experience of sharing posts with videos":["Mejorá la experiencia compartiendo entradas con videos"],"Show your videos in Google Videos":["Mostrar tus videos en Google Videos"],"The following file is blocking your XML sitemaps from working properly. Either delete it (this can be done with the \"Fix it\" button) or disable %1$s XML sitemaps.":["El siguiente archivo está impidiendo que tus mapas de sitio XML funcionen correctamente. Borralo (podés hacerlo con el botón \"Arreglarlo\") o desactivando los mapas de sitio de %1$s.","Los siguientes archivos están impidiendo que tus mapas de sitio XML funcionen correctamente. Borralos (podés hacerlo con el botón \"Arreglarlo\") o desactivando los mapas de sitio de %1$s."],"Crawl issues list":["Lista de problemas de rastreo"],"Crawl issues list navigation":["Navegación por la lista de problemas de rastreo"],"Edit &#8220;%s&#8221;":["Modificar &#8220;%s&#8221;"],"Filter by post type":["Filtrar por tipo de contenido"],"Show All Post Types":["Mostrar todos los tipos de contenido"],"Premium":["Premium"],"Go Premium":["Pasarse a Premium"],"Files successfully removed.":["Archivos borrados con éxito."],"The directory %s could not be removed. Please remove it via FTP.":["No se pudo borrar el directorio %s, borralo por FTP."],"Google Trends":["Google Trends"],"Notifications":["Notificaciones"],"Removes the keyword tab from the metabox and disables all SEO-related suggestions.":["Quita la pestaña de palabra clave de la caja meta y desactiva todas las sugerencias relacionadas con el SEO."],"Disable SEO analysis":["Desactivar análisis SEO"],"Twitter settings":["Ajustes de Twitter"],"Pinterest settings":["Ajustes de Pinterest"],"Google+ settings":["Ajustes de Google+"],"Facebook settings":["Ajustes de Facebook"],"To let search engines know which social profiles are associated to this site, enter them below:":["Para permitir que los motores de búsqueda sepan qué perfiles sociales están asociados a este sitio ingresalos a continuación:"],"Your social profiles":["Tus perfiles sociales"],"User sitemap settings":["Ajustes de mapa del sitio para el usuario"],"Taxonomies sitemap settings":["Ajustes de mapa de sitio para taxonomías"],"Post types sitemap settings":["Ajustes de mapa de sitio para tipos de entrada"],"Entries per sitemap page":["Entradas por cada página del mapa del sitio"],"Your XML Sitemap":["Tu mapa del sitio XML"],"Excluded posts settings":["Ajustes de entradas excluidas"],"As you are redirecting attachment URLs to parent post URLs, these settings will currently only have an effect on unattached media items! So remember: If you change the %1$sattachment redirection setting%2$s in the future, the below settings will take effect for *all* media items.":["Como estás redirigiendo las URLs de los adjuntos a las URLs de las publicaciones ¡estos ajustes solo tendrán efecto en los elementos sin adjuntos! Así que acordate: si cambiás el %1$sajuste de redirección de adjuntos%2$s en el futuro los ajustes siguientes tendrán efecto en *todos* los elementos multimedia."],"Removes the keyword tab from the metabox and disables all keyword-related suggestions.":["Quita la pestaña de palabra clave de la caja meta y desactiva todas las sugerencia relacionadas con la palabra clave."],"Keyword analysis":["Análisis de palabra clave"],"Title separator symbol":["Símbolo separador del título"],"Security setting":["Ajuste de seguridad"],"Restore default settings":["Restablecer los ajustes predeterminados"],"RSS feed settings":["Ajustes del feed RSS"],"Stop words in slugs.":["Palabras vacías en los slugs."],"Breadcrumbs settings":["Ajustes del breadcrumb"],"Make primary":["Hacer principal"],"Content optimization":["Optimización de contenido"],"Enter your Google Authorization Code and press the Authenticate button.":["Ingresá tu código de autorización de Google y presioná el botón Autorizar."],"To allow %1$s to fetch your %2$s information, please enter your Google Authorization Code. Clicking the button below will open a new window.":["Para permitir que %1$s recupere tu información de autorización de %2$s. Al hacer clic en el botón siguiente se abrirá una nueva ventana."],"Knowledge base article":["Artículo de la base de conocimiento"],"Open the knowledge base article in a new window or read it in the iframe below":["Abrí el artículo de la base de conocimiento en una nueva ventana o leelo en el iframe de abajo"],"Search results":["Resultados de búsqueda"],"Yoast SEO video tutorial":["Tutorial en video de Yoast SEO"],"%s notification":["%s aviso","%s avisos"],"Disable readability analysis":["Desactivar el análisis de legibilidad"],"Removes the readability tab from the metabox and disables all readability-related suggestions.":["Quita la pestaña de legibilidad de la caja meta y desactiva todas las sugerencias relacionadas con la legibilidad."],"Readability analysis":["Análisis de legibilidad"],"Needs improvement":["Necesita mejoras"],"Readability":["Legibilidad"],"You are trying to load non-minified files, these are only available in our development package. Check out %1$s to see all the source files.":["Estás tratando de cargar archivos sin minimizar, y solo están disponibles en nuestro paquete de desarrollo. Revisá %1$s para ver todos los archivos originales."],"You have a new issue concerning your SEO!":["¡Tenés un nuevo problema relacionado con tu SEO!"],"\"Max entries per sitemap page\" should be below %1$s to meet Google's requirements, which %2$s is not.":["El \"Número máximo de entradas por página del mapa del sitio\" debería ser inferior a %1$s para cumplir con los requisitos de Google, y %2$s no lo cumple."],"%1$s Dashboard":["%1$s Escritorio"],"Improvements":[""],"Restore this item.":["Restaurar este elemento."],"Dismiss this item.":["Descartar este elemento."],"Good job! We could detect no serious SEO problems.":["¡Buen trabajo! No hemos podido detectar ningún problema grave de SEO."],"We have detected the following issues that affect the SEO of your site.":["Hemos detectado los siguientes problemas que afectan al SEO de tu sitio."],"Problems":["Problemas"],"We're always grateful for patches from non-regular contributors, in %1$s %2$s, patches from the following people made it in:":["Siempre estamos agradecidos de las mejoras que aportan los colaboradores espontáneos, en %1$s %2$s, hay aportes de las siguientes personas en:"],"Community contributors":["Colaboradores de la comunidad"],"Tester":["Auditor"],"Quality Assurance & Testing":["Seguro de calidad y pruebas"],"Yoast Developers":["Desarrolladores de Yoast"],"CTO":["CTO"],"Development Leaders":["Líderes del desarrollo"],"Linguist":["Lingüista"],"Head R&D":["Cabecera R&D"],"Product Management":["Gestión de producto"],"This is the content analysis, a collection of content checks that analyze the content of your page. %1$sLearn more about the Content Analysis Tool%2$s.":["Este es el análisis de contenido, una colección de revisiones que analizan el contenido de tu página. %1$sAprendé más sobre la herramienta de análisis de contenido%2$s."],"Pick the main keyword or keyphrase that this post/page is about. %1$sLearn more about the Focus Keyword%2$s.":["Elegí la palabra clave principal o frase clave sobre la que trata esta entrada/página. %1$sAprendé más sobre la palabra clave objetivo%2$s."],"Analysis":["Análisis"],"This is a rendering of what this post might look like in Google's search results. %1$sLearn more about the Snippet Preview%2$s.":["Ésta es una representación de cómo podría verse esta publicación en los resultados de búsqueda de Google. %1$sAprendé más acerca de la vista previa del snippet%2$s."],"Not available":["No disponible"],"Enter your focus keyword":["Ingresá tu palabra clave objetivo"],"Keyword:":["Palabra clave:"],"Buy the %1$s plugin now and start optimizing to get your site featured in Google News!":["¡Comprá el plugin %1$s para empezar a optimizar tu sitio y hacer que tu web se destaque en Google News!"],"Buy the %1$s plugin now to improve your site&#8217;s Local SEO and ranking in Google Maps!":["¡Comprá el plugin %1$s para mejorar el SEO local de tu sitio y mejorar los resultados en Google Maps!"],"Buy the %1$s plugin now and optimize your videos for video search results and social media!":["¡Comprá el plugin %1$s y optimizá tus videos para los resultados de búsqueda de video y los medios sociales!"],"Take the online Basic SEO Training course and learn the fundamentals of SEO!":["¡Asistí al curso online de formación básica de SEO y aprendé los fundamentos!"],"Take the online SEO Copywriting Training course and learn how to write awesome copy that ranks!":["¡Tomá al curso de entrenamiento en escritura SEO y aprendé cómo escribir fantásticos textos que te posicionen bien arriba!"],"Filter by SEO Score":["Filtrar por puntuación SEO"],"Meta description not set.":["No se ha definido la meta description."],"Video tutorial":["Videotutorial"],"Email support is a %s feature":["El soporte por correo electrónico es una característica %s"],"Knowledge base":["Base de conocimientos"],"Loading...":["Cargando..."],"Something went wrong. Please try again later.":["Algo salió mal. Por favor, intentalo de nuevo más tarde."],"Search the Yoast knowledge base":["Buscar en la base de conocimientos de Yoast ."],"No results found.":["No se han encontrado resultados."],"Dashboard":["Escritorio"],"You can fix this on the %1$sPermalink settings page%2$s.":["Podés solucionar este problema en la %1$spágina de ajustes de enlaces permanentes%2$s."],"Simply uncheck the box before \"Break comments into pages...\" on the %1$sComment settings page%2$s.":["Simplemente desmarca la casilla antes de \"Separar comentarios en páginas…\" de la %1$spágina de ajustes de comentarios%2$s."],"Paging comments is enabled, this is not needed in 999 out of 1000 cases, we recommend to disable it.":["La paginación de comentarios está habilitada, ya que ésto no es necesario en 999 de 1000 casos te recomendamos que la deshabilites."],"Replaced with the primary category of the post/page":["Reemplazado con la categoría principal de la entrada/página"],"Pinterest confirmation":["Confirmación de Pinterest"],"If you have already confirmed your website with Pinterest, you can skip the step below.":["Si ya confirmaste tu web en Pinterest podés saltarte este paso."],"You can choose to not include users without posts.":["Podés elegir no incluir a los usuarios que no tengan entradas."],"Users without posts":["Usuarios sin entradas"],"The user sitemap contains the author archive URLs for every user on your site.":["El mapa del sitio de usuario contiene las URLs del archivo de autor de cada usuario de tu sitio."],"Format-based archives":["Archivos de formatos"],"Webmaster Tools verification":["Verificación de herramientas para webmasters"],"Need some help?":["¿Necesitás más ayuda?"],"Show information about the focus keyword":["Mostrar información sobre la palabra clave objetivo"],"Show information about the content analysis":["Mostrar información sobre el análisis de contenido"],"Show information about the snippet editor":["Mostrar información sobre el editor del snippet"],"Buy %s":["Comprar %s"],"Show information about errors in category 'Soft 404'":["Mostrar información de errores de la categoría 'Soft 404'"],"Show information about errors in category 'Server'":["Mostrar información de errores de la categoría 'Servidor'"],"Show information about errors in category 'Blocked'":["Mostrar información de errores de la categoría 'Bloqueado'"],"Show information about errors in category 'Other'":["Mostrar información de errores de la categoría 'Otros'"],"Show information about errors in category 'Not Found'":["Mostrar información sobre errores de la categoría 'No encontrado'"],"Show information about errors in category 'Access Denied'":["Mostrar información sobre errores de la categoría 'Acceso denegado'"],"New %1$s Title":["Nuevo título de %1$s"],"Existing %1$s Title":["Título %1$s existente"],"Expected an integer as input.":["Se esperaba un número entero."],"Trying to build the sitemap cache key, but the postfix and prefix combination leaves too little room to do this. You are probably requesting a page that is way out of the expected range.":["Se ha intentado crear la clave de cache del mapa del sitio pero la combinación de sufijo y prefijo deja demasiado abiertas las opciones. Es posible que quieras mostrar una página que no esté en el rango deseado."],"Note: this feature has been deprecated, as the SEO value is close to 0 these days. If you disable it you will not be able to put it back on.":["Nota: Esta funcionalidad ha sido abandonada ya que su valor en SEO es cercano a 0 actualmente. Si la desactivas no podrás volver a instalarla después."],"Redirect":["Redirección"],"No redirect":["Sin redirección"],"Remove":["Quitar"],"Keep":["Conservar "],"Bold the last page":["Última página en negrita"],"Regular":["Normal"],"Bold":["Negrita"],"Show Blog page":["Mostrar la página del blog"],"Primary %s":["Principal %s"],"Primary":["Principal"],"Make %1$s primary %2$s":["Hacer %1$s principal %2$s"],"Integrations":["Integraciones"],"Term is set to noindex.":["El término se ha etiquetado como noindex"],"Filter specific user roles":["Filtrar por niveles de usuario específicos"],"Not in sitemap":["No está en el mapa del sitio"],"In sitemap":["En el mapa del sitio"],"Author / user sitemap":["Mapa del sitio de autor/usuario"],"XML sitemap functionality":["Funcionalidad de mapa de sitio XML"],"Subpages of archives":["Subpáginas de archivos"],"Author archives":["Archivos de autor"],"Show":["Mostrar"],"The advanced section of the %1$s meta box allows a user to noindex posts or change the canonical. These are things you might not want if you don't trust your authors, so by default, only administrators can do this. Enabling the advanced box allows all users to change these settings.":["La sección avanzada de la meta box %1$s permite no indexar entradas o cambiar la relación canonical. Son cuestiones que puede que no quieras si no confías en tus autores así que por defecto solo los administradores pueden hacerlo. Activando la caja avanzada se permite a todos los usuarios cambiar estos ajustes."],"Advanced part of the %1$s meta box":["Sección avanzada de la caja meta %1$s"],"Enabled":["Activado"],"Disabled":["Desactivado"],"%1$s has not fetched your site's indexability status yet from %2$s":[""],"The separator defined in your theme's %s tag.":["El separador definido en la etiqueta %s de tu tema."],"No index":["No indexar"],"Import from wpSEO":["Importar desde wpSEO"],"Remove the %s variables.":["Quitar las variables %s."],"Strip the category base (usually %s) from the category URL.":["Quitar la categoría base (normalmente %s) de la URL de categoría."],"Analyze entire site":["Analizar el sitio completo"],"Fetch the current status":["Ver el estado actual."],"%1$s%2$s has not been able to fetch your site's indexability status%3$s from %4$s":[""],"Your homepage can be indexed by search engines.":["Tu página de inicio puede ser indexada por los motores de búsqueda."],"Indexability check by %1$s":["Comprobación de indexación de %1$s"],"Architect":["Arquitecto"],"If you want to use an image for sharing on %1$s, you can upload / choose an image or add the image URL here.":["Si querés utilizar una imagen para compartir en %1$s podés subir/elegir una imagen o agregar aquí la URL de la imagen."],"If you don't want to use the meta description for sharing on %1$s but want another description there, write it here.":["Si querés utilizar otro texto diferente a la meta description para compartir en %1$s, escribilo aquí."],"If you don't want to use the title for sharing on %1$s but instead want another title there, write it here.":["Si querés usar otro texto diferente al título para compartir en %1$s escribilo aquí."],"%1$sYour homepage cannot be indexed by search engines%2$s. This is very bad for SEO and should be fixed.":["%1$sTu página principal no puede ser indexada por los motores de búsqueda%2$s. Esto es muy perjudicial para el SEO y debe ser solucionado."],"Once Weekly":["Una vez por semana"],"Add-ons":["Agregados"],"SEO score":["Puntuación SEO"],"Snippet editor":["Editor del snippet"],"Add keyword":["Agregar palabra clave"],"wpSEO has been deactivated":["wpSEO ha sido desactivado"],"The plugin wpSEO has been detected. Do you want to %1$simport its settings%2$s?":["Se ha detectado el plugin wpSEO. ¿Querés %1$simportar sus ajustes%2$s?"],"Twitter metadata":["Metadatos de Twitter"],"Facebook / Open Graph metadata":["Metadatos de Facebook/Open Graph"],"Recalculating SEO scores for all pieces of content with a focus keyword.":["Recalculando la puntuación SEO para todo el contenido con palabra clave objetivo"],"%1$s of %2$s done.":["%1$s de %2$s hecho."],"We've updated our SEO score algorithm. %1$sRecalculate the SEO scores%2$s for all posts and pages.":["Hemos actualizado nuestro algoritmo de puntuación SEO. %1$sRecalculá las puntuaciones SEO%2$s de todas las entradas y páginas."],"https://yoast.com/":["https://yoast.com/"],"Team Yoast":["Equipo Yoast"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["La primera verdadera solución SEO todo en uno para WordPress, incluyendo análisis de contenido de páginas, mapas del sitio en XML y mucho más."],"https://yoast.com/wordpress/plugins/seo/#utm_source=wpadmin&utm_medium=plugin&utm_campaign=wpseoplugin":["https://yoast.com/wordpress/plugins/seo/#utm_source=wpadmin&utm_medium=plugin&utm_campaign=wpseoplugin"],"Yoast SEO":["Yoast SEO"],"Activation failed:":["Ha fallado la activación:"],"The filter extension seem to be unavailable. Please ask your web host to enable it.":["La extensión filtro parece no estar disponible. Pedile a tu proveedor de alojamiento web (hosting) que la habilite."],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":["La instalación del plugin %1$s no se ha completado. Consultá las %2$sinstrucciones de instalación%3$s."],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":["La extensión de librería estándar PHP (SPL) parece no estar disponible. Por favor, pide a tu proveedor de hosting que la active. "],"%sRenew your license now%s.":["%sRenová tu licencia ahora%s."],"Your %s license will expire on %s.":["Tu licencia %s expirará el %s."],"You defined your license key using the %s PHP constant.":["Definiste tu clave de licencia usando la constante PHP %s."],"Paste your %s license key here...":["Pegá tu clave de licencia de %s aquí…"],"License Key":["Clave de licencia"],"Please enter a license key in the field below first.":["Ingresá primero una clave de licencia en el campo de abajo."],"Activate License":["Activar licencia"],"(deactivate your license so you can activate it on another WordPress site)":["(desactiva tu licencia para poder activarla en otro sitio WordPress)"],"Deactivate License":["Desactivar licencia"],"Toggle license status":["Alternar estado de la licencia."],"License status":["Estatus de la licencia"],"Your server has an outdated version of the PHP module cURL (Version: %s). Please ask your hosting company to update this to a recent version of cURL. You can read more about that in our %sKnowledge base%s.":["Tu servidor tiene una versión sin actualizar del módulo de PHP cURL (versión: %s). Pedile a tu empresa de hosting actualizarla a una versión reciente de cURL. Podés leer más sobre eso en nuestra %sbase de conocimiento%s."],"We couldn't create a connection to our API to verify your license key(s). Please ask your hosting company to allow outgoing connections from your server to %s.":["No pudimos crear una conexión a nuestra API para verificar tu(s) clave(s) de licencia. Pedile a tu empresa de hosting que permita conexiones salientes desde tu servidor hacia %s."],"This site has not been activated properly on yoast.com and thus cannot check for future updates. Please activate your site with a valid license key.":["Este sitio no se ha activado correctamente en yoast.com y por lo tanto no se puede comprobar si hay actualizaciones futuras. Por favor, activa tu sitio con una clave de licencia válida."],"%s failed to check for updates because of the following error: <em>%s</em>":["%s no hemos podido comprobar si hay actualizaciones debido al siguiente error: <em>%s</em>"],"%s is network activated, please contact your site administrator to manage the license.":["%s está activa en la red, contactáte con el administrador del sitio para gestionar la licencia."],"%s is network activated, you can manage your license in the <a href=\"%s\">network admin license page</a>.":["%s está activa en la red, podés configurar tu licencia en la <a href=\"%s\">página de licencia del administrador de la red</a>"],"%s: License Settings":["%s: Ajustes de licencia"],"Request error: \"%s\" (%scommon license notices%s)":["Error en la petición: \"%s\" (%savisos comunes de licencia%s)"],"Failed to deactivate your %s license.":["Ha fallado el proceso para desactivar tu licencia %s."],"Your %s license has been deactivated.":["Tu licencia %s ha sido desactivada. "],"Failed to activate your license, your license key seems to be invalid.":["Falló el proceso de activación de la licencia, tu clave de licencia no parece válida."],"Your license has expired. You must <a href=\"%s\">extend your license</a> in order to use it again.":["Tu licencia ha caducado. Tenés que <a href=\"%s\">renovar tu licencia</a> para poder utilizarla de nuevo."],"You've reached your activation limit. You must <a href=\"%s\">upgrade your license</a> to use it on this site.":["Alcanzaste tu límite de activación. Tenésque <a href=\"%s\">actualizar tu licencia</a> para usarla en este sitio."],"<a href=\"%s\">Your license is expiring in %d day, would you like to extend it?</a> ":["<a href=\"%s\">Tu licencia se vence en %d día, ¿Querés renovarla?</a>","<a href=\"%s\">Tu licencia se vence en %d días, ¿Querés renovarla?</a>"],"<a href=\"%s\">Did you know you can upgrade your license?</a> ":["<a href=\"%s\">¿Sabés que podés actualizar tu licencia?</a>"],"You have used %d/%d activation. ":["Has usado %d/%d activación.","Has usado %d/%d activaciones."],"You have an unlimited license. ":["Tenés una licencia ilimitada."],"Your %s license has been activated. ":["Tu licencia de %s ha sido activada. "],"<b>Warning!</b> You're blocking external requests which means you won't be able to get %s updates. Please add %s to %s.":["<b>Warning!</b> Estás bloqueando peticiones externas, lo que significa que no podrás obtener actualizaciones de %s. Agregá %s a %s."],"Register now &raquo;":["Registrate ahora &raquo;"],"Translation of %s":["Traducción de %s"],"You're using WordPress in a language we don't support yet. We'd love for %2$s to be translated in that language too, but unfortunately, it isn't right now. You can change that! Register at %4$s to help translate it!":["Estás usando WordPress en un idioma que aún no está disponible. Nos encantaría tener %2$s traducido a este idioma también pero desafortunadamente todavía no lo tenemos. ¡Vos podés cambiar eso! ¡Registrate en %4$s para ayudarnos a traducirlo!"],"You're using WordPress in %1$s. While %2$s has been translated to %1$s for %3$d%%, it's not been shipped with the plugin yet. You can help! Register at %4$s to help complete the translation to %1$s!":["Estás usando WordPress en  %1$s. Mientras que %2$s ha sido traducido al %1$s un %3$d%%, aún no ha sido agregado al plugin. ¡Podés ayudar! Registrate en %4$s para ayudar a completar la traducción a %1$s"],"As you can see, there is a translation of this plugin in %1$s. This translation is currently %3$d%% complete. We need your help to make it complete and to fix any errors. Please register at %4$s to help complete the translation to %1$s!":["Como podés ver, hay una traducción de este plugin en %1$s. Esta traducción está actualmente completa al %3$d%%. Necesitamos tu ayuda para completarla y corregir cualquier error ¡Registrate en %4$s para ayudar a completar la traducción de %1$s!"],"All-In-One-SEO has been deactivated":["All-in-One-SEO desactivado"],"The plugin All-In-One-SEO has been detected. Do you want to %1$simport its settings%2$s?":["Se detectó el plugin All-In-One-SEO. ¿Querés %1$simportar sus ajustes%2$s?"],"SEO Settings":["Ajustes SEO"],"Mobile-Friendly Test":["Prueba de compatibilidad para móviles"],"Google Page Speed Test":["Google Page Speed Test"],"CSS Validator":["Validador de CSS"],"HTML Validator":["Validador de HTML"],"Pinterest Rich Pins Validator":["Validador de Pinterest Rich Pins"],"Facebook Debugger":["Depurador de Facebook"],"Check Headers":["Comprobar cabeceras"],"Check Google Cache":["Comprobar la caché de Google "],"Check Keyword Density":["Comprobar la densidad de palabras clave"],"Check Inlinks (OSE)":["Comprobar enlaces entrantes (OSE)"],"Analyze this page":["Analizar esta página"],"SEO Book":["SEO Book"],"AdWords External":["AdWords Externo"],"Keyword Research":["Análisis de palabras clave"],"%s does not seem to be a valid url. Please correct.":["%s no parece ser una URL válida. Por favor corregilo."],"%1$s does not seem to be a valid %2$s verification string. Please correct.":["%1$s no parece que sea una cadena válida de verificación de %2$s. Por favor, corregilo."],"\"Max entries per sitemap page\" should be a positive number, which %s is not. Please correct.":["\"Número máximo de entradas por página de mapa del sitio\" debería ser un número positivo, %s no lo es. Por favor, corregilo."],"%s Archive":["%s archivo"],"You searched for %s":["Has buscado %s"],"%s does not seem to be a valid Twitter user-id. Please correct.":["%s no parece ser un user-id válido de Twitter. Por favor, corregilo."],"Summary with large image":["Resumen con imagen grande"],"Summary":["Resumen"],"The post %1$s appeared first on %2$s.":["La entrada %1$s se publicó primero en %2$s."],"No numeric value was received.":["No se recibió ningún valor numérico."],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":["Debe ser un blog existente. El blog %s no existe o ha sido marcado como eliminado."],"The default blog setting must be the numeric blog id of the blog you want to use as default.":["El ajuste predeterminado del blog debe ser el ID numérico del blog que quieras utilizar como predeterminado."],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":["%1$s no es una elección válida para quien debería tener acceso a los ajustes de %2$s. El valor se ha restaurado al predeterminado."],"Please select a valid post type for taxonomy \"%s\"":["Por favor, elegí un tipo de entrada válida para la taxonomía \"%s\""],"Please select a valid taxonomy for post type \"%s\"":["Por favor, elegí una taxonomía válida para el tipo de entrada \"%s\""],"You searched for":["Has buscado por"],"Home":["Inicio"],"Archives for":["Archivo de"],"Error 404: Page not found":["Error 404: Página no encontrada"],"Good":["Bueno"],"Replaced with a custom taxonomies description":["Reemplazado con una descripción personalizada de taxonomías "],"Replaced with a posts custom taxonomies, comma separated.":["Reemplazado con las taxonomías personalizadas de una entrada, separadas por comas."],"Replaced with a posts custom field value":["Reemplazado con un valor de los campos personalizados de las entradas"],"Replaced with the slug which caused the 404":["Reemplazado con el slug que causó el 404"],"Replaced with the posts focus keyword":["Reemplazado con la palabra clave objetivo de las publicaciones"],"Attachment caption":["Título del adjunto"],"Replaced with the current page number":["Reemplazado por el número de página actual"],"Replaced with the current page total":["Reemplazado por el total de la página actual."],"Replaced with the current page number with context (i.e. page 2 of 4)":["Reemplazado por el número actual de página en el contexto (por ejemplo, página 2 de 4)"],"Replaced with the current year":["Reemplazado con el año en curso"],"Replaced with the current month":["Reemplazado con el mes actual"],"Replaced with the current day":["Reemplazado con el día de hoy."],"Replaced with the current date":["Reemplazado con la fecha actual"],"Replaced with the current time":["Reemplazado con la hora actual"],"Replaced with the post/page author's userid":["Reemplazado con el ID de usuario del autor de la entrada/página"],"Replaced with the post/page author's 'Biographical Info'":["Reemplazado por la \"Información biográfica\" del autor de la entrada/página"],"Replaced with the post/page author's 'nicename'":["Reemplazado con el nombre \"lindo\" del autor de la entrada/página."],"Replaced with the post/page ID":["Reemplazado con el ID de la entrada/página"],"Replaced with the post/page modified time":["Reemplazado con la fecha de modificación de la entrada/página"],"Replaced with the post type plural label":["Reemplazado con la etiqueta en plural, del tipo de publicación"],"Replaced with the post type single label":["Reemplazado con la etiqueta en singular, del tipo de publicación"],"Replaced with the current search phrase":["Reemplazado con la frase de búsqueda actual"],"Replaced with the term name":["Reemplazado con el nombre del término"],"Replaced with the term description":["Reemplazado con la descripción del término"],"Replaced with the tag description":["Reemplazado con la descripción de la etiqueta"],"Replaced with the category description":["Reemplazado con la descripción de la categoría"],"Replaced with the post categories (comma separated)":["Reemplazar con las categorías de la entrada (separadas con coma)"],"Replaced with the current tag/tags":["Reemplazado con la(s) etiqueta(s) actuales "],"Replaced with the post/page excerpt (without auto-generation)":["Reemplazado con el extracto de la entrada/página (sin autogeneración)"],"Replaced with the post/page excerpt (or auto-generated if it does not exist)":["Reemplazado con el extracto de la entrada/página (o la autogenerada si no existe)"],"The site's tag line / description":["La descripción/tag line del sitio"],"The site's name":["El nombre del sitio"],"Replaced with the title of the parent page of the current page":["Reemplazado con el titulo de la página superior de la página actual"],"Replaced with the title of the post/page":["Reemplazado con el título de la entrada/página"],"Replaced with the date of the post/page":["Reemplazado con la fecha de la entrada/página"],"Page %1$d of %2$d":["Página %1$d de %2$d"],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":["No podés sustituir una variable de reemplazo estándar de WPSEO registrando una variable con el mismo nombre. Usá el filtro \"wpseo_replacements\" en vez de ajustar el valor de reemplazo."],"A replacement variable with the same name has already been registered. Try making your variable name unique.":["Una variable de reemplazo con el mismo nombre ya fue registrada. Tratá de hacer que el nombre de la variable sea único."],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":["Una variable de reemplazo no puede comenzar por \"%%cf_\" or \"%%ct_\" debido a que éstas están reservadas para variables estándar de WPSEO para campos y taxonomías personalizadas. Intentá elegir nombres de variables únicos."],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":["Una variable de reemplazo solamente puede contener caracteres alfanuméricos, guión bajo, o guión normal. Intentá renombrar tu variable."],"Admin only notice: this page doesn't show a meta description because it doesn't have one, either write it for this page specifically or go into the SEO -> Titles menu and set up a template.":["Aviso para el Administrador: esta página no muestra una meta description porque no la tiene. Hacé una de estas dos cosas: escribí una, específicamente para esta página o andá al menú SEO -> Títulos y configurá una plantilla."],"Page not found":["Página no encontrada"],"%s Archives":["%s archivos"],"Search for \"%s\"":["Buscar \"%s\""],"Exclude user from Author-sitemap":["Excluir usuario del mapa del sitio de autores"],"Meta keywords to use for Author page":["Meta keywords a usar en la página de autor"],"Meta description to use for Author page":["Meta description a usar en la página de autor"],"Title to use for Author page":["Título a usar en la página de autor"],"%1$s settings":["Ajustes %1$s"],"Delete the old data after import? (recommended)":["¿Borrar los viejos datos después de la importación? (recomendado)"],"Import from WooThemes SEO framework":["¿Importar de WooThemes SEO framework?"],"Import from All-in-One SEO":["¿Importar de All-in-One SEO?"],"Import from HeadSpace2":["¿Importar de HeadSpace2?"],"If you've used another SEO plugin, try the %1$sSEO Data Transporter%2$s plugin to move your data into this plugin, it rocks!":["Si has estado utilizando hasta ahora otro plugin de SEO probá el %1$splugin transportador de datos SEO%2$s para mover tus datos a este plugin, ¡es espectacular!"],"No doubt you've used an SEO plugin before if this site isn't new. Let's make it easy on you, you can import the data below. If you want, you can import first, check if it was imported correctly, and then import &amp; delete. No duplicate data will be imported.":["No hay duda de que has usado un plugin SEO antes si este sitio no es nuevo. Vamos a facilitarte la tarea ya que podés importar los datos que están abajo. Siquerés, podés importar primero, revisar si se ha importado correctamente y después importar y borrar. No se importarán datos duplicados."],"Export your %1$s settings":["Exportar tus ajustes de %1$s"],"Include Taxonomy Metadata":["Incluir los metadatos de taxonomía."],"Export your %1$s settings here, to import them again later or to import them on another site.":["Exportá tus ajustes de %1$s, estos datos los podés usar para importarlos en otro momento o bien importarlos desde otra web."],"Import settings":["Ajustes de importación"],"Import settings by locating %1$ssettings.zip%2$s and clicking \"Import settings\"":[""],"Import from other SEO plugins":["Importar de otros plugins SEO"],"Import":["Importar"],"The old data of the imported plugin was deleted successfully.":["Los datos antiguos del plugin importado se han borrado con éxito."],"If you had a %s file and it was editable, you could edit it from here.":[""],"If your %s were writable, you could edit it from here.":[""],"You don't have a %s file, create one here:":[""],"A link to your site, with your site's name and description as anchor text.":["Un enlace a tu sitio, con el nombre del sitio y la descripción como texto de anclaje."],"A link to your site, with your site's name as anchor text.":["Un enlace a su sitio, con el nombre del sitio como texto de anclaje."],"A link to the post, with the title as anchor text.":["Un enlace a la entrada, con el título como texto de anclaje."],"A link to the archive for the post author, with the authors name as anchor text.":["Un enlace al archivo del autor de la entrada, con el nombre del autor como texto de anclaje."],"You can use the following variables within the content, they will be replaced by the value on the right.":["Podés usar la siguientes variables dentro del contenido, éstas serán reemplazadas por el valor de la derecha."],"Content to put after each post in the feed":["Contenido a publicar en el feed después de cada entrada "],"Content to put before each post in the feed":["Contenido a publicar en el feed antes de cada entrada"],"This feature is used to automatically add content to your RSS, more specifically, it's meant to add links back to your blog and your blog posts, so dumb scrapers will automatically add these links too, helping search engines identify you as the original source of the content.":["Esta característica se usa para añadir contenido automáticamente a tu RSS, en concreto, se trata de añadir enlaces de vuelta a tu sitio y las entradas de tu sitio, para que los ladrones de contenido tontos añadan automáticamente también esos enlaces, así ayudamos a los motores de búsqueda a identificarte como la fuente original del contenido."],"Other variables not to clean":["Otras variables que no hay que borrar."],"You might have extra variables you want to prevent from cleaning out, add them here, comma separated.":["Es posible que tengas variables extra que quieras evitar que se borren, agregalas aquí, separadas por comas."],"Prevent cleaning out Google Analytics Campaign & Google AdWords Parameters.":["Impide el borrado de la campaña de Google Analytics y los parámetros de Google AdWords."],"If you use Google Analytics campaign parameters starting with %s, check this box. However, you're advised not to use these. Instead, use the version with a hash.":["Si usás parámetros de campañas de Google Analytics que empiecen con %s, marcá esta casilla. Sin embargo, se recomienda no usarlo. En su lugar podés usar la versión con un numeral #."],"Prevent cleaning out Google Site Search URLs.":["Impedir el borrado de las URLs de Google Site Search."],"Google Site Search URLs look weird, and ugly, but if you're using Google Site Search, you probably do not want them cleaned out.":["Las URLs de Google Site Search son bastante sucias y feas pero si usás Google Site Search lo más seguro es que quieras borrarlas."],"Redirect ugly URLs to clean permalinks. (Not recommended in many cases!)":["Redireccionar URLs feas para limpiar los enlaces permanentes. (¡en muchos casos no es recomendable hacerlo!)"],"People make mistakes in their links towards you sometimes, or unwanted parameters are added to the end of your URLs, this allows you to redirect them all away. Please note that while this is a feature that is actively maintained, it is known to break several plugins, and should for that reason be the first feature you disable when you encounter issues after installing this plugin.":["Algunas veces la gente comete errores cuando te enlazan, o agregan parámetros no deseados al final de tus URLs, esto te permite redireccionarlos todos. Fijate que aunque esta es una función a la que se le da mantenimiento constantemente, es sabido que provoca mal funcionamiento en diversos plugins, y por esa razón debe ser la primera función a desactivar si encontrás algún problema después de instalar el plugin."],"Enforce a trailing slash on all category and tag URLs":["Forzar la barra diagonal final en todas las URLs de categorías y etiquetas"],"If you choose a permalink for your posts with %1$s, or anything else but a %2$s at the end, this will force WordPress to add a trailing slash to non-post pages nonetheless.":["Si elegís un enlace permanente para tus entradas con %1$s o cualquier otra cosa diferente a %2$s al final, esto obligará a WordPress a agregar una barra diagonal a páginas no relacionadas con ninguna entrada."],"This prevents threaded replies from working when the user has JavaScript disabled, but on a large site can mean a <em>huge</em> improvement in crawl efficiency for search engines when you have a lot of comments.":["Esto impide que los comentarios anidados dejen de funcionar cuando el usuario ha desactivado JavaScript en su navegador, pero en un sitio grande puede implicar una <em>enorme</em> mejora en la eficacia de la indexación por parte de buscadores cuando tenés muchos comentarios."],"This helps you to create cleaner URLs by automatically removing the stopwords from them.":["Esto te ayuda a crear URLs más limpias quitando automáticamente los caracteres de separación de ellas."],"Clean up permalinks":["Limpiar enlaces permanentes"],"Redirect attachment URLs to parent post URL.":["Redirecciona las URLs de los adjuntos hacia la URL de la entrada a la que pertenecen."],"Attachments to posts are stored in the database as posts, this means they're accessible under their own URLs if you do not redirect them, enabling this will redirect them to the post they were attached to.":["Los adjuntos a las entradas se almacenan en la base de datos como si fuesen entradas, eso significa que son accesibles con sus propias URLs si no las redireccionás. Si activás esto, las redireccionará hacia la entrada a la que estén adjuntas."],"Change URLs":["Cambiar URLS:"],"Usage of this breadcrumbs feature is explained in %1$sour knowledge-base article on breadcrumbs implementation%2$s.":["El uso de la característica de breadcrumbs está explicada en %1$s nuestro artículo sobre implementación de breadcrumbs%2$s."],"How to insert breadcrumbs in your theme":["Como insertar breadcrumbs en tu tema"],"Blog":["Blog"],"Post type archive to show in breadcrumbs for taxonomies":["Archivo de tipo de entrada a mostrar en los breadcrumbs para las taxonomías"],"Taxonomy to show in breadcrumbs for post types":["Taxonomía a mostrar en los breadcrumbs para los tipos de publicaciones"],"Breadcrumb for 404 Page":["Breadcrumb para la página 404"],"Prefix for Search Page breadcrumbs":["Prefijo para la página de búsqueda del breadcrumb"],"Prefix for Archive breadcrumbs":["Prefijo para los archivos de los breadcrumbs"],"Prefix for the breadcrumb path":["Prefijo de la ruta del breadcrumb"],"Anchor text for the Homepage":["Texto del enlace para la página de inicio"],"Separator between breadcrumbs":["Separador entre breadcrumbs"],"Enable Breadcrumbs":["Activar breadcrumbs"],"Below are your published posts' SEO scores. Now is as good a time as any to start improving some of your posts!":[""],"Developer":["Desarrollador"],"QA & Translations Manager":["Administrador de traducciones y QA"],"Project Lead":["Líder del proyecto"],"Want to help us develop? Read our %1$scontribution guidelines%2$s!":["¿Querés ayudar a nuestros desarrolladores? ¡Leé nuestras %1$sdirectrices de colaboración%2$s!"],"While most of the development team is at %1$sYoast%2$s in the Netherlands, %3$s is created by a worldwide team.":["A pesar que la mayoria del equipo de desarrollo se encuentra en Holanda, a %1$sYoast%2$s, %3$s lo crea un equipo alrededor del mundo."],"Credits":["Créditos"],"Thank you for updating %1$s!":["¡Gracias por actualizar %1$s!"],"Posts to exclude":["Entradas a excluir"],"You can exclude posts from the sitemap by entering a comma separated string with the Post ID's. The format will become something like: %1$s.":["Podés excluir entradas del mapa del sitio, introduciendo una cadena separada por comas con el número ID de entrada. El formato será algo así como: %1$s."],"Max entries per sitemap":["Máxima cantidad de entradas por mapa del sitio"],"Please enter the maximum number of entries per sitemap page (defaults to %d, you might want to lower this to prevent memory issues on some installs):":[""],"Save your settings to activate your XML Sitemap.":["Guardá los ajustes para activar el mapa de sitio XML."],"You do <strong>not</strong> need to generate the XML sitemap, nor will it take up time to generate after publishing a post.":["<strong>No</strong> necesitás generar el mapa del sitio XML, tampoco tomará tiempo generarlo después de publicar una entrada."],"You can find your XML Sitemap here: %1$sXML Sitemap%2$s":["Podés encontrar tu mapa del sitio XML aquí: %1$sMapa del sitio XML%2$s"],"Excluded Posts":["Entradas excluidas"],"User sitemap":["Mapa del sitio de usuario"],"&laquo; Back to Tools page":["&laquo; Volver a página de herramientas"],"%1$s comes with some very powerful built-in tools:":["%1$s incluye algunas herramientas integradas muy potentes:"],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":["Esta herramienta permite modificar rápidamente archivos importantes de SEO, como el robots.txt y, si lo tenés, el .htaccess."],"File editor":["Editor de archivos"],"Import settings from other SEO plugins and export your settings for re-use on (another) blog.":["Importar la configuración de otro plugin SEO y exportar su configuración para reutilizarla en otro sitio."],"Import and Export":["Importar y exportar"],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":["Esta herramienta te permite modificar rápidamente títulos y descripciones de entradas y páginas sin necesidad de editar cada página."],"Bulk editor":["Editor masivo"],"Google Publisher Page":["Pagina de Google Publisher"],"If you have a Google+ page for your business, add that URL here and link it on your Google+ page's about page.":["Si tenés una página de Google+ para tu negocio, agregá aquí la URL y enlazalo en el \"Acerca de\" de tu página de Google+."],"To %1$sconfirm your site with Pinterest%2$s, add the meta tag here:":["Para %1$sverificar tu sitio en Pinterest%2$s agregá aquí la meta tag:"],"Pinterest uses Open Graph metadata just like Facebook, so be sure to keep the Open Graph checkbox on the Facebook tab checked if you want to optimize your site for Pinterest.":["Pinterest utiliza metadatos Open Graph al igual que Facebook, así que asegurate de marcar la casilla de Open Graph en la pestaña de Facebook si querés optimizar tu sitio para Pinterest."],"The default card type to use":["El tipo de tarjeta predeterminada a utilizar"],"Add Twitter card meta data":["Agregá los meta datos de tarjeta de Twitter"],"Add Twitter card meta data to your site's %s section.":["Agregar meta datos de la tarjeta de Twitter a la sección %s de tu web."],"This image is used if the post/page being shared does not contain any images.":["Esta imagen se usa si la entrada/página compartida no contiene ninguna imagen."],"Default settings":["Ajustes predeterminados"],"Copy home meta description":["Copiar la meta description de la portada"],"Description":["Descripción"],"Image URL":["URL de la imagen"],"These are the title, description and image used in the Open Graph meta tags on the front page of your site.":["Estos son el título, descripción e imagen utilizados en las meta tags de Open Graph en la página principal de tu sitio."],"Frontpage settings":["Ajustes de página principal"],"Add Open Graph meta data":["Agregar metadatos Open Graph"],"Add Open Graph meta data to your site's %s section, Facebook and other social networks use this data when your pages are shared.":["Agregá meta datos Open Graph a la sección %s de tu sitio, Facebook y otras redes sociales utilizan estos datos cuando se comparten tus páginas."],"Google+ URL":["URL de Google+"],"YouTube URL":["URL de YouTube"],"Pinterest URL":["URL de Pinterest"],"MySpace URL":["URL de MySpace"],"LinkedIn URL":["URL de Linkedin"],"Instagram URL":["URL de Instagram"],"Twitter Username":["Usuario de Twitter"],"Facebook Page URL":["URL de la página de Facebook"],"Accounts":["Cuentas"],"Restore site to defaults":["Restablecer el sitio al predeterminado"],"Blog ID":["ID del blog"],"Site ID":["ID de sitio"],"Using this form you can reset a site to the default SEO settings.":["Usando este formulario podés restaurar un sitio a los ajustes SEO predeterminados."],"Restore site to default settings":["Restablecer sitio a los ajustes predeterminados"],"Save MultiSite Settings":["Guardar los ajustes para multisitio"],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new blogs.":["Los datos sensibles a privacidad (administradores de Facebook, por ejemplo), los ajustes específicos del tema (reescritura del título) y algunos ajustes muy específicos no se importarán a nuevos blogs."],"Enter the %1$sSite ID%2$s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":["Ingresá el %1$sID del sitio%2$s para el sitio cuyos ajustes quieras usar de forma predeterminada para todos los que se agreguen a tu red. Dejalo vacío para ninguno (o sea, para que se usen los ajustes predeterminados del plugin)."],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":["Elegí el sitio cuya configuración querés elegir de forma predeterminada para todos los sitios que se agreguen a la red. Si elegís \"Ninguno\", se utilizarán los valores predeterminados del plugin."],"New sites in the network inherit their SEO settings from this site":["Los sitios nuevos de la red heredan los ajustes SEO de este sitio"],"Super Admins only":["Sólo para super administradores"],"Site Admins (default)":["Administradores del sitio (predeterminado)"],"Who should have access to the %1$s settings":["Quién debería tener acceso a los ajustes de %1$s"],"spam":["spam"],"mature":["mayor de edad"],"archived":["archivado"],"public":["público"],"Blog %s not found.":["Blog %s no encontrado."],"%s restored to default SEO settings.":["%s se han restaurado los ajustes SEO predeterminados."],"Settings Updated.":["Ajustes actualizados."],"Use meta keywords tag?":["¿Usar la etiqueta meta keywords?"],"I don't know why you'd want to use meta keywords, but if you want to, enable this.":["No sé por qué querrías usar meta keywords pero si lo querés hacer, activá esto."],"If you want to prevent /page/2/ and further of any archive to show up in the search results, set this to \"noindex\".":["Si querés evitar que en los resultados de búsqueda se muestre /page/2/ y las siguientes, activá esto."],"Sitewide meta settings":["Ajustes meta de toda la web"],"404 pages":["Páginas 404"],"Search pages":["Páginas de búsqueda"],"These pages will be %s by default, so they will never show up in search results.":["Estas páginas serán %s por defecto, por lo que nunca se mostrarán en los resultados de búsqueda."],"Special Pages":["Páginas especiales"],"Date-based archives could in some cases also be seen as duplicate content.":["Los archivos basados en fecha podrían considerarse en algunos casos como contenido duplicado."],"If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or to add %s to it so it doesn't show up in the search results.":["Si este es el caso en tu sitio podés, o bien elegir desactivarlo (lo que hará que se redirija a tu página principal), o agregarle %s para que no aparezca en los resultados de búsqueda."],"If you're running a one author blog, the author archive will be exactly the same as your homepage. This is what's called a %1$sduplicate content problem%2$s.":["Si tenés un sitio de un solo autor el archivo de autor será exactamente igual que tu página principal. Esto es lo que se conoce como %1$sproblema de contenido duplicado%2$s."],"Date archives":["Archivo por fechas"],"Title":["Título"],"Note: instead of templates these are the actual titles and meta descriptions for these custom post type archive pages.":["Nota: en vez de plantillas, estos son los títulos y la meta descriptions reales para las páginas de archivo de este tipo de entrada personalizada."],"Custom Post Type Archives":["Archivos de tipos de entradas personalizadas"],"%1$s Meta Box":["%1$s caja meta"],"Hide":["Ocultar"],"Date in Snippet Preview":["Fecha en la vista previa del snippet"],"Meta Robots":["Meta robots"],"Take note:":["Tomá nota:"],"You can determine the title and description for the blog page by %1$sediting the blog page itself &raquo;%2$s":["Podés determinar el título y la descripción para la página de blog %1$seditando la misma página del blog &raquo;%2$s"],"You can determine the title and description for the front page by %1$sediting the front page itself &raquo;%2$s":["Podés determinar el título y la descripción para la página de inicio %1$seditando la propia página de inicio &raquo;%2$s"],"Homepage &amp; Front page":["Portada &amp; Página de inicio"],"Meta keywords template":["Plantilla de las meta keywords"],"Meta description template":["Plantilla de la meta description"],"Title template":["Plantilla del título"],"Symbols are shown in the size they'll appear in the search results.":["Los símbolos se muestran en el tamaño que van a aparecer en los resultados de búsqueda."],"Choose the symbol to use as your title separator. This will display, for instance, between your post title and site name.":["Elegí el símbolo a utilizar como separador de título. Esto se mostrará, por ejemplo, entre el título de la entrada y el nombre del sitio."],"Title Separator":["Separador de titulo"],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s ha detectado de forma automática si se necesita forzar la reescritura de los títulos de tus páginas. Si ha sido por error y sabés lo que hacés podés cambiar este ajuste aquí."],"Force rewrite titles":["Forzar la reescritura de los títulos"],"Taxonomies":["Taxonomías"],"Post Types":["Tipos de entrada"],"Homepage":["Página de inicio"],"%1$s Extensions":["Extensiones de %1$s"],"Seamlessly integrate WooCommerce with %1$s and get extra features!":["¡Integrá fácilmente WooCommerce con %1$s y conseguí características extra!"],"Rank better locally and in Google Maps, without breaking a sweat!":["Mejora tu ranking local y el de Google Maps ¡sin esfuerzo!"],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":["¿Estás en Google News? ¡Aumentá tu tráfico desde Google News, optimizándolo!"],"Optimize your videos to show them off in search results and get more clicks!":["¡Optimizá tus videos para verlos en los resultados de búsqueda y conseguir más clics!"],"The premium version of %1$s with more features & support.":["La versión premium de %1$s con más características y soporte."],"Yandex Webmaster Tools":["Yandex Webmaster Tools"],"Bing Webmaster Tools":["Bing Webmaster Tools"],"You can use the boxes below to verify with the different Webmaster Tools, if your site is already verified, you can just forget about these. Enter the verify meta values for:":["Podés usar las casillas de abajo para verificar con las diferentes herramientas para webmasters. Si tu sitio ya está verificado olvidate de esto . ingresá los valores meta de verificación para:"],"Your name":["Tu nombre"],"Company logo":["Logotipo de la empresa"],"Company name":["Nombre de la empresa"],"Person":["Persona"],"Company":["Empresa"],"Choose whether you're a company or person":["Elegí si sos una empresa o una persona"],"This data is shown as metadata in your site. It is intended to appear in Google's Knowledge Graph. You can be either a company, or a person, choose either:":["Esta información se muestra como metadata en su sitio.  Es a efectos de aparecer en Google's Knowledge Graph. Podés ser una empresa, o una persona, elegí lo que corresponda:"],"Company or person":["Empresa o persona"],"Alternate name":["Nombre alternativo"],"Google shows your website's name in the search results, we will default to your site name but you can adapt it here. You can also provide an alternate website name you want Google to consider.":["Google muestra el nombre de tu web en los resultados de búsqueda, de forma predeterminada le ponemos el nombre de tu sitio pero podés cambiarlo aquí. También podés proporcionar un nombre de web alternativo que quieras que Google considere."],"Website name":["Nombre del sitio web"],"Are you sure you want to reset your SEO settings?":["¿Estás seguro de querer borrar tus ajustes SEO?"],"If you want to restore a site to the default %s settings, press this button.":["Si querés restaurar un sitio a los ajustes %s predeterminados, presioná este botón."],"Security":["Seguridad"],"Webmaster tools":["Herramientas para Webmaster"],"Your info":["Tu información"],"Company info":["Información de la empresa"],"You do not have your postname in the URL of your posts and pages, it is highly recommended that you do. Consider setting your permalink structure to <strong>/%postname%/</strong>.":["No hay nombre de entrada en la URL de tus entradas y páginas, es muy recomendable que lo pongas. Planteate configurar la estructura de tus enlaces permanentes a <strong>/%postname%/</strong>"],"Fix it":["Arreglalo"],"RSS":["RSS"],"Permalinks":["Enlaces permanentes"],"Breadcrumbs":["Breadcrumbs"],"or":["o"],"Save Profile":["Guardar perfil"],"There were no profiles found":["No se encontraron perfiles"],"Profile":["Perfil"],"Current profile":["Perfil actual"],"Reauthenticate with Google ":["Volver a acceder con Google"],"Authenticate":["Autorizar"],"Get Google Authorization Code":["Obtener el código de autorización de Google"],"Reload crawl issues":["Volver a cargar los problemas de rastreo"],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year of support and updates, on %2$s.":["Para poder crear una redirección y solucionar este problema, necesitás %1$s. Podés comprar el plugin, con un año de soporte y actualizaciones incluidos, en %2$s."],"Creating redirects is a %s feature":["La creación de redirecciones es una característica de %s"],"Errors that only occurred when your site was crawled by Googlebot for feature phones (errors didn't appear for desktop).":["Errores que sólo se produjeron cuando tu sitio fue rastreado por Googlebot para teléfonos móviles sencillos (los errores no aparecieron en la versión de escritorio)."],"Errors that occurred only when your site was crawled by Googlebot-Mobile (errors didn't appear for desktop).":["Los errores que se produjeron sólo cuando tu sitio lo rastreó Googlebot-Mobile (estos errores no aparecieron en la versión de escritorio)."],"Errors that occurred when your site was crawled by Googlebot.":["Errores que se produjeron cuando Googlebot rastreó tu sitio."],"Issue categories":["Categorías de problemas"],"Incorrect Google Authorization Code.":["Código de autorización de Google incorrecto."],"The issues have been successfully reloaded!":["¡Se han vuelto a cargar los problemas!"],"The %1$s data has been removed. You will have to reauthenticate if you want to retrieve the data again.":["Se han eliminado los datos de la %1$s. Si querés recibir los datos nuevamente, tenés que volver a identificarte."],"Crawl errors per page":["Errores de rastreo por página"],"Search":["Buscar"],"Don't miss your crawl errors: %1$sconnect with Google Search Console here%2$s.":["No te pierdas errores de rastreo: %1$sconectate aqui con la consola de Google Search%2$s."],"Create redirect":["Crear redirección"],"Mark as fixed":["Marcar como solucionado."],"Response code":["Código de respuesta"],"First detected":["Primer detectado"],"Last crawled":["Último rastreo"],"URL":["URL"],"%1$s detected you’re using a version of %2$s which is not compatible with %1$s. Please update %2$s to the latest version to use this feature.":["%1$s ha detectado que estás usando una versión de %2$s que no es compatible con %1$s. Por favor, actualizá %2$s a la versión más reciente para utilizar esta característica."],"Yoast plugins share some code between them to make your site faster. As a result of that, we need all Yoast plugins to be up to date. We've detected this isn't the case, so please update the Yoast plugins that aren't up to date yet.":["Los plugins Yoast comparten algo de código entre ellos para hacer tu sitio más rápido. Como resultado de eso necesitamos que todos tus plugins Yoast estén actualizados. Hemos detectado este no es el caso, así que por favor actualizá los plugins Yoast que aún no lo estén."],"Feature phone":["Teléfono destacado"],"Smartphone":["Smartphone"],"Desktop":["Escritorio"],"The target URL doesn't exist, but your server is not returning a 404 (file not found) error.":["La URL de destino no existe, pero tu servidor no devuelve un error 404 (archivo no encontrado)."],"Soft 404":["Soft 404"],"Request timed out or site is blocking Google.":["Tiempo de espera agotado o el sitio está bloqueando a Google."],"Server Error":["Error en el servidor"],"Googlebot could access your site, but certain URLs are blocked for Googlebot in your %1$s file. This block could either be for all Googlebots or even specifically for Googlebot-mobile.":["Googlebot puede acceder a tu sitio, pero en tu archivo %1$s existen ciertas URLs bloqueadas a Googlebot. Este bloqueo podría ser para todos los Googlebots o incluso específicamente para Googlebot-mobile."],"Blocked":["Bloqueado"],"Google was unable to crawl this URL due to an undetermined issue.":["Google no fue capaz de rastrear esta URL debido a un problema indeterminado."],"URL points to a non-existent page.":["La URL apunta a una página inexistente."],"Not found":["No encontrado"],"Not followed":["No seguida"],"Faulty redirects":["Redirecciones erróneas"],"Server requires authentication or is blocking Googlebot from accessing the site.":["El servidor requiere identificación o está impidiendo que Googlebot acceda al sitio."],"Access denied":["Acceso denegado"],"Deactivate %s":["Desactivar %s"],"The %1$s plugin might cause issues when used in conjunction with %2$s.":["El plugin %1$s podría provocar problemas usado conjuntamente con %2$s."],"Upload Image":["Subir imagen"],"Upgrade to %1$s &raquo;":["Actualizar a %1$s &raquo;"],"Remove these ads?":["¿Eliminar estos anuncios?"],"Current option:":["Opción actual:"],"Debug Information":["Información de depuración"],"%s Posts Overview":["%s Información General de Entradas"],"Include in Sitemap?":["¿Incluir en el mapa del sitio?"],"This taxonomy follows the indexation rules set under Metas and Titles, you can override it here.":["Esta taxonomía sigue las reglas de indexación definidas en metas y títulos, podés sobrescribirlas aquí."],"The Breadcrumbs Title is used in the breadcrumbs where this taxonomy appears.":["El Título de los Breadcrumbs se utiliza en el breadcrumb de las taxonomías."],"Breadcrumbs title":["Título de los breadcrumb"],"The canonical link is shown on the archive page for this term.":["El enlace canónico se muestra en la página de archivo para este término."],"Meta keywords used on the archive page for this term.":["Meta keywords utilizadas en la página de archivo de este término."],"Never include":["No incluir nunca"],"Always include":["Incluir siempre"],"Auto detect":["Auto detectar"],"Clear all Facebook Data":["Limpiar todos los datos de Facebook"],"Facebook App ID":["ID de aplicación de Facebook"],"Currently connected Facebook admins:":["Administradores de Facebook conectados actualmente:"],"Add Another Facebook Admin":["Agregar otro administrador de Facebook"],"Add Facebook admin":["Agregar administrador de Facebook"],"Admin's Facebook user ID:":["ID de usuario del administrador de Facebook:"],"Admin's name:":["Nombre del administrador:"],"If you don't know where to find the needed ID, see %1$sthis knowledge base article%2$s.":["Si no sabés dónde encontrar el ID solicitado, consultá el artículo en %1$seste artículo de la base de conocimientos %2$s."],"To be able to access %1$sFacebook Insights%2$s, you need to add a user here. The name is used for reference only, the ID is used for verification.":["Para poder acceder a %1$sFacebook Insights%2$s tenés que añadir aquí un usuario. El nombre se usa sólo como referencia, el ID se usa para verificación."],"More info can be found %1$son our knowledge base%2$s.":["Se puede encontrar más información en %1$snuestra base de conocimiento%2$s."],"To be able to access %1$sFacebook Insights%2$s for your site, you need to specify a Facebook Admin. This can be a user. If you have an app for your site, you could use that as well.":["Para poder acceder a las %1$sFacebook Insights%2$s de tu sitio, necesitás especificar un administrador de Facebook. Puede ser un usuario. Si tenés una aplicación para tu sitio web, también podés usar eso."],"Facebook Insights and Admins":["Administradores y Facebook Insights"],"Successfully cleared all Facebook Data":["Borrado exitoso de todos los datos de Facebook"],"Successfully removed admin %s":["Administrador %s removido exitosamente "],"This Facebook user has already been added as an admin.":["Este usuario de Facebook ya se ha añadido como admin."],"Your input contains invalid characters. Please make sure both fields are filled in correctly.":["Los datos introducidos tienen caracteres incorrectos. Asegurate de rellenar correctamente ambos campos."],"Please make sure both fields are filled.":["Asegurate de llenar los dos campos."],"Pinterest":["Pinterest"],"Other":["Otro"],"Archives":["Archivos"],"Email":["Correo"],"Previous":["Anterior"],"Next":["Siguiente"],"Close":["Cerrar"],"Configure %1$s's XML Sitemap settings":["Configurar los ajustes del mapa del sitio XML %1$s"],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines, yet might slow down your site.":["Tanto %1$s como %2$s pueden crear mapas de sitio XML. Tener dos mapas de sitio XML no es beneficioso para los motores de búsqueda, y de hecho podrían enlentecer tu sitio."],"Configure %1$s's OpenGraph settings":["Configurar los ajustes OpenGraph de %1$s"],"Both %1$s and %2$s create OpenGraph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":["Tanto %1$s como %2$s crean datos OpenGraph, lo que podría hacer que Facebook, Twitter, LinkedIn y otras redes sociales utilicen los textos e imágenes equivocadas cuando se compartan tus páginas."],"%s Image":["%s Imagen"],"%s Description":["Descripción %s"],"%s Title":["%s Título"],"Twitter":["Twitter"],"Facebook":["Facebook"],"The recommended image size for %1$s is %2$s pixels.":["El tamaño de imagen recomendado para %1$s es de %2$s píxeles."],"If you want to override the image used on %s for this post, upload / choose an image or add the URL here.":["Si querés eliminar la imagen usada en %s para esta publicación, subí/elegí una imagen o agregá la URL aquí."],"If you don't want to use the meta description for sharing the post on %s but want another description there, write it here.":["Si no querés usar la meta description para compartir la entrada en %s pero sí querés usar otra descripción, escribila aquí."],"If you don't want to use the post title for sharing the post on %s but instead want another title there, write it here.":["Si querés usar otro texto diferente al título de la entrada para compartirla en %s, escribilo aquí."],"very difficult":["muy difícil"],"Try to make shorter sentences, using less difficult words to improve readability.":["Probá haciendo frases más cortas, utilizando menos palabras difíciles para mejorar la legibilidad."],"difficult":["difícil"],"Try to make shorter sentences to improve readability.":["Probá haciendo frases más cortas para mejorar la legibilidad. "],"fairly difficult":["bastante difícil"],"OK":["OK"],"fairly easy":["bastante fácil"],"easy":["fácil"],"very easy":["Muy fácil"],"The copy scores %1$s in the %2$s test, which is considered %3$s to read. %4$s":["El texto tiene una calificación de %1$s en la prueba de %2$s, lo que se considera como %3$s de leer. %4$s"],"The focus keyword appears in the first paragraph of the copy.":["La palabra clave objetivo aparece en el primer párrafo del escrito."],"The focus keyword doesn't appear in the first paragraph of the copy. Make sure the topic is clear immediately.":["La palabra clave objetivo no aparece en el primer párrafo del texto. Asegurate de que el asunto del que habla el texto queda claro lo antes posible."],"The keyword density is %1$s, which is great; the focus keyword was found %2$d times.":["La densidad de la palabra clave es de %1$s, lo que está genial; la palabra clave objetivo se encontró %2$d veces."],"The keyword density is %1$s, which is over the advised %3$s maximum; the focus keyword was found %2$d times.":["La densidad de la palabra clave es %1$s, que está por encima del máximo aconsejado de %3$s; la palabra clave objetivo se encontró %2$d veces."],"A meta description has been specified, but it does not contain the focus keyword.":["Se ha especificado una meta description pero no contiene la palabra clave objetivo."],"No meta description has been specified. Search engines will display copy from the page instead.":["No se ha especificado ninguna meta description, los motores de búsqueda mostrarán una copia de la página en su lugar."],"The meta description is under %1$d characters long. However, up to %2$d characters are available.":["La meta description es de menos de %1$d caracteres, sin embargo tenés hasta %2$d caracteres disponibles."],"You have not used the focus keyword in any subheading (such as an H2) in your copy.":["No has utilizado la palabra clave objetivo en ningún subtítulo (como un H2) de tu escrito."],"The images on this page are missing alt attributes.":["A las imágenes de está página les faltan los atributos alt."],"No outbound links appear in this page, consider adding some as appropriate.":["No hay ningún enlace externo en esta página, fijate de agregar alguno dentro del contexto."],"This page has %1$s nofollowed outbound link(s) and %2$s normal outbound link(s).":["Esta página tiene %1$s enlace(s) externo(s) nofollow y %2$s enlace(s) externo(s) normales."],"This page has %1$s outbound link(s), all nofollowed.":["Esta página tiene %1$s enlace(s) externo(s), todos nofollow."],"This page has %1$s outbound link(s).":["Está página tiene %1$s enlaces externos."],"You're linking to another page with the focus keyword you want this page to rank for. Consider changing that if you truly want this page to rank.":["Estás enlazando a otra página con la palabra clave objetivo con la que querés indexar esta página. Planteate cambiarla si es que realmente querés que esta página sea indexada."],"No images appear in this page, consider adding some as appropriate.":["En esta página no aparece ninguna imagen, fijate si podés agregar algunas."],"The SEO title contains the focus keyword, but it does not appear at the beginning; try and move it to the beginning.":["El título SEO contiene la palabra clave objetivo pero esta no aparece al principio; tratá de moverla al principio."],"The SEO title contains the focus keyword, at the beginning which is considered to improve rankings.":["El título SEO contiene la palabra clave objetivo al comienzo, lo que se considera que mejora las valoraciones."],"Please create an SEO title.":["Por favor, creá un título SEO."],"The slug for this page is a bit long, consider shortening it.":["El slug para esta página es un poco largo, tratá de achicarlo."],"The focus keyword does not appear in the URL for this page. If you decide to rename the URL be sure to check the old URL 301 redirects to the new one!":["La palabra clave objetivo no aparece en la URL de esta página. Si decidís renombrar la URL, asegurate de chequear que la URL anterior redirecciona con un 301 a la nueva."],"You've used this focus keyword %1$s%2$d times before%3$s, it's probably a good idea to read %4$sthis post on cornerstone content%5$s and improve your keyword strategy.":["Ya usaste esta palabra clave %1$s%2$d veces antes%3$s, probablemente sería una buena idea leer %4$sesta entrada sobre contenido esencial%5$s y mejorar tu estrategia de palabras clave."],"You've used this focus keyword %1$sonce before%2$s, be sure to make very clear which URL on your site is the most important for this keyword.":["Ya usaste esta palabra clave objetivo %1$santes%2$s, asegurate de dejar muy claro qué URL de tu web es la más importante para esta palabra clave."],"You've never used this focus keyword before, very good.":["Nunca has usado esta palabra clave objetivo antes, muy bien."],"No focus keyword was set for this page. If you do not set a focus keyword, no score can be calculated.":["No se ha establecido una palabra clave objetivo para esta página. Si no establecés una palabra clave objetivo no se podrá calcular puntuación."],"Focus keyword not set.":["Palabra clave objetivo no establecida."],"Focus KW":["Palabra clave objetivo"],"Meta Desc.":["Meta Desc."],"All SEO Scores":["Todos los resultados SEO"],"SEO: Post Noindexed":["SEO: Entrada no indexada"],"SEO: Good":["SEO: Bueno"],"SEO: OK":["SEO: Ok"],"SEO: No Focus Keyword":["SEO: sin palabra clave objetivo"],"SEO issue: The featured image should be at least 200 by 200 pixels to be picked up by Facebook and other social media sites.":["La imagen destacada debe ser de al menos 200 por 200 píxeles para que la use Facebook y otras redes sociales."],"(no parent)":["(sin superior)"],"No focus keyword set.":["No se ha establecido una palabra clave objetivo."],"Post is set to noindex.":["La entrada está establecida como noindex."],"The URL that this page should redirect to.":["La URL a la que debe redirigir esta página."],"301 Redirect":["Redirección 301"],"The canonical URL that this page should point to, leave empty to default to permalink. %1$sCross domain canonical%2$s supported too.":["La URL canónica a la que esta página debería señalar, dejala vacía para usar por defecto el enlace permanente. También es compatible con %1$smultidominios canónicos%2$s."],"Canonical URL":["URL canónica"],"Title to use for this page in breadcrumb paths":["Título a usar para esta página en la ruta del breadcrumb"],"Breadcrumbs Title":["Título del breadcrumb"],"No Snippet":["Sin snippet"],"No Archive":["Aplicar atributo \"No Archive\""],"No Image Index":["Ningun Indice de imagen"],"None":["Ninguno"],"Site-wide default: %s":["Predeterminado de todo el sitio: %s"],"Advanced <code>meta</code> robots settings for this page.":["Ajustes <code>meta</code> avanzados de robots para esta página."],"Meta robots advanced":["Meta robots avanzado"],"Meta robots follow":["Meta robots follow"],"Noindex":["Noindex"],"Index":["Índice"],"Default for this post type, currently: %s":["Valor predeterminado de tipo de contenido, actualmente: %s"],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["¡Advertencia! Aunque podés establecer aquí el meta robots, para la totalidad el sitio web está establecida como noindex en los ajustes de privacidad para el sitio web completo, por lo tanto estos ajustes no tendrán efecto."],"If you type something above it will override your %1$smeta keywords template%2$s.":["Si escribís algo arriba anulás la %1$splantilla de meta keywords%2$s."],"Meta keywords":["Meta keywords"],"Meta description":["Meta description"],"SEO Title":["Título SEO"],"Focus keyword":["Palabra clave objetivo"],"Snippet preview":["Vista previa del snippet"],"Setting \"%s\" is no longer used and has been discarded.":["La configuración \"%s\" ya no se está usando y ha sido desechada."],"No settings found in file.":["No se encontraron ajustes en el archivo."],"Settings successfully imported.":["Las configuraciones han sido importadas con éxito."],"Unzipping failed - file settings.ini not found.":["La descompresión falló - archivo settings.ini no encontrado."],"Unzipping failed with error \"%s\".":["El proceso de descompresión ha fallado con el error \"%s\""],"Upload failed.":["Error en la subida."],"Settings could not be imported:":["Los ajustes no se pudieron importar:"],"WooThemes SEO framework settings &amp; data successfully imported.":["Configuracion de WooThemes SEO framework &amp; datos importados correctamente."],"HeadSpace2 data successfully imported":["Datos de HeadSpace2 importados correctamente"],"No taxonomy metadata found":["No se han encontrado metadatos de taxonomías"],"This export includes taxonomy metadata":["Esta exportación incluye metadatos de taxonomía"],"This is a settings export file for the %1$s plugin by Yoast.com":["Este es un archivo de exportación de los ajustes del plugin %1$s de Yoast.com "],"Could not write settings to file.":["No se pudieron escribir los ajustes en un archivo."],"Could not zip settings-file.":["No se pudo crear el archivo zip con los ajustes."],"Error creating %1$s export: ":["Error al crear la exportación de %1$s:"],"Breadcrumb for 404 pages:":["Breadcrumb para páginas 404:"],"Prefix for search result pages:":["Prefijo para las páginas de resultados de búsqueda:"],"Prefix for archive pages:":["Prefijo para las páginas de archivos:"],"Prefix for breadcrumbs:":["Prefijo para el breadcrumb:"],"Anchor text for the homepage:":["Texto de anclaje para la página de inicio:"],"Breadcrumbs separator:":["Separador de los breadcrumbs:"],"Remove blog page from breadcrumbs":["Eliminar la página del blog del breadcrumb"],"%s Breadcrumbs":["Breadcrumbs de %s"],"Use Image":["Usar imagen"],"Action":["Acción"],"Page URL/Slug":["URL/Slug de página"],"Publication date":["Fecha de publicación"],"Post Status":["Estado de publicación"],"Post Type":["Tipo de entrada"],"WP Page Title":["Título de página de WP"],"View":["Ver"],"View &#8220;%s&#8221;":["Ver &#8220;%s&#8221;"],"Preview":["Vista previa"],"Preview &#8220;%s&#8221;":["Vista previa &#8220;%s&#8221;"],"Edit":["Editar"],"Filter":["Filtro"],"You are not allowed to access this page.":["No estás autorizado para acceder a esta pagina. "],"New Yoast Meta Description":["Nueva descripción meta de Yoast"],"Existing Yoast Meta Description":["Descripción meta de Yoast actual"],"a,about,above,after,again,against,all,am,an,and,any,are,as,at,be,because,been,before,being,below,between,both,but,by,could,did,do,does,doing,down,during,each,few,for,from,further,had,has,have,having,he,he'd,he'll,he's,her,here,here's,hers,herself,him,himself,his,how,how's,i,i'd,i'll,i'm,i've,if,in,into,is,it,it's,its,itself,let's,me,more,most,my,myself,nor,of,on,once,only,or,other,ought,our,ours,ourselves,out,over,own,same,she,she'd,she'll,she's,should,so,some,such,than,that,that's,the,their,theirs,them,themselves,then,there,there's,these,they,they'd,they'll,they're,they've,this,those,through,to,too,under,until,up,very,was,we,we'd,we'll,we're,we've,were,what,what's,when,when's,where,where's,which,while,who,who's,whom,why,why's,with,would,you,you'd,you'll,you're,you've,your,yours,yourself,yourselves":["un,sobre,encima,después,de nuevo,contra,todo,soy,un,y,cualquiera,son,como,en,ser,porque,sido,antes, siendo,a continuación,entre,ambos,pero,por,podría,hizo,hacer,hace,haciendo,abajo,durante,cada,pocos,para,de,adicional,tenía,tiene,tener,teniendo,él,él,él,él es,su,aquí,aquí está,sus,ella misma,de él,él mismo,su,cómo,cómo es,yo,yo he,voy a,soy,tengo,si,en,en,es,esto,es,su,el mismo,vamos a,yo,más,el más,mi,yo mismo,ni,de,en,una vez,solamente,o,otro,debe,nuestro,nuestros,nosotros mismos,fuera,sobre,propia,mismo,ella,ella,ella,ella es,debería,por lo que,algunos,como,que,eso,eso es,el,su,sus,ellos,ellos mismos,entonces,allí,hay,éstos,ellos,habían,ellos harán,son,han,esto,esos,a través de,a,también,bajo,hasta,arriba,muy,era,nosotros,habíamos,vamos, somos,hemos,eran,qué,qué es,cuándo,cuándo es,dónde,dónde está,cual,mientras,quién,quién es,a quién,por qué,por qué es,con,haría,vos,deberías,vas a,sos,has,su,sus,tu mismo,ustedes mismos"],"Facebook profile URL":["URL del perfil  de Facebook"],"Twitter username (without @)":["Usuario de Twitter (sin @)"],"Google+":["Google+"],"FAQ":["Preguntas frecuentes"],"Premium Support":["Soporte premium"],"Settings":["Ajustes"],"You must %1$sgo to your Reading Settings%2$s and uncheck the box for Search Engine Visibility.":["Tenés que %1$sir a tus ajustes de lectura%2$s y desactivar la casilla de visibilidad en buscadores."],"Huge SEO Issue: You're blocking access to robots.":["Gran problema de SEO: Estás bloqueando el acceso a los robots."],"Posts":["Entradas"],"Edit Files":["Editar archivos"],"MultiSite Settings":["Ajustes multisitio"],"Advanced Variables":["Variables avanzadas"],"Basic Variables":["Variables básicas"],"Note that not all variables can be used in every template.":["Tené en cuenta que no todas las variables pueden usarse en cada plantilla."],"The title &amp; metas settings for %1$s are made up of variables that are replaced by specific values from the page when the page is displayed. The tabs on the left explain the available variables.":["Los ajustes de título y metas de %1$s están creadas con variables que son reemplazadas por valores específicos de la página cuando la página se muestra. Las pestañas de la izquierda explican las variables disponibles. "],"Template explanation":["Explicación de la plantilla"],"Why Google won't display the right page title":["Por qué Google no muestra el título correcto de la página"],"Title optimization":["Optimización del título"],"For more information:":["Por más información:"],"General":["General"],"Extensions":["Extensiones"],"Search Console":["Search Console"],"Tools":["Herramientas"],"Advanced":["Avanzado"],"XML Sitemaps":["Mapas de sitios XML"],"Social":["Social"],"Titles &amp; Metas":["Títulos y metas"],"SEO":["SEO"],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":["%1$s ha detectado que estás usando la versión %2$s de %3$s, por favor, actualizá a la última versión para evitar problemas de compatibilidad."],"Just another WordPress site":["Otro sitio creado con WordPress"],"You still have the default WordPress tagline, even an empty one is probably better. %1$sYou can fix this in the customizer%2$s.":["Todavía tenés la descripción corta de WordPress, incluso sería mejor dejarla vacía. %1$sPodés solucionarlo en el personalizador%2$s."],"You have used HTML in your value which is not allowed.":["Usaste HTML en el valor y eso no está permitido."],"You can't edit %s that aren't yours.":["No podés editar %s ya que no son tuyos."],"You can't edit %s.":["No podés editar %s."],"Post has an invalid Post Type: %s.":["La entrada tiene un tipo no válido: %s."],"Post doesn't exist.":["El post no existe"],"The file %s could not be removed. Please remove it via FTP.":["No se pudo borrar el archivo %s. Por favor, borrálo por FTP."],"posts\u0004Trash <span class=\"count\">(%s)</span>":["Papelera <span class=\"count\">(%s)</span>","Papelera <span class=\"count\">(%s)</span>"],"posts\u0004All <span class=\"count\">(%s)</span>":["Todo <span class=\"count\">(%s)</span>","Todos <span class=\"count\">(%s)</span>"]}}}