{"domain":"js-text-analysis","locale_data":{"js-text-analysis":{"":{"domain":"js-text-analysis","plural_forms":"nplurals=2; plural=n != 1;","lang":"el_GR"},"Dismiss this alert":[""],"A company name and logo need to be set for structured data to work properly. %1$sLearn more about the importance of structured data.%2$s":[""],"%s does not seem to be a valid Facebook App ID. Please correct.":[""],"The submitted value was: %s":[""],"Yandex confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":[""],"Twitter usernames can only contain letters, numbers, and underscores. %s":[""],"Pinterest confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":[""],"Bing confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":[""],"Google verification codes can only contain letters, numbers, hyphens, and underscores. %s":[""],"The Facebook App ID you entered doesn't exist. %s":[""],"Baidu verification codes can only contain letters, numbers, hyphens, and underscores. %s":[""],"Show this item.":[""],"Hide this item.":[""],"You have %d hidden problem:":["","You have %d hidden problems:"],"You have %d hidden notification:":["","You have %d hidden notifications:"],"Focus Keyphrase not set":[""],"The form contains %1$s error. %2$s":["","The form contains %1$s errors. %2$s"],"SEO settings configured":[""],"If you want to double-check your %1$s settings, or change something, you can always %2$sreopen the configuration wizard%3$s.":[""],"The following words and word combinations occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly. ":[""],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":[""],"%d occurrences":[""],"Activate %s for your site on MyYoast":[""],"Show blog page in breadcrumbs":[""],"We could not find any relevant articles on your website that you could link to from your post.":[""],"Has feedback":["Υπάρχει σχόλιο"],"Content optimization:":["Βελτιστοποίηση περιεχομένου:"],"%1$sSEO%2$s: %3$s":["%1$sSEO%2$s: %3$s"],"%1$sReadability%2$s: %3$s":["%1$sΑναγνωσιμότητα%2$s: %3$s"],"Read %1$sthis post for more information about why we’re not supporting older versions.%2$s":["Διαβάστε %1$αυτό το άρθρο για περισσότερες πληροφορίες σχετικά με το γιατί δεν υποστηρίζουμε παλιότερες εκδόσεις.%2$s"],"If you’ve held off on updating to %2$s and higher because of the new Gutenberg editor, please install the Classic Editor plugin. It will give you the same editing experience you have now, but also the security of newer versions of WordPress and %1$s.":[""],"%1$sUpgrade WordPress to the most recent version%2$s%3$sWe’ve noticed that you’re not on the latest WordPress version, which might cause an issue soon. %4$s (for reasons of security and stability) only supports the current and previous version of WordPress. When the next version of WordPress comes out, that means that we will support WordPress %6$s and %7$s. This means you will not get any updates to %5$s until you update your WordPress, so please make sure to upgrade to the latest WordPress version soon!%3$s%3$s":["%1$sΑναβαθμίστε το WordPress στην πιο πρόσφατη έκδοση%2$s%3$sΠαρατηρήσαμε ότι δεν έχετε την πιο πρόσφατη έκδοση WordPress, το οποίο μπορεί να δημιουργήσει σύντομα κάποιο πρόβλημα. Το %4$s (για λόγους προστασίας και σταθερότητας) υποστηρίζει μόνο την τρέχουσα και την προηγούμενη έκδοση του WordPress. Όταν εκδοθεί η επόμενη έκδοση του WordPress, σημαίνει ότι θα υποστηρίζουμε την έκδοση WordPress %6$s και %7$s. Αυτό σημαίνει ότι δε θα παραλαμβάνετε ενημερώσεις στο %5$s μέχρι να ανανεώσετε τη WordPress έκδοσή σας, για αυτό παρακαλώ αναβαθμίστε το WordPress σύντομα στην πιο πρόσφατη έκδοση!%3$s%3$s"],"Post Noindexed":["Άρθρο που δεν έχει προστεθεί στο ευρετήριο"],"No Focus Keyphrase":["Δεν υπάρχει φράση-κλειδί"],"Person logo / avatar":["Λογότυπο προσώπου / άβαταρ"],"Extend %s":["Προσθήκη %s"],"Enroll in the %s for WordPress training":["Εγγραφείτε στα %s μαθήματα για WordPress"],"Posts with the SEO score: %s":["Άρθρα με βαθμολογία SEO: %s"],"SEO: %s":["SEO: %s"],"%s video tutorial":["%s εκπαιδευτικό βίντεο"],"To view your current crawl errors, %1$splease visit Google Search Console%2$s.":["Για να δείτε τα τρέχοντα σφάλματα ανίχνευσης, %1$sπαρακαλώ επισκεφθείτε το Google Search Console%2$s."],"Google has discontinued its Crawl Errors API. Therefore, any possible crawl errors you might have cannot be displayed here anymore. %1$sRead our statement on this for further information%2$s.":["Η Google σταμάτησε την υποστήριξη της ανίχνευσης σφαλμάτων μέσω API (Crawl Errors API). Ως εκ τούτου, πιθανά σφάλματα ανίχνευσης που μπορεί να έχετε δεν θα εμφανίζονται πλέον εδώ. %1$sΔιαβάστε την σχετική ανακοίνωσή μας για περαιτέρω πληροφορίες%2$s."],"Remove this message":["Διαγράψτε αυτό το μήνυμα"],"Truly optimize your site for a local audience with our %s plugin! Optimized address details, opening hours, store locator and pickup option!":["Βελτιστοποιήστε την ιστοσελίδα σας για το κοινό της περιοχής με το  %s πρόσθετο μας! Βελτιστοποιημένα στοιχεία διεύθυνσης, ωράριο λειτουργίας, εντοπισμό του καταστήματος και επιλογές παραλαβής!"],"Serving local customers?":["Εξυπηρετείτε πελάτες της περιοχής;"],"Get the %s plugin now":["Αποκτήστε το %s πρόσθετο τώρα"],"Organization social profiles":["Τα προφίλ του οργανισμού στα κοινωνικά δίκτυα"],"You can edit the details shown in meta data, like the social profiles, the name and the description of this user on their %1$s profile page.":["Μπορείτε να επεξεργαστείτε τις λεπτομέρειες που εμφανίζονται στα μεταδεδομένα, όπως τα προφίλ κοινωνικών δικτύων, το όνομα και την περιγραφή του επικείμενου χρήστη στη %1$s σελίδα προφίλ του. "],"Personal info":["Προσωπικές πληροφορίες"],"Organization logo":["Λογότυπο του οργανισμού"],"Organization name":["Όνομα του οργανισμού"],"Choose whether the site represents an organization or a person.":["Επιλέξτε εάν η ιστοσελίδα εκπροσωπεί οργανισμό ή φυσικό πρόσωπο. "],"Knowledge Graph & Schema.org":["Γνωστικό διάγραμμα (Knowledge Graph) & Schema.org"],"To make your site represent a Company or Organization go to %1$sSearch Appearance%2$s and set Organization or Person to \"Organization\".":["Για να ορίσετε ότι η ιστοσελίδα σας εκπροσωπεί είτε Εταιρεία είτε Οργανισμό μεταβείτε στις %1$sΡυθμίσεις Εμφάνισης %2$s και επιλέξτε \"Οργανισμός\" από τις επιλογές Φυσικό Πρόσωπο ή Οργανισμός."],"To change the social accounts used for your site, update the details for %1$s.":["Για να τροποποιήσετε τους λογαριασμούς κοινωνικών δικτύων που χρησιμοποιούνται για την ιστοσελίδα σας, ανανεώστε τις πληροφορίες για %1$s."],"That means that the form and information below is disabled, and not used.":["Αυτό σημαίνει ότι η φόρμα και οι πληροφορίες παρακάτω είναι απενεργοποιημένα και δεν χρησιμοποιούνται. "],"Your website is currently configured to represent a Person":["Η ιστοσελίδα σας είναι προς το παρόν ρυθμισμένη να εκπροσωπεί ένα Φυσικό Πρόσωπο"],"(if one exists)":["(εάν υφίσταται)"],"Wikipedia page about you":["Σελίδα στην Βικιπαίδεια σχετικά με εσάς"],"YouTube profile URL":["URL του προφίλ στο YouTube"],"Tumblr profile URL":["URL του προφίλ στο Tumblr"],"SoundCloud profile URL":["URL του προφίλ στο SoundCloud"],"MySpace profile URL":["URL του προφίλ στο MySpace"],"Organization or person":["Οργανισμός ή Φυσικό Πρόσωπο"],"The person":["Το φυσικό πρόσωπο"],"Organization":["Οργανισμός"],"Does your site represent a person or an organization?":["Η ιστοσελίδα σας εκπροσωπεί ένα φυσικό πρόσωπο ή έναν οργανισμό;"],"The name of the organization":["Η ονομασία του οργανισμού"],"Provide an image of the organization logo":["Παρακαλώ παρέχετε μία εικόνα ως λογότυπο του οργανισμού"],"You have previously set your site to represent a person. We’ve improved our functionality around Schema and the Knowledge Graph, so you should go in and %1$scomplete those settings%2$s.":["Έχετε προηγουμένως θέσει την ιστοσελίδα σας να εκπροσωπεί ένα φυσικό πρόσωπο. Έχουμε βελτιώσει τις λειτουργίες γύρω από το Schema και το Γνωστικό διάγραμμα (Knowledge Graph), ώστε να μεταβείτε εκεί και %1$sνα συμπληρώσετε τις σχετικές ρυθμίσεις%2$s."],"Select a user...":["Επιλέξτε χρήστη..."],"Uncategorized":["Εκτός κατηγορίας"],"Name:":["Όνομα:"],"You have selected the user %1$s as the person this site represents. Their user profile information will now be used in search results. %2$sUpdate their profile to make sure the information is correct.%3$s":["Έχετε επιλέξει το χρήστη %1$s ως το φυσικό πρόσωπο που εκπροσωπεί την ιστοσελίδα. Οι πληροφορίες προφίλ του χρήστη θα εμφανιστούν στα αποτελέσματα της μηχανής αναζήτησης. %2$sΑναβαθμίστε το προφίλ τους ώστε να βεβαιωθείτε ότι οι πληροφορίες είναι σωστές.%3$s"],"Error: Please select a user below to make your site's meta data complete.":["Σφάλμα: Παρακαλώ επιλέξτε παρακάτω ένα χρήστη ώστε να είναι ολοκληρωμένα τα μεταδεδομένα της ιστοσελίδας σας."],"SEO score: %s":["Βαθμολογία SEO: %s"],"If a Wikipedia page for you or your organization exists, add it too.":["Εάν υπάρχει σελίδα στη Βικιπαίδεια για εσάς ή τον οργανισμό σας, προσθέστε την και αυτήν. "],"Wikipedia URL":["URL της Βικιπαίδεια"],"Pinterest profile URL":["URL του προφίλ στο Pinterest "],"Instagram profile URL":["URL του προφίλ στο Instagram "],"LinkedIn profile URL":["URL του προφίλ στο LinkedIn "],"Keyword research is essential in any SEO strategy. You decide the search terms you want to be found for, and figure out what words your audience uses to find you. Great keyword research tells you what content you need to start ranking for the terms you want to rank for. Make sure your efforts go into the keywords you actually have a chance at ranking for! The %1$s walks you through this process, step by step.":["Η μελέτη των λέξεων-κλειδιών είναι απαραίτητη σε κάθε SEO στρατηγική. Εσείς αποφασίζετε τους όρους αναζήτησης για τους οποίους θέλετε να σας βρίσκουν οι χρήστες, και ανακαλύπτετε τι λέξεις χρησιμοποιεί το κοινό σας για να σας εντοπίσει. Μία δυνατή έρευνα των λέξεων-κλειδιών σας αποκαλύπτει τι περιεχόμενο χρειάζεστε προκειμένου να ξεκινήσετε να αναρριχήστε στα αποτελέσματα αναζήτησης για τους όρους που θέλετε να καταταχθείτε. Βεβαιωθείτε πως οι προσπάθειες σας επικεντρώνονται σε λέξεις-κλειδιά για τις οποίες έχετε πιθανότητα να καταταχθείτε! Το %1$s θα σας καθοδηγήσει καθ' αυτήν την διαδικασία, βήμα προς βήμα."],"SEO for Beginners training":["Κατάρτιση SEO για αρχάριους"],"%s for WordPress training":["%s για κατάρτιση στο WordPress"],"All-around SEO training":["Όλα γύρω από την SEO κατάρτιση"],"The image you selected is too small for Facebook":["Η εικόνα που επιλέξατε είναι πολύ μικρή για το Facebook"],"The given image url cannot be loaded":["Η εικόνα δεν μπορεί να φορτωθεί"],"Find out what words your audience uses to find you":["Ανακαλύψτε ποιες λέξεις χρησιμοποιεί το κοινό σας για να σας βρει"],"%1$sFlesch Reading Ease%2$s: The copy scores %3$s in the test, which is considered %4$s to read. %5$s":["%1$sΕυκολία στην ανάγνωση Flesch (Flesch Reading Ease)%2$s: Το κείμενο βαθμολογείται με %3$s στην ανάλυση, το οποίο θεωρείται %4$s να διαβαστεί. %5$s"],"No JSON object was returned.":["Δεν επιστράφηκε αντικείμενο JSON (JSON object). "],"Received internal links":["Εισερχόμενοι εσωτερικοί σύνδεσμοι"],"Outgoing internal links":["Εξερχόμενοι εσωτερικοί σύνδεσμοι"],"New step added":["Προστέθηκε νέο βήμα"],"New question added":["Προστέθηκε νέα ερώτηση"],"To be able to create a redirect and fix this issue, you need %1$s. ":["Για να μπορέσετε να δημιουργήσετε μια ανακατεύθυνση και να επιλύσετε αυτό το ζήτημα, χρειάζεστε %1$s."],"You can buy the plugin, including one year of support and updates, on %1$s.":["Μπορείτε να αγοράσετε το πρόσθετο, συμπεριλαμβανομένου ενός έτους υποστήριξης και ενημερώσεων, στο %1$s."],"The Text link counter feature provides insights in how many links are found in your text and how many links are referring to your text. This is very helpful when you are improving your %1$sinternal linking%2$s.":["Η λειτουργία του μετρητή συνδέσμων ενός κειμένου παρέχει πληροφορίες σχετικά με το πόσοι σύνδεσμοι βρίσκονται και πόσοι σύνδεσμοι αναφέρονται στο κείμενό σας. Η λειτουργία αυτή είναι πολύ χρήσιμη όταν βελτιώνετε τη δομή της %1$sεσωτερικής συνδεσμολογίας%2$s."],"For this feature to work %1$s requires at least PHP version %2$s. We have detected PHP version %3$s on this website.":["Για τη λειτουργία %1$s αυτή της λειτουργίας απαιτείται τουλάχιστον έκδοση PHP %2$s. Διαγνώσαμε την έκδοση PHP %3$s σε αυτόν τον ιστότοπο."],"Please carefully consider the implications and %1$sread this post%2$s if you want more information about the impact of showing media in search results.":["Παρακαλώ λάβετε υπόψη προσεκτικά τις επιπτώσεις και %1$sδιαβάστε αυτό το άρθρο%2$s εάν χρειάζεστε περισσότερες πληροφορίες σχετικά με τις επιπτώσεις που έχει η παρουσίαση πολυμέσων στα αποτελέσματα αναζήτησης. "],"Keyphrase":["Φράση κλειδί"],"For this feature to work, %1$s needs to create a table in your database. We were unable to create this table automatically.":["Για να λειτουργήσει αυτή η λειτουργία, το %1$s πρέπει να δημιουργήσει έναν πίνακα στη βάση δεδομένων σας. Δεν ήταν δυνατόν να δημιουργήσουμε αυτόματα αυτόν τον πίνακα."],"By enabling this option, attachment URLs become visible to both your visitors and Google. To add value to your website, they should contain useful information, or they might have a negative impact on your ranking.":["Ενεργοποιώντας αυτήν την επιλογή, τα συνημμένα URLs γίνονται ορατά στους επισκέπτες σας και το Google. Για να προσδώσουν αξία στην ιστοσελίδα σας, πρέπει να περιέχουν χρήσιμες πληροφορίες, διαφορετικά μπορεί να έχουν αρνητικό αντίκτυπο στην κατάταξη σας."],"The %3$sText link counter%4$s feature (introduced in %1$s %2$s) is currently disabled.":["Η λειτουργία %3$sκαταμέτρησης συνδέσμων ενός κειμένου%4$s (που παρουσιάστηκε στο %1$s %2$s) είναι απενεργοποιημένη αυτή τη στιγμή."],"Please read the following %1$sknowledge base article%2$s to find out how to resolve this problem.":["Παρακαλούμε διαβάστε το ακόλουθο %1$sάρθρο γνωσιακής βάσης%2$s για να βρείτε πως να επιλύσετε αυτό το πρόβλημα."],"To make sure all the links in your texts are counted, we need to analyze all your texts.":["Για να εξασφαλιστεί ότι υπολογίζονται όλοι οι σύνδεσμοι των κειμένων σας, πρέπει να αναλύσουμε όλα τα κείμενα σας."],"All you have to do is press the following button and we'll go through all your texts for you.":["Χρειάζεται μόνο να πατήσετε το παρακάτω κουμπί και θα ελέγξουμε όλα σας τα κείμενα για εσάς."],"Count links":["Καταμέτρηση συνδέσμων"],"%3$sImage alt attributes%5$s: Out of %2$d images on this page, %1$d have alt attributes with words from your keyphrase or synonyms. That's a bit much. %4$sOnly include the keyphrase or its synonyms when it really fits the image%5$s.":["%3$sΕναλλακτική περιγραφή εικόνας%5$s: Από τις %2$d εικόνες σε αυτήν τη σελίδα, οι %1$d έχουν εναλλακτική περιγραφή με λέξεις από τις φράσεις κλειδιά ή συνώνυμες. Αυτό είναι λίγο υπερβολικό.\n%4$sΝα περιλαμβάνετε τη φράση κλειδί ή συνώνυμη μόνον όταν πραγματικά ταιριάζει με την εικόνα%5$s."],"%1$sImage alt attributes%2$s: Good job!":["%1$sΕναλλακτική περιγραφή εικόνας%2$s: Εξαιρετική δουλειά!"],"%3$sImage alt attributes%5$s: Out of %2$d images on this page, only %1$d has an alt attribute that reflects the topic of your text. %4$sAdd your keyphrase or synonyms to the alt tags of more relevant images%5$s!":["%3$sΕναλλακτική περιγραφή εικόνας%5$s: Από τις %2$d εικόνες σε αυτήν τη σελίδα, μόνο η %1$d έχει εναλλακτική περιγραφή που εκφράζει το θέμα του κειμένου σας. %4$sΠροσθέστε την φράση-κλειδί ή συνώνυμα στις εναλλακτικές ετικέτες των πιο σχετικών εικόνων%5$s!","%3$sΕναλλακτική περιγραφή εικόνας%5$s: Από τις %2$d εικόνες σε αυτήν τη σελίδα, μόνο %1$d έχουν εναλλακτικές περιγραφές που εκφράζουν το θέμα του κειμένου σας. %4$sΠροσθέστε την φράση-κλειδί ή συνώνυμα στις εναλλακτικές ετικέτες των πιο σχετικών εικόνων%5$s!"],"%1$sImage alt attributes%3$s: Images on this page do not have alt attributes that reflect the topic of your text. %2$sAdd your keyphrase or synonyms to the alt tags of relevant images%3$s!":["%1$sΕναλλακτική περιγραφή εικόνας%3$s: Οι εικόνες σε αυτήν τη σελίδα δεν έχουν εναλλακτικές περιγραφές που εκφράζουν το θέμα του κειμένου σας. %2$sΠροσθέστε την φράση κλειδί ή συνώνυμα στις εναλλακτικές ετικέτες των πιο σχετικών εικόνων%3$s!"],"%1$sImage alt attributes%3$s: Images on this page have alt attributes, but you have not set your keyphrase. %2$sFix that%3$s!":["%1$sΕναλλακτική περιγραφή εικόνας%3$s: Οι εικόνες σε αυτήν τη σελίδα έχουν εναλλακτικές περιγραφές, αλλά έχετε θέσει τη φράση-κλειδί. %2$sFix that%3$s!"],"%1$sKeyphrase in subheading%2$s: %3$s of your higher-level subheadings reflects the topic of your copy. Good job!":["%1$sΦράση-κλειδί στην κεφαλίδα%2$s: %3$s από τις ανώτερες κεφαλίδες αντιπροσωπεύει το θέμα του κειμένου σας. Καλή δουλειά!","%1$sΦράση-κλειδί στην κεφαλίδα%2$s: %3$s από τις ανώτερες κεφαλίδες αντιπροσωπεύουν το θέμα του κειμένου σας. Καλή δουλειά!"],"%1$sKeyphrase in subheading%2$s: Your higher-level subheading reflects the topic of your copy. Good job!":["%1$sΦράση-κλειδί στην κεφαλίδα%2$s: Η ανώτερη κεφαλίδα αντιπροσωπεύει το θέμα του κειμένου σας. Καλή δουλειά!"],"%1$sKeyphrase in subheading%3$s: %2$sUse more keyphrases or synonyms in your higher-level subheadings%3$s!":["%1$sΦράση-κλειδί στην κεφαλίδα%3$s: %2$sΧρησιμοποιήστε περισσότερες λέξεις-κλειδιά ή συνώνυμα στις ανώτερες κεφαλίδες σας%3$s!"],"Page %s":["Σελίδα %s"],"Cannot get the size of %1$s because of unknown reasons.":["Ο υπολογισμός του μεγέθους του %1$s είναι αδύνατος για άγνωστο λόγο. "],"Cannot get the size of %1$s because it is hosted externally.":["Ο υπολογισμούς του μεγέθους του  %1$s είναι αδύνατος επειδή φιλοξενείται εξωτερικά. "],"Simply switch the toggle to \"on\" and you'll be able to use the recalibrated analysis. At the same time, we'll add you to our specific mailing list. We'll only email you about your experiences with this recalibration!":["Απλά μεταβείτε στην επιλογή \"on\" και θα μπορείτε να χρησιμοποιήσετε την επαναρυθμισμένη ανάλυση. Ταυτόχρονα, θα σας προσθέσουμε στη συγκεκριμένη λίστα αλληλογραφίας μας. Θα σας στείλουμε μήνυμα ηλεκτρονικού ταχυδρομείου μόνο σχετικά με την εμπειρία σας για αυτήν την επαναρύθμιση!"],"We have %1$srecalibrated our analysis%2$s. With the new analysis, we will get even closer to how Google sees your website. It would be %3$sawesome%4$s if you would like to %3$sbeta test this feature%4$s for us!":["Έχουμε %1$sεπαναρυθμίσει την ανάλυσή μας%2$s. Σύμφωνα με τη νέα ανάλυση, θα προσεγγίσουμε ακόμα καλύτερα το πώς η Google βλέπει την ιστοσελίδα σας. Θα ήταν %3$sφανταστικό%4$s εάν επιθυμούσατε να %3$sκάνετε μία δοκιμή beta αυτού του στοιχείου%4$s για εμάς!"],"Get an even better analysis":["Αποκτήστε μια ακόμα καλύτερη ανάλυση"],"%1$sSingle title%3$s: H1s should only be used as your main title. Find all H1s in your text that aren't your main title and %2$schange them to a lower heading level%3$s!":["%1$sΜονός τίτλος%3$s: Οι κεφαλίδες H1 πρέπει να χρησιμοποιούνται μόνο ως βασικός τίτλος. Βρείτε όλες τις κεφαλίδες H1 στο κείμενό σας που δεν είναι βασικοί τίτλοι και %2$sμετατρέψτε τις σε χαμηλότερo επίπεδο τίτλου%3$s!"],"Improve sharing on Facebook and Pinterest":["Βελτιώστε τη διάδοση μέσω Facebook & Pinterest"],"You do not have the required rights to export settings.":["Δεν έχετε τα απαραίτητα δικαιώματα χρήσης για την εξαγωγή ρυθμίσεων."],"Copy all these settings to another site's %1$s tab and click \"%1$s\" there.":["Αντιγράψτε όλες τις ρυθμίσεις στη καρτέλα άλλου site %1$s και πατήστε εκει %1$s."],"These are settings for the %1$s plugin by %2$s":["Αυτές είναι ρυθμίσεις για το %1$s πρόσθετο από %2$s"],"No settings found.":["Δεν βρέθηκαν σχετικές ρυθμίσεις."],"Export your %1$s settings here, to copy them on another site.":["Εξάγετε τις ρυθμίσεις σας %1$s εδώ, για να τις αντιγράψετε σε έναν άλλον ιστότοπο."],"Import of settings is only supported on servers that run PHP 5.3 or higher.":["Η εισαγωγή ρυθμίσεων υποστηρίζεται μόνο σε διακομιστές που χρησιμοποιούν PHP 5.3 ή νεότερη έκδοση."],"Import settings by pasting the settings you copied from another site here and clicking \"%s\".":["Εισάγετε τις ρυθμίσεις κάνοντας επικόλληση τις ρυθμίσεις που αντιγράψατε από έναν άλλον ιστότοπο εδώ και πατήστε \"%s\"."],"Paste your settings from another %s installation.":["Αντιγράψτε τις ρυθμίσεις σας από άλλη %s εγκατάσταση."],"%1$sKeyphrase density%2$s: The focus keyphrase was found 0 times. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sΠυκνότητα φράσης-κλειδιού%2$s: Η συγκεκριμένη φράση κλειδί βρέθηκε 0 φορές. Αυτές είναι λιγότερες από το προτεινόμενο ελάχιστο των %3$d φορών για ένα κείμενο αυτής της έκτασης. %4$s Επικεντρωθείτε στη φράση-κλειδί%2$s!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sΠυκνότητα φράσης-κλειδιού%2$s: Η συγκεκριμένη φράση κλειδί βρέθηκε %5$d φορά. Αυτό είναι λιγότερο από το προτεινόμενο ελάχιστο των %3$d φορών για ένα κείμενο αυτής της έκτασης. %4$sΕπικεντρωθείτε στη φράση-κλειδί%2$s! ","%1$sΠυκνότητα φράσης-κλειδιού%2$s: Η συγκεκριμένη φράση κλειδί βρέθηκε %5$d φορές. Αυτό είναι λιγότερο από το προτεινόμενο ελάχιστο των %3$d φορών για ένα κείμενο αυτής της έκτασης. %4$sΕπικεντρωθείτε στη φράση-κλειδί%2$s! "],"%1$sKeyphrase density%2$s: The focus keyphrase was found %3$d time. This is great!":["%1$sΠυκνότητα φράσης-κλειδιού%2$s: Η συγκεκριμένη φράση-κλειδί βρέθηκε %3$d φορά. Αυτό είναι πολύ καλό!","%1$sΠυκνότητα φράσης-κλειδιού%2$s: Η συγκεκριμένη φράση-κλειδί βρέθηκε %3$d φορές. Αυτό είναι πολύ καλό!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$sΠυκνότητα φράσης-κλειδιού%2$s: Η συγκεκριμένη φράση-κλειδί βρέθηκε %5$d φορά. Αυτό είναι παραπάνω από το συνιστώμενο μέγιστο των %3$d φορών για ένα κείμενο αυτής της έκτασης. %4$sΜην υπερβάλλετε στη βελτιστοποίηση%2$s!","%1$sΠυκνότητα φράσης-κλειδιού%2$s: Η συγκεκριμένη φράση-κλειδί βρέθηκε %5$d φορές. Αυτό είναι παραπάνω από το συνιστώμενο μέγιστο των %3$d φορών για ένα κείμενο αυτής της έκτασης. %4$sΜην υπερβάλλετε στη βελτιστοποίηση%2$s!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's way more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$sΠυκνότητα φράσης-κλειδιού%2$s: Η συγκεκριμένη φράση-κλειδί βρέθηκε %5$d φορά. Αυτό είναι πολύ παραπάνω από το συνιστώμενο μέγιστο των %3$d φορών για ένα κείμενο αυτής της έκτασης. %4$sΜην υπερβάλλετε στη βελτιστοποίηση%2$s!","%1$sΠυκνότητα φράσης-κλειδιού%2$s: Η συγκεκριμένη φράση-κλειδί βρέθηκε \n %5$d φορές. Αυτό είναι πολύ παραπάνω από το συνιστώμενο μέγιστο των %3$d φορών για ένα κείμενο αυτής της έκτασης. %4$sΜην υπερβάλλετε στη βελτιστοποίηση%2$s!"],"Indexable created for object %1$s with type %2$s":["Η ευρετηριοποίηση δημιουργήθηκε για το αντικείμενο %1$s με τύπο %2$s"],"Method %1$s() does not exist in class %2$s":["H μέθοδος %1$s() δεν υπάρχει στη κλάση %2$s"],"With %s, you can easily create such redirects.":["Με %s, μπορείτε εύκολα να δημιουργήσετε ανάλογες ανακατευθύνσεις."],"Changing your permalinks settings can seriously impact your search engine visibility. It should almost %1$s never %2$s be done on a live website.":["Η αλλάγη στις ρυθμίσεις των μόνιμων συνδέσμων μπορεί να έχει σοβαρό αντίκτυπο στην εμφάνισή σας στις μηχανές αναζήτησης. Θα πρέπει σχεδόν %1$s ποτέ %2$s να μην γίνεται σε έναν εν ενεργεία ιστότοπο."],"WARNING:":["ΠΡΟΣΟΧΗ:"],"Learn about why permalinks are important for SEO.":["Μάθετε γιατί οι μόνιμοι σύνδεσμοι των σελίδων είναι σημαντικές για το SEO."],"Google Ads":["Διαφημίσεις Google"],"%1$sFunction words in keyphrase%3$s: Your keyphrase \"%4$s\" contains function words only. %2$sLearn more about what makes a good keyphrase.%3$s":["%1$sΛειτουργικές λέξεις στη φράση-κλειδί%3$s: Η φράση-κλειδί \"%4$s\" περιέχει μόνο λειτουργικές λέξεις. %2$sΜάθετε περισσότερα για το τι κάνει μια φράση-κλειδί καλή.%3$s"],"Did you know %s also analyzes the different word forms of your keyphrase, like plurals and past tenses?":["Γνωρίζατε ότι το %s επίσης αναλύει τους διαφορετικούς τύπους λέξεων μιας φράσης-κλειδί, όπως για παράδειγμα πληθυντικούς αριθμούς και παρελθοντικούς χρόνους;"],"Clear Image":["Καθαρισμός Εικόνας"],"%1$sKeyphrase length%3$s: %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sΜήκος φράσης-κλειδιού%3$s: %2$s Ορίστε μία φράση-κλειδί με σκοπό να υπολογιστεί η SEO βαθμολογία σας%3$s."],"%1$sKeyphrase in slug%2$s: More than half of your keyphrase appears in the slug. That's great!":["%1$sΦράση-κλειδί στο πεδίο 'σύντομο όνομα'%2$s: Περισσότερες από τις μισές φράσεις-κλειδιά εμφανίζονται στο πεδίο 'σύντομο όνομα'. Αυτό είναι πολύ καλό!"],"%1$sKeyphrase in slug%3$s: (Part of) your keyphrase does not appear in the slug. %2$sChange that%3$s!":["%1$sΦράση-κλειδί στο πεδίο 'σύντομο όνομα'%3$s: (Μέρος της) φράσης-κλειδιού σας δεν εμφανίζεται στο πεδίο 'σύντομο όνομα'.  %2$sΠαρακαλώ αλλάξτε το%3$s!"],"%1$sKeyphrase in slug%2$s: Great work!":["%1$sΦράση-κλειδί στο πεδίο 'σύντομο όνομα'%2$s: Εξαιρετική δουλειά! "],"%1$sKeyphrase in title%3$s: Not all the words from your keyphrase \"%4$s\" appear in the SEO title. %2$sTry to use the exact match of your keyphrase in the SEO title%3$s.":["%1$sΦράση-κλειδί στον τίτλο%3$s: Δεν εμφανίζονται όλες οι λέξεις από τη φράση-κλειδί σας \"%4$s\" στον SEO τίτλο. %2$sΠροσπαθήστε να χρησιμοποιήσετε την ακριβής αντιστοίχιση της φράσης-κλειδιού στον SEO τίτλο %3$s."],"%1$sKeyphrase in title%3$s: Does not contain the exact match. %2$sTry to write the exact match of your keyphrase in the SEO title%3$s.":["%1$sΦράση-κλειδί στο τίτλο%3$s: Δεν περιέχεται ακριβής αντιστοίχιση. %2$s Προσπαθήστε να δώσετε μία ακριβέστερη αντιστοίχιση της φράσης-κλειδιού στον SEO τίτλο%3$s."],"%1$sKeyphrase in title%3$s: The exact match of the keyphrase appears in the SEO title, but not at the beginning. %2$sTry to move it to the beginning%3$s.":[""],"%1$sKeyphrase in title%2$s: The exact match of the keyphrase appears at the beginning of the SEO title. Good job!":[" %1$sΦράση-κλειδί στον τίτλο%2$s: Η ακριβής αντιστοίχιση της φράσης-κλειδιού εμφανίζεται στην αρχή του SEO τίτλου. Εξαιρετική δουλειά!"],"%1$sKeyphrase distribution%2$s: Good job!":["%1$sΚατανομή φράσης-κλειδιού%2$s: Εξαιρετική δουλειά!"],"%1$sKeyphrase distribution%3$s: Uneven. Some parts of your text do not contain the keyphrase or its synonyms. %2$sDistribute them more evenly%3$s.":[""],"%1$sKeyphrase distribution%3$s: Very uneven. Large parts of your text do not contain the keyphrase or its synonyms. %2$sDistribute them more evenly%3$s.":["%1$sΚατανομή φράσης-κλειδιού%3$s: Πολύ ασυνεπής. Μεγάλο μέρος του κειμένου σας δεν περιέχει τη φράση-κλειδί ή συνώνυμά της. %2$sΔιαμοιράστε τα με μεγαλύτερη συνέπεια%3$s."],"%1$sKeyphrase distribution%3$s: %2$sInclude your keyphrase or its synonyms in the text so that we can check keyphrase distribution%3$s.":["%1$sΚατανομή φράσης-κλειδί%3$s: %2$sΣυμπεριλάβετε τη φράση-κλειδί ή συνώνυμά της στο κείμενο ώστε να αναλύσουμε την κατανομή της φράσης-κλειδί%3$s."],"Help on choosing the perfect focus keyphrase":["Βοήθεια για την επιλογή της ιδανικής φράσης-κλειδί"],"Would you like to add a related keyphrase?":["Θα θέλατε να προσθέσετε μια σχετική φράση-κλειδί;"],"Go %s!":["Πηγαίνετε στο %s!"],"Not showing the date archives in the search results technically means those will have a %1$s robots meta. %2$sMore info on the search results settings%3$s.":["Μη δείχνοντας τις ημερομηνίες των αρχείων στα αποτελέσματα αναζήτησης, τεχνικά σημαίνει ότι θα έχουν %1$s μεταδεδομένα robots. %2$sΠερισσότερες πληροφορίες σχετικά με τις ρυθμίσεις των αποτελεσμάτων αναζήτησης%3$s."],"Rank better with synonyms & related keyphrases":["Αποκτήστε καλύτερη βαθμολογία με συνώνυμα και σχετικές φράσεις-κλειδιά"],"optimize a single post for synonyms and related keyphrases.":["Βελτιστοποιήστε μία δημοσίευση με συνώνυμα και σχετικές φράσεις - κλειδιά."],"Synonyms & related keyphrases":["Συνώνυμα και σχετικές φράσεις-κλειδιά"],"Add related keyphrase":["Προσθέστε σχετική φράση-κλειδί"],"Dismiss %s upgrade notice":["Απορρίψτε την ειδοποίηση αναβάθμισης του %s "],"Upgrade to %s":["Προχωρήστε σε αναβάθμιση του %s"],"%1$s video":[""],"Get %s":[""],"%4$sPreviously used keyphrase%6$s: You've used this keyphrase %1$s%2$d times before%3$s. %5$sDo not use your keyphrase more than once%6$s.":[""],"%3$sPreviously used keyphrase%5$s: You've used this keyphrase %1$sonce before%2$s. %4$sDo not use your keyphrase more than once%5$s.":["%3$sΦράση-κλειδί που έχει χρησιμοποιηθεί%5$s: Έχετε χρησιμοποιήσει αυτή τη φράση-κλειδί %1$sμία φορά στο παρελθόν%2$s. %4$sΜην χρησιμοποιείτε τη φράση-κλειδί περισσότερο από μία φορά%5$s."],"%1$sPreviously used keyphrase%2$s: You've not used this keyphrase before, very good.":["%1$sΦράση-κλειδί που έχει χρησιμοποιηθεί%2$s: Δεν έχετε χρησιμοποιήσει αυτή τη φράση-κλειδί στο παρελθόν, εξαιρετικά."],"%1$sSlug stopwords%3$s: The slug for this page contains a stop word. %2$sRemove it%3$s!":["%1$sΕξαιρούμενες λέξεις στο σύντομο όνομα%3$s: Το σύντομο όνομα αυτής της σελίδας περιέχει μια εξαιρούμενη λέξη. %2$sΑφαιρέστε την%3$s!","%1$sΕξαιρούμενες λέξεις στο σύντομο όνομα%3$s: Το σύντομο όνομα αυτής της σελίδας περιέχει εξαιρούμενες λέξεις. %2$sΑφαιρέστε τες%3$s!"],"%1$sSlug too long%3$s: the slug for this page is a bit long. %2$sShorten it%3$s!":["%1$sΠολύ μακρύ σύντομο όνομα%3$s: το σύντομο όνομα αυτής της σελίδας είναι λιγάκι μακρύ. %2$sΣυντομεύστε το%3$s!"],"%1$sImage alt attributes%3$s: No images appear on this page. %2$sAdd some%3$s!":["%1$sΕναλλακτικά χαρακτηριστικά εικόνας%3$s: Δεν εμφανίζονται εικόνες σε αυτήν την σελίδα. %2$sΠροσθέστε μερικές%3$s!"],"%1$sLink keyphrase%3$s: You're linking to another page with the words you want this page to rank for. %2$sDon't do that%3$s!":["%1$sΣύνδεσμος φράσης-κλειδί%3$s: Συνδέετε και συσχετίζετε με άλλη σελίδα λέξεις για τις οποίες θέλετε να καταταχθεί αυτή η σελίδα. %2$sΜην το κάνετε αυτό%3$s!"],"This is far below the recommended minimum of %5$d word. %3$sAdd more content%4$s.":["Αυτό είναι πολύ λιγότερο από το προτεινόμενο ελάχιστο της %5$d λέξης. %3$sΠροσθέστε περισσότερο περιεχόμενο%4$s.","Αυτό είναι πολύ λιγότερο από το προτεινόμενο ελάχιστο των %5$d λέξεων. %3$sΠροσθέστε περισσότερο περιεχόμενο%4$s."],"This is below the recommended minimum of %5$d word. %3$sAdd more content%4$s.":["Αυτό είναι κάτω από το προτεινόμενο ελάχιστο της %5$d λέξης. %3$sΠροσθέστε περισσότερο περιεχόμενο%4$s.","Αυτό είναι κάτω από το προτεινόμενο ελάχιστο των %5$d λέξεων. %3$sΠροσθέστε περισσότερο περιεχόμενο%4$s."],"%2$sText length%4$s: The text contains %1$d word.":["%2$sΜήκος κειμένου%4$s: Το κείμενο διαθέτει %1$d λέξεις.","%2$sΜήκος κειμένου%4$s: Το κείμενο διαθέτει %1$d λέξεις."],"%2$sText length%3$s: The text contains %1$d word. Good job!":["%2$sΜήκος κειμένου%3$s: Το κείμενο διαθέτει %1$d λέξη. Καλή δουλειά!","%2$sΜήκος κειμένου%3$s: Το κείμενο διαθέτει %1$d λέξεις. Καλή δουλειά!"],"%1$sKeyphrase in subheading%3$s: More than 75%% of your higher-level subheadings reflect the topic of your copy. That's too much. %2$sDon't over-optimize%3$s!":["%1$sΦράση-κλειδί στην κεφαλίδα%3$s: Περισσότερο από 75%% των ανώτερων κεφαλίδων σας αντανακλούν το θέμα του κειμένου. Είναι πάρα πολύ %2$sΜην υπερβάλλετε με τη βελτιστοποίηση%3$s!"],"%1$sSEO title width%3$s: %2$sPlease create an SEO title%3$s.":["%1$s Μήκος SEO τίτλου%3$s: %2$sΠαρακαλώ δημιουργήστε έναν SEO τίτλο%3$s."],"%1$sSEO title width%3$s: The SEO title is wider than the viewable limit. %2$sTry to make it shorter%3$s.":["%1$sΜήκος SEO τίτλου%3$s: Ο SEO τίτλος σας είναι μεγαλύτερος από το όριο προβολής.%2$sΔοκιμάστε να τον συντομεύσετε.%3$s."],"%1$sSEO title width%2$s: Good job!":["%1$sΜήκος SEO τίτλου%2$s: Καλή δουλειά!"],"%1$sSEO title width%3$s: The SEO title is too short. %2$sUse the space to add keyphrase variations or create compelling call-to-action copy%3$s.":["%1$sΜήκος SEO τίτλου%3$s: Ο SEO τίτλος είναι πολύ μικρός. %2$sΧρησιμοποιήστε το χώρο για να προσθέσετε παραλλαγές φράσεων-κλειδιών ή να δημιουργήσετε αποτελεσματικό περιεχόμενο που ωθεί σε ενέργειες%3$s."],"%1$sOutbound links%2$s: There are both nofollowed and normal outbound links on this page. Good job!":["%1$sΕξερχόμενοι σύνδεσμοι%2$s: Συνυπάρχουν μη ακολουθούμενοι και φυσιολογικά εξερχόμενοι σύνδεσμοι σε αυτή τη σελίδα. Καλή δουλειά! "],"%1$sOutbound links%2$s: Good job!":["%1$sΕξερχόμενοι σύνδεσμοι%2$s: Καλή δουλειά!"],"%1$sOutbound links%3$s: All outbound links on this page are nofollowed. %2$sAdd some normal links%3$s.":["%1$sΕξερχόμενοι σύνδεσμοι%3$s: Όλοι οι εξερχόμενοι σύνδεσμοι για αυτή τη σελίδα είναι μη ακολουθούμενοι (nofollowed). %2$sΠροσθέστε μερικούς φυσιολογικούς συνδέσμους%3$s."],"%1$sOutbound links%3$s: No outbound links appear in this page. %2$sAdd some%3$s!":["%1$sΕξερχόμενοι σύνδεσμοι%3$s: Δεν εμφανίζονται εξωτερικοί σύνδεσμοι σε αυτή τη σελίδα. %2$sΠροσθέστε μερικούς%3$s!"],"%1$sMeta description length%2$s: Well done!":["%1$sΜήκος μετα-περιγραφής%2$s: Πολύ καλά!"],"%1$sMeta description length%3$s: The meta description is over %4$d characters. To ensure the entire description will be visible, %2$syou should reduce the length%3$s!":["%1$sΜήκος μετα-περιγραφής%3$s: Η μετα-περιγραφή είναι πάνω από %4$d χαρακτήρες. Για να διασφαλίσετε πως θα είναι ορατη ολόκληρη η περιγραφή, %2$sθα πρέπει να μειώσετε το μήκος της%3$s!"],"%1$sMeta description length%3$s: The meta description is too short (under %4$d characters). Up to %5$d characters are available. %2$sUse the space%3$s!":["%1$sΜήκος μετα-περιγραφής%3$s: Η μετα-περιγραφή είναι πολύ μικρή (κάτω από %4$d χαρακτήρες). Πάνω από %5$d χαρακτήρες είναι διαθέσιμοι. %2$sΧρησιμοποιήστε το διαθέσιμο χώρο%3$s!"],"%1$sMeta description length%3$s:  No meta description has been specified. Search engines will display copy from the page instead. %2$sMake sure to write one%3$s!":["%1$sΜήκος μετα-περιγραφής%3$s:  Δεν έχει διευκρινιστεί η μετα-περιγραφή. Οι μηχανές αναζήτησης αναρτούν περιεχόμενο από τη σελίδα αντ'αυτού. %2$sΒεβαιώσου ότι θα συμπληρώσεις τη μετα-περιγραφή%3$s!"],"%1$sKeyphrase in meta description%2$s: The meta description has been specified, but it does not contain the keyphrase. %3$sFix that%4$s!":["%1$sΦράση-κλειδί στη μετα-περιγραφή%2$s: Η μετα-περιγραφή έχει οριστεί, αλλά δεν διαθέτει τη φράση-κλειδί. %3$sΔιορθώστε το%4$s!"],"%1$sKeyphrase in meta description%2$s: The meta description contains the keyphrase %3$s times, which is over the advised maximum of 2 times. %4$sLimit that%5$s!":["%1$sΦράση-κλειδί στη μετα-περιγραφή%2$s: Η μετα-περιγραφή περιέχει τη φράση-κλειδί %3$s φορές, όπου είναι πάνω από το προτεινόμενο όριο των 2 φορών. %4$sΠεριορίστε το%5$s!"],"%1$sKeyphrase in meta description%2$s: Keyphrase or synonym appear in the meta description. Well done!":["%1$sΦράση-κλειδί στη μετα-περιγραφή%2$s: Η φράση-κλειδί ή συνώνυμο της εμφανίζονται στην μετα-περιγραφή. Καλή δουλειά!"],"%3$sKeyphrase length%5$s: The keyphrase is %1$d words long. That's way more than the recommended maximum of %2$d words. %4$sMake it shorter%5$s!":["%3$sΜήκος φράσης-κλειδιού%5$s: Η φράση-κλειδί διαθέτει %1$d λέξεις. Αυτές είναι πολύ παραπάνω από το ανώτατο προτεινόμενο όριο των %2$d λέξεων. %4$sΣυντομεύστε τη φράση-κλειδί%5$s!"],"%3$sKeyphrase length%5$s: The keyphrase is %1$d words long. That's more than the recommended maximum of %2$d words. %4$sMake it shorter%5$s!":["%3$sΜήκος φράσης-κλειδιού%5$s: Η φράση-κλειδί διαθέτει %1$d λέξεις. Είναι περισσότερες από το ανώτατο προτεινόμενο όριο των %2$d λέξεων. %4$sΣυντομεύστε τη φράση-κλειδί%5$s! "],"%1$sKeyphrase length%2$s: Good job!":["%1$sΜήκος φράσης-κλειδιού%2$s: Καλή δουλειά! "],"%1$sKeyphrase length%3$s: No focus keyphrase was set for this page. %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sΜήκος φράσης-κλειδί%3$s: Δεν έχει οριστεί φράση-κλειδί για αυτήν την σελίδα. %2$sΟρίστε μια φράση-κλειδί ώστε να υπολογιστεί η SEO βαθμολογία σας%3$s."],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms do not appear in the first paragraph. %2$sMake sure the topic is clear immediately%3$s.":["%1$sΦράση-κλειδί στην εισαγωγή%3$s: Η φράση-κλειδί ή τα συνώνυμά της δεν εμφανίζονται στην πρώτη παράγραφο. %2$sΒεβαιωθείτε ότι το θέμα γίνεται απευθείας ξεκάθαρο%3$s."],"%1$sKeyphrase in introduction%3$s:Your keyphrase or its synonyms appear in the first paragraph of the copy, but not within one sentence. %2$sFix that%3$s!":["%1$sΦράση-κλειδί στην εισαγωγή%3$s:Η φράση-κλειδί ή τα συνώνυμά της εμφανίζονται στην πρώτη παράγραφο του κειμένου, αλλά όχι σε μία πρόταση. %2$sΔιορθώστε το%3$s!"],"%1$sKeyphrase in introduction%2$s: Well done!":["%1$sΦράση-κλειδί στην εισαγωγή%2$s: Εξαιρετικά!"],"%1$sInternal links%2$s: There are both nofollowed and normal internal links on this page. Good job!":["%1$sΕσωτερικοί σύνδεσμοι%2$s: Συνυπάρχουν μη ακολουθούμενοι και φυσιολογικοί εσωτερικοί σύνδεσμοι σε αυτήν τη σελίδα. Καλή δουλειά!"],"%1$sInternal links%2$s: You have enough internal links. Good job!":["%1$sΕσωτερικοί σύνδεσμοι%2$s: Έχετε καλό αριθμό εσωτερικών συνδέσμων. Καλή δουλειά!"],"%1$sInternal links%3$s: The internal links in this page are all nofollowed. %2$sAdd some good internal links%3$s.":["%1$sΕσωτερικοί σύνδεσμοι%3$s: Οι εσωτερικοί σύνδεσμοι σε αυτήν την σελίδα είναι όλοι μη ακολουθούμενοι. %2$sΠροσθέστε μερικούς καλούς εσωτερικούς συνδέσμους%3$s."],"%1$sInternal links%3$s: No internal links appear in this page, %2$smake sure to add some%3$s!":["%1$sΕσωτερικοί σύνδεσμοι%3$s: Δεν εμφανίζονται εσωτερικοί σύνδεσμοι σε αυτήν την σελίδα, %2$sΠροσθέστε μερικούς%3$s!"],"%1$sTransition words%2$s: Well done!":["%1$sΣυνδετικές λέξεις%2$s: Πολύ καλά!"],"%1$sTransition words%2$s: Only %3$s of the sentences contain transition words, which is not enough. %4$sUse more of them%2$s.":["%1$sΣυνδετικές λέξεις%2$s: Μόνο %3$s από τις προτάσεις περιέχουν συνδετικές λέξεις, το οποίο δεν είναι αρκετό. %4$sΧρησιμοποιήστε περισσότερες%2$s."],"%1$sTransition words%2$s: None of the sentences contain transition words. %3$sUse some%2$s.":["%1$sΣυνδετικές λέξεις%2$s: Καμία από τις προτάσεις δεν περιέχει συνδετικές λέξεις. %3$sΧρησιμοποιήστε μερικές%2$s."],"%1$sNot enough content%2$s: %3$sPlease add some content to enable a good analysis%2$s.":["%1$sΜη επαρκές περιεχόμενο%2$s: %3$sΠαρακαλώ προσθέστε ορισμένο περιέχομενο για να πραγματοποιηθεί καλύτερη ανάλυση%2$s."],"%1$sSubheading distribution%2$s: You are not using any subheadings, but your text is short enough and probably doesn't need them.":["%1$sΚατανομή επικεφαλίδας%2$s: Δεν χρησιμοποιείτε καθόλου επικεφαλίδες, αλλά το κείμενο σας είναι αρκετά σύντομο και ενδεχομένως δεν τις χρειάζεται. "],"%1$sSubheading distribution%2$s: You are not using any subheadings, although your text is rather long. %3$sTry and add some subheadings%2$s.":["%1$sΚατανομή επικεφαλίδας%2$s: Δεν χρησιμοποιείτε καθόλου επικεφαλίδες, παρόλο που το κείμενό σας είναι μακροσκελές. %3$sΠροπαθήσετε να προσθέσετε μερικές%2$s."],"%1$sSubheading distribution%2$s: %3$d section of your text is longer than %4$d words and is not separated by any subheadings. %5$sAdd subheadings to improve readability%2$s.":["%1$sΚατανομή επικεφαλίδας%2$s: %3$d μέρος του κειμένου σας είναι μακρύτερο από %4$d λέξεις και δεν είναι χωρισμένο με επικεφαλίδες. %5$sΠροσθέστε επικεφαλίδες για να βελτιώσετε την αναγνωσιμότητα του κειμένου%2$s.","%1$sΚατανομή επικεφαλίδας%2$s: %3$d μέρη του κειμένου σας είναι μακρύτερα από %4$d λέξεις και δεν είναι χωρισμένα με επικεφαλίδες. %5$sΠροσθέστε επικεφαλίδες για να βελτιώσετε την αναγνωσιμότητα του κειμένου%2$s."],"%1$sSubheading distribution%2$s: Great job!":["%1$sΚατανομή επικεφαλίδας%2$s: Πολύ καλή δουλειά!"],"%1$sSentence length%2$s: %3$s of the sentences contain more than %4$s words, which is more than the recommended maximum of %5$s. %6$sTry to shorten the sentences%2$s.":[""],"%1$sSentence length%2$s: Great!":["%1$sΜήκος πρότασης%2$s: Εξαιρετικά!"],"%1$sConsecutive sentences%2$s: There is enough variety in your sentences. That's great!":[""],"%1$sConsecutive sentences%2$s: The text contains %3$d consecutive sentences starting with the same word. %5$sTry to mix things up%2$s!":["","%1$sConsecutive sentences%2$s: The text contains %4$d instances where %3$d or more consecutive sentences start with the same word. %5$sTry to mix things up%2$s!"],"%1$sPassive voice%2$s: %3$s of the sentences contain passive voice, which is more than the recommended maximum of %4$s. %5$sTry to use their active counterparts%2$s.":[""],"%1$sPassive voice%2$s: You're using enough active voice. That's great!":[""],"%1$sParagraph length%2$s: %3$d of the paragraphs contains more than the recommended maximum of %4$d words. %5$sShorten your paragraphs%2$s!":["","%1$sParagraph length%2$s: %3$d of the paragraphs contain more than the recommended maximum of %4$d words. %5$sShorten your paragraphs%2$s!"],"%1$sParagraph length%2$s: None of the paragraphs are too long. Great job!":[""],"Good job!":["Καλή δουλειά!"],"%1$sFlesch Reading Ease%2$s: The copy scores %3$s in the test, which is considered %4$s to read. %5$s%6$s%7$s":[""],"Focus keyphrase":[""],"%1$s with ID %2$s couldn't be patched":[""],"Invalid POST request. Meta values already exist for object with ID %1$s.":[""],"Indexable with ID `%1$s` does not exist":[""],"No object with ID %1$s and %2$s could be found":[""],"`%1$s` is not a valid subtype of `%2$s`":[""],"The object type `%1$s` is invalid":[""],"Invalid type for parameter `%1$s` passed. Expected `%2$s`, but got `%3$s`":[""],"The parameter `%1$s` cannot be empty.":[""],"Check Keyphrase Density":[""],"Disable":["Απενεργοποιημένο"],"Allow Control":["Επέτρεψε έλεγχο"],"This tab allows you to selectively disable %s features for all sites in the network. By default all features are enabled, which allows site admins to choose for themselves if they want to toggle a feature on or off for their site. When you disable a feature here, site admins will not be able to use that feature at all.":[""],"%s is a required feature toggle argument.":[""],"Keyphrase:":["Φράση κλειδί : "],"Remove keyphrase":["Αφαίρεση φράσης κλειδί"],"This feature has been disabled by the network admin.":[""],"Focus keyphrase not set.":[""],"Multiple keyphrases":[""],"Colon":["άνω κάτω τελεία"],"Both %1$s and %2$s manage the SEO of your site. Running two SEO plugins at the same time is detrimental.":["Και το %1$s και το %2$s διαχειρίζονται το SEO του ιστότοπου σας. Το να έχετε δύο πρόσθετα για το SEO την ίδια χρονική στιγμή είναι επιβλαβές."],"There is a new notification.":["Υπάρχει μια νέα ειδοποίηση.","Υπάρχουν νέες ειδοποιήσεις."],"Learn more about the readability analysis":["Μάθετε περισσότερα για την ανάλυση αναγνωσιμότητας."],"Describe the duration of the instruction:":["Περιγράψτε την διάρκεια της οδηγίας:"],"Optional. Customize how you want to describe the duration of the instruction":["Προαιρετικό. Προσαρμόστε το πως θέλετε να περιγράψετε την διάρκεια της οδηγίας "],"This is a list of related content to which you could link in your post. {{a}}Read our article about site structure{{/a}} to learn more about how internal linking can help improve your SEO.":["Αυτή είναι μία λίστα από σχετικό περιεχόμενο το οποίο θα μπορούσατε να συνδέσετε στο άρθρο σας {{a}}Διαβάστε το άρθρο μας σχετικά με την δομή του ιστότοπου{{/a}}  μαθαίνοντας  περισσότερα για το internal linking μπορεί να βοηθήσει στην βελτιστοποίηση του SEO σας."],"%s, %s and %s":["%s, %s και %s"],"%s and %s":["%s και %s"],"%d minute":["%d λεπτό","%d λεπτά"],"%d hour":["%d ώρα","%d ώρες"],"%d day":["%d μέρα","%d μέρες"],"Enter a step title":[""],"Optional. This can give you better control over the styling of the steps.":["Προαιρετικό. Αυτό μπορεί να σας δώσει καλύτερο έλεγχο στο styling των βημάτων."],"CSS class(es) to apply to the steps":["Κλάση(εις) της CSS που θα εφαρμοστούν στα βήματα."],"minutes":["λεπτά"],"hours":["ώρες"],"days":["μέρες"],"Create a How-to guide in an SEO-friendly way. You can only use one How-to block per post.":["Δημιουργήστε έναν οδηγό \"Πώς-να\" σε ένα φιλικό περιβάλλον σύμφωνα με το SEO.  Μπορείτε να χρησιμοποιήσετε ένα μόνο \"Πως-να\" για κάθε άρθρο."],"List your Frequently Asked Questions in an SEO-friendly way. You can only use one FAQ block per post.":[""],"Copy error":[""],"An error occurred loading the %s primary taxonomy picker.":[""],"%1$s Structured Data Blocks":[""],"Time needed:":["Απαιτούμενος χρόνος"],"Move question down":["Μετακίνηση ερώτησης κάτω"],"Move question up":["Μετακίνηση ερώτησης επάνω"],"Insert question":["Εισαγωγή ερώτησης"],"Delete question":["Διαγραφή ερώτησης"],"Enter the answer to the question":["Δώστε απάντηση στην ερώτηση"],"Enter a question":["Δώστε ερώτηση"],"Add question":["Προσθήκη ερώτησης"],"Frequently Asked Questions":["Συχνές ερωτήσεις"],"Great news: you can, with %s!":["Σπουδαία νέα : μπορείς με %s!"],"Select the primary %s":["Επέλεξε το πρωτεύον %s"],"Check links to this URL":["Έλεγχος συνδέσμων σε αυτό το URL"],"Keyword research training":["Εκπαίδευση για την έρευνα σχετικά με τις λέξεις κλειδιά"],"Please check the %1$sarchive template%2$s for the following content type: %3$s.":["Παρακαλώ ελέγξτε το αρχείο%1$s του πρότυπου%2$s για τον ακόλουθο τύπο περιεχομένων: %3$s.","Παρακαλώ ελέγξτε το αρχείο%1$s των πρότυπων%2$s για τον ακόλουθο τύπο περιεχομένων: %3$s."],"Are you trying to use multiple keyphrases? You should add them separately below.":["Προσπαθείτε να χρησιμοποιήσετε πολλές λέξεις-κλειδιά; Θα πρέπει να τις προσθέσετε ξεχωριστά παρακάτω."],"Mark as cornerstone content":["Σημειώστε ως το βασικό περιεχόμενο"],"Move step down":["Μετακίνηση ένα βήμα κάτω"],"Move step up":["Μετακίνηση ένα βήμα πάνω"],"Insert step":["Εισαγωγή βήματος"],"Delete step":["Διαγραφή βήματος"],"Add image":["Προσθήκη εικόνας"],"Enter a step description":["Εισάγετε περιγραφή του βήματος"],"Enter a description":["Εισάγετε μια περιγραφή"],"Unordered list":["Μη αριθμημένη λίστα"],"Showing step items as an ordered list.":["Εμφανίστε τα επιμέρους αντικείμενα ως αριθμημένη λίστα"],"Showing step items as an unordered list":["Εμφάνιση των στοιχείων των βημάτων ως αταξινόμητη λίστα."],"Add step":["Προσθήκη βήματος"],"Delete total time":["Διαγραφή συνολικού χρόνου"],"Add total time":["Προσθήκη συνολικού χρόνου"],"How to":["Πως"],"How-to":["Πώς να"],"Snippet Preview":["Προεπισκόπηση  αποσπάσματος"],"Analysis results":["Αποτελέσματα ανάλυσης"],"Enter a focus keyphrase to calculate the SEO score":["Παρακαλώ εισάγετε μια λέξη κλειδί προκειμένου να υπολογιστεί το σκορ του SEO"],"Learn more about Cornerstone Content.":["Μάθετε περισσότερα για το Βασικό Περιεχόμενο "],"Cornerstone content should be the most important and extensive articles on your site.":["Το Βασικό Περιεχόμενο πρέπει να είναι τα πιο σημαντικά και εκτενή άρθρα στην ιστοσελίδα σας."],"Restore Site":["Επαναφορά ιστότοπου"],"Network Settings":["Ρυθμίσεις Δικτύου"],"You are not allowed to perform this action.":["Δεν σας επιτρέπετε να εκτελέσετε αυτή την ενέργεια."],"Error: %s":["Σφάλμα: %s"],"Success: %s":["Επιτυχία: %s"],"Site with ID %d not found.":["Η ιστοσελίδα με ID %d δεν βρέθηκε. "],"No site has been selected to restore.":["Δεν έχει επιλεχθεί ιστότοπος για επαναφορά"],"You are not allowed to modify unregistered network settings.":["Δεν σας επιτρέπεται να κάνετε κάποια αλλαγή στις ρυθμίσεις μη καταχωρημένου δικτύου."],"deleted":["διαγράφηκε"],"Would you like to add another keyphrase?":["Θα θέλατε να εισάγετε ακόμα μια φράση κλειδί;"],"image preview":["προεπισκόπηση εικόνας"],"Copied!":["Αντιγράφηκε!"],"Not supported!":["Δεν υποστηρίζεται!"],"Read {{a}}our article about site structure{{/a}} to learn more about how internal linking can help improve your SEO.":["Διαβάστε {{a}}το άρθρο μας σχετικά με την δομή της ιστοσελίδας{{/a}} για να μάθετε περισσότερα σχετικά με το πως το internal linking μπορεί να βοηθήσει στην βελτίωση του SEO."],"Once you add a bit more copy, we'll give you a list of related content here to which you could link in your post.":["Μόλις προσθέσετε λίγο περισσότερη ύλη, θα σας δώσουμε εδώ μια λίστα με συναφές περιεχόμενο στο οποίο μπορείτε να έχετε ως υπέρ-σύνδεσμο  στο άρθρο σας. "],"Consider linking to these {{a}}cornerstone articles:{{/a}}":["Σκεφτείτε να χρησιμοποιήσετε υπέρ-σύνδεσμο για αυτά τα {{a}}βασικά άρθρα:{{/a}}"],"Consider linking to these articles:":["Σκεφτείτε να χρησιμοποιήσετε υπέρ-σύνδεσμο για αυτά τα άρθρα:"],"Copy link":["Αντιγραφή συνδέσμου"],"Copy link to suggested article: %s":["Αντιγραφή συνδέσμου στο προτεινόμενο άρθρο: %s"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":[""],"Once you add a bit more copy, we'll give you a list of words and word combinations that occur the most in the content. These give an indication of what your content focuses on.":[""],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly. ":[""],"Prominent words":[""],"The site's tagline":["Το μότο της ιστοσελίδας"],"We've recently improved the functionality of the Search Appearance settings. Unfortunately, we've discovered that for some edge-cases, saving the settings for specific post type archives might have gone wrong.":["Πρόσφατα βελτιώσαμε την λειτουργία των ρυθμίσεων του Search Appearance. Δυστυχώς, ανακαλύψαμε ότι για μερικές ακραίες περιπτώσεις, η αποθήκευση των ρυθμίσεως για ένα συγκεκριμένο αρχείο (archive) τύπου άρθρου (post type) μπορεί να έχει γίνει λανθασμένα. "],"Not all required fields are given. Missing field %1$s":["Δεν έχουν συμπληρωθεί όλα τα πεδία. Υπολειπόμενο πεδίο %1$s"],"Optimize your site for Google News.":["Βελτιστοποιήστε τον ιστότοπό σας για τo Google News"],"Optimize your shop's SEO and sell more products!":["Βελτιστοποιήστε το SEO του καταστήματός σας και πουλήστε περισσότερα προϊόντα!"],"Be found in Google Video search and enhance your video sharing on social media.":["Βρεθείτε στην αναζήτηση Βίντεο στην Google και ενισχύστε τον διαμοιρασμό του βίντεό σας στα μέσα κοινωνικής δικτύωσης."],"Be found in Google Maps and local results.":["Εμφανιστείτε στον χάρτη της Google και στα τοπικά αποτελέσματα."],"Learn practical SEO skills to rank higher in Google.":["Μάθετε πρακτικές SEO για να εμφανίζεστε ψηλά στη Google."],"Don’t waste time figuring out the best settings yourself.":["Μην χάνετε χρόνο διαμορφώνοντας τις ρυθμίσεις μόνοι σας. "],"Get quick wins to make your site rank higher in search engines.":["Κάντε μικρές νίκες ώστε η κατάταξη της ιστοσελίδας σας να ανέβει στις μηχανές αναζήτησης."],"Add synonyms":["Προσθέστε συνώνυμα"],"Would you like to add keyphrase synonyms?":["Θα θέλατε να προσθέσετε συνώνυμες λέξεις-κλειδια;"],"Would you like to add more than one keyphrase?":["Θα θέλατε να προσθέσετε πάνω απο μία φράση-κλειδί;"],"You can edit the SEO meta-data for this custom type on the %1$sShop page%2$s.":[""],"You haven't set a Shop page in your WooCommerce settings. Please do this first.":[""],"Current year":["Τρέχον έτος"],"Page":["Σελίδα"],"Breadcrumb settings for %s archive":[""],"Something went wrong. Please reload the page.":["Κάτι πήγε λάθος. Παρακαλώ φορτώστε πάλι την σελίδα."],"Tagline":[""],"Modify your meta description by editing it right here":["Τροποποιήστε την περιγραφή meta σας επεξεργάζοντάς την εδώ"],"description (custom taxonomy)":["περιγραφή (custom taxonomy)"],"(custom taxonomy)":["(custom taxonomy)"],"(custom field)":["(προσαρμοσμένο πεδίο)"],"Term404":["Term404"],"Caption":["Λεζάντα"],"Pagenumber":["Αριθμόςσελίδας"],"Pagetotal":["Σύνολο σελίδας"],"Page number":["Αριθμός σελίδας"],"User description":["Περιγραφή χρήστη"],"ID":["ID"],"Modified":["Τροποποιήθηκε"],"Post type (plural)":["Τύπος άρθρου (πληθυντικός)"],"Post type (singular)":["Τύπος άρθρου (ενικός)"],"Separator":["Διαχωριστής"],"Search phrase":["Αναζήτηση φράσης"],"Term title":["Τίτλος όρου"],"Term description":["Περιγραφή όρου"],"Tag description":["Περιγραφή ετικέτας"],"Category description":["Περιγραφή κατηγορίας"],"Primary category":["Βασική κατηγορία"],"Category":["Κατηγορία"],"Tag":["Ετικέτα"],"Excerpt only":["Μόνο απόσπασμα"],"Excerpt":["Απόσπασμα"],"Site title":["Τίτλος ιστότοπου"],"Archive title":["Τίτλος ιστορικού"],"Parent title":["Γονικός τίτλος"],"Date":["Ημερομηνία"],"Label":["Λεζάντα"],"You should create a redirect to ensure your visitors do not get a 404 error when they click on the no longer working URL.":["Μπορείτε να δημιουργήσετε ανακατεύθυνση για να εξασφαλίσετε πως οι επισκέπτες σας δεν θα βλέπουν σελίδες σφάλματος 404 όταν θα πατούν σε διεύθυνση η οποία δεν δουλεύει"],"Search engines and other websites can still send traffic to your deleted post.":["Οι μηχανές αναζήτησης και οι άλλοι ιστότοπου εξακολουθούν να έχουν επαφή με το σβησμένο σας άρθρο"],"Make sure you don't miss out on traffic!":["Σιγουρευτείτε ότι δεν χάνετε κίνηση!"],"You just deleted a %1$s.":["Μόλις διαγράψατε ένα %1$s."],"You just trashed a %1$s.":[""],"Settings for %s archive":["Ρυθμίσεις για το αρχείο %s"],"Settings for single %s URLs":[""],"The settings on this page allow you to specify what the default search appearance should be for any type of content you have. You can choose which content types appear in search results and what their default description should be.":[""],"Url preview":["Προβολή URL"],"Please provide a meta description by editing the snippet below. If you don’t, Google will try to find a relevant part of your post to show in the search results.":[""],"Insert snippet variable":[""],"Dismiss this notice":[""],"No results":["Δεν υπάρχουν αποτελέσματα"],"%d result found, use up and down arrow keys to navigate":["","%d results found, use up and down arrow keys to navigate"],"Your site language is set to %s. If this is not correct, contact your site administrator.":[""],"Number of results found: %d":["Αριθμός αποτελεσμάτων: %d"],"Note that not all variables can be used in every field.":["Σημειώστε ότι δεν μπορούν να χρησιμοποιηθούν όλες οι μεταβλητές σε όλα τα πεδία."],"Snippet variables":[""],"%1$s respects your privacy. Read our %2$sprivacy policy%3$s on how we handle your personal information.":[""],"If you know what this means and you do not want to see this message anymore, you can %1$sdismiss this message%2$s.":[""],"Your site's settings currently allow attachment URLs on your site to exist. Please read %1$sthis post about a potential issue%2$s with attachment URLs and check whether you have the correct setting for your site.":["Οι ρυθμίσεις οι ιστότοπου σας επιτρέπουν επισυναπτόμενα URLs να υπάρχουν. Παρακαλώ διαβάστε %1$sαυτό το άρθρο περί πιθανά προβλήματα%2$s με τα επισυναπτόμενα URLs και ελέγξτε αν έχετε τις σωστές ρυθμίσεις για την ιστοσελίδα σας."],"Unknown type %1$s":["Άγνωστος τύπος %1$s"],"Includes a free MyYoast account which gives you access to our free SEO for Beginners course!":["Περιέχει ένα δωρεάν λογαριασμό MyYoast που σας δίνει πρόσβαση στο δωρεάν μάθημα μας: SEO for Beginners!"],"Sign up for our newsletter if you would like to keep up-to-date about %1$s, other cool plugins by %2$s, and interesting news and tips from the world of SEO.":[""],"Get your Baidu verification code in %1$sBaidu Webmaster Tools%2$s.":["Αποκτήστε τον κωδικό επαλήθευσης Baidu στο %1$sBaidu Εργαλεία για Webmasters%2$s."],"Baidu verification code":["Κωδικός επαλήθευσης Baidu"],"The %s importer functionality uses temporary database tables. It seems your WordPress install does not have the capability to do this, please consult your hosting provider.":[""],"Cleanup of %s data failed.":["Η εκκαθάριση των δεδομένων %s απέτυχε."],"Content Type":["Τύπος περιεχομένου"],"Filter by content type":["Φιλτράρετε ανά τύπο περιεχομένου"],"Show All Content Types":["Εμφάνιση Όλων Των Τύπων Δεδομένων"],"To fix this uncheck the box in front of the \"Break comments into pages...\" on the %1$sComment settings page%2$s.":[""],"Replaced with the normal title for an archive generated by WordPress":["Αντικαταστάθηκε με ένα κανονικό τίτλο για το αρχείο που παρήγαγε το WordPress"],"Clean":["Εκκαθάριση"],"Once you're certain your site is OK, you can clean up. This will remove all the original data.":[""],"Step 5: Clean up":["Βήμα 5: Εκκαθάριση"],"You should run the configuration wizard, from the SEO &rarr; General &rarr; Dashboard page, to make sure all the settings for your site are correct.":[""],"Step 4: Run the configuration wizard":["Βήμα 4: Εκτελέστε τον οδηγό ρυθμίσεων"],"Please check your posts and pages and see if the metadata was successfully imported.":[""],"Step 3: Check your data":["Βήμα 3: Ελέγξτε τα δεδομένα σας"],"This will import the post metadata like SEO titles and descriptions into your %1$s metadata. It will only do this when there is no existing %1$s metadata yet. The original data will remain in place.":[""],"Step 2: Import":["Βήμα 2: Εισαγωγή"],"Please make a backup of your database before starting this process.":["Παρακαλώ σιγουρευτείτε ότι έχετε κρατήσει αντίγραφα ασφαλείας της βάσεως δεδομένων σας προτού ξεκινήσετε αυτήν την διαδικασία."],"Step 1: Create a backup":["Βήμα 1: Δημιουργία αντιγράφων ασφαλείας"],"We've detected data from one or more SEO plugins on your site. Please follow the following steps to import that data:":["Ανακαλύψαμε προϋπάρχοντα δεδομένα από ένα η περισσότερα SEO Πρόσθετα στο Site σας. Παρακαλώ ακολουθήστε τα βήματα που ακολουθούν για να εισάγετε αυτά τα δεδομένα:"],"Plugin: ":["Πρόσθετο: "],"%s did not detect any plugin data from plugins it can import from.":[""],"Posts that should not show up in search results":["Άρθρα που δεν πρέπει να φαίνονται στα αποτελέσματα αναζήτησης"],"%s data found.":["%s δεδομένα δεν βρέθηκαν."],"%s data successfully removed.":["%s δεδομένα διαγράφηκαν επιτυχώς."],"%s data successfully imported.":["%s δεδομένα εισήχθηκαν επιτυχώς."],"%s data not found.":["%s δεδομένα δεν βρέθηκαν."],"Improve your SEO skills":["Βελτίωσε τις SEO ικανότητες σου"],"24/7 email support":["24/7 Υποστήριξη με email"],"No more dead links a.k.a. 404 pages":["Πείτε αντίο στους νεκρούς συνδέσμου ήτοι σελίδες 404"],"Get real-time suggestions for internal links":["Λάβετε προτάσεις σε πραγματικό χρόνο για εσωτερικούς συνδέσμους"],"Preview your page in Facebook and Twitter":["Προεπισκόπηση της σελίδας σας στο Facebook και το Twitter"],"Click the \"%3$s\" button to use the meta description already set in the %1$sSearch Appearance Homepage%2$s setting.":[""],"Help on copying the home meta description":["Βοηθήστε στην αντιγραφή της αρχικής περιγραφής meta."],"To let search engines know which social profiles are associated to this site, enter your site social profiles data below.":["Για να επιτρέψετε στις μηχανές αναζήτησης να γνωρίζουν με πιο κοινωνικό προφίλ είναι συνδεδεμένος ο ιστότοπος σας, συμπληρώστε τα στοιχεία των κοινωνικών προφίλ παρακάτω."],"Learn more about your social profiles settings":["Μάθε περισσότερα για τις ρυθμίσεις των κοινωνικών σου προφίλ"],"Remove the categories prefix":["Αφαίρεσε το πρόθεμα κατηγοριών"],"Help on the category prefix setting":["Βοήθεια για την ρύθμιση των προθεμάτων κατηγοριών"],"Learn more about the available variables":["Μάθε περισσότερα για τις διαθέσιμες μεταβλητές"],"Learn more about the RSS feed setting":[""],"When you upload media (an image or video for example) to WordPress, it doesn't just save the media, it creates an attachment URL for it. These attachment pages are quite empty: they contain the media item and maybe a title if you entered one. Because of that, if you never use these attachment URLs, it's better to disable them, and redirect them to the media item itself.":[""],"Learn more about the Media and attachment URLs setting":["Μάθετε περισσότερα σχετικά με τις ρυθμίσεις των πολυμέσαων και των συνημμένων συνδέσμων"],"Learn more about the title separator setting":[""],"Learn more about the knowledge graph setting":[""],"Learn more about the homepage setting":["Μάθετε περισσότερα σχετικά με τη ρύθμιση της αρχικής σελίδας"],"Learn more about the special pages setting":["Μάθετε περισσότερα σχετικά με τη ρύθμιση ειδικών σελίδων"],"Help on the date archives search results setting":["Βοήθεια για τη ρύθμιση της ημερομηνίας αναζήτησης αρχείων"],"Not showing the archives for authors without posts in the search results technically means those will have a %1$s robots meta and will be excluded from XML sitemaps. %2$sMore info on the search results settings%3$s.":["Η μη εμφάνιση των αρχείων για συγγραφείς χωρίς αναρτήσεις στα αποτελέσματα αναζήτησης σημαίνει τεχνικά ότι αυτά θα έχουν meta ρομπότ%1$s και ότι θα αποκλειστούν από τους χάρτες ιστοτόπου XML. %2$sΠερισσότερες πληροφορίες σχετικά με τις ρυθμίσεις αποτελεσμάτων αναζήτησης%3$s."],"Help on the authors without posts archive search results setting":[""],"Not showing the archive for authors in the search results technically means those will have a %1$s robots meta and will be excluded from XML sitemaps. %2$sMore info on the search results settings%3$s.":[""],"Help on the author archives search results setting":["Βοήθεια για τη ρύθμιση σχετικά με το αρχείο των συγγραφέων στα αποτελεσμάτων αναζήτησης"],"Archives settings help":["Βοήθεια ρυθμίσεων αρχειοθέτησης"],"Learn more about the archives setting":[""],"Get your Yandex verification code in %1$sYandex Webmaster Tools%2$s.":["Αποκτήστε τον κωδικό επαλήθευσης Yandex στο %1$s Yandex Webmaster Tools %2$s."],"Yandex verification code":["Κωδικός επιβεβαίωσης Yandex"],"Get your Google verification code in %1$sGoogle Search Console%2$s.":["Αποκτήστε τον κωδικό επαλήθευσης Google στο %1$sGoogle Search Console%2$s."],"Google verification code":["Κωδικός επιβεβαίωσης Google"],"Get your Bing verification code in %1$sBing Webmaster Tools%2$s.":["Αποκτήστε τον κωδικό επαλήθευσης Bing στο %1$sBing Webmaster Tools%2$s. "],"Bing verification code":["Κωδικός επιβεβαίωσης Bing"],"You can use the boxes below to verify with the different Webmaster Tools. This feature will add a verification meta tag on your home page. Follow the links to the different Webmaster Tools and look for instructions for the meta tag verification method to get the verification code. If your site is already verified, you can just forget about these.":[""],"Learn more about the Webmaster Tools verification":[""],"On":["Ανοιχτό"],"Help on: %s":["Βοήθεια με: %s"],"%1$s comes with a lot of features. You can enable / disable some of them below. Clicking the question mark gives more information about the feature.":[""],"Off":[""],"The advanced section of the %1$s meta box allows a user to remove posts from the search results or change the canonical. These are things you might not want any author to do. That's why, by default, only editors and administrators can do this. Setting to \"%2$s\" allows all users to change these settings.":[""],"Security: no advanced settings for authors":[""],"See who contributed to %1$s.":[""],"Help on this search results setting":[""],"Not showing the archive for %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":[""],"Not showing %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":[""],"Default for %2$s, currently: %1$s":[""],"Show %s in search results?":[""],"this author's archives":[""],"Do not allow search engines to show %s in search results.":[""],"Category URLs in WordPress contain a prefix, usually %s, this feature removes that prefix, for categories only.":[""],"Category URLs":["URLs κατηγορίας"],"the archive for %s":[""],"Redirect attachment URLs to the attachment itself?":[""],"We recommend you set this to Yes.":[""],"Media & attachment URLs":[""],"This is what shows in the search results when people find your homepage. This means this is probably what they see when they search for your brand name.":[""],"date archives":[""],"archives for authors without posts":[""],"Read why XML Sitemaps are important for your site.":[""],"Enable the XML sitemaps that %s generates.":["Ενεργοποιήστε τους XML χάρτες ιστοτόπου που δημιουργεί το %s."],"See the XML sitemap.":[""],"%2$s (current default for %1$s)":[""],"Media":[""],"Content Types":[""],"Should search engines follow links on this %1$s?":[""],"Allow search engines to show this %s in search results?":[""],"Search Appearance":[""],"Please specify what content types you would like to appear in search engines. If you do not know the differences between these, it's best to choose the default settings.":[""],"Search engines should show \"%1$s\" in search results:":[""],"Search engine visibility":[""],"Toggle %1$s's XML Sitemap":[""],"Support requests you create here are sent directly into our support system, which is secured with 256 bit SSL, so communication is 100% secure.":[""],"The cornerstone content feature lets you to mark and filter cornerstone content on your website.":[""],"If you have a problem that you can't solve with our video tutorials or knowledge base, you can send a message to our support team. They can be reached 24/7.":[""],"Search result":["Αποτέλεσμα αναζήτησης"],"Good results":["Καλά αποτελέσματα"],"Get better search results in local search":[""],"Allow customers to pick up their %s order locally":[""],"SEO analysis":[""],"The SEO analysis offers suggestions to improve the SEO of your text.":[""],"Learn how the SEO analysis can help you rank.":["Μάθετε πως η ανάλυση SEO μπορεί να βοηθήσει την κατάταξη σας."],"The readability analysis offers suggestions to improve the structure and style of your text.":["Η ανάλυση αναγνωσιμότητας προσφέρει προτάσεις για βελτίωση της δομής και του στυλ του κειμένου σας."],"Discover why readability is important for SEO.":["Ανακαλύψτε γιατί η αναγνωσιμότητα είναι σημαντική για το SEO."],"Find out how cornerstone content can help you improve your site structure.":[""],"The text link counter helps you improve your site structure.":[""],"Find out how the text link counter can enhance your SEO.":[""],"%s integration":["ενσωμάτωση %s"],"Read more about how %s works.":[""],"Enable this feature if you want Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared.":[""],"Enable this feature if you want Twitter to display a preview with images and a text excerpt when a link to your site is shared.":[""],"Find out why you should upgrade to %s":[""],"https://yoa.st/1uk":["https://yoa.st/1uk"],"https://yoa.st/1uj":["https://yoa.st/1uj"],"Latest blog posts on %1$s":["Τελευταία άρθρα στο %1$s"],"Need help?":["Χρειάζεστε βοήθεια;"],"Type here to search...":["Γράψτε εδω για αναζήτηση..."],"Search the Yoast Knowledge Base for answers to your questions:":[""],"Remove highlight from the text":[""],"Your site language is set to %s. ":["Η γλώσσα του ιστότοπου είναι ρυθμισμένη σε %s."],"Get started quickly with the %1$s %2$sconfiguration wizard%3$s!":["Ξεκινήστε γρήγορα με τον %1$s %2$sοδηγό ρύθμισης%3$s!"],"First-time SEO configuration":[""],"Your site language is set to {language}. If this is not correct, contact your site administrator.":["Η γλώσσα του ιστότοπου σας είναι ρυθμισμένη στα  %s. Αν αυτό δεν είναι σωστό, επικοινωνήστε με τον διαχειριστή του ιστοτόπου."],"Your site language is set to {language}.":["Η γλώσσα του ιστότοπου είναι ρυθμισμένη σε {language}."],"Highlight this result in the text":["Επισημάνετε αυτό το αποτέλεμα στο κείμενο"],"Considerations":[""],"Errors":["Σφάλματα"],"Change language":["Αλλαγή γλώσσας"],"You cannot create a %s file.":["Δεν μπορείτε να δημιουργήσετε ένα αρχείο %s."],"You cannot edit the %s file.":["Δεν μπορείτε να τροποποιήσετε το %s αρχείο."],"Updated %s":["Επικαιροποιημένο %s"],"Create %s file":["Δημιουργία %s αρχείου"],"Edit the content of your %s:":["Επεξεργαστείτε το περιεχόμενο του %s:"],"Save changes to %s":["Αποθήκευση αλλαγών στο %s"],"%s file":["%s αρχείο"],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please install %3$s to make your life better. %4$s.":["%1$s και %2$s μπορούν να συνεργαστούν πολύ καλύτερα προσθέτοντας ένα βοηθητικό πρόσθετο. Παρακαλώ εγκαταστήστε %3$s για να βελτιώσετε τη ζωή σας. %4$s."],"More information":["Περισσότερες πληροφορίες"],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please activate %3$s to make your life better.":["%1$s και %2$s μπορούν να συνεργαστούν πολύ καλύτερα προσθέτοντας ένα βοηθητικό πρόσθετο. Ενεργοποιήστε %3$s για να βελτιώσετε τη ζωή σας."],"More information about %1$s":["Περισσότερες πληροφορίες σχετικά με %1$s"],"Configuration Wizard":["Οδηγός Παραμετροποίησης"],"You've done it!":["Τα καταφέρατε!"],"Seamlessly integrate %2$s with %1$s for the content analysis!":[""],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please install %3$s to make your life better.":[""],"Manage your %s subscription on MyYoast":[""],"The search appearance settings for %1$s are made up of variables that are replaced by specific values from the page when the page is displayed. The table below contains a list of the available variables.":[""],"Mark the most important %1$s as 'cornerstone content' to improve your site structure. %2$sLearn more about cornerstone content%3$s.":["Σημειώστε το σημαντικότερο %1$s σαν \"περιεχόμενο που αποτελεί ακρογωνιαίο λίθο\" για να βελτιώσετε τη δομή του Ιστοχώρου σας. %2$sΜάθετε περισότερα για το περιεχόμενο τύπου \"ακρογωνιαίου λίθου\"%3$s."],"Loading help center.":["Φόρτωση κέντρου βοήθειας"],"Get support":["Λάβετε υποστήριξη"],"View in KB":["Δείτε σε KB"],"Go back":["Πίσω"],"Go back to the search results":["Πίσω στα αποτελέσματα αναζήτησης"],"(Opens in a new browser tab)":["(Ανοίγει σε νέα καρτέλα)"],"Posts %1$swithout%2$s a focus keyphrase":["Άρθρα %1$sχωρίς%2$s στοχευμένη λέξη κλειδί"],"Hey, your SEO is doing pretty well! Check out the stats:":["To SEO σου πάει πολύ καλά! Δες τα στατιστικά:"],"You don't have any published posts, your SEO scores will appear here once you make your first post!":["Δεν έχεις δημοσιευμένα άρθρα, οι βαθμολογίες για το SEO σου θα εμφανιστούν εδώ αφού κάνεις την πρώτη σου δημοσίευση!"],"On this page, you can change the name of your site and choose which separator to use. The separator will display, for instance, between your post title and site name. Symbols are shown in the size they'll appear in the search results. Choose the one that fits your brand best or takes up the least space in the snippets.":[""],"Something else":["Κάτι άλλο"],"A portfolio":["Ένα χαρτοφυλάκιο"],"A corporation":["Μια εταιρεία"],"A small offline business":["Μια μικρή επιχείρηση εκτός διαδικτύου"],"A news channel":["Ένα κανάλι ειδήσεων"],"An online shop":["Ένα ηλεκτρονικό κατάστημα"],"A blog":["Ένα ιστολόγιο"],"What does the site %1$s represent?":["Τι αναπαριστά η ιστοσελίδα %1$s;"],"If you choose no, your author archives will be deactivated to prevent  duplicate content issues.":[""],"Note: we don't store your data in any way and don't have full access to your account. Your privacy is safe with us.":[""],"%1$s integrates with Google Search Console, a must-have tool for site owners. It provides you with information about the health of your site. Don't have a Google account or is your site not activated yet? Find out %2$show to connect Google Search Console to your site%3$s.":[""],"Option B: My site is under construction and should not be indexed":["Επιλογή Β: Ο ιστότοπός μου βρίσκεται υπό κατασκευή και δεν πρέπει να ευρετηριαστεί"],"Option A: My site is live and ready to be indexed":["Επιλογή A: Ο ιστότοπός μου λειτουργεί κανονικά και είναι έτοιμος για ευρετηρίαση"],"Choose under construction if you want to keep the site out of the index of search engines. Don't forget to activate it once you're ready to publish your site.":[""],"Please specify if your site is under construction or already active.":["Παρακαλούμε προσδιορίστε αν η σελίδα σας είναι υπό κατασκευή ή ήδη ενεργή."],"This information will be used in Google's Knowledge Graph Card, the big block of information you see on the right side of the search results.":[""],"Read more like this on our SEO blog":["Διάβασε περισσότερα σαν αυτό στο ιστολόγιό μας για το SEO"],"Readability: %s":[""],"Not activated":["Μη ενεργή"],"Activated":["Ενεργοποιημένη"],"%1$s recommendations for you":["%1$s προτάσεις για εσάς"],"All Readability Scores":["Όλα τα Σκορ Αναγνωσιμότητας"],"Filter by Readability Score":["Φιλτράρισμα ανά Σκορ Αναγνωσιμότητας"],"You are not receiving updates or support! Fix this problem by adding this site and enabling %1$s for it in %2$s.":["Δεν λαμβάνετε ενημερώσεις ή υποστήριξη! Διορθώστε αυτό το πρόβλημα προσθέτοντας αυτόν τον ιστότοπο και ενεργοποιώντας τον %1$s εδώ %2$s."],"Request method %1$s is not valid.":["Η μέθοδος αιτήματος %1$s δεν είναι έγκυρη."],"Do you want to preview what it will look like if people share this post on %1$s? You can, with %2$s.":["Θέλετε να δείτε σε προεπισκόπηση πώς θα φαίνεται όταν οι άνθρωποι κοινοποιούν αυτό το άρθρο στο %1$s? Μπορείτε με το %2$s."],"Good job! All the links in your texts have been counted.":["Καλή δουλειά! Όλοι οι σύνδεσμοι στα κείμενά σας έχουν καταμετρηθεί."],"Calculation completed.":["Ο υπολογισμός ολοκληρώθηκε."],"Calculation in progress...":["Υπολογισμός σε εξέλιξη..."],"Stop counting":["Διακοπή καταμέτρησης"],"Counting links in your texts":["Καταμέτρηση συνδέσμων στα κείμενα σας"],"Text %1$s of %2$s processed.":["%1$s απο %2$s έχουν επεξεργαστεί"],"All your texts are already counted, there is no need to count them again.":["Όλα τα κείμενα σας έχουν καταμετρηθεί, δεν χρειάζεται να τα μετρήσετε ξανά."],"Count links in your texts":["Καταμέτρηση συνδέσμων στα κείμενα σας"],"Text link counter":["Μετρητής συνδέσμων κειμένου"],"Number of internal links linking to this post. See \"Yoast Columns\" text in the help tab for more info.":["Αριθμός εσωτερικών συνδέσμων που συνδέονται με αυτήν την ανάρτηση. Για περισσότερες πληροφορίες, ανατρέξτε στο κείμενο \"Yoast Columns\" στην καρτέλα βοήθειας"],"Number of outgoing internal links in this post. See \"Yoast Columns\" text in the help tab for more info.":[""],"%1$s adds several columns to this page. We've written an article about %2$show to use the SEO score and Readability score%3$s. The links columns show the number of articles on this site linking %5$sto%6$s this article and the number of URLs linked %5$sfrom%6$s this article. Learn more about %4$show to use these features to improve your internal linking%3$s, which greatly enhances your SEO.":["Το %1$s προσθέτει αρκετές στήλες σε αυτήν τη σελίδα. Έχουμε γράψει ένα άρθρο σχετικά με το %2$sπώς μπορούμε να χρησιμοποιήσουμε τη βαθμολογία SEO και την βαθμολογία αναγνωσιμότητας %3$s. Οι στήλες των συνδέσμων εμφανίζουν τον αριθμό των άρθρων σε αυτόν τον ιστότοπο που συνδέουν αυτό το άρθρο με %5$sτο%6$s και τον αριθμό των συνδεδεμένων διευθύνσεων URL %5$sαπό%6$s αυτό το άρθρο. Μάθετε περισσότερα σχετικά με το %4$sπώς μπορείτε να χρησιμοποιήσετε αυτές τις λειτουργίες για να βελτιώσετε τις εσωτερικές συνδέσεις σας %3$s, οι οποίες ενισχύουν σε μεγάλο βαθμό το SEO σας."],"%s Columns":["%s Στηλών"],"Readability score":["Βαθμολογία αναγνωσιμότητας"],"Other benefits of %s for you:":["Άλλα προνόμια του %s για εσάς:"],"Scroll to see the preview content.":["Μετακινηθείτε με κύλιση για να δείτε την προεπισκόπηση του περιεχομένου."],"Cornerstone content":["Σημαντικό περιεχόμενο"],"%1$s will now take care of all the needed technical optimization of your site. To really improve your site's performance in the search results, it's important to start creating content that ranks well for keyphrases you care about. Check out this video in which we explain how to use the %1$s metabox when you edit posts or pages.":[""],"If you want to outrank the competition in a specific town or region, check out our %1$s plugin! You’ll be able to easily insert Google maps, opening hours, contact information and a store locator. Besides that %1$s helps you to improve the usability of your contact page.":["Αν θέλετε να ξεπεράσετε τον ανταγωνισμό σε μια συγκεκριμένη πόλη ή περιοχή, ελέγξτε την προσφορά μας %1$s! Θα μπορείτε να εισάγετε εύκολα χάρτες της Google, ώρες λειτουργίας, πληροφορίες επικοινωνίας και εντοπισμό καταστήματος. Εκτός αυτού, το %1$s σας βοηθά να βελτιώσετε τη χρηστικότητα της σελίδας επικοινωνίας σας."],"Attract more customers near you":["Προσεγγίστε περισσότερους πελάτες κοντά σας."],"Do you want to know all the ins and outs of the %1$s plugin? Do you want to learn all about our advanced settings? Want to be able to really get the most out of the %1$s plugin? Check out our %1$s plugin training and start outranking the competition!":["Θέλετε να μάθετε όλες τις προσθήκες του πρόσθετου %1$s ; Θέλετε να μάθετε τα πάντα σχετικά με τις ρυθμίσεις για προχωρημένους; Θέλετε να μπορέσετε πραγματικά να αξιοποιήσετε στο έπακρο το πρόσθετο %1$s; Δοκιμάστε το πρόσθετο %1$s και ξεκινήστε να ξεπεράσετε τον ανταγωνισμό!"],"Get the most out of %1$s with the %2$s":["Αξιοποιήστε στο έπακρο το %1$s με το %2$s"],"Upgrade to Premium":["Αναβάθμιση σε Premium"],"Do you want to outrank your competition? %1$s gives you awesome additional features that'll help you to set up your SEO strategy like a professional. Add synonyms and related keywords, use our Premium SEO analysis, the redirect manager and our internal linking tool. %1$s will also give you access to premium support.":[""],"Outrank the competition with %s":["Ξεπεράστε τον ανταγωνισμό με το %s"],"You might like":["Ίσως σας αρέσει"],"Newsletter":["Newsletter"],"We have detected that you have not finished this wizard yet, so we recommend you to %2$sstart the configuration wizard to configure %1$s%3$s.":["Εντοπίσαμε ότι δεν έχετε ολοκληρώσει ακόμα αυτόν τον οδηγό, γι 'αυτό σας συνιστούμε να %2$sεκκινήσετε τον οδηγό ρύθμισης παραμέτρων για να ρυθμίσετε το %1$s%3$s."],"The configuration wizard helps you to easily configure your site to have the optimal SEO settings.":["Ο οδηγός ρύθμισης παραμέτρων σάς βοηθά να διαμορφώσετε εύκολα τον ιστότοπό σας για να έχετε τις βέλτιστες ρυθμίσεις SEO."],"Go Premium and our experts will be there for you to answer any questions you might have about the setup and use of the plugin.":["Κάντε αναβάθμιση στην έκδοση Premium και οι ειδικοί μας θα είναι εκεί για να απαντήσουν σε τυχόν ερωτήσεις που έχετε σχετικά με τη ρύθμιση και τη χρήση του πρόσθετου."],"Superfast internal linking suggestions":["Έξυπνες προτάσεις εσωτερικών συνδέσεων"],"Great news: you can, with %1$s!":["Καλά νέα: μπορείτε, με το %1$s!"],"Save changes":["Αποθήκευση αλλαγών"],"1 year free support and updates included!":[""],"The plugin %2$s changes your site's output and in doing that differentiates between search engines and normal users, a process that's called cloaking. We highly recommend that you disable it.":[""],"%1$sSocial media preview%2$s: Facebook & Twitter":[""],"%1$sNo more dead links%2$s: easy redirect manager":[""],"No ads!":["Χωρίς διαφημίσεις!"],"Facebook & Twitter":["Facebook & Twitter"],"Social media preview":["Προεπισκόπηση κοινωνικών δικτύων"],"Easy redirect manager":["Εύκολος διαχειριστής ανακατεύθυνσης"],"No more dead links":["Χωρίς άλλα dead links"],"Increase your SEO reach":["Επεκτείνετε την προσέγγιση σας με το SEO"],"If you want more help creating awesome content, check out our %2$sSEO copywriting course%3$s. Do you want to know all about the features of the plugin, consider doing our %1$s!":[""],"Variable":["Μεταβλητή"],"Available variables":["Διαθέσιμες μεταβλητές"],"Scroll to see the table content.":["Πηγαίνετε πιο κάτω για να δείτε το περιεχόμενο του πίνακα."],"Please refer to %1$sour article about how to connect your website to Google Search Console%2$s if you need assistance.":["Ανατρέξτε στο %1$sάρθρο μας σχετικά με τον τρόπο σύνδεσης του ιστοτόπου σας με την κονσόλα αναζήτησης Google%2$s εάν χρειάζεστε βοήθεια."],"An error occurred in the '%1$s' assessment":["Παρουσιάστηκε σφάλμα στην αξιολόγηση '%1$s'"],"%1$s of the words contain %2$sover %3$s syllables%4$s, which is more than the recommended maximum of %5$s.":["%1$s των λέξεων περιλαμβάνει %2$s περισσότερες %3$s συλλαβές %4$s οι οποίες είναι περισσότερες από το μέγιστο επιτρεπτό του %5$s."],"%1$s of the words contain %2$sover %3$s syllables%4$s, which is less than or equal to the recommended maximum of %5$s.":[""],"This is slightly below the recommended minimum of %5$d word. %3$sAdd a bit more copy%4$s.":["","This is slightly below the recommended minimum of %5$d words. %3$sAdd a bit more copy%4$s."],"The meta description contains %1$d sentence %2$sover %3$s words%4$s. Try to shorten this sentence.":["Η μετά-περιγραφή περιλαμβάνει %1$d προτάσεις %2$s από %3$s λέξεις %4$s. Προσπάθησε να ελαττώσεις την πρόταση.","Η μετά-περιγραφή περιλαμβάνει %1$d προτάσεις %2$s από %3$s λέξεις %4$s. Προσπαθήστε να ελαττώσεετε την πρόταση."],"The meta description contains no sentences %1$sover %2$s words%3$s.":["Η μετά-περιγραφή περιλαμβάνει μή προτάσεις %1$s από %2$s λέξεις %3$s."],"Step %1$d: %2$s":["Βήμα %1$d: %2$s"],"No new notifications.":["Δεν υπάρχουν νέες ειδοποιήσεις."],"Save all":["Αποθήκευση Όλων"],"Save":["Αποθήκευση"],"%1$s, Author at %2$s":["%1$s, Συντάκης στο %2$s"],"Mobile preview":["Προεπισκόπηση σε κινητό"],"Desktop preview":["Προεπισκόπηση σε οθόνη υπολογιστή"],"Select redirect":["Επιλέξτε ανακατεύθυνση"],"Please provide an SEO title by editing the snippet below.":["Δώσε έναν SEO τίτλο μορφοποιώντας το απόσπασμα πιο κάτω"],"Meta description preview:":["Προεπισκόπηση Μeta περιγραφής:"],"Slug preview:":["Προεπισκόπηση σύντομου ονόματος:"],"SEO title preview:":["Προεπισκόπηση τίτλου SEO:"],"Close snippet editor":["Κλείσε την μορφοποίηση αποσπάσματος"],"Slug":["Σύντομη περιγραφή"],"Remove marks in the text":["Αφαιρέστε τα σημάδια από το κείμενο"],"Mark this result in the text":["Σημειώστε αυτό το αποτέλεσμα μέσα στο κείμενο"],"Marks are disabled in current view":["Τα σημάδια είναι απενεργοποιημένα σ' αυτή την όψη"],"Good SEO score":["Πολύ καλή SEO βαθμολογία"],"OK SEO score":["Καλή SEO βαθμολογία"],"Feedback":["Ανάδραση"],"ok":["ok"],"Choose an image":["Επιλέξτε φωτογραφία"],"Remove the image":["Αφαιρέστε την φωτογραφία"],"MailChimp signup failed:":["Η εγγραφή μέσω MailChimp απέτυχε:"],"Sign Up!":["Εγγραφή!"],"Name":["Όνομα"],"There is an error with the request.":["Υπάρχει ένα λάθος με την αίτηση."],"Select profile":["Επιλογή προφίλ"],"Choose a profile":["Επιλέξτε ένα προφίλ"],"Authorization code":[""],"Reauthenticate with Google":["Εκ νέου έλεγχος ταυτότητας μέσω Google"],"To allow %s to fetch your Google Search Console information, please enter your Google Authorization Code. Clicking the button below will open a new window.":["Για να καταστεί δυνατή η σύδεση %s με τις πληροφορίες σας στο Google Search Console, παρακαλούμε εισάγετε τον κωδικό εξουσιοδότησης Google. Κάνοντας κλικ στο παρακάτω κουμπί θα ανοίξει ένα νέο παράθυρο."],"Please provide a meta description by editing the snippet below.":["Δώσε μια μετα-περιγραφή μορφοποιώντας το απόσπασμα πιο κάτω"],"Edit snippet":["Μορφοποίησε το απόσπασμα"],"You can click on each element in the preview to jump to the Snippet Editor.":["Μπορείτε να κάνετε κλικ σε κάθε στοιχείο στην προεπισκόπηση για να μεταβείτε στον Επεξεργαστή Αποσπάσματος."],"SEO title preview":["Προεπισκόπηση τίτλου SEO"],"Meta description preview":[""],"A problem occurred when saving the current step, {{link}}please file a bug report{{/link}} describing what step you are on and which changes you want to make (if any).":["Προέκυψε πρόβλημα κατά την αποθήκευση αυτού του βήματος, {{link}} παρακαλώ στείλτε μια αναφορά λάθους {{/link}} περιγράφοντας σε ποιο βήμα βρίσκεστε και ποιες αλλαγές θέλετε να κάνετε (αν υπάρχουν)."],"Close the Wizard":["Κλείστε τον οδηγό"],"Export settings":["Εξαγωγή ρυθμίσεων"],"%1$s video tutorial":["%1$s video εκμάθησης"],"%s &rsaquo; Configuration Wizard":["%s &rsaquo; Οδηγός Παραμετροποίησης"],"Please don't show me this notification anymore":[""],"If you are experiencing issues, %1$splease file a bug report%2$s and we'll do our best to help you out.":["Αν αντιμετωπίζετε προβλήματα, %1$sπαρακαλούμε υποβάλετε μία αναφορά σφαλμάτος%2$s και θα κάνουμε ότι είναι δυνατόν να σας βοηθήσουμε."],"We've noticed you've been using %1$s for some time now; we hope you love it! We'd be thrilled if you could %2$sgive us a 5 stars rating on WordPress.org%3$s!":["Προσέξαμε ότι χρησιμοποιείτε το %1$s για καιρό; ελπίζουμε να σας αρέσει! Θα ήμασταν ευτυχείς αν μας %2$sβαθμολογούσατε με 5 αστέρια στο WordPress.org%3$s!"],"Date archives settings":["Ρυθμίσεις ημερομηνίας αρχείων "],"Author archives settings":["Ρυθμίσεις αρχείων δημιουργών"],"%1$s by %2$s":["%1$s από %2$s"],"Warning: the variable %s cannot be used in this template. See the help center for more info.":[""],"By the way, did you know we also have a %1$sPremium plugin%2$s? It offers advanced features, like a redirect manager and support for multiple keyphrases. It also comes with 24/7 personal support.":[""],"(no title)":["(χωρίς τίτλο)"],"%s installation wizard":["%s οδηγός εγκατάστασης"],"The %1$s admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":[""],"Admin bar menu":["Μενού γραμμής διαχειριστή"],"%1$s will check weekly if your site is still indexable by search engines and %2$s will notify you when this is not the case.":[""],"Features":["Χαρακτηριστικά"],"SEO title":["Τίτλος SEO"],"While we strive to make setting up %1$s as easy as possible, we understand it can be daunting. If you’d rather have us set up %1$s for you (and get a copy of %2$s in the process), order our %3$s%1$s configuration service%4$s here!":[""],"Welcome to the %1$s configuration wizard. In a few simple steps we'll help you configure your SEO settings to match your website's needs!":[""],"Google shows your website's name in the search results, if you want to change it, you can do that here.":["Η Google εμφανίζει το όνομα της ιστοσελίδας σας στα αποτελέσματα αναζήτησης, αν θέλετε να το αλλάξετε, μπορείτε να το κάνετε εδώ."],"Greater than sign":["Μεγαλύτερο από αυτό το σύμβολο"],"Less than sign":["Σύμβολο \"Μικρότερο από\""],"Right angle quotation mark":["Δείκτης εισαγωγής δεξιάς γωνίας"],"Left angle quotation mark":["Δείκτης εισαγωγής αριστερής γωνίας"],"Small tilde":["Μικρή πεσπιρώμενη"],"Vertical bar":["Κάθετη μπάρα"],"Low asterisk":["Χαμηλός αστερίσκος"],"Asterisk":["Αστερίσκος"],"Bullet":["Κουκίδα"],"Middle dot":["Μεσαία τελεία"],"Em dash":["Παύλα Em"],"En dash":["Παύλα En"],"Dash":["Παύλα"],"Choose the symbol to use as your title separator. This will display, for instance, between your post title and site name. Symbols are shown in the size they'll appear in the search results.":["Επιλέξτε το σύμβολο που θα χρησιμοποιηθεί ως διαχωριστής τίτλου. Αυτό θα εμφανιστεί, για παράδειγμα, μεταξύ του τίτλου της ανάρτησης και του ονόματος του ιστότοπού σας. Τα σύμβολα εμφανίζονται στο μέγεθος που θα εμφανίζονται στα αποτελέσματα αναζήτησης."],"The name of the person":["Το όνομα του φυσικού προσώπου"],"No":["Όχι"],"Yes":["Ναι"],"Does, or will, your site have multiple authors?":["Μήπως, ο ιστότοπος σας έχει ή θα έχει πολλούς συντάκτες;"],"WordPress automatically generates an URL for each media item in the library. Enabling this will allow for google to index the generated URL.":[""],"Success!":["Επιτυχία!"],"Title settings":["Ρυθμίσεις τίτλων"],"Google Search Console":["Google Search Console"],"Multiple authors":["Πολλαπλοί συντάκτες"],"Site type":["Τύπος ιστοσελίδας"],"Environment":["Περιβάλλον"],"Yoast option %1$s not found.":["Η επιλογή Yoast %1$s δεν βρέθηκε."],"Google Structured Data Test":["Έλεγχος Δομημένων Δεδομένων Google"],"Posts list":["Λίστα άρθρων"],"Posts list navigation":["Πλοήγηση λίστας άρθρων"],"Filter posts list":["Φιλτράρισμα λίστας άρθρων"],"Note that links to archives might be still output by your theme and you would need to remove them separately.":["Σημείωση: Σύνδεσμοι προς τα αρχεία άρθρων μπορεί και πάλι να παραχθούν από το θέμα σας και θα χρειαστεί να τους αφαιρέσετε ξεχωριστά."],"%1$s to optimize your site even further":["%1$s για να βελτιστοποιήσετε ακόμη περισσότερο την ιστοσελίδα σας"],"%1$s extensions":["%1$s επεκτάσεις"],"Comes with our 30-day no questions asked money back guarantee":["Έρχεται με 30 ημέρες, χωρίς-ερωτήσεις. εγγύηση επιστροφής χρημάτων"],"More information %1$sabout %3$s%2$s":["Περισσότερα %1$sγια %3$s%2$s"],"Installed":["Εγκατεστημένο"],"gain access to our 24/7 support team.":["αποκτήστε πρόσβαση στην 24/7 ομάδα υποστήριξής μας."],"Premium support":["Υποστήριξη Premium"],"check what your Facebook or Twitter post will look like.":["ελέγξτε πώς θα μοιάζει με η ανάρτησή σας στο Facebook ή στο Twitter."],"Social previews":["Προεπισκόπηση κοινωνικών δικτύων"],"create and manage redirects from within your WordPress install.":[""],"Redirect manager":[""],"%1$s, take your optimization to the next level!":["%1$s, προχωρήστε την βελτιστοποίησή σας στο επόμενο επίπεδο!"],"A seamless integration between %1$s and %2$s":[""],"Use %1$s breadcrumbs instead of %2$s ones":["Χρησιμοποιήστε αυτές τις ρυθμίσεις σελιδοποίησης %1$s αντί για αυτές %2$s"],"Easily insert Google Maps, a store locator, opening hours and more":["Εισαγάγετε εύκολα τους Χάρτες Google, έναν εντοπιστή καταστημάτων, ώρες λειτουργίας και πολλά άλλα"],"Creates XML News Sitemaps":["Δημιουργεί Χάρτη Ιστοσελίδων Ειδήσεων XML"],"Immediately pings Google on the publication of a new post":["Ενημερώνει αμέσως την Google για τη δημοσίευση ενός νέου άρθρου"],"Optimize your site for Google News":["Βελτιστοποιήστε τον ιστότοπό σας για τις Ειδήσεις Google"],"Make videos responsive through enabling fitvids.js":["Δημιουργήστε βίντεο με δυνατότητα απόκρισης μέσω ενεργοποίησης του fitvids.js"],"Enhance the experience of sharing posts with videos":["Βελτιώστε την εμπειρία της της κοινοποίησης άρθρων με βίντεο"],"Show your videos in Google Videos":["Δείξτε τα βίντεό σας στο Google Videos"],"Crawl issues list":["Λίστα ζητημάτων ανίχνευσης "],"Crawl issues list navigation":["Πλοήγηση στη λίστα ζητημάτων ανίχνευσης "],"Edit &#8220;%s&#8221;":["Επεξεργασία &#8220;%s&#8221;"],"Premium":["Premium"],"Google Trends":["Google Trends"],"Notifications":["Ειδοποιήσεις"],"Removes the focus keyphrase section from the metabox and disables all SEO-related suggestions.":[""],"Disable SEO analysis":["Απενεργοποιήστε την ανάλυση SEO"],"Twitter settings":["Ρυθμίσεις Twitter"],"Pinterest settings":["Ρυθμίσεις Pinterest"],"Facebook settings":["Ρυθμίσεις Facebook"],"Title separator symbol":["Σύμβολο διαχωρισμού τίτλου"],"RSS feed settings":["Ρυθμίσεις ροής RSS"],"Breadcrumbs settings":["Ρυθμίσεις σελιδοποίησης"],"Make primary":["Κάντε κύριο"],"Enter your Google Authorization Code and press the Authenticate button.":["Εισαγάγετε τον Κώδικα Εξουσιοδότησης Google και πατήστε το κουμπί Επαλήθευση ταυτότητας."],"Knowledge base article":["Άρθρο βάσης γνώσεων"],"Open the knowledge base article in a new window or read it in the iframe below":["Ανοίξτε το άρθρο της βάσης γνώσεων σε ένα νέο παράθυρο ή διαβάστε το στο iframe παρακάτω"],"Search results":["Αποτελέσματα αναζήτησης"],"%s notification":["%s ειδοποίηση","%s ειδοποιήσεις"],"Disable readability analysis":["Απενεργοποιήστε την ανάλυση αναγνωσιμότητας"],"Removes the readability analysis section from the metabox and disables all readability-related suggestions.":[""],"Readability analysis":["Ανάλυση αναγνωσιμότητας"],"Needs improvement":["Χρειάζεται βελτίωση"],"Readability":["Αναγνωσιμότητα"],"You are trying to load non-minified files. These are only available in our development package. Check out %1$s to see all the source files.":["Προσπαθείτε να φορτώσετε αρχεία που δεν έχουν μικροδιαμορφωθεί, αυτά είναι διαθέσιμα μόνο στο πακέτο ανάπτυξής μας. Ελέγξτε το %1$s για να δείτε όλα τα αρχεία προέλευσης."],"Improvements":["Βελτιώσεις"],"Dismiss this item.":["Απόρριψη αυτού του στοιχείου."],"Good job! We could detect no serious SEO problems.":["Καλή δουλειά! Δεν μπορούμε να εντοπίσουμε σοβαρά προβλήματα σχετικά με το SEO."],"We have detected the following issues that affect the SEO of your site.":["Εντοπίσαμε τα ακόλουθα ζητήματα που επηρεάζουν το SEO του ιστότοπού σας."],"Problems":["Προβλήματα"],"Analysis":["Ανάλυση"],"Not available":["Δεν είναι διαθέσιμο"],"Filter by SEO Score":["Φίλτρο ανάλογα με τη Βαθμολογία SEO"],"Meta description not set.":["Δεν έχει οριστεί η περιγραφή μεταδεδομένων."],"Video tutorial":["Βίντεο εκμάθησης"],"Email support is a %s feature":["Η υποστήριξη ηλεκτρονικού ταχυδρομείου είναι ένα χαρακτηριστικό %s"],"Knowledge base":["Γνωσιακή βάση"],"Open":["άνοιγμα"],"Loading...":["Φόρτωση..."],"Something went wrong. Please try again later.":["Κάτι πήγε στραβά. Παρακαλώ δοκιμάστε ξανά αργότερα."],"No results found.":["Δεν βρέθηκαν αποτελέσματα."],"Dashboard":["Πίνακας Ελέγχου"],"You can fix this on the %1$sPermalink settings page%2$s.":["Μπόρείτε να το διορθώσετε αυτό στη %1$sσελίδα ρυθμίσεων Μόνιμων Συνδέσμων%2$s."],"Paging comments is enabled, this is not needed in 999 out of 1000 cases, we recommend to disable it.":["Η σελιδοποίηση των σχολίων είναι ενεργή, αυτό δεν είναι απαραίτητο στις 999 από τις 1000 περιπτώσεις, σας συνιστούμε να το απενεργοποιήσετε."],"Replaced with the primary category of the post/page":["Αντικαταστάθηκε με την κύρια κατηγορία της σελίδας/άρθρου"],"Pinterest confirmation":["Επιβεβαίωση Pinterest"],"If you have already confirmed your website with Pinterest, you can skip the step below.":["Εάν έχετε ήδη επιβεβαιώσει τον ιστότοπό σας με το Pinterest, μπορείτε να παραλείψετε το παρακάτω βήμα."],"Format-based archives":["Αρχεία βάση μορφής"],"Webmaster Tools verification":["Επαλήθευση Webmaster Tools"],"Follow our %1$s for WordPress training and become a certified %1$s Expert!":["Ακολούθησε το %1$s εκπαίδευσης Wordpress και γίνε πιστοποιημένος %1$s Ειδικός!"],"Want to be a %s Expert?":["Θέλεις να γίνεις ένας %s Ειδικός;"],"Buy %s":["Αγορά %s"],"Show information about errors in category %s":[""],"New %1$s Title":["Νέος %1$s Τίτλος"],"Existing %1$s Title":["Υπάρχον %1$s Τίτλος"],"Expected an integer as input.":["Αναμενόταν εισαγωγή ακεραίου αριθμού."],"Trying to build the sitemap cache key, but the postfix and prefix combination leaves too little room to do this. You are probably requesting a page that is way out of the expected range.":["Προσπαθήσαμε να δημιουργήσουμε το κλειδί της μνήμης cache του χάρτη ιστοτόπου, αλλά ο συνδυασμός postfix και prefix αφήνει πολύ λίγο χώρο για να το κάνουμε αυτό. Πιθανότατα έχουμε να κάνουμε με μια σελίδα που είναι πολύ έξω από το αναμενόμενο εύρος."],"Remove":["Διαγραφή"],"Keep":["Διατήρηση"],"Bold the last page":["Έντονη η τελευταία σελίδα"],"Regular":["Κανονικά"],"Bold":["Έντονα"],"Show Blog page":["Εμφάνιση σελίδας Ιστολογίου"],"Primary %s":["Πρωταρχικό %s"],"Primary":["Αρχικό"],"Make %1$s primary %2$s":["Κάντε το %1$s πρωταρχικό %2$s"],"Term is set to noindex.":["Ο όρος έχει οριστεί ως μη ευρετηριασμένος."],"Author archives":["Αρχεία αρθρογράφων"],"Show":["Εμφάνιση"],"Enabled":["Ενεργοποίηση"],"Disabled":["Απενεργοποίηση"],"%1$s has not fetched your site's indexability status yet from %2$s":[""],"The separator defined in your theme's %s tag.":[""],"No index":[""],"Analyze entire site":["Ανέλυσε όλοκληρο τον ιστότοπο"],"Fetch the current status":["Λήψη της τρέχουσας κατάστασης"],"%1$s%2$s has not been able to fetch your site's indexability status%3$s from %4$s":[""],"Your homepage can be indexed by search engines.":["Η αρχική σας σελίδα μπορεί να ευρετηριωθεί από τις μηχανές αναζήτησης."],"Indexability check by %1$s":["Έλεγχος ευρετηρίου από %1$s"],"If you want to use an image for sharing on %1$s, you can upload / choose an image or add the image URL here.":[""],"If you don't want to use the meta description for sharing on %1$s but want another description there, write it here.":[""],"If you don't want to use the title for sharing on %1$s but instead want another title there, write it here.":[""],"%1$sYour homepage cannot be indexed by search engines%2$s. This is very bad for SEO and should be fixed.":["%1$sΗ αρχική σας σελίδα δεν μπορεί να καταχωρηθεί από τις μηχανές αναζήτησης%2$s. Αυτό είναι πολύ κακό για το SEO και πρέπει να διορθωθεί."],"Once Weekly":["Μία φορά την εβδομάδα"],"SEO score":["SEO σκόρ"],"Recalculating SEO scores for all pieces of content with a focus keyphrase.":[""],"%1$s of %2$s done.":["%1$s από %2$s ολοκληρώθηκε."],"We've updated our SEO score algorithm. %1$sRecalculate the SEO scores%2$s for all posts and pages.":["Έχουμε αναβαθμίσει τον αλγόριθμο βαθμολόγησης SEO. %1$sΚάντε κλίκ εδώ για να υπολογίσετε ξανά όλες τις SEO βαθμολογίες%2$s για όλες τις σελίδες και τα άρθρα."],"Team Yoast":["Ομάδα Yoast"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":[""],"Yoast SEO":["Yoast SEO"],"Activation failed:":["Η ενεργοποίηση απέτυχε: "],"The filter extension seem to be unavailable. Please ask your web host to enable it.":[""],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":[""],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":["Η Standard PHP Library (SPL) επέκταση φαίνεται να μην είναι διαθέσιμη. Παρακαλώ ζητήστε από τον πάροχο φιλοξενίας σας να την ενεργοποιήσει."],"SEO Settings":["Ρυθμίσεις SEO"],"Mobile-Friendly Test":["Δοκιμή Mobile-Friendly"],"Google Page Speed Test":[""],"CSS Validator":[""],"HTML Validator":[""],"Pinterest Rich Pins Validator":["Pinterest Rich Pins Validator"],"Facebook Debugger":["Αποσφαλμάτωση Facebook"],"Check Headers":["Έλεγχος Κεφαλίδων"],"Check Google Cache":["Έλεγχος Google Cache"],"Analyze this page":["Ανέλυσε την σελίδα"],"Keyword Research":[""],"%s does not seem to be a valid url. Please correct.":["%s δεν φαίνεται να είναι ένα έγκυρο url. Παρακαλώ διορθώστε."],"%1$s does not seem to be a valid %2$s verification string. Please correct.":["%s δε μοιάζει να είναι έγκυρο %s κείμενο επαλήθευσης. Παρακαλώ διορθώστε."],"%s Archive":["Αρχείο %s"],"You searched for %s":["Αναζητήσατε %s"],"%s does not seem to be a valid Twitter Username. Please correct.":[""],"Summary with large image":["Περίληψη με μεγάλη εικόνα"],"Summary":["Περίληψη"],"The post %1$s appeared first on %2$s.":["Το άρθρο %1$s εμφανίστηκε πρώτα στο %2$s."],"No numeric value was received.":["Λήφθηκε μη αριθμητική τιμή."],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":[""],"The default blog setting must be the numeric blog id of the blog you want to use as default.":[""],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":[""],"Please select a valid post type for taxonomy \"%s\"":["Επιλέξτε έναν έγκυρο τύπο άρθρου για την ταξινομία \"%s\""],"Please select a valid taxonomy for post type \"%s\"":[""],"You searched for":["Αναζητήσατε για"],"Home":["Αρχική"],"Archives for":["Αρχεία για"],"Error 404: Page not found":["Σφάλμα 404: Δεν βρέθηκε η σελίδα"],"Good":["Καλό"],"Replaced with a custom taxonomies description":[""],"Replaced with a posts custom taxonomies, comma separated.":[""],"Replaced with a posts custom field value":[""],"Replaced with the slug which caused the 404":[""],"Replaced with the posts focus keyphrase":[""],"Attachment caption":[""],"Replaced with the current page number":[""],"Replaced with the current page total":[""],"Replaced with the current page number with context (i.e. page 2 of 4)":[""],"Replaced with the post/page author's 'Biographical Info'":[""],"Replaced with the post/page author's 'nicename'":[""],"Replaced with the post/page ID":[""],"Replaced with the post/page modified time":[""],"Replaced with the content type plural label":[""],"Replaced with the content type single label":[""],"Replaced with the current search phrase":[""],"Replaced with the term name":[""],"Replaced with the term description":[""],"Replaced with the tag description":[""],"Replaced with the category description":[""],"Replaced with the post categories (comma separated)":[""],"Replaced with the current tag/tags":[""],"Replaced with the post/page excerpt (without auto-generation)":[""],"Replaced with the post/page excerpt (or auto-generated if it does not exist)":[""],"The site's name":["Το όνομα του site"],"Replaced with the title of the parent page of the current page":[""],"Replaced with the title of the post/page":[""],"Replaced with the date of the post/page":[""],"Page %1$d of %2$d":["Σελίδα %1$d από %2$d"],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":[""],"A replacement variable with the same name has already been registered. Try making your variable name unique.":[""],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":[""],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":[""],"Admin only notice: this page does not show a meta description because it does not have one, either write it for this page specifically or go into the [%1$s - %2$s] menu and set up a template.":[""],"Page not found":["Η σελίδα δεν βρέθηκε"],"%s Archives":[""],"Search for \"%s\"":["Αναζήτηση για \"%s\""],"Meta description to use for Author page":["Meta περιγραφή για χρήση για την σελίδα συντάκτη"],"Title to use for Author page":[""],"%1$s settings":["%1$s αλλαγές"],"Export your %1$s settings":["Εξάγετε τις %1$s αλλαγές σας"],"Import settings":[""],"Import from other SEO plugins":[""],"Import":["Εισαγωγή"],"If you had a %s file and it was editable, you could edit it from here.":[""],"If your %s were writable, you could edit it from here.":[""],"You don't have a %s file, create one here:":["Δεν έχετε αρχείο robots.txt, δημιουργήστε ένα εδώ:"],"A link to your site, with your site's name and description as anchor text.":[""],"A link to your site, with your site's name as anchor text.":[""],"A link to the post, with the title as anchor text.":[""],"A link to the archive for the post author, with the authors name as anchor text.":[""],"You can use the following variables within the content, they will be replaced by the value on the right.":[""],"Content to put after each post in the feed":[""],"Content to put before each post in the feed":[""],"This feature is used to automatically add content to your RSS, more specifically, it's meant to add links back to your blog and your blog posts, so dumb scrapers will automatically add these links too, helping search engines identify you as the original source of the content.":[""],"Usage of this breadcrumbs feature is explained in %1$sour knowledge-base article on breadcrumbs implementation%2$s.":[""],"How to insert breadcrumbs in your theme":[""],"Blog":["Ιστολόγιο"],"Content type archive to show in breadcrumbs for taxonomies":[""],"Taxonomy to show in breadcrumbs for content types":[""],"Breadcrumb for 404 Page":["Σελιδοδείκτης για σελίδα 404"],"Prefix for Search Page breadcrumbs":[""],"Prefix for Archive breadcrumbs":[""],"Prefix for the breadcrumb path":[""],"Anchor text for the Homepage":[""],"Separator between breadcrumbs":[""],"Enable Breadcrumbs":["Ενεργοποίηση Breadcrumbs"],"Below are your published posts' SEO scores. Now is as good a time as any to start improving some of your posts!":["Δείτε παρακάτω τα SEO σκορ των άρθρων σας&#8217;. Ίσως τώρα είναι η καλύτερη στιγμή για να βελτιώσετε κάποια από τα άρθρα σας!"],"Credits":["Ευχαριστίες"],"&laquo; Back to Tools page":[""],"%1$s comes with some very powerful built-in tools:":["%1$s περιέχει κάποια πολύ δυνατά εργαλεία:"],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":[""],"File editor":["Επεξεργαστής αρχείων"],"Import settings from other SEO plugins and export your settings for re-use on (another) blog.":[""],"Import and Export":["Εισαγωγή και Εξαγωγή"],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":[""],"Bulk editor":["Μαζική επεξεργασία"],"To %1$sconfirm your site with Pinterest%2$s, add the meta tag here:":[""],"Pinterest uses Open Graph metadata just like Facebook, so be sure to keep the Open Graph checkbox on the Facebook tab checked if you want to optimize your site for Pinterest.":[""],"The default card type to use":["Ο προεπιλεγμένος τύπος κάρτας που θα χρησιμοποιηθεί"],"Add Twitter card meta data":["Προσθήκη μεταδεδομένων κάρτας του Twitter"],"This image is used if the post/page being shared does not contain any images.":["Αυτή η εικόνα χρησιμοποιείται όταν κοινοποιούνται άρθρα/σελίδες που δεν περιέχουν εικόνες."],"Default settings":["Προεπιλεγμένες ρυθμίσεις"],"Copy home meta description":["Αντιγραφή περιγραφής μεταδεδομένων της αρχικής σελίδας"],"Description":["Περιγραφή"],"Image URL":["URL εικόνας"],"These are the title, description and image used in the Open Graph meta tags on the front page of your site.":["Αυτοί είναι ο τίτλος, η περιγραφή και η εικόνα που χρησιμοποιούνται στις μετα-ετικέτες Open Graph στην πρώτη σελίδα του ιστότοπού σας."],"Frontpage settings":["Ρυθμίσεις αρχικής σελίδας"],"Add Open Graph meta data":["Προσθήκη μεταδεδομένων Open Graph"],"YouTube URL":["YouTube URL"],"Pinterest URL":["Pinterest URL"],"MySpace URL":["MySpace URL"],"LinkedIn URL":["LinkedIn URL"],"Instagram URL":["Instagram URL"],"Twitter Username":["Ψευδώνυμο Twitter"],"Facebook Page URL":["Διεύθυνση Σελίδας Facebook"],"Accounts":["Λογαριασμοί"],"Restore site to defaults":["Επαναφέρετε τον ιστότοπο στις προεπιλογές"],"Site ID":["ID Ιστοσελίδας"],"Using this form you can reset a site to the default SEO settings.":["Χρησιμοποιώντας αυτήν τη φόρμα μπορείτε να επαναφέρετε έναν ιστότοπο στις προεπιλεγμένες ρυθμίσεις SEO."],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new sites.":[""],"Enter the %1$sSite ID%2$s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":[""],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":[""],"New sites in the network inherit their SEO settings from this site":["Οι νέες τοποθεσίες στο δίκτυό σας κληρονομούν τις ρυθμίσεις SEO από αυτόν τον ιστότοπο"],"Super Admins only":["Super Admins μόνο"],"Site Admins (default)":["Διαχειριστές Ιστότοπου (προεπιλογή)"],"Who should have access to the %1$s settings":["Ποιός θα έπρεπε να έχει πρόσβαση στις επιλογές %1$s"],"spam":["spam"],"mature":["ώριμο"],"archived":["αρχειοθετημένο"],"public":["δημόσιο"],"%s restored to default SEO settings.":["%s αποκαταστάθηκε στις προεπιλεγμένες ρυθμίσεις SEO."],"Settings Updated.":["Οι Ρυθμίσεις Ενημερώθηκαν."],"404 pages":["σελίδες 404"],"Search pages":["Σελίδες αναζήτησης"],"These pages will be %s by default, so they will never show up in search results.":["Αυτές οι σελίδες θα είναι από προεπιλογή %s, επομένως δεν θα εμφανίζονται ποτέ στα αποτελέσματα αναζήτησης."],"Special Pages":["Ειδικές Σελίδες"],"Date-based archives could in some cases also be seen as duplicate content.":["Τα αρχεία που βασίζονται στην ημερομηνία, θα μπορούσαν, σε ορισμένες περιπτώσεις, επίσης να θεωρηθούν ως διπλότυπο περιεχόμενο."],"If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or to add %s to it so it doesn't show up in the search results.":["Αν ο ιστότοπος σας ανήκει σε αυτή την περίπτωση τότε μπορείτε είτε να το απενεργοποιήσετε (κάτι που θα το ανακατευθύνει στην αρχική σελίδα), είτε να προσθέσετε %s σε αυτό ώστε να μην εμφανίζεται στα αποτελέσματα αναζήτησης."],"If you're running a one author blog, the author archive will be exactly the same as your homepage. This is what's called a %1$sduplicate content problem%2$s.":["Αν το ιστολόγιο σας έχει μόνο έναν συγγραφέα τότε το αρχείο του συγγραφέα θα είναι ακριβώς το ίδιο με την αρχική σας σελίδα. Αυτό ονομάζεται %1$sπρόβλημα διπλότυπου περιεχομένου%2$s."],"Date archives":["Τα αρχεία ημερομηνίας"],"author archives":[""],"Title":["Τίτλος"],"%1$s Meta Box":["%1$s Meta Box"],"Hide":["Απόκρυψη"],"Date in Snippet Preview":["Ημερομηνία στην Προεπισκόπηση του Αποσπάσματος"],"Take note:":["Λάβετε υπ' όψη:"],"You can determine the title and description for the blog page by %1$sediting the blog page itself%2$s.":[""],"You can determine the title and description for the front page by %1$sediting the front page itself%2$s.":[""],"Homepage &amp; Front page":["Αρχική σελίδα & amp; Πρώτη σελίδα"],"Title Separator":["Διαχωριστής Τίτλων"],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":[""],"Force rewrite titles":["Επανεγγραφή των τίτλων"],"Taxonomies":["Ταξινομίες"],"Homepage":["Αρχική σελίδα"],"%1$s Extensions":["%1$s  Πρόσθετα"],"Seamlessly integrate WooCommerce with %1$s and get extra features!":["Συνδέστε άψογα το WooCommerce με το %1$s και αποκτήστε επιπλέον χαρακτηριστικά!"],"Rank better locally and in Google Maps, without breaking a sweat!":["Βαθμολογηθείτε καλύτερα τοπικά και στους Χάρτες Google, χωρίς να καν να ιδρώσετε!"],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":["Είστε στο Google News; Αυξήστε την επισκεψιμότητά σας από τις Ειδήσεις Google βελτιστοποιώντας το!"],"Optimize your videos to show them off in search results and get more clicks!":["Βελτιστοποιήστε τα βίντεό σας για να τα εμφανίσετε στα αποτελέσματα αναζήτησης και να λάβετε περισσότερα κλικ!"],"The premium version of %1$s with more features & support.":["Η έκδοση premium του %1$s με περισσότερα χαρακτηριστικά και υποστήριξη."],"Person":["Φυσικό Πρόσωπο"],"This data is shown as metadata in your site. It is intended to appear in %1$sGoogle's Knowledge Graph%2$s. You can be either an organization, or a person.":[""],"Website name":["Όνομα ιστότοπου"],"Webmaster Tools":["Εργαλεία Webmaster"],"You do not have your postname in the URL of your posts and pages, it is highly recommended that you do. Consider setting your permalink structure to <strong>/%postname%/</strong>.":["Δεν έχετε το όνομα του άρθρου σας στη διεύθυνση URL των αναρτήσεων και των σελίδων σας, ενώ συνιστάται ιδιαίτερα να το κάνετε. Εξετάστε το ενδεχόμενο να ρυθμίσετε τη δομή των μόνιμων συνδέσμων σας στο <strong>/%postname%/</strong>."],"RSS":["RSS"],"Breadcrumbs":["Breadcrumbs"],"or":["ή"],"Save Profile":["Αποθήκευση Προφίλ"],"There were no profiles found":["Δεν βρέθηκαν προφίλ"],"Profile":["Προφίλ"],"Current profile":["Τρέχων Προφίλ"],"Authenticate":["Πιστοποίηση"],"Get Google Authorization Code":["Λάβετε τον κωδικό Google (Google Authorization Code)"],"Reload crawl issues":["Ανανέωση λίστας προβλημάτων του Crawl"],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year of support and updates, on %2$s.":[""],"Creating redirects is a %s feature":["Η δημιουργία ανακατευθύνσεων είναι ένα %s χαρακτηριστικό"],"Errors that only occurred when your site was crawled by Googlebot for feature phones (errors didn't appear for desktop).":[""],"Errors that occurred only when your site was crawled by Googlebot-Mobile (errors didn't appear for desktop).":["Σφάλματα που συνέβησαν μόνο όταν ο ιστότοπός σας ανιχνεύτηκε από το Googlebot-Mobile (τα σφάλματα δεν εμφανίστηκαν σε επιτραπέζιους υπολογιστές)."],"Errors that occurred when your site was crawled by Googlebot.":["Σφάλματα που προέκυψαν κατά την ανίχνευση του ιστότοπού σας από το Googlebot."],"Issue categories":["Θέματα κατηγοριών"],"Incorrect Google Authorization Code.":["Λανθασμένος Κωδικός Εξουσιοδότησης Google."],"The issues have been successfully reloaded!":["Τα θέματα έχουν επαναφορτωθεί με επιτυχία!"],"The %1$s data has been removed. You will have to reauthenticate if you want to retrieve the data again.":[""],"Crawl errors per page":["Σφάλματα ανίχνευσης ανά σελίδα"],"Search":["Αναζήτηση"],"Don't miss your crawl errors: %1$sconnect with Google Search Console here%2$s.":[""],"Create redirect":["Δημιουργία ανακατεύθυνσης"],"Mark as fixed":["Σήμανση ως διορθωμένο"],"Response code":["Κωδικός απόκρισης"],"First detected":["Πρώτα εντοπίστηκε"],"Last crawled":["Τελευταία ανίχνευση"],"URL":["Διεύθυνση URL"],"%1$s detected you’re using a version of %2$s which is not compatible with %1$s. Please update %2$s to the latest version to use this feature.":[""],"Yoast plugins share some code between them to make your site faster. As a result of that, we need all Yoast plugins to be up to date. We've detected this isn't the case, so please update the Yoast plugins that aren't up to date yet.":["Τα πρόσθετα του Yoast μοιράζονται κάποιο κώδικα μεταξύ τους για να κάνουν τον ιστότοπό σας γρηγορότερο. Ως αποτέλεσμα αυτού, χρειαζόμαστε όλα τα πρόσθετα του Yoast να είναι ενημερωμένα. Διαπιστώσαμε ότι δεν συμβαίνει αυτό, οπότε ενημερώστε τα πρόσθετα που δεν είναι ενημερωμένα."],"Feature phone":["Τηλέφωνο με περιορισμένες δυνατότητες"],"Smartphone":["Έξυπνο τηλέφωνο"],"Desktop":["Επιτραπέζιος υπολογιστής"],"The target URL doesn't exist, but your server is not returning a 404 (file not found) error.":["Η διεύθυνση URL δεν υπάρχει, αλλά ο διακομιστής σας δεν επιστρέφει σφάλμα 404 (το αρχείο δεν βρέθηκε)."],"Soft 404":["Soft 404"],"Request timed out or site is blocking Google.":["Το αίτημα έχει λήξει ή ο ιστότοπος εμποδίζει το Google."],"Server Error":["Σφάλμα διακομιστή"],"Googlebot could access your site, but certain URLs are blocked for Googlebot in your %1$s file. This block could either be for all Googlebots or even specifically for Googlebot-mobile.":[""],"Blocked":["Αποκλεισμένος"],"Google was unable to crawl this URL due to an undetermined issue.":["Η Google δεν μπόρεσε να ανιχνεύσει αυτή τη διεύθυνση URL εξαιτίας ενός απροσδιόριστου προβλήματος."],"URL points to a non-existent page.":["Η διεύθυνση URL οδηγεί σε ανύπαρκτη σελίδα."],"Not found":["Δεν βρέθηκε"],"Not followed":["Μη ακολουθούμενο"],"Faulty redirects":["Λανθασμένες ανακατευθύνσεις"],"Server requires authentication or is blocking Googlebot from accessing the site.":["Ο διακομιστής απαιτεί έλεγχο ταυτότητας ή εμποδίζει την πρόσβαση του Googlebot στον ιστότοπο."],"Access denied":["Δεν επιτρέπεται η πρόσβαση"],"Deactivate %s":["Απενεργοποίηση %s"],"The %1$s plugin might cause issues when used in conjunction with %2$s.":[""],"Upload Image":["Ανέβασμα εικόνας"],"Remove these ads?":["Θέλετε να αφαιρέσετε αυτές τις διαφημίσεις;"],"%s Posts Overview":["%s Επισκόπηση Άρθρων"],"The Breadcrumbs Title is used in the breadcrumbs where this taxonomy appears.":[""],"Breadcrumbs title":["Τίτλος σελιδοποίησης"],"The canonical link is shown on the archive page for this term.":[""],"Facebook App ID":["Facebook App ID"],"Pinterest":["Pinterest"],"Other":["Άλλο"],"Archives":["Αρχεία"],"Email":["Email"],"Previous":["Προηγούμενο"],"Next":["Επόμενο"],"Close":["Κλείσιμο"],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines and might slow down your site.":[""],"Configure %1$s's Open Graph settings":[""],"Both %1$s and %2$s create Open Graph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":[""],"%s Image":["%s Εικόνα"],"%s Description":["%s Περιγραφή"],"%s Title":["%s Τίτλος"],"Twitter":["Twitter"],"Facebook":["Facebook"],"The recommended image size for %1$s is %2$s pixels.":["Το προτεινόμενο μέγεθος εικόνας για το %1$s είναι %2$s pixels."],"If you want to override the image used on %s for this post, upload / choose an image here.":[""],"If you don't want to use the meta description for sharing the post on %s but want another description there, write it here.":["Αν δεν θέλετε να χρησιμοποιήσετε την περιγραφή μεταδεδομένων για να κοινοποιήσετε το άρθρο στο %s αλλά θέλετε μια άλλη περιγραφή εκεί, γράψτε την εδώ."],"If you don't want to use the post title for sharing the post on %s but instead want another title there, write it here.":["Αν δεν θέλετε να χρησιμοποιήσετε τον τίτλο της ανάρτησης για να κοινοποιήσετε το άρθρο στο %s αλλά αντίθετα θέλετε άλλο τίτλο εκεί, γράψτε τον εδώ."],"very difficult":["πολύ δύσκολο"],"Try to make shorter sentences, using less difficult words to improve readability":[""],"difficult":["δύσκολο"],"Try to make shorter sentences to improve readability":[""],"fairly difficult":["αρκετά δύσκολο"],"OK":["OK"],"fairly easy":["αρκετά εύκολο"],"easy":["εύκολο"],"very easy":["πολύ εύκολο"],"Meta Desc.":["Meta Περιγραφή"],"All SEO Scores":["Όλες οι βαθμολογίες SEO"],"SEO issue: The featured image should be at least 200 by 200 pixels to be picked up by Facebook and other social media sites.":["Η προτεινόμενη εικόνα θα πρέπει να είναι τουλάχιστον 200x200 pixel ώστε να επιλεγεί από το Facebook και άλλους ιστότοπους κοινωνικής δικτύωσης. "],"(no parent)":["(χωρίς γονέα)"],"Post is set to noindex.":["Το άρθρο έχει οριστεί ως μη ευρετηριασμένο."],"The URL that this page should redirect to.":["Το URL στο οποίο θα πρέπει να επανακατευθύνει αυτή η σελίδα."],"301 Redirect":["301 Επανακατεύθυνση"],"The canonical URL that this page should point to. Leave empty to default to permalink. %1$sCross domain canonical%2$s supported too.":[""],"Canonical URL":["Κανονικό URL"],"Title to use for this page in breadcrumb paths":["Τίτλος που θα χρησιμοποιηθεί για αυτήν τη σελίδα στους σελιδοδείκτες"],"Breadcrumbs Title":["Τίτλος Σελιδοδεικτών"],"No Snippet":["Δεν υπάρχει Απόσπασμα"],"No Archive":["Κανένα αρχείο"],"No Image Index":["Δεν υπάρχει Ευρετήριο Εικόνων"],"None":["Όχι"],"Site-wide default: %s":["Προεπιλογή ιστοσελίδας: %s"],"Advanced <code>meta</code> robots settings for this page.":["Σύνθετες ρυθμίσεις <code>μεταδεδομένων</code> robots για αυτήν τη σελίδα."],"Meta robots advanced":["Σύνθετα μεταδεδομένα robots"],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Προειδοποίηση: παρόλο που μπορείτε να ρυθμίσετε τη ρύθμιση των μεταδεδομένων robots εδώ, ολόκληρος ο ιστότοπος έχει οριστεί να λειτουργεί χωρίς ευρετήριο στις ρυθμίσεις απορρήτου σε επίπεδο περιοχής, επομένως αυτές οι ρυθμίσεις δεν θα έχουν αποτέλεσμα."],"Meta description":["Περιγραφή Meta"],"SEO Title":["Τίτλος SEO"],"Focus keyword":["Κύρια λέξη-κλειδί"],"Snippet preview":["Προεπισκόπιση αποσπάσματος"],"Settings successfully imported.":["Οι ρυθμίσεις εισήχθησαν επιτυχώς."],"Settings could not be imported:":["Οι ρυθμίσεις δεν μπορεσαν να εισαχθούν."],"Breadcrumb for 404 pages:":["Σελιδοδείκτης για σελίδας 404:"],"Prefix for search result pages:":["Πρόθεμα για σελίδες αποτελεσμάτων αναζήτησης:"],"Prefix for archive pages:":["Πρόθεμα για σελίδες αρχειοθέτησης:"],"Prefix for breadcrumbs:":["Πρόθεμα για τους σελιδοδείκτες:"],"Anchor text for the homepage:":["Κείμενο αγκύρωσης για την αρχική σελίδα:"],"Breadcrumbs separator:":["Διαχωριστής σελιδοδεικτών:"],"%s Breadcrumbs":["%s Σελιδοδείκτες"],"Use Image":["Χρήση εικόνας"],"Action":["Ενέργεια"],"Page URL/Slug":["Το URL/Slug της σελίδας"],"Publication date":["Ημέρα δημοσίευσης"],"Post Status":["Κατάσταση άρθρου"],"WP Page Title":["WP Τίτλος Σελίδας"],"View":["Προβολή"],"View &#8220;%s&#8221;":["Προβολή &#8220;%s&#8221;"],"Preview":["Προεπισκόπηση"],"Preview &#8220;%s&#8221;":["Προεπισκόπηση &#8220;%s&#8221;"],"Edit":["Επεξεργασία"],"Filter":["Φίλτρο"],"New Yoast Meta Description":["Νέα Περιγραφή Μεταδεδομένων Yoast "],"Existing Yoast Meta Description":["Υπάρχουσα Περιγραφή Μεταδεδομένων Yoast"],"Facebook profile URL":["Διεύθυνση προφίλ Facebook"],"Twitter username (without @)":["Όνομα χρήστη Twitter (χωρίς @)"],"FAQ":["Συχνές ερωτήσεις"],"Premium Support":["Premium Support"],"Settings":["Ρυθμίσεις"],"You must %1$sgo to your Reading Settings%2$s and uncheck the box for Search Engine Visibility.":["Πρέπει να καταργήσετε την επιλογή Ορατότητα Μηχανής Αναζήτησης στις %1$sΡυθμίσεις ανάγνωσης%2$s."],"Huge SEO Issue: You're blocking access to robots.":["Σημαντικό SEO πρόβλημα: Εμποδίζετε την πρόσβαση στο αρχείο robots."],"Posts":["Δημοσιεύσεις"],"Edit Files":["Τροποποίηση αρχείων"],"Advanced Variables":["Προχωρημένες Μεταβλητές"],"Basic Variables":["Βασικές μεταβλητές"],"General":["Γενικά"],"Extensions":["Επεκτάσεις"],"Search Console":["Κονσόλα Αναζήτησης"],"Tools":["Εργαλεία"],"Advanced":["Προχωρημένες"],"XML sitemaps":["XML sitemaps"],"Social":["Κοινωνικά "],"SEO":["SEO"],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":["%1$s ανιχνεύεται ότι χρησιμοποιείτε την έκδοση %2$s από %3$s, παρακαλούμε να ενημερώσετε με την τελευταία έκδοση για να αποτρέψει προβλήματα συμβατότητας."],"Just another WordPress site":["Ακόμα ένας ιστότοπος WordPress."],"You still have the default WordPress tagline, even an empty one is probably better. %1$sYou can fix this in the customizer%2$s.":["Έχετε ακόμα τον προεπιλεγμένο υπότιτλο WordPress, ακόμα και ένας κενός είναι πιθανώς καλύτερος. %1$sΜπορείτε να διορθώσετε το πρόβλημα στο πρόγραμμα προσαρμογής %2$s."],"You have used HTML in your value which is not allowed.":["Χρησιμοποιείται τιμές HTML που δεν επιτρέπονται."],"You can't edit %s that aren't yours.":["Δεν μπορείτε να επεξεργαστείτε %s τα οποία δεν σας ανήκουν."],"You can't edit %s.":["Δεν μπορείτε να επεξεργαστείτε το πεδίο %s."],"Post has an invalid Content Type: %s.":["Το άρθρο έχει ένα μη έγκυρο τύπο άρθρου: %s."],"Post doesn't exist.":["Το άρθρο δεν υπάρχει."],"course\u0004Free:":["Δωρεάν:"],"posts\u0004Trash <span class=\"count\">(%s)</span>":["Κάδος <span class=\"count\">(%s)</span>","Κάδος <span class=\"count\">(%s)</span>"],"posts\u0004All <span class=\"count\">(%s)</span>":["Όλα <span class=\"count\">(%s)</span>","Όλα <span class=\"count\">(%s)</span>"]}}}