{"domain":"js-text-analysis","locale_data":{"js-text-analysis":{"":{"domain":"js-text-analysis","plural_forms":"nplurals=2; plural=n != 1;","lang":"fr_CA"},"Truly optimize your site for a local audience with our %s plugin! Optimized address details, opening hours, store locator and pickup option!":[""],"Serving local customers?":[""],"Get the %s plugin now":[""],"Organization social profiles":["Profils sociaux de l'organisation"],"You can edit the details shown in meta data, like the social profiles, the name and the description of this user on their %1$s profile page.":["Vous pouvez modifier les détails affichés dans les métadonnées comme les réseaux sociaux, le nom et la description de cet utilisateur au travers de leur page de profil %1$s."],"Personal info":["Informations personnelles"],"Organization logo":["Logo de l'organisation"],"Organization name":["Nom de l'organisation"],"Choose whether the site represents an organization or a person.":["Choisir si le site représente une organisation ou une personne."],"Knowledge Graph & Schema.org":["Knowledge Graph & Schema.org"],"To make your site represent a Company or Organization go to %1$sSearch Appearance%2$s and set Organization or Person to \"Organization\".":["Pour faire en sorte que votre vite représente une société ou une organisation, allez dans les %1$sRéglages SEO%2$s et sélectionner Organisation dans la liste déroulante."],"To change the social accounts used for your site, update the details for %1$s.":["Pour changer les comptes sociaux utilisés pour votre site, mettez à jour les détails de %1$s."],"That means that the form and information below is disabled, and not used.":["Cela signifie que le formulaire et les informations ci-dessous sont désactivées, et non utilisés."],"Your website is currently configured to represent a Person":["Votre site web est présentement configuré pour représenter une Personne"],"(if one exists)":["(si une existe)"],"Wikipedia page about you":["Page Wikipédia à propos de vous"],"YouTube profile URL":["URL de votre profil YouTube"],"Tumblr profile URL":["URL de votre profil Tumblr"],"SoundCloud profile URL":["URL de votre profil SoundCloud"],"MySpace profile URL":["URL de votre profil MySpace"],"Organization or person":["Organisation ou personne"],"The person":["La personne"],"Organization":["Organisation"],"Does your site represent a person or an organization?":["Votre site représente-t-il une personne ou une organisation?"],"The name of the organization":["Le nom de l'organisation"],"Provide an image of the organization logo":["Fournir une image du logo de l'organisation"],"You have previously set your site to represent a person. We’ve improved our functionality around Schema and the Knowledge Graph, so you should go in and %1$scomplete those settings%2$s.":["Vous avez précédemment réglé votre site en tant que représentant d’une personne. Nous avons amélioré les fonctionnalités de données structurées (Schema et Knowledge Graph), donc nous vous invitons à %1$s compléter ces réglages%2$s."],"Select a user...":["Sélectionner un utilisateur..."],"Uncategorized":["Non classé"],"Name:":["Nom&nbsp;:"],"You have selected the user %1$s as the person this site represents. Their user profile information will now be used in search results. %2$sUpdate their profile to make sure the information is correct.%3$s":["Vous avez sélectionné l’utilisateur %1$s en tant que personne représentée par ce site. Les informations de son profil seront maintenant utilisées pour les résultats de recherche. %2$sMettez à jour son profil pour vérifier que les informations sont correctes%3$s."],"Error: Please select a user below to make your site's meta data complete.":["Erreur&nbsp;: Veuillez sélectionner un utilisateur ci-dessous pour compléter vos metadonnées."],"SEO score: %s":["Score SEO : %s"],"If a Wikipedia page for you or your organization exists, add it too.":["Si une page Wikipédia existe à votre sujet ou à propos de votre organisation, ajoutez-la également."],"Wikipedia URL":["URL Wikipédia"],"Pinterest profile URL":["URL de profil Pinterest"],"Instagram profile URL":["URL de profil Instagram"],"LinkedIn profile URL":["URL de profil LinkedIn"],"Keyword research is essential in any SEO strategy. You decide the search terms you want to be found for, and figure out what words your audience uses to find you. Great keyword research tells you what content you need to start ranking for the terms you want to rank for. Make sure your efforts go into the keywords you actually have a chance at ranking for! The %1$s walks you through this process, step by step.":["La recherche de mots-clés est essentielle pour une stratégie de référencement. Vous décidez des termes de recherche grâce auxquels vous souhaitez être visible et déterminez ceux que votre audience utilise pour vous chercher. Une bonne étude lexicale vous indique les contenus que vous devrez produire pour être visible sur les requêtes souhaitées. Assurez-vous que vous ciblez des mots-clés crédibles ! La %1$s vous apprend à le faire, pas à pas."],"SEO for Beginners training":["Formation « SEO pour les débutants »"],"%s for WordPress training":["Formation « WordPress %s »"],"All-around SEO training":["Formation « Tout sur le SEO »"],"The image you selected is too small for Facebook":["L’image sélectionnée est trop petite pour Facebook"],"Content optimization: Needs improvement":["Optimisation du contenu : a besoin d’améliorations"],"The given image url cannot be loaded":["L’URL de l’image ne peut pas être chargée"],"Find out what words your audience uses to find you":["Découvrez quels mots utilise votre audience pour vous chercher"],"%1$sFlesch Reading Ease%2$s: The copy scores %3$s in the test, which is considered %4$s to read. %5$s":["%1$sTest de lisibilité Flesch%2$s : Votre contenu obtient %3$s au test, ce qui est considéré comme %4$s à lire. %5$s"],"No JSON object was returned.":["Aucun objet JSON n’a été renvoyé."],"Received internal links":["Liens internes reçus"],"Outgoing internal links":["Liens internes émis"],"New step added":["Nouvelle étape ajoutée"],"New question added":["Nouvelle question ajoutée"],"To be able to create a redirect and fix this issue, you need %1$s. ":["Pour créer une redirection et corriger ce problème, il vous faut %1$s."],"You can buy the plugin, including one year of support and updates, on %1$s.":["Vous pouvez acheter l’extension, avec un an de support et de mises à jour, sur %1$s."],"The Text link counter feature provides insights in how many links are found in your text and how many links are referring to your text. This is very helpful when you are improving your %1$sinternal linking%2$s.":["La fonctionnalité de comptage de liens vous permet de déterminer combien de liens contiennent vos textes et combien font des liens internes. C’est très utile lorsque vous améliorez votre %1$smaillage interne%2$s."],"For this feature to work %1$s requires at least PHP version %2$s. We have detected PHP version %3$s on this website.":["Pour que cette fonctionnalité fonctionne, %1$s nécessite au moins la version PHP %2$s. Nous avons détectée la version %3$s sur votre site."],"Please carefully consider the implications and %1$sread this post%2$s if you want more information about the impact of showing media in search results.":["Veuillez bien réfléchir aux implications et %1$slisez cet article (EN)%2$s si vous souhaitez plus d’informations sur l’affichage des médias dans les résultats de recherche."],"Keyphrase":["Requête"],"For this feature to work, %1$s needs to create a table in your database. We were unable to create this table automatically.":["Pour que cette fonctionnalité fonctionne, %1$s a besoin de créer une table dans votre base de données. Nous n’avons pas réussi à le faire automatiquement."],"By enabling this option, attachment URLs become visible to both your visitors and Google. To add value to your website, they should contain useful information, or they might have a negative impact on your ranking.":["En activant cette option, les URL de fichiers joints apparaissent à vos visiteurs et à Google. Vous ajouter de la valeur à votre site, ils devraient contenir des informations utiles. Dans le cas contraire, cela aura un impact négatif sur votre référencement."],"The %3$sText link counter%4$s feature (introduced in %1$s %2$s) is currently disabled.":["La fonctionnalité du %3$scompteur de liens%4$s (introduite dans %1$s %2$s) est actuellement désactivée."],"Please read the following %1$sknowledge base article%2$s to find out how to resolve this problem.":["Veuillez consulter %1$scet article de notre base de connaissances (EN)%2$s pour comprendre comment résoudre ce problème."],"To make sure all the links in your texts are counted, we need to analyze all your texts.":["Pour nous assurer que tous les liens de vos textes sont comptés, nous devons analyser toutes vos publications."],"All you have to do is press the following button and we'll go through all your texts for you.":["Vous n’avez qu’à cliquer sur le bouton suivant et nous le ferons pour vous."],"Count links":["Compter les liens"],"Free":["Gratuit"],"%3$sImage alt attributes%5$s: Out of %2$d images on this page, %1$d have alt attributes with words from your keyphrase or synonyms. That's a bit much. %4$sOnly include the keyphrase or its synonyms when it really fits the image%5$s.":["%3$sTextes alternatifs%5$s : Sur %2$d images de cette publication, %1$d ont des textes alternatifs qui contiennent votre requête cible ou ses synonymes. C’est un peu trop. %4$sN’utilisez ces termes que lorsqu’ils correspondent réellement à l’image%5$s."],"%1$sImage alt attributes%2$s: Good job!":["%1$sTextes alternatifs%2$s : Bon travail !"],"%3$sImage alt attributes%5$s: Out of %2$d images on this page, only %1$d has an alt attribute that reflects the topic of your text. %4$sAdd your keyphrase or synonyms to the alt tags of more relevant images%5$s!":["%3$sTextes alternatifs%5$s : Sur %2$d images de cette publication, seulement %1$d a un texte alternatif qui reflète le sujet de votre texte. %4$sAjoutez votre requête cible ou ses synonymes aux textes alternatifs pertinents%5$s !","%3$sTextes alternatifs%5$s : Sur %2$d images de cette publication, seulement %1$d ont un texte alternatif qui reflète le sujet de votre texte. %4$sAjoutez votre requête cible ou ses synonymes aux textes alternatifs pertinents%5$s !"],"%1$sImage alt attributes%3$s: Images on this page do not have alt attributes that reflect the topic of your text. %2$sAdd your keyphrase or synonyms to the alt tags of relevant images%3$s!":["%1$sTextes alternatifs%3$s : Les images de cette publication n’ont pas de texte alternatif qui reflètent le sujet de votre texte. %2$sAjoutez votre requête cible ou ses synonymes aux textes alternatifs qui seraient pertinents%3$s !"],"%1$sImage alt attributes%3$s: Images on this page have alt attributes, but you have not set your keyphrase. %2$sFix that%3$s!":["%1$sTextes alternatifs%3$s : Les images de cette publication ont des textes alternatifs mais vous n’avez pas défini de requête cible. %2$sRenseignez-en une%3$s !"],"%1$sKeyphrase in subheading%2$s: %3$s of your higher-level subheadings reflects the topic of your copy. Good job!":["%1$sRequête en intertitre%2$s : %3$s de vos intertitres de haut-niveau reflète le sujet de votre contenu. Bon travail !","%1$sRequête en intertitre%2$s : %3$s de vos intertitres de haut-niveau reflètent le sujet de votre contenu. Bon travail !"],"%1$sKeyphrase in subheading%2$s: Your higher-level subheading reflects the topic of your copy. Good job!":["%1$sRequête en intertitre%2$s : Vos intertitres de haut niveau reflètent le sujet de votre contenu. Bon travail !"],"%1$sKeyphrase in subheading%3$s: %2$sUse more keyphrases or synonyms in your higher-level subheadings%3$s!":["%1$sRequête en intertitre%3$s : %2$sUtilisez plus souvent la requête cible ou ses synonymes dans vos intertitres de haut niveau%3$s !"],"Page %s":["Page %s"],"Cannot get the size of %1$s because of unknown reasons.":["Impossible de récupérer la taille de %1$s pour des raisons inconnues."],"Cannot get the size of %1$s because it is hosted externally.":["Impossible de récupérer la taille de %1$s car elle est externe au site."],"Simply switch the toggle to \"on\" and you'll be able to use the recalibrated analysis. At the same time, we'll add you to our specific mailing list. We'll only email you about your experiences with this recalibration!":["Activez simplement la fonctionnalité et vous pourrez utiliser l’analyse recalibrée. En parallèle, nous vous ajouterons à notre liste de diffusion dédiée. Nous ne communiquerons avec vous qu’au sujet de votre expérience avec ce recalibrage !"],"We have %1$srecalibrated our analysis%2$s. With the new analysis, we will get even closer to how Google sees your website. It would be %3$sawesome%4$s if you would like to %3$sbeta test this feature%4$s for us!":["Nous avons %1$srecalibré notre analyse%2$s. Avec la nouvelle analyse, nous nous approcherons encore plus de la façon dont Google voit votre site. Ce serait %3$sfantastique%4$s si vous pouvez %3$snous aider à tester cette fonctionnalité%4$s !"],"Get an even better analysis":["Obtenez une analyse encore meilleure"],"%1$sSingle title%3$s: H1s should only be used as your main title. Find all H1s in your text that aren't your main title and %2$schange them to a lower heading level%3$s!":["%1$sTitre unique de niveau 1%3$s&nbsp;: Les H1 doivent être utilisés que pour votre titre principal. Trouvez les H1s dans votre texte autre que votre titre principal  et %2$spassez-les à un niveau de titre inférieur%3$s!"],"Improve sharing on Facebook and Pinterest":["Améliore le partage sur Facebook et Pinterest"],"You do not have the required rights to export settings.":["Vous ne disposez pas des accès requis pour exporter les configurations."],"Copy all these settings to another site's %1$s tab and click \"%1$s\" there.":["Copier ces configurations à l'onglet %1$s d'un autre site et cliquez \"%1$s\" une fois là."],"These are settings for the %1$s plugin by %2$s":["Ce sont les configurations pour l'extension %1$s par %2$s"],"No settings found.":["Aucune configuration trouvée."],"Export your %1$s settings here, to copy them on another site.":["Exportez vos réglages de %1$s ici, pour les copier vers un autre site."],"Import of settings is only supported on servers that run PHP 5.3 or higher.":["L’importation de réglages est supportée que sur les serveurs qui exécutent PHP 5.3 ou supérieur."],"Import settings by pasting the settings you copied from another site here and clicking \"%s\".":["Importez des réglages en collant ceux copiés depuis un autre site et cliquez sur \"%s\"."],"Paste your settings from another Yoast SEO installation.":["Recopier les configurations depuis une autre installation de Yoast SEO."],"%1$sKeyphrase density%2$s: The focus keyphrase was found 0 times. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sDensité de requête%2$s&nbsp;: La requête cible a été trouvée 0 fois. C’est moins que le minimum recommandé de %3$d fois pour un texte de cette taille. %4$sConcentrez-vous sur votre requête%2$s!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sDensité de requête%2$s&nbsp;: La requête cible a été trouvé %5$d fois. C’est moins que le minimum recommandé de %3$d fois pour un texte de cette taille. %4$sConcentrez-vous sur votre requête%2$s!","%1$sDensité de requête%2$s&nbsp;: La requête cible a été trouvé %5$d fois. C’est moins que le minimum recommandé de %3$d fois pour un texte de cette taille. %4$sConcentrez-vous sur votre requête%2$s!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %3$d time. This is great!":["%1$sDensité de requête%2$s&nbsp;: La requête cible a été trouvée %3$d fois. C’est très bien!","%1$sDensité de requête%2$s&nbsp;: La requête cible a été trouvée %3$d fois. C’est très bien!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$sDensité de requête%2$s&nbsp;: La requête cible a été trouvée %5$d fois. C’est plus que le maximum recommandé de %3$d fois pour un texte de cette taille. %4$sNe sur-optimisez pas%2$s!","%1$sDensité de requête%2$s&nbsp;: La requête cible a été trouvé %5$d fois. C’est plus que le maximum recommandé de %3$d fois pour un texte de cette taille. %4$sNe sur-optimisez pas%2$s !"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's way more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$sDensité de requête%2$s : La requête cible a été trouvée %5$d fois. C’est bien plus que le maximum recommandé de %3$d fois pour un texte de cette taille. %4$sNe sur-optimisez pas%2$s!","%1$sDensité de requête%2$s : La requête cible a été trouvée %5$d fois. C’est bien plus que le maximum recommandé de %3$d fois pour un texte de cette taille. %4$sNe sur-optimisez pas%2$s!"],"Indexable deleted for object %1$s with type %2$s":["Élément indexable supprimé pour l’objet %1$s avec type %2$s"],"Indexable saved for object %1$s with type %2$s":["Élément indexable enregistré pour l'objet %1$s avec le type %2$s"],"Indexable created for object %1$s with type %2$s":["Élément indexable créé pour l’objet %1$s avec type %2$s"],"Indexable meta deleted.":["Métadonnée indexable supprimée."],"Indexable meta saved for indexable id %1$s with meta key %2$s":["Métadonnée indexable enregistrée pour l’ID indexable %1$s avec la clé méta %2$s"],"Indexable meta created for indexable id %1$s with meta key %2$s":["Métadonnée indexable créée pour l’ID indexable %1$s avec la clé méta %2$s"],"There is no meta found for indexable id %1$s and meta key %2$s.":["Aucune métadonnée n’a été trouvée pour l’ID indexable %1$s et la clé méta %2$s."],"There is no indexable found for author id %1$s.":["Aucun contenu indexable trouvé pour author id %1$s."],"There is no primary term found for post id %1$s and taxonomy %2$s.":["Il n'y a pas de terme principal trouvé pour l'identifiant de l'article %1$s et la taxonomie %2$s."],"There is no indexable found for term id %1$s and taxonomy %2$s.":["Aucun élément indexable n’a été trouvé pour l’ID de terme %1$s et la taxonomie %2$s."],"There is no indexable found for post id %1$s.":["Aucun élément indexable n’a été trouvé pour l’ID de contenu %1$s."],"Method %1$s() does not exist in class %2$s":["La méthode %1$s() n'existe pas dans la classe %2$s"],"With %s, you can easily create such redirects.":["Avec %s, vous pouvez facilement créer de telles redirections."],"Changing your permalinks settings can seriously impact your search engine visibility. It should almost %1$s never %2$s be done on a live website.":["Changer les réglages de permaliens peut sérieusement impacter votre visibilité sur les moteurs de recherche. On ne devrait %1$s jamais %2$s les changer sur un site en production."],"WARNING:":["ATTENTION :"],"Learn about why permalinks are important for SEO.":["Apprendre pourquoi les permaliens sont importants pour le SEO."],"Google Ads":["Google Ads"],"%1$sFunction words in keyphrase%3$s: Your keyphrase \"%4$s\" contains function words only. %2$sLearn more about what makes a good keyphrase.%3$s":["%1$sMots-outils dans la requête%3$s : Votre requête « %4$s » contient uniquement des mots-outils. %2$sApprenez à concevoir de bonnes requêtes.%3$s"],"Did you know %s also analyzes the different word forms of your keyphrase, like plurals and past tenses?":["Saviez-vous que %s analyse également les différentes variantes de votre requête, comme le pluriel ou la conjugaison au passé ?"],"Clear Image":["Effacer l’image"],"%1$sKeyphrase length%3$s: %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sLongueur de la requête%3$s : %2$sSaisissez une requête pour calculer votre score SEO%3$s."],"%1$sKeyphrase in slug%2$s: More than half of your keyphrase appears in the slug. That's great!":["%1$sRequête dans le slug%2$s : Plus de la moitié de votre requête apparaît dans le slug. C’est super !"],"%1$sKeyphrase in slug%3$s: (Part of) your keyphrase does not appear in the slug. %2$sChange that%3$s!":["%1$sRequête dans le slug%3$s : (Une partie de) votre requête n’apparaît pas dans le slug. %2$sAjoutez-en plus%3$s !"],"%1$sKeyphrase in slug%2$s: Great work!":["%1$sRequête dans le slug%2$s : Bon travail !"],"%1$sKeyphrase in title%3$s: Not all the words from your keyphrase \"%4$s\" appear in the SEO title. %2$sTry to use the exact match of your keyphrase in the SEO title%3$s.":["%1$sRequête dans le titre%3$s : Tous les mots de votre requête « %4$s » n’apparaissent pas dans le méta titre. %2$sEssayez d’utiliser les mêmes mots dans le même ordre%3$s."],"%1$sKeyphrase in title%3$s: Does not contain the exact match. %2$sTry to write the exact match of your keyphrase in the SEO title%3$s.":["%1$sRequête dans le titre%3$s : Votre méta titre ne contient pas tous les mots. %2$sEssayez d’utiliser les mêmes mots dans le même ordre%3$s."],"%1$sKeyphrase in title%3$s: The exact match of the keyphrase appears in the SEO title, but not at the beginning. %2$sTry to move it to the beginning%3$s.":["%1$sRequête dans le titre%3$s : Les mots de votre requête apparaissent dans le méta titre, mais pas au début. %2$sEssayez de les déplacez%3$s."],"%1$sKeyphrase in title%2$s: The exact match of the keyphrase appears at the beginning of the SEO title. Good job!":["%1$sRequête dans le titre%2$s : Les mots de votre requête apparaissent au début de votre méta titre. Bon travail !"],"%1$sKeyphrase distribution%2$s: Good job!":["%1$sDistribution de la requête%2$s : Bon travail !"],"%1$sKeyphrase distribution%3$s: Uneven. Some parts of your text do not contain the keyphrase or its synonyms. %2$sDistribute them more evenly%3$s.":["%1$sDistribution de la requête%3$s : inégale. Certaines parties de votre texte ne contiennent ni la requête, ni ses synonymes. %2$sDistribuez-les plus équitablement%3$s."],"%1$sKeyphrase distribution%3$s: Very uneven. Large parts of your text do not contain the keyphrase or its synonyms. %2$sDistribute them more evenly%3$s.":["%1$sDistribution de la requête%3$s : très inégale. De grandes parties de votre texte ne contiennent ni votre requête, ni ses synonymes. %2$sDistribuez-les plus équitablement%3$s."],"%1$sKeyphrase distribution%3$s: %2$sInclude your keyphrase or its synonyms in the text so that we can check keyphrase distribution%3$s.":["%1$sDistribution de requête%3$s : %2$sÉcrivez votre requête ou ses synonymes dans le texte afin que nous puissions calculer leur distribution%3$s."],"Help on choosing the perfect focus keyphrase":["Aide pour obtenir la requête cible parfaite"],"Would you like to add a related keyphrase?":["Souhaiteriez-vous ajouter une variante de requête ?"],"Go %s!":["Passez %s !"],"Not showing the date archives in the search results technically means those will have a %1$s robots meta. %2$sMore info on the search results settings%3$s.":["Ne pas afficher la date des archives dans les résultats de recherche correspond techniquement à une métadonnée %1$s pour les robots. %2$sPlus d’informations sur les réglages des résultats de recherche%3$s."],"Rank better with synonyms & related keyphrases":["Soyez plus visible avec des synonymes et des variantes de votre requête"],"optimize a single post for synonyms and related keyphrases.":["optimisez une publication pour des synonymes et des variantes de votre requête."],"Synonyms & related keyphrases":["Synonymes et variantes de requête"],"Add related keyphrase":["Ajouter une variante"],"Dismiss %s upgrade notice":["Ignorer l'avis de mise à jour %s"],"Upgrade to %s":["Effectuer la mise à jour à %s"],"%1$s video":["Vidéo de %1$s"],"Get %s":["%s"],"%4$sPreviously used keyphrase%6$s: You've used this keyphrase %1$s%2$d times before%3$s. %5$sDo not use your keyphrase more than once%6$s.":["%4$sRequête déjà utilisée%6$s&nbsp;: Vous avez déjà utilisé cette requête %1$s%2$d fois%3$s. %5$sN’utilisez votre requête qu’une seule fois%6$s."],"%3$sPreviously used keyphrase%5$s: You've used this keyphrase %1$sonce before%2$s. %4$sDo not use your keyphrase more than once%5$s.":["%3$sRequête déjà utilisée%5$s&nbsp;: Vous avez déjà utilisé cette requête %1$sune fois%2$s. %4$sNe l’utilisez pas plus d’une fois%5$s."],"%1$sPreviously used keyphrase%2$s: You've not used this keyphrase before, very good.":["%1$sRequête déjà utilisée%2$s : Vous n’avez jamais utilisé cette requête, très bien."],"%1$sSlug stopwords%3$s: The slug for this page contains a stop word. %2$sRemove it%3$s!":["%1$sMots d’arrêt dans le slug%3$s : Le slug de cette page contient un mot d’arrêt. %2$sRetirez-le%3$s !","%1$sMots d’arrêt dans le slug%3$s : Le slug de cette page contient des mots d’arrêt. %2$sRetirez-les%3$s !"],"%1$sSlug too long%3$s: the slug for this page is a bit long. %2$sShorten it%3$s!":["%1$sSlug trop long%3$s : Le slug de cette page est un peu trop long. %2$sRaccourcissez-le%3$s !"],"%1$sImage alt attributes%3$s: No images appear on this page. %2$sAdd some%3$s!":["%1$sTexte alternatif des images%3$s : Il n’y a pas d’image dans cette page. %2$sAjoutez-en%3$s !"],"%1$sLink keyphrase%3$s: You're linking to another page with the words you want this page to rank for. %2$sDon't do that%3$s!":["%1$sAncre avec la requête cible%3$s : Vous faites un lien vers une autre page avec les mots de votre requête. %2$sNe faites pas ça%3$s !"],"This is far below the recommended minimum of %5$d word. %3$sAdd more content%4$s.":["C’est très en dessous du minimum recommandé de %5$d mot. %3$sAjoutez plus de contenu%4$s.","C’est très en dessous du minimum recommandé de %5$d mots. %3$sAjoutez plus de contenu%4$s."],"This is below the recommended minimum of %5$d word. %3$sAdd more content%4$s.":["C’est en dessous du minimum recommandé de %5$d mot. %3$sAjoutez plus de contenu%4$s.","C’est en dessous du minimum recommandé de %5$d mots. %3$sAjoutez plus de contenu%4$s."],"%2$sText length%4$s: The text contains %1$d word.":["%2$sLongueur du contenu%4$s : Le contenu a une longueur de %1$d mot.","%2$sLongueur du contenu%4$s : Le contenu a une longueur de %1$d mots."],"%2$sText length%3$s: The text contains %1$d word. Good job!":["%2$sLongueur du contenu%3$s : Le contenu a une longueur de %1$d mot. Bon travail !","%2$sLongueur du contenu%3$s : Le contenu a une longueur de %1$d mots. Bon travail !"],"%1$sKeyphrase in subheading%3$s: More than 75%% of your higher-level subheadings reflect the topic of your copy. That's too much. %2$sDon't over-optimize%3$s!":["%1$sRequête en intertitre%3$s : Plus de 75%% de vos intertitres de haut niveau reflètent le sujet de votre contenu. C’est trop. %2$sNe sur-optimisez pas%3$s !"],"%1$sSEO title width%3$s: %2$sPlease create an SEO title%3$s.":["%1$sLongueur de méta titre%3$s : %2$sVeuillez créer un méta titre%3$s."],"%1$sSEO title width%3$s: The SEO title is wider than the viewable limit. %2$sTry to make it shorter%3$s.":["%1$sLargeur de méta titre%3$s : Le méta titre est plus large que la limite visible. %2$sEssayez de le raccourcir%3$s."],"%1$sSEO title width%2$s: Good job!":["%1$sLongueur de méta titre%2$s : Bon travail !"],"%1$sSEO title width%3$s: The SEO title is too short. %2$sUse the space to add keyphrase variations or create compelling call-to-action copy%3$s.":["%1$sLongueur de méta titre%3$s : Le méta titre est trop court. %2$sUtilisez l’espace disponible pour ajouter des variantes ou des appels à l’action%3$s."],"%1$sOutbound links%2$s: There are both nofollowed and normal outbound links on this page. Good job!":["%1$sLiens externes%2$s : Il y a des liens nofollow et des liens normaux dans cette page. Bon travail !"],"%1$sOutbound links%2$s: Good job!":["%1$sLiens externes%2$s : Bon travail !"],"%1$sOutbound links%3$s: All outbound links on this page are nofollowed. %2$sAdd some normal links%3$s.":["%1$sLiens externes%3$s : Tous les liens externes de cette page sont en nofollow. %2$sAjoutez des liens normaux%3$s."],"%1$sOutbound links%3$s: No outbound links appear in this page. %2$sAdd some%3$s!":["%1$sLiens externes%3$s : Il n’y a pas de lien externe dans cette page. %2$sAjoutez-en%3$s !"],"%1$sMeta description length%2$s: Well done!":["%1$sLongueur de méta description%2$s : Parfait !"],"%1$sMeta description length%3$s: The meta description is over %4$d characters. To ensure the entire description will be visible, %2$syou should reduce the length%3$s!":["%1$sLongueur de méta description%3$s : La méta description fait plus de %4$d caractères. Pour vous assurer qu’elle soit entièrement visible, %2$svous devriez la raccourcir%3$s !"],"%1$sMeta description length%3$s: The meta description is too short (under %4$d characters). Up to %5$d characters are available. %2$sUse the space%3$s!":["%1$sLongueur de méta description%3$s : La méta description est trop courte (en dessous de %4$d caractères). Vous pouvez aller jusqu’à %5$d caractères, %2$sutilisez cet espace%3$s !"],"%1$sMeta description length%3$s:  No meta description has been specified. Search engines will display copy from the page instead. %2$sMake sure to write one%3$s!":["%1$sLongueur de méta description%3$s : Aucune méta description n’a été renseignée. Les moteurs de recherches afficheront du contenu de la page à la place. %2$sAssurez-vous d’en écrire une%3$s !"],"%1$sKeyphrase in meta description%2$s: The meta description has been specified, but it does not contain the keyphrase. %3$sFix that%4$s!":["%1$sRequête dans la méta description%2$s : La méta description a été renseignée mais elle ne contient pas la requête. %3$sAjoutez-la%4$s !"],"%1$sKeyphrase in meta description%2$s: The meta description contains the keyphrase %3$s times, which is over the advised maximum of 2 times. %4$sLimit that%5$s!":["%1$sRequête dans la méta description%2$s : La méta description contient la requête %3$s fois, ce qui est supérieur au maximum conseillé de 2 fois. %4$sRéfrénez-vous%5$s !"],"%1$sKeyphrase in meta description%2$s: Keyphrase or synonym appear in the meta description. Well done!":["%1$sRequête dans la méta description%2$s : La requête ou son synonyme apparaît dans la méta description. Parfait !"],"%3$sKeyphrase length%5$s: The keyphrase is %1$d words long. That's way more than the recommended maximum of %2$d words. %4$sMake it shorter%5$s!":["%3$sLongueur de la requête%5$s : La requête fait %1$d mots. C’est bien plus que le maximum recommandé de %2$d mots. %4$sChoisissez-en une plus courte%5$s !"],"%3$sKeyphrase length%5$s: The keyphrase is %1$d words long. That's more than the recommended maximum of %2$d words. %4$sMake it shorter%5$s!":["%3$sLongueur de la requête%5$s : La requête fait %1$d mots. C’est au delà du maximum recommandé de %2$d mots. %4$sChoisissez-en une plus courte%5$s !"],"%1$sKeyphrase length%2$s: Good job!":["%1$sLongueur de la requête%2$s : Bon travail !"],"%1$sKeyphrase length%3$s: No focus keyphrase was set for this page. %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sLongueur de la requête%3$s : Aucune requête cible n’a été définie pour cette page. %2$sRenseignez une requête afin de calculer votre score SEO%3$s."],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms do not appear in the first paragraph. %2$sMake sure the topic is clear immediately%3$s.":["%1$sRequête dans l’introduction%3$s : Votre requête ou ses synonymes n’apparaissent pas dans le premier paragraphe. %2$sAssurez-vous que le sujet soit rapidement évoqué%3$s."],"%1$sKeyphrase in introduction%3$s:Your keyphrase or its synonyms appear in the first paragraph of the copy, but not within one sentence. %2$sFix that%3$s!":["%1$sRequête dans l’introduction%3$s : Votre requête ou ses synonymes apparaissent dans le premier paragraphe de la publication mais pas dans la même phrase. %2$sCorrigez ce point%3$s !"],"%1$sKeyphrase in introduction%2$s: Well done!":["%1$sRequête dans l’introduction%2$s : Parfait !"],"%1$sInternal links%2$s: There are both nofollowed and normal internal links on this page. Good job!":["%1$sMaillage interne%2$s : Il y a aussi bien des liens internes en nofollow que des liens normaux sur cette page. Bien joué !"],"%1$sInternal links%2$s: You have enough internal links. Good job!":["%1$sInternal links%2$s: Vous avez suffisamment de liens internes. Bon travail!"],"%1$sInternal links%3$s: The internal links in this page are all nofollowed. %2$sAdd some good internal links%3$s.":["%1$sLiens internes%3$s: Les liens internes de cette page sont tous à ''nofollow''. %2$sAjoutez de bons liens internes%3$s."],"%1$sInternal links%3$s: No internal links appear in this page, %2$smake sure to add some%3$s!":["%1$sMaillage interne%3$s : Il n’y a aucun lien interne dans cette page, %2$sassurez-vous d’en ajouter%3$s !"],"%1$sTransition words%2$s: Well done!":["%1$sMots de transition%2$s : Parfait !"],"%1$sTransition words%2$s: Only %3$s of the sentences contain transition words, which is not enough. %4$sUse more of them%2$s.":["%1$sMots de transition%2$s : Seulement %3$s des phrases contiennent des mots de transition, ce qui n’est pas suffisant. %4$sUtilisez-en plus souvent%2$s."],"%1$sTransition words%2$s: None of the sentences contain transition words. %3$sUse some%2$s.":["%1$sMots de transition%2$s : Aucune de vos phrases ne contient de mots de transition. %3$sUtilisez-en%2$s."],"%1$sNot enough content%2$s: %3$sPlease add some content to enable a good analysis%2$s.":["%1$sPas assez de contenu%2$s : %3$sVeuillez ajouter du contenu pour permettre une bonne analyse%2$s."],"%1$sSubheading distribution%2$s: You are not using any subheadings, but your text is short enough and probably doesn't need them.":["%1$sDistribution des intertitres%2$s : Vous n’utilisez pas d’intertitres mais votre contenu est suffisamment court pour ne pas en mériter."],"%1$sSubheading distribution%2$s: You are not using any subheadings, although your text is rather long. %3$sTry and add some subheadings%2$s.":["%1$sDistribution des intertitres%2$s : Vous n’utilisez pas d’intertitres alors que votre contenu est relativement long. %3$sEssayez d’en ajouter%2$s."],"%1$sSubheading distribution%2$s: %3$d section of your text is longer than %4$d words and is not separated by any subheadings. %5$sAdd subheadings to improve readability%2$s.":["%1$sDistribution des intertitres%2$s : %3$d section de votre contenu fait plus de %4$d mots et n’est pas séparée par des intertitres. %5$sAjoutez-en pour améliorer la lisibilité%2$s.","%1$sDistribution des intertitres%2$s : %3$d sections de votre contenu font plus de %4$d mots et ne sont pas séparées par des intertitres. %5$sAjoutez-en pour améliorer la lisibilité%2$s."],"%1$sSubheading distribution%2$s: Great job!":["%1$sDistribution des intertitres%2$s : Bon travail !"],"%1$sSentence length%2$s: %3$s of the sentences contain more than %4$s words, which is more than the recommended maximum of %5$s. %6$sTry to shorten the sentences%2$s.":["%1$sLongueur de phrase%2$s : %3$s des phrases contiennent plus de %4$s mots, ce qui est au delà du ratio maximum recommandé de %5$s. %6$sEssayez de raccourcir vos phrases%2$s."],"%1$sSentence length%2$s: Great!":["%1$sLongueur de phrase%2$s : Très bien !"],"%1$sConsecutive sentences%2$s: There is enough variety in your sentences. That's great!":["%1$sPhrases consécutives%2$s : Il y a suffisamment de variété dans vos phrases. C’est super !"],"%1$sConsecutive sentences%2$s: The text contains %3$d consecutive sentences starting with the same word. %5$sTry to mix things up%2$s!":["%1$sPhrases consécutives%2$s : Le texte contient %3$d phrases consécutives qui commencent avec le même mot. %5$sAjoutez un peu de variété%2$s !","%1$sPhrases consécutives%2$s : Le texte contient %4$d instances dans lesquelles %3$d phrases consécutives ou plus commencent avec le même mot. %5$sAjoutez un peu de variété%2$s !"],"%1$sPassive voice%2$s: %3$s of the sentences contain passive voice, which is more than the recommended maximum of %4$s. %5$sTry to use their active counterparts%2$s.":["%1$sVoix passive%2$s : %3$s des phrases sont à la forme passive, ce qui est au delà du ratio maximum recommandé de %4$s. %5$sPassez plutôt à la voix active%2$s."],"%1$sPassive voice%2$s: You're using enough active voice. That's great!":["%1$sVoix passive%2$s : Vous utilisez suffisamment la voix active. C’est super !"],"%1$sParagraph length%2$s: %3$d of the paragraphs contains more than the recommended maximum of %4$d words. %5$sShorten your paragraphs%2$s!":["%1$sLongueur des paragraphes%2$s : %3$d des paragraphes font plus du maximum recommandé de %4$d mots. %5$sRaccourcissez vos paragraphes%2$s !","%1$sLongueur des paragraphes%2$s : %3$d des paragraphes font plus du maximum recommandé de %4$d mots. %5$sRaccourcissez vos paragraphes%2$s !"],"%1$sParagraph length%2$s: None of the paragraphs are too long. Great job!":["%1$sLongueur des paragraphes%2$s : Aucun de vos paragraphes n’est trop long. Bon travail !"],"Good job!":["Bon travail !"],"%1$sFlesch Reading Ease%2$s: The copy scores %3$s in the test, which is considered %4$s to read. %5$s%6$s%7$s":["%1$sTest de lisibilité Flesch%2$s : Votre contenu obtient %3$s au test, ce qui est considéré comme %4$s à lire. %5$s%6$s%7$s"],"Focus keyphrase":["Requête cible"],"%1$s with ID %2$s couldn't be patched":["%1$s avec l’ID %2$s ne peut pas être réparé"],"Invalid POST request. Meta values already exist for object with ID %1$s.":["Requête POST non valide. Les valeurs de métadonnées existent déjà pour l’objet avec l’ID %1$s."],"Indexable with ID `%1$s` does not exist":["L’objet indexable dont l’ID est `%1$s` n’existe pas"],"No object with ID %1$s and %2$s could be found":["Aucun objet avec l’ID %1$s et %2$s n’a pu être trouvé"],"`%1$s` is not a valid subtype of `%2$s`":["`%1$s` n’est pas un sous-type valide de `%2$s`"],"The object type `%1$s` is invalid":["Le type d’objet `%1$s` n’est pas valide"],"Invalid type for parameter `%1$s` passed. Expected `%2$s`, but got `%3$s`":["Le type non valide `%1$s` pour le paramètre a été accepté. `%2$s` était attendu mais `%3$s` a été reçu"],"The parameter `%1$s` cannot be empty.":["Le paramètre `%1$s` ne peut pas être vide."],"SEO: No Focus Keyphrase":["SEO : Aucune requête cible"],"Check Keyphrase Density":["Vérifier la densité de requête"],"Disable":["Désactiver"],"Allow Control":["Autoriser le contrôle"],"This tab allows you to selectively disable %s features for all sites in the network. By default all features are enabled, which allows site admins to choose for themselves if they want to toggle a feature on or off for their site. When you disable a feature here, site admins will not be able to use that feature at all.":["Cet onglet vous permet de désactiver certaines fonctionnalités de %s pour tous les sites du réseau. Par défaut, toutes les fonctionnalités sont activées, ce qui permet aux administrateurs de choisir lesquelles ils veulent activer/désactiver pour leur site. Lorsque vous désactivez une fonctionnalité ici, les administrateurs des sites ne pourront plus l’utiliser du tout."],"%s is a required feature toggle argument.":["%s est un argument d’activation de fonctionnalité obligatoire."],"Keyphrase:":["Requête :"],"Remove keyphrase":["Retirer la requête"],"This feature has been disabled by the network admin.":["Cette fonctionnalité a été désactivée par l’administrateur du réseau."],"Focus keyphrase not set.":["Requête cible non définie."],"Multiple keyphrases":["Plusieurs requêtes cibles"],"Colon":["Deux-points"],"Both %1$s and %2$s manage the SEO of your site. Running two SEO plugins at the same time is detrimental.":["%1$s et %2$s gèrent tous les deux le référencement de votre site. En ayant deux solutions concurrentes, vous pourriez créer des conflits au détriment de votre visibilité."],"There is a new notification.":["Il y a une nouvelle notification.","Il y a des nouvelles notifications."],"Learn more about the readability analysis":["Apprenez-en plus sur l’analyse de lisibilité"],"Describe the duration of the instruction:":["Saisissez la durée de cette instruction :"],"Optional. Customize how you want to describe the duration of the instruction":["Optionnel. Personnalisez comment vous voulez décrire cette durée."],"This is a list of related content to which you could link in your post. {{a}}Read our article about site structure{{/a}} to learn more about how internal linking can help improve your SEO.":["Ceci est une liste de contenus liés vers lesquels vous pourriez faire des liens dans cette publication. {{a}}Lisez notre article sur la structure des sites{{/a}} pour en apprendre plus sur l’intérêt des liens internes pour votre référencement."],"%s, %s and %s":["%s, %s et %s"],"%s and %s":["%s et %s"],"%d minute":["%d minute","%d minutes"],"%d hour":["%d heure","%d heures"],"%d day":["%d jour","%d jours"],"Enter a step title":["Donnez un titre à cette étape"],"Optional. This can give you better control over the styling of the steps.":["Facultatif. Cela vous donne plus de contrôle sur le style des étapes."],"CSS class(es) to apply to the steps":["Classe(s) CSS à appliquer aux étapes"],"minutes":["minutes"],"hours":["heures"],"days":["jours"],"Create a How-to guide in an SEO-friendly way. You can only use one How-to block per post.":["Créez un tutoriel optimisé pour le référencement. Vous ne pouvez utiliser qu’un seul bloc Tutoriel par publication."],"List your Frequently Asked Questions in an SEO-friendly way. You can only use one FAQ block per post.":["Créez une FAQ optimisée pour le référencement. Vous ne pouvez utiliser qu’un seul bloc FAQ par publication."],"Copy error":["Erreur de copie"],"An error occurred loading the %s primary taxonomy picker.":["Une erreur est survenue pendant le chargement du sélecteur de taxonomie principale de %s."],"%1$s Structured Data Blocks":["Blocs de données structurées de %1$s "],"Time needed:":["Temps nécessaire :"],"Move question down":["Descendre la question"],"Move question up":["Monter la question"],"Insert question":["Insérer une question"],"Delete question":["Effacer la question"],"Enter the answer to the question":["Saisissez la réponse à la question"],"Enter a question":["Saisissez une question"],"Add question":["Ajouter une question"],"Frequently Asked Questions":["Foire aux questions"],"Great news: you can, with %s!":["Bonne nouvelle : vous le pouvez avec %s !"],"Select the primary %s":["Choisissez la %s principale"],"Check links to this URL":["Vérifier les liens vers cette URL"],"Keyword research training":["Formation à la recherche de mots-clés"],"Please check the %1$sarchive template%2$s for the following content type: %3$s.":["Veuillez vérifier le %1$smodèle d’archive%2$s pour le type de publication suivant : %3$s.","Veuillez vérifier les %1$smodèles d’archive%2$s pour les types de publication suivants : %3$s."],"Are you trying to use multiple keyphrases? You should add them separately below.":["Essayez-vous d’utiliser plusieurs requêtes? Vous devriez les ajouter ci-dessous séparément."],"Mark as cornerstone content":["Marquer comme contenu Cornerstone"],"Move step down":["Faire descendre l’étape"],"Move step up":["Faire monter l’étape"],"Insert step":["Insérer une étape"],"Delete step":["Effacer l’étape"],"Add image":["Ajouter une image"],"Enter a step description":["Saisissez une description d’étape"],"Enter a description":["Saisissez une description"],"Unordered list":["Liste non-ordonnée"],"Showing step items as an ordered list.":["Affichage des étapes comme une liste ordonnée."],"Showing step items as an unordered list":["Affichage des étapes comme une liste non-ordonnée."],"Add step":["Ajouter une étape "],"Delete total time":["Effacer le temps total "],"Add total time":["Ajouter le temps total"],"How to":["Comment"],"How-to":["Comment"],"Snippet Preview":["Prévisualisation de l’extrait"],"Analysis results":["Résultats de l’analyse"],"Enter a focus keyphrase to calculate the SEO score":["Saisissez un mot-clé principal pour calculer votre pointage SEO"],"Learn more about Cornerstone Content.":["En savoir plus sur les contenus Cornerstone."],"Cornerstone content should be the most important and extensive articles on your site.":["Les contenus Cornerstone devraient être les publications les plus importantes et les plus longues de votre site. "],"Restore Site":["Restaurer le site"],"Network Settings":["Réglages du réseau"],"You are not allowed to perform this action.":["Vous n’avez pas les droits suffisants pour faire cette action."],"Error: %s":["Erreur : %s"],"Success: %s":["Succès : %s"],"Site with ID %d not found.":["Le site avec l’ID %d est introuvable."],"No site has been selected to restore.":["Aucun site n’a été sélectionné pour la restauration."],"You are not allowed to modify unregistered network settings.":["Vous n’avez pas les droits suffisants pour modifier les réglages d’un réseau non-enregistré."],"deleted":["supprimé"],"Would you like to add another keyphrase?":["Souhaitez-vous ajouter un autre mot-clé?"],"image preview":["Prévisualisation de l'image"],"Copied!":["Copié!"],"Not supported!":["Non supporté!"],"Read {{a}}our article about site structure{{/a}} to learn more about how internal linking can help improve your SEO.":["Lire {{a}}notre article sur la structure d'un site{{/a}} pour en apprendre plus sur comment les liens internes peuvent améliorer le référencement naturel."],"Once you add a bit more copy, we'll give you a list of related content here to which you could link in your post.":["Quand vous aurez plus de matériel, nous vous donnerons ici une liste de contenus suggérés que vous pourrez lier à votre article."],"Consider linking to these {{a}}cornerstone articles:{{/a}}":["Envisager un lien vers ces {{a}}articles incontournables{{/a}}"],"Consider linking to these articles:":["Envisager des liens vers ces articles"],"Copy link":["Copier le lien"],"Copy link to suggested article: %s":["Copier le lien vers l'article suggéré: %s"],"The site's tagline":["Slogan du site"],"%1$sRemove this message%2$s":["%1$sSupprimer ce message%2$s"],"We've recently improved the functionality of the Search Appearance settings. Unfortunately, we've discovered that for some edge-cases, saving the settings for specific post type archives might have gone wrong.":["Nous avons récemment amélioré les réglages SEO. Malheureusement, nous avons découvert que dans certains cas, l’enregistrement des réglages pour certains types de publications personnalisés pouvait ne plus fonctionner correctement."],"Not all required fields are given. Missing field %1$s":["Tous les champs requis ne sont pas remplis. Champs %1$s vide"],"Upgrade to %s »":["Passez à %s »"],"Optimize your site for Google News.":["Optimisez votre pour Google News."],"Optimize your shop's SEO and sell more products!":["Optimisez le référencement de votre boutique en ligne et vendez plus de produits!"],"Be found in Google Video search and enhance your video sharing on social media.":["Soyez visible dans la recherche vidéo de Google et boostez vos partages sociaux. "],"Be found in Google Maps and local results.":["Soyez visible dans la recherche vidéo de Google et boostez vos partages sociaux. "],"Extend Yoast SEO":["Allez plus loin avec Yoast SEO"],"Learn practical SEO skills to rank higher in Google.":["Apprenez des tactiques de référencement pour être plus visible dans Google."],"Don’t waste time figuring out the best settings yourself.":["Ne perdez pas de temps à deviner les meilleurs réglages par vous-même."],"Get quick wins to make your site rank higher in search engines.":["Devenez plus visible dans les résultats de recherche en quelques actions."],"Add synonyms":["Ajouter des synonymes "],"Would you like to add keyphrase synonyms?":["Voulez-vous ajouter des mots-clés synonymes?"],"Would you like to add more than one keyphrase?":["Voulez-vous ajouter plus d'un mot-clé?"],"You can edit the SEO meta-data for this custom type on the %1$sShop page%2$s.":["Vous pouvez éditer les métadonnées SEO de cette page dans les réglages de la %1$spage Boutique%2$s."],"You haven't set a Shop page in your WooCommerce settings. Please do this first.":["Vous n’avez pas défini de page « Boutique » dans vos réglages WooCommerce. Veuillez le faire dans un premier temps."],"Current year":["Année en cours"],"Page":["Page"],"Breadcrumb settings for %s archive":["Réglages du fil d’Ariane pour les archives des %s "],"Tagline":["Slogan"],"Modify your meta description by editing it right here":["Modifiez votre méta description directement ici"],"description (custom taxonomy)":["description (taxonomie personnalisée)"],"(custom taxonomy)":[" \t(taxonomie personnalisée) "],"(custom field)":["(champ personnalisé) "],"Term404":["Phrase404"],"Caption":["Légende"],"Pagenumber":["Numéropage"],"Pagetotal":["Nombrepages"],"Page number":["Numéro de page"],"User description":["Description de l’utilisateur"],"ID":["ID"],"Modified":["Modifié"],"Post type (plural)":["Types de publication (au pluriel)"],"Post type (singular)":["Type de publication (au singulier)"],"Separator":["Séparateur"],"Search phrase":["Phrase de recherche"],"Term title":["Titre de l’élément"],"Term description":["Description de l’élément"],"Tag description":["Étiquette du contenu"],"Category description":["Description de la catégorie "],"Primary category":["Catégorie principale"],"Category":["Catégorie "],"Tag":["Étiquette"],"Excerpt only":["Extrait seulement"],"Excerpt":["Extrait"],"Site title":["Titre du site"],"Archive title":["Titre de l’archive "],"Parent title":["Titre parent"],"Date":["Date"],"Label":["Libellé"],"You should create a redirect to ensure your visitors do not get a 404 error when they click on the no longer working URL.":["Vous devriez créer une redirection pour vous assurer que les visiteurs n’obtiennent pas une erreur 404 lorsqu’ils cliquent sur des URL cassées. "],"Search engines and other websites can still send traffic to your deleted post.":["Les moteurs de recherche et d’autres sites peuvent continuer à envoyer du trafic à votre publication effacée."],"Make sure you don't miss out on traffic!":["Assurez-vous de ne pas perdre de trafic!"],"You just deleted a %1$s.":["Vous venez de supprimer un·e %1$s."],"You just trashed a %1$s.":["Vous venez de mettre un·e %1$s à la corbeille."],"Settings for %s archive":["Réglages pour les archives des %s"],"Settings for single %s URLs":["Réglages pour les URL de %s"],"The settings on this page allow you to specify what the default search appearance should be for any type of content you have. You can choose which content types appear in search results and what their default description should be.":["Les réglages sur cette page vous permettent de définir l’apparence par défaut de vos contenus dans les résultats de recherche. Vous pouvez choisir quels types de contenus seront indexés et comment doit être construite leur description par défaut."],"Note that not all variables can be used in every field.":["Sachez que toutes les variables ne peuvent pas être utilisées dans tous les champs."],"Snippet variables":["Variables d’extrait"],"%1$s respects your privacy. Read our %2$sprivacy policy%3$s on how we handle your personal information.":["%1$s protège votre vie privée. Consultez notre %2$spolitique de confidentialité%3$s pour comprendre comment nous traitons vos données personnelles. "],"If you know what this means and you do not want to see this message anymore, you can %1$sdismiss this message%2$s.":["Si vous savez ce que cela signifie et que vous ne souhaitez plus voir ce message, vous pouvez %1$sle masquer%2$s."],"Your site's settings currently allow attachment URLs on your site to exist. Please read %1$sthis post about a potential issue%2$s with attachment URLs and check whether you have the correct setting for your site.":["Vos réglages permettent aux URL des fichiers joints d’exister. Veuillez consulter %1$scet article au sujet du problème que cela peut poser%2$s et vérifiez vos réglages ensuite. "],"Unknown type %1$s":["Type inconnu %1$s"],"Includes a free MyYoast account which gives you access to our free SEO for Beginners course!":["Comprend un compte MyYoast gratuit qui vous donner accès à notre formation \"SEO for Beginners\"!"],"Sign up for our newsletter if you would like to keep up-to-date about %1$s, other cool plugins by %2$s, and interesting news and tips from the world of SEO.":["Inscrivez-vous à notre newsletter si vous souhaitez rester à jour sur %1$s, d'autres extensions de %2$s, des actualités et des astuces du monde du référencement naturel."],"Get your Baidu verification code in %1$sBaidu Webmaster Tools%2$s.":["Récupérez votre code de vérification Baidu dans %1$sBaidu Webmaster Tools%2$s."],"Baidu verification code":["Code de vérification Baidu "],"The %s importer functionality uses temporary database tables. It seems your WordPress install does not have the capability to do this, please consult your hosting provider.":["L’importateur %s utilise des tables temporaires de base de données. Il semblerait que votre installation WordPress ne le permette pas. Veuillez solliciter votre hébergeur."],"Cleanup of %s data failed.":["Le nettoyage des données de %s a échoué. "],"Content Type":["Type de contenu"],"Filter by content type":["Filtrer par type de contenu"],"Show All Content Types":["Afficher tous les types de contenu"],"To fix this uncheck the box in front of the \"Break comments into pages...\" on the %1$sComment settings page%2$s.":["Pour régler ce problème, décochez la case de « Diviser les commentaires en pages… » dans %1$sles réglages de Discussion%2$s."],"Replaced with the normal title for an archive generated by WordPress":["Remplacé avec un titre d’archive normal généré par WordPress"],"Clean":["Propre"],"Once you're certain your site is OK, you can clean up. This will remove all the original data.":["Une fois que vous avez la certitude que votre site est OK, vous pouvez le nettoyer. Cela retirera toutes les données antérieures."],"Step 5: Clean up":["Étape 5 : Nettoyez"],"You should run the configuration wizard, from the SEO &rarr; General &rarr; Dashboard page, to make sure all the settings for your site are correct.":["Vous devriez lancer l’assistant de configuration depuis SEO &rarr; Réglages généraux &rarr; Tableau de bord, pour vous assurer que tous les réglages sont corrects. "],"Step 4: Run the configuration wizard":["Étape 4 : Lancez l’assistant de configuration"],"Please check your posts and pages and see if the metadata was successfully imported.":["Veuillez vérifier que les métadonnées de vos articles et pages soient bien importés."],"Step 3: Check your data":["Étape 3 : Vérifiez vos données"],"This will import the post metadata like SEO titles and descriptions into your Yoast SEO metadata. It will only do this when there is no existing Yoast SEO metadata yet. The original data will remain in place.":["Cela importera les métadonnées de vos publications telles que les titres et descriptions SEO. Cela ne fonctionnera que s’il n’existe pas encore de métadonnées appartenant à Yoast SEO. Les données antérieures ne seront pas effacées."],"Step 2: Import":["Étape 2 : Importez"],"Please make a backup of your database before starting this process.":["Veuillez faire une sauvegarde de votre base de données avant de lancer ce processus."],"Step 1: Create a backup":["Étape 1 : Sauvegardez"],"We've detected data from one or more SEO plugins on your site. Please follow the following steps to import that data:":["Nous avons détecté que vous utilisez une ou plusieurs extensions SEO sur votre site. Veuillez suivre les étapes suivantes pour en importer les données :"],"Plugin: ":["Extension : "],"Yoast SEO did not detect any plugin data from plugins it can import from.":["Yoast SEO n’a pas détecté d’extension dont il peut importer les données."],"Posts that should not show up in search results":["Articles qui devraient apparaître dans les résultats de recherche"],"Posts with the SEO score: %1$sgood%2$s":["Articles avec le pointage SEO : %1$sBien%2$s"],"Posts with the SEO score: %1$sOK%2$s":["Articles avec le pointage SEO : %1$sOK%2$s"],"Posts with the SEO score: %1$sneeds improvement%2$s":["Articles avec le pointage SEO : %1$sÀ améliorer%2$s"],"%s data found.":["%s données trouvées."],"%s data successfully removed.":["Données de %s supprimées avec succès. "],"%s data successfully imported.":["Données de %s importées avec succès. "],"%s data not found.":["%s données introuvables. "],"Improve your SEO skills":["Améliorez vos compétences en référencement"],"No ads":["Pas de pub"],"24/7 email support":["Support par courriel 24/7 "],"No more dead links a.k.a. 404 pages":["Plus de liens morts (ou pages 404)"],"Get real-time suggestions for internal links":["Recevez des suggestions en temps réel sur votre maillage interne"],"Preview your page in Facebook and Twitter":["Prévisualisez votre page dans Facebook et Twitter"],"Upgrade to %1$s":["Passez à %1$s"],"Click the \"%3$s\" button to use the meta description already set in the %1$sSearch Appearance Homepage%2$s setting.":["Cliquez sur le bouton \"%3$s\" pour utiliser la méta description définie dans les %1$sréglages SEO de la page d’accueil%2$s. "],"Help on copying the home meta description":["Aide pour copier la méta description de la page d’accueil"],"To let search engines know which social profiles are associated to this site, enter your site social profiles data below.":["Pour permettre aux moteurs de recherche de savoir quels profils sociaux sont associés à ce site, renseignez les données sociales ci-dessous."],"Learn more about your social profiles settings":["En savoir plus au sujet des réglages des profils sociaux"],"Remove the categories prefix":["Retirer le préfixe des catégories"],"Help on the category prefix setting":["Aide sur le réglage de préfixe de catégorie"],"Learn more about the available variables":["En savoir plus sur les variables disponibles"],"Learn more about the RSS feed setting":["En savoir plus sur les réglages de flux RSS"],"When you upload media (an image or video for example) to WordPress, it doesn't just save the media, it creates an attachment URL for it. These attachment pages are quite empty: they contain the media item and maybe a title if you entered one. Because of that, if you never use these attachment URLs, it's better to disable them, and redirect them to the media item itself.":["Lorsque vous téléversez un média dans WordPress (une image ou une vidéo par exemple), il crée également une URL de fichier joint. Ces pages sont relativement vides : elles contiennent le média et éventuellement un titre si vous en avez renseigné un. C'est pour cette raison que si vous n'utilisez pas les fichiers joints, il vaut mieux les désactiver et les rediriger vers les médias."],"Learn more about the Media and attachment URLs setting":["En savoir plus sur les réglages des URL de médias et fichiers joints"],"Learn more about the title separator setting":["En savoir plus sur le réglage du séparateur de titre"],"Learn more about the knowledge graph setting":["En savoir plus sur le réglage du graphique de connaissances"],"Learn more about the homepage setting":["En savoir plus sur le réglage de page d’accueil"],"Learn more about the special pages setting":["En savoir plus sur le réglage des pages spéciales"],"Help on the date archives search results setting":["Aide sur le réglage des résultats de recherche pour les archives de date"],"Not showing the archives for authors without posts in the search results technically means those will have a %1$s robots meta and will be excluded from XML sitemaps. %2$sMore info on the search results settings%3$s.":["Ne pas afficher les archives d’auteurs sans publication dans les résultats de recherche implique qu’elles auront une consigne %1$s et seront exclues des plans de site XML. %2$sPlus d’informations sur les réglages de résultats de recherche%3$s."],"Help on the authors without posts archive search results setting":["Aide sur le réglage des résultats de recherche pour les archives des auteurs sans publication"],"Not showing the archive for authors in the search results technically means those will have a %1$s robots meta and will be excluded from XML sitemaps. %2$sMore info on the search results settings%3$s.":["Ne pas afficher les archives d’auteurs dans les résultats de recherche implique qu’elles auront une consigne %1$s et seront exclues des plans de site XML. %2$sPlus d’informations sur les réglages de résultats de recherche%3$s."],"Help on the author archives search results setting":["Aide sur le réglage des résultats de recherche pour les archives d’auteurs"],"Archives settings help":["Aide sur les réglages d’archives "],"Learn more about the archives setting":["Aide sur les réglages d’archives"],"Get your Yandex verification code in %1$sYandex Webmaster Tools%2$s.":["Récupérez votre code de vérification Yandex dans %1$sYandex Webmaster Tools%2$s."],"Yandex verification code":["Code de vérification Yandex"],"Get your Google verification code in %1$sGoogle Search Console%2$s.":["Récupérez votre code de vérification Google dans %1$sGoogle Search Console%2$s."],"Google verification code":["Code de vérification Google"],"Get your Bing verification code in %1$sBing Webmaster Tools%2$s.":["Récupérez votre code de vérification Bing dans %1$sBing Webmaster Tools%2$s."],"Bing verification code":["Code de vérification Bing "],"You can use the boxes below to verify with the different Webmaster Tools. This feature will add a verification meta tag on your home page. Follow the links to the different Webmaster Tools and look for instructions for the meta tag verification method to get the verification code. If your site is already verified, you can just forget about these.":["Vous pouvez utiliser les champs ci-dessous pour vérifier votre auprès des différents moteurs de recherche. Cette fonctionnalité ajoutera une métadonnée de vérification sur votre page d’accueil. Cliquez sur les liens des différents outils pour webmasters et utilisez les options de vérification par métadonnées pour obtenir votre code. Si votre site est déjà validé, vous pouvez oublier ces réglages."],"Learn more about the Webmaster Tools verification":["En savoir plus sur la vérification par les moteurs de recherche"],"On":["Activé"],"Help on: %s":["Aide sur : %s"],"%1$s comes with a lot of features. You can enable / disable some of them below. Clicking the question mark gives more information about the feature.":["%1$s propose de nombreuses fonctionnalités. Vous pouvez en activer/désactiver certaines ci-dessous. En cliquant sur le point d’interrogation, vous obtiendrez plus d’informations à leur sujet. "],"Off":["Désactivé"],"The advanced section of the %1$s meta box allows a user to remove posts from the search results or change the canonical. These are things you might not want any author to do. That's why, by default, only editors and administrators can do this. Setting to \"%2$s\" allows all users to change these settings.":["La section avancée de l’encart de métadonnées de %1$s permet aux utilisateurs de désindexer une publication ou d’en changer le lien canonique. Ce sont des manipulations qu’il ne vaut mieux pas laisser à la portée de tous les auteurs. C‘est pourquoi, par défaut, seuls les éditeurs et les administrateurs peuvent le faire. Régler à « %2$s » permet à tous les utilisateurs de modifier ces réglages."],"Security: no advanced settings for authors":["Sécurité : pas de réglages avancés pour les auteurs"],"See who contributed to %1$s.":["Voir qui a contribué à %1$s."],"Help on this search results setting":["Aide sur les réglages de résultats de recherche"],"Not showing the archive for %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["Ne pas afficher les archives des %1$s dans les résultats de recherche implique qu'elles auront une consigne %2$s et seront exclues des plans de site XML. %3$sPlus d'informations sur les réglages de résultats de recherche%4$s."],"Not showing %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["Ne pas afficher les %1$s dans les résultats de recherche implique qu'ils ou elles auront une consigne %2$s et seront exclu·es des plans de site XML. %3$sPlus d'informations sur les réglages de résultats de recherche%4$s."],"Check SEO configuration":["Vérifier la configuration SEO "],"Want to make sure your %1$s settings are still OK? %2$sOpen the configuration wizard again%3$s to validate them.":["Vous souhaitez vérifier que vos réglages de %1$s sont toujours bons ? %2$sOuvrez l'assistant de configuration%3$s pour le déterminer."],"Default for %2$s, currently: %1$s":["Réglages par défaut pour %2$s, actuellement : %1$s "],"Show %s in search results?":["Afficher les %s dans les résultats de recherche?"],"this author's archives":["archives de cet auteur"],"Do not allow search engines to show %s in search results.":["Empêcher les moteurs de recherche d’afficher %s dans les résultats de recherche."],"Category URLs in WordPress contain a prefix, usually %s, this feature removes that prefix, for categories only.":["Les URL de catégorie contiennent un préfixe dans WordPress tel que %s. Cette fonctionnalité le retire mais seulement pour les catégories. "],"Category URLs":["URL des catégories "],"the archive for %s":["l'archive des %s"],"Redirect attachment URLs to the attachment itself?":["Rediriger les URL des fichiers joints aux médias?"],"We recommend you set this to Yes.":["Nous vous recommandons de sélectionner \"Oui\"."],"Media & attachment URLs":["URL de médias et fichiers joints"],"This is what shows in the search results when people find your homepage. This means this is probably what they see when they search for your brand name.":["C'est ce qui apparaît dans les résultats de recherche lorsque les internautes trouvent votre page d'accueil. Cela signifie qu'ils vous recherchaient probablement au travers du nom de votre marque."],"date archives":["archives de date "],"archives for authors without posts":["archives d’auteurs sans publication "],"Read why XML Sitemaps are important for your site.":["Découvrez pourquoi les plans de site XML sont importants pour votre site."],"Enable the XML sitemaps that %s generates.":["Activer les plans de site générés par %s."],"See the XML sitemap.":["Voir le plan de site XML."],"%2$s (current default for %1$s)":["%2$s (réglage par défaut pour les %1$s) "],"Media":["Médias"],"Content Types":["Type de contenu "],"Should search engines follow links on this %1$s?":["Les moteurs de recherche doivent-ils suivre les liens sur le contenu %1$s?"],"Allow search engines to show this %s in search results?":["Autoriser les moteurs de recherche à afficher le contenu %s dans les résultats de recherche? "],"Search Appearance":["Réglages SEO"],"Please specify what content types you would like to appear in search engines. If you do not know the differences between these, it's best to choose the default settings.":["Veuillez spécifier quel types de publications vous souhaiteriez voir apparaître \ndans les résultats de recherche.\nSi vous ne savez pas le déterminer, il vaut mieux mieux choisir \nles réglages par défaut."],"Search engines should show \"%1$s\" in search results:":["Les moteurs de recherche devraient afficher les %1$s dans les résultats de recherche :"],"Search engine visibility":["Visibilité dans les moteurs de recherche"],"Toggle %1$s's XML Sitemap":["Activer le plan de site XML de %1$s"],"Support requests you create here are sent directly into our support system, which is secured with 256 bit SSL, so communication is 100% secure.":["Les demandes de supports crées ici sont directement envoyés à notre outil de support qui est sécurisé avec un certificat SSL 256 bit afin que nos communications soient sécurisées."],"Readability: %1$sNot available%2$s":["Lisibilité : %1$sNon disponible%2$s"],"The cornerstone content feature lets you to mark and filter cornerstone content on your website.":["La fonctionnalité des contenus Cornerstone vous permets de distinguer et filtrer les contenus les plus importants de votre site."],"If you have a problem that you can't solve with our video tutorials or knowledge base, you can send a message to our support team. They can be reached 24/7.":["Si vous avez un problème qui n'est pas résolu grâce à nos tutoriels vidéo ou notre base de connaissances, vous pouvez envoyer un message à notre support. Ils peuvent être contactés 24/7."],"Search result":["Résultats de recherche"],"New support request":["Nouvelle demande de support"],"Readability: %1$sNeeds improvement%2$s":["Lisibilité : %1$sÀ améliorer%2$s"],"Readability: %1$sOK%2$s":["Lisibilité : %1$sOk%2$s"],"Readability: %1$sGood%2$s":["Lisibilité : %1$sBonne%2$s"],"SEO: %1$sNot available%2$s":["SEO : %1$sNon disponible%2$s"],"SEO: %1$sNeeds improvement%2$s":["SEO : %1$sÀ améliorer%2$s"],"SEO: %1$sOK%2$s":["SEO : %1$sOK%2$s"],"SEO: %1$sGood%2$s":["SEO : %1$sBien%2$s"],"Good results":["Déjà optimisé"],"Get better search results in local search":["Obtenez de meilleurs résultats locaux"],"Allow customers to pick up their %s order locally":["Permet à vos clients de récupérer leur commandes %s sur place. "],"SEO analysis":["Analyse SEO"],"The SEO analysis offers suggestions to improve the SEO of your text.":["L'analyse SEO propose des suggestions pour améliorer le référencement de votre texte."],"Learn how the SEO analysis can help you rank.":["Découvrez comment l'analyse SEO peut améliorer votre référencement."],"The readability analysis offers suggestions to improve the structure and style of your text.":["L'analyse de lisibilité propose des suggestions pour améliorer la structure et le style de votre texte."],"Discover why readability is important for SEO.":["Découvrez pourquoi la lisibilité est importante pour le SEO."],"Find out how cornerstone content can help you improve your site structure.":["Découvrez comment les contenus Cornerstone peuvent améliorer votre structure de site."],"The text link counter helps you improve your site structure.":["Le compteur de liens vous aide à améliorer la structure de votre site."],"Find out how the text link counter can enhance your SEO.":["Découvrez comment le compteur de liens peut améliorer votre SEO."],"%s integration":["Intégration de %s "],"Read more about how %s works.":["Découvrez comment %s fonctionne."],"Enable this feature if you want Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared.":["Activez cette fonctionnalité si vous voulez que Facebook et d'autres réseaux sociaux affichent un extrait avec images lorsque votre site est partagé."],"Enable this feature if you want Twitter to display a preview with images and a text excerpt when a link to your site is shared.":["Activez cette fonctionnalité si vous voulez que Twitter affiche un extrait avec images lorsque votre site est partagé."],"Find out why you should upgrade to %s":["Découvrez pourquoi vous devriez passer à %s"],"https://yoa.st/1uk":["https://yoa.st/1uk"],"https://yoa.st/1uj":["https://yoa.st/1uj"],"Meta box":["Encart de métadonnées"],"Latest blog posts on %1$s":["Derniers articles sur %1$s"],"Need help?":["Besoin d'aide?"],"Type here to search...":["Écrivez ici pour rechercher..."],"Search the Yoast Knowledge Base for answers to your questions:":["Cherchez dans la base de connaissances de Yoast pour trouver les réponses à vos questions :"],"Remove highlight from the text":["Retirer le surlignement du texte"],"Number of results found: %s":["Nombre de résultats : %s"],"Get started quickly with the %1$s %2$sconfiguration wizard%3$s!":["Optimisez rapidement votre référencement avec %2$sl'assistant de configuration%3$s de %1$s!"],"First-time SEO configuration":["Première configuration SEO"],"Your site language is set to {language}. If this is not correct, contact your site administrator.":["La langue de votre site est réglée à {language}. Si ce n’est pas approprié, contactez l’administrateur de votre site. "],"Your site language is set to {language}.":["Votre site est réglé en {language}. "],"Highlight this result in the text":["Surligner ce résultat dans le texte"],"Considerations":["Considérations "],"Errors":["Erreurs"],"Change language":["Changer de langue"],"You cannot create a %s file.":["Vous ne pouvez pas créer de fichier %s."],"You cannot edit the %s file.":["Vous ne pouvez pas modifier le fichier %s."],"Updated %s":["%s mis à jour"],"Create %s file":["Créer le fichier %s "],"Edit the content of your %s:":["Modifiez le contenu de votre %s :"],"Save changes to %s":["Enregistrer les changements de %s"],"%s file":["fichier %s "],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please install %3$s to make your life better. %4$s.":["%1$s et %2$s peuvent encore mieux fonctionner ensemble en ajoutant une extension complémentaire. Veuillez installer %3$s pour vous faciliter la vie. %4$s. "],"More information":["Plus d'informations"],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please activate %3$s to make your life better.":["%1$s et %2$s peuvent encore mieux fonctionner ensemble en ajoutant une extension complémentaire. Veuillez activer %3$s pour vous faciliter la vie. "],"More information about %1$s":["Plus d'informations au sujet de %1$s"],"Configuration Wizard":["Assistant de configuration "],"You've done it!":["Vous avez réussi!"],"Seamlessly integrate %1$s into your AMP pages!":["Intègre facilement %1$s à vos pages AMP!"],"Seamlessly integrate %2$s with %1$s for the content analysis!":["Intègre facilement %1$s à %2$s pour l'analyse de contenu!"],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please install %3$s to make your life better.":["%1$s et %2$s peuvent encore mieux fonctionner ensemble en ajoutant une extension complémentaire. Veuillez installer %3$s pour vous faciliter la vie. "],"The search appearance settings for %1$s are made up of variables that are replaced by specific values from the page when the page is displayed. The table below contains a list of the available variables.":["Les réglages SEO de %1$s sont composés de variables qui sont remplacées par les valeurs des pages en question. Le tableau ci-dessous donne la liste des variables disponibles."],"Mark the most important %1$s as 'cornerstone content' to improve your site structure. %2$sLearn more about cornerstone content%3$s.":["Marquez les contenus les plus importants des %1$s comme \"contenus Cornerstone\" pour améliorer la structure de votre site. %2$sEn savoir plus sur les contenus Cornerstone (en anglais)%3$s."],"Follow our Yoast SEO for WordPress training and become a certified Yoast SEO Expert!":["Suivez notre formation \"Yoast SEO for WordPress\" et devenez un expert Yoast SEO certifié!"],"Enroll in the Yoast SEO for WordPress training »":["Inscrivez-vous à la formation \"Yoast SEO for WordPress\""],"Loading help center.":["Chargement du centre d'aide."],"Get support":["Obtenez de l'assistance"],"View in KB":["Voir dans la documentation"],"Go back":["Retour"],"Go back to the search results":["Retour aux résultats de recherche"],"(Opens in a new browser tab)":["(S’ouvre dans un nouvel onglet) "],"Want to be a Yoast SEO Expert?":["Vous souhaitez devenir un expert Yoast SEO?"],"Posts %1$swithout%2$s a focus keyphrase":["Articles %1$ssans%2$s mot-clé principal"],"Hey, your SEO is doing pretty well! Check out the stats:":["Hey, votre SEO se porte plutôt bien! Regardez les statistiques :"],"You don't have any published posts, your SEO scores will appear here once you make your first post!":["Vous n'avez pas encore publié d'articles, vos scores SEO apparaîtront une fois que vous l'aurez fait!"],"On this page, you can change the name of your site and choose which separator to use. The separator will display, for instance, between your post title and site name. Symbols are shown in the size they'll appear in the search results. Choose the one that fits your brand best or takes up the least space in the snippets.":["Sur cette page, vous pouvez changer le nom de votre site et choisir\nle séparateur à utiliser. Ce dernier apparaîtra, par exemple, entre \nvotre titre de publication et le nom de votre site. Les symboles sont affichés \ndans la taille qu'ils auront dans les résultats de recherche. Choisissez-en\nun qui colle à votre marque ou qui prend le moins de place dans l'extrait."],"Something else":["Quelque chose d'autre"],"A portfolio":["Un portefeuille"],"A corporation":["Une compagnie"],"A small offline business":["Une petite entreprise « hors-ligne » "],"A news channel":["Une chaîne d’information "],"An online shop":["Une boutique en ligne "],"A blog":["Un blogue"],"What does the site %1$s represent?":["Que représente le site %1$s?"],"If you choose no, your author archives will be deactivated to prevent  duplicate content issues.":["Si vous choisissez « Désactivé », vos archives d'auteur seront désactivées\npour éviter de générer du contenu dupliqué."],"Note: we don't store your data in any way and don't have full access to your account. Your privacy is safe with us.":["Remarque : Nous ne conservons aucune de vos données et nous n'avons pas accès \nà votre compte. Votre vie privée nous tient à cœur."],"%1$s integrates with Google Search Console, a must-have tool for site owners. It provides you with information about the health of your site. Don't have a Google account or is your site not activated yet? Find out %2$show to connect Google Search Console to your site%3$s.":["%1$s s’intègre à Google Search Console, un outil indispensable pour les webmestres. Il vous permet d’obtenir des informations sur la santé de votre site. Vous n’avez pas encore de compte Google ou votre site n’est pas encore activé? %2$sDécouvrez comment lier Google Search Console à votre site.%3$s "],"Option B: My site is under construction and should not be indexed":["Option B : Mon site est en construction et ne devrait pas être indexé."],"Option A: My site is live and ready to be indexed":["Option A : Mon site est en live et prêt à être indexé."],"Choose under construction if you want to keep the site out of the index of search engines. Don't forget to activate it once you're ready to publish your site.":["Choisissez \"en construction\" si vous souhaitez que votre site ne soit pas indexé par les moteurs de recherche. N’oubliez pas de changer le réglage une fois que votre site est prêt à être publié. "],"Please specify if your site is under construction or already active.":["Veuillez préciser si votre site est en construction ou déjà en ligne."],"This information will be used in Google's Knowledge Graph Card, the big block of information you see on the right side of the search results.":["Cette information sera utilisée dans les cartes du Knowledge Graph de Google, \nle grand bloc d'informations que vous voyez à droite des résultats de recherche."],"Close wizard":["Fermer l’assistant "],"Read more like this on our SEO blog":["Lisez plus d'informations comme celle-ci sur notre blog SEO"],"Readability: Good":["Lisibilité : Bonne"],"Readability: OK":["Lisibilité : OK"],"Readability: Needs improvement":["Lisibilité : Peut être améliorée"],"SEO: Needs improvement":["SEO : Peut être amélioré"],"Not activated":["Pas activé"],"Activated":["Activé"],"%1$s recommendations for you":["%1$s recommandations pour vous "],"All Readability Scores":["Tous les pointages de lisibilité "],"Filter by Readability Score":["Filtrer par pointage de lisibilité"],"You are not receiving updates or support! Fix this problem by adding this site and enabling %1$s for it in %2$s.":["Vous ne recevez ni mises à jour, ni support ! Réglez ce problème en ajoutant ce site et activez %1$s pour ce domaine dans %2$s."],"Request method %1$s is not valid.":["La méthode de requête %1$s n'est pas valide."],"Muted notifications:":["Notifications masquées :"],"Muted problems:":["Problèmes masqués :"],"Do you want to preview what it will look like if people share this post on %1$s? You can, with %2$s.":["Souhaitez-vous voir ce à quoi ressemblera le partage de cette publication sur %1$s ? Vous le pouvez, avec %2$s."],"Good job! All the links in your texts have been counted.":["Beau travail! Tous les liens dans vos textes ont été comptés."],"Calculation completed.":["Calcul terminé. "],"Calculation in progress...":["Calcul en cours&hellip; "],"Stop counting":["Calcul terminé."],"Counting links in your texts":["Comptage les liens dans vos textes "],"Text %1$s of %2$s processed.":["%1$s texte sur %2$s fait."],"All your texts are already counted, there is no need to count them again.":["Tous vos textes sont déjà comptés, ce n’est pas nécessaire de les compter à nouveau. "],"Count links in your texts":["Compter les liens dans vos textes "],"The links in all your public texts need to be counted. This will provide insights of which texts need more links to them. If you want to know more about the why and how of internal linking, check out %1$sthe article about internal linking on %2$s%3$s.":["Les liens dans tous vos textes publics doivent être comptés. Cela fournira des informations sur les textes qui nécessiteraient d'avoir plus de liens vers eux. Si vous souhaitez en savoir plus sur la façon d'utiliser les liens internes, consultez %1$s à propos des liens internes sur %2$s%3$s."],"Text link counter":["Compteur de lien textuel"],"Number of internal links linking to this post. See \"Yoast Columns\" text in the help tab for more info.":["Nombre de liens internes vers cette publication. Voir le texte \"Colonnes Yoast\" dans l'onglet aide pour plus d'info."],"Number of outgoing internal links in this post. See \"Yoast Columns\" text in the help tab for more info.":["Nombre de liens internes dans cette publication. Voir \"Colonnes Yoast\" dans l'onglet Aide pour plus d'info."],"%1$s adds several columns to this page. We've written an article about %2$show to use the SEO score and Readability score%3$s. The links columns show the number of articles on this site linking %5$sto%6$s this article and the number of URLs linked %5$sfrom%6$s this article. Learn more about %4$show to use these features to improve your internal linking%3$s, which greatly enhances your SEO.":["%1$s ajoute plusieurs colonnes à cette page. Nous avons écrit un article expliquant %2$scomment utiliser les pointages SEO et de lisibilité%3$s. La colonne des liens affiche le nombre de contenus sur ce site faisant des liens %5$svers%6$s ce contenu et le nombre d’URL visées %5$spar%6$s ce contenu. Apprenez-en plus sur %4$sl’utilisation de ces fonctionnalités et l’amélioration de votre maillage interne%3$s, ce qui améliore fortement votre référencement naturel."],"%s Columns":["Colonnes %s"],"Readability score":["Pointage de lisibilité"],"Other benefits of %s for you:":["Autres bénéfices de %s pour vous :"],"%1$sSocial media preview%2$s: Facebook &amp; Twitter":["%1$sAperçu des réseaux sociaux%2$s: Facebook &amp; Twitter"],"Scroll to see the preview content.":["Faire défiler pour voir l’aperçu du contenu."],"Cornerstone content":["Contenu Cornerstone"],"%1$s will now take care of all the needed technical optimization of your site. To really improve your site's performance in the search results, it's important to start creating content that ranks well for keyphrases you care about. Check out this video in which we explain how to use the %1$s metabox when you edit posts or pages.":["%1$s va maintenant prendre en charge l’optimisation technique nécessaire pour votre site. Pour vraiment améliorer sa performance dans les résultats de recherche, il est important de créer des contenus qui correspondent réellement aux requêtes qui vous intéressent. Visionnez cette vidéo pour savoir comment utiliser le gestionnaire de métadonnées de %1$s quand vous modifiez des articles ou des pages."],"If you want to outrank the competition in a specific town or region, check out our %1$s plugin! You’ll be able to easily insert Google maps, opening hours, contact information and a store locator. Besides that %1$s helps you to improve the usability of your contact page.":["Si vous souhaitez dépasser la concurrence dans une ville ou une région spécifique, intéressez vous à notre extension %1$s ! Vous pourrez facilement insérer des cartes Google, les heures d’ouverture, des informations de contact et un localisateur de magasin. %1$s vous aide à améliorer la convivialité de votre page de contact."],"Attract more customers near you":["Attirez plus de consommateurs près de chez vous"],"Do you want to know all the ins and outs of the %1$s plugin? Do you want to learn all about our advanced settings? Want to be able to really get the most out of the %1$s plugin? Check out our %1$s plugin training and start outranking the competition!":["Voulez-vous tout connaître en ce qui concerne %1$s ? Voulez-vous tout apprendre sur nos réglages avancés<? Voulez-vous être en mesure de tirer le meilleur parti de l’extension %1$s ? Découvrez notre formation sur %1$s et battez votre concurrence !"],"Get the most out of %1$s with the %2$s":["Tirez le meilleur parti de %1$s avec %2$s"],"Upgrade to Premium":["Passez à la version Premium"],"Do you want to outrank your competition? %1$s gives you awesome additional features that'll help you to set up your SEO strategy like a professional. Add synonyms and related keywords, use our Premium SEO analysis, the redirect manager and our internal linking tool. %1$s will also give you access to premium support.":["Voulez-vous faire mieux que vos concurrents? %1$s vous offre des fonctionnalités fantastiques qui vous aideront à mettre en place une stratégie de référencement comme un professionnel. Utilisez les synonymes et les requêtes cibles multiples, notre analyse SEO premium, le gestionnaire de redirection et notre outil de maillage interne. %1$s vous donnera également accès à un support premium."],"Outrank the competition with %s":["Dépassez la concurrence avec %s"],"You might like":["Vous pourriez aimer"],"Newsletter":["Newsletter"],"We have detected that you have not finished this wizard yet, so we recommend you to %2$sstart the configuration wizard to configure %1$s%3$s.":["Nous avons détecté que vous n’avez pas suivi jusqu’au bout l’assistant. Nous vous recommandons donc de %2$slancer l’assistant de configuration pour configurer %1$s%3$s."],"The configuration wizard helps you to easily configure your site to have the optimal SEO settings.":["L’assistant de configuration vous aide à configurer facilement votre site pour avoir des réglages SEO optimaux."],"Go Premium and our experts will be there for you to answer any questions you might have about the setup and use of the plugin.":["Passez à la version Premium et nos experts seront là pour répondre à toutes les questions que vous pourriez avoir concernant la configuration et l’utilisation de l’extension."],"24/7 support":["Support 24/7"],"Superfast internal linking suggestions":["Suggestions de liens internes super-rapides"],"Great news: you can, with %1$s!":["Bonne nouvelle : vous pouvez le faire, avec %1$s !"],"Save changes":["Enregistrer les modifications"],"1 year free support and updates included!":[""],"The plugin %2$s changes your site's output and in doing that differentiates between search engines and normal users, a process that's called cloaking. We highly recommend that you disable it.":["Le plugin %2$s change le rendement de votre site Web et, ce faisant, il est différencié entre les moteurs de recherche et les utilisateurs normaux, un processus appelé cloaking. Nous vous recommandons vivement de le désactiver."],"%1$sSocial media preview%2$s: Facebook & Twitter":["%1$sAperçu des médias sociaux%2$s : Facebook & Twitter"],"Superfast internal links suggestions":["Suggestions de liens internes super-rapides"],"%1$sNo more dead links%2$s: easy redirect manager":["%1$sPlus jamais de liens morts%2$s : gestionnaire de redirection facile"],"Other benefits of %1$s for you:":["Autres avantages de %1$s pour vous :"],"No ads!":["Sans publicités !"],"Facebook & Twitter":["Facebook & Twitter"],"Social media preview":["Prévisualisation sur les réseaux sociaux"],"Easy redirect manager":["Gestionnaire de redirections facile"],"No more dead links":["Il n’y a plus de liens morts"],"Increase your SEO reach":["Augmentez votre portée SEO"],"If you want more help creating awesome content, check out our %2$sSEO copywriting course%3$s. Do you want to know all about the features of the plugin, consider doing our %1$s!":["Si vous voulez de l’aide pour créer du contenu exceptionnel, consultez notre formation sur le %2$scopywriting SEO%3$s. Voulez-vous tout savoir sur les fonctionnalités de l’extension ? Envisagez de suivre notre %1$s !"],"Variable":["Variable"],"Available variables":["Variables disponibles"],"Scroll to see the table content.":["Faire défiler pour voir le contenu du tableau."],"Please refer to %1$sour article about how to connect your website to Google Search Console%2$s if you need assistance.":["Veuillez vous référer à l'article %1$s sur la façon de connecter votre site Web à Google Search Console %2$s si vous avez besoin d'aide."],"An error occurred in the '%1$s' assessment":["Une erreur s’est produite dans l’analyse « %1$s »"],"%1$s of the words contain %2$sover %3$s syllables%4$s, which is more than the recommended maximum of %5$s.":["%1$s des mots contiennent %2$splus que %3$s syllabes%4$s, ce qui est supérieur ou égale à la valeur maximale recommandée de %5$s."],"%1$s of the words contain %2$sover %3$s syllables%4$s, which is less than or equal to the recommended maximum of %5$s.":["%1$s des mots contiennent %2$splus que %3$s syllabes%4$s, ce qui est inférieur ou égale à la valeur maximale recommandée de %5$s."],"This is slightly below the recommended minimum of %5$d word. %3$sAdd a bit more copy%4$s.":["Vous êtes est légèrement en dessous du minimum recommandé de %5$d mot. %3$sAjoutez un peu plus de contenu%4$s.","Vous êtes est légèrement en dessous du minimum recommandé de %5$d mots. %3$sAjoutez un peu plus de contenu%4$s."],"The meta description contains %1$d sentence %2$sover %3$s words%4$s. Try to shorten this sentence.":["La méta description contient %1$d phrase %2$sde plus de %3$s mots%4$s. Essayez de raccourcir cette phrase.","La méta description contient %1$d phrases %2$sde plus de %3$s mots%4$s. Essayez de raccourcir ces phrases."],"The meta description contains no sentences %1$sover %2$s words%3$s.":["La méta description ne contient aucune phrase %1$sde plus de %2$s mots%3$s."],"No new notifications.":["Aucune nouvelle notification."],"Save all":["Tout enregistrer"],"Save":["Enregistrer"],"%1$s, Author at %2$s":["%1$s, auteur sur %2$s"],"Mobile preview":["Prévisualisation \"Mobile\""],"Desktop preview":["Prévisualisation \"PC de bureau\""],"Select redirect":["Sélectionner la redirection"],"Please provide an SEO title by editing the snippet below.":["Merci de fournir un titre SEO en modifiant l’extrait ci-dessous."],"Meta description preview:":["Aperçu de la méta description :"],"Slug preview:":["Aperçu de l’identifiant :"],"SEO title preview:":["Aperçu du titre SEO :"],"Close snippet editor":["Fermer l’éditeur d’extrait"],"Slug":["Identifiant"],"Remove marks in the text":["Retirer toutes les marques du texte"],"Mark this result in the text":["Marquer ce résultat dans le texte"],"Marks are disabled in current view":["Les marques sont désactivés dans la vue actuelle"],"Content optimization: Good SEO score":["Optimisation du contenu : Bon score SEO"],"Good SEO score":["Bon score SEO"],"Content optimization: OK SEO score":["Optimisation du contenu : Score SEO OK"],"OK SEO score":["Score SEO OK"],"Content optimization: Has feedback":["Optimisation du contenu : Retour disponible"],"Feedback":["Retour"],"ok":["OK"],"Choose an image":["Choisir une image"],"Remove the image":["Supprimer cette image"],"Choose image":["Choisir une image"],"MailChimp signup failed:":["Échec d’inscription à MailChimp :"],"Sign Up!":["Abonnez-vous !"],"Name":["Nom"],"There is an error with the request.":["Une erreur s’est produite avec votre requête."],"Select profile":["Sélectionnez un profil"],"Choose a profile":["Choisissez un profil"],"Authorization code":["Code d’autorisation"],"Reauthenticate with Google":["Se ré-authentifier avec Google"],"To allow %s to fetch your Google Search Console information, please enter your Google Authorization Code. Clicking the button below will open a new window.":["Pour permettre à %s de récupérer vos informations de la Google Search Console, veuillez saisir votre code d’autorisation de Google. Lorsque vous cliquerez sur le bouton ci-dessous une nouvelle fenêtre s’ouvrira."],"Please provide a meta description by editing the snippet below.":["Merci de fournir une méta description en modifiant l’extrait ci-dessous."],"Edit snippet":["Modifier l’extrait"],"You can click on each element in the preview to jump to the Snippet Editor.":["Vous pouvez cliquez sur n’importe quel élément de l’aperçu pour retourner dans l’éditeur d’extrait."],"Export settings":["Exporter les réglages"],"%1$s video tutorial":["Tutoriel vidéo de %1$s "],"%s &rsaquo; Configuration Wizard":["%s &rsaquo; Assistant de configuration"],"%1$sPlease don't show me this notification anymore%2$s":["%1$sMerci de ne plus m’afficher cette notification%2$s"],"If you are experiencing issues, %1$splease file a bug report%2$s and we'll do our best to help you out.":["Si vous rencontrez des problèmes, %1$sveuillez remplir un rapport de bug%2$s et nous ferons notre possible pour vous aider."],"We've noticed you've been using %1$s for some time now; we hope you love it! We'd be thrilled if you could %2$sgive us a 5 stars rating on WordPress.org%3$s!":["Nous avons remarqué que vous utilisez %1$s depuis un certain temps ; nous espérons que vous l’adorez ! Nous serions très heureux si vous pouviez %2$snous attribuer 5 étoiles sur WordPress.org%3$s !"],"Courses":["Cours"],"Date archives settings":["Réglages des archives de date"],"Author archives settings":["Réglages des archives d’auteur"],"%1$s by %2$s":["%1$s par %2$s"],"Warning: the variable %s cannot be used in this template. See the help center for more info.":["Avertissement : la variable %s ne peut pas être utilisée dans ce modèle. Consultez le centre d’aide pour plus d’informations."],"By the way, did you know we also have a %1$sPremium plugin%2$s? It offers advanced features, like a redirect manager and support for multiple keyphrases. It also comes with 24/7 personal support.":["Au fait, savez-vous que nous avons aussi une %1$sextension Premium%2$s? Elle offre des fonctionnalités avancées comme un gestionnaire de redirection et la prise en charge des requêtes multiples. Elle donne également accès à un support personnalisé 24/7."],"(no title)":["(sans titre)"],"The %1$s admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["La barre de menu d'administration de %1$s contient des liens utiles vers des outils tiers pour l’analyse de vos pages et facilite l’affichage de nouvelles notifications."],"Admin bar menu":["Menu de la barre d’administration"],"%1$s will check weekly if your site is still indexable by search engines and Yoast SEO will notify you when this is not the case.":["%1$s vérifiera quotidiennement si votre site est toujours indexable par les moteurs de recherche et vous avertira si ce n’est plus le cas. "],"Features":["Fonctionnalités"],"Get Yoast SEO Premium now »":["Obtenez Yoast SEO Premium maintenant »"],"SEO title":["Titre SEO"],"While we strive to make setting up %1$s as easy as possible, we understand it can be daunting. If you’d rather have us set up %1$s for you (and get a copy of %2$s in the process), order our %3$s%1$s configuration service%4$s here!":["Tandis que nous essayons de rendre l’installation de %1$s aussi simple que possible, nous comprenons que cela peut rester intimidant. Si vous préférez que nous configurions %1$s pour vous (et obtenir une copie de %2$s), commandez nos %3$sservices de configuration de %1$s%4$s ici !"],"Welcome to the %1$s configuration wizard. In a few simple steps we'll help you configure your SEO settings to match your website's needs!":["Bienvenue dans l’assistant de configuration de %1$s. En quelques étapes simples, nous vous aiderons à configurer vos réglages de SEO pour correspondre aux besoins de votre site Web !"],"Google shows your website's name in the search results, if you want to change it, you can do that here.":["Google affiche le nom de votre site dans ses résultats de recherche, si vous souhaitez le modifier, vous pouvez le faire ici."],"Greater than sign":["Signe supérieur à"],"Less than sign":["Signe inférieur à"],"Right angle quotation mark":["Guillemet droit à angle droit"],"Left angle quotation mark":["Guillemet gauche à angle droit"],"Small tilde":["Petit tilde"],"Vertical bar":["Barre verticale"],"Low asterisk":["Astérisque bas"],"Asterisk":["Astérisque"],"Bullet":["Puces"],"Middle dot":["Point au milieu"],"Em dash":["Tiret Em"],"En dash":["Tiret En"],"Dash":["Tiret"],"Choose the symbol to use as your title separator. This will display, for instance, between your post title and site name. Symbols are shown in the size they'll appear in the search results.":["Choisissez le symbole à utiliser comme séparateur de titre. il sera affiché, par exemple, entre le titre de votre article et le nom de votre site. Les symboles sont présentés à la taille affichée dans les résultats de recherche."],"The name of the person":["Le nom de la personne"],"No":["Non"],"Yes":["Oui"],"Does, or will, your site have multiple authors?":["Votre site a, aura, plusieurs auteurs ?"],"WordPress automatically generates an URL for each media item in the library. Enabling this will allow for google to index the generated URL.":["WordPress génère automatiquement une URL pour chaque élément de support dans la bibliothèque. L’activation permettra à Google d’indexer l’URL générée."],"Success!":["C’est validé !"],"Title settings":["Réglages des titres"],"Google Search Console":["Google Search Console"],"Multiple authors":["Plusieurs auteurs"],"Site type":["Type de site"],"Environment":["Environnement"],"Yoast option %1$s not found.":["L’option %1$s de Yoast est introuvable."],"Google Structured Data Test":["Test de données structurées de Google"],"Posts list":["Liste d’articles"],"Posts list navigation":["Navigation de la liste d’articles"],"Filter posts list":["Filtrer la liste des articles"],"Note that links to archives might be still output by your theme and you would need to remove them separately.":["Notez que les liens vers les archives pourraient être encore affichés par votre thème et que vous aurez besoin de les enlever séparément."],"%1$s to optimize your site even further":["%1$s pour optimiser encore plus votre site"],"%1$s extensions":["%1$s extensions"],"Comes with our 30-day no questions asked money back guarantee":["Livré avec une garantie 100 % satisfait ou remboursé sans demande de justification."],"More information %1$sabout %3$s%2$s":["Plus d’informations %1$sà propos de %3$s %2$s"],"Buy %1$s":["Achetez %1$s"],"Installed":["Installée"],"gain access to our 24/7 support team.":["accédez à notre équipe de support 24/7."],"Premium support":["Support Premium"],"check what your Facebook or Twitter post will look like.":["vérifiez à quoi ressemblera votre message Facebook ou Twitter."],"Social previews":["Aperçu des réseaux sociaux"],"create and manage redirects from within your WordPress install.":["créez et gérez les redirections directement depuis votre installation WordPress."],"Redirect manager":["Gestionnaire de redirection"],"%1$s, take your optimization to the next level!":["%1$s emmène votre optimisation au niveau supérieur !"],"A seamless integration between %1$s and %2$s":["Une intégration invisible entre %1$s et %2$s"],"Use %1$s breadcrumbs instead of %2$s ones":["Utiliser les fils d’Ariane de %1$s plutôt que ceux de %2$s."],"Easily insert Google Maps, a store locator, opening hours and more":["Insérez facilement Google Maps, un localisateur de boutique, des horaires d’ouverture et bien plus"],"Creates XML News Sitemaps":["Crée des sitemaps XML d’actualités"],"Immediately pings Google on the publication of a new post":["Pingez immédiatement Google lors de la publication d’un nouvel article."],"Optimize your site for Google News":["Optimisez votre site pour Google Actualités."],"Make videos responsive through enabling fitvids.js":["Rendez vos vidéos responsive en activant fitvids.js"],"Enhance the experience of sharing posts with videos":["Améliorez l’expérience du partage d’articles avec des vidéos."],"Show your videos in Google Videos":["Affiche vos vidéos dans Google Vidéos"],"Crawl issues list":["Liste des problèmes d’exploration"],"Crawl issues list navigation":["Navigation de la liste des problèmes d’exploration"],"Edit &#8220;%s&#8221;":["Modifier &#8220;%s&#8221;"],"Premium":["Premium"],"Go Premium":["Passer à la version Premium"],"Google Trends":["Tendances Google"],"Notifications":["Notifications"],"Removes the focus keyphrase section from the metabox and disables all SEO-related suggestions.":["Retire l’onglet de la requête cible du gestionnaire de métadonnées et désactive toutes les suggestions SEO."],"Disable SEO analysis":["Désactiver l’analyse SEO"],"Twitter settings":["Réglages Twitter"],"Pinterest settings":["Réglages Pinterest"],"Facebook settings":["Réglages Facebook"],"Title separator symbol":["Caractère de séparation du titre"],"RSS feed settings":["Réglages des flux RSS"],"Breadcrumbs settings":["Réglages du fil d’Ariane"],"Make primary":["Rendre principal"],"Content optimization":["Optimisation du contenu"],"Enter your Google Authorization Code and press the Authenticate button.":["Saisissez votre code d’autorisation de Google et appuyez sur le bouton d’authentification."],"To allow %1$s to fetch your %2$s information, please enter your Google Authorization Code. Clicking the button below will open a new window.":["Pour permettre à %1$s de récupérer vos informations de %2$s, veuillez saisir votre code d’autorisation de Google. Lorsque vous cliquerez sur le bouton ci-dessous une nouvelle fenêtre s’ouvrira."],"Knowledge base article":["Article de la base de connaissances"],"Open the knowledge base article in a new window or read it in the iframe below":["Ouvrez l’article de la base de connaissances dans une nouvelle fenêtre ou lisez-le dans l’iframe ci-dessous."],"Search results":["Résultats de recherche"],"Yoast SEO video tutorial":["Tutoriel vidéo de Yoast SEO"],"%s notification":["%s notification","%s notifications"],"Disable readability analysis":["Désactiver l’analyse de lisibilité"],"Removes the readability analysis section from the metabox and disables all readability-related suggestions.":["Retire l’onglet de l’analyse de lisibilité du gestionnaire de métadonnées et désactive toutes les suggestions liées à la lisibilité."],"Readability analysis":["Analyse de la lisibilité"],"Needs improvement":["Besoin d’amélioration"],"Readability":["Lisibilité"],"You are trying to load non-minified files. These are only available in our development package. Check out %1$s to see all the source files.":["Vous essayez de charger des fichiers non minifiés. Ceux-ci ne sont disponibles que dans notre paquet de développement. Rendez-vous sur %1$s pour voir tous les fichiers source."],"Improvements":["Améliorations"],"Restore this item.":["Récupérer cet élément."],"Dismiss this item.":["Rejeter cet élément."],"Good job! We could detect no serious SEO problems.":["Beau travail ! Nous n’avons détecté aucun problème sérieux de référencement."],"We have detected the following issues that affect the SEO of your site.":["Nous avons détecté les problèmes suivants qui affectent le référencement de votre site."],"Problems":["Problèmes"],"Analysis":["Analyse"],"Not available":["Non disponible"],"Filter by SEO Score":["Filtrer par score SEO"],"Meta description not set.":["La méta description n’est pas définie."],"Video tutorial":["Tutoriel vidéo"],"Email support is a %s feature":["Le support par courriel est une fonctionnalité %s"],"Knowledge base":["Base de connaissance"],"Open":["Ouvrir"],"Loading...":["En cours de chargement..."],"Something went wrong. Please try again later.":["Quelque chose s’est mal passé. Veuillez réessayer ultérieurement."],"No results found.":["Aucun résultat trouvé."],"Dashboard":["Tableau de bord"],"You can fix this on the %1$sPermalink settings page%2$s.":["Vous pouvez corriger cela sur la %1$spage des réglages des permaliens%2$s."],"Paging comments is enabled, this is not needed in 999 out of 1000 cases, we recommend to disable it.":["La pagination des commentaires est activée, ce n’est pas nécessaire dans 99% des cas, nous vous recommandons de la désactiver."],"Replaced with the primary category of the post/page":["Remplacé par la catégorie principale de l’article/page"],"Pinterest confirmation":["Vérification de Pinterest"],"If you have already confirmed your website with Pinterest, you can skip the step below.":["Si vous avez déjà confirmé votre site Web avec Pinterest, vous pouvez ignorer l’étape ci-dessous."],"Format-based archives":["Archives par formats"],"Webmaster Tools verification":["Vérification des outils pour les webmasters"],"Need some help?":["Besoin de plus d’aide ?"],"Buy %s":["Achetez %s"],"Show information about errors in category 'Soft 404'":["Afficher des informations sur les erreurs dans la catégorie « Soft 404 »"],"Show information about errors in category 'Server'":["Afficher des informations sur les erreurs dans la catégorie « Serveur »"],"Show information about errors in category 'Blocked'":["Afficher des informations sur les erreurs dans la catégorie « Bloqué »"],"Show information about errors in category 'Other'":["Afficher des informations sur les erreurs dans la catégorie « Autre »"],"Show information about errors in category 'Not Found'":["Afficher des informations sur les erreurs dans la catégorie « Non trouvé »"],"Show information about errors in category 'Access Denied'":["Afficher des informations sur les erreurs dans la catégorie « Accès refusé »"],"New %1$s Title":["Nouveau titre %1$s"],"Existing %1$s Title":["Titre %1$s actuel"],"Expected an integer as input.":["L’entrée doit être un entier."],"Trying to build the sitemap cache key, but the postfix and prefix combination leaves too little room to do this. You are probably requesting a page that is way out of the expected range.":["Tentative de construction d’une clé de cache sécurisée pour la sitemap, mais la combinaison du suffixe et du préfixe laisse trop peu de place pour le faire. Vous demandez probablement une page qui est bien loin de la plage attendue."],"Remove":["Enlever"],"Keep":["Conserver"],"Bold the last page":["Mettre en gras la dernière page"],"Regular":["Normal"],"Bold":["Gras"],"Show Blog page":["Afficher la page de blog"],"Primary %s":["%s principal"],"Primary":["Principal"],"Make %1$s primary %2$s":["Faire de %1$s le %2$s principal"],"Term is set to noindex.":["Le terme est réglé sur noindex."],"Author archives":["Archives de l’auteur"],"Show":["Afficher"],"Enabled":["Activé"],"Disabled":["Désactivé"],"%1$s has not fetched your site's indexability status yet from %2$s":["%1$s n’a pas encore récupéré l’état d’indexabilité depuis %2$s. "],"The separator defined in your theme's %s tag.":["Le séparateur défini dans la balise %s de votre thème."],"No index":["No index"],"Analyze entire site":["Analyser le site en entier"],"Fetch the current status":["Récupérer l’état actuel"],"%1$s%2$s has not been able to fetch your site's indexability status%3$s from %4$s":["%1$s%2$s n’a pas pu récupérer l’état d’indexabilité%3$s depuis %4$s. "],"Your homepage can be indexed by search engines.":["Votre page d’accueil peut être indexée par les moteurs de recherche."],"Indexability check by %1$s":["Indexibilité vérifiée par %1$s"],"If you want to use an image for sharing on %1$s, you can upload / choose an image or add the image URL here.":["Si vous souhaitez utiliser une image pour partager sur %1$s, vous pouvez télécharger / choisir une image ou ajouter son url ici."],"If you don't want to use the meta description for sharing on %1$s but want another description there, write it here.":["Si vous ne voulez pas utiliser la méta description pour le partage de l’article sur %1$s, mais plutôt une autre description, écrivez-la ici."],"If you don't want to use the title for sharing on %1$s but instead want another title there, write it here.":["Si vous ne souhaitez pas utiliser le titre de l&rsquo;article pour le partager sur %1$s, mais que vous souhaitez un autre titre, écrivez-le ici."],"%1$sYour homepage cannot be indexed by search engines%2$s. This is very bad for SEO and should be fixed.":["%1$sVotre page d’accueil ne peut pas être indexée par les moteurs de recherche%2$s. C’est très mauvais pour le SEO et doit être résolu."],"Once Weekly":["Une fois par semaine"],"Add-ons":["Add-ons"],"SEO score":["Pointage SEO"],"Twitter metadata":["métadonnées Twitter"],"Facebook / Open Graph metadata":["métadonnées Facebook / Open Graph"],"Recalculating SEO scores for all pieces of content with a focus keyphrase.":["Nouveau calcul en cours du pointage SEO pour tous les contenus avec une requête cible."],"%1$s of %2$s done.":["%1$s de %2$s effectué."],"We've updated our SEO score algorithm. %1$sRecalculate the SEO scores%2$s for all posts and pages.":["Nous avons mis à jour l’algorithme de calcul de nos scores SEO. %1$sCliquez ici pour les recalculer%2$s pour l’ensemble de vos articles et pages."],"Team Yoast":["L’équipe Yoast"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["La première solution SEO tout-en-un pour WordPress, y compris l’analyse des pages de contenu, les sitemaps XML et bien plus encore."],"Yoast SEO":["Yoast SEO"],"Activation failed:":["Échec de l’activation :"],"The filter extension seem to be unavailable. Please ask your web host to enable it.":["L’extension \"filter\" semble indisponible. Veuillez demander à votre hébergeur de l’activer."],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":["L’installation de l’extension %1$s est incomplète. Veuillez vous référer %2$saux informations d’installation%3$s."],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":["Les extensions de la Librairie Standard PHP (SPL) semblent ne pas être disponibles.Demandez à votre hébergeur de les activer."],"SEO Settings":["Réglages SEO"],"Mobile-Friendly Test":["Test Mobile-Friendly"],"Google Page Speed Test":["Test de vitesse de page Google"],"CSS Validator":["Validateur CSS"],"HTML Validator":["Validateur HTML"],"Pinterest Rich Pins Validator":["Validateur de Rich Pins Pinterest"],"Facebook Debugger":["Facebook Debugger"],"Check Headers":["Vérifier les en-têtes"],"Check Google Cache":["Vérifier le cache de Google"],"Analyze this page":["Analyser cette page"],"Keyword Research":["Recherche de mots-clés"],"%s does not seem to be a valid url. Please correct.":["%s ne semble pas être une URL valide. Veuillez corriger cela."],"%1$s does not seem to be a valid %2$s verification string. Please correct.":["%1$s ne semble pas être une chaine de caractères de vérification valide pour %2$s. Veuillez corriger."],"%s Archive":["%s Archive"],"You searched for %s":["Vous avez cherché %s"],"%s does not seem to be a valid Twitter user-id. Please correct.":["%s ne semble pas être un identifiant Twitter valide. Veuillez corriger cela."],"Summary with large image":["Résumé avec grande image"],"Summary":["Résumé"],"The post %1$s appeared first on %2$s.":["L’article %1$s est apparu en premier sur %2$s."],"No numeric value was received.":["Les chiffres ne sont pas acceptés"],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":["Blog inexistant. Le blog %s n’existe pas ou a été marqué comme étant supprimé."],"The default blog setting must be the numeric blog id of the blog you want to use as default.":["Le réglage par défaut du blog doit être l’identifiant numérique du blog que vous souhaitez utiliser par défaut."],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":["%1$s n’est pas un choix valide pour ceux qui devraient être autorisés d’accéder aux réglages de %2$s. La valeur par défaut a été remise."],"Please select a valid post type for taxonomy \"%s\"":["Veuillez choisir un type de contenu valide pour la taxinomie « %s »"],"Please select a valid taxonomy for post type \"%s\"":["Veuillez choisir une taxinomie valide pour le type de contenu « %s »"],"You searched for":["Vous avez cherché"],"Home":["Accueil"],"Archives for":["Archives pour"],"Error 404: Page not found":["Erreur 404 : Page introuvable"],"Good":["Bon"],"Replaced with a custom taxonomies description":["Remplacé par une description des taxinomies personnalisées."],"Replaced with a posts custom taxonomies, comma separated.":["Remplacé par la(les) catégorie(s) de l’article, séparé par des virgules"],"Replaced with a posts custom field value":["Remplacé par une valeur de champ personnalisé"],"Replaced with the slug which caused the 404":["Remplacé par l’identifiant qui a causé l’erreur 404"],"Replaced with the posts focus keyphrase":["Remplacé par la requête cible des articles"],"Attachment caption":["Légende de la pièce-jointe"],"Replaced with the current page number":["Remplacé par le numéro de la page en cours"],"Replaced with the current page total":["Remplacé par le nombre total de pages"],"Replaced with the current page number with context (i.e. page 2 of 4)":["Remplacé par le numéro de page en cours avec le contexte (ex: page 2 sur 4)"],"Replaced with the post/page author's 'Biographical Info'":["Remplacé par « les informations biographiques » de l’auteur de l’article ou de la page"],"Replaced with the post/page author's 'nicename'":["Remplacé par le nom ’plus joli’ de l’auteur de l’article / de la page"],"Replaced with the post/page ID":["Remplacé par l’ID de l’article / de la page"],"Replaced with the post/page modified time":["Remplacé par l’heure de modification de l’article / de la page"],"Replaced with the content type plural label":["Remplacé par l’intitulé au pluriel du type de contenu"],"Replaced with the content type single label":["Remplacé par l’intitulé au singulier du type de contenu"],"Replaced with the current search phrase":["Remplacé par la phrase recherchée"],"Replaced with the term name":["Remplacé par le nom du terme"],"Replaced with the term description":["Remplacé par la description du terme"],"Replaced with the tag description":["Remplacé par la description du mot-clé"],"Replaced with the category description":["Remplacé par la description de la catégorie"],"Replaced with the post categories (comma separated)":["Remplacé par la(les) catégorie(s) de l’article (séparées par des virgules)"],"Replaced with the current tag/tags":["Remplacé par le(les) mot(s)-clé(s)"],"Replaced with the post/page excerpt (without auto-generation)":["Remplacé par l’extrait de l’article / page (sans auto-génération)"],"Replaced with the post/page excerpt (or auto-generated if it does not exist)":["Remplacé par l’extrait de l’article / page (ou auto-généré, si l’extrait n’existe pas)"],"The site's name":["Le nom du site"],"Replaced with the title of the parent page of the current page":["Remplacé par le titre de la page parent de la présente page"],"Replaced with the title of the post/page":["Remplacé par le titre de l’article / de la page"],"Replaced with the date of the post/page":["Remplacé par la date de l’article / de la page"],"Page %1$d of %2$d":["Page %1$d sur %2$d"],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":["Vous ne pouvez pas annuler une variable de remplacement standard de WPSEO en enregistrant une variable avec le même nom. Utilisez le  filtre \"wpseo_replacements\"  au lieu d’ajuster la valeur de remplacement."],"A replacement variable with the same name has already been registered. Try making your variable name unique.":["Une variable de remplacement portant le même nom est déjà enregistrée. Essayez d’utiliser un nom de variable unique."],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":["Une variable de remplacement ne peut commencer par \"%%cf_\" ou \"%%ct_\" car ces préfixes sont réservés aux variables standards de WPSEO pour les champs et les taxinomies personnalisés. Essayez d’utiliser un nom de variable unique."],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":["Une variable de remplacement ne peut contenir que des caractères alpha-numériques, un souligné ou un tiret. Veuillez renommer votre variable"],"Admin only notice: this page does not show a meta description because it does not have one, either write it for this page specifically or go into the [%1$s - %2$s] menu and set up a template.":["Avis aux administrateurs : cette page n’affiche pas de méta description car elle n’en a pas. Vous pouvez donc soit l’ajouter spécifiquement pour cette page soit vous rendre dans vos réglages (%1$s - %2$s) pour configurer un modèle. "],"Page not found":["Page non trouvée"],"%s Archives":["%s Archives"],"Search for \"%s\"":["Recherche pour \"%s\""],"Meta description to use for Author page":["Méta description à utiliser pour la page Auteur"],"Title to use for Author page":["Titre à utiliser pour la page Auteur"],"%1$s settings":["Réglages de %1$s"],"Export your %1$s settings":["Exporter vos réglages de %1$s"],"Import settings":["Importer les réglages"],"Import from other SEO plugins":["Importer à partir d’autres extensions de SEO"],"Import":["Importer"],"If you had a %s file and it was editable, you could edit it from here.":["Si vous aviez un %s et qu’il était modifiable, vous pourriez le modifier à partir d’ici."],"If your %s were writable, you could edit it from here.":["Si votre %s était accessible en écriture, vous pourriez le modifier à partir d’ici."],"You don't have a %s file, create one here:":["Vous n’avez pas de fichier %s, vous pouvez en créer un ici&nbsp;:"],"A link to your site, with your site's name and description as anchor text.":["Un lien vers votre site, avec le nom de votre site et la description comme texte d’ancrage."],"A link to your site, with your site's name as anchor text.":["Un lien vers votre site, avec le nom de votre site comme texte d’ancrage."],"A link to the post, with the title as anchor text.":["Un lien vers l’article, avec le titre comme texte d’ancrage."],"A link to the archive for the post author, with the authors name as anchor text.":["Un lien vers les archives de l’auteur, avec le nom de l’auteur comme texte d’ancrage."],"You can use the following variables within the content, they will be replaced by the value on the right.":["Vous pouvez utiliser les variables suivantes dans votre contenu, elles seront automatiquement remplacées par la valeur à droite."],"Content to put after each post in the feed":["Contenu à insérer après chaque article dans le flux"],"Content to put before each post in the feed":["Le contenu à ajouter avant chaque article dans le flux"],"This feature is used to automatically add content to your RSS, more specifically, it's meant to add links back to your blog and your blog posts, so dumb scrapers will automatically add these links too, helping search engines identify you as the original source of the content.":["Cette fonctionnalité est utilisée pour ajouter automatiquement du contenu à vos flux RSS, plus spécifiquement, pour ajouter des liens vers votre blog et vos articles. Les agrégateurs de contenus vont également ajouter ces liens, aidant ainsi les moteurs de recherche à identifier votre site comme étant l’origine du contenu."],"Usage of this breadcrumbs feature is explained in %1$sour knowledge-base article on breadcrumbs implementation%2$s.":["L’utilisation de la fonctionnalité du fil d’Ariane est expliquée dans l’article %1$sde notre base de connaissances sur l’intégration du fil d’Ariane%2$s."],"How to insert breadcrumbs in your theme":["Comment insérer un fil d’Ariane dans votre thème&nbsp;?"],"Blog":["Blog"],"Content type archive to show in breadcrumbs for taxonomies":["Archive de type de contenu à afficher dans le fil d’Ariane pour les taxonomies"],"Taxonomy to show in breadcrumbs for content types":["Taxonomie à afficher dans le fil d’Ariane pour les types de contenu"],"Breadcrumb for 404 Page":["Fil d’Ariane pour la page 404&nbsp;"],"Prefix for Search Page breadcrumbs":["Préfixe pour le fil d’Ariane des pages de recherche&nbsp;"],"Prefix for Archive breadcrumbs":["Préfixe pour le fil d’Ariane des archives&nbsp;"],"Prefix for the breadcrumb path":["Préfixe pour le fil d’Ariane&nbsp;"],"Anchor text for the Homepage":["Texte d’ancrage pour la page d’accueil&nbsp;"],"Separator between breadcrumbs":["Séparateur pour le fil d’Ariane&nbsp;"],"Enable Breadcrumbs":["Activer le fil d’Ariane"],"Below are your published posts' SEO scores. Now is as good a time as any to start improving some of your posts!":["Retrouvez ci-dessous les pointages en référencement de vos articles publiés. C’est le moment de commencer à améliorer certains d’entre eux! "],"Credits":["Crédits"],"&laquo; Back to Tools page":["&laquo; Retour à la page Outils"],"%1$s comes with some very powerful built-in tools:":["%1$s propose des outils intégrés très puissants :"],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":["Cet outil vous permet de modifier rapidement des fichiers importants pour votre référencement, comme le fichier robots.txt ou le fichier .htaccess si vous en avez un."],"File editor":["Éditeur de fichiers"],"Import settings from other SEO plugins and export your settings for re-use on (another) blog.":["Importez les réglages d’autres extensions de référencement et exportez les vôtres pour les réutiliser sur un autre site."],"Import and Export":["Import et Export"],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":["Cet outil vous permet de modifier rapidement les titres et les descriptions de vos articles et de vos pages, sans avoir à aller dans l’éditeur de chaque page."],"Bulk editor":["Éditeur par lot"],"To %1$sconfirm your site with Pinterest%2$s, add the meta tag here:":["Pour %1$svérifier votre site avec Pinterest%2$s, veuillez ajouter la balise méta ici :"],"Pinterest uses Open Graph metadata just like Facebook, so be sure to keep the Open Graph checkbox on the Facebook tab checked if you want to optimize your site for Pinterest.":["Pinterest, tout comme Facebook, utilise les métadonnées Open Graph. Assurez-vous donc d’avoir coché la case Open Graph dans l’onglet Facebook si vous souhaitez optimiser votre site pour Pinterest."],"The default card type to use":["Le type de carte à utiliser par défaut&nbsp;"],"Add Twitter card meta data":["Ajoute les métadonnées de carte Twitter"],"This image is used if the post/page being shared does not contain any images.":["Cette image est utilisée si l’article/page partagé ne contient aucune image."],"Default settings":["Réglages par défaut"],"Copy home meta description":["Copier les méta description de base"],"Description":["Description&nbsp"],"Image URL":["URL de l&rsquo;image&nbsp"],"These are the title, description and image used in the Open Graph meta tags on the front page of your site.":["Voici le titre, la description et l’image utilisés dans le meta tag Open Graph sur la page d’accueil de votre site."],"Frontpage settings":["Réglages généraux"],"Add Open Graph meta data":["Ajouter les métadonnées OpenGraph"],"YouTube URL":["URL YouTube"],"Pinterest URL":["URL Pinterest"],"MySpace URL":["URL MySpace"],"LinkedIn URL":["URL LinkedIn"],"Instagram URL":["URL Instagram"],"Twitter Username":["Nom d’utilisateur Twitter"],"Facebook Page URL":["URL de la page Facebook&nbsp"],"Accounts":["Comptes"],"Restore site to defaults":["Restaurer les réglages du site aux valeurs par défaut"],"Site ID":["ID du site"],"Using this form you can reset a site to the default SEO settings.":["Grâce à ce formulaire, vous pouvez réinitialiser les réglages SEO de votre site aux réglages par défaut."],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new sites.":["Les réglages confidentiels (administrateurs Facebook etc.), spécifiques aux thèmes (réécriture des titres) et quelques réglages très spécifiques au site actuel ne seront pas importés vers les nouveaux sites."],"Enter the %1$sSite ID%2$s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":["Saisissez l’%1$sID du site%2$s que vous utiliserez comme base pour les réglages de tous les nouveaux sites ajoutés à votre réseau. Laissez vide pour n’en choisir aucun. (Les réglages par défaut de l’extension seront alors utilisés)."],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":["Choisissez le site dont les réglages serviront de base à tous les nouveaux sites de votre réseau. Si vous choisissez ’Aucun’, les réglages par défaut de WordPress SEO seront utilisés."],"New sites in the network inherit their SEO settings from this site":["Les nouveaux sites du réseau héritent des réglages SEO de ce site"],"Super Admins only":["Super Administrateur uniquement"],"Site Admins (default)":["Administrateurs du site (par défaut)"],"Who should have access to the %1$s settings":["Qui devrait avoir accès aux réglages de %1$s"],"spam":["indésirable"],"mature":["adulte"],"archived":["archivé"],"public":["public"],"%s restored to default SEO settings.":["%s a été rétabli aux réglages SEO par défaut."],"Settings Updated.":["Les réglages ont été mis à jour."],"404 pages":["Pages 404"],"Search pages":["Pages de recherche"],"These pages will be %s by default, so they will never show up in search results.":["Ces pages seront réglées sur %s par défaut, donc elles n’apparaitront jamais dans les résultats de recherche."],"Special Pages":["Pages spéciales"],"Date-based archives could in some cases also be seen as duplicate content.":["Les archives basées sur la date pourraient, dans certains cas également être considérées comme du contenu dupliqué."],"If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or to add %s to it so it doesn't show up in the search results.":["Si c’est le cas pour votre site, vous pouvez choisir de le désactiver (ce qui la redirigera vers la page d’accueil), ou d’y ajouter %s, de sorte qu’il n’apparaisse pas dans les résultats de recherche."],"If you're running a one author blog, the author archive will be exactly the same as your homepage. This is what's called a %1$sduplicate content problem%2$s.":["Si vous administrez un blog avec un seul auteur, la page d’archive de l’auteur sera exactement identique à votre page d’accueil. C’est ce qu’on appelle un %1$sproblème de contenu dupliqué%2$s."],"Date archives":["Archives par date"],"author archives":["Archives de l’auteur "],"Title":["Titre"],"%1$s Meta Box":["%1$s Méta Box"],"Hide":["Masquer"],"Date in Snippet Preview":["Date dans la prévisualisation de l’extrait"],"Take note:":["À savoir :"],"You can determine the title and description for the blog page by %1$sediting the blog page itself &raquo;%2$s":["Vous pouvez définir le titre et la description pour la page du blog en %1$smodifiant la page de blog directement &raquo;%2$s"],"You can determine the title and description for the front page by %1$sediting the front page itself &raquo;%2$s":["Vous pouvez déterminer le titre et la description de la page d’accueil en %1$smodifiant la page d’accueil directement &raquo;%2$s"],"Homepage &amp; Front page":["Page d’accueil &amp; Première page"],"Title Separator":["Séparateur de titre"],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s détecte automatiquement s’il a besoin de forcer la réécriture des titres de vos pages, si vous pensez que c’est incorrect et que vous savez ce que vous faites, vous pouvez modifier ce réglage ici."],"Force rewrite titles":["Forcer la réécriture des titres"],"Taxonomies":["Taxinomies"],"Homepage":["Page d’accueil"],"%1$s Extensions":["Extensions de %1$s"],"Seamlessly integrate WooCommerce with %1$s and get extra features!":["Intégrez WooCommerce et %1$s et obtenez des fonctionnalités supplémentaires !"],"Rank better locally and in Google Maps, without breaking a sweat!":["Améliorez votre classement localement dans Google Maps, sans verser une goutte de sueur!"],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":["Êtes-vous sur Google Actualités ? Augmentez votre trafic de Google News grâce à son optimisation !"],"Optimize your videos to show them off in search results and get more clicks!":["Optimisez vos vidéos pour qu’elles apparaissent dans les résultats des recherches et obtenir plus de clics !"],"The premium version of %1$s with more features & support.":["La version Premium de %1$s avec plus de fonctionnalités & de support."],"Person":["Personne"],"This data is shown as metadata in your site. It is intended to appear in %1$sGoogle's Knowledge Graph%2$s. You can be either an organization, or a person.":["Cette donnée est affichée comme une métadonnée dans votre site. Elle apparaît dans le %1$sKnowledge Graph de Google%2$s. Vous pouvez être une société ou une personne."],"Website name":["Nom du Site Web"],"Webmaster Tools":["Outils pour les webmestres"],"You do not have your postname in the URL of your posts and pages, it is highly recommended that you do. Consider setting your permalink structure to <strong>/%postname%/</strong>.":["Vous n’avez pas le nom de l’article dans l’URL de vos articles et pages. Il est fortement recommandé de l’avoir. Il est suggéré d’ajuster la structure de vos permaliens pour <strong>/%postname%/</strong>."],"RSS":["RSS"],"Breadcrumbs":["Fils d’Ariane"],"or":["ou"],"Save Profile":["Enregistrer le profil"],"There were no profiles found":["Aucun profil n’a été trouvé. "],"Profile":["Profil"],"Current profile":["Profil actuel"],"Authenticate":["S’authentifier"],"Get Google Authorization Code":["Obtenir un Code d’Autorisation Google"],"Reload crawl issues":["Recharger les problèmes d’exploration"],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year of support and updates, on %2$s.":["Pour pouvoir créer une redirection et régler ce problème, vous avez besoin de %1$s. Vous pouvez acheter l&rsquo;extension, incluant un an de support et de mises à jour, sur %2$s."],"Creating redirects is a %s feature":["la création de redirection est une fonctionnalité de %s."],"Errors that only occurred when your site was crawled by Googlebot for feature phones (errors didn't appear for desktop).":["Les erreurs qui se sont produites lors de l’exploration du Googlebot pour les téléphones portables (les erreurs n’apparaissent pas dans les desktops)."],"Errors that occurred only when your site was crawled by Googlebot-Mobile (errors didn't appear for desktop).":["Les erreurs qui se sont produites lors de l’exploration du Googlebot (les erreurs n’apparaissent pas pour les desktops)."],"Errors that occurred when your site was crawled by Googlebot.":["Les erreurs qui se sont produites lors de l’exploration du Googlebot."],"Issue categories":["Catégories de problème"],"Incorrect Google Authorization Code.":["Code d’autorisation de Google incorrect."],"The issues have been successfully reloaded!":["Les problèmes ont bien été rechargés !"],"The %1$s data has been removed. You will have to reauthenticate if you want to retrieve the data again.":["La %1$s a été supprimée. Vous devrez vous réauthentifier si vous voulez retrouvez vos données."],"Crawl errors per page":["Erreurs d’exploration par page"],"Search":["Rechercher"],"Don't miss your crawl errors: %1$sconnect with Google Search Console here%2$s.":["Ne ratez pas vos erreurs d’exploration : %1$sconnectez-vous avec votre Google Search Console ici%2$s."],"Create redirect":["Créer une redirection"],"Mark as fixed":["Marquer comme réglé"],"Response code":["Code de réponse"],"First detected":["Premier détecté"],"Last crawled":["Dernière exploration"],"URL":["URL"],"%1$s detected you’re using a version of %2$s which is not compatible with %1$s. Please update %2$s to the latest version to use this feature.":["%1$s a détecté que vous utiliser une version de %2$s qui est incompatible avec %1$s. Veuillez mettre à jour %2$s pour utiliser cette fonctionnalité."],"Yoast plugins share some code between them to make your site faster. As a result of that, we need all Yoast plugins to be up to date. We've detected this isn't the case, so please update the Yoast plugins that aren't up to date yet.":["Les extensions de Yoast partagent du code entre elles pour les rendre plus rapide. Cela suppose qu’elles soient toutes à jour. Nous avons détecté que ce n’est pas le cas, donc veuillez mettre à jour toutes les extensions de Yoast qui ne le sont pas."],"Feature phone":["Fonction téléphone"],"Smartphone":["Smartphone"],"Desktop":["Ordinateur"],"The target URL doesn't exist, but your server is not returning a 404 (file not found) error.":["L’URL cible n’existe pas mais le serveur ne retourne pas d’erreur 404 (fichier non trouvé)."],"Soft 404":["Soft 404"],"Request timed out or site is blocking Google.":["Le temps de la demande est écoulé ou le site bloque Google."],"Server Error":["Erreur serveur"],"Googlebot could access your site, but certain URLs are blocked for Googlebot in your %1$s file. This block could either be for all Googlebots or even specifically for Googlebot-mobile.":["Le Googlebot pourrait accéder à votre site, mais l’accès à certaines adresses est bloqué dans votre %1$s. Ce blocage pourrait être pour tous les Googlebot ou uniquement pour le Googlebot-mobile."],"Blocked":["Bloqué"],"Google was unable to crawl this URL due to an undetermined issue.":["Google n’a pas pu exploré cette adresse en raison d’un problème indéterminé."],"URL points to a non-existent page.":["L’adresse pointe vers une page inexistante."],"Not found":["Non trouvé"],"Not followed":["Non suivi"],"Faulty redirects":["Redirections défectueuses"],"Server requires authentication or is blocking Googlebot from accessing the site.":["Le serveur nécessite une authentification ou bloque l’accès au site au Googlebot."],"Access denied":["Accès refusé"],"Deactivate %s":["Désactiver %s"],"The %1$s plugin might cause issues when used in conjunction with %2$s.":["L’extension %1$s pourrait provoquer des problèmes si utiliser en conjonction avec %2$s."],"Upload Image":["Mettre en ligne une image"],"Remove these ads?":["Supprimer les publicités"],"%s Posts Overview":["Vue d’ensemble des articles de %s"],"The Breadcrumbs Title is used in the breadcrumbs where this taxonomy appears.":["Le titre est utilisé dans les fils d’Ariane où cette taxinomie apparait."],"Breadcrumbs title":["Titre du fil d’Ariane"],"The canonical link is shown on the archive page for this term.":["Le lien canonique s’affiche sur la page d’archive pour ce terme."],"Facebook App ID":["Facebook App ID"],"Pinterest":["Pinterest&nbsp;"],"Other":["Autres"],"Archives":["Archives"],"Email":["E-mail"],"Close":["Fermer"],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines and might slow down your site.":["%1$s et %2$s peuvent tous les deux créer des plans de site XML. En avoir deux n’est pas recommandé pour les moteurs de recherche et pourrait même ralentir votre site."],"Configure %1$s's OpenGraph settings":["Configurer les réglages de l’OpenGraph de %1$s"],"Both %1$s and %2$s create OpenGraph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":["%1$s et %2$s créent des sorties OpenGraph, ce qui pourrait faire que Facebook, Twitter, LinkedIn et d’autres réseaux sociaux utilisent de mauvais textes et de mauvaises images lorsque vos pages sont partagées."],"%s Image":["%s Image"],"%s Description":["%s Description"],"%s Title":["%s Titre"],"Twitter":["Twitter"],"Facebook":["Facebook"],"The recommended image size for %1$s is %2$s pixels.":["La taille d’image recommandée pour %1$s est de %2$s pixels."],"If you want to override the image used on %s for this post, upload / choose an image here.":["Si vous voulez remplacer l’image utilisée pour cette publication sur %s, téléversez/choisissez une image ici."],"If you don't want to use the meta description for sharing the post on %s but want another description there, write it here.":["Si vous ne souhaitez pas utiliser la méta description pour partager l’article sur %s mais voulez une autre description, inscrivez-la ici."],"If you don't want to use the post title for sharing the post on %s but instead want another title there, write it here.":["Si vous ne souhaitez pas utiliser le titre de l’article sur %s mais voulez au contraire un autre titre, enregistrez-le ici."],"very difficult":["très difficile"],"Try to make shorter sentences, using less difficult words to improve readability":["Essayez de faire des phrases plus courtes, en utilisant des mots moins compliqués afin d’améliorer la lisibilité"],"difficult":["difficile"],"Try to make shorter sentences to improve readability":["Essayez de faire des phrases plus courtes pour améliorer la lisibilité"],"fairly difficult":["assez difficile"],"OK":["OK"],"fairly easy":["assez facile"],"easy":["facile"],"very easy":["très facile"],"Meta Desc.":["Méta Desc."],"All SEO Scores":["Tous les scores SEO"],"SEO: Post Noindexed":["SEO&nbsp;: Article non indexé"],"SEO: Good":["SEO&nbsp;: Bon"],"SEO: OK":["SEO&nbsp;: OK"],"SEO issue: The featured image should be at least 200 by 200 pixels to be picked up by Facebook and other social media sites.":["Problème SEO : L’image à la Une doit être au moins de 200 x 200 pixels pour être exploitable par Facebook et les autres réseaux sociaux."],"(no parent)":["(aucun parent)"],"Post is set to noindex.":["L’article est réglé sur noindex."],"The URL that this page should redirect to.":["L’URL vers laquelle cette page devrait rediriger."],"301 Redirect":["Redirection 301"],"The canonical URL that this page should point to. Leave empty to default to permalink. %1$sCross domain canonical%2$s supported too.":["L’URL canonique vers laquelle cette page devrait pointer. Laissez ce champ vide pour utiliser le permalien par défaut. Les %1$sURL canoniques vers d’autres domaines%2$s sont aussi supportées."],"Canonical URL":["URL canonique"],"Title to use for this page in breadcrumb paths":["Titre à utiliser pour cette page dans le fil d’Ariane"],"Breadcrumbs Title":["Titre pour le fil d’Ariane"],"No Snippet":["Pas d’extrait"],"No Archive":["Aucune archive"],"No Image Index":["Pas d’index pour l’image"],"None":["Aucun"],"Site-wide default: %s":["Valeur par défaut pour tout le site&nbsp;: %s"],"Advanced <code>meta</code> robots settings for this page.":["Réglages avancés des <code>méta</code> des robots pour cette page."],"Meta robots advanced":["Méta robots avancés"],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Avertissement : même si vous pouvez modifier les méta « robots » ici, tout votre site est réglé en mode « noindex » dans les réglages de vie privée, toute modification effectuée ici n’aura donc aucun effet. "],"Meta description":["Méta description"],"SEO Title":["Titre SEO&nbsp;"],"Focus keyword":["Mot-clé principal&nbsp;"],"Snippet preview":["Aperçu de l’extrait"],"Settings successfully imported.":["Les réglages ont été importés."],"Settings could not be imported:":["Les réglagles n’ont pas été importés&nbsp;:"],"Error creating %1$s export: ":["Erreur de création de l’export de %1$s : "],"Breadcrumb for 404 pages:":["Fil d’Ariane pour la page 404&nbsp;"],"Prefix for search result pages:":["Préfixe pour les pages de résultats de recherche :"],"Prefix for archive pages:":["Préfixe pour les pages d’archive :"],"Prefix for breadcrumbs:":["Préfixe pour le fil d’Ariane :"],"Anchor text for the homepage:":["Texte d’ancrage pour la page d’accueil"],"Breadcrumbs separator:":["Séparateur pour le fil d’Ariane :"],"Remove blog page from breadcrumbs":["Retirer la page de blog du fil d’Ariane"],"%s Breadcrumbs":["Fil d’Ariane de %s"],"Use Image":["Utiliser l’image"],"Action":["Action"],"Page URL/Slug":["URL/Identifiant de la page"],"Publication date":["Date de Publication"],"Post Status":["État de l’article"],"WP Page Title":["Titre de la page"],"View":["Voir"],"View &#8220;%s&#8221;":["Voir &#8220;%s&#8221;"],"Preview":["Aperçu"],"Preview &#8220;%s&#8221;":["Prévisualiser &#8220;%s&#8221;"],"Edit":["Modifier"],"Filter":["Filtrer"],"New Yoast Meta Description":["Nouvelle méta description Yoast"],"Existing Yoast Meta Description":["Méta description Yoast actuelle"],"Facebook profile URL":["URL du profil Facebook"],"Twitter username (without @)":["Identifiant Twitter (sans le @)"],"FAQ":["Questions"],"Premium Support":["Support Premium"],"Settings":["Réglages"],"You must %1$sgo to your Reading Settings%2$s and uncheck the box for Search Engine Visibility.":["Vous devez vous %1$srendre dans vos Réglages de Lecture%2$s et décocher la case Visibilité  des moteurs de recherche."],"Huge SEO Issue: You're blocking access to robots.":["Important problème SEO&nbsp;: Vous bloquez actuellement l’accès aux robots des moteurs de recherche. "],"Posts":["Articles"],"Edit Files":["Modifier les fichiers"],"Advanced Variables":["Variables avancées"],"Basic Variables":["Variables de base"],"General":["Généraux"],"Extensions":["Extensions"],"Search Console":["Search Console"],"Tools":["Outils"],"Advanced":["Avancé"],"XML sitemaps":["Plan de site XML"],"Social":["Réseaux sociaux"],"SEO":["SEO"],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":["%1$s a détecté que vous utiliser la version de %2$s de %3$s. Veuillez la mettre à jour pour éviter les problèmes de compatibilité."],"Just another WordPress site":["Un site utilisant WordPress"],"You still have the default WordPress tagline, even an empty one is probably better. %1$sYou can fix this in the customizer%2$s.":["Vous utilisez toujours le slogan par défaut de WordPress, un vide serait même plus efficace. %1$sVous pouvez régler cela dans la personnalisation%2$s."],"You have used HTML in your value which is not allowed.":["Votre valeur inclut du code HTML non autorisé."],"You can't edit %s that aren't yours.":["Vous ne pouvez pas modifier les %s qui ne sont pas à/de vous."],"You can't edit %s.":["Vous ne pouvez pas modifier %s."],"Post has an invalid Content Type: %s.":["L’article a un type de contenu non valide&nbsp;: %s."],"Post doesn't exist.":["L’article n’existe pas."],"course\u0004Free:":["Gratuit :"],"posts\u0004Trash <span class=\"count\">(%s)</span>":["Supprimez le <span class=\"count\">(%s)</span>","Supprimez les <span class=\"count\">(%s)</span>"],"posts\u0004All <span class=\"count\">(%s)</span>":["Tout <span class=\"count\">(%s)</span>","Tous <span class=\"count\">(%s)</span>"]}}}