{"domain":"js-text-analysis","locale_data":{"js-text-analysis":{"":{"domain":"js-text-analysis","plural_forms":"nplurals=2; plural=n != 1;","lang":"es_MX"},"%1$sGo to %2$s to analyze your entire site%3$s":["%1$sVe a %2$s para analizar tu sitio completo%3$s"],"%1$s offers a free indexability check for %2$s users, and it shows\n\t\t\tthat your site can be found by search engines.":["%1$s ofrece una comprobación gratuita de indexación para los usuarios de %2$s y muestra\n\t\t\tque tu sitio puede ser encontrado por los motores de búsqueda."],"Your site can be found by search engines":["Tu sitio puede ser encontrado por los motores de búsqueda"],"%1$s offers a free indexability check for %2$s users and right now it has trouble determining\n\t\t\twhether search engines can find your site. This could have several (legitimate) reasons and is not a problem\n\t\t\tin itself. If this is a live site, %3$sit is recommended that you figure out why the %1$s check failed.%4$s":["%1$s ofrece una comprobación gratuita de indexación para los usuarios de %2$s y, en este momento, tiene problemas para determinar\n\t\t\tsi los motores de búsqueda pueden encontrar tu sitio. Esto podría ser por varios motivos (legítimos) y no es un problema\n\t\t\tpor sí mismo. Si este es un sitio en vivo, %3$sse recomienda que averigües por qué ha fallado la comprobación de %1$s.%4$s"],"%1$s cannot determine whether your site can be found by search engines":["%1$s no puede determinar si tu sitio puede ser encontrado por los motores de búsqueda"],"%1$sRead more about troubleshooting search engine visibility.%2$s":["%1$sLeer más sobre el diagnóstico de la visibilidad de los motores de búsqueda.%2$s"],"%1$s offers a free indexability check for %2$s users and it has determined that your site cannot be found by search engines. If this site is live or about to become live, this should be fixed.":["%1$s ofrece una comprobación gratuita de indexación para los usuarios de %2$s y ha determinado que tu sitio no puede ser encontrado por los motores de búsqueda. Si este sitio está en vivo o a punto de estarlo, esto debería ser corregido."],"Your site cannot be found by search engines":["Tu sitio no puede ser encontrado por los motores de búsqueda"],"If this is a live site, %1$sit is recommended that you figure out why the check failed.%2$s":["Si este es un sitio en vivo, %1$sse recomienda que averigües por qué ha fallado la comprobación.%2$s"],"Error details: %1$s %2$s %3$s":["Detalles del error: %1$s %2$s %3$s"],"An error occurred while checking whether your site can be found by search engines":["Ha ocurrido un error al comprobar si tu sitio puede ser encontrado por los motores de búsqueda"],"%1$sYou can change the tagline in the customizer%2$s.":["%1$sPuedes cambiar la descripción corta en el personalizador%2$s."],"You still have the default WordPress tagline. Even an empty one is probably better.":["Aún tienes la descripción corta por defecto de WordPress. Incluso una en blanco es probablemente mejor."],"You should change the default WordPress tagline":["Deberías cambiar la descripción corta por defecto de WordPress"],"You are using a custom tagline or an empty one.":["Estás utilizando una descripción corta personalizada o una vacía."],"You changed the default WordPress tagline":["Has cambiado la descripción corta por defecto de WordPress"],"Great! You can activate your premium plugin(s) and receive updates.":["¡Genial! Puedes activar tu(s) plugin(s) premium y recibir actualizaciones."],"Your site can connect to %1$s":["Tu sitio puede conectar con %1$s"],"You can %1$snot%2$s activate your premium plugin(s) and receive updates. The cause for this error is probably that the cURL software on your server is too old. Please contact your host and ask them to update it to at least version 7.34. %3$sRead more about cURL in our knowledge base%4$s.":["%1$sNo puedes%2$s activar tu(s) plugin(s) premium y recibir actualizaciones. La causa de este error probablemente es porque el software cURL de tu servidor es demasiado antiguo. Por favor, contacta con tu alojamiento y pídeles que lo actualice, al menos, a la versión 7.34. %3$sLee más sobre cURL en nuestra base de conocimiento%4$s."],"You can %1$snot%2$s activate your premium plugin(s) and receive updates. A common cause for not being able to connect is an out-of-date version of cURL, software used to connect to other servers. However, your cURL version seems fine. Please talk to your host and, if needed, the Yoast support team to figure out what is broken. %3$sRead more about cURL in our knowledge base%4$s.":["%1$sNo puedes%2$s activar tu(s) plugin(s) premium y recibir actualizaciones. Una causa común para no poder conectar es una versión no actualizada de cURL, software usado para conectar con otros servidores. Sin embargo, tu versión de cURL parece estar bien. Por favor, habla con tu alojamiento y, si es necesario, con el equipo de soporte de Yoast para averiguar qué es lo que está mal. %3$sLee más sobre cURL en nuestra base de conocimiento%4$s."],"Your site can not connect to %1$s":["Tu sitio no puede conectar con %1$s"],"Comments on your posts are displayed on a single page. This is just like we'd suggest it. You're doing well!":["Los comentarios de tus entradas se muestran en una página individual. Esto es tal como lo hemos sugerido. ¡Lo estás haciendo bien!"],"It's highly recommended to have your postname in the URL of your posts and pages. Consider setting your permalink structure to %s.":["Es muy recomendable que tengas el nombre de la entrada en la URL de tus entradas y páginas. Considera ajustar la estructura de tus enlaces permanentes como %s."],"You do not have your postname in the URL of your posts and pages":["No tienes el nombre de la entrada en la URL de tus entradas y páginas"],"You do have your postname in the URL of your posts and pages.":["Tienes el nombre de la entrada en la URL de tus entradas y páginas."],"Your permalink structure includes the post name":["Tu estructura de enlaces permanentes incluye el nombre de la entrada"],"The request to Ryte returned an error.":["La solicitud a Ryte ha devuelto un error."],"Comments on your posts break into multiple pages. As this is not needed in 999 out of 1000 cases, we recommend you disable it. To fix this, uncheck \"Break comments into pages...\" on the Discussion Settings page.":["Los comentarios dte us entradas se dividen en varias páginas. Como esto no es necesario en 999 de cada 1000 casos, le recomendamos que lo desactive. Para solucionar esto, desmarque \"Separar comentarios en páginas...\" en la página ajustes de comentarios."],"Comments break into multiple pages":["Los comentarios se dividen en varias páginas."],"Comments are displayed on a single page":["Los comentarios se muestran en una sola página"],"No title":["Sin título"],"%1$sGo to the Discussion Settings page%2$s":["%1$sIr a la página de ajustes de comentarios%2$s"],"%1$sThis was reported by the %2$s plugin%3$s":["%1$sEsto ha sido informado por el plugin %2$s%3$s"],"Date in Google Preview":["Fecha en la vista previa de Google"],"Preview as:":["Vista previa como:"],"Mobile result":["Resultado móvil"],"Google preview":["Vista previa de Google"],"Desktop result":["Resultado en escritorio"],"When you click OK we will open our HelpScout beacon where you can find answers to your questions. This beacon will load our support data and also potentially set cookies.":["Cuando hagas clic en Aceptar, abriremos nuestra baliza de HelpScout donde podrás encontrar respuestas a tus preguntas. Esta baliza cargará nuestros datos de soporte y, potencialmente, también podrá establecer cookies."],"The browser you are currently using is unfortunately rather dated. Since we strive to give you the best experience possible, we no longer support this browser. Instead, please use %1$sFirefox%4$s, %2$sChrome%4$s or %3$sMicrosoft Edge%4$s.":["Lamentablemente, el navegador que estás usando actualmente está bastante anticuado. Dado que nos esforzamos para ofrecerte la mejor experiencia posible, ya no tenemos compatibilidad con este navegador. En su lugar, usa %1$sFirefox%4$s, %2$sChrome%4$s o %3$sMicrosoft Edge%4$s."],"If you want to apply advanced <code>meta</code> robots settings for this page, please define them in the following field.":["Si desea aplicar configuraciones avanzadas de robots <code> meta </code> para esta página, defínalos en el siguiente campo."],"Check out %1$s":["Consulta %1$s"],"We have both free and premium online courses to learn everything you need to know about SEO.":["Tenemos cursos en línea gratuitos y premium para aprender todo lo que necesita saber sobre SEO."],"Want to learn SEO from Team Yoast? Check out our %1$s!":["¿Quieres aprender SEO del equipo Yoast? ¡Mira nuestro %1$s!"],"Learn SEO":["Aprende SEO"],"Start to optimize your site for Google News traffic today!":["¡Comience a optimizar su sitio para el tráfico de Google Noticias hoy!"],"Make sure your videos rank and are easy to share with our Video SEO plugin.":["Asegúrese de que sus videos se clasifiquen y sean fáciles de compartir con nuestro complemento Video SEO."],"Our Local SEO plugin will help you rank in Google Maps and local results.":["Nuestro complemento SEO local te ayudará a clasificarte en Google Maps y en los resultados locales."],"%s settings to import:":["%s configuraciones para importar:"],"Import settings from another %1$s installation by pasting them here and clicking \"%2$s\".":["Importe la configuración de otra instalación %1$s pegándola aquí y haciendo clic en \"%2$s\""],"Your %1$s settings:":["Tu configuración de %1$s:"],"Schema":["Esquema"],"Twitter uses Open Graph metadata just like Facebook, so be sure to keep the \"Add Open Graph meta data\" setting on the Facebook tab enabled if you want to optimize your site for Twitter.":["Twitter usa datos meta de Open Graph, al igual que Facebook, por lo que asegúrate de mantener activado el ajuste «Añadir datos meta de Open Graph» en la pestaña de Facebook si quieres optimizar tu sitio para Twitter."],"Please check the format of the Facebook Page URL you entered. %s":["Por favor, verifique el formato de la URL de la página de Facebook que ingresó. %s"],"Please check the format of the Instagram URL you entered. %s":["Por favor, verifique el formato de la URL de la página de Instagram que ingresó. %s"],"Please check the format of the Linkedin URL you entered. %s":["Por favor, verifique el formato de la URL de la página de Linkedin que ingresó. %s"],"Please check the format of the MySpace URL you entered. %s":["Por favor, verifique el formato de la URL de la página de MySpace que ingresó. %s"],"Please check the format of the Pinterest URL you entered. %s":["Por favor, verifique el formato de la URL de la página de Pinterest que ingresó. %s"],"Please check the format of the Wikipedia URL you entered. %s":["Por favor, verifique el formato de la URL de la página de Wikipedia que ingresó. %s"],"Please check the format of the Youtube URL you entered. %s":["Por favor, verifique el formato de la URL de la página de Youtube que ingresó. %s"],"Settings saved.":["Configuraciones guardadas"],"Continue learning":["Continua aprendiendo"],"%1$s will now take care of all the needed technical optimization of your site. To really improve your site's performance in the search results, it's important to know everything our plugin has to offer. Sign up for our free %1$s plugin training, in which you'll learn how to use %1$s and how it can help you make the best of your website!":["%1$s se encargará de toda la optimización técnica necesaria para su sitio. Para verdaderamente mejorar el rendimiento de su sitio en los resultados de búsqueda, es importante saber todo lo que nuestro plugin tiene por ofrecer. Regístrase gratis a nuestro  curso de %1$s, en el cual aprenderá como usar %1$s y como puede ayudarse a aprovechar mejor su sitio Web!"],"Dismiss this alert":["Descartar esta alerta"],"A company name and logo need to be set for structured data to work properly. %1$sLearn more about the importance of structured data.%2$s":["Es necesario establecer el nombre y el logotipo de una empresa para que los datos estructurados funcionen correctamente. %1$sObtenga más información sobre la importancia de los datos estructurados%2$s."],"%s does not seem to be a valid Facebook App ID. Please correct.":["%s no parece ser una ID valida de una App de Facebook. Por favor, corrige."],"The submitted value was: %s":["El valor enviado fue: %s"],"Yandex confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Los códigos de confirmación de Yandex solo pueden contener letras de la A a la F, números, guiones y guiones bajos. %s"],"Twitter usernames can only contain letters, numbers, and underscores. %s":["Los nombres de usuario de Twitter solo pueden contener letras, números y guiones bajos %s"],"Pinterest confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Los códigos de confirmación de Pinterest solo pueden contener letras de la A a la F, números, guiones y guiones bajos. %s"],"Bing confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Los códigos de confirmación de Bing solo pueden contener letras de la A a la F, números, guiones y guiones bajos. %s"],"Google verification codes can only contain letters, numbers, hyphens, and underscores. %s":["Los códigos de verificación de Google solo pueden contener letras, números, guiones y guiones bajos. %s"],"The Facebook App ID you entered doesn't exist. %s":["El ID de la app de Facebook que ingresó no existe. %s"],"Baidu verification codes can only contain letters, numbers, hyphens, and underscores. %s":["Los códigos de verificación de Baidu solo pueden contener letras, números, guiones y guiones bajos. %s"],"Show this item.":["Mostrar este elemento."],"Hide this item.":["Ocultar este elemento."],"You have %d hidden problem:":["Tiene un%d problema oculto:","Tienen varios %d problemas ocultos:"],"You have %d hidden notification:":["Tiene una %d notificación oculta:","Tienen %d notificaciones ocultas:"],"The form contains %1$s error. %2$s":["El formulario contiene %1$serror%2$s","El formulario contiene %1$serrores%2$s"],"SEO settings configured":["Opciones de SEO configuradas"],"If you want to double-check your %1$s settings, or change something, you can always %2$sreopen the configuration wizard%3$s.":["Si desea verificar dos veces la configuración de %1$s, o cambiar algo, siempre puede %2$sabrir el asistente de configuración de nuevo%3$s."],"The following words and word combinations occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly. ":["Las siguientes palabras y combinaciones de palabras ocurren más en el contenido. Estos dan una indicación de en qué se enfoca su contenido. Si las palabras difieren mucho de su tema, es posible que desee volver a escribir su contenido en como corresponde."],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":["Una vez que agregue un poco más de contenido, le daremos una lista de las palabras que más aparecen. Esto nos dará un indicio del enfoque de su contenido."],"%d occurrences":["%d ocurrencias"],"Activate %s for your site on MyYoast":["Habilita %s para su sitio en MyYoast"],"Show blog page in breadcrumbs":["Mostrar la página blog en los breadcrumbs"],"We could not find any relevant articles on your website that you could link to from your post.":["No pudimos encontrar ningún artículo relevante en su sitio web que pudiera vincular desde su publicación."],"Has feedback":["Tiene comentarios"],"Content optimization:":["Optimización de contenido:"],"%1$sSEO%2$s: %3$s":["%1$sSEO%2$s: %3$s"],"%1$sReadability%2$s: %3$s":["%1$sLectura%2$s: %3$s"],"Post Noindexed":["Publicado no indexado"],"No Focus Keyphrase":["No hay frase clave de enfoque"],"Person logo / avatar":["Logotipo de la persona / avatar "],"Extend %s":["Extender %s"],"Posts with the SEO score: %s":["Publicaciones con la puntuación SEO: %s"],"SEO: %s":["SEO: %s"],"%s video tutorial":["%s Video tutorial"],"To view your current crawl errors, %1$splease visit Google Search Console%2$s.":["Para ver sus errores de rastreo actuales, %1$spor favor visite la Consola de búsqueda de Google%2$s."],"Google has discontinued its Crawl Errors API. Therefore, any possible crawl errors you might have cannot be displayed here anymore. %1$sRead our statement on this for further information%2$s.":["Google ha descontinuado su API de Errores de Rastreo. Por lo tanto, cualquier posible error de rastreo que pueda haber dejado de mostrarse aquí. %1$sLea nuestra declaración sobre esto para obtener más información%2$s."],"Remove this message":["Quitar este mensaje"],"Truly optimize your site for a local audience with our %s plugin! Optimized address details, opening hours, store locator and pickup option!":["¡Optimiza su sitio para una audiencia local, con nuestro plugin %s! ¡Optimiza la dirección, horarios, localizador de tiendas y opción de recogida!"],"Serving local customers?":["¿Atiende consumidores locales? "],"Get the %s plugin now":["Obtén el plugin %s ahora!"],"Organization social profiles":["Organización de perfiles sociales"],"You can edit the details shown in meta data, like the social profiles, the name and the description of this user on their %1$s profile page.":["Puede editar los detalles mostrados en los meta data, como sus perfiles sociales, el nombre y la descripción de este usuario en su %1$s página de perfil."],"Personal info":["Información personal"],"Organization logo":["Logo de la organización"],"Organization name":["Nombre de la organización"],"Choose whether the site represents an organization or a person.":["Elige si el sitio representa a una persona o a una organización"],"Knowledge Graph & Schema.org":["Grafo de conocimiento & Schema.org"],"To make your site represent a Company or Organization go to %1$sSearch Appearance%2$s and set Organization or Person to \"Organization\".":["Para hacer que su sitio represente a una Compañia u Organización ir a %1$sSearch Appearance%2$s y definir Organización o Persona a \"Organización\"."],"To change the social accounts used for your site, update the details for %1$s.":["Para cambiar la cuentas de redes sociales utilizadas en su sitio, actualiza la información de %1$s. "],"That means that the form and information below is disabled, and not used.":["Esto significa que el formulario y la información aquí abajo estan deshabilitadas y no se estan usando"],"Your website is currently configured to represent a Person":["Su sitio web esta configurado actualmente para representar a una Persona"],"(if one exists)":["(si existe uno)"],"Wikipedia page about you":["Página de Wikipedia sobre usted"],"YouTube profile URL":["URL del perfil de Youtube"],"Tumblr profile URL":["URL del perfil de Tumblr"],"SoundCloud profile URL":["URL del perfil de SoundCloud"],"MySpace profile URL":["URL del perfil de MySpace"],"Organization or person":["Organización o persona"],"The person":["La persona"],"Organization":["Organización"],"Does your site represent a person or an organization?":["¿Su sitio web representa a una persona o a una organización?"],"The name of the organization":["El nombre de la organización"],"Provide an image of the organization logo":["Proporciona una imagen del logotipo de la organización"],"You have previously set your site to represent a person. We’ve improved our functionality around Schema and the Knowledge Graph, so you should go in and %1$scomplete those settings%2$s.":["Previamente ha configurado su sitio para representar a una persona. Hemos mejorado nuestra funcionalidad sobre Schema y el Knowledge Graph, así que deberías ir y %1$scompletar estos ajustes%2$s."],"Select a user...":["Selecciona un usuario..."],"Uncategorized":["Sin Categoría"],"Name:":["Nombre:"],"You have selected the user %1$s as the person this site represents. Their user profile information will now be used in search results. %2$sUpdate their profile to make sure the information is correct.%3$s":["Has seleccionado al usuario %1$s como la persona que representa a este sitio. La información de su perfil se usará en los resultados de búsqueda. %2$sActualiza su perfil para asegurarse que la información esté correcta.%3$s"],"Error: Please select a user below to make your site's meta data complete.":["Error: Profavor seleccióna al usuario abajo para completar la meta data de su sitio."],"SEO score: %s":["Puntuación SEO: %s"],"If a Wikipedia page for you or your organization exists, add it too.":["Si existe una pagina de Wikipedia de su organización, agrégala."],"Wikipedia URL":["URL de Wikipedia"],"Pinterest profile URL":["Dirección URL de cuenta de Pinterest"],"Instagram profile URL":["Dirección URL de cuenta de Instagram"],"LinkedIn profile URL":["Dirección URL de cuenta de LinkedIn"],"Keyword research is essential in any SEO strategy. You decide the search terms you want to be found for, and figure out what words your audience uses to find you. Great keyword research tells you what content you need to start ranking for the terms you want to rank for. Make sure your efforts go into the keywords you actually have a chance at ranking for! The %1$s walks you through this process, step by step.":["La investigación de palabras clave es esencial en cualquier estrategia de SEO. Tú decides los términos de búsqueda por los que quieres que te encuentren, averigua qué palabras usa tu audiencia para encontrarte. Una gran investigación de palabras clave te dice qué contenido necesitas para empezar a puntuar para los términos que quieres posicionar. ¡Asegúrate de que tus esfuerzos se centren en las palabras clave para las que realmente tienes posibilidades de posicionarte! El %1$s te guía a través de este proceso, paso a paso."],"The image you selected is too small for Facebook":["La imagen que has elegido es demasiado pequeña para Facebook"],"The given image url cannot be loaded":["La URL de la imagen dada no se puede cargar"],"Find out what words your audience uses to find you":["Descubre qué palabras utiliza su audiencia para encontrarse"],"%1$sFlesch Reading Ease%2$s: The copy scores %3$s in the test, which is considered %4$s to read. %5$s":["%1$sFacilidad de lectura Flesch%2$s: El escrito puntúa %3$s en la prueba, Lo que se considera %4$s de leer. %5$s"],"No JSON object was returned.":["No se ha devuelto un objeto JSON."],"Received internal links":["Enlaces internos recibidos"],"Outgoing internal links":["Enlaces salientes internos"],"New step added":["Nuevo paso agregado"],"New question added":["Nueva pregunta agregada"],"The Text link counter feature provides insights in how many links are found in your text and how many links are referring to your text. This is very helpful when you are improving your %1$sinternal linking%2$s.":["La función de contador de enlaces de texto proporciona información sobre cuántos enlaces se encuentran en su texto y cuántos enlaces se refieren a su texto. Esto es muy útil cuando está mejorando su %1$sinternal vinculando%2$s."],"Please carefully consider the implications and %1$sread this post%2$s if you want more information about the impact of showing media in search results.":["Por favor considere cuidadosamente las implicaciones y %1$s lea esta publicación %2$s si desea obtener más información sobre el impacto de mostrar multimedia en los resultados de búsqueda."],"Keyphrase":["Frase clave"],"For this feature to work, %1$s needs to create a table in your database. We were unable to create this table automatically.":["Para que esta característica funcione, %1$s  necesita crear una tabla en su base de datos. No hemos podido crear esta tabla automáticamente."],"By enabling this option, attachment URLs become visible to both your visitors and Google. To add value to your website, they should contain useful information, or they might have a negative impact on your ranking.":["Al activar esta opción, las URL adjuntas se hacen visibles tanto para los visitantes como para Google. Para añadir valor a su sitio web, deben contener información útil, o podrían tener un impacto negativo en su posicionamiento."],"The %3$sText link counter%4$s feature (introduced in %1$s %2$s) is currently disabled.":["La característica %3$scontador de enlaces al texto%4$s (introducida en %1$s %2$s) está actualmente inactiva."],"Please read the following %1$sknowledge base article%2$s to find out how to resolve this problem.":["Por favor, lee el siguiente  %1$sartículo de la base de conocimientos%2$s para averiguar cómo resolver este problema."],"To make sure all the links in your texts are counted, we need to analyze all your texts.":["Para asegurarnos de que todos los enlaces en sus textos estén contados, necesitamos analizar todos sus textos."],"All you have to do is press the following button and we'll go through all your texts for you.":["Todo lo que tiene que hacer es presionar el siguiente botón y revisaremos todos sus textos por usted."],"Count links":["Contador de enlaces"],"%3$sImage alt attributes%5$s: Out of %2$d images on this page, %1$d have alt attributes with words from your keyphrase or synonyms. That's a bit much. %4$sOnly include the keyphrase or its synonyms when it really fits the image%5$s.":["%3$sAtributos alt de imágenes%5$s: De %2$d imágenes en esta página, %1$d tienen atributos alt con palabras de tu frase clave o sinónimos. Eso es demasiado. %4$sIncluye la frase clave o sus sinónimos solo cuando realmente encajen en la imagen%5$s."],"%1$sImage alt attributes%2$s: Good job!":["%1$sAtributos alt de imagen%2$s: ¡Buen trabajo!"],"%3$sImage alt attributes%5$s: Out of %2$d images on this page, only %1$d has an alt attribute that reflects the topic of your text. %4$sAdd your keyphrase or synonyms to the alt tags of more relevant images%5$s!":["%3$sAtributos alt de imágenes%5$s: De %2$d imágenes en esta página, sólo %1$d tiene un atributo alt que refleja el tema de tu texto. ¡%4$sAñade tu frase clave o sinónimos a las etiquetas alt de las imágenes más relevantes%5$s!","%3$sAtributos alt de imágenes%5$s: De %2$d imágenes en esta página, sólo %1$d tienen atributos alt que reflejan el tema de tu texto. ¡%4$sAñade tu frase clave o sinónimos a las etiquetas alt de las imágenes más relevantes%5$s!"],"%1$sImage alt attributes%3$s: Images on this page do not have alt attributes that reflect the topic of your text. %2$sAdd your keyphrase or synonyms to the alt tags of relevant images%3$s!":["%1$sAtributos alt de imagen%3$s: Las imágenes en ésta página no tienen atributos alt que reflejen el tema de su texto. ¡%2$sAgregue su frase clave o sinónimos a las etiquetas alt de las imágenes más relevantes%3$s!"],"%1$sImage alt attributes%3$s: Images on this page have alt attributes, but you have not set your keyphrase. %2$sFix that%3$s!":["%1$sAtributos alt de imagen%3$s: Las imágenes en ésta página contienen atributos alt, pero no ha fijado su frase clave. ¡%2$sArregla eso%3$s!"],"%1$sKeyphrase in subheading%2$s: %3$s of your higher-level subheadings reflects the topic of your copy. Good job!":["%1$sPalabra clave en subtítulo%2$s: %3$s Refleja el tema del contenido. ¡Buen trabajo!","%1$sPalabra clave en subtítulo%2$s: %3$s Reflejan el tema del contenido. ¡Buen trabajo!"],"%1$sKeyphrase in subheading%2$s: Your higher-level subheading reflects the topic of your copy. Good job!":["%1$sFrase clave en el subtítulo%2$s: Su subtítulo de alto nivel refleja el tema de su escrito. ¡Buen trabajo!"],"%1$sKeyphrase in subheading%3$s: %2$sUse more keyphrases or synonyms in your higher-level subheadings%3$s!":["%1$sFrase clave en subtítulo%3$s: %2$sUsa más frases claves o sinónimos en su nivel superior de subtítulos%3$s!"],"Page %s":["Página %s"],"Cannot get the size of %1$s because of unknown reasons.":["No se puede obtener el tamaño de  %1$s por razones desconocidas"],"Cannot get the size of %1$s because it is hosted externally.":["No se puede obtener el tamaño de %1$s por que esta hospedado externamente"],"Simply switch the toggle to \"on\" and you'll be able to use the recalibrated analysis. At the same time, we'll add you to our specific mailing list. We'll only email you about your experiences with this recalibration!":["Simplemente cambia le indicador a \"on\" y podras usar el analisis recalibrado. Al mismo tiempo, se añadiremos a nuestra lista de distribucion especificada. Solo se mandaremos correos sobre sus experiencias con la recalibracion!"],"We have %1$srecalibrated our analysis%2$s. With the new analysis, we will get even closer to how Google sees your website. It would be %3$sawesome%4$s if you would like to %3$sbeta test this feature%4$s for us!":["Hemos %1$srecalibrado nuestro análisis%2$s. Con el nuevo análisis, nos acercaremos más a cómo Google ve su sitio web. ¡Sería %3$sincreíble%4$s si quisiera %3$sprobar esta función beta %4$s para nosotros!"],"Get an even better analysis":["Obtener un análisis aún mejor"],"%1$sSingle title%3$s: H1s should only be used as your main title. Find all H1s in your text that aren't your main title and %2$schange them to a lower heading level%3$s!":["%1$sTítulo único%3$s: Los H1 solo deben usarse como título principal. Encuentra todos los H1 en tu texto que no son su título principal y %2$scámbielos a un nivel de encabezado más bajo%3$s!"],"Improve sharing on Facebook and Pinterest":["Mejora compartir en Facebook y Pinterest"],"You do not have the required rights to export settings.":["No tiene los permisos suficientes para exportar configuraciónes."],"Copy all these settings to another site's %1$s tab and click \"%1$s\" there.":["Copiar todas la configuración a otro tab del sitio %1$s y clic en \"%1$s\""],"These are settings for the %1$s plugin by %2$s":["Estos son los ajustes para el plugin %1$s de %2$s"],"No settings found.":["No se encontraron ajustes"],"Export your %1$s settings here, to copy them on another site.":["Exporta usted %1$s ajustes aquí para copiarlos en otro sitio."],"Import of settings is only supported on servers that run PHP 5.3 or higher.":["La importación de ajustes funciona únicamente con servidores corriendo PHP 5.3 o superior."],"%1$sKeyphrase density%2$s: The focus keyphrase was found 0 times. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sDensidad de la frase clave%2$s: La frase clave se encontró 0 veces. Eso es  inferior al mínimo recomendado de  %3$d veces para frases de esta longitud. %4$sSe enfoca en la frase clave%2$s!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sDensidad frase clave%2$s: La frase clave de enfoque se encontró %5$d vez. Esto es mucho menos del mínimo recomendado de %3$d veces para un texto de esta longitud. ¡%4$sEnfócate en tu frase clave%2$s!","%1$sDensidad frase clave%2$s: La frase clave de enfoque se encontró %5$d veces. Esto es mucho menos del mínimo recomendado de %3$d veces para un texto de esta longitud. ¡%4$sEnfócate en tu frase clave%2$s!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %3$d time. This is great!":["%1$sDensidad de frase clave%2$s: La frase clave objetivo se ha encontrado %3$d vez. ¡Eso está genial!","%1$sDensidad de frase clave%2$s: La frase clave objetivo se ha encontrado %3$d veces. ¡Eso está genial!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$sDensidad frase clave%2$s: La frase clave de enfoque se encontró %5$d vez. Esto es mucho más del máximo recomendado de %3$d veces para un texto de esta longitud. ¡%4$sNo sobre-optimices%2$s!","%1$sDensidad frase clave%2$s: La frase clave de enfoque se encontró %5$d veces. Esto es mucho más del máximo recomendado de %3$d veces para un texto de esta longitud. ¡%4$sNo sobre-optimices%2$s!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's way more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$sDensidad frase clave%2$s: La frase clave de enfoque se encontró %5$d vez. Esto es mucho más del máximo recomendado de %3$d veces para un texto de esta longitud. ¡%4$sNo sobre-optimices%2$s!","%1$sDensidad frase clave%2$s: La frase clave de enfoque se encontró %5$d veces. Esto es mucho más del máximo recomendado de %3$d veces para un texto de esta longitud. ¡%4$sNo sobre-optimices%2$s!"],"Indexable created for object %1$s with type %2$s":["Indexable creado para el objeto %1$s con tipo %2$s "],"Method %1$s() does not exist in class %2$s":["El método %1$s() no existe en la clase %2$s"],"With %s, you can easily create such redirects.":["Con %s, puede crear fácilmente tales redireccionamientos."],"Changing your permalinks settings can seriously impact your search engine visibility. It should almost %1$s never %2$s be done on a live website.":["Cambiando las configuraciones de sus permalinks puede impactar seriamente su visibilidad en los motores de búsqueda. Esto casi %1$s nunca %2$s debería hacerse en un sitio web en vivo."],"WARNING:":["ADVERTENCIA:"],"Learn about why permalinks are important for SEO.":["Aprende acerca de la importancia de los permalinks para SEO."],"Google Ads":["Google Ads"],"%1$sFunction words in keyphrase%3$s: Your keyphrase \"%4$s\" contains function words only. %2$sLearn more about what makes a good keyphrase.%3$s":["%1$sPalabras de función en frase clave%3$s: Tu frase clave \"%4$s\" contiene únicamente palabras de función. %2$sAprende más acerca de lo que hace una buena frase clave.%3$s"],"Did you know %s also analyzes the different word forms of your keyphrase, like plurals and past tenses?":["¿Sabías que %s también analiza las formas diferentes de la palabra de tu frase clave, como plurales y tiempos verbales?"],"Clear Image":["Borrar Imagen"],"%1$sKeyphrase length%3$s: %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sLongitud de frase clave%3$s: %2$sEstablece una frase clave para poder calcular tu puntaje SEO%3$s."],"%1$sKeyphrase in slug%2$s: More than half of your keyphrase appears in the slug. That's great!":["%1$sFrase clave en el slug%2$s: Más de la mitad de su frase clave aparece en el slug. ¡Eso es grandioso!"],"%1$sKeyphrase in slug%3$s: (Part of) your keyphrase does not appear in the slug. %2$sChange that%3$s!":["%1$sFrase clave en el slug%3$s: (Parte de) su frase clave no aparece en el slug. ¡%2$sCambia eso%3$s!"],"%1$sKeyphrase in slug%2$s: Great work!":["%1$sFrase clave en el slug%2$s: ¡Gran trabajo!"],"%1$sKeyphrase in title%3$s: Not all the words from your keyphrase \"%4$s\" appear in the SEO title. %2$sTry to use the exact match of your keyphrase in the SEO title%3$s.":["%1$sFrase clave en título%3$s: No todas las palabras de su frase clave \"%4$s\" aparecen en el título SEO. %2$sIntente utilizar la coincidencia exacta de su frase clave en el título SEO%3$s."],"%1$sKeyphrase in title%3$s: Does not contain the exact match. %2$sTry to write the exact match of your keyphrase in the SEO title%3$s.":["%1$sFrase clave en título%3$s: No contiene una coincidencia exacta. %2$sIntente escribir la coincidencia exacta de su frase clave en el título SEO%3$s."],"%1$sKeyphrase in title%3$s: The exact match of the keyphrase appears in the SEO title, but not at the beginning. %2$sTry to move it to the beginning%3$s.":["%1$sFrase clave en título%3$s: La coincidencia exacta de la frase clave aparece en el título SEO, pero no al principio. %2$sIntente moverla al inicio%3$s."],"%1$sKeyphrase in title%2$s: The exact match of the keyphrase appears at the beginning of the SEO title. Good job!":["%1$sFrase clave en título%2$s: La coincidencia exacta de la frase clave aparece al inicio del título SEO. ¡Buen trabajo!"],"%1$sKeyphrase distribution%2$s: Good job!":["%1$sLongitud de frase clave%2$s: ¡Buen trabajo!"],"%1$sKeyphrase distribution%3$s: Uneven. Some parts of your text do not contain the keyphrase or its synonyms. %2$sDistribute them more evenly%3$s.":["%1$sDistribución de frase clave%3$s: Desigual. Algunas partes de tu texto no contiene la frase clave o sus sinónimos. %2$sDistribúyelos de manera más equitativa%3$s."],"%1$sKeyphrase distribution%3$s: Very uneven. Large parts of your text do not contain the keyphrase or its synonyms. %2$sDistribute them more evenly%3$s.":["%1$sDistribución de frase clave%3$s: Muy desigual. Piezas grandes de su texto no contienen la frase clave o sus sinónimos. %2$sDistribúyelos de manera más equitativa%3$s."],"%1$sKeyphrase distribution%3$s: %2$sInclude your keyphrase or its synonyms in the text so that we can check keyphrase distribution%3$s.":["%1$sDistribución de frase clave%3$s: %2$sIncluye tu frase clave o sus sinónimos en el texto para que podamos checar la distribución de la frase clave%3$s."],"Help on choosing the perfect focus keyphrase":["Ayuda para elegir la palabra clave perfecta"],"Would you like to add a related keyphrase?":["¿Desea agregar una frase clave relacionada?"],"Go %s!":["Vamos %s!"],"Not showing the date archives in the search results technically means those will have a %1$s robots meta. %2$sMore info on the search results settings%3$s.":["Al no mostrar los archivos de fecha en los resultados de búsqueda significa técnicamente que aquellos tendrán un meta para robots de %1$s. %2$sMás info sobre las configuraciones de los resultados de búsqueda%3$s."],"Rank better with synonyms & related keyphrases":["Clasificar mejor con sinónimos y frases claves relacionadas"],"optimize a single post for synonyms and related keyphrases.":["Optimiza una sola publicación para sinónimos y frases claves relacionadas."],"Synonyms & related keyphrases":["Sinónimos y palabras clave relacionadas"],"Add related keyphrase":["Agregar palabra clave relacionada "],"Upgrade to %s":["Mejorar a %s"],"%1$s video":["%1$s video"],"Get %s":["Obtener %s"],"%4$sPreviously used keyphrase%6$s: You've used this keyphrase %1$s%2$d times before%3$s. %5$sDo not use your keyphrase more than once%6$s.":["%4$sFrase clave previamente utilizada%6$s: Ha utilizado esta frase clave %1$s%2$d veces antes%3$s. %5$sNo utilice su frase clave más de una vez%6$s."],"%3$sPreviously used keyphrase%5$s: You've used this keyphrase %1$sonce before%2$s. %4$sDo not use your keyphrase more than once%5$s.":["%3$sFrase clave previamente utilizada%5$s: Ha utilizado esta frase clave %1$suna vez antes%2$s. %4$sNo utilice su frase clave más de una vez%5$s."],"%1$sPreviously used keyphrase%2$s: You've not used this keyphrase before, very good.":["%1$sFrase clave previamente utilizada%2$s: No ha utilizado esta frase clave anteriormente, muy bien."],"%1$sSlug stopwords%3$s: The slug for this page contains a stop word. %2$sRemove it%3$s!":["%1$sPalabras de parada en Slug%3$s: El slug para esta página contiene una palabra de parada. ¡%2$sRemuévela%3$s!","%1$sPalabras de parada en Slug%3$s: El slug para esta página contiene palabras de parada. ¡%2$sRemuévelas%3$s!"],"%1$sSlug too long%3$s: the slug for this page is a bit long. %2$sShorten it%3$s!":["%1$sSlug demasiado largo%3$s: el slug para ésta página es un poco largo. ¡%2$sRecórtalo%3$s!"],"%1$sImage alt attributes%3$s: No images appear on this page. %2$sAdd some%3$s!":["%1$sAtributos de Imagen alt%3$s: Ninguna imagen aparece en esta página. ¡%2$sAgregue algunas%3$s!"],"%1$sLink keyphrase%3$s: You're linking to another page with the words you want this page to rank for. %2$sDon't do that%3$s!":["%1$sEnlace frase clave%3$s: Se está enlazando a otra página con las palabras que desea renquear su página. ¡%2$sNo haga eso%3$s!"],"This is far below the recommended minimum of %5$d word. %3$sAdd more content%4$s.":["Esto está muy por debajo del mínimo recomendado de %5$d palabra. %3$sAgregue más contenido%4$s.","Esto está muy por debajo del mínimo recomendado de %5$d palabras. %3$sAgregue más contenido%4$s."],"This is below the recommended minimum of %5$d word. %3$sAdd more content%4$s.":["Esto está muy por debajo del mínimo recomendado de %5$d palabra. %3$sAgregue más contenido%4$s.","Esto está muy por debajo del mínimo recomendado de %5$d palabras. %3$sAgregue más contenido%4$s."],"%2$sText length%4$s: The text contains %1$d word.":["%2$sLongitud del texto%4$s: El texto contiene %1$d palabra.","%2$sLongitud del texto%4$s: El texto contiene %1$d palabras."],"%2$sText length%3$s: The text contains %1$d word. Good job!":["%2$sLongitud del texto%3$s: El texto contiene %1$d palabra. ¡Buen trabajo!","%2$sLongitud del texto%3$s: El texto contiene %1$d palabras. ¡Buen trabajo!"],"%1$sKeyphrase in subheading%3$s: More than 75%% of your higher-level subheadings reflect the topic of your copy. That's too much. %2$sDon't over-optimize%3$s!":["%1$sFrase clave en el subtítulo%3$s: Más del 75%% de sus subtítulos de alto nivel reflejan el tema de su escrito. Eso es demasiado. ¡%2$sNo optimice demasiado%3$s!"],"%1$sSEO title width%3$s: %2$sPlease create an SEO title%3$s.":["%1$sAmplitud título SEO%3$s: %2$sPor favor cree un título SEO%3$s."],"%1$sSEO title width%3$s: The SEO title is wider than the viewable limit. %2$sTry to make it shorter%3$s.":["%1$sAmplitud título SEO%3$s: El título SEO es más ancho que el límite visible. %2$sInténtelo hacerlo más corto%3$s."],"%1$sSEO title width%2$s: Good job!":["%1$sAmplitud título SEO%2$s: ¡Buen trabajo!"],"%1$sSEO title width%3$s: The SEO title is too short. %2$sUse the space to add keyphrase variations or create compelling call-to-action copy%3$s.":["%1$sAmplitud título SEO%3$s: El título SEO es demasiado corto. %2$sUtilice el espacio para agregar variaciones de la frase clave o crear un texto convincente que llame a la acción%3$s."],"%1$sOutbound links%2$s: There are both nofollowed and normal outbound links on this page. Good job!":["%1$sEnlaces salientes%2$s: Existen enlaces de salida tanto nofollow como normales en esta página. ¡Buen trabajo!"],"%1$sOutbound links%2$s: Good job!":["%1$sEnlaces salientes%2$s: ¡Buen trabajo!"],"%1$sOutbound links%3$s: All outbound links on this page are nofollowed. %2$sAdd some normal links%3$s.":["%1$sEnlaces salientes%3$s: Todos los enlaces salientes de ésta página son nofollow. %2$sAgregue algunos enlaces normales%3$s."],"%1$sOutbound links%3$s: No outbound links appear in this page. %2$sAdd some%3$s!":["%1$sEnlaces salientes%3$s: Ningún enlace saliente aparece en ésta página. ¡%2$sAgrega algunos%3$s!"],"%1$sMeta description length%2$s: Well done!":["%1$sMeta longitud de descripción %2$s: ¡Bien hecho!"],"%1$sMeta description length%3$s: The meta description is over %4$d characters. To ensure the entire description will be visible, %2$syou should reduce the length%3$s!":["%1$sLongitud de Meta descripción%3$s: La meta descripción está sobre %4$d caracteres. Para asegurarse que la descripción entera sea visible, ¡%2$sdeberías reducir la longitud%3$s!"],"%1$sMeta description length%3$s: The meta description is too short (under %4$d characters). Up to %5$d characters are available. %2$sUse the space%3$s!":["%1$sLongitud de Meta descripción%3$s: La meta descripción es demasiado corta (debajo de los %4$d caracteres). Hasta %5$d caracteres se encuentran disponibles. ¡%2$sUtiliza el espacio%3$s!"],"%1$sMeta description length%3$s:  No meta description has been specified. Search engines will display copy from the page instead. %2$sMake sure to write one%3$s!":["%1$sLongitud de Meta descripción%3$s:  Ninguna meta descripción ha sido especificada. Los motores de búsqueda mostrarán el escrito de esta página en su lugar. ¡%2$sAsegúrate de escribir una%3$s!"],"%1$sKeyphrase in meta description%2$s: The meta description has been specified, but it does not contain the keyphrase. %3$sFix that%4$s!":["%1$sFrase clave en meta descripción%2$s: La meta descripción ha sido especificada, pero no contiene la frase clave. ¡%3$sArregla eso%4$s!"],"%1$sKeyphrase in meta description%2$s: The meta description contains the keyphrase %3$s times, which is over the advised maximum of 2 times. %4$sLimit that%5$s!":["%1$sFrase clave en meta descripción%2$s: La meta descripción contiene la frase clave %3$s veces, lo cual está encima de máximo recomendado de 2 veces. ¡%4$sArregla eso%5$s!"],"%1$sKeyphrase in meta description%2$s: Keyphrase or synonym appear in the meta description. Well done!":["%1$sFrase clave en meta descripción%2$s: La frase clave o un sinónimo aparece en la meta descripción. ¡Bien hecho!"],"%3$sKeyphrase length%5$s: The keyphrase is %1$d words long. That's way more than the recommended maximum of %2$d words. %4$sMake it shorter%5$s!":["%3$sLongitud frase clave%5$s: La frase clave es %1$d palabras de largo. Eso es demasiado del máximo recomendado de %2$d palabras. ¡%4$sHazla más corta%5$s!"],"%3$sKeyphrase length%5$s: The keyphrase is %1$d words long. That's more than the recommended maximum of %2$d words. %4$sMake it shorter%5$s!":["%3$sLongitud de frase clave%5$s: La frase clave es %1$d palabras de largo. Eso es más del máximo recomendado de %2$d palabras. ¡%4$sHazla más corta%5$s! "],"%1$sKeyphrase length%2$s: Good job!":["%1$sLongitud de frase clave%2$s: ¡Buen trabajo!"],"%1$sKeyphrase length%3$s: No focus keyphrase was set for this page. %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sLongitud de frase clave%3$s: Ninguna frase clave de enfoque fue establecida para ésta página. %2$sEstablece una frase clave para poder calcular tu puntaje SEO%3$s."],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms do not appear in the first paragraph. %2$sMake sure the topic is clear immediately%3$s.":["%1$sFrase clave en introducción%3$s: Tu frase clave o sus sinónimos no aparecen en el primer párrafo. %2$sAsegúrate de que el tema es claro inmediatamente%3$s."],"%1$sKeyphrase in introduction%3$s:Your keyphrase or its synonyms appear in the first paragraph of the copy, but not within one sentence. %2$sFix that%3$s!":["%1$sFrase clave en introducción%3$s:Tu frase clave o sus sinónimos aparecen en el primer párrafo del escrito, pero no dentro de una oración. ¡%2$sArregla eso%3$s!"],"%1$sKeyphrase in introduction%2$s: Well done!":["%1$sFrase clave en introducción%2$s: ¡Bien hecho!"],"%1$sInternal links%2$s: There are both nofollowed and normal internal links on this page. Good job!":["%1$sEnlaces internos%2$s: Existen enlaces internos tanto sin seguimiento como normales en ésta página. ¡Buen trabajo!"],"%1$sInternal links%2$s: You have enough internal links. Good job!":["%1$sEnlaces internos%2$s: Tienes suficientes enlaces internos. ¡Buen trabajo!"],"%1$sInternal links%3$s: The internal links in this page are all nofollowed. %2$sAdd some good internal links%3$s.":["%1$sEnlaces internos%3$s: Todos los enlaces internos en ésta página son sin seguimiento. %2$sAgrega algunos buenos enlaces internos%3$s."],"%1$sInternal links%3$s: No internal links appear in this page, %2$smake sure to add some%3$s!":["%1$sEnlaces internos%3$s: Ningún enlace interno aparece en ésta página, ¡%2$sasegúrate de agregar algunos%3$s!"],"%1$sTransition words%2$s: Well done!":["%1$sPalabras de transición%2$s: ¡Bien hecho!"],"%1$sTransition words%2$s: Only %3$s of the sentences contain transition words, which is not enough. %4$sUse more of them%2$s.":["%1$sPalabras de transición%2$s: Unicamente %3$s de las oraciones contienen palabras de transición, lo cual no es suficiente. %4$sUtiliza más de ellas%2$s."],"%1$sTransition words%2$s: None of the sentences contain transition words. %3$sUse some%2$s.":["%1$sPalabras de transición%2$s: Ninguna de las oraciones contienen palabras de transición. %3$sUtiliza algunas%2$s."],"%1$sNot enough content%2$s: %3$sPlease add some content to enable a good analysis%2$s.":["%1$sSin suficiente contenido%2$s: %3$sPor favor agrega algún contenido para habilitar un buen análisis%2$s."],"%1$sSubheading distribution%2$s: You are not using any subheadings, but your text is short enough and probably doesn't need them.":["%1$sDistribución de subtítulo%2$s: No estás utilizando ningún subtítulo, pero tu texto es lo suficientemente corto y probablemente no los necesita."],"%1$sSubheading distribution%2$s: You are not using any subheadings, although your text is rather long. %3$sTry and add some subheadings%2$s.":["%1$sDistribución de subtítulo%2$s: No estás utilizando ningún subtítulo, aunque tu texto es algo largo. %3$sInténtalo y agrega algunos subtítulos%2$s."],"%1$sSubheading distribution%2$s: %3$d section of your text is longer than %4$d words and is not separated by any subheadings. %5$sAdd subheadings to improve readability%2$s.":["%1$sDistribución de subtítulo%2$s: %3$d sección de tu texto es más larga que %4$d palabras y no está separada por algún subtítulo. %5$sAgrega subtítulos para mejorar la legibilidad%2$s.","%1$sDistribución de subtítulo%2$s: %3$d secciones de tu texto son más largas que %4$d palabras y no están separadas por algún subtítulo. %5$sAgrega subtítulos para mejorar la legibilidad%2$s."],"%1$sSubheading distribution%2$s: Great job!":["%1$sDistribución de subtítulo%2$s: ¡Gran trabajo!"],"%1$sSentence length%2$s: %3$s of the sentences contain more than %4$s words, which is more than the recommended maximum of %5$s. %6$sTry to shorten the sentences%2$s.":["%1$sLongitud de la oración%2$s: %3$s de las oraciones contienen más de %4$s palabras, lo cual es más del máximo recomendado de %5$s. %6$sIntenta recortar las oraciones%2$s."],"%1$sSentence length%2$s: Great!":["%1$sLongitud de la oración%2$s: ¡Excelente!"],"%1$sConsecutive sentences%2$s: There is enough variety in your sentences. That's great!":["%1$sOraciones consecutivas%2$s: Hay suficiente variedad en tus oraciones. ¡Eso es grandioso!"],"%1$sConsecutive sentences%2$s: The text contains %3$d consecutive sentences starting with the same word. %5$sTry to mix things up%2$s!":["%1$sOraciones consecutivas%2$s: El texto contiene %3$d oraciones consecutivas iniciando con la misma palabra. ¡%5$sIntenta mezclar las cosas un poco%2$s!","%1$sOraciones consecutivas%2$s: El texto contiene %4$d instancias donde %3$d o más oraciones consecutivas comienzan con la misma palabra. ¡%5$sIntenta mezclar las cosas un poco%2$s!"],"%1$sPassive voice%2$s: %3$s of the sentences contain passive voice, which is more than the recommended maximum of %4$s. %5$sTry to use their active counterparts%2$s.":["%1$sVoz pasiva%2$s: %3$s de las oraciones contienen una voz pasiva, lo cual es más del máximo recomendado de %4$s. %5$sIntenta utilizar sus contrapartes activas%2$s."],"%1$sPassive voice%2$s: You're using enough active voice. That's great!":["%1$sVoz pasiva%2$s: Estás utilizando suficiente voz activa. ¡Eso es grandioso!"],"%1$sParagraph length%2$s: %3$d of the paragraphs contains more than the recommended maximum of %4$d words. %5$sShorten your paragraphs%2$s!":["%1$sLongitud de párrafo%2$s: %3$d de los párrafos contienen más del máximo recomendado de %4$d palabras. ¡%5$sRecorta tus párrafos%2$s!","%1$sLongitud de párrafo%2$s: %3$d de los párrafos contienen más del máximo recomendado de %4$d palabras. ¡%5$sRecorta tus párrafos%2$s!"],"%1$sParagraph length%2$s: None of the paragraphs are too long. Great job!":["%1$sLongitud de párrafo%2$s: Ninguno de los párrafos son demasiado largos. ¡Gran trabajo!"],"Good job!":["¡Buen trabajo!"],"%1$sFlesch Reading Ease%2$s: The copy scores %3$s in the test, which is considered %4$s to read. %5$s%6$s%7$s":["%1$sFacilidad de lectura Flesch%2$s: El escrito alcanza %3$s en la prueba, lo cual es considerado %4$s para leer. %5$s%6$s%7$s"],"Focus keyphrase":["Frase clave de enfoque"],"%1$s with ID %2$s couldn't be patched":["%1$scon el ID %2$s no puede ser parchado"],"Invalid POST request. Meta values already exist for object with ID %1$s.":["Solicitud de PUBLICAR inválida. Los valores Meta ya existen para el objeto con el ID %1$s."],"Indexable with ID `%1$s` does not exist":["Indexable con el ID `%1$s` no existe"],"No object with ID %1$s and %2$s could be found":["Ningún objeto con el ID %1$s y %2$s pudo ser encontrado"],"`%1$s` is not a valid subtype of `%2$s`":["`%1$s` no es un subtipo válido de `%2$s`"],"The object type `%1$s` is invalid":["El objecto tipo `%1$s` es inválido"],"Invalid type for parameter `%1$s` passed. Expected `%2$s`, but got `%3$s`":["Tipo inválido para el parámetro pasado `%1$s`. Se eperaba `%2$s`, pero se obtuvo`%3$s`"],"The parameter `%1$s` cannot be empty.":["El parámetro `%1$s` no puede estar vacío."],"Check Keyphrase Density":["Checar Densidad de Frase clave"],"Disable":["Deshabilitar"],"Allow Control":["Permitir el control"],"This tab allows you to selectively disable %s features for all sites in the network. By default all features are enabled, which allows site admins to choose for themselves if they want to toggle a feature on or off for their site. When you disable a feature here, site admins will not be able to use that feature at all.":["Esta pestaña te permite deshabilitar selectivamente características de %s para todos los sitios en la red. Por defecto todas las características están habilitadas, lo que permite a los administradores del sitio escoger por ellos mismos si desean alternar una característica encendido o apagada  para su sitio. Cuando deshabilitas una característica aquí, los administradores del sitio no serán capaces de utilizar esa característica para nada."],"%s is a required feature toggle argument.":["%s es una característica obligatoria para el argumento de alternar."],"Keyphrase:":["Clave relacionada:"],"Remove keyphrase":["Remover clave relacionada"],"This feature has been disabled by the network admin.":["Esta función ha sido desactivada por el administrador de la red."],"Focus keyphrase not set.":["Frase clave de enfoque no establecida."],"Multiple keyphrases":["Frases clave múltiples"],"Colon":["Coma"],"Both %1$s and %2$s manage the SEO of your site. Running two SEO plugins at the same time is detrimental.":["Tanto %1$s y %2$s administran el SEO de tu sitio. Activar dos plugins de SEO al mismo tiempo es perjudicial."],"There is a new notification.":["Hay una nueva notificación","Hay nuevas notificaciones"],"Learn more about the readability analysis":["Aprenda más sobre análisis de legibilidad"],"Describe the duration of the instruction:":["Describa la duración de la instrucción:"],"Optional. Customize how you want to describe the duration of the instruction":["Opcional. Personalice como quiere describir la duración de la instrucción"],"This is a list of related content to which you could link in your post. {{a}}Read our article about site structure{{/a}} to learn more about how internal linking can help improve your SEO.":["Esta es una lista de contenido relacionado al que puedes vincular en tu publicación. {{a}}Lee nuestro articulo de estructura del sitio{{/a}} para aprender mas sobre cómo los vínculos internos pueden mejorar tu SEO."],"%s, %s and %s":["%s, %s y %s"],"%s and %s":["%s y %s"],"%d minute":["%d minuto","%d minutos"],"%d hour":["%d hora","%d horas"],"%d day":["%d día","%d días"],"Enter a step title":["Ingrese un título de paso"],"Optional. This can give you better control over the styling of the steps.":["Opcional. Esto puede darte mejor control sobre el estilo de los pasos."],"CSS class(es) to apply to the steps":["Clase(s) CSS para aplicar a los pasos"],"minutes":["minutos"],"hours":["horas"],"days":["días"],"Create a How-to guide in an SEO-friendly way. You can only use one How-to block per post.":["Crea una guía Cómo-hacer de una manera amigable para SEO. Puedes usar solo un bloque Cómo-hacer por publicación."],"List your Frequently Asked Questions in an SEO-friendly way. You can only use one FAQ block per post.":["Lista tus Preguntas Frecuentes de manera amigable para SEO. Puedes usar solo un bloque de Preguntas frecuentes por publicación."],"Copy error":["Error de copiado"],"An error occurred loading the %s primary taxonomy picker.":["Ocurrió un error al cargar la elección de taxonomía primaria de %s"],"%1$s Structured Data Blocks":["Bloques de Datos Estructurados %1$s "],"Time needed:":["Tiempo necesario:"],"Move question down":["Mover pregunta abajo"],"Move question up":["Mover pregunta arriba"],"Insert question":["Ingrese la pregunta"],"Delete question":["Borrar pregunta"],"Enter the answer to the question":["Ingrese la respuesta a la pregunta"],"Enter a question":["Ingrese una pregunta"],"Add question":["Añadir pregunta"],"Frequently Asked Questions":["Preguntas Frecuentes"],"Great news: you can, with %s!":["Buenas noticias: ¡puedes, con %s!"],"Select the primary %s":["Seleccione el %s primario"],"Check links to this URL":["Verificar enlaces a esta URL"],"Keyword research training":["Entrenamiento de investigación de palabras clave"],"Please check the %1$sarchive template%2$s for the following content type: %3$s.":["Singular: Consulte %1$sla plantilla archivo%2$s para el siguiente tipo de contenido: %3$s.","Plural: Consulte %1$slas plantillas archivo%2$s para el siguiente tipo de contenidos: %3$s."],"Are you trying to use multiple keyphrases? You should add them separately below.":["¿Está tratando de usar múltiples frases claves? Debe agregarlos por separado a continuación."],"Mark as cornerstone content":["Marcar como contenido piedra angular"],"Move step down":["Mover paso abajo"],"Move step up":["Mover paso arriba"],"Insert step":["Insertar paso"],"Delete step":["Borrar paso"],"Add image":["Añadir imagen"],"Enter a step description":["Ingrese una descripción del paso"],"Enter a description":["Ingrese una descripción"],"Unordered list":["Lista desordenada"],"Showing step items as an ordered list.":["Escribe un título para tus instrucciones"],"Showing step items as an unordered list":["Mostrando los items de pasos como una dista desordenada"],"Add step":["Agregar paso"],"Delete total time":["Borrar tiempo total"],"Add total time":["Añadir tiempo total"],"How to":["Cómo"],"How-to":["Como"],"Analysis results":["Resultado del análisis:"],"Enter a focus keyphrase to calculate the SEO score":["Ingrese una frase clave de enfoque paracalcular la puntuación de SEO"],"Learn more about Cornerstone Content.":["Saber más sobre Cornerstone Content."],"Cornerstone content should be the most important and extensive articles on your site.":["Los contenidos de Piedra Angular deberían ser los artículos más extensos e importantes en su sitio."],"Restore Site":["Reestablecer sitio"],"Network Settings":["Ajustes de Red"],"You are not allowed to perform this action.":["No tienes permiso para hacer esto."],"Error: %s":["Error: %s"],"Success: %s":["Éxito: %s"],"Site with ID %d not found.":["Sitio con ID %d no encontrado."],"No site has been selected to restore.":["Se se ha seleccionado un sitio para restaurar"],"You are not allowed to modify unregistered network settings.":["No tienes permitido modificar configuraciones de red no registrada."],"deleted":["eliminado"],"Would you like to add another keyphrase?":["¿Le gustaría añadir otra frase clave?"],"image preview":["vista previa de la imagen"],"Copied!":["Copiado!"],"Not supported!":["No soportado!"],"Read {{a}}our article about site structure{{/a}} to learn more about how internal linking can help improve your SEO.":["Lea {{a}}nuestro artículo acerca de la estructura del sitio{{/a}} para aprender más acerca de cómo los enlaces internos pueden ayudar a mejorar su SEO."],"Once you add a bit more copy, we'll give you a list of related content here to which you could link in your post.":["Una vez que agregue un poco más de texto, le daremos una lista de contenido relacionado aquí el cual podría ligar en su publicación."],"Consider linking to these {{a}}cornerstone articles:{{/a}}":["Considera enlazar a estos {{a}}artículos angulares:{{/a}}"],"Consider linking to these articles:":["Considere enlazar hacia estos artículos"],"Copy link":["Copiar enlace"],"Copy link to suggested article: %s":["Copiar enlace al artículo sugerido: %s"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":["Lea nuestra %1$s última guía para la investigación de palabras clave%2$s para obtener más información sobre la investigación de palabras clave y la estrategia de palabras clave."],"Once you add a bit more copy, we'll give you a list of words and word combinations that occur the most in the content. These give an indication of what your content focuses on.":["Una vez que agregue un poco más de copia, le daremos una lista de palabras y combinaciones de palabras que ocurren más en el contenido. Estos dan una indicación de en qué se enfoca su contenido."],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly. ":["Las siguientes palabras ocurren más en el contenido. Estos dan una indicación de en qué se enfoca su contenido. Si las palabras difieren mucho de su tema, es posible que desee volver a escribir su contenido en consecuencia."],"Prominent words":["Palabras prominentes"],"The site's tagline":["EL tagline del sitio"],"We've recently improved the functionality of the Search Appearance settings. Unfortunately, we've discovered that for some edge-cases, saving the settings for specific post type archives might have gone wrong.":["Recientemente hemos mejorado la funcionalidad de las configuraciones de la Apariencia de Búsqueda. Desafortunadamente, hemos descubierto que para algunos casos extremos, guardando las configuraciones para archivos específicos de tipo de entrada podría haber salido mal."],"Not all required fields are given. Missing field %1$s":["No fueron proporcionados todos los campos requeridos. Falta el campo %1$s"],"Optimize your shop's SEO and sell more products!":["¡Optimiza el SEO de tu tienda y vende más productos!"],"Add synonyms":["Añadir sinónimos"],"Would you like to add keyphrase synonyms?":["¿Desea agregar sinónimos de frase clave?"],"Would you like to add more than one keyphrase?":["¿Desea agregar más de una frase clave?"],"You can edit the SEO meta-data for this custom type on the %1$sShop page%2$s.":["Tu puedes editar la meta-data SEO para el modo personalizado de %1$spagina de compras%2$s."],"You haven't set a Shop page in your WooCommerce settings. Please do this first.":["No ha configurado una página Comprar en su configuración de WooCommerce. Por favor haz esto primero."],"Current year":["Año actual"],"Page":["Página"],"Breadcrumb settings for %s archive":["Parámetros para el Camino de Migajas para el archivo de %s"],"Something went wrong. Please reload the page.":["Algo salió mal. Por favor recarga la página."],"Tagline":["Eslogan"],"Modify your meta description by editing it right here":["Modifica tu meta description editándola aquí mismo"],"description (custom taxonomy)":["descripción (taxonomía personalizada)"],"(custom taxonomy)":["(taxonomía personalizada)"],"(custom field)":["(campo personalizado)"],"Term404":["Term404"],"Caption":["Título"],"Pagenumber":["Pagenumber"],"Pagetotal":["Pagetotal"],"Page number":["Número de página"],"User description":["Descripción de usuario"],"ID":["ID"],"Modified":["Modificado"],"Post type (plural)":["Tipo de publicación (plural)"],"Post type (singular)":["Tipo de publicación (singular)"],"Separator":["Separador"],"Search phrase":["Frase de búsqueda"],"Term title":["Título del término"],"Term description":["Descripción del término"],"Tag description":["Descripción de la etiqueta"],"Category description":["Descripción de la categoría"],"Primary category":["Categoría principal"],"Category":["Categoría"],"Tag":["Etiqueta"],"Excerpt only":["Solo extracto"],"Excerpt":["Extracto"],"Site title":["Título del sitio"],"Archive title":["Título del archivo"],"Parent title":["Título padre"],"Date":["Fecha"],"You should create a redirect to ensure your visitors do not get a 404 error when they click on the no longer working URL.":["Deberías crear un re direccionamiento para asegurar que tus visitantes no obtengan un error 404 cuando hagan click en la URL que ya no funciona más."],"Search engines and other websites can still send traffic to your deleted post.":["Los motores de búsqueda y otros sitios web pueden aún enviar tráfico a su publicación eliminada."],"Make sure you don't miss out on traffic!":["Asegúrese de no perderse tráfico!"],"You just deleted a %1$s.":["Acaba de borrar un %1$s."],"You just trashed a %1$s.":["Acaba de enviar al basurero un %1$s."],"Settings for %s archive":["Parámetros para el archivo %s"],"Settings for single %s URLs":["Parámetros para las URL únicas de %s"],"The settings on this page allow you to specify what the default search appearance should be for any type of content you have. You can choose which content types appear in search results and what their default description should be.":["Los parámetros en esta página te permiten especificar qué debería ser la apariencia de la búsqueda por defecto para cualquier tipo de contenido que tengas. Puedes escoger cuáles tipos de contenido aparecerán en los resultados de búsqueda y cual debería se su descripción por defecto. "],"Url preview":["Vista previa de la URL."],"Please provide a meta description by editing the snippet below. If you don’t, Google will try to find a relevant part of your post to show in the search results.":["Por favor provee una meta descripción al editar el snippet abajo. Si no lo haces, Google intentará encontrar una parte relevante de su publicación para mostrar en los resultados de búsqueda."],"Insert snippet variable":["Insertar variable snippet"],"Dismiss this notice":["Ocultar este aviso"],"No results":["No hay resultados"],"%d result found, use up and down arrow keys to navigate":["%d resultado encontrado, utiliza las teclas con la flecha arriba y abajo  para navegar por los resultados","%d resultados encontrado, utiliza las teclas con la flecha arriba y abajo  para navegar por los resultados"],"Your site language is set to %s. If this is not correct, contact your site administrator.":["El idioma de su sitio está establecido a %s. Si esto no es correcto, por favor contacte al administrador de su sitio."],"%1$s respects your privacy. Read our %2$sprivacy policy%3$s on how we handle your personal information.":["%1$s respeta su privacidad. Lea nuestr %2$spolítica de privacidad%3$s sobre cómo manejamos su información personal."],"If you know what this means and you do not want to see this message anymore, you can %1$sdismiss this message%2$s.":["Si reconoces lo que esto significa y no quieres ver este mensaje otra vez, puedes %1$signorar este mensaje%2$s."],"Your site's settings currently allow attachment URLs on your site to exist. Please read %1$sthis post about a potential issue%2$s with attachment URLs and check whether you have the correct setting for your site.":["La configuración de su sitio actualmente permite la existencia de URLs adjuntos en su sitio. Por favor lea %1$sesta publicación acerca de un problema potencial%2$s con URLs adjuntos y verifique si tiene la configuración correcta para su sitio."],"Unknown type %1$s":["Tipo %1$s desconocido"],"Includes a free MyYoast account which gives you access to our free SEO for Beginners course!":["¡Incluye una cuenta gratuita MyYoast la cual te da a acceso a nuestro curso gratuito de SEO para Principiantes!"],"Sign up for our newsletter if you would like to keep up-to-date about %1$s, other cool plugins by %2$s, and interesting news and tips from the world of SEO.":["Regístrese a nuestro boletín si le gustaría mantenerse informado acerca de %1$s, otros plugins de %2$s, noticias interesantes y tips del mundo del SEO."],"Get your Baidu verification code in %1$sBaidu Webmaster Tools%2$s.":["Obtén el codigo de verificación de Baidu en %1$sBaidu Webmaster Tools%2$s."],"Baidu verification code":["Código de verificación de Baidu"],"The %s importer functionality uses temporary database tables. It seems your WordPress install does not have the capability to do this, please consult your hosting provider.":["La %s funcionalidad para importar usa tablas temporales en la base de datos. Tal parece que la instalacion de WordPress no tiene esta caracteristica para proseguir. Porfavor consulta to provedor de hospedaje."],"Cleanup of %s data failed.":["Limpieza de %s información falló."],"Content Type":["Tipo de Contenido"],"Filter by content type":["Filtrar contenido por tipo"],"Show All Content Types":["Mostrar todos los tipos de contenido"],"Replaced with the normal title for an archive generated by WordPress":["Reemplazado con el título normal de un archivo generado por WordPress"],"Clean":["Limpio"],"Once you're certain your site is OK, you can clean up. This will remove all the original data.":["Una vez estés seguro de que tu sitio está OK, puedes limpiar la instalación. Esto va a quitar toda la información original. "],"Step 5: Clean up":["Paso 5: Limpieza"],"You should run the configuration wizard, from the SEO &rarr; General &rarr; Dashboard page, to make sure all the settings for your site are correct.":["Deberías correr el asistente de configuración, desde la página SEO &rarr; General &rarr; Tablero, para asegurarse que todos los parámetros de su sitio son correctos."],"Step 4: Run the configuration wizard":["Paso 4: Ejecutar el asistente de configuración"],"Please check your posts and pages and see if the metadata was successfully imported.":["Verifique sus entradas y páginas y vea si los metadatos se importaron correctamente."],"Step 3: Check your data":["Paso 3: Verifique sus datos"],"This will import the post metadata like SEO titles and descriptions into your %1$s metadata. It will only do this when there is no existing %1$s metadata yet. The original data will remain in place.":["Esto importará el metadata de la publicación como los títulos y descripciones SEO en tu metadata SEO de Yoast. Unicamente lo hará cuando no exista matadata de SEO de Yoast aún. Los datos originales permanecerán en su lugar."],"Step 2: Import":["Paso 2: Importar"],"Please make a backup of your database before starting this process.":["Por favor, haga una copia de seguridad de su base de datos antes de iniciar este proceso."],"Step 1: Create a backup":["Paso 1: Crear una copia de seguridad"],"We've detected data from one or more SEO plugins on your site. Please follow the following steps to import that data:":["Hemos detectado datos de uno o más plugins de SEO en su sitio. Por favor siga los siguientes pasos para importar estos datos:"],"Plugin: ":["Plugin:"],"%s did not detect any plugin data from plugins it can import from.":["%s no ha detectado ningún plugin del que se pueda importar datos de plugin"],"Posts that should not show up in search results":["Publicaciones que no deben mostrarse en los resultados de la búsqueda."],"%s data found.":["datos encontrados para %s."],"%s data successfully removed.":["datos de %s removidos exitosamente."],"%s data successfully imported.":["datos de %s importados exitosamente. "],"%s data not found.":["datos no encontrados de %s. "],"24/7 email support":["Soporte por correo electrónico 24/7"],"No more dead links a.k.a. 404 pages":["No más enlaces muertos (páginas 404) "],"Get real-time suggestions for internal links":["Obtenga sugerencias en tiempo real para enlaces internos"],"Preview your page in Facebook and Twitter":["Previsualizar su página en Facebook y Twitter"],"Click the \"%3$s\" button to use the meta description already set in the %1$sSearch Appearance Homepage%2$s setting.":["Haga click en el botón \"%3$s\" para utilizar la meta descripción ya puesta en el parámetro %1$sApariencia en la Búsqueda de la Página de Inicio%2$s."],"Help on copying the home meta description":["Ayuda sobre copiar la meta descripción de inicio"],"To let search engines know which social profiles are associated to this site, enter your site social profiles data below.":["Para permitir que los motores de búsqueda sepa qué perfiles sociales están asociados a este sitio, introduzca los datos de sus perfiles sociales de su sitio abajo."],"Learn more about your social profiles settings":["Más información sobre la configuración de sus perfiles de redes sociales"],"Remove the categories prefix":["Eliminar el prefijo de categorías"],"Help on the category prefix setting":["Ayuda sobre la configuración del prefijo de categoría "],"Learn more about the available variables":["Más información sobre las variables disponibles"],"Learn more about the RSS feed setting":["Más información sobre la configuración de fuentes RSS"],"When you upload media (an image or video for example) to WordPress, it doesn't just save the media, it creates an attachment URL for it. These attachment pages are quite empty: they contain the media item and maybe a title if you entered one. Because of that, if you never use these attachment URLs, it's better to disable them, and redirect them to the media item itself.":["Cuando sube medios (una imagen o un video por ejemplo) a WordPress, no solamente guarda el medio, sino que crea una URL adjunta para él. Estas páginas adjuntas están bastante vacías: ellas contienen el elemento del medio y probablemente un título si introdujo alguno. Debido a esto, si nunca utilizaste estas URL adjuntas, es mejor deshabilitarlas, y redirigirlas al elemento del medio en sí."],"Learn more about the Media and attachment URLs setting":["Más información sobre la configuración de Medios y URLs de adjunto"],"Learn more about the title separator setting":["Más información sobre la configuración del separador de título "],"Learn more about the knowledge graph setting":["Más información sobre la configuración del grafo de conocimiento"],"Learn more about the homepage setting":["Más información sobre la configuración de la página de inicio"],"Learn more about the special pages setting":["Más información sobre la configuración de las páginas especiales"],"Help on the date archives search results setting":["Ayuda sobre el parámetro de los archivos de datos de resultados de búsqueda"],"Not showing the archives for authors without posts in the search results technically means those will have a %1$s robots meta and will be excluded from XML sitemaps. %2$sMore info on the search results settings%3$s.":["Al no mostrar los archivos de los autores sin publicaciones en los resultados de búsqueda técnicamente significa que aquellos tendrán una meta robots %1$s y serán excluidos de los mapas de sitio XML. %2$sMás info sobre los parámetros en los resultados de búsqueda%3$s."],"Help on the authors without posts archive search results setting":["Ayuda sobre el parámetro de archivo de los autores sin publicaciones en los resultados de búsqueda"],"Not showing the archive for authors in the search results technically means those will have a %1$s robots meta and will be excluded from XML sitemaps. %2$sMore info on the search results settings%3$s.":["Al no mostrar el archivo para los autores en los resultados de búsqueda técnicamente significa que aquellos tendrán una meta robots %1$s y serán excluidos de los mapas de sitio XML. %2$sMás info sobre los parámetros en los resultados de búsqueda%3$s. "],"Help on the author archives search results setting":["Ayuda sobre el parámetro de los archivos de autor en los resultados de búsqueda"],"Archives settings help":["Ayuda de configuración de archivo"],"Learn more about the archives setting":["Más información sobre la configuración de archivo"],"Get your Yandex verification code in %1$sYandex Webmaster Tools%2$s.":["Obtén tu código de verificación Yandex en %1$sHerramientas para Webmaster de Yandex%2$s."],"Yandex verification code":["Código de verificación de Yandex"],"Get your Google verification code in %1$sGoogle Search Console%2$s.":["Obtén tu código de verificación de Google en la %1$sConsola de Búsqueda de Google%2$s."],"Google verification code":["Código de verificación de Google"],"Get your Bing verification code in %1$sBing Webmaster Tools%2$s.":["Obtén tu código de verificación de Bing en %1$sHerramientas para Webmaster de Bing%2$s."],"Bing verification code":["Código de verificación de Bing"],"You can use the boxes below to verify with the different Webmaster Tools. This feature will add a verification meta tag on your home page. Follow the links to the different Webmaster Tools and look for instructions for the meta tag verification method to get the verification code. If your site is already verified, you can just forget about these.":["Puedes utilizar los recuadros de abajo para verificar con las diferentes Herramientas de Webmaster. Esta característica agregará una meta etiqueta de verificación en su página de inicio. Sigue los enlaces alas diferentes Herramientas de Webmaster y busca las instrucciones para el método de la etiqueta meta de verificación para obtener el código de verificación. Si tu sitio ya está verificado, puedes olvidarte de éstas."],"Learn more about the Webmaster Tools verification":["Más información sobre la verificación de Webmaster Tools"],"On":["Encendido"],"Help on: %s":["Ayuda sobre: %s"],"%1$s comes with a lot of features. You can enable / disable some of them below. Clicking the question mark gives more information about the feature.":["%1$s viene con muchas características. Puedes habilitar / deshabilitar algunas de ellas aquí abajo. Haciendo click en el símbolo de interrogación te dará más información acerca de esa característica."],"Off":["Apagado"],"The advanced section of the %1$s meta box allows a user to remove posts from the search results or change the canonical. These are things you might not want any author to do. That's why, by default, only editors and administrators can do this. Setting to \"%2$s\" allows all users to change these settings.":["La sección avanzada del meta box de %1$s le permite al usuario quitar publicaciones de los resultados de búsqueda o cambiar el canónico. Estas son las cosas que no deseas que cualquier autor lo pudiera hacer. Esto es el porqué, por defecto, únicamente los editores y administradores pueden hacer esto. Poniéndolo a \"%2$s\" permite a todos los usuarios cambiar éstos parámetros."],"Security: no advanced settings for authors":["Seguridad: no hay configuraciones avanzadas para autores"],"See who contributed to %1$s.":["Ve quien contribuyó a %1$s."],"Help on this search results setting":["Ayuda sobre esta configuración de resultados de búsqueda"],"Not showing the archive for %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["No mostrar el archivo para %1$s en los resultados de búsqueda significa técnicamente que aquellos tienen un meta robots %2$s y serán excluidos del mapa del sitio XML. %3$sMás info sobre las configuraciones de los resultados de búsqueda%4$s."],"Not showing %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["No mostrar %1$s en los resultados de búsqueda significa técnicamente que aquellos tienen un meta robots %2$s y serán excluidos del mapa del sitio XML. %3$sMás info sobre las configuraciones de los resultados de búsqueda%4$s."],"Default for %2$s, currently: %1$s":["Por defecto para %2$s, actualmente: %1$s"],"Show %s in search results?":["¿Mostrar %s en los resultados de búsqueda?"],"this author's archives":["Archivos de este autor."],"Do not allow search engines to show %s in search results.":["No permitir a los motores de búsqueda mostrar %s en los resultados de búsqueda."],"Category URLs in WordPress contain a prefix, usually %s, this feature removes that prefix, for categories only.":["Las URLs de categoría en WordPress contienen un prefijo, usualmente %s, esta característica remueve ese prefijo, para las categorías únicamente."],"Category URLs":["URL de categoría"],"the archive for %s":["el archivo para %s"],"Redirect attachment URLs to the attachment itself?":["¿Redirigir la URL adjunta al adjunto en sí?"],"We recommend you set this to Yes.":["Recomendamos que establezcas esto a Si."],"Media & attachment URLs":["URL de Medios y Archivos adjuntos"],"This is what shows in the search results when people find your homepage. This means this is probably what they see when they search for your brand name.":["Esto es lo que se muestra en los resultados de búsqueda cuando la gente encuentra tu página. Esto significa que esto es lo que probablemente vean cuando hacen una búsqueda por tu nombre de marca."],"date archives":["fecha de archivos"],"archives for authors without posts":["archivos para autores sin posts"],"Read why XML Sitemaps are important for your site.":["Lea por qué los mapas de sitio XML son importantes para su sitio."],"Enable the XML sitemaps that %s generates.":["Habilitar los mapas de sitio XML que genera %s"],"See the XML sitemap.":["Ver el mapa del sitio XML."],"%2$s (current default for %1$s)":["%2$s (por defecto %1$s actualmente)"],"Media":["Media"],"Content Types":["Tipo de Contenidos"],"Should search engines follow links on this %1$s?":["¿Deberían los motores de búsqueda seguir los enlaces en este %1$s?"],"Allow search engines to show this %s in search results?":["¿Permitir que los motores de búsqueda muestren este %s en los resultados de búsqueda?"],"Search Appearance":["Apariencia de búsqueda"],"Please specify what content types you would like to appear in search engines. If you do not know the differences between these, it's best to choose the default settings.":["Por favor especifica que tipos de contenido quieres que aparezcan en los motores de búsqueda. Si no conoces la diferencia entre éstos, es mejor que escojas la configuración por defecto."],"Search engines should show \"%1$s\" in search results:":["Los motores de búsqueda deberían ver \"%1$s\" en los resultados de búsqueda:"],"Search engine visibility":["Visibilidad en motores de búsqueda"],"Toggle %1$s's XML Sitemap":["Alternar Mapa de sitio XML de %1$s"],"The cornerstone content feature lets you to mark and filter cornerstone content on your website.":["La característica de contenido principal le permite marcar y filtrar el contenido principal en su sitio web."],"Good results":["Buenos resultados"],"Get better search results in local search":["Consigue mejores resultados de búsqueda en la búsqueda local"],"Allow customers to pick up their %s order locally":["Permite a tus clientes recoger su %s orden localmente"],"SEO analysis":["Analisis de SEO"],"The SEO analysis offers suggestions to improve the SEO of your text.":["El análisis de SEO ofrece sugerencias para mejorar el SEO de tu texto"],"Learn how the SEO analysis can help you rank.":["Aprende como el análisis de SEO te puede ayudar en tu rango"],"The readability analysis offers suggestions to improve the structure and style of your text.":["El análisis de legibilidad ofrece sugerencias para mejorar la estructura y estilo de tu texto."],"Discover why readability is important for SEO.":["Descubre porqué la legibilidad es importante para el SEO."],"Find out how cornerstone content can help you improve your site structure.":["Descubre como el contenido esencial puede ayudarte a mejorar la estructura de tu sitio."],"The text link counter helps you improve your site structure.":["El contador de enlaces de texto te ayuda a mejorar la estructura de tu sitio."],"Find out how the text link counter can enhance your SEO.":["Descubre como el contador de enlaces de texto puede mejorar tu SEO."],"%s integration":["Integración con %s"],"Read more about how %s works.":["Lee más acerca de cómo funciona %s."],"Enable this feature if you want Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared.":["Habilita ésta característica si quieres que Facebook y otros medios sociales muestren una vista previa con imágenes y extracto de texto cuando u enlace de tu sitio sea compartido"],"Enable this feature if you want Twitter to display a preview with images and a text excerpt when a link to your site is shared.":["Habilita ésta característica si quieres que Twitter muestre una vista previa con imágenes y extracto de texto cuando un enlace de tu sitio es compartido"],"Find out why you should upgrade to %s":["Aprende por qué debes actualizar a %s"],"https://yoa.st/1uk":["https://yoa.st/1uk"],"https://yoa.st/1uj":["https://yoa.st/1uj"],"Latest blog posts on %1$s":["Últimas entradas de blog el %1$s"],"Remove highlight from the text":["Remueve la parte destacada del texto"],"Your site language is set to %s. ":["El lenguaje de tu sitio está ajustado a %s."],"Get started quickly with the %1$s %2$sconfiguration wizard%3$s!":["Comience rápidamente con el %1$s %2$sasistente de configuración%3$s!"],"First-time SEO configuration":["Configuración de SEO por primera vez"],"Your site language is set to {language}. If this is not correct, contact your site administrator.":["El idioma de su sitio está configurado en {language}. Si esto no es correcto, comuníquese con el administrador de su sitio."],"Your site language is set to {language}.":["El idioma de su sitio está configurado en {idioma}."],"Highlight this result in the text":["Resalta este resultado en el texto"],"Considerations":["Consideraciones"],"Errors":["Errores"],"Change language":["Cambiar idioma"],"You cannot create a %s file.":["No puedes crear un %s archivo."],"You cannot edit the %s file.":["No puedes editar el %s archivo."],"Updated %s":["Actualizado %s"],"Create %s file":["Crear %s archivo"],"Edit the content of your %s:":["Edita el contenido de tu %s:"],"Save changes to %s":["Guardar cambios a %s"],"%s file":["%s archivo"],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please install %3$s to make your life better. %4$s.":["%1$s y %2$s puede trabajar mucho mejor al agregar un complemento de ayuda. Por favor realiza la instalación%3$s para mejorar tu vida %4$s."],"More information":["Más información"],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please activate %3$s to make your life better.":["%1$s y %2$s puede trabajar mucho mejor al agregar un complemento de ayuda. Por favor active%3$s para mejorar tu vida"],"More information about %1$s":["Más información sobre %1$s"],"Configuration Wizard":["Asistente de configuración"],"You've done it!":["Lo has hecho!"],"Seamlessly integrate %2$s with %1$s for the content analysis!":["¡Integra %2$s con %1$s sin problemas para el análisis de contenido!"],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please install %3$s to make your life better.":["%1$s y%2$s pueden funcionar mejor al agregar un plugin de apoyo. Por favor instale %3$s para mejorar su vida."],"Manage your %s subscription on MyYoast":["Administre su %s suscripción en MyYoast "],"Mark the most important %1$s as 'cornerstone content' to improve your site structure. %2$sLearn more about cornerstone content%3$s.":["Marca el %1$s más importante como 'piedra angular' para mejorar la estructura de tu sitio. %2$sAprende más sobre el contenido importante%3$s."],"(Opens in a new browser tab)":["Abrir en nueva pestaña de buscador"],"Posts %1$swithout%2$s a focus keyphrase":["Publicación %1$swithout%2$s una palabra clave"],"Hey, your SEO is doing pretty well! Check out the stats:":["Hey, ¡tu SEO esta haciendo muy bien! Checa las estadísticas: "],"You don't have any published posts, your SEO scores will appear here once you make your first post!":["No tienes ningún post publicado, tus puntos SEO aparecerán aqui una vez hagas tu primer post!"],"On this page, you can change the name of your site and choose which separator to use. The separator will display, for instance, between your post title and site name. Symbols are shown in the size they'll appear in the search results. Choose the one that fits your brand best or takes up the least space in the snippets.":["En esta pagina, usted puede cambiar el nombre de su sitio y elegir cual separador usar. El separador se mostrara, por ejemplo, entre el título de su entrada y el nombre del sitio. Los símbolos son mostrados en el tamaño en el que aparecerán en los resultados de búsqueda. Elige el que mejor encaje o que tome el mínimo espacio."],"Something else":["Algo mas"],"A portfolio":["Un portfolio"],"A corporation":["Una corporación "],"A small offline business":["Un negocio pequeño offline"],"A news channel":["Un canal de noticias"],"An online shop":["Un tienda en linea"],"A blog":["Un blog"],"What does the site %1$s represent?":["Que representa el %1$s del sitio?"],"If you choose no, your author archives will be deactivated to prevent  duplicate content issues.":["Si elige no, sus archivos de autor serán desactivados en orden para prevenir problemas de contenido duplicado."],"Note: we don't store your data in any way and don't have full access to your account. Your privacy is safe with us.":["Nota: nosotros no almacenamos su información de ninguna manera y no tenemos acceso completo a su cuenta. Su privacidad esta segura con nosotros."],"%1$s integrates with Google Search Console, a must-have tool for site owners. It provides you with information about the health of your site. Don't have a Google account or is your site not activated yet? Find out %2$show to connect Google Search Console to your site%3$s.":["%1$s integra con la con Google Search Console, es una herramienta necesaria para dueños de sitios. Le provee información sobre el estado de su sitio.  ¿No tiene una cuenta Google o su sitio no está activado todavía? Descubra %2$scomo conectar Google Search Console a su sitio.%3$s"],"Option B: My site is under construction and should not be indexed":["Opción B: Mi sitio esta en construcción y no debería ser indexado."],"Option A: My site is live and ready to be indexed":["Opción A: Mi sitio esta live y listo para ser indexado"],"Choose under construction if you want to keep the site out of the index of search engines. Don't forget to activate it once you're ready to publish your site.":["Elige en construcción si quiere mantener el sitio fuera del index de los buscadores. No olvide activarlo una vez que esté listo para publicar su sitio."],"Please specify if your site is under construction or already active.":["Por favor especifica si tu sitio esta en construcción o ya activo."],"This information will be used in Google's Knowledge Graph Card, the big block of information you see on the right side of the search results.":["Esta información será utilizada en el Gráfico de conocimiento de Google, el gran bloque de información que se ve en el lado derecho de los resultados de búsqueda."],"Read more like this on our SEO blog":["Leer mas como esto en nuestro blog SEO"],"Readability: %s":["Legibilidad: %s"],"Not activated":["Aún no está activado."],"Activated":["Activado"],"%1$s recommendations for you":["1% de recomendaciones para ti. "],"All Readability Scores":["Todas las puntuaciones de legibilidad. "],"Filter by Readability Score":["Filtrar por puntuación de legibilidad."],"You are not receiving updates or support! Fix this problem by adding this site and enabling %1$s for it in %2$s.":["¡No estás recibiendo actualizaciones o soporte! Arregla este problema agregando este sitio y habilitando %1$s en %2$s."],"Request method %1$s is not valid.":["Método de solicitud %1$s no es válida. "],"Do you want to preview what it will look like if people share this post on %1$s? You can, with %2$s.":["¿Quieres previsualizar que pasaría si las personas compartieran esta publicación en %1$s? Puedes hacerlo por %2$s."],"Good job! All the links in your texts have been counted.":["¡Buen trabajo! Todos los enlaces de tus textos han sido contados."],"Calculation completed.":["Cálculo completado."],"Calculation in progress...":["Calculo en proceso..."],"Stop counting":["Deja de contar"],"Counting links in your texts":["Contando enlaces en tus textos"],"Text %1$s of %2$s processed.":["Texto %1$s de %2$s procesado."],"All your texts are already counted, there is no need to count them again.":["Todos sus textos ya están contados, no hay necesidad de contarlos de nuevo."],"Count links in your texts":["Cuenta enlaces en tus textos"],"Text link counter":["Contador de enlaces de texto"],"Number of internal links linking to this post. See \"Yoast Columns\" text in the help tab for more info.":["Número de vínculos internos que enlazan a esta publicación. Vea el texto \"Columnas Yoast\" en la pestaña de ayuda para más información."],"Number of outgoing internal links in this post. See \"Yoast Columns\" text in the help tab for more info.":["Número de enlaces internos en esta publicación. Vea el texto \"Columnas Yoast\" en la pestaña de ayuda para más información."],"%1$s adds several columns to this page. We've written an article about %2$show to use the SEO score and Readability score%3$s. The links columns show the number of articles on this site linking %5$sto%6$s this article and the number of URLs linked %5$sfrom%6$s this article. Learn more about %4$show to use these features to improve your internal linking%3$s, which greatly enhances your SEO.":["%1$s agrega varias columnas a esta página. Hemos escrito un artículo sobre %2$show to use the SEO score and Readability score%3$s. Las columnas de enlaces muestran el número de artículos en este sitio que enlazan %5$sto%6$s este artículo y el número de URL vinculadas %5$sfrom%6$s de este artículo. Obtenga más información sobre %4$show to use these features to improve your internal linking%3$s, lo que mejora en gran medida su SEO."],"%s Columns":["%s Columnas"],"Readability score":["Puntaje de legibilidad"],"Other benefits of %s for you:":["Otros beneficios de %s para ti:"],"Scroll to see the preview content.":["Desplácese para ver el contenido de la vista previa."],"Cornerstone content":["Contenido Cornerstone"],"If you want to outrank the competition in a specific town or region, check out our %1$s plugin! You’ll be able to easily insert Google maps, opening hours, contact information and a store locator. Besides that %1$s helps you to improve the usability of your contact page.":["Si desea superar a la competencia en una ciudad o región. ¡Cheque nuestro %1$s plugin! Podrá fácilmente insertar Google maps, horario, información de contacto y localizador de tienda. Además de que %1$s ayuda a mejorar la usabilidad de su pagina de contacto."],"Attract more customers near you":["Atraíga a más clientes cerca de ti"],"Upgrade to Premium":["Mejora a Premium"],"Do you want to outrank your competition? %1$s gives you awesome additional features that'll help you to set up your SEO strategy like a professional. Add synonyms and related keywords, use our Premium SEO analysis, the redirect manager and our internal linking tool. %1$s will also give you access to premium support.":["¿Quiere superar a su competencia? %1$s se ofrece impresionantes funciones adicionales que se ayudarán a configurar su estrategia de SEO como un profesional. Utilice la funcionalidad de palabras clave de enfoque múltiple, el administrador de redireccionamiento y nuestra herramienta de vinculación interna. %1$s  también le dará acceso a soporte premium."],"Outrank the competition with %s":["Supera la competencia con %s"],"We have detected that you have not finished this wizard yet, so we recommend you to %2$sstart the configuration wizard to configure %1$s%3$s.":["Hemos detectado que todavía no has terminado este asistente, así que te recomendamos que %2$s inicie el asistente de configuración para configurar %1$s%3$s."],"The configuration wizard helps you to easily configure your site to have the optimal SEO settings.":["El asistente de configuración le ayuda a configurar fácilmente su sitio para que tenga la configuración óptima de SEO."],"Superfast internal linking suggestions":["Sugerencias de enlaces internos ultrarrápidos"],"Great news: you can, with %1$s!":["Gran noticia: ¡usted puede, con %1$s!"],"Save changes":["Guardar cambios"],"1 year free support and updates included!":["¡1 año de actualizaciones gratuitas, con mejoras incluidas!"],"The plugin %2$s changes your site's output and in doing that differentiates between search engines and normal users, a process that's called cloaking. We highly recommend that you disable it.":["El plugin %2$s cambia la salida de su sitio y al hacer eso diferencia entre los motores de búsqueda y los usuarios normales, un proceso que se denomina disimulación. Le recomendamos que lo deshabilite."],"%1$sSocial media preview%2$s: Facebook & Twitter":["Vista previa de los medios sociales: Facebook y Twitter"],"%1$sNo more dead links%2$s: easy redirect manager":["%1$sNo more dead links%2$s: administrador de redireccionamiento fácil"],"No ads!":["¡Sin anuncios!"],"Facebook & Twitter":["Facebook & Twitter"],"Social media preview":["Vista previa de los medios sociales"],"Easy redirect manager":["Administrador de redireccionamiento fácil"],"No more dead links":["No más enlaces muertos"],"Increase your SEO reach":["Aumente su alcance de SEO"],"If you want more help creating awesome content, check out our %2$sSEO copywriting course%3$s. Do you want to know all about the features of the plugin, consider doing our %1$s!":["Si quieres más ayuda para crear contenido increíble, mira nuestra %2$sCurso de redacción de SEO%3$s. ¿Desea saber todo acerca de las características del complemento, considere hacer nuestro%1$s!"],"Variable":["Variable "],"Available variables":["Variables disponibles "],"Scroll to see the table content.":["Deslizar para ver el contenido de la tabla."],"An error occurred in the '%1$s' assessment":["Se produjo un error en el '%1$s' evaluación"],"%1$s of the words contain %2$sover %3$s syllables%4$s, which is more than the recommended maximum of %5$s.":["%1$s de las palabras contienen %2$smás %3$s sílabas%4$s, que es más que el máximo recomendado de %5$s."],"%1$s of the words contain %2$sover %3$s syllables%4$s, which is less than or equal to the recommended maximum of %5$s.":["%1$s de las palabras contienen %2$smás %3$s sílabas%4$s, que es menor o igual que el máximo recomendado de %5$s."],"This is slightly below the recommended minimum of %5$d word. %3$sAdd a bit more copy%4$s.":["Esto es ligeramente abajo del mínimo recomendado de %5$d palabra. %3$sAgrega un poco mas%4$s.","Esto es ligeramente abajo del mínimo recomendado de %5$d palabras. %3$sAgrega un poco mas%4$s."],"The meta description contains %1$d sentence %2$sover %3$s words%4$s. Try to shorten this sentence.":["La meta descripción contiene %1$d frase %2$sde más de %3$s palabras%4$s. Trata de acortar esta frase.","La meta descripción contiene %1$d frases %2$sde más de %3$s palabras%4$s. Trata de acortar estas frases."],"The meta description contains no sentences %1$sover %2$s words%3$s.":["La meta descripción no contiene frases %1$sde más de %2$s palabras%3$s."],"Step %1$d: %2$s":["Paso %1$d: %2$s"],"No new notifications.":["No hay nuevas notificaciones"],"Save all":["Guardar todo"],"Save":["Guardar"],"%1$s, Author at %2$s":["%1$s, Autor %2$s"],"Mobile preview":["Vista previa móvil"],"Desktop preview":["Vista previa del escritorio"],"Please provide an SEO title by editing the snippet below.":["Favor de proveer un título de SEO editando el snippet abajo."],"Meta description preview:":["Vista previa de la meta descripción"],"Slug preview:":["Vista previa del slug:"],"SEO title preview:":["Vista previa del título SEO:"],"Close snippet editor":["Cerrar el editor de snippet"],"Slug":["Slug"],"Remove marks in the text":["Eliminar marcas en el texto"],"Mark this result in the text":["Marca este resultado en el texto"],"Marks are disabled in current view":["Las marcas están deshabilitadas en la vista actual"],"Good SEO score":["Puntaje SEO Bueno"],"OK SEO score":["OK puntuación de SEO"],"Feedback":["Retroalimentacion"],"ok":["ok"],"Choose an image":["Escoja una imagen"],"Remove the image":["Quitar una imagen"],"MailChimp signup failed:":["Falló registro en Mailchimp:"],"Sign Up!":["¡Regístrate!"],"Name":["Nombre"],"Please provide a meta description by editing the snippet below.":["Favor de proveer una meta descripción editando el snippet abajo."],"Edit snippet":["Editar snippet"],"You can click on each element in the preview to jump to the Snippet Editor.":["Puede hacer clic en cualquier elemento de la vista previa para ir al editor del snippet."],"SEO title preview":["Vista previa de título SEO:"],"Meta description preview":["Vista previa de descripción meta:"],"A problem occurred when saving the current step, {{link}}please file a bug report{{/link}} describing what step you are on and which changes you want to make (if any).":["Ha ocurrido un problema al guardar este paso, {{link}}por favor envía un reporte{{/link}} describiendo en qué paso te encuentras y qué cambios quieres hacer (si es que hay alguno)."],"Close the Wizard":["Cerrar el asistente"],"Export settings":["Exportar configuraciones"],"%1$s video tutorial":["%1$s video tutorial"],"%s &rsaquo; Configuration Wizard":["%s &rsaquo; Asistente de configuracion"],"Please don't show me this notification anymore":["Por favor, no mostrarme de nuevo esta notificación"],"If you are experiencing issues, %1$splease file a bug report%2$s and we'll do our best to help you out.":["Si tiene problemas,%1$s porfavor presenta un informe de error%2$s y haremos todo lo posible para ayudarle."],"We've noticed you've been using %1$s for some time now; we hope you love it! We'd be thrilled if you could %2$sgive us a 5 stars rating on WordPress.org%3$s!":["Hemos notado que has estado usando %1$s desde hace algún tiempo; ¡Esperamos que encante!. Nos encantaría si pudiera%2$s darnos una calificación de 5 estrellas en WordPress.org%3$s!"],"Date archives settings":["Configuración de archivo de fechas "],"Author archives settings":["Configuración de archivo de autores "],"%1$s by %2$s":["%1$s por %2$s"],"Warning: the variable %1$s cannot be used in this template. See the %2$s for more info.":["Advertencia: la variable «%1$s» no se puede usar en esta plantilla. Revisa «%2$s» para más información."],"By the way, did you know we also have a %1$sPremium plugin%2$s? It offers advanced features, like a redirect manager and support for multiple keyphrases. It also comes with 24/7 personal support.":["Por cierto, ¿Sabía que tenemos una versión %1$sPremium del plugin%2$s?\n\nTiene varias características avanzadas, como: Gestor de redirecciones, soporte de múltiples \"Palabras Clave\" y además cuenta con nuestro soporte premium 24/7."],"(no title)":["(sin título)"],"%s installation wizard":["%s asistente de instalación"],"The %1$s admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["La barra de menú del administrador %1$s contiene ligas útiles hacia herramientas de terceros para analizar las páginas y hace que sea fácil de ver si usted tiene nuevas modificaciones."],"Admin bar menu":["Barra de menú del administrador"],"%1$s will check weekly if your site is still indexable by search engines and %2$s will notify you when this is not the case.":[" %1$s verificará semanalmente si su sitio aún es indexable por los motores de búsqueda y %2$s le notifica cuando no sea el caso."],"Features":["Características"],"SEO title":["Título SEO"],"While we strive to make setting up %1$s as easy as possible, we understand it can be daunting. If you’d rather have us set up %1$s for you (and get a copy of %2$s in the process), order our %3$s%1$s configuration service%4$s here!":["Mientras nos esforzamos por hacer la configuración %1$slo más fácil posible, entendemos que puede ser desalentador. Si prefieres que configuremos%1$s para ti (y obtén una copia de %2$s en el proceso), ordene %3$s%1$s servicio de configuración%4$s ¡aquí!"],"Welcome to the %1$s configuration wizard. In a few simple steps we'll help you configure your SEO settings to match your website's needs!":["Bienvenida a la %1$sasistente de configuración. En unos sencillos pasos, te ayudaremos a configurar tus ajustes de SEO para que coincidan con las necesidades de tu sitio web."],"Google shows your website's name in the search results, if you want to change it, you can do that here.":["Google muestra el nombre de su sitio web en los resultados de búsqueda, si desea cambiarlo, puede hacerlo aquí."],"Greater than sign":["Símbolo Mayor que"],"Less than sign":["Símbolo menor que"],"Right angle quotation mark":["Símbolo comillas angular derecho"],"Left angle quotation mark":["Símbolo comillas angular izquierdo"],"Small tilde":["Tilde pequeña"],"Vertical bar":["Barra vertical"],"Low asterisk":["Asterisco bajo"],"Asterisk":["Asterisco"],"Bullet":["Bala"],"Middle dot":["Punto medio"],"Em dash":["Raya"],"En dash":["Semiraya"],"Dash":["Guión"],"Choose the symbol to use as your title separator. This will display, for instance, between your post title and site name. Symbols are shown in the size they'll appear in the search results.":["Escoja el símbolo a utilizar como separador del título. Esto se mostrará, por ejemplo, entre el título de su publicación y el nombre del sitio. Los símbolos se muestran en el tamaño que aparecerán en los resultados de búsqueda."],"The name of the person":["El nombre de la persona"],"No":["No"],"Yes":["Sí"],"Does, or will, your site have multiple authors?":["¿Tiene, o tendrá su sitio múltiples autores?"],"WordPress automatically generates an URL for each media item in the library. Enabling this will allow for google to index the generated URL.":["WordPress automáticamente genera una URL para cada elemento multimedia en la librería. Habilitando esto le permitirá a google indexar la URL generada."],"Success!":["¡Exito!"],"Title settings":["Ajustes de título"],"Multiple authors":["Múltiples autores"],"Site type":["Tipo del sitio"],"Environment":["Entorno"],"Yoast option %1$s not found.":["La opción de Yoast %1$s no se encontró."],"Google Structured Data Test":["Prueba de Datos Esctructurados de Google"],"Posts list":["Lista de entradas"],"Posts list navigation":["Navegación de lista de entradas"],"Filter posts list":["Filtra la lista de entradas"],"Note that links to archives might be still output by your theme and you would need to remove them separately.":["Nota que los enlaces a los archivos pueden estar siendo todavía generados por tu tema y necesitarías removerlos separadamente."],"%1$s to optimize your site even further":["%1$s para optimizar su sitio aún más"],"%1$s extensions":["extensiones %1$s"],"Comes with our 30-day no questions asked money back guarantee":["Disponible con nuestra garantía de de reembolso sin cuestionamiento en los primeros 30 días ."],"More information %1$sabout %3$s%2$s":["Más información  %1$s acerca %3$s%2$s"],"Installed":["Instalado"],"gain access to our 24/7 support team.":["Adquiere acceso 24/7 a nuestro equipo de soporte"],"Premium support":["Soporte Premium"],"check what your Facebook or Twitter post will look like.":["vea cómo se verán sus publicaciones en Facebook. o Twitter"],"Social previews":["Vista previa Social"],"create and manage redirects from within your WordPress install.":["crear y administrar las redirecciones dentro de su instalación de WordPress."],"Redirect manager":["Administrador de redirecciones"],"%1$s, take your optimization to the next level!":["%1$s, ¡Lleva tu optimización al siguiente nivel!"],"A seamless integration between %1$s and %2$s":["Una perfecta integración entre %1$s y %2$s"],"Use %1$s breadcrumbs instead of %2$s ones":["Utilice el camino de migajas %1$s en lugar de los %2$s"],"Easily insert Google Maps, a store locator, opening hours and more":["Fácilmente inserte un Mapa de Google, un localizador de tienda, horario de apertura y más"],"Creates XML News Sitemaps":["Crea mapas de sitio XML de las Noticias"],"Immediately pings Google on the publication of a new post":["Inmediatamente hace ping a Google en la publicación de un nuevo artículo"],"Optimize your site for Google News":["Optimice su sitio para las Noticias de Google"],"Make videos responsive through enabling fitvids.js":["Activa fitvids.js para videos de tamaño adaptable"],"Enhance the experience of sharing posts with videos":["Mejora la experiencia de compartir posteos con videos"],"Show your videos in Google Videos":["Muestre sus videos en Videos de Google"],"Edit &#8220;%s&#8221;":["Edita &#8220;%s&#8221;"],"Premium":["Premium"],"Google Trends":["Google Trends"],"Notifications":["Notificaciones"],"Removes the focus keyphrase section from the metabox and disables all SEO-related suggestions.":["Elimina la sección de frase clave de enfoque del metabox y desactiva todas las sugerencias relacionadas con SEO."],"Disable SEO analysis":["Deshabilitar Analysis SEO"],"Twitter settings":["Configuración de Twitter"],"Pinterest settings":["Configuración de Pinterest"],"Facebook settings":["Configuración de Facebook"],"Title separator symbol":["Símbolo separador de título"],"RSS feed settings":["Símbolo separador de Título"],"Breadcrumbs settings":["Configuración de migajas de pan"],"Make primary":["Hacer primario"],"%s notification":["%s notificación","%s notificaciones"],"Disable readability analysis":["Deshabilitar el análisis de legibilidad"],"Removes the readability analysis section from the metabox and disables all readability-related suggestions.":["Elimina la sección de análisis de legibilidad del metabox y desactiva todas las sugerencias relacionadas con la legibilidad."],"Readability analysis":["Análisis de Legibilidad"],"Needs improvement":["Necesita mejoras"],"Readability":["Legibilidad"],"Improvements":["Mejoras"],"Dismiss this item.":["Descartar este elemento."],"Good job! We could detect no serious SEO problems.":["¡Buen trabajo! No hemos podido detectar ningún problema grave de SEO."],"We have detected the following issues that affect the SEO of your site.":["Detectamos los siguientes problemas que afectan al SEO de tu sitio."],"Problems":["Problemas"],"Analysis":["Análisis"],"Not available":["No disponible"],"Filter by SEO Score":["Filtrar por puntuación SEO"],"Meta description not set.":["No se ha definido la meta descripción."],"Open":["Abrir"],"Dashboard":["Escritorio"],"You can fix this on the %1$sPermalink settings page%2$s.":["Puede solucionar este problema en la %1$spágina de ajustes de enlaces permanentes%2$s."],"Replaced with the primary category of the post/page":["Se reemplaza con la categoría principal de la entrada/página"],"Pinterest confirmation":["Confirmación de Pinterest"],"If you have already confirmed your website with Pinterest, you can skip the step below.":["Si ya ha confirmado su sitio web con Pinterest, puede omitir el paso por debajo."],"Format-based archives":["Archivos basados en formato"],"Webmaster Tools verification":["Verificación de Webmaster Tools"],"Buy %s":["Compra %s"],"New %1$s Title":["Nuevo %1$s Título"],"Existing %1$s Title":["Existentes %1$s Título"],"Expected an integer as input.":["Se espera un número entero como entrada."],"Trying to build the sitemap cache key, but the postfix and prefix combination leaves too little room to do this. You are probably requesting a page that is way out of the expected range.":["Tratando de construir una clave de caché mapa del sitio seguro, pero la combinación del prefijo y posfijo deja muy poco espacio para hacer esto. Es probable que esté solicitando una página que está fuera del rango esperado."],"Remove":["Eliminar"],"Keep":["Guardar"],"Bold the last page":["Negrita la última página"],"Regular":["Regular"],"Bold":["Acentuado"],"Show Blog page":["Mostrar página de Blog"],"Primary %s":["Primario %s"],"Primary":["Primario"],"Make %1$s primary %2$s":["Haga %1$s primario %2$s"],"Term is set to noindex.":["Término se establece en noindex."],"Author archives":["Archivo del Autor"],"Show":["Mostrar"],"Enabled":["Activado"],"Disabled":["Desactivado"],"The separator defined in your theme's %s tag.":["El separador definido en la etiqueta %s de su tema."],"No index":["No indexar"],"If you want to use an image for sharing on %1$s, you can upload / choose an image or add the image URL here.":["Si desea usar una imagen para compartir en %1$s, puede subir / elegir una imagen o añadir la URL de la imagen aquí."],"If you don't want to use the meta description for sharing on %1$s but want another description there, write it here.":["Si no quiere usar la meta descripción para compartir en %1$s, pero quiere otra descripción, escríbela aquí."],"If you don't want to use the title for sharing on %1$s but instead want another title there, write it here.":["Si no desea utilizar el título para compartir en %1$s sino que quiere otro título allí, escribir aquí."],"Once Weekly":["Una vez a la semana"],"SEO score":["Puntuación SEO"],"Recalculating SEO scores for all pieces of content with a focus keyphrase.":["Recalculando los puntajes de SEO para todas las piezas de contenido con una frase clave de enfoque."],"%1$s of %2$s done.":["%1$s de %2$s listo."],"We've updated our SEO score algorithm. %1$sRecalculate the SEO scores%2$s for all posts and pages.":["Hemos actualizado nuestro algoritmo de puntuación SEO. %1$sRecalcular los puntajes de SEO%2$s para todas las publicaciones y páginas."],"Team Yoast":["Equipo Yoast"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["La primera verdadera solución all-in-one SEO para WordPress, incluyendo el análisis de páginas de contenidos, mapas de sitio XML y mucho más."],"Yoast SEO":["Yoast SEO"],"Activation failed:":["Ha fallado la activación:"],"The filter extension seem to be unavailable. Please ask your web host to enable it.":["La extensión filtro parece no estar disponible. Por favor, pregunte a su proveedor de alojamiento web para que pueda."],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":["La instalación del plugin %1$s se ha completado. Por favor, consulta las %2$sinstruccioines de instalación%3$s."],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":["La extensión de librería estándard PHP (SPL) parece no disponible. Por favor, pide a su proveedor de hosting que la active. "],"SEO Settings":["Ajustes SEO"],"Mobile-Friendly Test":["Prueba de compatibilidad para móviles"],"Google Page Speed Test":["Prueba de Velocidad de Pagina por Google"],"CSS Validator":["Validador CSS"],"HTML Validator":["Validador HTML"],"Pinterest Rich Pins Validator":["Validador de Pines Detallados de Pinterest"],"Facebook Debugger":["Facebook Depurador"],"Check Google Cache":["Comprobar la caché de Google"],"Analyze this page":["  Analizar esta página"],"Keyword Research":["Análisis de palabras clave"],"%s does not seem to be a valid url. Please correct.":["%s no parece ser una dirección válida. Corrígela por favor."],"%1$s does not seem to be a valid %2$s verification string. Please correct.":["%1$s no parece ser válido %2$s cadena de verificación. Por favor corrige."],"%s Archive":["%s Archivo"],"You searched for %s":["Buscó por el término %s"],"%s does not seem to be a valid Twitter Username. Please correct.":["%s parece no ser un nombre de usuario de Twitter correcto. Corrígelo por favor."],"Summary with large image":["Resumen con imagen grande"],"Summary":["Resumen"],"The post %1$s appeared first on %2$s.":["El cargo %1$s apareció primero en %2$s."],"No numeric value was received.":["No se recibió un valor numérico"],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":["Este debe ser un blog existente. El blog %s no existe o ha sido marcado como eliminado."],"The default blog setting must be the numeric blog id of the blog you want to use as default.":["El ajuste por defecto del blog debe ser el ID numérico del blog que quieres utilizar por defecto."],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":["%1$s no es una opción válida para quien debería dársele acceso a %2$s los ajustes de WP SEO. El valor se reajustará al valor por defecto."],"Please select a valid post type for taxonomy \"%s\"":["Por favor elige un tipo de entrada válido para la taxonomía \"%s\"."],"Please select a valid taxonomy for post type \"%s\"":["Por favor, seleccione una taxonomía válida para poste tipo \"%s\""],"You searched for":["Has buscado por"],"Home":["Inicio"],"Archives for":["Archivos para"],"Error 404: Page not found":["Error 404: Página no encontrada"],"Good":["Bueno"],"Replaced with a custom taxonomies description":["Reemplazado por una descripción de taxonomía personalizada"],"Replaced with a posts custom taxonomies, comma separated.":["Reemplazado con taxonomías personalizadas de entradas, separados por comas."],"Replaced with a posts custom field value":["Reemplazado con un valor de entrada personalizada"],"Replaced with the slug which caused the 404":["Reemplazado por el slug que causó el 404"],"Replaced with the posts focus keyphrase":["Reemplazado con la frase clave del foco de las publicaciones"],"Attachment caption":["Subtítulo adjunto"],"Replaced with the current page number":["Sustituido con número de página actual"],"Replaced with the current page total":["Sustituido con el total de la página actual."],"Replaced with the current page number with context (i.e. page 2 of 4)":["Cambiado por el número actual de página en el contexto (por ejemplo, página 2 de 4)"],"Replaced with the post/page author's 'Biographical Info'":["Sustituído por la \"Información biográfica\" del autor del post/página"],"Replaced with the post/page author's 'nicename'":["Sustituido con el nombre \"bonito\" del auto del post o la página."],"Replaced with the post/page ID":["Sustituido con la ID de entrada o página"],"Replaced with the post/page modified time":["Sustituido con la fecha de modificación de la entrada o de la página"],"Replaced with the content type plural label":["Reemplazado con la etiqueta plural de tipo contenido"],"Replaced with the content type single label":["Reemplazado con el tipo de contenido de etiqueta única"],"Replaced with the current search phrase":["Sustituido con la presente frase de búsqueda"],"Replaced with the term name":["Sustituido con el nombre del término"],"Replaced with the term description":["Sustituido con la descripción del término"],"Replaced with the tag description":["Sustituido con la descripción de la etiqueta"],"Replaced with the category description":["Sustituido con la descripción de la categoría"],"Replaced with the post categories (comma separated)":["Sustituido con las categorías de la entrada (separadas con coma)"],"Replaced with the current tag/tags":["Sustituido con con la actual etiqueta(s)"],"Replaced with the post/page excerpt (without auto-generation)":["Sustituido con el extracto de la entrada o página (sin auto generación)"],"Replaced with the post/page excerpt (or auto-generated if it does not exist)":["Sustituido con el extracto de la entrada o página (o auto generar si no existe)"],"The site's name":["El nombre del sitio"],"Replaced with the title of the parent page of the current page":["Cambiado por el titulo de la página padre de la página actual"],"Replaced with the title of the post/page":["Reemplazado con el título de la entrada o página"],"Replaced with the date of the post/page":["Reemplazado con la fecha de la entrada / página"],"Page %1$d of %2$d":["Página %1$d de %2$d"],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":["No se puede desautorizar un reemplazo de una variable estandar de WPSEO registrando una variable conel mismo nombre. Usa el filtro \"wpseo_replacements\" en vez de ajustar el valor de reemplazo."],"A replacement variable with the same name has already been registered. Try making your variable name unique.":["Ya se ha registrado una variable de reemplazo con el mismo nombre. Intenta hacer que tu nombre de variable sea único."],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":["Una variable de reemplazo no puede comenzar por \"%%cf_\" or \"%%ct_\" debido a que estas estan reservadas para variables estándard de WPSEO para campos y taxonomías personalizadas. Intenta elegir nombres de variable únicos."],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":["Una variable de sustitución sólo puede contener caracteres alfanuméricos, un guió bajo o un guión normal. Trate de cambiar el nombre de la variable."],"Admin only notice: this page does not show a meta description because it does not have one, either write it for this page specifically or go into the [%1$s - %2$s] menu and set up a template.":["Aviso sólo para el administrador: ésta página no muestra una meta descripción porque no tiene una, ya sea que escribas una para esta página específicamente o vayas al menú [%1$s - %2$s] y configures una plantilla."],"Page not found":["Página no encontrada"],"%s Archives":["%s Archivos"],"Search for \"%s\"":["Búsqueda por \"%s\""],"Meta description to use for Author page":["Meta descripción para uso de la pagina del autor."],"Title to use for Author page":["Título a utilizar en la página de Autor"],"%1$s settings":["%1$s ajustes"],"Export your %1$s settings":["Exportar sus %1$s ajustes"],"Import settings":["Importar configuraciones"],"Import from other SEO plugins":["Importar de otros plugins SEO"],"Import":["Importar"],"If you had a %s file and it was editable, you could edit it from here.":["Si tuvieras un %s archivo y fue editable, puede editarlo desde aquí."],"If your %s were writable, you could edit it from here.":["Si tu %s fueron editables, puedes editarlo desde aquí."],"You don't have a %s file, create one here:":["No tienes un %s archivo, crea uno aquí:"],"A link to your site, with your site's name and description as anchor text.":["Un enlace a su sitio, con el nombre del sitio y la descripción como texto ancla."],"A link to your site, with your site's name as anchor text.":["Un enlace a su sitio, con el nombre del sitio como texto ancla."],"A link to the post, with the title as anchor text.":["Un enlace a la entrada, con el título como texto ancla."],"A link to the archive for the post author, with the authors name as anchor text.":["Un enlace al archivo del autor de la entrada, con el nombre del autor como el texto ancla."],"You can use the following variables within the content, they will be replaced by the value on the right.":["Puede usar las siguientes variables en el contenido, que serán sustituidos por el valor de la derecha."],"Content to put after each post in the feed":["Contenido para poner después de cada entrada en el feed"],"Content to put before each post in the feed":["Contenido a publicar en el feed antes de cada entrada"],"This feature is used to automatically add content to your RSS, more specifically, it's meant to add links back to your blog and your blog posts, so dumb scrapers will automatically add these links too, helping search engines identify you as the original source of the content.":["Esta función es usada para añadir contenido automáticamente a su RSS, mas específicamente, pretende añadir enlaces de regreso a su blog y tus entradas de blog, para que los tontos scrapers añadan automáticamente también esos enlaces, así ayudamos a los motores de búsqueda a identificarse como la fuente original del contenido."],"Usage of this breadcrumbs feature is explained in %1$sour knowledge-base article on breadcrumbs implementation%2$s.":["El uso de esta característica de las migas de pan está explicada en %1$s nuestro artículo sobre implementación de migas de pan%2$s."],"How to insert breadcrumbs in your theme":["Como insertar las Migas de Pan en su plantilla"],"Blog":["Blog"],"Content type archive to show in breadcrumbs for taxonomies":["Archivo de tipo de contenido para mostrar en migas de pan para taxonomías"],"Taxonomy to show in breadcrumbs for content types":["Taxonomía a mostrar en el camino de migajas para los tipos de contenido"],"Breadcrumb for 404 Page":["Migas de Pan para las páginas 404"],"Prefix for Search Page breadcrumbs":["Prefijo para la página de búsqueda de las Migas de Pan"],"Prefix for Archive breadcrumbs":["Prefijo para los archivos de Migas de Pan"],"Prefix for the breadcrumb path":["Prefijo de la ruta de las Migas de Pan"],"Anchor text for the Homepage":["Enlace para la página de inicio"],"Separator between breadcrumbs":["Separador entre migajas de pan"],"Enable Breadcrumbs":["Activar migajas de pan"],"Below are your published posts' SEO scores. Now is as good a time as any to start improving some of your posts!":["Below are your published posts' SEO scores. Now is as good a time as any to start improving some of your posts!"],"Credits":["Créditos"],"&laquo; Back to Tools page":["&laquo; Regrese a la Página de Herramientas"],"%1$s comes with some very powerful built-in tools:":["%1$s viene con algunos muy potentes herramientas integradas:"],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":["Esta herramienta le permite cambiar de forma rápida archivos importantes para su SEO, como el robots.txt, y si tienen uno, el archivo .htaccess."],"File editor":["Editor de archivos"],"Import settings from other SEO plugins and export your settings for re-use on (another) blog.":["Importar las configuraciones de otros plugins para SEO y exportar su configuración para reutilizarla en (otro) blog."],"Import and Export":["Importar y Exportar"],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":["Esta herramienta le permite cambiar títulos y descripciones de forma rápida en sus entradas y páginas sin tener que ir al editor para cada página."],"Bulk editor":["Editor en masa"],"To %1$sconfirm your site with Pinterest%2$s, add the meta tag here:":["Para %1$sconfirmar su sitio con Pinterest%2$s, agregue la etiqueta de meta aquí:"],"Pinterest uses Open Graph metadata just like Facebook, so be sure to keep the \"Add Open Graph meta data\" setting on the Facebook tab enabled if you want to optimize your site for Pinterest.":["Pinterest usa datos meta de Open Graph, al igual que Facebook, por lo que asegúrate de mantener activado el ajuste «Añadir datos meta de Open Graph» en la pestaña de Facebook si quieres optimizar tu sitio para Pinterest."],"The default card type to use":["La tarjeta por defecto a utilizar."],"Add Twitter card meta data":["Añade meta datos de tarjeta de Twitter"],"This image is used if the post/page being shared does not contain any images.":["La imagen usada para compartir en la entrada/pagina no contiene ninguna imagen."],"Default settings":["Ajustes por defecto"],"Copy home meta description":["Copiar la meta descripción de la pagina principal"],"Description":["Descripción"],"Image URL":["URL de la imagen"],"These are the title, description and image used in the Open Graph meta tags on the front page of your site.":["Estos son el título, descripción e imagen utilizada en las meta tags de Open Graph en la página principal de su sitio."],"Frontpage settings":["Configuraciones de la página principal"],"Add Open Graph meta data":["Agregar datos meta de Open Graph"],"YouTube URL":["URL en YouTube"],"Pinterest URL":["URL en Pinterest"],"MySpace URL":["URL en MySpace"],"LinkedIn URL":["URL de LinkedIn"],"Instagram URL":["URL de Instagram"],"Twitter Username":["Nombre de usuario en Twitter"],"Facebook Page URL":["URL de la página de Facebook"],"Accounts":["Cuentas"],"Restore site to defaults":["Restaurar sitio a ajustes por defecto"],"Site ID":["ID de Sitio"],"Using this form you can reset a site to the default SEO settings.":["Usando este formulario puedes resetear un sitio a la configuración SEO por defecto."],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new sites.":["Información Confidencial (para administradores de FB, por ejemplo), los ajustes del tema (cambio del título) y algunas otras configuraciones no serán importados para sitios nuevos."],"Enter the %1$sSite ID%2$s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":["Enter the %1$sSite ID%2$s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used)."],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":["Elija el sitio cuya configuración desea utilizar de forma predeterminada para todos los sitios que se agregan a la red. Si elige \"Ninguna\", se utilizarán los valores predeterminados normales plugin."],"New sites in the network inherit their SEO settings from this site":["Nuevos sitios en la red heredan su configuración SEO de este sitio"],"Super Admins only":["Sólo para Super Admins"],"Site Admins (default)":["Administradores del sitio (por defecto)."],"Who should have access to the %1$s settings":["Quién debe tener acceso a los %1$s ajustes"],"spam":["spam"],"mature":["maduro"],"archived":["archivado"],"public":["público"],"%s restored to default SEO settings.":["%s se ha restaurado a la configuración SEO predeterminada."],"Settings Updated.":["Ajustes actualizados"],"404 pages":["Páginas 404"],"Search pages":["Páginas de búsqueda"],"These pages will be %s by default, so they will never show up in search results.":["Estas páginas serán %s por defecto, por lo que nunca se mostrarán en los resultados de búsqueda."],"Special Pages":["Páginas especiales"],"Date-based archives could in some cases also be seen as duplicate content.":["Los archivos basados en datos podrían considerarse en algunos casos como contenido duplicado."],"If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or to add %s to it so it doesn't show up in the search results.":["Si este es el caso en su sitio, puede elegir deshabilitarlo (lo que redirigirá a su página principal), o añadir %s de manera que no aparezca en resultados de búsqueda."],"If you're running a one author blog, the author archive will be exactly the same as your homepage. This is what's called a %1$sduplicate content problem%2$s.":["Si tiene un blog de un solo autor, el archivo de autor será exactamente igual a su página principal. Esto es lo que se llama un %2$sproblema de contenido duplicado%1$s."],"Date archives":["Archivos por fechas"],"author archives":["Archivo del Autor"],"Title":["Título"],"%1$s Meta Box":["%1$s  Cuadro de Meta"],"Hide":["Ocultar"],"Take note:":["Tomar nota:"],"You can determine the title and description for the blog page by %1$sediting the blog page itself%2$s.":["Puede determinar el título y descripción para el blog %1$seditando la página de blog%2$s."],"You can determine the title and description for the front page by %1$sediting the front page itself%2$s.":["Puedes determinar el título y la descripción de la página frontal al %1$seditar la página frontal en sí misma &raquo;%2$s"],"Homepage &amp; Front page":["Portada &amp; Página frontal"],"Title Separator":["Separador de Titulo"],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s ha detectado de forma automática si se necesita forzar la reescritura de los títulos de sus páginas. Si esto es erróneo y sabe lo que hace, puede cambiar este ajuste aquí."],"Force rewrite titles":["Forzar la reescritura de los títulos"],"Taxonomies":["Taxonomías"],"Homepage":["La portada de página Web"],"%1$s Extensions":["%1$s Extensiones"],"Seamlessly integrate WooCommerce with %1$s and get extra features!":["¡Integra perfectamente WooComerce con %1$s y consigue características adicionales!"],"Rank better locally and in Google Maps, without breaking a sweat!":["Clasificar mejor a nivel local y en Google Maps, sin romper a sudar!"],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":["¿Está en Google News? ¡Incrementa su tráfico desde Google News optimizándolo!"],"Optimize your videos to show them off in search results and get more clicks!":["¡Optimiza sus vídeos para verlos en los resultados de búsqueda y conseguir más clics!"],"The premium version of %1$s with more features & support.":["El versión de pago de %1$s con más funciones y soporte."],"Person":["Persona"],"This data is shown as metadata in your site. It is intended to appear in %1$sGoogle's Knowledge Graph%2$s. You can be either an organization, or a person.":["Esta información es mostrado como metadato en su sitio. Se pretende que aparezca en las %1$sGráficas del Conocimiento de Google%2$s. Usted puede ser una organización o una persona."],"Website name":["Nombre del sitio web"],"Webmaster Tools":["Herramientas de webmaster"],"RSS":["RSS"],"Breadcrumbs":["Migajas de pan"],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year of support and updates, on %2$s.":["Para ser capaz de crear una redirección y solucionar este problema, es necesario %1$s. Usted puede comprar el plugin, incluido el apoyo de un año y actualizaciones, en %2$s."],"Creating redirects is a %s feature":["La creación de redirecciones es una característica de %s"],"Deactivate %s":["Desactivar %s"],"The %1$s plugin might cause issues when used in conjunction with %2$s.":["Las %1$s plugin(s) podría causar problemas cuando se utiliza junto con %2$s."],"Upload Image":["Subir imagen"],"Remove these ads?":["¿Eliminar estos anuncios?"],"%s Posts Overview":["%s Entradas Información general"],"The Breadcrumbs Title is used in the breadcrumbs where this taxonomy appears.":["El Título de las Migas de Pan es usado en las migas de pan donde aparezca esta taxonomia."],"Breadcrumbs title":["Título en migajas de pan"],"The canonical link is shown on the archive page for this term.":["El enlace canónico se muestra en la página de archivo para este término."],"Facebook App ID":["Facebook App ID"],"Pinterest":["Pinterest"],"Archives":["Archivos"],"Email":["Email"],"Previous":["Anterior"],"Next":["Siguiente"],"Close":["Cerrar"],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines and might slow down your site.":["Tanto %1$s como %2$s pueden crear mapas de sitio XML. Tener dos mapas de sitio XML no es benéfico para los motores de búsqueda y puede reducir la velocidad de carga de su sitio."],"Configure %1$s's Open Graph settings":["Configurar %1$s ajustes de OpenGraph"],"Both %1$s and %2$s create Open Graph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":["Ambos %1$s y %2$s crear Open Graph salida, lo que podría hacer que Facebook, Twitter, LinkedIn y otras redes sociales utilizan los textos y las imágenes equivocadas cuando se están compartiendo sus páginas."],"%s Image":["%s Imagen"],"%s Description":["%s Descripción"],"%s Title":["%s Titulo"],"Twitter":["Twitter"],"Facebook":["Facebook"],"The recommended image size for %1$s is %2$s pixels.":["El tamaño de imagen recomendado para %1$s es %2$spx."],"If you want to override the image used on %s for this post, upload / choose an image here.":["Si quiere sobre escribir la imagen usada en %s para esta entrada, sube/selecciona aquí una imagen "],"If you don't want to use the meta description for sharing the post on %s but want another description there, write it here.":["Si no quiere usar la meta descripción para compartir el post en %s; pero quiere otra descripción, escribela aqui."],"If you don't want to use the post title for sharing the post on %s but instead want another title there, write it here.":["Si no quiere usar este titulo de entrada para compartir el post en %s pero en lugar de eso quieres otro titulo ,escribelo aqui"],"very difficult":["muy difícil"],"Try to make shorter sentences, using less difficult words to improve readability":["Intenta hacer oraciones más cortas, usando palabras menos difíciles para mejorar la legibilidad."],"difficult":["difícil"],"Try to make shorter sentences to improve readability":["Intenta hacer oraciones más cortas para mejorar la legibilidad"],"fairly difficult":["bastante difícil"],"OK":["Bien"],"fairly easy":["casi fácil"],"easy":["fácil"],"very easy":["Muy fácil"],"Meta Desc.":["Meta descripción"],"All SEO Scores":["Todos los resultados SEO"],"SEO issue: The featured image should be at least 200 by 200 pixels to be picked up by Facebook and other social media sites.":["Problema de SEO: la imagen presentada debe tener al menos 200 por 200 píxeles para que Facebook y otros sitios de redes sociales los recojan."],"(no parent)":["(sin superior)"],"Post is set to noindex.":["Entrada está establecida como noindex."],"The URL that this page should redirect to.":["La URL a la que debe redirigir está página."],"301 Redirect":["Redirección 301"],"The canonical URL that this page should point to. Leave empty to default to permalink. %1$sCross domain canonical%2$s supported too.":["La URL canónica a la que debe apuntar esta página. Dejar la opción predeterminada para el enlace permanente. %1$sDominio cruzado canónico%2$s compatible también."],"Canonical URL":["URL canónica"],"Title to use for this page in breadcrumb paths":["Título a usar para esta página en la cadena de breadcrumbs"],"Breadcrumbs Title":["Título del Migas de pan"],"No Snippet":["No presentar en formato enriquecido (snippet)"],"No Archive":["Sin archivo"],"No Image Index":["Ningun Indice de imagen"],"None":["Ninguno"],"Meta robots advanced":["Meta Robots Avanzado"],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Advertencia: a pesar de que se puede establecer la meta robots configurada aquí, la configuración de privacidad se establecerá en NOINDEX para todo el sitio, por lo que estos ajustes no tendrán efecto."],"Meta description":["Etiqueta de descripción"],"SEO Title":["Título de SEO"],"Focus keyword":["Enfoque de palabras clave"],"Settings successfully imported.":["Las configuraciones han sido importadas con éxito."],"Settings could not be imported:":["Las configuraciones no pueden importarse:"],"Breadcrumb for 404 pages:":["Migas de pan para las páginas 404"],"Prefix for search result pages:":["Prefijo para pagina de resultados de busqueda:"],"Prefix for archive pages:":["Prefijo para paginas archivadas:"],"Prefix for breadcrumbs:":["Prefijo para migas de pan:"],"Anchor text for the homepage:":["Texto ancla para la página de inicio:"],"Breadcrumbs separator:":["Migas separador:"],"%s Breadcrumbs":["%s Migas de pan"],"Use Image":["Usar Imagen"],"Action":["Acción"],"Page URL/Slug":["Página URL/Slug"],"Publication date":["Fecha de publicación"],"Post Status":["Estado de entrada"],"WP Page Title":["WP Título de Página"],"View":["Ver"],"View &#8220;%s&#8221;":["Ver &#8220;%s&#8221;"],"Preview":["Previsualizar"],"Preview &#8220;%s&#8221;":["Preestrenar &#8220;%s&#8221;"],"Edit":["Editar"],"Filter":["Filtro"],"New Yoast Meta Description":["Nueva descripción de la meta Yoast"],"Existing Yoast Meta Description":["Existente Yoast descripción de la meta"],"Facebook profile URL":["Dirección del perfil de Facebook"],"Twitter username (without @)":["Usuario de Twitter  (sin @)"],"FAQ":["Preguntas más frecuentes"],"Premium Support":["Soporte Premium"],"Settings":["Ajustes"],"You must %1$sgo to your Reading Settings%2$s and uncheck the box for Search Engine Visibility.":["Debe ir a %sgo to your Reading Settings%s y desmarcar la casilla de Visibilidad para Maquina de Busqueda."],"Huge SEO Issue: You're blocking access to robots.":["Gran problema de SEO: Estás bloqueando el acceso a los robots."],"Posts":["Entradas"],"Edit Files":["Editar archivos"],"General":["General"],"Extensions":["Extensiones"],"Search Console":["Consola de Búsqueda"],"Tools":["Herramientas"],"Advanced":["Avanzado"],"XML sitemaps":["XML Sitemaps"],"Social":["Social"],"SEO":["SEO"],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":["%1$s detecta que está utilizando la versión %2$s de %3$s, por favor, actualice a la última versión para evitar problemas de compatibilidad."],"Just another WordPress site":["Otro sitio de WordPress"],"You have used HTML in your value which is not allowed.":["Ha utilizado HTML en su valor que no está permitido."],"You can't edit %s that aren't yours.":["No puede editar %s que no son suyos."],"You can't edit %s.":["No puede editar %s."],"Post has an invalid Content Type: %s.":["La entrada tiene un Content Type inválido:%s."],"Post doesn't exist.":["No existe la entrada."],"posts\u0004Trash <span class=\"count\">(%s)</span>":["Basura <span class=\"count\">(%s)</span>","Basura <span class=\"count\">(%s)</span>"],"posts\u0004All <span class=\"count\">(%s)</span>":["Todo <span class=\"count\">(%s)</span>","Todos <span class=\"count\">(%s)</span>"]}}}