{"domain":"js-text-analysis","locale_data":{"js-text-analysis":{"":{"domain":"js-text-analysis","plural_forms":"nplurals=3; plural=(n==1 ? 0 : (n==0 || (n%100 > 0 && n%100 < 20)) ? 1 : 2);","lang":"ro"},"SEO score: %s":["Punctaj SEO: %s"],"If a Wikipedia page for you or your organization exists, add it too.":["Dacă ai o pagină pe Wikipedia, a ta sau a organizației tale, o adaugi și pe ea."],"Wikipedia URL":["URL Wikipedia"],"Pinterest profile URL":["URL profil Pinterest"],"Instagram profile URL":["URL profil Instagram"],"LinkedIn profile URL":["URL profil LinkedIn"],"Keyword research is essential in any SEO strategy. You decide the search terms you want to be found for, and figure out what words your audience uses to find you. Great keyword research tells you what content you need to start ranking for the terms you want to rank for. Make sure your efforts go into the keywords you actually have a chance at ranking for! The %1$s walks you through this process, step by step.":["Investigarea cuvintelor cheie este esențială în orice strategie SEO. Tu decizi termenii de căutare care vrei să fie găsiți și înțelegi ce cuvinte folosește publicul tău pentru a te găsi. O investigare foarte bună a cuvintelor cheie îți spune care este conținutul de care ai nevoie pentru a începe să-ți clasezi termenii pe care vrei să-i evaluezi. Asigură-te că eforturile tale se îndreaptă spre cuvintele cheie pentru care ai de fapt o șansă de clasare! %1$s te conduce prin acest proces, pas cu pas."],"SEO for Beginners training":["SEO pentru instruire începători"],"%s for WordPress training":["%s pentru instruire WordPress"],"All-around SEO training":["Instruire SEO pentru toată lumea"],"The image you selected is too small for Facebook":["Imaginea selectată este prea mică pentru Facebook"],"Content optimization: Needs improvement":["Optimizare conținut: necesită îmbunătățire"],"The given image url cannot be loaded":["URL-ul dat pentru imagine nu poate fi încărcat"],"Find out what words your audience uses to find you":["Află ce cuvinte folosește publicul tău pentru a te găsi"],"%1$sFlesch Reading Ease%2$s: The copy scores %3$s in the test, which is considered %4$s to read. %5$s":["%1$sCât de ușor este citit (Flesch Reading Ease)%2$s: textul a primit punctajul %3$s la efectuarea testului, este considerat %4$s de citit. %5$s"],"No JSON object was returned.":["Nu a fost returnat niciun obiect JSON."],"Received internal links":["Legături interne primite"],"Outgoing internal links":["Legături interne de ieșire"],"New step added":["A fost adăugat un pas nou"],"New question added":["A fost adăugată o întrebare nouă"],"To be able to create a redirect and fix this issue, you need %1$s. ":["Pentru a putea crea o redirecționare și a corecta această problemă, ai nevoie de %1$s."],"You can buy the plugin, including one year of support and updates, on %1$s.":["Poți cumpăra modulu, inclusiv un an de suport și actualizări, la %1$s."],"The Text link counter feature provides insights in how many links are found in your text and how many links are referring to your text. This is very helpful when you are improving your %1$sinternal linking%2$s.":["Funcționalitatea Contor legături text oferă informații despre numărul de legături găsite în textele tale și câte legături fac referire la textele tale. Este foarte utilă când îți îmbunătățești %1$slegăturile interne%2$s."],"For this feature to work %1$s requires at least PHP version %2$s. We have detected PHP version %3$s on this website.":["Pentru ca această funcționalitate să funcționeze, %1$s are nevoie de cel puțin versiunea PHP %2$s. Pe situl tău am detectat versiunea PHP %3$s."],"Please carefully consider the implications and %1$sread this post%2$s if you want more information about the impact of showing media in search results.":["Te rog ia în considerare cu atenție implicațiile și %1$scitește acest articol%2$s dacă vrei mai multe informații despre impactul afișării media în rezultate de căutare."],"Keyphrase":["Frază cheie"],"For this feature to work, %1$s needs to create a table in your database. We were unable to create this table automatically.":["Pentru ca această funcționalitate să funcționeze, %1$s trebuie să creeze un tabel în baza ta de date. Nu am putut să creăm automat acest tabel."],"By enabling this option, attachment URLs become visible to both your visitors and Google. To add value to your website, they should contain useful information, or they might have a negative impact on your ranking.":["Activând această opțiune, URL-urile de atașamente devin vizibile atât pentru vizitatori cât și pentru Google. Pentru a-i da mai multă valoare sitului tău web, ele ar trebui să conțină informații utile sau, în caz contrar, ar putea avea un impact negativ asupra clasării sitului în Google."],"The %3$sText link counter%4$s feature (introduced in %1$s %2$s) is currently disabled.":["Funcționalitatea %3$sContor legături text%4$s (introdusă în %1$s %2$s) este acum dezactivată."],"Please read the following %1$sknowledge base article%2$s to find out how to resolve this problem.":["Te rog citește următorul %1$sarticol despre baza de cunoștințe%2$s pentru a găsi cum să rezolvi această problemă."],"To make sure all the links in your texts are counted, we need to analyze all your texts.":["Pentru a ne asigura că sunt numărate toate legăturile din textele tale, trebuie să analizăm toate textele."],"All you have to do is press the following button and we'll go through all your texts for you.":["Trebuie doar să apeși butonul următor și îți vom parcurge toate textele."],"Count links":["Numără legăturile"],"Free":["Gratuit"],"%3$sImage alt attributes%5$s: Out of %2$d images on this page, %1$d have alt attributes with words from your keyphrase or synonyms. That's a bit much. %4$sOnly include the keyphrase or its synonyms when it really fits the image%5$s.":["%3$sAtribute alt imagini%5$s: din %2$d imagini existente în această pagină, %1$d au atribute alt care cu cuvinte din fraza cheie sau sinonimele ei. E un pic cam mult. %4$sInclude numai fraza cheie sau sinonimele ei când chiar se potrivesc cu imaginea%5$s."],"%1$sImage alt attributes%2$s: Good job!":["%1$sAtribute alt imagini%2$s: Foarte bine!"],"%3$sImage alt attributes%5$s: Out of %2$d images on this page, only %1$d has an alt attribute that reflects the topic of your text. %4$sAdd your keyphrase or synonyms to the alt tags of more relevant images%5$s!":["%3$sAtribute alt imagini%5$s: din %2$d imagini existente în această pagină, numai una are un atribut alt care reflectă subiectul textului. %4$sAdaugă fraza cheie sau sinonimele ei la tagurile alt pentru mai multe imagini relevante%5$s!","%3$sAtribute alt imagini%5$s: din %2$d imagini existente în această pagină, numai %1$d au atribute alt care reflectă subiectul textului. %4$sAdaugă fraza cheie sau sinonimele ei la tagurile alt pentru mai multe imagini relevante%5$s!","%3$sAtribute alt imagini%5$s: din %2$d imagini existente în această pagină, numai %1$d au atribute alt care reflectă subiectul textului. %4$sAdaugă fraza cheie sau sinonimele ei la tagurile alt pentru mai multe imagini relevante%5$s!"],"%1$sImage alt attributes%3$s: Images on this page do not have alt attributes that reflect the topic of your text. %2$sAdd your keyphrase or synonyms to the alt tags of relevant images%3$s!":["%1$sAtribute alt imagini%3$s: imaginile din această pagină nu au atribute alt care să reflecte subiectul textului. %2$sAdaugă fraza cheie sau sinonimele ei la tagurile alt ale imaginilor relevante%3$s!"],"%1$sImage alt attributes%3$s: Images on this page have alt attributes, but you have not set your keyphrase. %2$sFix that%3$s!":["%1$sAtribute alt imagini%3$s: imaginile din această pagină au atribute alt, dar nu ai setat o frază cheie. %2$sCorectează asta%3$s!"],"%1$sKeyphrase in subheading%2$s: %3$s of your higher-level subheadings reflects the topic of your copy. Good job!":["%1$sFrază cheie în subtitluri%2$s: unul dintre subtitlurile tale reflectă subiectul textului. Foarte bine!","%1$sFrază cheie în subtitluri%2$s: %3$s dintre subtitlurile tale reflectă subiectul textului. Foarte bine!","%1$sFrază cheie în subtitluri%2$s: %3$s dintre subtitlurile tale reflectă subiectul textului. Foarte bine!"],"%1$sKeyphrase in subheading%2$s: Your higher-level subheading reflects the topic of your copy. Good job!":["%1$sFrază cheie în subtitluri%2$s: subtitlul tău reflectă subiectul textului. Foarte bine!"],"%1$sKeyphrase in subheading%3$s: %2$sUse more keyphrases or synonyms in your higher-level subheadings%3$s!":["%1$sFrază cheie în subtitluri%3$s: %2$sfolosește mai multe fraze cheie sau sinonimele ei în subtitluri%3$s!"],"Page %s":["Pagina %s"],"Cannot get the size of %1$s because of unknown reasons.":["Nu pot prelua dimensiunea %1$s din cauza unor motive necunoscute."],"Cannot get the size of %1$s because it is hosted externally.":["Nu pot prelua dimensiunea %1$s deoarece este găzduit extern."],"Simply switch the toggle to \"on\" and you'll be able to use the recalibrated analysis. At the same time, we'll add you to our specific mailing list. We'll only email you about your experiences with this recalibration!":["Comută comutatorul pe „pornit” și vei putea folosi analiza recalibrată. În același timp, te vom adăuga în lista noastră specială de corespondență. Îți vom trimite emailuri referitoare numai la experiențele tale cu această recalibrare!"],"We have %1$srecalibrated our analysis%2$s. With the new analysis, we will get even closer to how Google sees your website. It would be %3$sawesome%4$s if you would like to %3$sbeta test this feature%4$s for us!":["Am %1$srecalibrat analiza noastră%2$s. Cu noua analiză, ne vom apropia și mai mult de felul în care Google vede situl tău web. Ar fi %3$sextraordinar%4$s dacă vrei să %3$stestezi această funcționalitate în beta%4$s pentru noi!"],"Get an even better analysis":["Ai o analiză mult mai bună"],"%1$sSingle title%3$s: H1s should only be used as your main title. Find all H1s in your text that aren't your main title and %2$schange them to a lower heading level%3$s!":["%1$sNumai un titlu%3$s: H1 ar trebui să fie folosit numai pentru titlul principal. Găsește toate subtitlurile H1 din text care nu sunt folosite ca titlu principal și %2$smodifică-le în subtitluri inferioare (H2, H3...)%3$s!"],"Improve sharing on Facebook and Pinterest":["Îmbunătățește partajarea pe Facebook și Pinterest"],"You do not have the required rights to export settings.":["Nu ai drepturile necesare pentru a exporta setări."],"Copy all these settings to another site's %1$s tab and click \"%1$s\" there.":["Copiază toate aceste setări în fila %1$s a unui alt sit și dă clic acolo pe „%1$s”."],"These are settings for the %1$s plugin by %2$s":["Acestea sunt setările pentru modulul %1$s de %2$s"],"No settings found.":["Nicio setare găsită."],"Export your %1$s settings here, to copy them on another site.":["Exportă-ți aici setările %1$s pentru a le copia pe un alt sit."],"Import of settings is only supported on servers that run PHP 5.3 or higher.":["Importul setărilor este suportat numai pe servere care rulează PHP 5.3 sau o versiune ulterioară."],"Import settings by pasting the settings you copied from another site here and clicking \"%s\".":["Importă setările prin plasarea aici a setărilor pe care le-ai copiat de pe un alt sit și dând clic pe „%s”."],"Paste your settings from another Yoast SEO installation.":["Plasează-ți setările de la o altă instalare Yoast SEO."],"%1$sKeyphrase density%2$s: The focus keyphrase was found 0 times. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sDensitate frază cheie%2$s: fraza cheie nu a fost găsită. Este sub minimul recomandat de %3$d ori pentru un text de această lungime. %4$sFolosește-o mai des%2$s!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sDensitate frază cheie%2$s: fraza cheie a fost găsită o singură dată. Este sub minimul recomandat de %3$d ori pentru un text de această lungime. %4$sFolosește-o mai des%2$s!","%1$sDensitate frază cheie%2$s: fraza cheie a fost găsită de %5$d ori. Este sub minimul recomandat de %3$d ori pentru un text de această lungime. %4$sFolosește-o mai des%2$s!","%1$sDensitate frază cheie%2$s: fraza cheie a fost găsită de %5$d de ori. Este sub minimul recomandat de %3$d de ori pentru un text de această lungime. %4$sFolosește-o mai des%2$s!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %3$d time. This is great!":["%1$sDensitate frază cheie%2$s: fraza cheie a fost găsită o singură dată. Foarte bine!","%1$sDensitate frază cheie%2$s: fraza cheie a fost găsită de %3$d ori. Foarte bine!","%1$sDensitate frază cheie%2$s: fraza cheie a fost găsită de %3$d de ori. Foarte bine!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$sDensitate frază cheie%2$s: fraza cheie a fost găsită o singură dată. Este peste maximul recomandat de %3$d ori pentru un text de această lungime. %4$sO folosești de prea multe ori%2$s!","%1$sDensitate frază cheie%2$s: fraza cheie a fost găsită de %5$d ori. Este peste maximul recomandat de %3$d ori pentru un text de această lungime. %4$sO folosești de prea multe ori%2$s!","%1$sDensitate frază cheie%2$s: fraza cheie a fost găsită de %5$d de ori. Este peste maximul recomandat de %3$d de ori pentru un text de această lungime. %4$sO folosești de prea multe ori%2$s!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's way more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$sDensitate frază cheie%2$s: fraza cheie a fost găsită o singură dată. Este cu mult peste maximul recomandat de %3$d ori pentru un text de această lungime. %4$sO folosești de prea multe ori%2$s!","%1$sDensitate frază cheie%2$s: fraza cheie a fost găsită de %5$d ori. Este cu mult peste maximul recomandat de %3$d ori pentru un text de această lungime. %4$sO folosești de prea multe ori%2$s!","%1$sDensitate frază cheie%2$s: fraza cheie a fost găsită de %5$d de ori. Este cu mult peste maximul recomandat de %3$d de ori pentru un text de această lungime. %4$sO folosești de prea multe ori%2$s!"],"Indexable deleted for object %1$s with type %2$s":["S-au șters valorile care pot fi indexate pentru obiectul %1$s cu tipul %2$s"],"Indexable saved for object %1$s with type %2$s":["S-au salvat valorile care pot fi indexate pentru obiectul %1$s cu tipul %2$s"],"Indexable created for object %1$s with type %2$s":["S-au creat valori care pot fi indexate pentru obiectul %1$s cu tipul %2$s"],"Indexable meta deleted.":["S-au șters metadatele care pot fi indexate."],"Indexable meta saved for indexable id %1$s with meta key %2$s":["S-au salvat metadatele care pot fi indexate pentru ID-ul indexabil %1$s și cheia meta %2$s"],"Indexable meta created for indexable id %1$s with meta key %2$s":["S-au creat metadatele care pot fi indexate pentru ID-ul indexabil %1$s și cheia meta %2$s"],"There is no meta found for indexable id %1$s and meta key %2$s.":["Nu s-a găsit nicio metadată pentru ID-ul indexabil %1$s și cheia meta %2$s."],"There is no indexable found for author id %1$s.":["Nu s-a găsit nicio valoare care poate fi indexată pentru ID-ul autorului %1$s."],"There is no primary term found for post id %1$s and taxonomy %2$s.":["Nu s-a găsit niciun termen principal pentru ID-ul articolului %1$s și taxonomia %2$s."],"There is no indexable found for term id %1$s and taxonomy %2$s.":["Nu s-a găsit nicio valoare care poate fi indexată pentru ID-ul termenului %1$s și taxonomia %2$s."],"There is no indexable found for post id %1$s.":["Nu s-a găsit nicio valoare care poate fi indexată pentru ID-ul articolului %1$s."],"Method %1$s() does not exist in class %2$s":["Metoda %1$s() nu există în clasa %2$s"],"With %s, you can easily create such redirects.":["Cu %s, poți crea cu ușurință astfel de redirecționări."],"Changing your permalinks settings can seriously impact your search engine visibility. It should almost %1$s never %2$s be done on a live website.":["Modificarea setărilor legăturilor permanente poate afecta serios vizibilitatea motoarelor de căutare. Nu ar trebui să le modifici %1$s niciodată %2$s pe un sit web live."],"WARNING:":["AVERTIZARE:"],"Learn about why permalinks are important for SEO.":["Află de ce legăturile permanente sunt importante pentru SEO."],"Google Ads":["Anunțuri Google"],"%1$sFunction words in keyphrase%3$s: Your keyphrase \"%4$s\" contains function words only. %2$sLearn more about what makes a good keyphrase.%3$s":["%1$sDeterminanți în fraza cheie%3$s: fraza ta cheie „%4$s” conține numai determinanți. %2$sAflă mai multe despre cum se alcătuiește o frază cheie bună.%3$s"],"Did you know %s also analyzes the different word forms of your keyphrase, like plurals and past tenses?":["Știai că %s analizează și alte forme ale cuvintelor frazei cheie, cum ar fi pluralul și participiul trecut?"],"Clear Image":["Șterge imaginea"],"%1$sKeyphrase length%3$s: %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sLungime frază cheie%3$s: %2$sintrodu o frază cheie pentru a calcula punctajul SEO%3$s."],"%1$sKeyphrase in slug%2$s: More than half of your keyphrase appears in the slug. That's great!":["%1$sFrază cheie în descriptor%2$s: mai mult de jumătate din fraza ta cheie apare în descriptor. Foarte bine!"],"%1$sKeyphrase in slug%3$s: (Part of) your keyphrase does not appear in the slug. %2$sChange that%3$s!":["%1$sFrază cheie în descriptor%3$s: fraza ta cheie (sau o parte din ea) nu apare în descriptor. %2$sCorectează asta%3$s!"],"%1$sKeyphrase in slug%2$s: Great work!":["%1$sFrază cheie în descriptor%2$s: foarte bine!"],"%1$sKeyphrase in title%3$s: Not all the words from your keyphrase \"%4$s\" appear in the SEO title. %2$sTry to use the exact match of your keyphrase in the SEO title%3$s.":["%1$sFrază cheie în titlu%3$s: în titlul SEO nu apar toate cuvintele din fraza ta cheie „%4$s”. %2$sÎncearcă să folosești în titlul SEO chiar fraza cheie%3$s."],"%1$sKeyphrase in title%3$s: Does not contain the exact match. %2$sTry to write the exact match of your keyphrase in the SEO title%3$s.":["%1$sFrază cheie în titlu%3$s: titlul nu conține fraza cheie. %2$sÎncearcă să scrii în titlul SEO chiar fraza cheie%3$s."],"%1$sKeyphrase in title%3$s: The exact match of the keyphrase appears in the SEO title, but not at the beginning. %2$sTry to move it to the beginning%3$s.":["%1$sFrază cheie în titlu%3$s: fraza cheie apare în titlul SEO, dar nu este la începutul lui. %2$sÎncearcă să o muți la începutul titlului%3$s."],"%1$sKeyphrase in title%2$s: The exact match of the keyphrase appears at the beginning of the SEO title. Good job!":["%1$sFrază cheie în titlu%2$s: fraza cheie apare la începutul titlului SEO. Foarte bine!"],"%1$sKeyphrase distribution%2$s: Good job!":["%1$sDistribuție frază cheie%2$s: foarte bine!"],"%1$sKeyphrase distribution%3$s: Uneven. Some parts of your text do not contain the keyphrase or its synonyms. %2$sDistribute them more evenly%3$s.":["%1$sDistribuție frază cheie%3$s: inegală. Unele părți ale textului nu conțin fraza cheie sau sinonimele ei. %2$sDistribuie fraza cheie uniform%3$s."],"%1$sKeyphrase distribution%3$s: Very uneven. Large parts of your text do not contain the keyphrase or its synonyms. %2$sDistribute them more evenly%3$s.":["%1$sDistribuție frază cheie%3$s: inegală. Părți mari de text nu conțin fraza cheie sau sinonimele ei. %2$sDistribuie fraza cheie uniform%3$s."],"%1$sKeyphrase distribution%3$s: %2$sInclude your keyphrase or its synonyms in the text so that we can check keyphrase distribution%3$s.":["%1$sDistribuție frază cheie%3$s: %2$sinclude fraza cheie sau sinonimele ei în text ca să putem verifica distribuția ei (lor)%3$s."],"Help on choosing the perfect focus keyphrase":["Ajutor pentru alegerea frazei cheie perfecte"],"Would you like to add a related keyphrase?":["Vrei să adaugi o frază cheie similară?"],"Go %s!":["Fă %s!"],"Not showing the date archives in the search results technically means those will have a %1$s robots meta. %2$sMore info on the search results settings%3$s.":["Dacă nu arăți arhivele de date în rezultatele de căutare, din punct de vedere tehnic înseamnă că ele vor avea metadatele pentru roboți setate la %1$s. %2$sMai multe informații despre setările rezultatelor de căutare%3$s."],"Rank better with synonyms & related keyphrases":["Te clasezi mai sus cu fraze cheie sinonime și similare"],"optimize a single post for synonyms and related keyphrases.":["optimizează un singur articol cu fraze cheie sinonime și similare."],"Synonyms & related keyphrases":["Fraze cheie sinonime și similare"],"Add related keyphrase":["Adaugă fraze cheie similare"],"Dismiss %s upgrade notice":["Respinge notificarea de actualizare la %s"],"Upgrade to %s":["Actualizează la %s"],"%1$s video":["Video %1$s"],"Get %s":["Ia %s"],"%4$sPreviously used keyphrase%6$s: You've used this keyphrase %1$s%2$d times before%3$s. %5$sDo not use your keyphrase more than once%6$s.":["%4$sFrază cheie folosită anterior%6$s: ai folosit această frază cheie de %1$s%2$d ori mai înainte%3$s. %5$sFolosește o frază cheie numai o singură dată%6$s."],"%3$sPreviously used keyphrase%5$s: You've used this keyphrase %1$sonce before%2$s. %4$sDo not use your keyphrase more than once%5$s.":["%3$sFrază cheie folosită anterior%5$s: ai folosit această frază cheie %1$saltădată, mai înainte%2$s. %4$sFolosește o frază cheie numai o singură dată%5$s."],"%1$sPreviously used keyphrase%2$s: You've not used this keyphrase before, very good.":["%1$sFrază cheie folosită anterior%2$s: nu ai mai folosit această frază cheie, foarte bine."],"%1$sSlug stopwords%3$s: The slug for this page contains a stop word. %2$sRemove it%3$s!":["%1$sCuvinte stop în descriptor%3$s: descriptorul acestei pagini conține un cuvânt stop. %2$sÎnlătură-l%3$s!","%1$sCuvinte stop în descriptor%3$s: descriptorul acestei pagini conține cuvinte stop. %2$sÎnlătură-le%3$s!","%1$sCuvinte stop în descriptor%3$s: descriptorul acestei pagini conține cuvinte stop. %2$sÎnlătură-le%3$s!"],"%1$sSlug too long%3$s: the slug for this page is a bit long. %2$sShorten it%3$s!":["%1$sDescriptor prea lung%3$s: descriptorul acestei pagini este un pic prea lung. %2$sScurtează-l%3$s!"],"%1$sImage alt attributes%3$s: No images appear on this page. %2$sAdd some%3$s!":["%1$sAtribute alt imagini%3$s: nu apare nicio imagine în această pagină. %2$sAdaugă cel puțin una%3$s!"],"%1$sLink keyphrase%3$s: You're linking to another page with the words you want this page to rank for. %2$sDon't do that%3$s!":["%1$sLegătură frază cheie%3$s: ești legat la o altă pagină cu cuvintele frazei cheie pe care vrei să o folosești pentru această pagină. %2$sNu face asta%3$s!"],"This is far below the recommended minimum of %5$d word. %3$sAdd more content%4$s.":["Este cu mult sub minimul recomandat de %5$d cuvânt. %3$sAdaugă mai mult conținut%4$s.","Este cu mult sub minimul recomandat de %5$d cuvinte. %3$sAdaugă mai mult conținut%4$s.","Este cu mult sub minimul recomandat de %5$d de cuvinte. %3$sAdaugă mai mult conținut%4$s."],"This is below the recommended minimum of %5$d word. %3$sAdd more content%4$s.":["Este sub minimul recomandat de %5$d cuvânt. %3$sAdaugă mai mult conținut%4$s.","Este sub minimul recomandat de %5$d cuvinte. %3$sAdaugă mai mult conținut%4$s.","Este sub minimul recomandat de %5$d de cuvinte. %3$sAdaugă mai mult conținut%4$s."],"%2$sText length%4$s: The text contains %1$d word.":["%2$sLungime text%4$s: textul conține un cuvânt.","%2$sLungime text%4$s: textul conține %1$d cuvinte.","%2$sLungime text%4$s: textul conține %1$d de cuvinte."],"%2$sText length%3$s: The text contains %1$d word. Good job!":["%2$sLungime text%3$s: textul conține un cuvânt. Foarte bine!","%2$sLungime text%3$s: textul conține %1$d cuvinte. Foarte bine!","%2$sLungime text%3$s: textul conține %1$d de cuvinte. Foarte bine!"],"%1$sKeyphrase in subheading%3$s: More than 75%% of your higher-level subheadings reflect the topic of your copy. That's too much. %2$sDon't over-optimize%3$s!":["%1$sFrază cheie în subtitluri%3$s: mai mult de 75%% dintre subtitlurile tale reflectă subiectul textului. E prea mult. %2$sNu optimiza în exces%3$s!"],"%1$sSEO title width%3$s: %2$sPlease create an SEO title%3$s.":["%1$sLungime titlu SEO%3$s: %2$ste rog crează un titlu SEO%3$s."],"%1$sSEO title width%3$s: The SEO title is wider than the viewable limit. %2$sTry to make it shorter%3$s.":["%1$sLungime titlu SEO%3$s: titlul SEO mai mare decât limita vizibilă. %2$sÎncearcă să-l scurtezi%3$s."],"%1$sSEO title width%2$s: Good job!":["%1$sLungime titlu SEO%2$s: foarte bine!"],"%1$sSEO title width%3$s: The SEO title is too short. %2$sUse the space to add keyphrase variations or create compelling call-to-action copy%3$s.":["%1$sLungime titlu SEO%3$s: titlul SEO este prea scurt. %2$sFolosește întreg spațiul pentru a adăuga variante de cuvinte cheie sau pentru a crea un apel la acțiune convingător%3$s."],"%1$sOutbound links%2$s: There are both nofollowed and normal outbound links on this page. Good job!":["%1$sLegături externe%2$s: în această pagină sunt legături externe nofollow și normale. Foarte bine!"],"%1$sOutbound links%2$s: Good job!":["%1$sLegături externe%2$s: foarte bine!"],"%1$sOutbound links%3$s: All outbound links on this page are nofollowed. %2$sAdd some normal links%3$s.":["%1$sLegături externe%3$s: în această pagină toate legăturile externe sunt nofollow. %2$sAdaugă și legături normale%3$s."],"%1$sOutbound links%3$s: No outbound links appear in this page. %2$sAdd some%3$s!":["%1$sLegături externe%3$s: în această pagină nu apare nicio legătură externă. %2$sAdaugă câteva%3$s!"],"%1$sMeta description length%2$s: Well done!":["%1$sLungime descriere meta%2$s: foarte bună!"],"%1$sMeta description length%3$s: The meta description is over %4$d characters. To ensure the entire description will be visible, %2$syou should reduce the length%3$s!":["%1$sLungime descriere meta%3$s: descrierea meta are mai mult de %4$d de caractere. Pentru a te asigura că va fi vizibilă în întregime, %2$sar trebui să-i reduci lungimea%3$s!"],"%1$sMeta description length%3$s: The meta description is too short (under %4$d characters). Up to %5$d characters are available. %2$sUse the space%3$s!":["%1$sLungime descriere meta%3$s: descrierea meta este prea scurtă (are mai puțin de %4$d de caractere). Sunt disponibile până la %5$d de caractere. %2$sFolosește acest spațiu%3$s!"],"%1$sMeta description length%3$s:  No meta description has been specified. Search engines will display copy from the page instead. %2$sMake sure to write one%3$s!":["%1$sLungime descriere meta%3$s: nu a fost specificată nicio descriere meta. În locul ei, motoarele de căutare vor afișa un text din pagină. %2$sAsigură-te că scrii una%3$s!"],"%1$sKeyphrase in meta description%2$s: The meta description has been specified, but it does not contain the keyphrase. %3$sFix that%4$s!":["%1$sFrază cheie în descrierea meta%2$s: descrierea meta a fost specificată, dar nu conține fraza cheie. %3$sCorectează asta%4$s!"],"%1$sKeyphrase in meta description%2$s: The meta description contains the keyphrase %3$s times, which is over the advised maximum of 2 times. %4$sLimit that%5$s!":["%1$sFrază cheie în descrierea meta%2$s: descrierea meta conține de %3$s ori fraza cheie, este peste maximul recomandat, de 2 ori. %4$sÎncadrează-te%5$s!"],"%1$sKeyphrase in meta description%2$s: Keyphrase or synonym appear in the meta description. Well done!":["%1$sFrază cheie în descrierea meta%2$s: descrierea meta conține fraza cheie sau sinonimele ei. Foarte bine!"],"%3$sKeyphrase length%5$s: The keyphrase is %1$d words long. That's way more than the recommended maximum of %2$d words. %4$sMake it shorter%5$s!":["%3$sLungime frază cheie%5$s: fraza cheie are %1$d cuvinte. Este cu mult mai mare decât maximul recomandat de %2$d cuvinte. %4$sScurtează fraza%5$s!"],"%3$sKeyphrase length%5$s: The keyphrase is %1$d words long. That's more than the recommended maximum of %2$d words. %4$sMake it shorter%5$s!":["%3$sLungime frază cheie%5$s: fraza cheie are %1$d cuvinte. Este mai mare decât maximul recomandat de %2$d cuvinte. %4$sScurtează fraza%5$s!"],"%1$sKeyphrase length%2$s: Good job!":["%1$sLungime frază cheie%2$s: foarte bine!"],"%1$sKeyphrase length%3$s: No focus keyphrase was set for this page. %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sLungime frază cheie%3$s: nu ai stabilit nicio frază cheie pentru această pagină. %2$sIntrodu o frază cheie pentru a calcula punctajul SEO%3$s."],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms do not appear in the first paragraph. %2$sMake sure the topic is clear immediately%3$s.":["%1$sFrază cheie în introducere%3$s: fraza cheie sau sinonimele ei nu apar în primul paragraf. %2$sAsigură-te că apar în introducere%3$s."],"%1$sKeyphrase in introduction%3$s:Your keyphrase or its synonyms appear in the first paragraph of the copy, but not within one sentence. %2$sFix that%3$s!":["%1$sFrază cheie în introducere%3$s: fraza cheie sau sinonimele ei apar în primul paragraf al textului, dar cuvintele nu sunt în aceeași propoziție. %2$sCorectează asta%3$s!"],"%1$sKeyphrase in introduction%2$s: Well done!":["%1$sFrază cheie în introducere%2$s: foarte bine!"],"%1$sInternal links%2$s: There are both nofollowed and normal internal links on this page. Good job!":["%1$sLegături interne%2$s: în această pagină sunt legături interne nofollow și normale. Foarte bine!"],"%1$sInternal links%2$s: You have enough internal links. Good job!":["%1$sLegături interne%2$s: ai suficiente legături interne. Foarte bine!"],"%1$sInternal links%3$s: The internal links in this page are all nofollowed. %2$sAdd some good internal links%3$s.":["%1$sLegături interne%3$s: în această pagină legăturile interne sunt nofollow. %2$sAdaugă și legături interne normale%3$s."],"%1$sInternal links%3$s: No internal links appear in this page, %2$smake sure to add some%3$s!":["%1$sLegături interne%3$s: în această pagină nu apare nicio legătură internă, %2$sasigură-te că adaugi câteva%3$s!"],"%1$sTransition words%2$s: Well done!":["%1$sCuvinte de legătură%2$s: foarte bine!"],"%1$sTransition words%2$s: Only %3$s of the sentences contain transition words, which is not enough. %4$sUse more of them%2$s.":["%1$sCuvinte de legătură%2$s: numai %3$s dintre propoziții conțin cuvinte de legătură, nu este suficient. %4$sFolosește mai multe%2$s."],"%1$sTransition words%2$s: None of the sentences contain transition words. %3$sUse some%2$s.":["%1$sCuvinte de legătură%2$s: niciuna dintre propoziții nu conține cuvinte de legătură. %3$sFolosește câteva%2$s."],"%1$sNot enough content%2$s: %3$sPlease add some content to enable a good analysis%2$s.":["%1$sConținut insuficient%2$s: %3$ste rog adaugă mai mult conținut pentru a permite o analiză completă%2$s."],"%1$sSubheading distribution%2$s: You are not using any subheadings, but your text is short enough and probably doesn't need them.":["%1$sDistribuție subtitluri%2$s: nu folosești niciun subtitlu, dar textul este destul de scurt și probabil subtitlurile nu sunt necesare."],"%1$sSubheading distribution%2$s: You are not using any subheadings, although your text is rather long. %3$sTry and add some subheadings%2$s.":["%1$sDistribuție subtitluri%2$s: nu folosești niciun subtitlu, cu toate că textul este destul de lung. %3$sÎncearcă să adaugi câteva subtitluri%2$s."],"%1$sSubheading distribution%2$s: %3$d section of your text is longer than %4$d words and is not separated by any subheadings. %5$sAdd subheadings to improve readability%2$s.":["%1$sDistribuție subtitluri%2$s: o secțiune a textului are mai mult de %4$d de cuvinte și nu este separată de niciun subtitlu. %5$sAdaugă subtitluri pentru a îmbunătăți lizibilitatea%2$s.","%1$sDistribuție subtitluri%2$s: %3$d secțiuni ale textului au mai mult de %4$d de cuvinte și nu sunt separate de niciun subtitlu. %5$sAdaugă subtitluri pentru a îmbunătăți lizibilitatea%2$s.","%1$sDistribuție subtitluri%2$s: %3$d de secțiuni ale textului au mai mult de %4$d de cuvinte și nu sunt separate de niciun subtitlu. %5$sAdaugă subtitluri pentru a îmbunătăți lizibilitatea%2$s."],"%1$sSubheading distribution%2$s: Great job!":["%1$sDistribuție subtitluri%2$s: foarte bine!"],"%1$sSentence length%2$s: %3$s of the sentences contain more than %4$s words, which is more than the recommended maximum of %5$s. %6$sTry to shorten the sentences%2$s.":["%1$sLungime propoziție%2$s: %3$s dintre propoziții conțin mai mult de %4$s cuvinte, este mai mult decât maximul recomandat de %5$s. %6$sÎncearcă să le scurtezi%2$s."],"%1$sSentence length%2$s: Great!":["%1$sLungime propoziție%2$s: bună!"],"%1$sConsecutive sentences%2$s: There is enough variety in your sentences. That's great!":["%1$sPropoziții consecutive%2$s: propozițiile sunt destul de diversificate. Foarte bine!"],"%1$sConsecutive sentences%2$s: The text contains %3$d consecutive sentences starting with the same word. %5$sTry to mix things up%2$s!":["%1$sPropoziții consecutive%2$s: textul conține %3$d propoziții consecutive care încep cu același cuvânt. %5$sÎncearcă să combini cuvintele%2$s!","%1$sPropoziții consecutive%2$s: textul conține %4$d situații în care %3$d sau mai multe propoziții consecutive încep cu același cuvânt. %5$sÎncearcă să combini cuvintele%2$s!","%1$sPropoziții consecutive%2$s: textul conține %4$d de situații în care %3$d sau mai multe propoziții consecutive încep cu același cuvânt. %5$sÎncearcă să combini cuvintele%2$s!"],"%1$sPassive voice%2$s: %3$s of the sentences contain passive voice, which is more than the recommended maximum of %4$s. %5$sTry to use their active counterparts%2$s.":["%1$sDiateză pasivă%2$s: %3$s dintre propoziții folosesc diateza pasivă, este mai mare decât maximul recomandat de %4$s. %5$sÎncearcă să folosești în schimb diateza activă%2$s."],"%1$sPassive voice%2$s: You're using enough active voice. That's great!":["%1$sDiateză pasivă%2$s: folosești suficient diateza activă. Foarte bine!"],"%1$sParagraph length%2$s: %3$d of the paragraphs contains more than the recommended maximum of %4$d words. %5$sShorten your paragraphs%2$s!":["%1$sLungime paragraf%2$s: un paragraf este mai mare decât maximul recomandat de %4$d de cuvinte. %5$sScurtează paragraful%2$s!","%1$sLungime paragraf%2$s: %3$d paragrafe sunt mai mari decât maximul recomandat de %4$d de cuvinte. %5$sScurtează paragrafele%2$s!","%1$sLungime paragraf%2$s: %3$d de paragrafe sunt mai mari decât maximul recomandat de %4$d de cuvinte. %5$sScurtează paragrafele%2$s!"],"%1$sParagraph length%2$s: None of the paragraphs are too long. Great job!":["%1$sLungime paragraf%2$s: niciun paragraf nu este prea lung. Foarte bine!"],"Good job!":["Foarte bine!"],"%1$sFlesch Reading Ease%2$s: The copy scores %3$s in the test, which is considered %4$s to read. %5$s%6$s%7$s":["%1$sCât de ușor este citit (Flesch Reading Ease)%2$s: textul a primit punctajul  %3$s la efectuarea testului, este considerat %4$s de citit. %5$s%6$s%7$s"],"Focus keyphrase":["Frază cheie"],"%1$s with ID %2$s couldn't be patched":["%1$s cu ID-ul %2$s nu a putut fi corectat"],"Invalid POST request. Meta values already exist for object with ID %1$s.":["Cerere POST invalidă. Valorile meta există deja pentru obiectul cu ID-ul %1$s."],"Indexable with ID `%1$s` does not exist":["Nu există indexări cu ID-ul „%1$s”"],"No object with ID %1$s and %2$s could be found":["Nu a putut fi găsit niciun obiect cu ID-ul %1$s și de tipul %2$s"],"`%1$s` is not a valid subtype of `%2$s`":["„%1$s” nu este un subtip valid pentru „%2$s”"],"The object type `%1$s` is invalid":["Tipul de obiect „%1$s” este invalid"],"Invalid type for parameter `%1$s` passed. Expected `%2$s`, but got `%3$s`":["A fost trecut un tip de parametru invalid „%1$s”. Era așteptat „%2$s”, dar s-a primit „%3$s”"],"The parameter `%1$s` cannot be empty.":["Parametrul „%1$s” nu poate fi gol."],"SEO: No Focus Keyphrase":["SEO: nicio frază cheie"],"Check Keyphrase Density":["Verifică densitatea frazei cheie"],"Disable":["Dezactivează"],"Allow Control":["Permite controlul"],"This tab allows you to selectively disable %s features for all sites in the network. By default all features are enabled, which allows site admins to choose for themselves if they want to toggle a feature on or off for their site. When you disable a feature here, site admins will not be able to use that feature at all.":["Această filă îți permite să dezactivezi selectiv funcționalitățile %s pentru toate siturile din rețea. Toate funcționalitățile sunt implicit activate, astfel li se permite administratorilor de situri să aleagă ei înșiși dacă doresc să o mențină activată sau să dezactiveze o funcționalitate pentru siturile lor. Dacă dezactivezi o funcționalitate aici, administratorii de situri nu vor putea să folosească deloc acea funcționalitate."],"%s is a required feature toggle argument.":["%s este un argument pentru comutarea funcționalităților necesare."],"Keyphrase:":["Frază cheie:"],"Remove keyphrase":["Înlătură fraza cheie"],"This feature has been disabled by the network admin.":["Această funcționalitate a fost dezactivată de administratorul rețelei."],"Focus keyphrase not set.":["Fraza cheie nu este setată."],"Multiple keyphrases":["Mai multe fraze cheie"],"Colon":["Două puncte"],"Both %1$s and %2$s manage the SEO of your site. Running two SEO plugins at the same time is detrimental.":["Atât %1$s cât și %2$s îți administrează SEO pe sit. Rularea a două module pentru SEO în același timp este dăunătoare."],"There is a new notification.":["Există o notificare nouă.","Există notificări noi.","Există notificări noi."],"Learn more about the readability analysis":["Află mai multe despre analiza lizibilității"],"Describe the duration of the instruction:":["Descrie durata instruirii:"],"Optional. Customize how you want to describe the duration of the instruction":["Opțional. Personalizează cum vrei să descrii durata instruirii"],"This is a list of related content to which you could link in your post. {{a}}Read our article about site structure{{/a}} to learn more about how internal linking can help improve your SEO.":["Aceasta este o listă a conținuturilor similare pe care ai putea să le legi în articolul tău. {{a}}Citește articolul nostru despre structura sitului{{/a}} pentru a afla mai multe despre cum legăturile interne pot ajuta la îmbunătățirea SEO."],"%s, %s and %s":["%s, %s și %s"],"%s and %s":["%s și %s"],"%d minute":["1 minut","%d minute","%d de minute"],"%d hour":["O oră","%d ore","%d de ore"],"%d day":["O zi","%d zile","%d de zile"],"Enter a step title":["Introdu un titlu pentru pas"],"Optional. This can give you better control over the styling of the steps.":["Opțional. Acest lucru îți poate oferi un control mai bun asupra stilului pașilor."],"CSS class(es) to apply to the steps":["Clasă (clase) CSS de aplicat la pași"],"minutes":["minute"],"hours":["ore"],"days":["zile"],"Create a How-to guide in an SEO-friendly way. You can only use one How-to block per post.":["Creează un ghid de sfaturi practice într-o manieră prietenoasă pentru SEO. Poți folosi numai un singur bloc Sfaturi practice pentru fiecare articol."],"List your Frequently Asked Questions in an SEO-friendly way. You can only use one FAQ block per post.":["Afișează-ți întrebările frecvente într-o manieră prietenoasă pentru SEO. Poți folosi numai un singur bloc Întrebările frecvente pentru fiecare articol."],"Copy error":["Eroare text"],"An error occurred loading the %s primary taxonomy picker.":["A apărut o eroare la încărcarea selectorului taxonomiei principale %s."],"%1$s Structured Data Blocks":["Blocuri de date structurate %1$s"],"Time needed:":["Timp necesar:"],"Move question down":["Mută întrebarea în jos"],"Move question up":["Mută întrebarea în sus"],"Insert question":["Inserează întrebarea"],"Delete question":["Șterge întrebarea"],"Enter the answer to the question":["Introdu răspunsul la întrebare"],"Enter a question":["Introdu o întrebare"],"Add question":["Adaugă o întrebare"],"Frequently Asked Questions":["Întrebări frecvente"],"Great news: you can, with %s!":["Vești bune: poți, cu %s!"],"Select the primary %s":["Selectează %s principal"],"Check links to this URL":["Verifică legăturile la acest URL"],"Keyword research training":["Instruire în investigarea cuvintelor cheie"],"Please check the %1$sarchive template%2$s for the following content type: %3$s.":["Te rog inspectează %1$sșablonul arhivă%2$s pentru următorul tip de conținut: %3$s","Te rog inspectează %1$sșabloanele arhivă%2$s pentru următoarele tipuri de conținut: %3$s","Te rog inspectează %1$sșabloanele arhivă%2$s pentru următoarele tipuri de conținut: %3$s"],"Are you trying to use multiple keyphrases? You should add them separately below.":["Încerci să folosești mai multe fraze cheie? Ar trebui să le adaugi separat, mai jos."],"Mark as cornerstone content":["Fă-l conținut fundamental"],"Move step down":["Mută pasul în jos"],"Move step up":["Mută pasul în sus"],"Insert step":["Inserează pas"],"Delete step":["Șterge pasul"],"Add image":["Adaugă imagine"],"Enter a step description":["Introdu o descriere pentru pas"],"Enter a description":["Introdu o descriere"],"Unordered list":["Listă neordonată"],"Showing step items as an ordered list.":["Afișez elementele pasului ca listă ordonată."],"Showing step items as an unordered list":["Afișez elementele pasului ca listă neordonată."],"Add step":["Adaugă pas"],"Delete total time":["Șterge timpul total"],"Add total time":["Adaugă timp total"],"How to":["Sfaturi practice"],"How-to":["Sfaturi practice"],"Snippet Preview":["Previzualizare fragment"],"Analysis results":["Rezultate analiză"],"Enter a focus keyphrase to calculate the SEO score":["Introdu o frază cheie pentru a calcula punctajul SEO"],"Learn more about Cornerstone Content.":["Află mai multe despre conținutul fundamental."],"Cornerstone content should be the most important and extensive articles on your site.":["Conținutul fundamental ar trebui să fie cele mai importante și mai ample articole de pe situl tău."],"Restore Site":["Restaurează situl"],"Network Settings":["Setări rețea"],"You are not allowed to perform this action.":["Nu ai voie să execuți această acțiune."],"Error: %s":["Eroare: %s"],"Success: %s":["Succes: %s"],"Site with ID %d not found.":["Situl cu ID-ul %d negăsit."],"No site has been selected to restore.":["Nu a fost selectat niciun sit pentru restaurare."],"You are not allowed to modify unregistered network settings.":["Nu ai voie să modifici setările rețelei neînregistrate."],"deleted":["șters"],"Would you like to add another keyphrase?":["Vrei să adaugi o altă frază cheie?"],"image preview":["previzualizare imagine"],"Copied!":["Copiată!"],"Not supported!":["Nesuportată!"],"Read {{a}}our article about site structure{{/a}} to learn more about how internal linking can help improve your SEO.":["Citește {{a}}articolul nostru despre structura sitului{{/a}} pentru a afla mai multe despre cum te pot ajuta legăturile interne să-ți îmbunătățească SEO."],"Once you add a bit more copy, we'll give you a list of related content here to which you could link in your post.":["După ce adaugi mai mult text, îți vom oferi aici o listă cu conținut similar la care ai putea să te legi în articolul tău."],"Consider linking to these {{a}}cornerstone articles:{{/a}}":["Ia în considerare legarea la aceste {{a}}articole fundamentale:{{/a}}"],"Consider linking to these articles:":["Ia în considerare legarea la aceste articole:"],"Copy link":["Copiază legătura"],"Copy link to suggested article: %s":["Copiază legătura la articolul sugerat: %s"],"The site's tagline":["Sloganul sitului"],"%1$sRemove this message%2$s":["%1$sÎnlătură acest mesaj%2$s"],"We've recently improved the functionality of the Search Appearance settings. Unfortunately, we've discovered that for some edge-cases, saving the settings for specific post type archives might have gone wrong.":["Recent am îmbunătățit funcționalitatea setărilor în Aspect în căutare. Din nefericire, am descoperit că, în unele cazuri, salvarea setărilor pentru anumite arhive tip de articol poate merge prost."],"Not all required fields are given. Missing field %1$s":["Nu sunt date toate câmpurile obligatorii. Lipsește câmpul %1$s"],"Upgrade to %s »":["Actualizează la %s »"],"Optimize your site for Google News.":["Optimizează-ți situl pentru Google News."],"Optimize your shop's SEO and sell more products!":["Optimizează SEO pentru magazinul tău și vinzi mai multe produse!"],"Be found in Google Video search and enhance your video sharing on social media.":["Fii prezent în căutarea Google Video și îmbunătățești partajarea videourilor pe media socială."],"Be found in Google Maps and local results.":["Fii prezent în Google Maps și rezultatele locale."],"Extend Yoast SEO":["Extinde Yoast SEO"],"Learn practical SEO skills to rank higher in Google.":["Învață abilitățile practice SEO pentru a te clasa mai sus în ierarhia Google."],"Don’t waste time figuring out the best settings yourself.":["Nu-ți pierde timpul ca să găsești singur cele mai bune setări."],"Get quick wins to make your site rank higher in search engines.":["Obții victorii rapide pentru a-ți face situl să fie clasat mai sus în motoarele de căutare."],"Add synonyms":["Adaugă sinonime"],"Would you like to add keyphrase synonyms?":["Vrei să adaugi sinonime ale frazei cheie?"],"Would you like to add more than one keyphrase?":["Vrei să adaugi mai mult decât o singură frază cheie?"],"You can edit the SEO meta-data for this custom type on the %1$sShop page%2$s.":["Poți edita metadatele SEO pentru acest tip personalizat în %1$spagina magazinului%2$s."],"You haven't set a Shop page in your WooCommerce settings. Please do this first.":["Nu ai setat o Pagină magazin în setările tale WooCommerce. Te rog să faci asta mai întâi."],"Current year":["Anul curent"],"Page":["Pagină"],"Breadcrumb settings for %s archive":["Setări firimituri pentru arhiva %s"],"Something went wrong. Please reload the page.":["Ceva nu a mers bine. Te rog reîncarcă pagina."],"Tagline":["Slogan"],"Modify your meta description by editing it right here":["Modifică-ți descrierea meta editând-o chiar aici"],"description (custom taxonomy)":["descriere (taxonomie personalizată)"],"(custom taxonomy)":["(taxonomie personalizată)"],"(custom field)":["(câmp personalizat)"],"Term404":["Termen 404"],"Caption":["Text asociat"],"Pagenumber":["Număr pagină"],"Pagetotal":["Total pagină"],"Page number":["Număr pagină"],"User description":["Descriere utilizator"],"ID":["ID"],"Modified":["Modificată"],"Post type (plural)":["Tip de articol (plural)"],"Post type (singular)":["Tip de articol (singular)"],"Separator":["Separator"],"Search phrase":["Frază de căutare"],"Term title":["Titlu termen"],"Term description":["Descriere termen"],"Tag description":["Descriere etichetă"],"Category description":["Descriere categorie"],"Primary category":["Categorie principală"],"Category":["Categorie"],"Tag":["Etichetă"],"Excerpt only":["Numai rezumat"],"Excerpt":["Rezumat"],"Site title":["Titlu sit"],"Archive title":["Titlu arhivă"],"Parent title":["Titlu părinte"],"Date":["Dată"],"Label":["Etichetă"],"You should create a redirect to ensure your visitors do not get a 404 error when they click on the no longer working URL.":["Ar trebui să creezi o redirecționare pentru a te asigura că vizitatorii tăi nu primesc o eroare 404 când dau clic pe URL-ul care nu mai funcționează."],"Search engines and other websites can still send traffic to your deleted post.":["Motoarele de căutare și alte situri web pot trimite în continuare trafic la articolul tău șters."],"Make sure you don't miss out on traffic!":["Asigură-te că nu pierzi trafic!"],"You just deleted a %1$s.":["Tocmai ai șters o %1$s."],"You just trashed a %1$s.":["Tocmai ai aruncat la gunoi o %1$s."],"Settings for %s archive":["Setări pentru arhiva %s"],"Settings for single %s URLs":["Setări pentru URL-uri %s"],"The settings on this page allow you to specify what the default search appearance should be for any type of content you have. You can choose which content types appear in search results and what their default description should be.":["Setările din această pagină îți permit să specifici aspectul în căutare implicit pentru toate tipurile de conținut pe care le ai. Poți alege care tipuri de conținut apar în rezultatele de căutare și care ar trebui să fie descrierea lor implicită."],"Url preview":["Previzualizare URL"],"Please provide a meta description by editing the snippet below. If you don’t, Google will try to find a relevant part of your post to show in the search results.":["Te rog furnizează o descriere meta prin editarea fragmentului de mai jos. Dacă nu o oferi, Google va încerca să găsească o parte relevantă din articolul tău pe care s-o arate în rezultatele de căutare."],"Insert snippet variable":["Inserează variabilă fragment"],"Dismiss this notice":["Respinge această notificare"],"No results":["Niciun rezultat"],"%d result found, use up and down arrow keys to navigate":["Un rezultat găsit, folosește tastele săgeată sus și jos pentru a naviga","%d rezultate găsite, folosește tastele săgeată sus și jos pentru a naviga","%d de rezultate găsite, folosește tastele săgeată sus și jos pentru a naviga"],"Your site language is set to %s. If this is not correct, contact your site administrator.":["Limba sitului tău este setată la limba %s. Dacă nu este cea corectă, contactează administratorul sitului."],"Number of results found: %d":["Număr de rezultate găsite: %d"],"Note that not all variables can be used in every field.":["Reține că nu toate variabilele pot fi folosite în fiecare câmp."],"Snippet variables":["Variabile fragment"],"%1$s respects your privacy. Read our %2$sprivacy policy%3$s on how we handle your personal information.":["%1$s îți respectă confidențialitatea. Citește în %2$spolitica noastră de confidențialitate%3$s despre cum îți gestionăm informațiile personale."],"If you know what this means and you do not want to see this message anymore, you can %1$sdismiss this message%2$s.":["Dacă știi ce înseamnă asta și nu mai vrei să vezi acest mesaj, poți %1$sascunde acest mesaj%2$s."],"Your site's settings currently allow attachment URLs on your site to exist. Please read %1$sthis post about a potential issue%2$s with attachment URLs and check whether you have the correct setting for your site.":["Setările sitului tău permit în prezent să existe URL-uri de atașamente pe sit. Te rog citește %1$sacest articol despre o problemă potențială%2$s cu URL-urile de atașamente și verifică dacă ai setarea corectă pentru situl tău."],"Unknown type %1$s":["Tip de %1$s necunoscut"],"Includes a free MyYoast account which gives you access to our free SEO for Beginners course!":["Include un cont MyYoast gratuit care îți oferă acces la cursul nostru SEO gratuit pentru începători!"],"Sign up for our newsletter if you would like to keep up-to-date about %1$s, other cool plugins by %2$s, and interesting news and tips from the world of SEO.":["Înscrie-te pentru buletinul nostru informativ dacă vrei să fii la zi cu %1$s, cu alte module create de %2$s și cu știri interesante și sfaturi din lumea SEO."],"Get your Baidu verification code in %1$sBaidu Webmaster Tools%2$s.":["Obții codul tău de verificare Baidu în %1$sInstrumente pentru webmasteri Baidu%2$s."],"Baidu verification code":["Cod de verificare Baidu"],"The %s importer functionality uses temporary database tables. It seems your WordPress install does not have the capability to do this, please consult your hosting provider.":["Funcționalitatea importatorului %s folosește tabele temporare ale bazei de date. Se pare că instalarea ta WordPress nu are capabilitatea de a face acest lucru, te rog consultă furnizorul tău de găzduire."],"Cleanup of %s data failed.":["Ștergerea datelor %s a eșuat."],"Content Type":["Tip de conținut"],"Filter by content type":["Filtrează după tip de conținut"],"Show All Content Types":["Arată toate tipurile de conținut"],"To fix this uncheck the box in front of the \"Break comments into pages...\" on the %1$sComment settings page%2$s.":["Pentru a corecta asta debifează căsuța „Împarte comentariile în pagini cu...” în %1$spagina setări Discuții%2$s."],"Replaced with the normal title for an archive generated by WordPress":["Înlocuiește titlul normal pentru o arhivă generată de WordPress"],"Clean":["Șterge"],"Once you're certain your site is OK, you can clean up. This will remove all the original data.":["După ce ești sigur că situl tău este OK, poți face curățenie. Se vor înlătura toate datele originale."],"Step 5: Clean up":["Pasul 5: fă curețenie"],"You should run the configuration wizard, from the SEO &rarr; General &rarr; Dashboard page, to make sure all the settings for your site are correct.":["Ar trebui să rulezi asistentul de configurare din pagina SEO &rarr; Generale &rarr; Panou de control pentru a te asigura că toate setările SEO sunt corecte."],"Step 4: Run the configuration wizard":["Pasul 4: rulează asistentul de configurare"],"Please check your posts and pages and see if the metadata was successfully imported.":["Te rog verifică-ți articolele și paginile și vezi dacă metadatele au fost importate cu succes."],"Step 3: Check your data":["Pasul 3: verifică-ți datele"],"This will import the post metadata like SEO titles and descriptions into your Yoast SEO metadata. It will only do this when there is no existing Yoast SEO metadata yet. The original data will remain in place.":["Vom importa metadatele articolelor, cum ar fi titluri și descrieri SEO în metadatele tale Yoast SEO. Importul se va face numai când nu există deja metadate SEO Yoast. Metadatele originale vor rămâne la locul lor."],"Step 2: Import":["Pasul 2: importă"],"Please make a backup of your database before starting this process.":["Te rog fă o copie de siguranță a bazei tale de date înainte de a începe acest proces."],"Step 1: Create a backup":["Pasul 1: creează o copie de siguranță"],"We've detected data from one or more SEO plugins on your site. Please follow the following steps to import that data:":["Am detectat date de la unul sau mai multe module SEO pe situl tău. Te rog urmează pașii de mai jos pentru a importa aceste date:"],"Plugin: ":["Modul: "],"Yoast SEO did not detect any plugin data from plugins it can import from.":["Yoast SEO nu a detectat niciun fel de date SEO în modulele pe care le poate importa."],"Posts that should not show up in search results":["Articole care nu ar trebui să apară în rezultatele de căutare"],"Posts with the SEO score: %1$sgood%2$s":["Articole cu punctaj SEO: %1$sbun%2$s"],"Posts with the SEO score: %1$sOK%2$s":["Articole cu punctaj SEO: %1$sOK%2$s"],"Posts with the SEO score: %1$sneeds improvement%2$s":["Articole cu punctaj SEO: %1$snecesită îmbunătățiri%2$s"],"%s data found.":["Am găsit date în %s"],"%s data successfully removed.":["Datele %s s-au înlăturat cu succes."],"%s data successfully imported.":["Datele %s s-au importat cu succes."],"%s data not found.":["N-am găsit date în %s"],"Improve your SEO skills":["Îți îmbunătățești deprinderile SEO"],"No ads":["Fără anunțuri"],"24/7 email support":["Suport prin email non-stop (24/7)"],"No more dead links a.k.a. 404 pages":["Nu mai ai legături moarte, de exemplu pagini 404"],"Get real-time suggestions for internal links":["Primești sugestii în timp real pentru legături interne"],"Preview your page in Facebook and Twitter":["Îți previzualizezi pagina pe Facebook și Twitter"],"Upgrade to %1$s":["Actualizează la %1$s"],"Click the \"%3$s\" button to use the meta description already set in the %1$sSearch Appearance Homepage%2$s setting.":["Dă clic pe butonul „%3$s” pentru a folosi descrierea meta care a fost setată deja pentru %1$sprima pagină în Aspect în căutare%2$s."],"Help on copying the home meta description":["Ajutor pentru copierea descrierii meta a primei pagini"],"To let search engines know which social profiles are associated to this site, enter your site social profiles data below.":["Pentru a permite motoarelor de căutare să știe care profiluri sociale sunt asociate cu acest sit, introdu mai jos datele profilurilor sociale ale sitului."],"Learn more about your social profiles settings":["Află mai mult despre setările profilurilor tale sociale"],"Remove the categories prefix":["Înlătură prefixul categoriilor"],"Help on the category prefix setting":["Ajutor pentru setarea prefix categorie"],"Learn more about the available variables":["Află mai mult despre variabilele disponibile"],"Learn more about the RSS feed setting":["Află mai mult despre setarea fluxului RSS"],"When you upload media (an image or video for example) to WordPress, it doesn't just save the media, it creates an attachment URL for it. These attachment pages are quite empty: they contain the media item and maybe a title if you entered one. Because of that, if you never use these attachment URLs, it's better to disable them, and redirect them to the media item itself.":["Când încarci media pe WordPress (de exemplu, o imagine sau un video), nu se salvează doar fișierul media, ci se creează și un URL de atașament pentru el. Aceste pagini de atașamente sunt oarecum goale: ele conțin elementul media și poate un titlu dacă l-ai introdus. Din cauza asta, dacă nu folosești niciodată aceste URL-uri de atașamente, este mai bine să le dezactivezi și să le redirecționezi către elementul media în sine."],"Learn more about the Media and attachment URLs setting":["Află mai mult despre setarea URL-urilor media și de atașamente"],"Learn more about the title separator setting":["Află mai mult despre setarea separatorului în titlu"],"Learn more about the knowledge graph setting":["Află mai mult despre setarea Knowledge Graph"],"Learn more about the homepage setting":["Află mai mult despre setarea primei pagini"],"Learn more about the special pages setting":["Află mai mult despre setarea paginilor speciale"],"Help on the date archives search results setting":["Ajutor pentru setarea arhivelor de date în rezultatele de căutare"],"Not showing the archives for authors without posts in the search results technically means those will have a %1$s robots meta and will be excluded from XML sitemaps. %2$sMore info on the search results settings%3$s.":["Dacă nu arăți arhivele autorilor fără articole în rezultatele de căutare, din punct de vedere tehnic înseamnă că ele vor avea metadatele pentru roboți setate la %1$s și vor fi excluse din hărțile sit XML. %2$sMai multe informații despre setările rezultatelor de căutare%3$s."],"Help on the authors without posts archive search results setting":["Ajutor pentru setarea arhivei autori fără articole în rezultatele de căutare"],"Not showing the archive for authors in the search results technically means those will have a %1$s robots meta and will be excluded from XML sitemaps. %2$sMore info on the search results settings%3$s.":["Dacă nu arăți arhivele autorilor în rezultatele de căutare, din punct de vedere tehnic înseamnă că ele vor avea metadatele pentru roboți setate la %1$s și vor fi excluse din hărțile sit XML. %2$sMai multe informații despre setările rezultatelor de căutare%3$s."],"Help on the author archives search results setting":["Ajutor pentru setarea arhivelor autorilor în rezultatele de căutare"],"Archives settings help":["Ajutor setări arhive"],"Learn more about the archives setting":["Află mai mult despre setarea arhivelor"],"Get your Yandex verification code in %1$sYandex Webmaster Tools%2$s.":["Obții codul tău de verificare Yandex în %1$sInstrumente pentru webmasteri Yandex%2$s."],"Yandex verification code":["Cod de verificare Yandex"],"Get your Google verification code in %1$sGoogle Search Console%2$s.":["Obții codul tău de verificare Google în %1$sConsola de căutare Google%2$s."],"Google verification code":["Cod de verificare Google"],"Get your Bing verification code in %1$sBing Webmaster Tools%2$s.":["Obții codul tău de verificare Bing în %1$sInstrumente pentru webmasteri Bing%2$s."],"Bing verification code":["Cod de verificare Bing"],"You can use the boxes below to verify with the different Webmaster Tools. This feature will add a verification meta tag on your home page. Follow the links to the different Webmaster Tools and look for instructions for the meta tag verification method to get the verification code. If your site is already verified, you can just forget about these.":["Poți folosi casetele de mai jos pentru verificări cu diferite Instrumente pentru webmasteri. Această funcționalitate va adăuga un tag meta de verificare pe prima ta pagină. Urmărește legăturile la diferite Instrumente pentru webmasteri și caută instrucțiuni pentru metoda de verificare a tagul meta pentru a obține codul de verificare. Dacă situl tău este deja verificat, poți sări peste ele."],"Learn more about the Webmaster Tools verification":["Află mai mult despre verificarea cu instrumente pentru webmasteri"],"On":["Pornit"],"Help on: %s":["Ajutor pentru: %s"],"%1$s comes with a lot of features. You can enable / disable some of them below. Clicking the question mark gives more information about the feature.":["%1$s are o mulțime de funcționalități. Poți activa/dezactiva unele dintre ele mai jos. Dacă dai clic pe semnul întrebării vei primi mai multe informații despre acea funcționalitate."],"Off":["Oprit"],"The advanced section of the %1$s meta box allows a user to remove posts from the search results or change the canonical. These are things you might not want any author to do. That's why, by default, only editors and administrators can do this. Setting to \"%2$s\" allows all users to change these settings.":["Secțiunea avansată a casetei meta %1$s permite unui utilizator să înlăture articole din rezultatele de căutare sau să modifice canonicul. Acestea sunt lucruri pe care nu dorești să le facă vreun autor. De aceea, implicit, numai editorii și administratorii pot face asta. Setarea „%2$s” permite tuturor utilizatorilor să modifice aceste setări."],"Security: no advanced settings for authors":["Securitate: nicio setare avansată pentru autori"],"See who contributed to %1$s.":["Vezi cine a contribuit la %1$s."],"Help on this search results setting":["Ajutor pentru această setare pentru rezultate de căutare"],"Not showing the archive for %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["Dacă nu arăți arhivele %1$s în rezultatele de căutare, din punct de vedere tehnic înseamnă că ele vor avea metadatele pentru roboți setate la %2$s și vor fi excluse din hărțile sit XML. %3$sMai multe informații despre setările rezultatelor de căutare%4$s."],"Not showing %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["Dacă nu arăți %1$s în rezultatele de căutare, din punct de vedere tehnic înseamnă că ele vor avea metadatele pentru roboți setate la %2$s și vor fi excluse din hărțile sit XML. %3$sMai multe informații despre setările rezultatelor de căutare%4$s."],"Check SEO configuration":["Verifică configurarea SEO"],"Want to make sure your %1$s settings are still OK? %2$sOpen the configuration wizard again%3$s to validate them.":["Vrei să te asiguri că setările %1$s sunt încă OK? %2$sDeschide din nou asistentul de configurare%3$s pentru a le valida."],"Default for %2$s, currently: %1$s":["Implicit pentru %2$s, acum: %1$s"],"Show %s in search results?":["Arăți %s în rezultatele de căutare?"],"this author's archives":["arhivele acestui autor"],"Do not allow search engines to show %s in search results.":["Nu permite motoarelor de căutare să arate %s în rezultatele de căutare."],"Category URLs in WordPress contain a prefix, usually %s, this feature removes that prefix, for categories only.":["URL-urile categoriilor în WordPress conțin un prefix, de obicei %s, această funcționalitate înlătură acest prefix, numai pentru categorii."],"Category URLs":["URL-uri categorii"],"the archive for %s":["arhiva %s"],"Redirect attachment URLs to the attachment itself?":["Redirecționezi URL-urile atașamentelor la atașamentul în sine?"],"We recommend you set this to Yes.":["Îți recomandăm să setezi aceasta la Da."],"Media & attachment URLs":["URL-uri media și atașamente"],"Knowledge Graph":["Knowledge Graph"],"This is what shows in the search results when people find your homepage. This means this is probably what they see when they search for your brand name.":["Este ceea ce se arată în rezultatele de căutare când oamenii îți găsesc prima pagină. Înseamnă că probabil asta văd când îți caută numele sau brandul."],"date archives":["arhive de date"],"archives for authors without posts":["arhive ale autorilor fără articole"],"Read why XML Sitemaps are important for your site.":["Citește de ce hărțile sit XML sunt importante pentru situl tău."],"Enable the XML sitemaps that %s generates.":["Activează hărțile sit XML generate de %s."],"See the XML sitemap.":["Vezi harta sit XML."],"%2$s (current default for %1$s)":["%2$s (acum implicit pentru %1$s)"],"Media":["Media"],"Content Types":["Tipuri de conținut"],"Should search engines follow links on this %1$s?":["Ar trebui motoarele de căutare să urmărească legăturile pentru acest %1$s?"],"Allow search engines to show this %s in search results?":["Permiți motoarelor de căutare să arate acest %s în rezultatele căutării?"],"Search Appearance":["Aspect în căutare"],"Please specify what content types you would like to appear in search engines. If you do not know the differences between these, it's best to choose the default settings.":["Te rog specifică ce tipuri de conținut vrei să apară în motoarele de căutare. Dacă nu știi care este diferența dintre ele, cel mai bine este să alegi\nsetările implicite."],"Search engines should show \"%1$s\" in search results:":["Motoarele de căutare ar trebui să arate „%1$s” în rezultatele căutării:"],"Search engine visibility":["Vizibilitate pentru motoare de căutare"],"Toggle %1$s's XML Sitemap":["Comută la harta sit %1$s"],"Support requests you create here are sent directly into our support system, which is secured with 256 bit SSL, so communication is 100% secure.":["Cererile de suport pe care le creezi aici sunt trimise direct în sistemul nostru de suport, care este securizat cu SSL de 256 biți, deci comunicarea este 100% sigură."],"Readability: %1$sNot available%2$s":["Lizibilitate: %1$sindisponibilă%2$s"],"The cornerstone content feature lets you to mark and filter cornerstone content on your website.":["Funcționalitatea conținut fundamental îți permite să marchezi și să filtrezi conținutul fundamental pe situl tău web."],"If you have a problem that you can't solve with our video tutorials or knowledge base, you can send a message to our support team. They can be reached 24/7.":["Dacă ai o problemă pe care n-o poți rezolva cu ajutorul tutorialelor noastre video sau apelând la baza noastră de cunoștințe, poți trimite un mesaj echipei noastre de suport. Programul este non-stop (24/7)."],"Search result":["Rezultatul căutării"],"New support request":["Cerere nouă pentru suport"],"Readability: %1$sNeeds improvement%2$s":["Lizibilitate: %1$snecesită îmbunătățire%2$s"],"Readability: %1$sOK%2$s":["Lizibilitate: %1$sOK%2$s"],"Readability: %1$sGood%2$s":["Lizibilitate: %1$sbună%2$s"],"SEO: %1$sNot available%2$s":["SEO: %1$sindisponibil%2$s"],"SEO: %1$sNeeds improvement%2$s":["SEO: %1$snecesită îmbunătățire%2$s"],"SEO: %1$sOK%2$s":["SEO: %1$sOK%2$s"],"SEO: %1$sGood%2$s":["SEO: %1$sbun%2$s"],"Good results":["Rezultate bune"],"Get better search results in local search":["Obții rezultate de căutare mai bune în căutarea locală"],"Allow customers to pick up their %s order locally":["Permite clienților să-și ridice comenzile %s din cel mai apropiat loc"],"SEO analysis":["Analiză SEO"],"The SEO analysis offers suggestions to improve the SEO of your text.":["Analiza SEO oferă sugestii pentru a-ți îmbunătăți SEO pentru text."],"Learn how the SEO analysis can help you rank.":["Află cum analiza SEO te poate ajuta într-o clasare superioară."],"The readability analysis offers suggestions to improve the structure and style of your text.":["Analiza lizibilității oferă sugestii pentru a-ți îmbunătăți structura și stilul textului."],"Discover why readability is important for SEO.":["Află de ce lizibilitatea este importantă pentru SEO."],"Find out how cornerstone content can help you improve your site structure.":["Află cum conținutul fundamental te poate ajuta să-ți îmbunătățești structura stilului."],"The text link counter helps you improve your site structure.":["Contorul legături text te ajută să-ți îmbunătățești structura sitului."],"Find out how the text link counter can enhance your SEO.":["Află cum contorul legături text îți poate îmbunătăți SEO."],"%s integration":["Integrare %s"],"Read more about how %s works.":["Citește mai mult despre cum funcționează %s."],"Enable this feature if you want Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared.":["Activează această funcționalitate dacă vrei ca Facebook și altele din media socială să afișeze o previzualizare cu imagini și un rezumat de text când este partajată o legătură la situl tău."],"Enable this feature if you want Twitter to display a preview with images and a text excerpt when a link to your site is shared.":["Activează această funcționalitate dacă vrei ca Twitter să afișeze o previzualizare cu imagini și un rezumat de text când este partajată o legătură la situl tău."],"Find out why you should upgrade to %s":["Află de ce ar trebui să actualizezi la %s"],"https://yoa.st/1uk":["https://yoa.st/1uk"],"https://yoa.st/1uj":["https://yoa.st/1uj"],"Meta box":["Casetă meta"],"Latest blog posts on %1$s":["Ultimele articole pe blogul %1$s"],"Need help?":["Ai nevoie de ajutor?"],"Type here to search...":["Tastează aici pentru a căuta..."],"Search the Yoast Knowledge Base for answers to your questions:":["Caută răspunsuri la întrebările tale în Baza de cunoștințe Yoast:"],"Remove highlight from the text":["Înlătură evidențiarea din text"],"Your site language is set to %s. ":["Limba sitului tău este setată la %s."],"Number of results found: %s":["Număr de rezultate găsite: %s"],"Get started quickly with the %1$s %2$sconfiguration wizard%3$s!":["Începe rapid cu %2$sasistentul de configurare%3$s %1$s!"],"First-time SEO configuration":["Prima configurare SEO"],"Your site language is set to {language}. If this is not correct, contact your site administrator.":["Limba sitului tău este setată la {language}. Dacă aceasta nu este cea corectă, contactează administratorul sitului."],"Your site language is set to {language}.":["Limba sitului tău este setată la {language}."],"Highlight this result in the text":["Evidențiază acest rezultat în text"],"Considerations":["Considerații"],"Errors":["Erori"],"Change language":["Schimbă limba"],"You cannot create a %s file.":["Nu poți crea un fișier %s."],"You cannot edit the %s file.":["Nu poți edita fișierul %s."],"Updated %s":["%s actualizat"],"Create %s file":["Creează fișier %s"],"Edit the content of your %s:":["Editează-ți conținutul din %s:"],"Save changes to %s":["Salvează modificările în %s"],"%s file":["Fișier %s"],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please install %3$s to make your life better. %4$s.":["%1$s și %2$s pot funcționa mult mai bine împreună prin adăugarea unui modul ajutător. Te rog instalează %3$s pentru a-ți face viața mai bună. %4$s."],"More information":["Mai multe informații"],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please activate %3$s to make your life better.":["%1$s și %2$s pot funcționa mult mai bine împreună prin adăugarea unui modul ajutător. Te rog activează %3$s pentru a-ți face viața mai bună."],"More information about %1$s":["Mai multe informații despre %1$s"],"Configuration Wizard":["Asistent de configurare"],"You've done it!":["Ai făcut-o!"],"Seamlessly integrate %1$s into your AMP pages!":["Integrează perfect %1$s în paginile tale AMP!"],"Seamlessly integrate %2$s with %1$s for the content analysis!":["Integrează perfect %2$s cu %1$s pentru analiza conținutului!"],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please install %3$s to make your life better.":["%1$s și %2$s pot lucra împreună mult mai bine prin adăugarea unui modul ajutător. Te rog instalează %3$s pentru a-ți face viața mai ușoară."],"The search appearance settings for %1$s are made up of variables that are replaced by specific values from the page when the page is displayed. The table below contains a list of the available variables.":["Setările aspectului în căutare pentru %1$s sunt formate din variabile care sunt înlocuite cu anumite valori din pagină atunci când pagina este afișată. Tabelul de mai jos conține o listă a variabilelor disponibile."],"Mark the most important %1$s as 'cornerstone content' to improve your site structure. %2$sLearn more about cornerstone content%3$s.":["Marchează cea mai importantă %1$s drept „conținut fundamental” pentru a-ți îmbunătăți structura sitului. %2$sAflă mai mult despre conținut fundamental%3$s."],"Follow our Yoast SEO for WordPress training and become a certified Yoast SEO Expert!":["Urmează instruirea noastră Yoast SEO pentru WordPress și devii un expert Yoast SEO certificat!"],"Enroll in the Yoast SEO for WordPress training »":["Înscrie-te la instruirea Yoast SEO pentru WordPress »"],"Loading help center.":["Încarc centrul de ajutor."],"Get support":["Obții suport"],"View in KB":["Vezi în baza de cunoștințe"],"Go back":["Înapoi"],"Go back to the search results":["Înapoi la rezultatele căutării"],"(Opens in a new browser tab)":["(Se deschide într-o filă nouă a navigatorului)"],"Want to be a Yoast SEO Expert?":["Vrei să fii un expert Yoast SEO?"],"Posts %1$swithout%2$s a focus keyphrase":["Articole %1$sfără%2$s o frază cheie"],"Hey, your SEO is doing pretty well! Check out the stats:":["Bună, SEO arată destul de bine! Verifică-ți statisticile:"],"You don't have any published posts, your SEO scores will appear here once you make your first post!":["Nu ai niciun articol publicat, punctajele tale SEO vor apărea aici odată ce scrii primul articol!"],"On this page, you can change the name of your site and choose which separator to use. The separator will display, for instance, between your post title and site name. Symbols are shown in the size they'll appear in the search results. Choose the one that fits your brand best or takes up the least space in the snippets.":["În această pagină, îți poți modifica numele sitului și să alegi care separator să fie folosit. De exemplu, separatorul va fi afișat între titlul articolului și numele sitului. Simbolurile sunt arătate la dimensiunea la care ele vor apărea în rezultatele căutării. Alege-l pe cel care se potrivește cel mai bine cu brandul tău sau pe cel care ocupă cel mai mic spațiu în fragmente."],"%1$s can tell search engines about your social media profiles. These will be used in Google's Knowledge Graph. There are additional sharing options in the %1$s Social settings. %2$sRead more%3$s about these options.":["%1$s poate indica motoarelor de căutare profilurile tale din media socială. Ele vor fi folosite în Knowledge Graph de la Google. Există opțiuni de partajare suplimentare în setările sociale %1$s. %2$sCitește mai mult%3$s despre aceste opțiuni."],"Something else":["Altceva"],"A portfolio":["Un portofoliu"],"A corporation":["O corporație"],"A small offline business":["O mică afacere offline"],"A news channel":["Un canal de știri"],"An online shop":["Un magazin online"],"A blog":["Un blog"],"What does the site %1$s represent?":["Ce reprezintă %1$s sitului?"],"If you choose no, your author archives will be deactivated to prevent  duplicate content issues.":["Dacă alegi nu, arhivele tale de autor vor fi dezactivate pentru a împiedica probleme de conținut duplicat."],"Note: we don't store your data in any way and don't have full access to your account. Your privacy is safe with us.":["Notă: nu-ți stocăm datele în niciun fel și nu avem acces complet la contul tău. Confidențialitatea ta este în siguranță cu noi."],"%1$s integrates with Google Search Console, a must-have tool for site owners. It provides you with information about the health of your site. Don't have a Google account or is your site not activated yet? Find out %2$show to connect Google Search Console to your site%3$s.":["%1$s se integrează cu Consola de căutare Google, un instrument pe care trebuie să-l aibă proprietarii de situri. Ea îți oferă informații despre sănătatea sitului tău. Nu ai încă un cont Google sau situl tău nu este încă activat? Află %2$scum să conectezi Consola de căutare Google la situl tău.%3$s"],"Option B: My site is under construction and should not be indexed":["Opțiunea B: situl meu este în construcție și nu ar trebui să fie indexat"],"Option A: My site is live and ready to be indexed":["Opțiunea A: situl meu este live și este pregătit să fie indexat"],"Choose under construction if you want to keep the site out of the index of search engines. Don't forget to activate it once you're ready to publish your site.":["Alege în construcție dacă nu vrei ca motoarele de căutare să-ți indexeze situl. Nu uita să activezi din nou indexarea după ce ești pregătit să-ți publici situl."],"Please specify if your site is under construction or already active.":["Te rog specifică dacă situl tău este în construcție sau este deja activ."],"This information will be used in Google's Knowledge Graph Card, the big block of information you see on the right side of the search results.":["Această informație va fi folosită în cardul Knowledge Graph de la Google, blocul mare de informații pe care îl vezi în partea dreaptă a rezultatelor de căutare."],"Does your site represent a person or company?":["Situl tău reprezintă o persoană sau o companie?"],"Close wizard":["Închide asistentul"],"Read more like this on our SEO blog":["Citește mai multe ca acestea pe blogul nostru SEO"],"Readability: Good":["Lizibilitate: bună"],"Readability: OK":["Lizibilitate: OK"],"Readability: Needs improvement":["Lizibilitate: necesită îmbunătățire"],"SEO: Needs improvement":["SEO: necesită îmbunătățire"],"Not activated":["Neactivată"],"Activated":["Activată"],"%1$s recommendations for you":["Recomandări %1$s pentru tine"],"All Readability Scores":["Toate punctajele lizibilitate"],"Filter by Readability Score":["Filtrează după punctaj lizibilitate"],"You are not receiving updates or support! Fix this problem by adding this site and enabling %1$s for it in %2$s.":["Nu primești actualizări sau suport! Corectează această problemă adăugând acest sit și activând %1$s pentru el în %2$s."],"Request method %1$s is not valid.":["Metoda de solicitare %1$s nu este validă."],"Muted notifications:":["Anunțuri ignorate:"],"Muted problems:":["Probleme ignorate:"],"Do you want to preview what it will look like if people share this post on %1$s? You can, with %2$s.":["Vrei să previzualizezi cum va arăta când oamenii partajează acest articol pe %1$s? Poți, cu %2$s."],"Good job! All the links in your texts have been counted.":["Bună treabă! Toate legăturile din textele tale au fost numărate."],"Calculation completed.":["Calcul finalizat."],"Calculation in progress...":["Calcul în desfășurare..."],"Stop counting":["Oprește numărarea"],"Counting links in your texts":["Număr legăturile din textele tale"],"Text %1$s of %2$s processed.":["%1$s (de) texte din %2$s procesate."],"All your texts are already counted, there is no need to count them again.":["Toate textele tale sunt deja numărate, nu mai este nevoie să le numeri din nou."],"Count links in your texts":["Numără legăturile din textele tale"],"The links in all your public texts need to be counted. This will provide insights of which texts need more links to them. If you want to know more about the why and how of internal linking, check out %1$sthe article about internal linking on %2$s%3$s.":["Legăturile din toate textele tale publice trebuie să fie numărate. Acest lucru va oferi informații despre textele care au nevoie de mai multe legături către ele. Dacă vrei să afli mai multe despre legăturile interne, consultă %1$sarticolul despre legături interne pe %2$s%3$s."],"Text link counter":["Contor legături text"],"Number of internal links linking to this post. See \"Yoast Columns\" text in the help tab for more info.":["Numărul de legături interne care se leagă la acest articol. Vezi textul „Coloane Yoast” din fila de ajutor pentru mai multe informații."],"Number of outgoing internal links in this post. See \"Yoast Columns\" text in the help tab for more info.":["Numărul de legături interne de ieșire în acest articol. Vezi textul „Coloane Yoast” din fila de ajutor pentru mai multe informații."],"%1$s adds several columns to this page. We've written an article about %2$show to use the SEO score and Readability score%3$s. The links columns show the number of articles on this site linking %5$sto%6$s this article and the number of URLs linked %5$sfrom%6$s this article. Learn more about %4$show to use these features to improve your internal linking%3$s, which greatly enhances your SEO.":["%1$s adaugă mai multe coloane în această pagină. Am scris un articol despre %2$scum se folosește punctajul SEO și punctajul lizibilitate%3$s. Coloanele de legături arată numărul de articole de pe acest sit care se leagă %5$sla%6$s acest articol și numărul de URL-uri legate %5$sde la%6$s acest articol. Află mai mult despre %4$scum să folosești aceste funcționalități pentru a-ți îmbunătăți legăturile interne%3$s, care îmbunătățesc foarte mult SEO."],"%s Columns":["Coloane %s"],"Readability score":["Punctaj lizibilitate"],"Other benefits of %s for you:":["Alte avantaje ale %s pentru tine:"],"%1$sSocial media preview%2$s: Facebook &amp; Twitter":["%1$sPrevizualizare media socială%2$s: Facebook și Twitter"],"Scroll to see the preview content.":["Derulează pentru a vedea conținutul previzualizării."],"Cornerstone content":["Conținut fundamental"],"%1$s will now take care of all the needed technical optimization of your site. To really improve your site's performance in the search results, it's important to start creating content that ranks well for keyphrases you care about. Check out this video in which we explain how to use the %1$s metabox when you edit posts or pages.":["Acum %1$s va avea grijă de toate optimizările tehnice necesare sitului tău. Pentru a îmbunătăți cu adevărat performanța sitului în rezultatele căutării, este important să începi crearea unui conținut care se clasează bine pentru frazele cheie care te interesează. Vezi acest video în care explicăm cum se folosește caseta meta %1$s când editezi articole sau pagini."],"If you want to outrank the competition in a specific town or region, check out our %1$s plugin! You’ll be able to easily insert Google maps, opening hours, contact information and a store locator. Besides that %1$s helps you to improve the usability of your contact page.":["Dacă vrei să surclasezi concurența dintr-un anumit oraș sau dintr-o regiune, vezi modulul nostru %1$s! Vei putea insera cu ușurință hărți Google, ore de funcționare, informații de contact și localizarea magazinului. Pe lângă faptul că %1$s te ajută să-ți îmbunătățești gradul de utilizare a paginii tale de contact."],"Attract more customers near you":["Atrage mai mulți clienți din apropiere"],"Do you want to know all the ins and outs of the %1$s plugin? Do you want to learn all about our advanced settings? Want to be able to really get the most out of the %1$s plugin? Check out our %1$s plugin training and start outranking the competition!":["Vrei să știi toate dedesubturile modulului %1$s? Vrei să afli totul despre setările avansate? Vrei să poți să obții cu adevărat maximul de la modulul %1$s? Vezi instruirea noastră pentru modulul %1$s și începe surclasarea concurenței!"],"Get the most out of %1$s with the %2$s":["Obții maximul de la %1$s cu %2$s"],"Upgrade to Premium":["Actualizează la Premium"],"Do you want to outrank your competition? %1$s gives you awesome additional features that'll help you to set up your SEO strategy like a professional. Add synonyms and related keywords, use our Premium SEO analysis, the redirect manager and our internal linking tool. %1$s will also give you access to premium support.":["Vrei să-ți surclasezi concurența? %1$s îți oferă funcționalități suplimentare minunate care te ajută să inițializezi strategia SEO ca un profesionist. Adaugi fraze cheie sinonime și similare, folosești analiza noastră SEO Premium, managerul de redirecționare și instrumentul nostru pentru legături interne. De asemenea, %1$s își va oferi acces la suport premium."],"Outrank the competition with %s":["Surclasează concurența cu %s"],"You might like":["S-ar putea să-ți placă"],"Newsletter":["Buletin de știri"],"We have detected that you have not finished this wizard yet, so we recommend you to %2$sstart the configuration wizard to configure %1$s%3$s.":["Am detectat că nu ai finalizat încă cu acest asistent, așa că îți recomandăm să %2$spornești asistentul de configurare pentru a configura %1$s%3$s."],"The configuration wizard helps you to easily configure your site to have the optimal SEO settings.":["Asistentul de configurare te ajută să-ți configurezi cu ușurință situl pentru a avea setările SEO optime."],"Go Premium and our experts will be there for you to answer any questions you might have about the setup and use of the plugin.":["Ia Premium și experții noștri vor fi acolo pentru a-ți răspunde la orice fel de întrebări pe care ai putea să le ai despre inițializarea și utilizarea modulului."],"24/7 support":["Suport 24/7"],"Superfast internal linking suggestions":["Sugestii de legare internă ultrarapidă"],"Great news: you can, with %1$s!":["Vești bune: poți, cu %1$s!"],"Save changes":["Salvează modificările"],"1 year free updates and upgrades included!":["1 an de actualizări gratuite și incluse!"],"The plugin %2$s changes your site's output and in doing that differentiates between search engines and normal users, a process that's called cloaking. We highly recommend that you disable it.":["Modulul %2$s modifică ieșirea situl tău și face diferențieri între motoarele de căutare și utilizatorii normali, un proces care este denumit camuflare. Îți recomandăm să-l dezactivezi."],"%1$sSocial media preview%2$s: Facebook & Twitter":["%1$sPrevizualizare media socială%2$s: Facebook și Twitter"],"Superfast internal links suggestions":["Sugestii de legături interne ultrarapide"],"%1$sNo more dead links%2$s: easy redirect manager":["%1$sNicio legătură moartă%2$s: manager de redirecționare simplu"],"Other benefits of %1$s for you:":["Alte beneficii ale %1$s:"],"No ads!":["Fără anunțuri!"],"Facebook & Twitter":["Facebook și Twitter"],"Social media preview":["Previzualizare media socială"],"Easy redirect manager":["Manager de redirecționare simplu"],"No more dead links":["Nicio legătură moartă"],"Increase your SEO reach":["Mărește raza ta de acțiune SEO"],"If you want more help creating awesome content, check out our %2$sSEO copywriting course%3$s. Do you want to know all about the features of the plugin, consider doing our %1$s!":["Dacă vrei mai mult ajutor pentru crearea unui conținut minunat, vezi %2$scursul nostru SEO de copywriting%3$s. Dacă vrei să știi totul despre funcționalitățile modulului, ia în considerare participarea la %1$s!"],"Variable":["Variabilă"],"Available variables":["Variabile disponibile"],"Scroll to see the table content.":["Derulează pentru a vedea conținutul tabelului."],"Please refer to %1$sour article about how to connect your website to Google Search Console%2$s if you need assistance.":["Te rog consultă %1$sarticolul nostru despre cum să-ți conectezi situl web la Consola de căutare Google%2$s dacă ai nevoie de ajutor."],"An error occurred in the '%1$s' assessment":["A apărut o eroare în evaluarea '%1$s'"],"%1$s of the words contain %2$sover %3$s syllables%4$s, which is more than the recommended maximum of %5$s.":["%1$s din cuvinte conțin %2$speste %3$s silabe%4$s, care este mai mult decât recomandarea maximă de %5$s."],"%1$s of the words contain %2$sover %3$s syllables%4$s, which is less than or equal to the recommended maximum of %5$s.":["%1$s din cuvinte conțin %2$speste %3$s silabe%4$s, care este mai puțin sau egal decât recomandarea maximă de %5$s."],"This is slightly below the recommended minimum of %5$d word. %3$sAdd a bit more copy%4$s.":["Este cu puțin sub minimul recomandat de %5$d cuvânt. %3$sMai adaugă puțin text%4$s.","Este cu puțin sub minimul recomandat de %5$d cuvinte. %3$sMai adaugă puțin text%4$s.","Este cu puțin sub minimul recomandat de %5$d de cuvinte. %3$sMai adaugă puțin text%4$s."],"The meta description contains %1$d sentence %2$sover %3$s words%4$s. Try to shorten this sentence.":["Descrierea meta conține %1$d propoziție %2$scu peste %3$s de cuvinte%4$s. Încearcă să scurtezi această propoziție.","Descrierea meta conține %1$d propoziții %2$scu peste %3$s de cuvinte%4$s. Încearcă să scurtezi aceste propoziții.","Descrierea meta conține %1$d de propoziții %2$scu peste %3$s de cuvinte%4$s. Încearcă să scurtezi aceste propoziții."],"The meta description contains no sentences %1$sover %2$s words%3$s.":["Descrierea meta conține nicio propoziție %1$s cu peste %2$s de cuvinte%3$s."],"Step %1$d: %2$s":["Pasul %1$d: %2$s"],"No new notifications.":["Nicio notificare nouă."],"Save all":["Salvează tot"],"Save":["Salvează"],"%1$s, Author at %2$s":["%1$s, autor la %2$s"],"Mobile preview":["Previzualizare mobil"],"Desktop preview":["Previzualizare desktop"],"Select redirect":["Selectează redirecționare"],"Please provide an SEO title by editing the snippet below.":["Te rog furnizează un titlu SEO prin editarea fragmentului de mai jos."],"Meta description preview:":["Previzualizare descriere meta:"],"Slug preview:":["Previzualizare descriptor:"],"SEO title preview:":["Previzualizare titlu SEO:"],"Close snippet editor":["Închide editor fragment"],"Slug":["Descriptor"],"Remove marks in the text":["Înlătură marcaje în text"],"Mark this result in the text":["Marchează acest rezultat în text"],"Marks are disabled in current view":["Marcajele sunt dezactivate în vizualizarea curentă"],"Content optimization: Good SEO score":["Optimizare conținut: punctaj SEO bun"],"Good SEO score":["Punctaj SEO bun"],"Content optimization: OK SEO score":["Optimizare conținut: punctaj SEO OK"],"OK SEO score":["Punctaj SEO OK"],"Content optimization: Has feedback":["Optimizare conținut: are impresii"],"Feedback":["Impresii"],"ok":["ok"],"Choose an image":["Alege o imagine"],"Remove the image":["Înlătură imaginea"],"Choose image":["Alege o imagine"],"MailChimp signup failed:":["Autentificarea MailChimp a eșuat:"],"Sign Up!":["Înregistrează-te!"],"Name":["Nume"],"There is an error with the request.":["Există o eroare cu cererea."],"Select profile":["Selectează profil"],"Choose a profile":["Alege un profil"],"Authorization code":["Cod de autorizare"],"Reauthenticate with Google":["Reautentificare cu Google"],"To allow %s to fetch your Google Search Console information, please enter your Google Authorization Code. Clicking the button below will open a new window.":["Pentru a-i permite lui %s să aducă informațiile tale din Consola de căutare Google, te rog introdu codul de autorizare Google. Dând clic pe butonul de mai jos se va deschide o fereastră nouă."],"Please provide a meta description by editing the snippet below.":["Te rog furnizează o descriere meta prin editarea fragmentului de mai jos."],"Edit snippet":["Editează fragment"],"You can click on each element in the preview to jump to the Snippet Editor.":["Poți da clic pe fiecare element din previzualizare pentru a sări la editor fragment."],"SEO title preview":["Previzualizare titlu SEO"],"Meta description preview":["Previzualizare descriere meta"],"A problem occurred when saving the current step, {{link}}please file a bug report{{/link}} describing what step you are on and which changes you want to make (if any).":["A apărut o problemă în timpul salvării pasului actual, {{link}}te rog completează un raport de eroare{{/link}} descriind la care pas ești și ce modificări vrei să faci (dacă este vreuna)."],"Close the Wizard":["Închide asistentul"],"Export settings":["Exportă setări"],"%1$s video tutorial":["Tutorial video %1$s"],"%s &rsaquo; Configuration Wizard":["%s &rsaquo; Asistent de configurare"],"%1$sPlease don't show me this notification anymore%2$s":["%1$sTe rog nu-mi mai arăta această notificare%2$s"],"If you are experiencing issues, %1$splease file a bug report%2$s and we'll do our best to help you out.":["Dacă întâmpini probleme, %1$ste rog completează un raport de eroare%2$s și vom face tot posibilul pentru a te ajuta."],"We've noticed you've been using %1$s for some time now; we hope you love it! We'd be thrilled if you could %2$sgive us a 5 stars rating on WordPress.org%3$s!":["Am observat că ai folosit %1$s de ceva timp; sperăm să-l îndrăgești! Am fi încântați dacă ai putea %2$ssă ne acorzi o evaluare de 5 stele pe WordPress.org%3$s!"],"Courses":["Cursuri"],"Date archives settings":["Setări arhive de date"],"Author archives settings":["Setări arhive autor"],"%1$s by %2$s":["%1$s de %2$s"],"Warning: the variable %s cannot be used in this template. See the help center for more info.":["Avertizare: variabila %s nu poate fi folosită în acest șablon. Vezi centrul de ajutor pentru mai multe informații."],"By the way, did you know we also have a %1$sPremium plugin%2$s? It offers advanced features, like a redirect manager and support for multiple keyphrases. It also comes with 24/7 personal support.":["Apropo, știai că avem și un %1$smodul Premium%2$s? El oferă funcționalități avansate, cum ar fi un manager de redirecționare și suport pentru mai multe fraze cheie. De asemenea, vine cu suport personal non-stop (24/7)."],"(no title)":["(fără titlu)"],"%s installation wizard":["Asistent de instalare %s"],"The %1$s admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["Meniul barei de administrare %1$s conține legături utile către instrumente terțe pentru analizarea paginilor și în el vezi imediat dacă ai notificări noi."],"Admin bar menu":["Meniu bară de administrare"],"%1$s will check weekly if your site is still indexable by search engines and Yoast SEO will notify you when this is not the case.":["%1$s va verifica săptămânal dacă situl tău încă este indexat de către motoarele de căutare și Yoast SEO te va notifica în cazul când nu este indexat."],"Features":["Funcționalități"],"Get Yoast SEO Premium now »":["Ia Yoast SEO Premium acum »"],"SEO title":["Titlu SEO"],"While we strive to make setting up %1$s as easy as possible, we understand it can be daunting. If you’d rather have us set up %1$s for you (and get a copy of %2$s in the process), order our %3$s%1$s configuration service%4$s here!":["În timp ce ne străduim să facem inițializarea %1$s cât mai ușor posibilă, înțelegem că poate fi totuși descurajantă. Dacă preferi să ne lași să inițializăm %1$s pentru tine (și să primești un exemplar al %2$s în acest proces), comandă aici %3$sserviciul nostru de configurare %1$s%4$s!"],"Welcome to the %1$s configuration wizard. In a few simple steps we'll help you configure your SEO settings to match your website's needs!":["Bine ai venit la asistentul de configurare %1$s. În câțiva pași simpli te vom ajuta să-ți  configurezi setările SEO pentru a se potrivi nevoilor sitului tău web!"],"Google shows your website's name in the search results, if you want to change it, you can do that here.":["Google arată numele sitului tău în rezultatele căutării, dacă vrei să-l schimbi, poți să faci asta aici."],"Greater than sign":["Semn mai mare decât"],"Less than sign":["Semn mai mic decât"],"Right angle quotation mark":["Ghilimele dreapta"],"Left angle quotation mark":["Ghilimele stânga"],"Small tilde":["Tildă mică"],"Vertical bar":["Bară verticală"],"Low asterisk":["Asterisc jos"],"Asterisk":["Asterisc"],"Bullet":["Bulină"],"Middle dot":["Punct la mijloc"],"Em dash":["Liniuță lungă"],"En dash":["Liniuță scurtă"],"Dash":["Liniuță"],"Choose the symbol to use as your title separator. This will display, for instance, between your post title and site name. Symbols are shown in the size they'll appear in the search results.":["Alege simbolul pe care să-l folosești ca separator în titlu. De exemplu, acesta se va afișa între titlul articolului și numele sitului tău. Simbolurile sunt arătate la dimensiunea în care ele vor apărea în rezultatele de căutare."],"The name of the person":["Numele persoanei"],"No":["Nu"],"Yes":["Da"],"Does, or will, your site have multiple authors?":["Situl tău are sau va avea mai mulți autori?"],"The name of the company":["Numele companiei"],"Provide an image of the company logo":["Furnizează o imagine a logoului companiei"],"WordPress automatically generates an URL for each media item in the library. Enabling this will allow for google to index the generated URL.":["WordPress generează automat un URL pentru fiecare element media din bibliotecă. Activând asta va permite ca Google să indexeze URL-ul generat."],"Success!":["Succes!"],"Title settings":["Setări titlu"],"Google Search Console":["Consolă de căutare Google"],"Multiple authors":["Autori multipli"],"Social profiles":["Profiluri sociale"],"Site type":["Tip de sit"],"Environment":["Mediu"],"Yoast option %1$s not found.":["Opțiunea Yoast %1$s negăsită."],"Google Structured Data Test":["Test date structurate Google"],"Posts list":["Listă articole"],"Posts list navigation":["Navigare în listă articole"],"Filter posts list":["Filtrează lista de articole"],"Note that links to archives might be still output by your theme and you would need to remove them separately.":["Reține că legăturile către arhive ar putea fi încă ieșirea către tema ta și ar trebui să le înlături separat."],"%1$s to optimize your site even further":["%1$s pentru a-ți optimiza situl chiar mai mult"],"%1$s extensions":["Extensii %1$s"],"Comes with our 30-day no questions asked money back guarantee":["Vine cu oferta noastră de 30 de zile fără întrebări pentru restituirea garantată a banilor"],"More information %1$sabout %3$s%2$s":["Mai multe informații %1$sdespre %3$s%2$s"],"Buy %1$s":["Cumpără %1$s"],"Installed":["Instalat"],"gain access to our 24/7 support team.":["obții acces non-stop (24/7) la echipa noastră de suport."],"Premium support":["Suport premium"],"check what your Facebook or Twitter post will look like.":["verifică cum va arăta articolul tău pe Facebook sau Twitter."],"Social previews":["Previzualizări sociale"],"create and manage redirects from within your WordPress install.":["creează și gestionează redirecționări din interiorul instalării tale WordPress."],"Redirect manager":["Manager de redirecționare"],"%1$s, take your optimization to the next level!":["%1$s, treci cu optimizarea la nivelul următor!"],"A seamless integration between %1$s and %2$s":["O integrare perfectă între %1$s și %2$s"],"Use %1$s breadcrumbs instead of %2$s ones":["Folosește firimituri %1$s în loc de cele %2$s"],"Easily insert Google Maps, a store locator, opening hours and more":["Inserează cu ușurință Google Maps, o localizare a magazinului, program de lucru și altele"],"Creates XML News Sitemaps":["Creează hărți sit XML noi"],"Immediately pings Google on the publication of a new post":["Interoghează imediat Google cu privire la publicarea unui articol nou"],"Optimize your site for Google News":["Optimizează-ți situl pentru Google News"],"Make videos responsive through enabling fitvids.js":["Fă-ți videourile responsive prin activarea fitvids.js"],"Enhance the experience of sharing posts with videos":["Sporește experiența de partajare a articolelor cu videouri"],"Show your videos in Google Videos":["Arată-ți videourile în Google Videos"],"Crawl issues list":["Listă probleme de accesare cu crawlere"],"Crawl issues list navigation":["Navigare în listă probleme de accesare cu crawlere"],"Edit &#8220;%s&#8221;":["Editează &#8222;%s&#8221;"],"Premium":["Premium"],"Go Premium":["Du-te la Premium"],"Google Trends":["Tendințe Google"],"Notifications":["Notificări"],"Removes the focus keyphrase section from the metabox and disables all SEO-related suggestions.":["Înlătură secțiunea frază cheie din caseta meta și dezactivează toate sugestiile legate de SEO."],"Disable SEO analysis":["Dezactivează analiză SEO"],"Twitter settings":["Setări Twitter"],"Pinterest settings":["Setări Pinterest"],"Facebook settings":["Setări Facebook"],"Your social profiles":["Profilurile tale sociale"],"Title separator symbol":["Simbol separator titlu"],"RSS feed settings":["Setări flux RSS"],"Breadcrumbs settings":["Setări firimituri"],"Make primary":["Fă-o principală"],"Content optimization":["Optimizare conținut"],"Enter your Google Authorization Code and press the Authenticate button.":["Introdu codul tău de autorizare Google și apasă butonul Autentificare."],"To allow %1$s to fetch your %2$s information, please enter your Google Authorization Code. Clicking the button below will open a new window.":["Pentru a-i permite lui %1$s să-ți aducă informațiile din %2$s, te rog introdu codul tău de autorizare Google. Dând clic pe butonul de mai jos se va deschide o fereastră nouă."],"Knowledge base article":["Articol bază de cunoștințe"],"Open the knowledge base article in a new window or read it in the iframe below":["Deschide articolul despre baza de cunoștințe într-o fereastră nouă sau citește-l în iframe-ul de mai jos"],"Search results":["Rezultate căutare"],"Yoast SEO video tutorial":["Tutorial video Yoast SEO"],"%s notification":["%s notificare","%s notificări","%s de notificări"],"Disable readability analysis":["Dezactivează analiză lizibilitate"],"Removes the readability analysis section from the metabox and disables all readability-related suggestions.":["Înlătură secțiunea analiză lizibilitate din caseta meta și dezactivează toate sugestiile legate de lizibilitate."],"Readability analysis":["Analiză lizibilitate"],"Needs improvement":["Necesită îmbunătățire"],"Readability":["Lizibilitate"],"You are trying to load non-minified files. These are only available in our development package. Check out %1$s to see all the source files.":["Încerci să încarci fișiere ne-minificate. Ele sunt disponibile numai în pachetul nostru de dezvoltare. Consultă %1$s pentru a vedea toate fișierele sursă."],"Improvements":["Necesită îmbunătățire"],"Restore this item.":["Restaurează acest element."],"Dismiss this item.":["Înlătură acest element."],"Good job! We could detect no serious SEO problems.":["Bună treabă! Nu am putut detecta nicio problemă SEO serioasă."],"We have detected the following issues that affect the SEO of your site.":["Am detectat următoarele probleme care afectează SEO pe situl tău."],"Problems":["Probleme"],"Analysis":["Analiză"],"Not available":["Indisponibilă"],"Filter by SEO Score":["Filtrează după punctaj SEO"],"Meta description not set.":["Descriere meta nesetată."],"Video tutorial":["Tutorial video"],"Email support is a %s feature":["Suport prin email este o funcționalitate %s"],"Knowledge base":["Bază de cunoștințe"],"Open":["Deschide"],"Loading...":["Se încarcă..."],"Something went wrong. Please try again later.":["Ceva n-a mers bine. Te rog încearcă din nou mai târziu."],"No results found.":["Niciun rezultat găsit."],"Dashboard":["Panou de control"],"You can fix this on the %1$sPermalink settings page%2$s.":["Poți corecta acest lucru în %1$spagina de setări Legături permanente%2$s."],"Paging comments is enabled, this is not needed in 999 out of 1000 cases, we recommend to disable it.":["Paginația comentariilor este activată, acest lucru nu este necesar în 999 din 1000 de cazuri, îți recomandăm s-o dezactivezi."],"Replaced with the primary category of the post/page":["Înlocuiește categoria principală a articolului/paginii"],"Pinterest confirmation":["Confirmare Pinterest"],"If you have already confirmed your website with Pinterest, you can skip the step below.":["Dacă ai confirmat deja situl tău cu Pinterest, poți să sari peste pasul de mai jos."],"Format-based archives":["Arhive în format de bază"],"Webmaster Tools verification":["Verificare cu instrumente pentru webmasteri"],"Need some help?":["Ai nevoie de ajutor?"],"Buy %s":["Cumpără %s"],"Show information about errors in category 'Soft 404'":["Arată informații despre erorile din categoria 'Soft 404'"],"Show information about errors in category 'Server'":["Arată informații despre erorile din categoria 'Server'"],"Show information about errors in category 'Blocked'":["Arată informații despre erorile din categoria 'Blocat'"],"Show information about errors in category 'Other'":["Arată informații despre erorile din categoria 'Altele'"],"Show information about errors in category 'Not Found'":["Arată informații despre erorile din categoria 'Negăsit'"],"Show information about errors in category 'Access Denied'":["Arată informații despre erorile din categoria 'Acces refuzat'"],"New %1$s Title":["Titlu %1$s nou"],"Existing %1$s Title":["Titlu %1$s existent"],"Expected an integer as input.":["Se cere un număr întreg ca intrare."],"Trying to build the sitemap cache key, but the postfix and prefix combination leaves too little room to do this. You are probably requesting a page that is way out of the expected range.":["Încerci să construiești o cheie cache pentru harta sit, dar combinația sufix și prefix lasă prea puțin loc pentru a face acest lucru. Probabil soliciți o pagină care este neconvențională cu șirul pe care-l dorești."],"Remove":["Înlătură"],"Keep":["Păstrează"],"Bold the last page":["Boldează ultima pagină"],"Regular":["Normal"],"Bold":["Aldin"],"Show Blog page":["Arată pagina blogului"],"Primary %s":["%s principală"],"Primary":["Principală"],"Make %1$s primary %2$s":["Fă %1$s principală %2$s"],"Term is set to noindex.":["Termenul este setat noindex."],"Author archives":["Arhive autor"],"Show":["Arată"],"Enabled":["Activată(e)"],"Disabled":["Dezactivată(e)"],"%1$s has not fetched your site's indexability status yet from %2$s":["%1$s încă nu a adus starea de indexare a sitului tău din %2$s"],"The separator defined in your theme's %s tag.":["Separatorul definit în tagul %s al temei tale."],"No index":["Fără index"],"Analyze entire site":["Analiza completă a sitului"],"Fetch the current status":["Preluare stare curentă"],"%1$s%2$s has not been able to fetch your site's indexability status%3$s from %4$s":["%1$s%2$s nu a reușit să aducă starea de indexare a sitului tău%3$s din %4$s"],"Your homepage can be indexed by search engines.":["Prima pagină poate fi indexată de către motoarele de căutare."],"Indexability check by %1$s":["Indexabilitate verificată de %1$s"],"If you want to use an image for sharing on %1$s, you can upload / choose an image or add the image URL here.":["Dacă vrei să partajezi o imagine pe %1$s, poți încărca / alege o imagine sau să adaugi URL-ul imaginii aici."],"If you don't want to use the meta description for sharing on %1$s but want another description there, write it here.":["Dacă nu vrei să folosești descrierea meta când partajezi articolul pe %1$s dar dorești o altă descriere, o poți scrie aici."],"If you don't want to use the title for sharing on %1$s but instead want another title there, write it here.":["Dacă nu vrei să folosești titlul pentru partajare pe %1$s dar în schimb dorești un alt titlu acolo, scrie-l aici."],"%1$sYour homepage cannot be indexed by search engines%2$s. This is very bad for SEO and should be fixed.":["%1$sPrima pagină nu poate fi indexată de către motoarele de căutare%2$s. Acest lucru este foarte grav pentru SEO și ar trebui remediat."],"Once Weekly":["O dată pe săptămână"],"Add-ons":["Suplimente"],"SEO score":["Punctaj SEO"],"Twitter metadata":["Metadate Twitter"],"Facebook / Open Graph metadata":["Metadate Facebook / Open Graph"],"Recalculating SEO scores for all pieces of content with a focus keyphrase.":["Recalcularea punctajelor SEO pentru toate paginile de conținut cu o frază cheie."],"%1$s of %2$s done.":["S-au finalizat %1$s din %2$s."],"We've updated our SEO score algorithm. %1$sRecalculate the SEO scores%2$s for all posts and pages.":["Am actualizat algoritmul pentru calculul punctajului SEO. %1$sRecalculează punctajele SEO%2$s pentru toate articolele și paginile."],"Team Yoast":["Echipa Yoast"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["Prima soluție SEO viabilă și complexă pentru WordPress, inclusiv analiza conținutului de pagină, hărți sit XML și multe altele."],"Yoast SEO":["Yoast SEO"],"Activation failed:":["Activarea a eșuat:"],"The filter extension seem to be unavailable. Please ask your web host to enable it.":["Extensia filtrului pare a fi indisponibilă. Te rog cere serviciului tău de găzduire s-o activeze."],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":["Instalarea modulului %1$s este incompletă. Te rog respectă %2$sinstrucțiunile de instalare%3$s."],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":["Extensia Standard PHP Library (SPL) pare a fi indisponibilă. Te rog cere serviciului tău de găzduire s-o activeze."],"SEO Settings":["Setări SEO"],"Mobile-Friendly Test":["Test Mobile-Friendly"],"Google Page Speed Test":["Test Google Page Speed"],"CSS Validator":["Validator CSS"],"HTML Validator":["Validator HTML"],"Pinterest Rich Pins Validator":["Validator Rich Pins Pinterest"],"Facebook Debugger":["Depanator Facebook"],"Check Headers":["Verifică antete"],"Check Google Cache":["Verifică cache Google"],"Analyze this page":["Analizează această pagină"],"Keyword Research":["Investigare cuvinte cheie"],"%s does not seem to be a valid url. Please correct.":["%s nu pare a fi un URL valid. Te rog corectează."],"%1$s does not seem to be a valid %2$s verification string. Please correct.":["%1$s nu pare a fi un șir valid %2$s de verificare. Te rog corectează."],"%s Archive":["Arhivă %s"],"You searched for %s":["Ai căutat după %s"],"%s does not seem to be a valid Twitter user-id. Please correct.":["%s nu pare a fi un ID de utilizator Twitter valid. Te rog corectează."],"Summary with large image":["Rezumat cu imagine mare"],"Summary":["Rezumat"],"The post %1$s appeared first on %2$s.":["Articolul %1$s apare prima dată în %2$s."],"No numeric value was received.":["Nu a fost primită nicio valoare numerică."],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":["Acesta trebuie să fie un blog existent. Blogul %s nu există sau a fost marcat ca șters."],"The default blog setting must be the numeric blog id of the blog you want to use as default.":["Setarea implicită pentru blog trebuie să fie ID-ul numeric al blogului pe care vrei să-l folosești în mod implicit."],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":["%1$s nu este o opțiune validă pentru cei care ar trebui să aibă acces la setările %2$s. Valoarea s-a resetat la cea implictă."],"Please select a valid post type for taxonomy \"%s\"":["Te rog selectează un tip de articol valid pentru taxonomia \"%s\""],"Please select a valid taxonomy for post type \"%s\"":["Te rog selectează o taxonomie validă pentru tipul de articol \"%s\""],"You searched for":["Ai căutat după"],"Home":["Prima pagină"],"Archives for":["Arhive pentru"],"Error 404: Page not found":["Eroare 404: pagină negăsită"],"Good":["Bune"],"Replaced with a custom taxonomies description":["Înlocuiește descrierea taxonomiilor personalizate"],"Replaced with a posts custom taxonomies, comma separated.":["Înlocuiește taxonomiile personalizate ale articolelor, separate cu virgulă."],"Replaced with a posts custom field value":["Înlocuiește valoarea câmpului personalizat al articolelor"],"Replaced with the slug which caused the 404":["Înlocuiește descriptorul care a provocat eroarea 404"],"Replaced with the posts focus keyphrase":["Înlocuiește fraza cheie a articolelor"],"Attachment caption":["Text asociat atașament"],"Replaced with the current page number":["Înlocuiește numărul paginii curente"],"Replaced with the current page total":["Înlocuiește totalul paginii curente"],"Replaced with the current page number with context (i.e. page 2 of 4)":["Înlocuiește numărul paginii curente din context (de exemplu: pagina 2 din 4)"],"Replaced with the post/page author's 'Biographical Info'":["Înlocuiește „Informațiile biografice” ale autorului articolului/paginii."],"Replaced with the post/page author's 'nicename'":["Înlocuiește „numele frumos” al autorului articolului/paginii"],"Replaced with the post/page ID":["Înlocuiește ID-ul articolului/paginii"],"Replaced with the post/page modified time":["Înlocuiește ora modificată a articolului/paginii."],"Replaced with the content type plural label":["Înlocuiește eticheta de plural al tipului de conținut"],"Replaced with the content type single label":["Înlocuiește eticheta de singular al tipului de conținut"],"Replaced with the current search phrase":["Înlocuiește fraza de căutare curentă"],"Replaced with the term name":["Înlocuiește numele termenului"],"Replaced with the term description":["Înlocuiește descrierea termenului"],"Replaced with the tag description":["Înlocuiește descrierea etichetei"],"Replaced with the category description":["Înlocuiește descrierea categoriei"],"Replaced with the post categories (comma separated)":["Înlocuiește categoriile articolelor (separate cu virgulă)"],"Replaced with the current tag/tags":["Înlocuiește eticheta actuală/etichetele actuale"],"Replaced with the post/page excerpt (without auto-generation)":["Înlocuiește rezumatul articolului/paginii (fără generare automată)"],"Replaced with the post/page excerpt (or auto-generated if it does not exist)":["Înlocuiește rezumatul articolului/paginii (sau generat automat în cazul în care nu există)"],"The site's name":["Numele sitului"],"Replaced with the title of the parent page of the current page":["Înlocuiește titlul paginii părinte a paginii curente"],"Replaced with the title of the post/page":["Înlocuiește titlul articolului/paginii"],"Replaced with the date of the post/page":["Înlocuiește data articolului/paginii"],"Page %1$d of %2$d":["Pagina %1$d din %2$d"],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":["Nu poți înlocui valoarea standard a unei variabile WPSEO prin înregistrarea unei variabile cu același nume. Folosește filtrul \"wpseo_replacements\" pentru a ajusta valoarea de înlocuire."],"A replacement variable with the same name has already been registered. Try making your variable name unique.":["O variabilă de înlocuire cu același nume a fost deja înregistrată. Încearcă să găsești un nume unic pentru variabila ta."],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":["O variabilă de înlocuire nu poate începe cu \"%%cf_\" sau \"%%ct_\" deoarece acestea sunt rezervate pentru variabilele standard WPSEO, variabile pentru câmpuri și taxonomii personalizate. Încearcă să găsești un nume unic pentru variabila ta."],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":["O variabilă de înlocuire poate conține numai caractere alfanumerice, o liniuță-jos sau o liniuță. Încearcă redenumirea variabilei tale."],"Admin only notice: this page does not show a meta description because it does not have one, either write it for this page specifically or go into the [%1$s - %2$s] menu and set up a template.":["Observație numai pentru administratori: această pagină nu arată o descriere meta deoarece nu are o niciuna, fie scrie una specifică pentru această pagină ori fie mergi în meniul [%1$s - %2$s] și inițializează un șablon."],"Page not found":["Pagină negăsită"],"%s Archives":["Arhive %s"],"Search for \"%s\"":["Caută după \"%s\""],"Meta description to use for Author page":["Descrierea meta de folosit pentru pagina autorului"],"Title to use for Author page":["Titlul de folosit pentru pagina autorului"],"%1$s settings":["Setări %1$s"],"Export your %1$s settings":["Exportă setările tale %1$s"],"Import settings":["Importă setări"],"Import from other SEO plugins":["Importă din alte module SEO"],"Import":["Importă"],"If you had a %s file and it was editable, you could edit it from here.":["Dacă ai avut un fișier %s și putea fi scris, l-ai fi putut edita de aici."],"If your %s were writable, you could edit it from here.":["Dacă fișierul tău %s putea fi scris, l-ai fi putut edita de aici."],"You don't have a %s file, create one here:":["Nu ai un fișier %s, crează unul aici:"],"A link to your site, with your site's name and description as anchor text.":["O legătură către situl tău, cu numele și descrierea sitului ca text ancoră."],"A link to your site, with your site's name as anchor text.":["O legătură la situl tău, cu numele sitului ca text ancoră."],"A link to the post, with the title as anchor text.":["O legătură la articol, cu titlul ca text ancoră."],"A link to the archive for the post author, with the authors name as anchor text.":["O legătură la arhiva autorilor de articole, cu numele autorilor ca text ancoră."],"You can use the following variables within the content, they will be replaced by the value on the right.":["Poți folosi următoarele variabile în conținut, ele vor fi înlocuite cu valoarea din partea dreaptă."],"Content to put after each post in the feed":["Conținut de adăugat după fiecare articol în flux."],"Content to put before each post in the feed":["Conținut de adăugat înaintea fiecărui articol în flux"],"This feature is used to automatically add content to your RSS, more specifically, it's meant to add links back to your blog and your blog posts, so dumb scrapers will automatically add these links too, helping search engines identify you as the original source of the content.":["Această funcționalitate este folosită pentru a adăuga automat conținut în fluxul tău RSS, mai precis înseamnă că adaugă legături în spatele blogului și în spatele articolelor blogului, astfel încât screperele vor adăuga automat, de asemenea, aceste legături, ajutând motoarele de căutare să te identifice ca sursă originală a conținutului."],"Usage of this breadcrumbs feature is explained in %1$sour knowledge-base article on breadcrumbs implementation%2$s.":["Folosirea funcționalității firimituri este explicată în articolul %1$sBază de cunoștințe pentru implementarea firimiturilor%2$s."],"How to insert breadcrumbs in your theme":["Cum să inserezi firimituri în temă ta"],"Blog":["Blog"],"Content type archive to show in breadcrumbs for taxonomies":["Arhivă tipuri de conținut de arătat în firimituri pentru taxonomii"],"Taxonomy to show in breadcrumbs for content types":["Taxonomie de arătat în firimituri pentru tipuri de conținut"],"Breadcrumb for 404 Page":["Firimituri pentru pagina 404"],"Prefix for Search Page breadcrumbs":["Prefix pentru firimituri pagină de căutare"],"Prefix for Archive breadcrumbs":["Prefix pentru firimituri arhivă"],"Prefix for the breadcrumb path":["Prefix pentru calea firimiturilor"],"Anchor text for the Homepage":["Text ancoră pentru prima pagină"],"Separator between breadcrumbs":["Separatorul între firimituri"],"Enable Breadcrumbs":["Activează firimituri"],"Below are your published posts' SEO scores. Now is as good a time as any to start improving some of your posts!":["Mai jos sunt punctajele SEO pentru articolele tale publicate. Acum este momentul potrivit să începi îmbunătățirea unora dintre articolele tale!"],"Credits":["Recunoștințe"],"&laquo; Back to Tools page":["&laquo; Înapoi la pagina Unelte"],"%1$s comes with some very powerful built-in tools:":["%1$s vine cu unele instrumente native foarte puternice:"],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":["Acest instrument îți permite să modifici rapid fișierele importante pentru SEO, cum ar fi robots.txt și .htaccess, dacă există."],"File editor":["Editor fișier"],"Import settings from other SEO plugins and export your settings for re-use on (another) blog.":["Importă setări din alte module SEO și exportă setările tale pentru reutilizare pe un (alt) blog."],"Import and Export":["Import și export"],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":["Acest instrument îți permite să schimbi rapid titlurile și descrierile articolelor și paginilor fără a fi nevoie să mergi în editor pentru fiecare pagină."],"Bulk editor":["Editor acțiuni în masă"],"To %1$sconfirm your site with Pinterest%2$s, add the meta tag here:":["Pentru a-ți %1$sconfirma sitului cu Pinterest%2$s, adaugă tagul meta aici:"],"Pinterest uses Open Graph metadata just like Facebook, so be sure to keep the Open Graph checkbox on the Facebook tab checked if you want to optimize your site for Pinterest.":["Pinterest folosește metadate Open Graph la fel ca Facebook, deci asigură-te că Open Graph este bifată pe fila Facebook, dacă vrei să-ți optimizezi situl pentru Pinterest."],"The default card type to use":["Tipul de card implicit de folosit"],"Add Twitter card meta data":["Adaugă metadate card Twitter"],"This image is used if the post/page being shared does not contain any images.":["Această imagine este folosită dacă articolul partajat/pagina partajată nu conține niciun fel de imagini."],"Default settings":["Setări implicite"],"Copy home meta description":["Copiază descrierea meta a primei pagini"],"Description":["Descriere"],"Image URL":["URL imagine"],"These are the title, description and image used in the Open Graph meta tags on the front page of your site.":["Acestea sunt titlul, descrierea și imaginea utilizate în tagurile meta Open Graph pe pagina din față a sitului tău."],"Frontpage settings":["Setări pagina din față"],"Add Open Graph meta data":["Adaugă metadate Open Graph"],"YouTube URL":["URL YouTube"],"Pinterest URL":["URL Pinterest"],"MySpace URL":["URL MySpace"],"LinkedIn URL":["URL LinkedIn"],"Instagram URL":["URL Instagram"],"Twitter Username":["Nume utilizator Twitter"],"Facebook Page URL":["URL pagină Facebook"],"Accounts":["Conturi"],"Restore site to defaults":["Restaurează situl la valori implicite"],"Site ID":["ID sit"],"Using this form you can reset a site to the default SEO settings.":["Folosind acest formular poți reseta un sit la setările implicite SEO."],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new sites.":["Informațiile confidențiale sensibile (administratori FB și altele asemănătoare), specificul temei (rescriere titlu) și alte câteva setări specifice sitului nu vor fi importate în siturile noi."],"Enter the %1$sSite ID%2$s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":["Introdu %1$sID sit%2$s pentru situl ale cărui setări vrei să le utilizezi ca implicite pentru toate siturile care sunt adăugate în rețeaua ta. Lasă necompletat pentru niciunul (de exemplu: vor fi utilizate valorile implicite normale ale modulului)."],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":["Alege-ți situl ale cărui setări vrei să le folosești ca implicite pentru toate siturile care sunt adăugate în rețea. Dacă alegi \"Niciunul\", vor fi folosite valorile implicite normale ale modulului."],"New sites in the network inherit their SEO settings from this site":["Siturile noi din rețea moștenesc setările SEO din acest sit"],"Super Admins only":["Numai super-administratori"],"Site Admins (default)":["Administratori sit (implicit)"],"Who should have access to the %1$s settings":["Cine ar trebui să aibă acces la setările %1$s "],"spam":["spam"],"mature":["matur"],"archived":["arhivate"],"public":["public "],"%s restored to default SEO settings.":["%s restaurat la setările SEO implicite."],"Settings Updated.":["Setări actualizate."],"404 pages":["Pagini 404"],"Search pages":["Pagini de căutare"],"These pages will be %s by default, so they will never show up in search results.":["Aceste pagini vor fi în mod implicit %s, astfel încât ele nu vor apărea în rezultatele căutării."],"Special Pages":["Pagini speciale"],"Date-based archives could in some cases also be seen as duplicate content.":["În anumite cazuri, arhivele bazate pe date ar putea fi văzute, de asemenea, ca un conținut duplicat."],"If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or to add %s to it so it doesn't show up in the search results.":["Dacă această situație se regăsește pe situl tău, poți alege fie să dezactivezi (redirecționarea se face la prima pagină) sau să adaugi %s, astfel încât să nu apară în rezultatele de căutare."],"If you're running a one author blog, the author archive will be exactly the same as your homepage. This is what's called a %1$sduplicate content problem%2$s.":["Dacă blogul are un singur autor, arhiva autorului va fi exact la fel ca prima pagină. Acest lucru este numit %1$sproblemă de conținut duplicat%2$s."],"Date archives":["Arhive de date"],"author archives":["arhive autor"],"Title":["Titlu"],"%1$s Meta Box":["Casetă meta %1$s"],"Hide":["Ascunde"],"Date in Snippet Preview":["Dată în previzualizare fragment"],"Take note:":["Reține:"],"You can determine the title and description for the blog page by %1$sediting the blog page itself &raquo;%2$s":["Poți stabili titlul și descrierea pentru pagina blogului prin %1$seditarea paginii blogului în sine &raquo;%2$s"],"You can determine the title and description for the front page by %1$sediting the front page itself &raquo;%2$s":["Poți stabili titlul și descrierea pentru pagina din față prin %1$seditarea paginii din față în sine &raquo;%2$s"],"Homepage &amp; Front page":["Prima pagină și pagina din față"],"Title Separator":["Separator titlu"],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s detectează automat dacă e nevoie să forțeze rescrierea titlurilor pentru paginile tale. Dacă crezi că nu e bine și știi ce trebuie să faci, poți schimba setarea aici."],"Force rewrite titles":["Forțează rescrierea titlurilor"],"Taxonomies":["Taxonomii"],"Homepage":["Prima pagină"],"%1$s Extensions":["Extensii %1$s"],"Seamlessly integrate WooCommerce with %1$s and get extra features!":["Integrează fără probleme WooCommerce cu %1$s și obții funcționalități suplimentare!"],"Rank better locally and in Google Maps, without breaking a sweat!":["Obții o poziție locală mai bună și în Hărțile Google, fără niciun efort!"],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":["Ești în Google News? Crește-ți traficul din Google News prin optimizare!"],"Optimize your videos to show them off in search results and get more clicks!":["Optimizează-ți videourile pentru a le scoate în evidență în rezultatele căutării și pentru a obține mai multe clicuri!"],"The premium version of %1$s with more features & support.":["Versiunea premium pentru %1$s cu mai multe funcționalități și suport."],"Your name":["Numele tău"],"Company logo":["Logo companie"],"Company name":["Nume companie"],"Person":["Persoană"],"Company":["Companie"],"Choose whether you're a company or person":["Alege dacă ești o companie sau o persoană"],"This data is shown as metadata in your site. It is intended to appear in %1$sGoogle's Knowledge Graph%2$s. You can be either a company, or a person.":["Aceste date sunt arătate ca metadate în situl tău. Sunt destinate să apară în %1$s Knowledge Graph de la Google%2$s. Poți fi o companie sau o persoană."],"Company or person":["Companie sau persoană"],"Website name":["Nume sit web"],"Webmaster Tools":["Instrumente pentru webmasteri"],"You do not have your postname in the URL of your posts and pages, it is highly recommended that you do. Consider setting your permalink structure to <strong>/%postname%/</strong>.":["Nu ai numele articolului în URL-ul articolelor și paginilor tale, așa cum este recomandat să fie. Ia în considerare să setezi structura legăturii permanente la <strong>/%postname%/</strong>."],"RSS":["RSS"],"Breadcrumbs":["Firimituri"],"or":["sau"],"Save Profile":["Salvează profilul"],"There were no profiles found":["N-am găsit niciun profil"],"Profile":["Profil"],"Current profile":["Profil actual"],"Authenticate":["Autentificare"],"Get Google Authorization Code":["Obține codul de autorizare Google"],"Reload crawl issues":["Reîncarcă problemele cu crawlere"],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year of support and updates, on %2$s.":["Pentru a putea să creezi o redirecționare și să rezolvi această problemă, ai nevoie de %1$s. Poți cumpăra modulul, inclusiv un an de suport și actualizări, de la %2$s."],"Creating redirects is a %s feature":["Crearea redirecționărilor este o funcționalitate %s"],"Errors that only occurred when your site was crawled by Googlebot for feature phones (errors didn't appear for desktop).":["Erori care au apărut doar atunci când sitului tău a fost accesat cu crawlere de Googlebot pentru telefoane din gama medie (erorile nu apar pe desktop)."],"Errors that occurred only when your site was crawled by Googlebot-Mobile (errors didn't appear for desktop).":["Erori care au apărut doar atunci când situl tău a fost accesat cu crawlere de Googlebot-Mobile (erorile nu apar pe desktop)."],"Errors that occurred when your site was crawled by Googlebot.":["Erori care au apărut atunci când situl tău a fost accesat cu crawlere de Googlebot."],"Issue categories":["Categorii de probleme"],"Incorrect Google Authorization Code.":["Cod de autorizare Google incorect."],"The issues have been successfully reloaded!":["Problemele au fost reîncărcate cu succes!"],"The %1$s data has been removed. You will have to reauthenticate if you want to retrieve the data again.":["Datele %1$s au fost înlăturate. Va trebui să te reautentifici dacă vrei să recuperezi datele."],"Crawl errors per page":["Erori de accesare cu crawlere per pagină"],"Search":["Caută"],"Don't miss your crawl errors: %1$sconnect with Google Search Console here%2$s.":["Nu sări peste erorile de accesare cu crawlere: %1$sconectează-te la Consola de căutare Google aici%2$s."],"Create redirect":["Crează redirecționare"],"Mark as fixed":["Marchează ca rezolvat"],"Response code":["Cod de răspuns"],"First detected":["Primul detectat"],"Last crawled":["Ultima accesare cu crawlere"],"URL":["URL"],"%1$s detected you’re using a version of %2$s which is not compatible with %1$s. Please update %2$s to the latest version to use this feature.":["%1$s a detectat că utilizezi versiunea %2$s care nu este compatibilă cu %1$s. Te rog actualizează %2$s la cea mai recentă versiune pentru a folosi această funcționalitate."],"Yoast plugins share some code between them to make your site faster. As a result of that, we need all Yoast plugins to be up to date. We've detected this isn't the case, so please update the Yoast plugins that aren't up to date yet.":["Modulele Yoast partajează un cod între ele pentru a face situl mai rapid. Ca urmare, avem nevoie ca toate modulele Yoast să fie actualizate. Am detectat acest lucru, te rog să actualizezi modulele Yoast care nu sunt încă actualizate."],"Feature phone":["Telefon din gama medie"],"Smartphone":["Smartphone"],"Desktop":["Desktop"],"The target URL doesn't exist, but your server is not returning a 404 (file not found) error.":["URL-ul de destinație nu există, dar serverul tău nu returnează o eroare 404 (fișier negăsit)."],"Soft 404":["404 soft (pagina existentă, dar fără conținut)"],"Request timed out or site is blocking Google.":["Cererea a expirat sau situl blochează Google."],"Server Error":["Eroare server"],"Googlebot could access your site, but certain URLs are blocked for Googlebot in your %1$s file. This block could either be for all Googlebots or even specifically for Googlebot-mobile.":["Googlebot poate accesa situl tău, dar anumite URL-uri sunt blocate pentru Googlebot în fișierul tău %1$s. Această blocare ar putea fi pentru toți boții Google sau numai pentru botul Google pentru mobile."],"Blocked":["Blocat"],"Google was unable to crawl this URL due to an undetermined issue.":["Google nu a putut accesa cu crawlere acest URL dintr-o cauză necunoscută."],"URL points to a non-existent page.":["URL-ul duce la o pagină inexistentă."],"Not found":["Negăsit"],"Not followed":["Neurmărite"],"Faulty redirects":["Redirecționări defectuoase"],"Server requires authentication or is blocking Googlebot from accessing the site.":["Serverul necesită autentificare sau blochează Googlebot la accesarea sitului."],"Access denied":["Acces refuzat"],"Deactivate %s":["Dezactivează %s"],"The %1$s plugin might cause issues when used in conjunction with %2$s.":["Modulul %1$s ar putea cauza probleme atunci când este folosit împreună cu %2$s."],"Upload Image":["Încarcă imagine"],"Remove these ads?":["Înlături aceste anunțuri?"],"%s Posts Overview":["Prezentare generală articole %s"],"The Breadcrumbs Title is used in the breadcrumbs where this taxonomy appears.":["Titlul firimiturilor este folosit în firimiturile unde apare această taxonomie."],"Breadcrumbs title":["Titlu firimituri"],"The canonical link is shown on the archive page for this term.":["Legătura canonică pentru acest termen este afișată în pagina de arhivă."],"Facebook App ID":["ID aplicație Facebook"],"Pinterest":["Pinterest"],"Other":["Altele"],"Archives":["Arhive"],"Email":["Email"],"Previous":["Anterior"],"Next":["Următor"],"Close":["Închide"],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines and might slow down your site.":["Atât %1$s cât și %2$s pot crea hărți sit XML. Având două hărți sit XML nu este benefic pentru motoarele de căutare și ți-ar putea încetini situl."],"Configure %1$s's OpenGraph settings":["Configurează setările %1$s pentru OpenGraph"],"Both %1$s and %2$s create OpenGraph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":["Atât %1$s cât și %2$s crează o ieșire OpenGraph, care ar putea face ca Facebook, Twitter, LinkedIn și alte rețele sociale să folosească texte și imagini greșite atunci când paginile sunt partajate. "],"%s Image":["Imagine %s"],"%s Description":["Descriere %s"],"%s Title":["Titlu %s"],"Twitter":["Twitter"],"Facebook":["Facebook"],"The recommended image size for %1$s is %2$s pixels.":["Dimensiunea recomandată a imaginii pentru %1$s este de %2$s pixeli."],"If you want to override the image used on %s for this post, upload / choose an image here.":["Dacă vrei să înlocuiești imaginea folosită pe %s pentru acest articol, încarcă/alege o imagine aici."],"If you don't want to use the meta description for sharing the post on %s but want another description there, write it here.":["Dacă nu vrei să folosești descrierea meta când partajezi articolul pe %s dar dorești o altă descriere, o poți scrie aici."],"If you don't want to use the post title for sharing the post on %s but instead want another title there, write it here.":["Dacă nu vrei să folosești titlul articolului pentru partajarea articolului pe %s, dar vrei în schimb să folosești alt titlu, scrie-l aici."],"very difficult":["foarte dificil"],"Try to make shorter sentences, using less difficult words to improve readability":["Pentru a îmbunătăți lizibilitatea, încearcă să faci propoziții mai scurte, folosind cuvinte mai puțin dificile."],"difficult":["dificil"],"Try to make shorter sentences to improve readability":["Pentru a îmbunătăți lizibilitatea, încearcă să faci propoziții mai scurte."],"fairly difficult":["destul de dificil"],"OK":["OK"],"fairly easy":["destul de ușor"],"easy":["ușor"],"very easy":["foarte ușor"],"Meta Desc.":["Descriere meta"],"All SEO Scores":["Toate punctajele SEO"],"SEO: Post Noindexed":["SEO: articol neindexat"],"SEO: Good":["SEO: bun"],"SEO: OK":["SEO: OK"],"SEO issue: The featured image should be at least 200 by 200 pixels to be picked up by Facebook and other social media sites.":["Problemă SEO: imaginea reprezentativă trebuie să fie de cel puțin de 200 pe 200 pixeli pentru a putea fi preluată de către Facebook și alte situri de media socială."],"(no parent)":["(fără părinte)"],"Post is set to noindex.":["Articolul este setat la noindex."],"The URL that this page should redirect to.":["URL-ul unde această pagină ar trebui să redirecționeze."],"301 Redirect":["Redirecționare 301"],"The canonical URL that this page should point to. Leave empty to default to permalink. %1$sCross domain canonical%2$s supported too.":["URL-ul canonic pe care ar trebui să-l indice această pagină. Lasă gol pentru URL-ul implicit la legătura permanentă. Este acceptat și %1$sdomeniul canonic încrucișat%2$s."],"Canonical URL":["URL canonic"],"Title to use for this page in breadcrumb paths":["Titlul folosit pentru această pagină în căile firimituri"],"Breadcrumbs Title":["Titlu firimituri"],"No Snippet":["Fără fragment"],"No Archive":["Nicio arhivă"],"No Image Index":["Niciun index imagine"],"None":["Niciunul"],"Site-wide default: %s":["Global implicit: %s"],"Advanced <code>meta</code> robots settings for this page.":["Setări <code>metadate</code> pentru roboți avansate pentru această pagină."],"Meta robots advanced":["Metadate pentru roboți avansate"],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Avertizare: chiar dacă poți stabili aici setările metadatelor pentru roboți, situl întreg este setat la noindex în setările de confidențialitate globale, deci aceste setări nu vor avea niciun efect."],"Meta description":["Descriere meta"],"SEO Title":["Titlu SEO"],"Focus keyword":["Cuvânt/frază cheie"],"Snippet preview":["Previzualizare fragment"],"Settings successfully imported.":["Setări importate cu succes."],"Settings could not be imported:":["Setările care nu au putut fi importate:"],"Error creating %1$s export: ":["Eroare la crearea exportului %1$s:"],"Breadcrumb for 404 pages:":["Firimituri pentru pagini 404:"],"Prefix for search result pages:":["Prefix pentru pagini rezultatul căutării:"],"Prefix for archive pages:":["Prefix pentru pagini arhivă:"],"Prefix for breadcrumbs:":["Prefix pentru firimituri:"],"Anchor text for the homepage:":["Text ancoră pentru prima pagină:"],"Breadcrumbs separator:":["Separator firimituri:"],"Remove blog page from breadcrumbs":["Înlătură pagină de blog din firimituri"],"%s Breadcrumbs":["Firimituri %s"],"Use Image":["Folosește imaginea"],"Action":["Acțiune"],"Page URL/Slug":["URL/descriptor pagină"],"Publication date":["Data publicării"],"Post Status":["Stare articol"],"WP Page Title":["Titlu pagină WP"],"View":["Vezi"],"View &#8220;%s&#8221;":["Vezi &#8222;%s&#8221;"],"Preview":["Previzualizează"],"Preview &#8220;%s&#8221;":["Previzualizează &#8222;%s&#8221;"],"Edit":["Editează"],"Filter":["Filtrează"],"New Yoast Meta Description":["Descriere meta Yoast nouă"],"Existing Yoast Meta Description":["Descriere meta Yoast existentă"],"Facebook profile URL":["URL profil Facebook"],"Twitter username (without @)":["Nume utilizator Twitter (fără @)"],"FAQ":["Întrebări frecvente"],"Premium Support":["Suport premium"],"Settings":["Setări"],"You must %1$sgo to your Reading Settings%2$s and uncheck the box for Search Engine Visibility.":["Trebuie %1$ssă mergi la setările de Afișare%2$s și să debifezi caseta Vizibilitate în motoarele de căutare."],"Huge SEO Issue: You're blocking access to robots.":["Problemă SEO foarte mare: blochezi accesul roboților."],"Posts":["Articole"],"Edit Files":["Editează fișiere"],"Advanced Variables":["Variabile avansate"],"Basic Variables":["Variabile de bază"],"General":["Generale"],"Extensions":["Extensii"],"Search Console":["Consolă de căutare"],"Tools":["Unelte"],"Advanced":["Avansat"],"XML sitemaps":["Hărți sit XML"],"Social":["Social"],"SEO":["SEO"],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":["%1$s a detectat că utilizezi versiunea %2$s pentru %3$s, te rog actualizează la cea mai recentă versiune pentru a preveni problemele de compatibilitate."],"Just another WordPress site":["Doar un alt sit WordPress"],"You still have the default WordPress tagline, even an empty one is probably better. %1$sYou can fix this in the customizer%2$s.":["Ai încă un slogan implicit WordPress, chiar unul gol este probabil mai bun. %1$sPoți remedia acest lucru în personalizator%2$s."],"You have used HTML in your value which is not allowed.":["Ai folosit HTML în câmpul de valoare, lucru nepermis."],"You can't edit %s that aren't yours.":["Nu poți edita %s nu sunt ale tale."],"You can't edit %s.":["Nu poți edita %s. "],"Post has an invalid Content Type: %s.":["Articolul are un tip de conținut invalid: %s."],"Post doesn't exist.":["Articolul nu există."],"course\u0004Free:":["Gratuite:"],"posts\u0004Trash <span class=\"count\">(%s)</span>":["La gunoi <span class=\"count\">(%s)</span>","La gunoi <span class=\"count\">(%s)</span>","La gunoi <span class=\"count\">(%s)</span>"],"posts\u0004All <span class=\"count\">(%s)</span>":["Toate <span class=\"count\">(%s)</span>","Toate <span class=\"count\">(%s)</span>","Toate <span class=\"count\">(%s)</span>"]}}}