{"domain":"js-text-analysis","locale_data":{"js-text-analysis":{"":{"domain":"js-text-analysis","plural_forms":"nplurals=2; plural=n != 1;","lang":"gl_ES"},"Dismiss this alert":[""],"A company name and logo need to be set for structured data to work properly. %1$sLearn more about the importance of structured data.%2$s":[""],"%s does not seem to be a valid Facebook App ID. Please correct.":["%s non parece ser un ID de aplicación válido de Facebook. Por favor, corríxeo."],"The submitted value was: %s":["O valor enviado foi: %s"],"Yandex confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Os códigos de confirmación de Yandex só poden conter letras da A á F, números, guións e guións baixos. %s"],"Twitter usernames can only contain letters, numbers, and underscores. %s":["Os nomes de usuario de Twitter só poden conter letras, números e guións baixos. %s"],"Pinterest confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Os códigos de confirmación de Pinterest só poden conter letras da A á F, números, guións e guións baixos. %s"],"Bing confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Os códigos de confirmación de Bing só poden conter letras da A á F, números, guións e guións bajos. %s"],"Google verification codes can only contain letters, numbers, hyphens, and underscores. %s":["Os códigos de verificación de Google só poden conter letras, números, guións e guións baixos. %s"],"The Facebook App ID you entered doesn't exist. %s":["O ID de aplicación de Facebook que introduciches non existe. %s"],"Baidu verification codes can only contain letters, numbers, hyphens, and underscores. %s":["Os códigos de confirmación de Baidu só poden conter letras, números, guións e guións baixos. %s"],"Show this item.":["Mostrar este elemento."],"Hide this item.":["Ocultar este elemento."],"You have %d hidden problem:":["Tes %d problema oculto:","Tes %d problemas ocultos."],"You have %d hidden notification:":["Tes %d aviso oculto:","Tes %d avisos ocultos:"],"Focus Keyphrase not set":["Frase clave obxectivo non establecida"],"The form contains %1$s error. %2$s":["O formulario contén %1$s erro. %2$s","O formulario contén %1$s erros. %2$s"],"SEO settings configured":["Axustes SEO configurados"],"If you want to double-check your %1$s settings, or change something, you can always %2$sreopen the configuration wizard%3$s.":["Se queres volver a comprobar os teus axustes de %1$s ou cambiar algo, sempre podes %2$svolver a abrir o asistente de configuración%3$s."],"The following words and word combinations occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly. ":["As seguintes palabras e combinacións de palabras son as que máis aparecen no contido. Estas dan unha indicación de en que se centra o teu contido. Se as palabras difiren moito da túa temática, pode que queiras rescribir o teu contido debidamente."],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":["Unha vez que escribas un poco máis, darémosche a lista das palabras que máis aparecen no contido. Estas dan unha indicación de en que se centra o teu contido."],"%d occurrences":["%d aparicións"],"Activate %s for your site on MyYoast":["Activa %s para o teu sitio en MyYoast"],"Show blog page in breadcrumbs":["Mostrar a páxina do blog nas faragullas de pan"],"We could not find any relevant articles on your website that you could link to from your post.":["Non puidemos encontrar ningún artigo relevante na túa web ao que poidas enlazar desde a túa entrada."],"Has feedback":["Ten resposta"],"Content optimization:":["Optimización do contido:"],"%1$sSEO%2$s: %3$s":["%1$sSEO%2$s: %3$s"],"%1$sReadability%2$s: %3$s":["%1$sLexibilidade%2$s: %3$s"],"Read %1$sthis post for more information about why we’re not supporting older versions.%2$s":["Le %1$sesta entrada para máis información sobre por que non damos soporte a versións anteriores.%2$s"],"If you’ve held off on updating to %2$s and higher because of the new Gutenberg editor, please install the Classic Editor plugin. It will give you the same editing experience you have now, but also the security of newer versions of WordPress and %1$s.":["Se aínda non actualizaches a %2$s ou superior debido ao novo editor Gutenberg, por favor instala o plugin Classic editor. Darache a mesma experiencia de edición que tes agora, pero tamén a seguridade das novas versións de WordPress e %1$s."],"%1$sUpgrade WordPress to the most recent version%2$s%3$sWe’ve noticed that you’re not on the latest WordPress version, which might cause an issue soon. %4$s (for reasons of security and stability) only supports the current and previous version of WordPress. When the next version of WordPress comes out, that means that we will support WordPress %6$s and %7$s. This means you will not get any updates to %5$s until you update your WordPress, so please make sure to upgrade to the latest WordPress version soon!%3$s%3$s":["%1$sActualiza WordPress á última versión%2$s%3$sNotamos que non usas a última versión de WordPress, o que podería causar un problema en breve. %4$s (por razóns de seguridade e estabilidade) só da soporte á versión actual e á anterior de WordPress. Cando saia a próxima versión de WordPress, eso significa que daremos soporte a WordPress %6$s e %7$s. Isto significa que non recibirás ningunha actualización a %5$s ata que actualices o teu WordPress, así que, por favor, asegúrate de actualizar á última versión de WordPress canto antes!%3$s%3$s"],"Post Noindexed":["Publicación con no-index"],"No Focus Keyphrase":["Sen frase clave obxectivo"],"Person logo / avatar":["Logo / avatar da persoa"],"Extend %s":["Extender %s"],"Enroll in the %s for WordPress training":["Apúntate ao %s de formación para WordPress"],"Posts with the SEO score: %s":["Entradas coa puntuación de SEO: %s"],"SEO: %s":["SEO: %s"],"%s video tutorial":["videotutorial de %s"],"To view your current crawl errors, %1$splease visit Google Search Console%2$s.":["%1$sVisita Google Search Console%2$s para ver os teus erros de indexación."],"Google has discontinued its Crawl Errors API. Therefore, any possible crawl errors you might have cannot be displayed here anymore. %1$sRead our statement on this for further information%2$s.":["Google eliminou a API de erros de rastrexo, así que xa non é posible mostrar aquí os teus posibles erros de rastrexo. %1$sLe o noso comunicado para máis información%2$s."],"Remove this message":["Quitar esta mensaxe"],"Truly optimize your site for a local audience with our %s plugin! Optimized address details, opening hours, store locator and pickup option!":["Optimiza ao máximo o teu sitio para unha audiencia local co noso plugin %s! Detalles das direccións optimizadas, horarios de apertura, localizador de tendas e opción de recollida!"],"Serving local customers?":["Serves a clientes locais?"],"Get the %s plugin now":["Consigue o plugin %s agora"],"Organization social profiles":["Perfís sociais da organización"],"You can edit the details shown in meta data, like the social profiles, the name and the description of this user on their %1$s profile page.":["Podes editar os detalles amosados nos datos meta, como perfís sociais, o nome descrición deste usuario, na súa páxina de perfil de %1$s."],"Personal info":["Información personal"],"Organization logo":["Logotipo da organización"],"Organization name":["Nome da organización"],"Choose whether the site represents an organization or a person.":["Elixe se o sitio representa unha organización ou a unha persoa."],"Knowledge Graph & Schema.org":["Knowledge Graph e Schema.org"],"To make your site represent a Company or Organization go to %1$sSearch Appearance%2$s and set Organization or Person to \"Organization\".":["Para facer que o teu sitio represente a unha empresa ou organización, vai a %1$sApariencia no buscador%2$s e configúrao coma persoa ou pásao de persoa a «Empresa»."],"To change the social accounts used for your site, update the details for %1$s.":["Para cambiar as contas sociais usadas para o teu sitio actualiza os detalles de %1$s."],"That means that the form and information below is disabled, and not used.":["Isto significa que o formulario e a información a continuación están desactivadas e non se usan."],"Your website is currently configured to represent a Person":["A túa web está agora configurada para representar a outra persoa"],"(if one exists)":["(se é que existe)"],"Wikipedia page about you":["Páxina da Wikipedia acerca de ti"],"YouTube profile URL":["URL do perfil de YouTube"],"Tumblr profile URL":["URL do perfil en Tumblr"],"SoundCloud profile URL":["URL do perfil en SoundCloud"],"MySpace profile URL":["URL do perfil en MySpace"],"Organization or person":["Organización ou persoa"],"The person":["A persoa"],"Organization":["Organización"],"Does your site represent a person or an organization?":["Este sitio representa a unha persoa ou organización?"],"The name of the organization":["O nome da organización"],"Provide an image of the organization logo":["Facilita unha imaxe do logotipo da organización"],"You have previously set your site to represent a person. We’ve improved our functionality around Schema and the Knowledge Graph, so you should go in and %1$scomplete those settings%2$s.":["Antes configuraches o teu sitio para representar a unha persoa. Melloramos a nosa funcionalidade sobre Schema e o Knowledge Graph, así que deberías ir e %1$scompletar estos axustes%2$s."],"Select a user...":["Selecciona un usuario&hellip;"],"Uncategorized":["Sen categoría"],"Name:":["Nome:"],"You have selected the user %1$s as the person this site represents. Their user profile information will now be used in search results. %2$sUpdate their profile to make sure the information is correct.%3$s":["Seleccionaches ao usuario %1$s como a persoa á que representa este sitio. A súa información do perfil de usuario utilizarase agora nos resultados da búsqueda. %2$sActualiza o seu perfil para estar seguro de que a información sexa a correcta%3$s."],"Error: Please select a user below to make your site's meta data complete.":["Error: Por favor, selecciona un usuario a continuación para completar os meta datos do teu sitio."],"SEO score: %s":["Puntuación SEO: %s"],"If a Wikipedia page for you or your organization exists, add it too.":["Si existe unha páxina túa ou da túa organización na Wikipedia, engádea tamén."],"Wikipedia URL":["URL da Wikipedia"],"Pinterest profile URL":["URL do perfil de Pinterest"],"Instagram profile URL":["URL do perfil de Instagram"],"LinkedIn profile URL":["URL do perfil de Linkedin"],"Keyword research is essential in any SEO strategy. You decide the search terms you want to be found for, and figure out what words your audience uses to find you. Great keyword research tells you what content you need to start ranking for the terms you want to rank for. Make sure your efforts go into the keywords you actually have a chance at ranking for! The %1$s walks you through this process, step by step.":["A investigación de palabras clave é esencial en calquera estratexia de SEO. Ti decides os termos de procura polos que queres que te atopen, e descubre que palabras usa a túa audiencia para atoparte. Unha gran investigación de palabras clave indícache que contido necesitas para empezar a puntuar para os termos que queres posicionar. Asegúrate de que o teus esforzos vaian nas palabras clave para as que realmente tes posibilidades de posicionarte! O %1$s guíate a través deste proceso, paso a paso."],"SEO for Beginners training":["Formación SEO para principiantes"],"%s for WordPress training":["Formación de %s para WordPress"],"All-around SEO training":["Formación SEO integral"],"The image you selected is too small for Facebook":["A imaxe que elixiches é demasiado pequena para Facebook"],"The given image url cannot be loaded":["A URL da imaxe dada non se pode cargar"],"Find out what words your audience uses to find you":["Descubre que palabras usa a túa audiencia para atoparte"],"%1$sFlesch Reading Ease%2$s: The copy scores %3$s in the test, which is considered %4$s to read. %5$s":["%1$sFacilidade de lectura Flesch%2$s: Oescrito puntúa %3$s na proba, o que se considera %4$s de ler. %5$s"],"No JSON object was returned.":["Non se devolveu un obxecto JSON."],"Received internal links":["Ligazóns internas recibidas"],"Outgoing internal links":["Ligazóns externas recibidas"],"New step added":["Engadido un novo paso"],"New question added":["Engadida unha nova pregunta"],"To be able to create a redirect and fix this issue, you need %1$s. ":["Para poder crear unha redirección e corrixir este problema necesitas %1$s. "],"You can buy the plugin, including one year of support and updates, on %1$s.":["Podes mercar o plugin, que inclúe un ano de soporte e actualizacións, en %1$s."],"The Text link counter feature provides insights in how many links are found in your text and how many links are referring to your text. This is very helpful when you are improving your %1$sinternal linking%2$s.":["A característica do contador de ligazóns de texto proporciona información acerca de cantas ligazóns atópanse no teu texto e cantas ligazóns ligan ao teu texto. Isto é moi útil cando estás mellorando a túa %1$ligazón interna%2$s."],"For this feature to work %1$s requires at least PHP version %2$s. We have detected PHP version %3$s on this website.":["Para que esta característica funcione %1$srequírese polo menos unha versión de PHP %2$s. Detectamos a versión PHP %3$s nesta web."],"Please carefully consider the implications and %1$sread this post%2$s if you want more information about the impact of showing media in search results.":["Por favor, considera coidadosamente as implicacións e %1$slé esta entrada%2$s se desexas máis información acerca do impacto de amosar medios nos resultados da busca."],"Keyphrase":["Frase clave"],"For this feature to work, %1$s needs to create a table in your database. We were unable to create this table automatically.":["Para que esta característica funcione, %1$snecesita crear unha tabla na túa base de datos. Non foi posible crear esta tabla automáticamente."],"By enabling this option, attachment URLs become visible to both your visitors and Google. To add value to your website, they should contain useful information, or they might have a negative impact on your ranking.":["Ao activar esta opción, as URL adxuntas fanse visibles tanto para os visitantes como para Google. Para engadir valor a túa web, deben conter información útil, ou poderían ter un impacto negativo no teu posicionamento."],"The %3$sText link counter%4$s feature (introduced in %1$s %2$s) is currently disabled.":["A característica %3$scontador de ligazóns ao texto%4$s (introducida no %1$s %2$s) está actualmente desactivada."],"Please read the following %1$sknowledge base article%2$s to find out how to resolve this problem.":["Por favor, lé o seguinte %1$sartigo da base de coñecementos%2$s para saber como resolver este problema."],"To make sure all the links in your texts are counted, we need to analyze all your texts.":["Para asegurarnos de que tódalas ligazóns os teus textos estén contados, necesitamos analizar tódolos teus textos."],"All you have to do is press the following button and we'll go through all your texts for you.":["Todo o que tes que facer é pulsar o seguinte botón e nos revisaremos tódolos teus textos por ti."],"Count links":["Contar ligazóns"],"%3$sImage alt attributes%5$s: Out of %2$d images on this page, %1$d have alt attributes with words from your keyphrase or synonyms. That's a bit much. %4$sOnly include the keyphrase or its synonyms when it really fits the image%5$s.":["%3$sAtributos alt de imaxes%5$s: De %2$d imaxes nesta páxina, %1$d teñeen atributos alt con palabras da túa frase clave ou sinónimos. Iso é demasiado. %4$sInclúe a frase clave ou sus sinónimos so cando realmente encaixen na imaxe%5$s."],"%1$sImage alt attributes%2$s: Good job!":["%1$sAtributos alt de imaxe%2$s: Ben feito!"],"%3$sImage alt attributes%5$s: Out of %2$d images on this page, only %1$d has an alt attribute that reflects the topic of your text. %4$sAdd your keyphrase or synonyms to the alt tags of more relevant images%5$s!":["%3$sAtributos alt de imaxes%5$s: De %2$d imaxes nesta páxina, só %1$d ten un atributo alt que reflexa o tema do teu texto. %4$sEngade a túa frase clave ou sinónimos ás etiquetas alt das imaxes máis relevantes%5$s!","%3$sAtributos alt de imaxes%5$s: De %2$d imaxes nesta páxina, só %1$d teñen atributos alt que reflexan o tema do teu texto. %4$sEngade a túa frase clave ou sinónimos ás etiquetas alt das imaxes máis relevantes%5$s!"],"%1$sImage alt attributes%3$s: Images on this page do not have alt attributes that reflect the topic of your text. %2$sAdd your keyphrase or synonyms to the alt tags of relevant images%3$s!":["%1$sAtributos de imaxe alt%3$s: As imaxes desta páxina non teñen atributos alt que reflexen o tema do teu texto. %2$sEngade a túa frase clave ou sinónimos ás etiquetas alt das imaxes relevantes%3$s!"],"%1$sImage alt attributes%3$s: Images on this page have alt attributes, but you have not set your keyphrase. %2$sFix that%3$s!":["%1$sAtributos alt de imaxes%3$s: As imaxes desta páxina teñen atributos alt, pero non estableciches a túa frase clave. %2$sCorrixe iso%3$s!"],"%1$sKeyphrase in subheading%2$s: %3$s of your higher-level subheadings reflects the topic of your copy. Good job!":["%1$sFrase clave no subtítulo%2$s: %3$s dos teus subtítulos de nivel superior reflexan o tema do teu texto. Bo traballo!","%1$sFrase clave no subtítulo%2$s: %3$s dos teus subtítulos de nivel superior reflexan o tema de tu texto. Bo traballo!"],"%1$sKeyphrase in subheading%2$s: Your higher-level subheading reflects the topic of your copy. Good job!":["%1$sFrase clave no subtítulo%2$s: Os teus subtítulos de nivel superior reflexan o tema do teu texto Bo traballo! "],"%1$sKeyphrase in subheading%3$s: %2$sUse more keyphrases or synonyms in your higher-level subheadings%3$s!":["%1$sFrase clave no subtítulo%3$s: %2$sUsa máis frases clave ou sinónimos nos teus subtítulos de nivel superior%3$s! "],"Page %s":["Páxina %s"],"Cannot get the size of %1$s because of unknown reasons.":["Non se puido obter o tamaño de %1$s por razóns descoñecidas."],"Cannot get the size of %1$s because it is hosted externally.":["Non se puido obter o tamaño de %1$s por estar aloxada de forma externa."],"Simply switch the toggle to \"on\" and you'll be able to use the recalibrated analysis. At the same time, we'll add you to our specific mailing list. We'll only email you about your experiences with this recalibration!":["Simplemente cambia o conmutador a \"activado\" e poderás usar a análise recalibrada. Ao mesmo tempo, engadirémosche a nosa lista de correo específica. Só enviaremos correos electrónicos coas túas experiencias con esta recalibración!"],"We have %1$srecalibrated our analysis%2$s. With the new analysis, we will get even closer to how Google sees your website. It would be %3$sawesome%4$s if you would like to %3$sbeta test this feature%4$s for us!":["Fomos quen de %1$srecalibrar a nosa análise%2$s. Coa nova análise, acercarémonos aínda máis á forma na que Google ve a túa web. Sería %3$sfantástico%4$s se quixeras %3$sprobar esta característica%4$s para nos!"],"Get an even better analysis":["Obtén unha análise aínda mellor"],"%1$sSingle title%3$s: H1s should only be used as your main title. Find all H1s in your text that aren't your main title and %2$schange them to a lower heading level%3$s!":["%1$sTítulo único%3$s: Só deberías usar H1 como o teu título principal. Encontra tódolos H1 no teu texto que non sexan o título principal e %2$scámbiaos a un nivel de encabezado inferior%3$s! "],"Improve sharing on Facebook and Pinterest":["Mellora o compartir en Facebook e Pinterest "],"You do not have the required rights to export settings.":["Non tes os permisos necesarios para exportar axustes."],"Copy all these settings to another site's %1$s tab and click \"%1$s\" there.":["Copia todos estos axustes á pestana %1$s de outro sitio e fai clic en \"%1$s\" de alí. "],"These are settings for the %1$s plugin by %2$s":["Estos son os axustes do plugin %1$s de %2$s "],"No settings found.":["Non se atoparon axustes."],"Export your %1$s settings here, to copy them on another site.":["Exporta aquí os teus axustes de %1$s, para copialos noutro sitio. "],"Import of settings is only supported on servers that run PHP 5.3 or higher.":["A importación dos axustes so son compatibles en servidores que executen PHP 5.3 ou superior. "],"Import settings by pasting the settings you copied from another site here and clicking \"%s\".":["Importa os axustes pegando aquí os axustes que copiaches doutro sitio e facendo clic en \"%s\"."],"Paste your settings from another %s installation.":["Pega os teus axustes dende outra instalación de %s."],"%1$sKeyphrase density%2$s: The focus keyphrase was found 0 times. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sDensidade de frase clave%2$s: A frase clave obxetivo atopouse 0 veces. Iso é menos que o mínimo recomendado de %3$d veces para un texto con ista lonxitude. %4$sCéntrate na túa frase clave%2$s! "],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sDensidade de frase clave%2$s: A frase clave obxectivo atopouse %5$d vez. Iso é menos que o mínimo recomendado de %3$d veces para un texto con esta lonxitude. %4$sCéntrate na túa frase clave%2$s!","%1$sDensidade de frase clave%2$s: A frase clave obxectivo atopouse %5$d veces. Iso é menos que o mínimo recomendado de %3$d veces para un texto con esta lonxitude. %4$sCéntrate na túa frase clave%2$s!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %3$d time. This is great!":["%1$sDensidade de frase clave%2$s: A frase clave obxectivo atopouse %3$d vez. Iso é xenial!","%1$sDensidade de frase clave%2$s: A frase clave obxectivo atopouse %3$d veces Iso está xenial!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$sDensidade de frase clave%2$s: A frase clave obxectivo atopouse %5$d vez. Iso é máis que o máximo recomendado de %3$d veces para un texto con esta lonxitude. %4$sNon sobreoptimices%2$s!","%1$sDensidade de frase clave%2$s: A frase clave obxectivo atopouse %5$d veces. Iso é máis que o máximo recomendado de %3$d veces para un texto con esta lonxitude. %4$sNon sobreoptimices%2$s!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's way more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$sDensidade de frase clave%2$s: A frase clave obxectivo atopouse %5$d vez. Iso é moito máis que o máximo recomendado de %3$d veces para un texto con esta lonxitude. %4$sNon sobreoptimices%2$s!","%1$sDensidade de frase clave%2$s: A frase clave obxectivo atopouse %5$d veces. Iso é moito máis que o máximo recomendado de %3$d veces para un texto con esta lonxitude. %4$sNon sobreoptimices%2$s!"],"Indexable created for object %1$s with type %2$s":["Indexable creada para o obxecto %1$s co tipo %2$s"],"Method %1$s() does not exist in class %2$s":["O método %1$s() non existe na clase %2$s"],"With %s, you can easily create such redirects.":["Con %s podes crear fácilmente esas redireccións."],"Changing your permalinks settings can seriously impact your search engine visibility. It should almost %1$s never %2$s be done on a live website.":["Cambiar os teus axustes de ligazóns permanentes pode impactar seriamente na túa visibilidade nos motores de búsca. Non debería facerse case %1$s nunca %2$s nunha web pública. "],"WARNING:":["ADVERTENCIA:"],"Learn about why permalinks are important for SEO.":["Aprende sobre por qué as ligazóns permanentes son importantes para o SEO. "],"Google Ads":["Google Ads"],"%1$sFunction words in keyphrase%3$s: Your keyphrase \"%4$s\" contains function words only. %2$sLearn more about what makes a good keyphrase.%3$s":["%1$sPalabras funcionais na frase clave%3$s: A túa frase clave \"%4$s\" só ten palabras funcionais. %2$sAprende cómo é unha boa frase clave%3$s "],"Did you know %s also analyzes the different word forms of your keyphrase, like plurals and past tenses?":["Sabías que %s tamén analiza as distintas variaciones da túa frase clave, como plurais e tempos verbais? "],"Clear Image":["Baleirar imaxe"],"%1$sKeyphrase length%3$s: %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sLonxitude da frase clave%3$s: %2$sDefine unha frase clave para calcular a túa puntuación SEO%3$s. "],"%1$sKeyphrase in slug%2$s: More than half of your keyphrase appears in the slug. That's great!":["%1$sFrase clave no slug%2$s: Máis da mitade da túa frase clave aparece no slug. Iso é fantástico!"],"%1$sKeyphrase in slug%3$s: (Part of) your keyphrase does not appear in the slug. %2$sChange that%3$s!":["%1$sFrase clave no slug%3$s: (Parte da) túa frase clave non aparece no slug. %2$sCambia eso%3$s! "],"%1$sKeyphrase in slug%2$s: Great work!":["%1$sFrase clave no slug%2$s: Gran traballo! "],"%1$sKeyphrase in title%3$s: Not all the words from your keyphrase \"%4$s\" appear in the SEO title. %2$sTry to use the exact match of your keyphrase in the SEO title%3$s.":["%1$sFrase clave no título%3$s: Non todas as palabras da túa frase clave \"%4$s\" aparecen no título SEO. %2$sTrata de usar exactamente a túa mesma frase clave no título SEO%3$s. "],"%1$sKeyphrase in title%3$s: Does not contain the exact match. %2$sTry to write the exact match of your keyphrase in the SEO title%3$s.":["%1$sFrase clave no título%3$s: Non coincide de todo.. %2$sTrata de escribir exactamente a túa mesma frase clave no título SEO%3$s. "],"%1$sKeyphrase in title%3$s: The exact match of the keyphrase appears in the SEO title, but not at the beginning. %2$sTry to move it to the beginning%3$s.":["%1$sFrase clave no título%3$s: A frase clave obxectivo exacta aparece no título SEO, pero non ao principio. %2$sTrata de movela ao principio%3$s."],"%1$sKeyphrase in title%2$s: The exact match of the keyphrase appears at the beginning of the SEO title. Good job!":["%1$sFrase clave no título%2$s: A frase clave obxectivo exacta aparece ao principio do título SEO. Bo traballo! "],"%1$sKeyphrase distribution%2$s: Good job!":["%1$sDistribución de frase clave%2$s: Bo traballo! "],"%1$sKeyphrase distribution%3$s: Uneven. Some parts of your text do not contain the keyphrase or its synonyms. %2$sDistribute them more evenly%3$s.":["%1$sDistribución de frase clave%3$s: Desigual. Algunhas partes do teu texto non ten a frase clave ou os  seus sinónimos. %2$sPódelas distribuir de forma máis uniforme%3$s."],"%1$sKeyphrase distribution%3$s: Very uneven. Large parts of your text do not contain the keyphrase or its synonyms. %2$sDistribute them more evenly%3$s.":["%1$sDistribución de frase clave%3$s: Moi desigual. Grandes partes do teu texto non teñen a frase clave ou os seus sinónimos. %2$sPódelas distribuir de forma máis uniforme%3$s. "],"%1$sKeyphrase distribution%3$s: %2$sInclude your keyphrase or its synonyms in the text so that we can check keyphrase distribution%3$s.":["%1$sDistribución de frase clave%3$s: %2$sInclúe a túa frase clave ou os seus sinónimos no texto para que podamos comprobar a distribución da frase clave%3$s."],"Help on choosing the perfect focus keyphrase":["Axuda para elexir a frase clave obxectivo perfecta"],"Would you like to add a related keyphrase?":["Gustaríache engadir unha frase clave relacionada?"],"Go %s!":["Ir a %s! "],"Not showing the date archives in the search results technically means those will have a %1$s robots meta. %2$sMore info on the search results settings%3$s.":["Se non se atopan os arquivos de data nos resultados da busca, técnicamente siñifica que estes terán un meta robots %1$s.%2$sMáis información sobre os axustes dos resultados da busca%3$s."],"Rank better with synonyms & related keyphrases":["Posiciona mellor con sinónimos e frases clave relacionadas "],"optimize a single post for synonyms and related keyphrases.":["optimiza unha entrada para sinónimos e frases clave relacionadas."],"Synonyms & related keyphrases":["Sinónimos e frases clave relacionadas"],"Add related keyphrase":["Engadir frase clave relacionada"],"Dismiss %s upgrade notice":["Descartar o aviso da actualización de %s "],"Upgrade to %s":["Actualizar a %s"],"%1$s video":["Video %1$s"],"Get %s":["Consigue %s"],"%4$sPreviously used keyphrase%6$s: You've used this keyphrase %1$s%2$d times before%3$s. %5$sDo not use your keyphrase more than once%6$s.":["%4$sFrase clave usada previamente%6$s: Usaches esta frase clave obxectivo %1$s%2$d veces antes%3$s. %5$sNon uses a túa frase clave obxectivo máis dunha vez%6$s. "],"%3$sPreviously used keyphrase%5$s: You've used this keyphrase %1$sonce before%2$s. %4$sDo not use your keyphrase more than once%5$s.":["%3$sFrase clave usada previamente%5$s: Usaches esta frase clave obxectivo %1$sunha vez xa%2$s. %4$sNon uses a túa frase clave obxectivo máis dunha vez%5$s."],"%1$sPreviously used keyphrase%2$s: You've not used this keyphrase before, very good.":["%1$sFrase clave usada previamente%2$s: No usaches antes esta frase clave obxectivo, moi ben."],"%1$sSlug stopwords%3$s: The slug for this page contains a stop word. %2$sRemove it%3$s!":["%1$sPalabras vacías no slug%3$s: O slug desta páxina ten unha palabra vacía. %2$sTes que quitala%3$s!","%1$sPalabras vacías no slug%3$s: O slug desta páxina ten palabras vacías. %2$sTes que quitalas%3$s!"],"%1$sSlug too long%3$s: the slug for this page is a bit long. %2$sShorten it%3$s!":["%1$sSlug demasiado longo%3$s: o slug desta páxina é un pouco longa. %2$sTes que recortala%3$s!"],"%1$sImage alt attributes%3$s: No images appear on this page. %2$sAdd some%3$s!":["%1$sAtributos alt de imaxe%3$s: Non hai imaxes nesta páxina. %2$sTes que engadir algunha%3$s! "],"%1$sLink keyphrase%3$s: You're linking to another page with the words you want this page to rank for. %2$sDon't do that%3$s!":["%1$sLigazón da frase clave obxectivo%3$s: Estás engadindo a outra páxina cas palabras coas que queres posicionar esta páxina. %2$sNon fagas eso%3$s!"],"This is far below the recommended minimum of %5$d word. %3$sAdd more content%4$s.":["Esto está moi por debaixo do mínimo recomendado de %5$d palabra. %3$sEngade máis contido%4$s.","Esto está moi por debaixo do mínimo de %5$d palabras. %3$sEngade máis contido%4$s."],"This is below the recommended minimum of %5$d word. %3$sAdd more content%4$s.":["Esto está por debaixo do mínimo recomendado de %5$d palabra. %3$sEngade máis contido%4$s.","Esto está por debaixo do mínimo recomendado de %5$d palabras. %3$sEngade máis contido%4$s."],"%2$sText length%4$s: The text contains %1$d word.":["%2$sLonxitude do texto%4$s: O texto ten %1$d palabra.","%2$sLonxitude do texto%4$s: O texto ten %1$d palabras."],"%2$sText length%3$s: The text contains %1$d word. Good job!":["%2$sLonxitude do texto%3$s: O texto ten %1$d palabra. Bo traballo!","%2$sLonxitude do texto%3$s: O texto ten %1$d palabras. Bo traballo!"],"%1$sKeyphrase in subheading%3$s: More than 75%% of your higher-level subheadings reflect the topic of your copy. That's too much. %2$sDon't over-optimize%3$s!":["%1$sFrase clave no subtítulo%3$s: Máis do 75%% dos teus subtítulos de primeiro nivel reflexan o tema do teu texto. Eso é demasiado. %2$sNon sobre-optimices%3$s!"],"%1$sSEO title width%3$s: %2$sPlease create an SEO title%3$s.":["%1$sAncho do título SEO%3$s: %2$sPor favor, crea un título SEO%3$s. "],"%1$sSEO title width%3$s: The SEO title is wider than the viewable limit. %2$sTry to make it shorter%3$s.":["%1$sAncho do título SEO%3$s: O título SEO é máis ancho que o límite visible. %2$sProba a facelo máis curto%3$s."],"%1$sSEO title width%2$s: Good job!":["%1$sAncho do título SEO%2$s: Bo traballo!"],"%1$sSEO title width%3$s: The SEO title is too short. %2$sUse the space to add keyphrase variations or create compelling call-to-action copy%3$s.":["%1$sAncho do título SEO%3$s: O título SEO é demasiado curto. %2$sUsa o espazo para engadir variacións de palabras clave ou para crear un texto que anime a unha acción%3$s."],"%1$sOutbound links%2$s: There are both nofollowed and normal outbound links on this page. Good job!":["%1$sLigazóns saintes%2$s: Hai ligazóns saintes nofollow e normales nesta páxina. Bo traballo!"],"%1$sOutbound links%2$s: Good job!":["%1$sLigazóns saintes%2$s: ¡Bo traballo!"],"%1$sOutbound links%3$s: All outbound links on this page are nofollowed. %2$sAdd some normal links%3$s.":["%1$sLigazóns saintes%3$s: Tódalas ligazóns saintes desta páxina son nofollow. %2$sEngade algúnha ligazón normal%3$s. "],"%1$sOutbound links%3$s: No outbound links appear in this page. %2$sAdd some%3$s!":["%1$sLigazóns salientes%3$s: Non hai ligazóns saintes nesta páxina. %2$sTe que engadir algún%3$s! "],"%1$sMeta description length%2$s: Well done!":["%1$sLonxitude da meta description%2$s: Ben feito!"],"%1$sMeta description length%3$s: The meta description is over %4$d characters. To ensure the entire description will be visible, %2$syou should reduce the length%3$s!":["%1$sLonxitude da meta description%3$s: A meta description ten máis de %4$d caracteres. Asegúrate de que sexa visible toda a description, %2$sdeberías reducir a súa lonxitude%3$s! "],"%1$sMeta description length%3$s: The meta description is too short (under %4$d characters). Up to %5$d characters are available. %2$sUse the space%3$s!":["%1$sLonxitude da meta description%3$s: A meta description é demasiado curta (menos de %4$d caracteres). Hai ata %5$d caracteres dispoñibles. %2$sTes que usar o espacio%3$s! "],"%1$sMeta description length%3$s:  No meta description has been specified. Search engines will display copy from the page instead. %2$sMake sure to write one%3$s!":["%1$sLonxitude da meta description%3$s: Non se especificou ningunha meta description. Os motores de busca mostrarán no seu lugar texto da páxina. %2$sAsegúrate de escribir unha%3$s! "],"%1$sKeyphrase in meta description%2$s: The meta description has been specified, but it does not contain the keyphrase. %3$sFix that%4$s!":["%1$sFrase clave na meta description%2$s: A meta description especificouse, pero non teñen a frase clave obxectivo. %3$sTes que arranxar eso%4$s! "],"%1$sKeyphrase in meta description%2$s: The meta description contains the keyphrase %3$s times, which is over the advised maximum of 2 times. %4$sLimit that%5$s!":["%1$sFrase clave na meta description%2$s: A meta description ten a palabra clave obxectivo %3$s veces, que é máis do máximo recomendado de 2 veces. %4$sLimita iso%5$s!"],"%1$sKeyphrase in meta description%2$s: Keyphrase or synonym appear in the meta description. Well done!":["%1$sFrase clave na meta description%2$s: A frase clave obxectivo ou o sinónimo aparece na meta description. Ben feito!"],"%3$sKeyphrase length%5$s: The keyphrase is %1$d words long. That's way more than the recommended maximum of %2$d words. %4$sMake it shorter%5$s!":["%3$sLonxitude da frase clave%5$s: A frase clave ten %1$d palabras. É moito máis que o máximo recomendado de %2$d palabras. %4$sFaina máis curta%5$s!"],"%3$sKeyphrase length%5$s: The keyphrase is %1$d words long. That's more than the recommended maximum of %2$d words. %4$sMake it shorter%5$s!":["%3$sLonxitude da frase clave%5$s: A frase clave ten %1$d palabras. É máis que o máximo recomendado de %2$d palabras. %4$sFaina máis curta%5$s!"],"%1$sKeyphrase length%2$s: Good job!":["%1$sLonxitude da frase clave%2$s: Bo traballo!"],"%1$sKeyphrase length%3$s: No focus keyphrase was set for this page. %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sLonxitude da frase clave%3$s: Non se ten establecida unha frase clave obxectivo para esta páxina. %2$sEstablece unha frase clave obxectivo para calcular a túa puntuación SEO%3$s."],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms do not appear in the first paragraph. %2$sMake sure the topic is clear immediately%3$s.":["%1$sFrase clave na introducción%3$s: A túa frase clave ou os seus sinónimos non aparecen no primeiro párrafo. %2$sAsegúrate de que o debate esté baleiro inmediatamente%3$s."],"%1$sKeyphrase in introduction%3$s:Your keyphrase or its synonyms appear in the first paragraph of the copy, but not within one sentence. %2$sFix that%3$s!":["%1$sFrase clave na introducción%3$s: A túa frase clave ou os seus sinónimos aparecen no primeiro párrafo do texto, pero non dentro de unah frase. %2$sArranxa iso%3$s!"],"%1$sKeyphrase in introduction%2$s: Well done!":["%1$sFrase clave na introdución%2$s: Ben feito!"],"%1$sInternal links%2$s: There are both nofollowed and normal internal links on this page. Good job!":["%1$sLigazóns internas%2$s: Nesta páxina hai ligazóns internas nofollow e normais. Bo traballo!"],"%1$sInternal links%2$s: You have enough internal links. Good job!":["%1$sLigazóns internas%2$s: Tes ligazóns internas dabondo. Bo traballo!"],"%1$sInternal links%3$s: The internal links in this page are all nofollowed. %2$sAdd some good internal links%3$s.":["%1$sLigazóns internas%3$s: As ligazóns internas desta páxina son todos nofollow. %2$sEngade algúnha boa ligazóns interna%3$s."],"%1$sInternal links%3$s: No internal links appear in this page, %2$smake sure to add some%3$s!":["%1$sLigazóns internas%3$s: Non hai ligazóns internas nesta páxina, %2$sAsegúrate de engadir algunha%3$s!"],"%1$sTransition words%2$s: Well done!":["%1$sPalabras de transición%2$s: Ben feito!"],"%1$sTransition words%2$s: Only %3$s of the sentences contain transition words, which is not enough. %4$sUse more of them%2$s.":["%1$sPalabras de transición%2$s: Só %3$s das frases teñen palabras de transición, e non é dabondo. %4$sUsa algunhas máis%2$s."],"%1$sTransition words%2$s: None of the sentences contain transition words. %3$sUse some%2$s.":["%1$sPalabras de transición%2$s: Ningunha das frases teñen palabras de transición. %3$sUsa algunha%2$s."],"%1$sNot enough content%2$s: %3$sPlease add some content to enable a good analysis%2$s.":["%1$sNon hai suficiente contido%2$s: %3$sPor favor, engade algo de contido para permitir unha boa análise%2$s."],"%1$sSubheading distribution%2$s: You are not using any subheadings, but your text is short enough and probably doesn't need them.":["%1$sDistribución de subtítulos%2$s: Non estás usando ningún subtítulo, pero o teu texto é bastante curto e probablemente non os necesite."],"%1$sSubheading distribution%2$s: You are not using any subheadings, although your text is rather long. %3$sTry and add some subheadings%2$s.":["%1$sDistribución de subtítulos%2$s: Non estás usando ningún subtítulo, ainda que o tu texto es bastante longo. %3$sProba a engadir algún subtítulo%2$s."],"%1$sSubheading distribution%2$s: %3$d section of your text is longer than %4$d words and is not separated by any subheadings. %5$sAdd subheadings to improve readability%2$s.":["%1$sDistribución de subtítulos%2$s: %3$d sección do teu texto ten máis de %4$d palabras e non está separada por ningún subtítulo. %5$sEngade subtítulos para mellorar a lexibilidade%2$s.","%1$sDistribución de subtítulos%2$s: %3$d seccións do teu texto ten máis de %4$d palabras e non están separadas por ningún subtítulo. %5$sEngade subtítulos para mellorar a lexibilidade%2$s."],"%1$sSubheading distribution%2$s: Great job!":["%1$sDistribución de subtítulos%2$s: Fantástico traballo!"],"%1$sSentence length%2$s: %3$s of the sentences contain more than %4$s words, which is more than the recommended maximum of %5$s. %6$sTry to shorten the sentences%2$s.":["%1$sLonxitude das frases%2$s: %3$s das frases teñen máis de %4$s palabras, que é máis do máximo recomendado de %5$s. %6$sTrata de acortar máis as frases%2$s."],"%1$sSentence length%2$s: Great!":["%1$sLonxitude das frases%2$s: Fantástico!"],"%1$sConsecutive sentences%2$s: There is enough variety in your sentences. That's great!":["%1$sFrases consecutivas%2$s: Hai variedade dabondo nas túas frases. Iso é fantástico!"],"%1$sConsecutive sentences%2$s: The text contains %3$d consecutive sentences starting with the same word. %5$sTry to mix things up%2$s!":["%1$sFrases consecutivas%2$s: O texto ten %3$d frases consecutivas que empezan coa mesma palabra. %5$sIntenta probar cousas novas %2$s!","%1$sFrases consecutivas%2$s: O texto ten %4$d ocasións nas que %3$d ou máis frases consecutivas empezan coa mesma palabra. ¡%5$sIntenta probar cosas nuevas %2$s!"],"%1$sPassive voice%2$s: %3$s of the sentences contain passive voice, which is more than the recommended maximum of %4$s. %5$sTry to use their active counterparts%2$s.":["%1$sVoz pasiva%2$s: %3$s das frases teñen unha voz pasiva, que é máis do máximo recomendado de %4$s. %5$sIntenta usar as súas equivalentes activas%2$s."],"%1$sPassive voice%2$s: You're using enough active voice. That's great!":["%1$sVoz pasiva%2$s: Estás usando suficientes voces activas. Iso é fantástico!"],"%1$sParagraph length%2$s: %3$d of the paragraphs contains more than the recommended maximum of %4$d words. %5$sShorten your paragraphs%2$s!":["%1$sLonxitude do párrafo%2$s: %3$d dos párrafos teñen máis do máximo recomendado de %4$d palabras. %5$sAcorta os teus párrafos%2$s!","%1$sLonxitude do párrafo%2$s: %3$d dos párrafos teñen máis do máximo recomendado de %4$d palabras. %5$sAcorta os teus párrafos%2$s!"],"%1$sParagraph length%2$s: None of the paragraphs are too long. Great job!":["%1$sLonxitude do párrafo%2$s: Nengún dos párrafos é demasiado longo. Fantástico traballo!"],"Good job!":["Bo traballo!"],"%1$sFlesch Reading Ease%2$s: The copy scores %3$s in the test, which is considered %4$s to read. %5$s%6$s%7$s":["%1$sProba de lexibilidade Flesch%2$s: O texto puntúa %3$s na proba, o que se considera %4$s de ler. %5$s%6$s%7$s "],"Focus keyphrase":["Frase clave obxectivo"],"%1$s with ID %2$s couldn't be patched":["Non foi posibel sincronizarse o %1$s co ID %2$s"],"Invalid POST request. Meta values already exist for object with ID %1$s.":["Petición POST non válida. Os valores meta xa existen para o obxecto co ID %1$s."],"Indexable with ID `%1$s` does not exist":["O indexable co ID `%1$s` non existe"],"No object with ID %1$s and %2$s could be found":["Non se pudo atopar ningún obxecto co ID %1$s e %2$s"],"`%1$s` is not a valid subtype of `%2$s`":["`%1$s` non é un subtipo válido de `%2$s`"],"The object type `%1$s` is invalid":["O tipo de obxecto `%1$s` non é válido"],"Invalid type for parameter `%1$s` passed. Expected `%2$s`, but got `%3$s`":["Tipo non válido para o parámetro `%1$s` pasado. Esperábase `%2$s`, pero se obtivo `%3$s`"],"The parameter `%1$s` cannot be empty.":["O parámetro `%1$s` non pode estar baleiro."],"Check Keyphrase Density":["Comproba a densidade da frase clave"],"Disable":["Desactivar"],"Allow Control":["Permitir control"],"This tab allows you to selectively disable %s features for all sites in the network. By default all features are enabled, which allows site admins to choose for themselves if they want to toggle a feature on or off for their site. When you disable a feature here, site admins will not be able to use that feature at all.":["Esta pestana permite desactivar selectivamente características de %s en tódolos sitios da redw. Por defecto están activas tódalas características, o que permite aos administradores do sitio elexir por sí mesmos si queren activar ou desactivar unha característica para o seu sitio. Cando desactives aquí unha característica os administradores do sitio non poderán usar esa característica."],"%s is a required feature toggle argument.":["%s é un argumento de activación da característica obligatoria."],"Keyphrase:":["Frase clave:"],"Remove keyphrase":["Quitar frase clave"],"This feature has been disabled by the network admin.":["Esta característica foi desactivada polo administrador da rede."],"Focus keyphrase not set.":["A frase clave obxectivo non está establecida."],"Multiple keyphrases":["Múltiples frases clave"],"Colon":["Dous puntos"],"Both %1$s and %2$s manage the SEO of your site. Running two SEO plugins at the same time is detrimental.":["Tanto %1$s como %2$s xestionan o SEO do seu sitio. Executar dous  plugins SEO ao mesmo tempo é prexudicial."],"There is a new notification.":["Hai unha nova notificación.","Hai novas notificacións."],"Learn more about the readability analysis":["Obteña máis información sobre Análise de  lexibilidade."],"Describe the duration of the instruction:":["Describe a duración da instrución:"],"Optional. Customize how you want to describe the duration of the instruction":["Opcional. Personaliza como queres describir a duración da instrución"],"This is a list of related content to which you could link in your post. {{a}}Read our article about site structure{{/a}} to learn more about how internal linking can help improve your SEO.":["Esta é unha lista de contido relacionado ao que podes vincular na túa publicación. {{a}} Lea o noso artigo sobre a estrutura do sitio {{/ a}} para obter máis información sobre como o enlace interno pode axudar a mellorar o seu SEO."],"%s, %s and %s":["%s, %s e %s"],"%s and %s":["%s e %s"],"%d minute":["%d minuto","%d minutos"],"%d hour":["%d hora","%d horas"],"%d day":["%d dia","%d dias"],"Enter a step title":["Introduce un título de paso"],"Optional. This can give you better control over the styling of the steps.":["Opcional. Isto pode darlle un mellor control sobre o estilo dos pasos."],"CSS class(es) to apply to the steps":["Clase (s) CSS para aplicar aos pasos"],"minutes":["minutos"],"hours":["horas"],"days":["dias"],"Create a How-to guide in an SEO-friendly way. You can only use one How-to block per post.":["Cre unha guía de instrucións dunha maneira amigable con SEO. Só podes usar un bloque de instrucións por publicación."],"List your Frequently Asked Questions in an SEO-friendly way. You can only use one FAQ block per post.":["Faga unha lista das súas preguntas frecuentes dunha maneira amigable con SEO. Só podes usar un bloque de preguntas frecuentes por publicación."],"Copy error":["Erro de copia"],"An error occurred loading the %s primary taxonomy picker.":["Produciuse un erro ao cargar o selector de taxonomía principal de %s."],"%1$s Structured Data Blocks":["%1$s bloques de datos estructurados"],"Time needed:":["Tempo necesario:"],"Move question down":["Mover a pregunta abaixo"],"Move question up":["Mover a pregunta cara arriba"],"Insert question":["Inserir pregunta"],"Delete question":["Eliminar pregunta"],"Enter the answer to the question":["Introduce a resposta á pregunta"],"Enter a question":["Introduce unha pregunta"],"Add question":["Engadir pregunta"],"Frequently Asked Questions":["Preguntas frecuentes"],"Great news: you can, with %s!":["Grandes novidades: pode, con %s!"],"Select the primary %s":["Seleccione o %s primario"],"Check links to this URL":["Ver ligazóns a esta URL"],"Keyword research training":["Adestramento en investigación de palabras crave"],"Please check the %1$sarchive template%2$s for the following content type: %3$s.":["Verifique a plantilla %2$s do arquivo %1$s para o seguinte tipo de contido: %3$s."," Verifique as plantillas %2$s dos arquivos %1$s para os seguintes tipos de contido: %3$s."],"Are you trying to use multiple keyphrases? You should add them separately below.":["Estás a tratar de usar varias palabras crave? Debe agregalas por separado a continuación."],"Mark as cornerstone content":["Marcar como contido fundamental"],"Move step down":["Mover o paso cara a abaixo"],"Move step up":["Mover o paso cara arriba"],"Insert step":["Inserir paso"],"Delete step":["Eliminar paso"],"Add image":["Engadir imaxe"],"Enter a step description":["Ingresar unha descrición de paso"],"Enter a description":["Ingresar unha descrición"],"Unordered list":["Lista desordenada"],"Showing step items as an ordered list.":["Mostrando elementos de paso como unha lista ordenada."],"Showing step items as an unordered list":["Mostrando elementos de paso como unha lista desordenada"],"Add step":["Engadir paso"],"Delete total time":["Eliminar o tempo total"],"Add total time":["Engadir o tempo total"],"How to":["Como"],"How-to":["Como"],"Snippet Preview":["Vista previa do snippet"],"Analysis results":["Resultados da análise"],"Enter a focus keyphrase to calculate the SEO score":["Introduce unha palabra clave para calcular a túa puntuación de SEO"],"Learn more about Cornerstone Content.":["Aprende máis sobre o contido esencial."],"Cornerstone content should be the most important and extensive articles on your site.":["O contido esencial deberían ser os artículos máis importantes e extensos do teu sitio."],"Restore Site":["Restaurar sitio"],"Network Settings":["Configuración de rede"],"You are not allowed to perform this action.":["Non tes permiso para realizar esta acción."],"Error: %s":["Erro: %s"],"Success: %s":["Éxito: %s"],"Site with ID %d not found.":["Sitio con ID %d non atopado."],"No site has been selected to restore.":["Non se seleccionou ningún sitio para restaurar."],"You are not allowed to modify unregistered network settings.":["Non podes modificar a configuración de rede non rexistrada."],"deleted":["borrado"],"Would you like to add another keyphrase?":["Gustaríache agregar outra palabra crave?"],"image preview":["previsualización de imaxe"],"Copied!":["Copiado!"],"Not supported!":["Non soportado!"],"Read {{a}}our article about site structure{{/a}} to learn more about how internal linking can help improve your SEO.":["Le {{a}}o noso artigo sobre a estrutura do sitio{{/ a}} para obter máis información sobre como as ligazóns internas poden axudarche a mellorar o teu SEO."],"Once you add a bit more copy, we'll give you a list of related content here to which you could link in your post.":["Unha vez engadas un pouco máis de texto, darémosche aquí unha lista de contido relacionado o cal ti poderías ligar dende a túa entrada."],"Consider linking to these {{a}}cornerstone articles:{{/a}}":["Considera ligar a estos {{a}}artigos esenciais:{{/a}}"],"Consider linking to these articles:":["Considera enlazar a estes artigos:"],"Copy link":["Copiar ligazon"],"Copy link to suggested article: %s":["Copia a ligazón ao artigo suxerido: %s"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":["Le a nosa %1$sguía definitiva da análise de palabras clave%2$s para saber máis sobre a análise de palabras clave e a estratexia de palabras clave."],"Once you add a bit more copy, we'll give you a list of words and word combinations that occur the most in the content. These give an indication of what your content focuses on.":["Unha vez engadas un pouco máis de texto, darémosche unha lista de palabras e combinacións de palabras que ocorren máis frecuentemente no contido. Estas daranche unha indicación de en que se centra o teu contido."],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly. ":["As seguintes palabras e combinacións de palabras son as que aparecen máis frecuentemente no teu contido. Estas dan unha indicación de en que se centra o teu contido. Se as palabras difiren moito da túa temática, quizás deberías reescribir o teu contido como corresponda. "],"Prominent words":["Palabras destacadas"],"The site's tagline":["A frase distintiva do sitio"],"We've recently improved the functionality of the Search Appearance settings. Unfortunately, we've discovered that for some edge-cases, saving the settings for specific post type archives might have gone wrong.":["Recentemente melloramos a funcionalidade da configuración de apariencia en búsqueda. Desafortunadamente, descubrimos que para algúns casos excepcionais, o feito de gardar a configuración en determinados arquivos de tipos de entradas pode non ter funcionado ben."],"Not all required fields are given. Missing field %1$s":["Non se proporcionaron tódolos campos requeridos. Falta o campo %1$s"],"Optimize your site for Google News.":["Optimiza o teu sitio web para Google News."],"Optimize your shop's SEO and sell more products!":["Optimice o SEO da súa tenda e venda máis produtos!"],"Be found in Google Video search and enhance your video sharing on social media.":["Fai que te atopen na búsqueda de Google Video e fomenta que se comparta o teu vídeo nas redes sociais."],"Be found in Google Maps and local results.":["Fai que te atopen en Google Maps e nos resultados locais."],"Learn practical SEO skills to rank higher in Google.":["Aprende destrezas prácticas de SEO para posicionarte mellor en Google."],"Don’t waste time figuring out the best settings yourself.":["Non perdas tempo tentando achar as mellores configuracións por ti mesmo."],"Get quick wins to make your site rank higher in search engines.":["Consigue resultados rápidos para facer que o teu sitio se posicione mellor en buscadores."],"Add synonyms":["Engadir sinónimos"],"Would you like to add keyphrase synonyms?":["Queres engadir sinónimos de palabras clave?"],"Would you like to add more than one keyphrase?":["Gustaríalle engadir mais de unha palabra principal?"],"You can edit the SEO meta-data for this custom type on the %1$sShop page%2$s.":["Podes editar os meta-datos de SEO para este tipo personalizado %2$s na páxina da tenda %1$s."],"You haven't set a Shop page in your WooCommerce settings. Please do this first.":["Non definiu unha páxina de tenda en súas opcións WooCommerce. Por favor, faino primeiro."],"Current year":["Ano actual"],"Page":["Paxina"],"Breadcrumb settings for %s archive":["Configuración de ruta de navegación para o arquivo %s"],"Something went wrong. Please reload the page.":["Algo saíu mal. Volva cargar a páxina."],"Tagline":["Lema"],"Modify your meta description by editing it right here":["Modifique a súa meta descrición  editandoa aquí"],"description (custom taxonomy)":["descrición (taxonomía personalizada)"],"(custom taxonomy)":["(taxonomía personalizada)"],"(custom field)":["(campo persoalizado)"],"Term404":["Term404"],"Caption":["Subtítulo"],"Pagenumber":["Número de páxina"],"Pagetotal":["Total de páxinas"],"Page number":["Número de páxina"],"User description":["Descripción de usuario"],"ID":["ID"],"Modified":["Modificado"],"Post type (plural)":["Tipo de publicación (plural)"],"Post type (singular)":["Tipo de publicación (singular)"],"Separator":["Separador"],"Search phrase":["Frase de búsqueda"],"Term title":["Título do termo"],"Term description":["Descrición do termo"],"Tag description":["Descripción da etiqueta"],"Category description":["Descripción da categoría"],"Primary category":["Categoría principal"],"Category":["Categoría"],"Tag":["Etiqueta"],"Excerpt only":["Só extracto"],"Excerpt":["Fragmento"],"Site title":["Título do sitio"],"Archive title":["Título do arquivo"],"Parent title":["Título primario"],"Date":["Data"],"Label":["Etiqueta"],"You should create a redirect to ensure your visitors do not get a 404 error when they click on the no longer working URL.":["Debes crear un redireccionamiento para asegurarse de que os teus visitantes non obteñan un erro 404 cando fan clic nunha URL que xa non funciona."],"Search engines and other websites can still send traffic to your deleted post.":["Motores de busca e outras webs poden seguir enviando tráfico a túa entrada borrada."],"Make sure you don't miss out on traffic!":["Asegúrate de non perder tráfico!"],"You just deleted a %1$s.":["Acabas de borrar unha %1$s."],"You just trashed a %1$s.":["Enviaches a papeleira unha %1$s."],"Settings for %s archive":["Axustes do arquivo de %s"],"Settings for single %s URLs":["Axustes das URLs de cada %s"],"The settings on this page allow you to specify what the default search appearance should be for any type of content you have. You can choose which content types appear in search results and what their default description should be.":["Os axustes desta páxina permítenche especificar que aparencia debería ter o buscador por defecto de calquera tipo de contido que teñas. Podes elixir que tipos de contido aparecerán nos resultados de busca e cal debería ser a súa descrición por defecto."],"Url preview":["Vista previa da URL"],"Please provide a meta description by editing the snippet below. If you don’t, Google will try to find a relevant part of your post to show in the search results.":["Por favor, insire unha meta description editando o snippet de debaixo. Se non o fas Google intentará atopar unha parte relevante do teu contido para mostrala nos resultados de busca."],"Insert snippet variable":["Insire variable do snippet"],"Dismiss this notice":["Descarta este aviso"],"No results":["Non hai resultados"],"%d result found, use up and down arrow keys to navigate":["%d resultado atopado, usa as teclas de frecha arriba e abaixo para navegar","%d resultados atopados, usa as teclas de frecha arriba e abaixo para navegar"],"Your site language is set to %s. If this is not correct, contact your site administrator.":["O idioma do teu sitio está configurado en %s. Se non é correcto, contacta co teu administrador de sitio."],"Number of results found: %d":["Número de resultados atopados: %d"],"Note that not all variables can be used in every field.":["Ten en conta que non todas as variables se poden empregar en todos os campos."],"Snippet variables":["Variables de Snippet"],"%1$s respects your privacy. Read our %2$sprivacy policy%3$s on how we handle your personal information.":["%1$s respecta a túa privacidade. Le a nosa %2$spolítica de privacidade%3$s sobre como manexar a túa información persoal."],"If you know what this means and you do not want to see this message anymore, you can %1$sdismiss this message%2$s.":["Se sabes que significa isto e non queres ver esta mensaxe outra vez, podes %1$sdescartar esta mensaxe%2$s."],"Your site's settings currently allow attachment URLs on your site to exist. Please read %1$sthis post about a potential issue%2$s with attachment URLs and check whether you have the correct setting for your site.":["A configuración do teu sitio actualmente permite que existan URL de anexos no teu sitio. Le %1$sesta publicación sobre un potencial problema%2$s con URL de anexos e comproba se tes a configuración correcta para o teu sitio."],"Unknown type %1$s":["Tipo descoñecido  %1$s"],"Includes a free MyYoast account which gives you access to our free SEO for Beginners course!":["Inclúe unha conta gratis MyYoast que che dá acceso ao noso curso gratis SEO para principiantes!"],"Sign up for our newsletter if you would like to keep up-to-date about %1$s, other cool plugins by %2$s, and interesting news and tips from the world of SEO.":["Subscríbete ao noso boletín se queres manterte informado sobre %1$s, outros plugins chulos de %2$s, e noticias e consellos interesantes do mundo SEO."],"Get your Baidu verification code in %1$sBaidu Webmaster Tools%2$s.":["Consigue o teu código de verificación Baidu en %1$sBaidu Webmaster Tools%2$s."],"Baidu verification code":["Código de verificación Baidu"],"The %s importer functionality uses temporary database tables. It seems your WordPress install does not have the capability to do this, please consult your hosting provider.":["A funcionalidade importadora %s usa temporalmente táboas de bases de datos. Parece que a instalación do teu WordPress non ten a capacidade para facer isto, por favor consúltallo ao teu provedor de hosting."],"Cleanup of %s data failed.":["Fallou a limpeza de %s datos."],"Content Type":["Tipo de Contido"],"Filter by content type":["Filtro por tipo de contido"],"Show All Content Types":["Mostrar todo tipo de contidos"],"To fix this uncheck the box in front of the \"Break comments into pages...\" on the %1$sComment settings page%2$s.":["Para amañar isto, desmarca a opción fronte a \"Romper comentarios en páxinas...\" no %1$sComment settings page%2$s."],"Replaced with the normal title for an archive generated by WordPress":["Substituír co título normal para un arquivo xerado por WordPress"],"Clean":["Limpar"],"Once you're certain your site is OK, you can clean up. This will remove all the original data.":["Cando esteas seguro de que o teu sitio está OK, podes limpar. Isto eliminará os datos orixinais."],"Step 5: Clean up":["Paso 5: Limpa"],"You should run the configuration wizard, from the SEO &rarr; General &rarr; Dashboard page, to make sure all the settings for your site are correct.":["Deberías executar o asistente de configuración, desde a SEO &rarr; Xeral &rarr; Panel de inicio, para estar seguro de que todas as configuracións do teu sitio son correctas."],"Step 4: Run the configuration wizard":["Paso 4: Executa o asistente de configuración"],"Please check your posts and pages and see if the metadata was successfully imported.":["Por favor, revisa os teus artigos e páxinas e fíxate se os metadatos foron importados correctamente."],"Step 3: Check your data":["Paso 3: Revisa os teus datos"],"This will import the post metadata like SEO titles and descriptions into your %1$s metadata. It will only do this when there is no existing %1$s metadata yet. The original data will remain in place.":["Isto importará o post metadata como títulos SEO e descricións na túa %1$s metadata. Só o fará cando non haxa aínda ningunha  %1$s metadata. Os datos orixinais permanecerán no seu lugar."],"Step 2: Import":["Paso 2: Importa"],"Please make a backup of your database before starting this process.":["Por favor, fai unha copia de seguridade da túa base de datos antes de comezar este proceso."],"Step 1: Create a backup":["Paso 1: Crea unha copia de seguridade"],"We've detected data from one or more SEO plugins on your site. Please follow the following steps to import that data:":["Detectamos datos dun ou máis plugins SEO no teu sitio. Por favor, sigue os seguintes pasos para importar eses datos:"],"Plugin: ":["Plugin: "],"%s did not detect any plugin data from plugins it can import from.":["%s non detectou ningún dato de plugin de plugins dos que pode importar."],"Posts that should not show up in search results":["Artigos que non deberían amosarse nos resultados de busca"],"%s data found.":["%s datos atopados."],"%s data successfully removed.":["%s datos eliminados correctamente."],"%s data successfully imported.":["%s datos importados correctamente."],"%s data not found.":["%s datos non atopados."],"Improve your SEO skills":["Mellora as túas destrezas SEO"],"24/7 email support":["24/7 soporte en correo electrónico"],"No more dead links a.k.a. 404 pages":["Non máis ligazóns sen saída a.k.a. páxinas 404"],"Get real-time suggestions for internal links":["Consigue suxestións a tempo real para ligazóns internas"],"Preview your page in Facebook and Twitter":["Previsualiza a túa páxina en Facebook e Twitter"],"Click the \"%3$s\" button to use the meta description already set in the %1$sSearch Appearance Homepage%2$s setting.":["Fai clic no botón \"%3$s\" para usar a  metadescrición xa configurada na configuración de %1$s Procura da páxina principal %2$s."],"Help on copying the home meta description":["Axuda para copiar a meta descrición da páxina de inicio"],"To let search engines know which social profiles are associated to this site, enter your site social profiles data below.":["Para que os motores de procura saiban que perfís sociais están asociados a este sitio, introduce os datos dos perfís sociais do teu sitio deseguido."],"Learn more about your social profiles settings":["Obteña máis información sobre a configuración dos seus perfís sociais"],"Remove the categories prefix":["Eliminar o prefixo de categorías"],"Help on the category prefix setting":["Axuda sobre a configuración do prefixo de categoría"],"Learn more about the available variables":["Aprenda máis sobre as variables dispoñibles"],"Learn more about the RSS feed setting":["Máis información sobre a configuración de fontes RSS"],"When you upload media (an image or video for example) to WordPress, it doesn't just save the media, it creates an attachment URL for it. These attachment pages are quite empty: they contain the media item and maybe a title if you entered one. Because of that, if you never use these attachment URLs, it's better to disable them, and redirect them to the media item itself.":["Cando cargas medios (unha imaxe ou vídeo, por exemplo) en WordPress, non só garda os medios, senón que crea un URL adxunto para eles. Estas páxinas de adxuntos están bastante baleiras: conteñen o elemento multimedia e talvez un título se o inseriches. Por iso, se nunca usas estes URL de arquivos adxuntos, é mellor desactivalos e redirixilos ao elemento de medios en si."],"Learn more about the Media and attachment URLs setting":["Obteña máis información acerca da configuración de Medios e URL de arquivos adxuntos"],"Learn more about the title separator setting":["Obteña máis información sobre a configuración do  separador de título"],"Learn more about the knowledge graph setting":["Obteña máis información sobre a configuración do gráfico de coñecemento"],"Learn more about the homepage setting":["Obteña máis información sobre a configuración da páxina de inicio"],"Learn more about the special pages setting":["Obteña máis información sobre a configuración de páxinas especiais"],"Help on the date archives search results setting":["Axuda na configuración dos resultados de procura de arquivos de data"],"Not showing the archives for authors without posts in the search results technically means those will have a %1$s robots meta and will be excluded from XML sitemaps. %2$sMore info on the search results settings%3$s.":["Se non se mostran os arquivos dos autores sen publicacións nos resultados de procura, tecnicamente significa que terán unha meta de %1$s robots e serán excluídos dos mapas de sitio XML. %2$s Máis información sobre a configuración de resultados de procura %3$s."],"Help on the authors without posts archive search results setting":["Axuda para os autores sen configuración de resultados de procura do arquivo de publicacións"],"Not showing the archive for authors in the search results technically means those will have a %1$s robots meta and will be excluded from XML sitemaps. %2$sMore info on the search results settings%3$s.":["Se non se mostra o arquivo dos autores nos resultados da procura, tecnicamente significa que terán unha meta de %1$s robots e serán excluídos dos mapas de sitio XML. %2$s Máis información sobre a configuración de resultados de procura %3$s."],"Help on the author archives search results setting":["Axudar na configuración dos resultados de procura Arquivo do Autor"],"Archives settings help":["Axuda de configuración de arquivos"],"Learn more about the archives setting":["Obteña máis información sobre a configuración de arquivos"],"Get your Yandex verification code in %1$sYandex Webmaster Tools%2$s.":["Obtén o teu código de verificación de Yandex en %1$s Yandex Ferramentas para webmasters %2$s."],"Yandex verification code":["Código de verificación de Yandex"],"Get your Google verification code in %1$sGoogle Search Console%2$s.":["Obtén o teu código de verificación de Google en %1$s Consola de procura de Google %2$s."],"Google verification code":["Código de verificación de Google"],"Get your Bing verification code in %1$sBing Webmaster Tools%2$s.":["Obtén o teu código de verificación de Bing en %1$s Bing Ferramentas para webmasters %2$s."],"Bing verification code":["Código de verificación de Bing"],"You can use the boxes below to verify with the different Webmaster Tools. This feature will add a verification meta tag on your home page. Follow the links to the different Webmaster Tools and look for instructions for the meta tag verification method to get the verification code. If your site is already verified, you can just forget about these.":["Pode usar os cadros a continuación para verificar coas diferentes Ferramentas para  webmasters. Esta función agregará unha  metaetiqueta de verificación na súa páxina de inicio. Siga as ligazóns ás diferentes Ferramentas para  webmasters de Google e busque as instrucións para o método de verificación de  metaetiquetas para obter o código de verificación. Se o seu sitio xa está verificado, simplemente pode esquecerse disto."],"Learn more about the Webmaster Tools verification":["Obteña máis información sobre a verificación de Ferramentas para  webmasters de Google"],"On":["Acendido"],"Help on: %s":["Axuda en: %s"],"%1$s comes with a lot of features. You can enable / disable some of them below. Clicking the question mark gives more information about the feature.":["%1$s vén con moitas funcións. Podes habilitar/ deshabilitar algunhas delas a continuación. Ao facer clic no signo de interrogación obtense máis información sobre a función."],"Off":["Apagado"],"The advanced section of the %1$s meta box allows a user to remove posts from the search results or change the canonical. These are things you might not want any author to do. That's why, by default, only editors and administrators can do this. Setting to \"%2$s\" allows all users to change these settings.":["A sección avanzada do cadro de meta de %1$s permite que un usuario elimine as publicacións dos resultados de procura ou cambie o  canónico. Estas son cousas que poida que non desexe que faga ningún autor. É por iso que, de forma  predeterminada, só os editores e os administradores poden facer isto. Ao establecer en \"%2$s\", todos os usuarios poden cambiar esta configuración."],"Security: no advanced settings for authors":["Seguridade: sen configuracións avanzadas para os autores"],"See who contributed to %1$s.":["Ver quen contribuíu con %1$s."],"Help on this search results setting":["Axuda nesta configuración de resultados de procura"],"Not showing the archive for %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["Se non se mostra o arquivo para %1$s nos resultados da procura, tecnicamente significa que eses terán unha meta de %2$s robots e serán excluídos dos mapas de sitio XML. %3$s Máis información sobre a configuración dos resultados de procura %4$s."],"Not showing %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["Se non se mostran %1$s nos resultados de procura, tecnicamente significa que terán unha meta de %2$s robots e serán excluídos dos mapas de sitio XML. %3$s Máis información sobre a configuración dos resultados de procura %4$s."],"Default for %2$s, currently: %1$s":["Valor predeterminado para %2$s, actualmente: %1$s"],"Show %s in search results?":["Mostrar %s nos resultados de procura?"],"this author's archives":["os arquivos deste autor"],"Do not allow search engines to show %s in search results.":["Non permitir que os motores de procura amosen %s nos resultados de procura."],"Category URLs in WordPress contain a prefix, usually %s, this feature removes that prefix, for categories only.":["Os URLs de categoría en  WordPress conteñen un prefixo, xeralmente %s, esta función elimina ese prefixo, só para categorías."],"Category URLs":["URLs de categorías"],"the archive for %s":["o arquivo para %s"],"Redirect attachment URLs to the attachment itself?":["Redirixir os URL adxuntos ao arquivo adxunto?"],"We recommend you set this to Yes.":["Recomendámosche que establezas isto en Si."],"Media & attachment URLs":["Medios e URLs adxuntos"],"This is what shows in the search results when people find your homepage. This means this is probably what they see when they search for your brand name.":["Isto é o que se mostra nos resultados de procura cando as persoas atopan a túa páxina de inicio. Significa que isto é probablemente o que ven cando buscan a túa marca."],"date archives":["arquivos de data"],"archives for authors without posts":["arquivos para autores sen publicacións"],"Read why XML Sitemaps are important for your site.":["Le por que os sitemaps XML son importantes para o teu sitio."],"Enable the XML sitemaps that %s generates.":["Habilita os mapas de sitio XML que xera %s."],"See the XML sitemap.":["Ver o mapa do sitio XML."],"%2$s (current default for %1$s)":["%2$s (valor predeterminado actual para %1$s)"],"Media":["Media"],"Content Types":["Tipos de contido"],"Should search engines follow links on this %1$s?":["Deben os motores de procura seguir as ligazóns neste %1$s ?"],"Allow search engines to show this %s in search results?":["Permitir que os motores de procura mostren este %s nos resultados de procura?"],"Search Appearance":["Aparencia de procura"],"Please specify what content types you would like to appear in search engines. If you do not know the differences between these, it's best to choose the default settings.":["Por favor, especifica os tipos de contido que che gustaría que apareceran nos motores da busca. Se non coñeces as diferencias entre estes, é mellor elexir os axustes por defecto."],"Search engines should show \"%1$s\" in search results:":["Os motores de procura deberían mostrar \"%1$s\" nos resultados de procura:"],"Search engine visibility":["Visibilidade do motor de procura"],"Toggle %1$s's XML Sitemap":["Alternar o mapa do sitio XML de %1$s"],"Support requests you create here are sent directly into our support system, which is secured with 256 bit SSL, so communication is 100% secure.":["As solicitudes de soporte que crees aquí envíanse directamente ao noso sistema de soporte, que está protexido con SSL de 256  bits, polo que a comunicación é 100% segura."],"The cornerstone content feature lets you to mark and filter cornerstone content on your website.":["A característica fundamental de contido permíteche marcar e filtrar o contido básico no teu sitio web."],"If you have a problem that you can't solve with our video tutorials or knowledge base, you can send a message to our support team. They can be reached 24/7.":["Se ten un problema que non pode resolver cos nosos vídeos  tutoriales ou base de coñecementos, pode enviar unha mensaxe ao noso equipo de soporte. Poden ser localizados as 24 horas, os 7 días da semana."],"Search result":["Resultado da procura"],"Good results":["Bos resultados"],"Get better search results in local search":["Obtén mellores resultados de procura na procura local"],"Allow customers to pick up their %s order locally":["Permitir aos clientes recoller o seu pedido %s  localmente"],"SEO analysis":["Análise SEO"],"The SEO analysis offers suggestions to improve the SEO of your text.":["A análise SEO ofrece suxestións para mellorar a SEO do teu texto."],"Learn how the SEO analysis can help you rank.":["Descubra como o análise SEO pode axudalo a clasificarse."],"The readability analysis offers suggestions to improve the structure and style of your text.":["O análise de lexibilidade ofrece suxestións para mellorar a estrutura e o estilo do teu texto."],"Discover why readability is important for SEO.":["Descubre por que a lexibilidade é importante para a SEO."],"Find out how cornerstone content can help you improve your site structure.":["Descubre como o contido básico pode axudarte a mellorar a estrutura do teu sitio."],"The text link counter helps you improve your site structure.":["O contador de ligazóns de texto axúdache a mellorar a estrutura do teu sitio."],"Find out how the text link counter can enhance your SEO.":["Descubre como o contador de ligazóns de texto pode mellorar o teu SEO."],"%s integration":["%s integración"],"Read more about how %s works.":["Le máis acerca de como funciona %s."],"Enable this feature if you want Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared.":["Activa esta función se desexas que Facebook e outras redes sociais amosen unha vista previa con imaxes e un extracto de texto cando se comparta unha ligazón ao teu sitio."],"Enable this feature if you want Twitter to display a preview with images and a text excerpt when a link to your site is shared.":["Activa esta función se desexas que Twitter amose unha vista previa con imaxes e un extracto de texto cando se comparta unha ligazón ao teu sitio."],"Find out why you should upgrade to %s":["Descubre por que debes actualizar a %s"],"https://yoa.st/1uk":["https://yoa.st/1uk"],"https://yoa.st/1uj":["https://yoa.st/1uj"],"Latest blog posts on %1$s":["Últimas publicacións de blogue en %1$s"],"Need help?":["Necesitas axuda?"],"Type here to search...":["Escribe aquí para buscar..."],"Search the Yoast Knowledge Base for answers to your questions:":["Busca na base de coñecementos de Yoast as respostas ás túas preguntas:"],"Remove highlight from the text":["Eliminar resaltado do texto"],"Your site language is set to %s. ":["O idioma do teu sitio está configurado en %s."],"Get started quickly with the %1$s %2$sconfiguration wizard%3$s!":["Comezar rapidamente co %1$s %2$s asistente de configuración %3$s!"],"First-time SEO configuration":["Configuración de SEO por primeira vez"],"Your site language is set to {language}. If this is not correct, contact your site administrator.":["O idioma do teu sitio está configurado en {language}. Se isto non é correcto, comunícallo ao administrador do teu sitio."],"Your site language is set to {language}.":["O idioma do teu sitio está configurado en {language}."],"Highlight this result in the text":["Resalta este resultado no texto"],"Considerations":["Consideracións"],"Errors":["Erros"],"Change language":["Cambiar idioma"],"You cannot create a %s file.":["Non podes crear un arquivo %s."],"You cannot edit the %s file.":["Non pode editar o arquivo %s."],"Updated %s":["%s actualizado"],"Create %s file":["Crear ficheiro %s"],"Edit the content of your %s:":["Edita o contido do teu %s:"],"Save changes to %s":["Gardar cambios en %s"],"%s file":["%s arquivo"],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please install %3$s to make your life better. %4$s.":["%1$s e %2$s poden funcionar xuntos moito mellor ao agregar un complemento auxiliar. Por favor, instala %3$s para facer a túa vida mellor. %4$s."],"More information":["Máis información"],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please activate %3$s to make your life better.":["%1$s e %2$s poden funcionar xuntos moito mellor ao agregar un complemento auxiliar. Activa %3$s para mellorar a túa vida."],"More information about %1$s":["Máis información sobre %1$s"],"Configuration Wizard":["Asistente de configuración"],"You've done it!":["Fixéchelo!"],"Seamlessly integrate %2$s with %1$s for the content analysis!":["Integrar sen problemas %2$s con %1$s para a análise de contido!"],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please install %3$s to make your life better.":["%1$s e %2$s poden funcionar xuntos moito mellor ao agregar un complemento auxiliar. Por favor, instala %3$s para facer a túa vida mellor."],"Manage your %s subscription on MyYoast":["Administra a túa %s subscrición en My Yoast"],"The search appearance settings for %1$s are made up of variables that are replaced by specific values from the page when the page is displayed. The table below contains a list of the available variables.":["A configuración da aparencia de procura para %1$s componse de variables que se substitúen por valores específicos da páxina cando se mostra a páxina. A seguinte táboa contén unha lista das variables dispoñibles."],"Mark the most important %1$s as 'cornerstone content' to improve your site structure. %2$sLearn more about cornerstone content%3$s.":["Marque o %1$s máis importante como \"contido básico\" para mellorar a estrutura do seu sitio. %2$s Obteña máis información sobre o contido básico %3$s."],"Loading help center.":["Cargando centro de axuda."],"Get support":["Obter soporte"],"View in KB":["Ver en KB"],"Go back":["Volver"],"Go back to the search results":["Volver aos resultados de procura"],"(Opens in a new browser tab)":["(Ábrese nunha nova pestana do navegador)"],"Posts %1$swithout%2$s a focus keyphrase":["Publicacións %1$s sen %2$s unha palabra clave"],"Hey, your SEO is doing pretty well! Check out the stats:":["Oe, a teu SEO está a funcionar bastante ben! Mira as estatísticas:"],"You don't have any published posts, your SEO scores will appear here once you make your first post!":["Non ten artigos publicados, as súas puntuacións SEO aparecerán aquí unha vez que faga a súa primeira publicación!"],"On this page, you can change the name of your site and choose which separator to use. The separator will display, for instance, between your post title and site name. Symbols are shown in the size they'll appear in the search results. Choose the one that fits your brand best or takes up the least space in the snippets.":["Nesta páxina, podes cambiar o nome do teu sitio e elixir que separador usar. O separador mostrarase, por exemplo, entre o título da túa entrada e o nome do sitio. Os símbolos móstranse no tamaño en que aparecerán nos resultados de busca. Elixe o que mellor se adapte á\ntúa marca ou ocupa o menor espazo nos snippets."],"Something else":["Algo máis"],"A portfolio":["Un portafolio"],"A corporation":["Unha corporación"],"A small offline business":["Un pequeno negocio fóra de liña"],"A news channel":["Unha canle de noticias"],"An online shop":["Unha tenda en liña"],"A blog":["Un blog"],"What does the site %1$s represent?":["Que representa o sitio %1$s?"],"If you choose no, your author archives will be deactivated to prevent  duplicate content issues.":["Se elixes non, os teus arquivos de autor desactivaranse para evitar contidos duplicados."],"Note: we don't store your data in any way and don't have full access to your account. Your privacy is safe with us.":["Nota: non almacenamos os seus datos de ningunha maneira e non temos acceso completo á túa conta. A túa privacidade está segura con nós."],"%1$s integrates with Google Search Console, a must-have tool for site owners. It provides you with information about the health of your site. Don't have a Google account or is your site not activated yet? Find out %2$show to connect Google Search Console to your site%3$s.":["%1$s intégrase con Google Search Console, unha ferramenta imprescindible para os propietarios de sitios. Proporciónache información sobre o estado do teu sitio. Non tes unha conta de Google ou o teu sitio aínda non está activado? Busca %2$s como conectar Google Search Console ao teu sitio%3$s."],"Option B: My site is under construction and should not be indexed":["Opción  B: o meu sitio está en construción e non debe ser indexado"],"Option A: My site is live and ready to be indexed":["Opción A: o meu sitio está en vivo e listo para ser indexado"],"Choose under construction if you want to keep the site out of the index of search engines. Don't forget to activate it once you're ready to publish your site.":["Elixe en construción se desexas manter o sitio fóra do índice dos motores da busca. Non esquezas activalo cando estés listo para publicar o teu sitio."],"Please specify if your site is under construction or already active.":["Por favor, especifica se o teu sitio está en construción ou xa está activo."],"This information will be used in Google's Knowledge Graph Card, the big block of information you see on the right side of the search results.":["Esta información utilizarase na tarxeta gráfica de coñecemento de Google, o gran bloque de información que se ve no lado dereito dos resultados da busca."],"Read more like this on our SEO blog":["Máis como isto no noso blogue SEO"],"Readability: %s":["Lexibilidade: %s"],"Not activated":["Non está activado"],"Activated":["Activado"],"%1$s recommendations for you":["%1$s recomendacións para ti"],"All Readability Scores":["Todas as puntuacións de lexibilidade"],"Filter by Readability Score":["Filtrar por nivel de lexibilidade"],"You are not receiving updates or support! Fix this problem by adding this site and enabling %1$s for it in %2$s.":["Non estás a recibir actualizacións nin soporte! Solucione este problema agregando este sitio e habilitando %1$s en %2$s."],"Request method %1$s is not valid.":["O método de solicitude %1$s non é válido."],"Do you want to preview what it will look like if people share this post on %1$s? You can, with %2$s.":["Queres ver como se verá se as persoas comparten esta publicación en %1$s? Podes, con %2$s."],"Good job! All the links in your texts have been counted.":["Bo traballo! Contáronse todas as ligazóns dos teus textos."],"Calculation completed.":["Cálculo completado."],"Calculation in progress...":["Cálculo en curso ..."],"Stop counting":["Deixar de contar"],"Counting links in your texts":["Contando ligazóns nos teus textos"],"Text %1$s of %2$s processed.":["Texto %1$s de %2$s procesado."],"All your texts are already counted, there is no need to count them again.":["Todos os teus textos xa están contados, non hai necesidade de contalos de novo."],"Count links in your texts":["Contar ligazóns nos teus textos"],"Text link counter":["Contador de ligazóns de texto"],"Number of internal links linking to this post. See \"Yoast Columns\" text in the help tab for more info.":["Número de ligazóns internas que enlazan a esta publicación. Vexa o texto \"Yoast Columns\" na pestana de axuda para máis información."],"Number of outgoing internal links in this post. See \"Yoast Columns\" text in the help tab for more info.":["Número de ligazóns internas nesta publicación. Mira o texto \"Columnas Yoast\" na pestana de axuda para máis información."],"%1$s adds several columns to this page. We've written an article about %2$show to use the SEO score and Readability score%3$s. The links columns show the number of articles on this site linking %5$sto%6$s this article and the number of URLs linked %5$sfrom%6$s this article. Learn more about %4$show to use these features to improve your internal linking%3$s, which greatly enhances your SEO.":["%1$s agrega varias columnas a esta páxina. Escribimos un artigo sobre %2$s como usar a puntuación SEO e a puntuación de lectura %3$s. As columnas de ligazóns mostran o número de artigos neste sitio que enlazan %5$s a %6$s este artigo e o número de URL vinculadas %5$s de %6$s este artigo. Obtén máis información sobre %4$s como utilizar estas funcións para mellorar a túa vinculación interna %3$s, o que mellora en gran medida a túa SEO."],"%s Columns":["%s Columnas"],"Readability score":["Puntuación de lexibilidade"],"Other benefits of %s for you:":["Outros beneficios de %s para ti:"],"Scroll to see the preview content.":["Navega para ver a vista previa do contido."],"Cornerstone content":["Contido esencial"],"%1$s will now take care of all the needed technical optimization of your site. To really improve your site's performance in the search results, it's important to start creating content that ranks well for keyphrases you care about. Check out this video in which we explain how to use the %1$s metabox when you edit posts or pages.":["%1$s agora ocuparase de toda a optimización técnica necesaria para o teu sitio. Para mellorar de verdade o rendemento do teu sitio nos resultados de procura é importante empezar a crear contido que puntúe ben polas palabras que che interesen. Revisa este vídeo no que explicamos como usar a caixa meta %1$s cando editas artigos e páxinas."],"If you want to outrank the competition in a specific town or region, check out our %1$s plugin! You’ll be able to easily insert Google maps, opening hours, contact information and a store locator. Besides that %1$s helps you to improve the usability of your contact page.":["Se queres gañar a túa competencia nunha rexión ou cidade específica bota unha ollada a noso plugin %1$s Poderás inserir facilmente mapas de Google, horarios de apertura, información de contacto e localizadores dá tenda. Ademais do todo isto %1$s che axuda a mellorar a usabilidade de túa páxina de contacto."],"Attract more customers near you":["Atrae máis clientes cerca de ti"],"Do you want to know all the ins and outs of the %1$s plugin? Do you want to learn all about our advanced settings? Want to be able to really get the most out of the %1$s plugin? Check out our %1$s plugin training and start outranking the competition!":["Queres coñecer todos os secretos do plugin %1$s? Queres aprender todo sobre os nosos axustes avanzados? Queres realmente sacar o máximo partido do plugin %1$s? Bota unha ollada ao noso adestramento do plugin %1$s e empeza a gañar a competición!"],"Get the most out of %1$s with the %2$s":["Saca o máximo partido de %1$s co %2$s"],"Upgrade to Premium":["Actualizar a premium"],"Do you want to outrank your competition? %1$s gives you awesome additional features that'll help you to set up your SEO strategy like a professional. Add synonyms and related keywords, use our Premium SEO analysis, the redirect manager and our internal linking tool. %1$s will also give you access to premium support.":["Queres gañarlle á túa competencia? %1$s ofréceche fantásticas características adicionais que che axudarán a configurar a túa estratexia SEO como un profesional. Utiliza a funcionalidade de múltiples palabras clave obxectivo, o xestor de redireccións e a nosa ferramenta de ligazóns internas. %1$s tamén che dará acceso a soporte premium."],"Outrank the competition with %s":["Gaña a túa competencia con %s"],"You might like":["Poderíache gustar"],"Newsletter":["Boletín"],"We have detected that you have not finished this wizard yet, so we recommend you to %2$sstart the configuration wizard to configure %1$s%3$s.":["Detectamos que non completaches aínda este asistente, así que che recomendamos que %2$s inicies o asistente de configuración para configurar %1$s %3$s."],"The configuration wizard helps you to easily configure your site to have the optimal SEO settings.":["O asistente de configuración axúdate a configurar con facilidade o teu sitio para conseguir os axustes SEO óptimos."],"Go Premium and our experts will be there for you to answer any questions you might have about the setup and use of the plugin.":["Faite Premium e os nosos expertos responderán calquera pregunta que poidas ter acerca da configuración e o uso do plugin."],"Superfast internal linking suggestions":["Suxestións de vinculación interna de Superfast"],"Great news: you can, with %1$s!":["Grandes noticias: podes facelo, con %1$s!"],"Save changes":["Gardar cambios"],"1 year free support and updates included!":["Incluído 1 ano de soporte e actualizacións gratuítas!"],"The plugin %2$s changes your site's output and in doing that differentiates between search engines and normal users, a process that's called cloaking. We highly recommend that you disable it.":["O plugin %2$s cambia o código do teu sitio facendo diferenzas entre os motores de procura e os usuarios normais, un proceso chamado cloaking. Recomendamos encarecidamente que o desactives."],"%1$sSocial media preview%2$s: Facebook & Twitter":["%1$sPrevisualización de redes sociais%2$s: Facebook & Twitter"],"%1$sNo more dead links%2$s: easy redirect manager":["%1$s non máis ligazóns mortas %2$s: fácil xestor de redireccións"],"No ads!":["Sen anuncios!"],"Facebook & Twitter":["Facebook e Twitter"],"Social media preview":["Vista previa en redes sociais"],"Easy redirect manager":["Fácil xestor de redireccións"],"No more dead links":["Non máis ligazóns mortas"],"Increase your SEO reach":["Aumenta teu alcance SEO"],"If you want more help creating awesome content, check out our %2$sSEO copywriting course%3$s. Do you want to know all about the features of the plugin, consider doing our %1$s!":["Se queres máis axuda para crear contido impactante revisa noso %2$s curso de escritura SEO %3$s. Queres coñecer todas as características do plugin?, exponche facer  noso %1$s!"],"Variable":["Variable"],"Available variables":["Variables dispoñibles"],"Scroll to see the table content.":["Navega para ver o contido da táboa."],"Please refer to %1$sour article about how to connect your website to Google Search Console%2$s if you need assistance.":["Por favor, se necesitas axuda, revisa %1$s o noso artigo sobre como conectar a túa web a Google Search Console %2$s."],"An error occurred in the '%1$s' assessment":["Ocorreu un erro na avaliación '%1$s' "],"%1$s of the words contain %2$sover %3$s syllables%4$s, which is more than the recommended maximum of %5$s.":["%1$s das palabras conteñen %2$s máis %3$s sílabas%4$s, o que é máis do máximo recomendado de %5$s."],"%1$s of the words contain %2$sover %3$s syllables%4$s, which is less than or equal to the recommended maximum of %5$s.":["%1$s das palabras conteñen %2$s máis %3$s sílabas %4$s, que é menor ou igual que o máximo recomendado de %5$s."],"This is slightly below the recommended minimum of %5$d word. %3$sAdd a bit more copy%4$s.":["Isto está lixeiramente por baixo do mínimo recomendado de %5$d palabra. %3$sEscribe un pouco máis%4$s.","Isto está lixeiramente por baixo do mínimo recomendado de  %5$d palabras. %3$sEscribe un pouco máis%4$s."],"The meta description contains %1$d sentence %2$sover %3$s words%4$s. Try to shorten this sentence.":["A meta descrición contén %1$d frase %2$s de máis de %3$s palabras%4$s. Trata de acurtar esta frase.","A meta descricion contén %1$d  frases %2$s de máis de %3$s palabras%4$s. Trata de acurtar estas frases."],"The meta description contains no sentences %1$sover %2$s words%3$s.":["A meta descricion non contén frases %1$s de máis de %2$s palabras %3$s."],"Step %1$d: %2$s":["Paso %1$d: %2$s"],"No new notifications.":["Non hai novos avisos."],"Save all":["Gardar todo"],"Save":["Gardar"],"%1$s, Author at %2$s":["%1$s, autor en %2$s"],"Mobile preview":["Vista previa móvil"],"Desktop preview":["Vista previa do escritorio"],"Select redirect":["Elixe redirección"],"Please provide an SEO title by editing the snippet below.":["Por favor, introduce un título SEO editando o snippet de abaixo."],"Meta description preview:":["Vista previa da meta descripción:"],"Slug preview:":["Vista previa do slug:"],"SEO title preview:":["Vista previa do título SEO:"],"Close snippet editor":["Pechar o editor de snippet"],"Slug":["Slug"],"Remove marks in the text":["Quitar marcas do texto"],"Mark this result in the text":["Marca este resultado no texto"],"Marks are disabled in current view":["As marcas están desactivadas na vista actual"],"Good SEO score":["Cualificación SEO boa"],"OK SEO score":["Puntuación SEO aceptable"],"Feedback":["Feedback"],"ok":["ok"],"Choose an image":["Elixe unha imaxe"],"Remove the image":["Quita a imaxe"],"MailChimp signup failed:":["Ou rexistro en Mailchimp fallou:"],"Sign Up!":["Rexístrate!"],"Name":["Nome"],"There is an error with the request.":["Ocorreu un erro na solicitude."],"Select profile":["Elixe perfil"],"Choose a profile":["Elixe un perfil"],"Authorization code":["Código de autorización"],"Reauthenticate with Google":["Volver a identificar con Google"],"To allow %s to fetch your Google Search Console information, please enter your Google Authorization Code. Clicking the button below will open a new window.":["Para permitir que %s obteña a túa información da consola de procura de Google, por favor, introduce o teu código de autorización de Google. Ao facer clic non botón de abaixo abrirase unha nova xanela."],"Please provide a meta description by editing the snippet below.":["Por favor, introduce unha meta descrición editando o snippet de abaixo."],"Edit snippet":["Editar snippet"],"You can click on each element in the preview to jump to the Snippet Editor.":["Podes facer clic en calquera elemento dá vista previa para ir ao editor do snippet."],"SEO title preview":["Vista previa do título SEO: "],"Meta description preview":["Vista previa da meta descrición"],"A problem occurred when saving the current step, {{link}}please file a bug report{{/link}} describing what step you are on and which changes you want to make (if any).":["Ocurreu un problema ao gardar este paso, {{link}} por favor, envía un informe dos fallos {{/link}} describindo en que paso estás e que cambios querías facer (se os houber)."],"Close the Wizard":["Pechar o asistente"],"Export settings":["Exportar configuracións"],"%1$s video tutorial":["%1$s vídeo titorial"],"%s &rsaquo; Configuration Wizard":["%s &rsaquo; Asistente de configuración"],"Please don't show me this notification anymore":["Por favor, non mostres máis este aviso"],"If you are experiencing issues, %1$splease file a bug report%2$s and we'll do our best to help you out.":["Se estás a experimentar problemas, %1$s por favor, envía un informe dos fallos %2$s e faremos todo o posible para axudarche."],"We've noticed you've been using %1$s for some time now; we hope you love it! We'd be thrilled if you could %2$sgive us a 5 stars rating on WordPress.org%3$s!":["Detectamos que hai xa tempo que usas %1$s; esperamos que che encante! Emocionaríanos se nos %2$s deses unha valoración de 5 estrelas en WordPress.org %3$s!"],"Date archives settings":["Axustes de arquivos por data"],"Author archives settings":["Axustes dos arquivos do autor"],"%1$s by %2$s":["%1$s por %2$s"],"Warning: the variable %s cannot be used in this template. See the help center for more info.":["Aviso: a variable %s non se pode usar neste modelo. Vexa o centro de axuda para obter máis información."],"By the way, did you know we also have a %1$sPremium plugin%2$s? It offers advanced features, like a redirect manager and support for multiple keyphrases. It also comes with 24/7 personal support.":["Dito sexa do paso, sabías que tamén temos un %1$s plugin Premium%2$s? Ofrece funcionalidades avanzadas, como un xestor do redireccións, e compatibilidade con múltiples palabras clave. Tamén inclúe soporte personal 24/7."],"(no title)":["(sen título)"],"%s installation wizard":["%s asistente de instalación"],"The %1$s admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["O menú da barra de administración do %1$s contén ligazóns útiles a ferramentas de terceiros coas que analizar páxinas e ver de forma máis fácil se tes novos avisos."],"Admin bar menu":["Menú da barra do administración"],"%1$s will check weekly if your site is still indexable by search engines and %2$s will notify you when this is not the case.":["A integración do %1$s comproba semanalmente se o teu sitio aínda está indexado nos motores de procura, e %2$s avísate cando non sexa así."],"Features":["Características"],"SEO title":["Título SEO"],"While we strive to make setting up %1$s as easy as possible, we understand it can be daunting. If you’d rather have us set up %1$s for you (and get a copy of %2$s in the process), order our %3$s%1$s configuration service%4$s here!":["Aínda que tratamos de facer que configurar %1$s sexa o máis fácil posible, entendemos que pode ser intimidante. Se prefires que configuremos %1$s por ti (e de paso ter unha copia do %2$s) contrata o noso %3$s%1$sservizo de configuración do %4$s aquí!"],"Welcome to the %1$s configuration wizard. In a few simple steps we'll help you configure your SEO settings to match your website's needs!":["Benvido ao asistente da instalación do %1$s. Nuns poucos pasos axudarémosche a configurar os teus axustes SEO para que se axusten ás necesidades da túa web!"],"Google shows your website's name in the search results, if you want to change it, you can do that here.":["Google mostra o nome da túa web nos resultados de procura, se queres cambialo, podes facelo aquí."],"Greater than sign":["Símbolo maior que"],"Less than sign":["Símbolo de menor que"],"Right angle quotation mark":["Comilla inclinada á dereita"],"Left angle quotation mark":["Comilla inclinada á esquerda"],"Small tilde":["Tilde pequeno"],"Vertical bar":["Barra vertical"],"Low asterisk":["Asterisco baixo"],"Asterisk":["Asterisco"],"Bullet":["Viñeta"],"Middle dot":["Punto medio"],"Em dash":["Guión longo"],"En dash":["Guión curto"],"Dash":["Guión"],"Choose the symbol to use as your title separator. This will display, for instance, between your post title and site name. Symbols are shown in the size they'll appear in the search results.":["Elixe que símbolo utilizar como separador do título. Amosarase, por exemplo, entre o título da túa publicación e o nome do sitio. Os símbolos amósanse no tamaño en que aparecerán os resultados da procura."],"The name of the person":["O nome da persoa"],"No":["Non"],"Yes":["Si"],"Does, or will, your site have multiple authors?":["Ten, ou terá, o teu sitio varios autores?"],"WordPress automatically generates an URL for each media item in the library. Enabling this will allow for google to index the generated URL.":["WordPress xera automaticamente un URL para cada elemento multimedia existente na biblioteca. Activando isto permitiralle a Google indexar o URL xerado."],"Success!":["Lográchelo!"],"Title settings":["Axustes do título"],"Google Search Console":["Google Search Console"],"Multiple authors":["Varios autores"],"Site type":["Tipo de sitio"],"Environment":["Contorna"],"Yoast option %1$s not found.":["O axuste %1$s de Yoast non está dispoñible."],"Google Structured Data Test":["Test de datos estruturados de Google"],"Posts list":["Lista de artigos"],"Posts list navigation":["Navegación pola lista de artigos"],"Filter posts list":["Filtrar a lista de artigos"],"Note that links to archives might be still output by your theme and you would need to remove them separately.":["Observa que as ligazóns aos arquivos aínda se poderían ver no teu tema e pode que teñas que quitalos pola túa conta."],"%1$s to optimize your site even further":["%1$s para optimizar o teu sitio aínda máis"],"%1$s extensions":["Extensións de %1$s"],"Comes with our 30-day no questions asked money back guarantee":["Con nosa garantía da devolución do diñeiro durante 30 días sen preguntas"],"More information %1$sabout %3$s%2$s":["Más información %1$s sobre %3$s %2$s"],"Installed":["Instalado"],"gain access to our 24/7 support team.":["obtén acceso ao noso equipo de soporte 24/7."],"Premium support":["Soporte premium"],"check what your Facebook or Twitter post will look like.":["comproba como se verá a túa publicación en Facebook ou Twitter."],"Social previews":["Vistas previas sociais"],"create and manage redirects from within your WordPress install.":["crea e administra redireccións desde dentro da túa instalación WordPress."],"Redirect manager":["Xestor de redireccións"],"%1$s, take your optimization to the next level!":["%1$s, leva a túa optimización ao seguinte nivel!"],"A seamless integration between %1$s and %2$s":["Integración sen fisuras entre %1$s e %2$s"],"Use %1$s breadcrumbs instead of %2$s ones":["Utiliza as faragullas de pan de %1$s en vez das de %2$s"],"Easily insert Google Maps, a store locator, opening hours and more":["Inserción sinxela de Google Maps, un localizador de tendas, horas de apertura e máis"],"Creates XML News Sitemaps":["Crea mapas do sitio XML de noticias"],"Immediately pings Google on the publication of a new post":["Envía pings a Google inmediatamente, cada vez que se publique un novo artigo"],"Optimize your site for Google News":["Optimiza o teu sitio para Google News"],"Make videos responsive through enabling fitvids.js":["Feixe que vos vídeos sexan adaptables activando fitvids.js"],"Enhance the experience of sharing posts with videos":["Mellora a experiencia compartindo artigos con vídeos"],"Show your videos in Google Videos":["Mostra os teus vídeos en Google Vídeos"],"Crawl issues list":["Lista de problemas de rastrexo"],"Crawl issues list navigation":["Navegación pola lista de problemas de rastrexo"],"Edit &#8220;%s&#8221;":["Modificar &#8220; %s&#8221;"],"Premium":["Premium"],"Google Trends":["Google Trends"],"Notifications":["Avisos"],"Removes the focus keyphrase section from the metabox and disables all SEO-related suggestions.":["Quita a pestana da palabra clave da caixa meta e desactiva todas as suxestións relacionadas coa SEO."],"Disable SEO analysis":["Desactivar análise SEO"],"Twitter settings":["Axustes de Twitter"],"Pinterest settings":["Axustes de Pinterest"],"Facebook settings":["Axustes de Facebook"],"Title separator symbol":["Símbolo separador do título"],"RSS feed settings":["Axustes de feed RSS"],"Breadcrumbs settings":["Axustes de faragullas de pan"],"Make primary":["Facer principal"],"Enter your Google Authorization Code and press the Authenticate button.":["Introduce o teu código de autorización de Google e preme o botón Autorizar."],"Knowledge base article":["Artigo dá base de coñecemento"],"Open the knowledge base article in a new window or read it in the iframe below":["Abre o artigo da base de coñecemento nunha nova xanela ou leo no marco de abaixo"],"Search results":["Resultados da procura"],"%s notification":["%s aviso","%s avisos"],"Disable readability analysis":["Desactivar a análise de lexibilidade"],"Removes the readability analysis section from the metabox and disables all readability-related suggestions.":["Quita a pestana de lexibilidade da caixa meta e desactiva todas as suxestións relacionadas coa lexibilidade."],"Readability analysis":["Análise de lexibilidade"],"Needs improvement":["Necesita melloras"],"Readability":["Lexibilidade"],"You are trying to load non-minified files. These are only available in our development package. Check out %1$s to see all the source files.":["Estás a tratar de cargar arquivos sen minimizar, e só están dispoñibles en noso paquete de desenvolvemento. Revisa %1$s para ver todos os arquivos orixinais."],"Improvements":["Melloras"],"Dismiss this item.":["Descartar este elemento."],"Good job! We could detect no serious SEO problems.":["Bo traballo! Non detectamos ningún problema grave de SEO."],"We have detected the following issues that affect the SEO of your site.":["Detectamos os seguintes problemas que afectan ao SEO do teu sitio."],"Problems":["Problemas"],"Analysis":["Análise"],"Not available":["Non dispoñible"],"Filter by SEO Score":["Filtrar por puntuación SEO"],"Meta description not set.":["Non definiuse a meta descrición."],"Video tutorial":["Vídeo titorial"],"Email support is a %s feature":["O soporte por correo electrónico é unha característica %s"],"Knowledge base":["Base de coñecementos"],"Open":["Abrir"],"Loading...":["Cargando..."],"Something went wrong. Please try again later.":["Algo saíu mal. Por favor, téntao de novo máis tarde."],"No results found.":["Non se atoparon resultados."],"Dashboard":["Panel"],"You can fix this on the %1$sPermalink settings page%2$s.":["Podes solucionar este problema na %1$s páxina de axustes dás ligazóns permanentes %2$s."],"Paging comments is enabled, this is not needed in 999 out of 1000 cases, we recommend to disable it.":["A paxinación dos comentarios está activada, isto non é necesario en 999 de 1000 casos, recomendámosche desactivala."],"Replaced with the primary category of the post/page":["Substituído coa categoría principal do artigo/páxina"],"Pinterest confirmation":["Confirmación de Pinterest"],"If you have already confirmed your website with Pinterest, you can skip the step below.":["Se xa confirmaches túa web en Pinterest podes saltarche este paso."],"Format-based archives":["Arquivos de formatos"],"Webmaster Tools verification":["Verificación nas ferramentas para webmasters"],"Follow our %1$s for WordPress training and become a certified %1$s Expert!":["Sigue nosa %1$s formación para WordPress e convirtete en un experto %1$s certificado!"],"Want to be a %s Expert?":["Queres ser un experto en %s?"],"Buy %s":["Comprar %s"],"Show information about errors in category %s":["Mostrar información dos erros da categoría %s"],"New %1$s Title":["Novo título de %1$s"],"Existing %1$s Title":["O título %1$s xa existe"],"Expected an integer as input.":["Esperábase un número enteiro."],"Trying to build the sitemap cache key, but the postfix and prefix combination leaves too little room to do this. You are probably requesting a page that is way out of the expected range.":["Tentouse crear a clave de caché do mapa do sitio pero a combinación do sufixo e prefixo deixa demasiado abertas as opcións. É posible que queiras mostrar unha páxina que non estea no rango desexado."],"Remove":["Quitar"],"Keep":["Conservar"],"Bold the last page":["Última páxina en letra grosa"],"Regular":["Normal"],"Bold":["Letra grosa"],"Show Blog page":["Mostrar a páxina do blog"],"Primary %s":["Principal %s"],"Primary":["Principal"],"Make %1$s primary %2$s":["Facer %1$s primario %2$s"],"Term is set to noindex.":["O termo vaise etiquetar como noindex."],"Author archives":["Arquivos de autor"],"Show":["Mostrar"],"Enabled":["Activado"],"Disabled":["Desactivado"],"%1$s has not fetched your site's indexability status yet from %2$s":["%1$s non obtivo aínda o estado de indexación do teu sitio dende %2$s"],"The separator defined in your theme's %s tag.":["O separador definido na etiqueta %s do teu tema."],"No index":["Non indexar"],"Analyze entire site":["Analizar o sitio completo"],"Fetch the current status":["Ver o estado actual"],"%1$s%2$s has not been able to fetch your site's indexability status%3$s from %4$s":["%1$s%2$s non foi capaz de obter o estado de indexación do teu sitio%3$s dende %4$s"],"Your homepage can be indexed by search engines.":["A túa páxina de inicio pode ser indexada polos motores de procura."],"Indexability check by %1$s":["Comprobación de indexación de %1$s"],"If you want to use an image for sharing on %1$s, you can upload / choose an image or add the image URL here.":["Se queres utilizar unha imaxe para compartir en %1$s podes subir/elexir unha imaxe ou engadir aquí a URL dá imaxe."],"If you don't want to use the meta description for sharing on %1$s but want another description there, write it here.":["Se queres utilizar outro texto diferente á meta descrición para compartir en %1$s escríbeo aquí."],"If you don't want to use the title for sharing on %1$s but instead want another title there, write it here.":["Se queres utilizar outro texto diferente ao título para compartir en %1$s escríbeo aquí."],"%1$sYour homepage cannot be indexed by search engines%2$s. This is very bad for SEO and should be fixed.":["%1$s a túa páxina principal non pode ser indexada polos motores de procura %2$s. Isto é moi prexudicial para o SEO e debe ser solucionado."],"Once Weekly":["Unha vez por semana"],"SEO score":["Puntuación de SEO"],"Recalculating SEO scores for all pieces of content with a focus keyphrase.":["Recalculando a puntuación SEO para todo o contido coa palabra clave obxectivo."],"%1$s of %2$s done.":["%1$s de %2$s feito."],"We've updated our SEO score algorithm. %1$sRecalculate the SEO scores%2$s for all posts and pages.":["Actualizamos o noso algoritmo de puntuación SEO. %1$s Recalcula as puntuacións SEO %2$s de todos os artigos e páxinas."],"Team Yoast":["Equipo Yoast"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["A primeira verdadeira solución SEO todo nun para WordPress, incluíndo análise de contido de páxinas, mapas do sitio en XML e moito máis."],"Yoast SEO":["Yoast SEO"],"Activation failed:":["Fallou a activación:"],"The filter extension seem to be unavailable. Please ask your web host to enable it.":["A extensión filtro parece non estar dispoñible. Por favor, pide ao teu provedor de aloxamento web que a habilite."],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":["A instalación do plugin %1$s non se completou. Por favor, consulta as %2$s instrucións de instalación %3$s."],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":["A extensión da libraría estándar PHP (SPL) parece non estar dispoñible. Por favor, pídelle ao teu provedor de aloxamento que a active."],"SEO Settings":["Axustes SEO"],"Mobile-Friendly Test":["Proba de compatibilidade para móviles"],"Google Page Speed Test":["Test de rapidez de páxinas de Google"],"CSS Validator":["Validador de CSS"],"HTML Validator":["Validador de HTML"],"Pinterest Rich Pins Validator":["Validador de Pinterest Rich Pins"],"Facebook Debugger":["Depurador de Facebook"],"Check Headers":["Comprobar cabeceiras"],"Check Google Cache":["Comprobar a caché de Google"],"Analyze this page":["Analizar esta páxina"],"Keyword Research":["Análise de palabras crave"],"%s does not seem to be a valid url. Please correct.":["%s non parece ser unha url válida. Por favor corríxea."],"%1$s does not seem to be a valid %2$s verification string. Please correct.":["%1$s non parece que sexa unha cadea válida de verificación de %2$s. Por favor, corríxeo."],"%s Archive":["%s arquivo"],"You searched for %s":["Buscaches %s"],"%s does not seem to be a valid Twitter Username. Please correct.":["%s non parece ser un nome de usuario válido de Twitter. Por favor, corríxeo."],"Summary with large image":["Resumo con imaxe grande"],"Summary":["Resumo"],"The post %1$s appeared first on %2$s.":["O artigo %1$s publicouse primeiro en %2$s."],"No numeric value was received.":["Non se recibiu ningún valor numérico."],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":["Debe existir un blog. O blog %s non existe ou foi marcado como eliminado."],"The default blog setting must be the numeric blog id of the blog you want to use as default.":["A configuración predeterminada do blog debe ser o ID numérico do blog que queres utilizar como predeterminado."],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":["%1$s non é unha elección válida para quen debería ter acceso aos axustes de %2$s. O valor devolveuse ao predeterminado."],"Please select a valid post type for taxonomy \"%s\"":["Por favor, elixe un tipo de contido válido para a taxonomía \"%s\""],"Please select a valid taxonomy for post type \"%s\"":["Por favor, elixe unha taxonomía válida para o tipo de contido \"%s\""],"You searched for":["Buscaches por"],"Home":["Portada"],"Archives for":["Arquivos de"],"Error 404: Page not found":["Erro 404: Páxina non atopada"],"Good":["Bo"],"Replaced with a custom taxonomies description":["Substituído cunha descrición personalizada de taxonomías"],"Replaced with a posts custom taxonomies, comma separated.":["Substituído con taxonomías personalizadas de artigos, separados por comas."],"Replaced with a posts custom field value":["Substituído cun valor de campo personalizado dos artigos"],"Replaced with the slug which caused the 404":["Substituído polo slug que causou o 404"],"Replaced with the posts focus keyphrase":["Substituído coa palabra clave obxectivo das publicacións"],"Attachment caption":["Pé de foto do adxunto"],"Replaced with the current page number":["Substituído polo número da páxina actual"],"Replaced with the current page total":["Substituído polo total da páxina actual"],"Replaced with the current page number with context (i.e. page 2 of 4)":["Substituído polo número actual da páxina no contexto (por exemplo, páxina 2 de 4)"],"Replaced with the post/page author's 'Biographical Info'":["Substituído pola \"Información biográfica\" do autor do artigo/páxina"],"Replaced with the post/page author's 'nicename'":["Substituído co \"pseudónimo\" do autor do artigo/páxina."],"Replaced with the post/page ID":["Substituído coa IDE do artigo/páxina"],"Replaced with the post/page modified time":["Substituído coa data da modificación do artigo/páxina"],"Replaced with the content type plural label":["Substituído coa etiqueta do artigo en plural"],"Replaced with the content type single label":["Substituído coa etiqueta do artigo en singular"],"Replaced with the current search phrase":["Substituído coa frase de procura actual"],"Replaced with the term name":["Substituído co nome do termo"],"Replaced with the term description":["Substituído coa descrición do termo"],"Replaced with the tag description":["Substituído coa descrición da etiqueta"],"Replaced with the category description":["Substituído coa descrición da categoría"],"Replaced with the post categories (comma separated)":["Substituír coas categorías do artigo (separadas con coma)"],"Replaced with the current tag/tags":["Substituído coa(s) etiqueta(s) actuais"],"Replaced with the post/page excerpt (without auto-generation)":["Substituído co extracto do artigo/páxina (sen autoxeración)"],"Replaced with the post/page excerpt (or auto-generated if it does not exist)":["Substituído co extracto do artigo/páxina (ou a autoxerada se non existe)"],"The site's name":["O nome do sitio"],"Replaced with the title of the parent page of the current page":["Substituído co título da páxina superior da páxina actual"],"Replaced with the title of the post/page":["Substituído co título do artigo/páxina"],"Replaced with the date of the post/page":["Substituído cos datos do artigo/páxina"],"Page %1$d of %2$d":["Páxina %1$d de %2$d"],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":["Non podes substituír unha variable de substitución estándar de WPSEO rexistrando unha variable co mesmo nome. Usa o filtro \"wpseo_replacements\" no canto de axustar o valor de substitución."],"A replacement variable with the same name has already been registered. Try making your variable name unique.":["Xa foi rexistrada unha variable de substitución co mesmo nome. Trata de facer que o nome da variable sexa diferente e único."],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":["Unha variable de substitución non pode comezar por \"%%cf_\" o \"%%ct_\" debido a que estas están reservadas para variables estándar de WPSEO para campos e taxonomías personalizadas. Intenta elixir nomes de variables únicos."],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":["Unha variable de substitución soamente pode conter caracteres alfanuméricos, guión baixo, ou guión normal. Tenta renomear a túa variable."],"Admin only notice: this page does not show a meta description because it does not have one, either write it for this page specifically or go into the [%1$s - %2$s] menu and set up a template.":["Aviso só para o Administrador: esta páxina non mostra unha meta descrición porque non a ten. Feixe unha destas dúas cousas: escribe unha especificamente para esta páxina o vai ao menú [%1$s - %2$s] e configura unha persoal."],"Page not found":["Páxina non atopada"],"%s Archives":["%s arquivos"],"Search for \"%s\"":["Buscar por \"%s\""],"Meta description to use for Author page":["Meta descrición a usar na páxina do autor"],"Title to use for Author page":["Título para usar na páxina do autor"],"%1$s settings":["Axustes %1$s"],"Export your %1$s settings":["Exportar os teus axustes de %1$s"],"Import settings":["Axustes de importación"],"Import from other SEO plugins":["Importar de otros plugins SEO"],"Import":["Importar"],"If you had a %s file and it was editable, you could edit it from here.":["Se tiveses un arquivo %s e fose editable poderías editalo dende aquí."],"If your %s were writable, you could edit it from here.":["Se teu arquivo %s tivese permisos de escritura poderías editalo dende aquí."],"You don't have a %s file, create one here:":["Non tes un arquivo %s, crea un aqui:"],"A link to your site, with your site's name and description as anchor text.":["Unha ligazón a teu sitio, co nome do sitio e a descrición como texto de ancoraxe."],"A link to your site, with your site's name as anchor text.":["Unha ligazón a teu sitio, co nome do sitio como texto de ancoraxe."],"A link to the post, with the title as anchor text.":["Unha ligazón ao artigo, co título como texto de ancoraxe."],"A link to the archive for the post author, with the authors name as anchor text.":["Unha ligazón ao arquivo do autor do artigo, co nome do autor como texto de ancoraxe."],"You can use the following variables within the content, they will be replaced by the value on the right.":["Podes usar a seguintes variables dentro do contido, estas serán substituídas por o valor dá dereita."],"Content to put after each post in the feed":["Contido que se poñerá despois de cada artigo no feed"],"Content to put before each post in the feed":["Contido para poñer antes de cada artigo no feed"],"This feature is used to automatically add content to your RSS, more specifically, it's meant to add links back to your blog and your blog posts, so dumb scrapers will automatically add these links too, helping search engines identify you as the original source of the content.":["Esta característica úsase para engadir contido automaticamente á túa RSS, en concreto, trátase de engadir ligazóns de volta ao teu sitio e aos artigos do teu sitio, para que os ladróns de contido torpes engadan automaticamente tamén esas ligazóns, así axudamos aos motores de procura a identificarte como a fonte orixinal de contido."],"Usage of this breadcrumbs feature is explained in %1$sour knowledge-base article on breadcrumbs implementation%2$s.":["O uso desta característica de faragullas de pan está explicada en %1$s o noso artigo sobre implementación de faragullas de pan%2$s."],"How to insert breadcrumbs in your theme":["Como inserir as faragullas de pan no teu tema"],"Blog":["Blog"],"Content type archive to show in breadcrumbs for taxonomies":["Arquivo do tipo de contido para mostrar nas faragullas de pan para as taxonomías"],"Taxonomy to show in breadcrumbs for content types":["Taxonomía que se mostra en faragullas de pan para os tipos de contido"],"Breadcrumb for 404 Page":["Faragullas de pan para a páxina 404"],"Prefix for Search Page breadcrumbs":["Prefixo para a páxina de procura das faragullas de pan"],"Prefix for Archive breadcrumbs":["Prefixo para os arquivos de faragullas de pan"],"Prefix for the breadcrumb path":["Prefixo da ruta das faragullas de pan"],"Anchor text for the Homepage":["Texto da ligazón para a páxina de inicio"],"Separator between breadcrumbs":["Separador das faragullas de pan"],"Enable Breadcrumbs":["Activar as faragullas de pan"],"Below are your published posts' SEO scores. Now is as good a time as any to start improving some of your posts!":["A continuación tes as puntuacións SEO dos teus artigos publicados. Agora é un bo momento para empezar a mellorar algúns dos teus artigos!"],"Credits":["Créditos"],"&laquo; Back to Tools page":["&laquo; Volver á páxina de ferramentas"],"%1$s comes with some very powerful built-in tools:":["%1$s inclúe algunhas ferramentas integradas moi potentes:"],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":["Esta ferramenta permíteche modificar rapidamente arquivos importantes para o teu SEO, como o teu robots.txt e, se o tes, o teu arquivo .htaccess."],"File editor":["Editor de ficheiros"],"Import settings from other SEO plugins and export your settings for re-use on (another) blog.":["Importa a configuración doutro plugin SEO e exporta a súa configuración para reutilizala noutro sitio."],"Import and Export":["Importar e exportar"],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":["Esta ferramenta permíteche modificar rapidamente títulos e descricións de artigos e páxinas sen necesidade de editar cada páxina."],"Bulk editor":["Editor masivo"],"To %1$sconfirm your site with Pinterest%2$s, add the meta tag here:":["Para %1$s verificar o teu sitio en Pinterest %2$s engade aquí a meta tag:"],"Pinterest uses Open Graph metadata just like Facebook, so be sure to keep the Open Graph checkbox on the Facebook tab checked if you want to optimize your site for Pinterest.":["Pinterest utiliza metadatos Open Graph do mesmo xeito que Facebook, así que asegúrate de marcar a casa de Open Graph na pestana de Facebook se queres optimizar o teu sitio para Pinterest."],"The default card type to use":["O tipo de tarxeta predeterminada para utilizar"],"Add Twitter card meta data":["Engade meta datos a tarxeta de Twitter"],"This image is used if the post/page being shared does not contain any images.":["Esta imaxe úsase se o artigo/páxina compartida non contén ningunha imaxe."],"Default settings":["Axustes por defecto"],"Copy home meta description":["Copiar a meta descrición da portada"],"Description":["Descrición"],"Image URL":["URL da imaxe"],"These are the title, description and image used in the Open Graph meta tags on the front page of your site.":["Isto é o título, descrición e imaxe utilizados nas meta tags de Open Graph na páxina principal do teu sitio."],"Frontpage settings":["Axustes da páxina principal"],"Add Open Graph meta data":["Engadir metadatos Open Graph"],"YouTube URL":["URL de YouTube"],"Pinterest URL":["URL de Pinterest"],"MySpace URL":["URL de MySpace"],"LinkedIn URL":["URL de Linkedin"],"Instagram URL":["URL de Instagram"],"Twitter Username":["Usuario de Twitter"],"Facebook Page URL":["URL da páxina de Facebook"],"Accounts":["Contas"],"Restore site to defaults":["Restaurar o sitio con axustes por defecto"],"Site ID":["ID do sitio"],"Using this form you can reset a site to the default SEO settings.":["Usando este formulario podes devolver un sitio aos axustes SEO por defecto."],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new sites.":["Os datos sensibles a privacidade (administradores de Facebook, por exemplo), os axustes específicos do tema (reescritura do título) e algúns axustes moi específicos non se importarán a novos blogues."],"Enter the %1$sSite ID%2$s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":["Introduce o %1$s ID do sitio %2$s cuxos axustes queres usar por defecto para todos os sitios que se engadan á túa rede. Déixao baleiro para ningún (ou sexa, para que se usen os axustes normais por defecto do plugin)."],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":["Elixe o sitio coa configuración que desexas utilizar de forma predeterminada para todos os sitios que se engadan á rede. Se elixes \"Ningunha\", utilizaranse os valores predeterminados normais do plugin."],"New sites in the network inherit their SEO settings from this site":["Os sitios novos da rede herdan os axustes SEO deste sitio"],"Super Admins only":["Só para super administradores"],"Site Admins (default)":["Administradores do sitio (por defecto)"],"Who should have access to the %1$s settings":["Quen debería ter acceso aos axustes de %1$s"],"spam":["spam"],"mature":["maduro"],"archived":["arquivado"],"public":["público"],"%s restored to default SEO settings.":["%s restaurouse axustes SEO por defecto."],"Settings Updated.":["Axustes actualizados."],"404 pages":["Páxinas 404"],"Search pages":["Páxinas de procura"],"These pages will be %s by default, so they will never show up in search results.":["Estas páxinas serán %s por defecto, polo que nunca se mostrarán nos resultados de procura."],"Special Pages":["Páxinas especiais"],"Date-based archives could in some cases also be seen as duplicate content.":["Os arquivos baseados en data poderían considerarse nalgúns casos como contido duplicado."],"If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or to add %s to it so it doesn't show up in the search results.":["Se este é o caso no teu sitio, podes elixir desactivalo (o que fará que se redirixa á túa páxina principal), ou engádelle %s para que non apareza nos resultados de procura."],"If you're running a one author blog, the author archive will be exactly the same as your homepage. This is what's called a %1$sduplicate content problem%2$s.":["Se tes un sitio dun só autor o arquivo de autor será exactamente igual que túa páxina principal. Isto é o que se coñece como %1$s problema de contido duplicado %2$s."],"Date archives":["Arquivos por datas"],"author archives":["arquivos do autor"],"Title":["Título"],"%1$s Meta Box":["%1$s caixa meta"],"Hide":["Ocultar"],"Date in Snippet Preview":["Data na vista previa do snippet"],"Take note:":["Apunta:"],"You can determine the title and description for the blog page by %1$sediting the blog page itself%2$s.":["Podes determinar o título e a descrición para a páxina do blog %1$seditando a mesma páxina do blog%2$s"],"You can determine the title and description for the front page by %1$sediting the front page itself%2$s.":["Podes determinar o título e a descrición para a páxina de inicio %1$seditando a propia páxina de inicio%2$s"],"Homepage &amp; Front page":["Portada &amp; Páxina de inicio"],"Title Separator":["Separador do título"],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s detectou de forma automática se se necesita forzar a reescritura dos títulos das túas páxinas. Se cres que é un erro e sabes o que fas, podes cambiar este axuste aquí."],"Force rewrite titles":["Forzar a reescritura dos títulos"],"Taxonomies":["Taxonomías"],"Homepage":["Portada"],"%1$s Extensions":["Extensións de %1$s"],"Seamlessly integrate WooCommerce with %1$s and get extra features!":["Integra facilmente WooCommerce con %1$s e consigue características adicionais!"],"Rank better locally and in Google Maps, without breaking a sweat!":["Mellora o teu ránking local e o de Google Maps sen esforzo!"],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":["Estás en Google News? Incrementa o teu tráfico dende Google News optimizándoo!"],"Optimize your videos to show them off in search results and get more clicks!":["Optimiza os teus vídeos para velos nos resultados de procura e conseguir máis clics!"],"The premium version of %1$s with more features & support.":["A versión premium de %1$s con máis características e soporte."],"Person":["Persoa"],"This data is shown as metadata in your site. It is intended to appear in %1$sGoogle's Knowledge Graph%2$s. You can be either an organization, or a person.":["Esta información móstrase como metadata no teu sitio. É a efectos de aparecer en %1$sGoogle's Knowledge Graph%2$s. Podes ser unha empresa ou unha persoa, elixe."],"Website name":["Nome da web"],"Webmaster Tools":["Webmaster tools"],"You do not have your postname in the URL of your posts and pages, it is highly recommended that you do. Consider setting your permalink structure to <strong>/%postname%/</strong>.":["Non hai nome do artigo na URL dos teus artigos e páxinas, é moi recomendable que o poñas. Exponche configurar a estrutura de teus ligazóns permanentes a <strong>/%postname%/</strong>."],"RSS":["RSS"],"Breadcrumbs":["Faragullas de pan"],"or":["ou"],"Save Profile":["Gardar o perfil"],"There were no profiles found":["Non se atoparon perfís"],"Profile":["Perfil"],"Current profile":["Perfil actual"],"Authenticate":["Autorizar"],"Get Google Authorization Code":["Obter o código de autorización de Google"],"Reload crawl issues":["Volver a cargar os problemas de rastrexo"],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year of support and updates, on %2$s.":["Para poder crear unha redirección e solucionar este problema, necesitas %1$s. Podes comprar o plugin, cun ano de soporte e actualizacións incluídas, en %2$s."],"Creating redirects is a %s feature":["A creación de redireccións é unha característica de %s"],"Errors that only occurred when your site was crawled by Googlebot for feature phones (errors didn't appear for desktop).":["Erros que só se produciron cando o teu sitio foi rastrexado por Googlebot para teléfonos móbiles sinxelos (os erros non apareceron na versión de escritorio)."],"Errors that occurred only when your site was crawled by Googlebot-Mobile (errors didn't appear for desktop).":["Erros que se produciron só cando teu sitio foi rastrexado por Googlebot-Mobile (estes erros non apareceron na versión de escritorio)."],"Errors that occurred when your site was crawled by Googlebot.":["Erros que se produciron cando Googlebot rastrexou o teu sitio."],"Issue categories":["Categorías de problemas"],"Incorrect Google Authorization Code.":["Código de autorización de Google incorrecto."],"The issues have been successfully reloaded!":["Volvéronse a cargar os problemas!"],"The %1$s data has been removed. You will have to reauthenticate if you want to retrieve the data again.":["Elimináronse os datos da %1$s. Se desexas recuperar os datos de novo debes volver a identificarte."],"Crawl errors per page":["Erros de rastrexo por páxina"],"Search":["Buscar"],"Don't miss your crawl errors: %1$sconnect with Google Search Console here%2$s.":["Non perdas erros de rastrexo: %1$s conecta aquí coa consola de Google Search %2$s."],"Create redirect":["Crear redirección"],"Mark as fixed":["Marcar como solucionado"],"Response code":["Código de resposta"],"First detected":["Primeiro detectado"],"Last crawled":["Último rastrexo"],"URL":["URL"],"%1$s detected you’re using a version of %2$s which is not compatible with %1$s. Please update %2$s to the latest version to use this feature.":["%1$s detectou que estás a usar unha versión de %2$s que non é compatible con %1$s. Por favor, actualiza %2$s á versión máis recente para utilizar esta característica."],"Yoast plugins share some code between them to make your site faster. As a result of that, we need all Yoast plugins to be up to date. We've detected this isn't the case, so please update the Yoast plugins that aren't up to date yet.":["Os plugins Yoast comparten algo de código entre si para facer o teu sitio máis rápido. Como resultado, necesitamos que todos os teus plugins Yoast estean actualizados. Detectamos algún caso, así que por favor actualiza os plugins Yoast que aínda non estean actualizados."],"Feature phone":["Teléfono sinxelo"],"Smartphone":["Smartphone"],"Desktop":["Escritorio"],"The target URL doesn't exist, but your server is not returning a 404 (file not found) error.":["O URL do destino non existe, pero o teu servidor non devolve un erro 404 (arquivo non atopado)."],"Soft 404":["Soft 404"],"Request timed out or site is blocking Google.":["Tempo de espera esgotado ou o sitio está a bloquear a Google."],"Server Error":["Erro no servidor"],"Googlebot could access your site, but certain URLs are blocked for Googlebot in your %1$s file. This block could either be for all Googlebots or even specifically for Googlebot-mobile.":["Googlebot puido acceder ao teu sitio, pero certos URLs están bloqueados para Googlebot no teu ficheiro %1$s. Este bloqueo podería ser para todos os Googlebots ou mesmo especificamente para Googlebot-móbil."],"Blocked":["Bloqueado"],"Google was unable to crawl this URL due to an undetermined issue.":["Google non foi capaz de rastrexar este URL debido a un problema sen determinar."],"URL points to a non-existent page.":["O URL apunta a unha páxina inexistente."],"Not found":["Non atopado"],"Not followed":["Non seguido"],"Faulty redirects":["Redireccións erróneas"],"Server requires authentication or is blocking Googlebot from accessing the site.":["O servidor require identificación ou está a impedir que Googlebot acceda ao sitio."],"Access denied":["Acceso denegado"],"Deactivate %s":["Desactivar %s"],"The %1$s plugin might cause issues when used in conjunction with %2$s.":["O plugin %1$s podería provocar problemas usado conxuntamente con %2$s."],"Upload Image":["Subir imaxe"],"Remove these ads?":["Eliminar estes anuncios?"],"%s Posts Overview":["%s Información Xeral dos Artigos"],"The Breadcrumbs Title is used in the breadcrumbs where this taxonomy appears.":["O título das faragullas de pan utilízase nas faragullas de pan das taxonomías."],"Breadcrumbs title":["Título da ruta das faragullas de pan"],"The canonical link is shown on the archive page for this term.":["A ligazón canónica móstrase na páxina do arquivo para este termo."],"Facebook App ID":["ID da aplicación en Facebook"],"Pinterest":["Pinterest"],"Other":["Outro"],"Archives":["Arquivos"],"Email":["Correo"],"Previous":["Anterior"],"Next":["Seguinte"],"Close":["Pechar"],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines and might slow down your site.":["Tanto %1$s como %2$s poden crear mapas do sitio XML. Ter dous mapas do sitio XML non é beneficioso para os motores de procura, e de feito poderían facer máis lento o teu sitio."],"Configure %1$s's Open Graph settings":["Configurar os axustes de OpenGraph %1$s"],"Both %1$s and %2$s create Open Graph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":["Tanto %1$s como %2$s crean datos OpenGraph, o que podería facer que Facebook, Twitter, LinkedIn e outras redes sociais utilicen os textos e imaxes equivocados cando se compartan as túas páxinas."],"%s Image":["%s Imaxe"],"%s Description":["Descrición %s"],"%s Title":["%s Título"],"Twitter":["Twitter"],"Facebook":["Facebook"],"The recommended image size for %1$s is %2$s pixels.":["O tamaño da imaxe recomendado para %1$s é de %2$s pixels."],"If you want to override the image used on %s for this post, upload / choose an image here.":["Se queres eliminar a imaxe usada en %s para esta publicación, sube/elixe unha imaxe aquí."],"If you don't want to use the meta description for sharing the post on %s but want another description there, write it here.":["Se non queres usar a meta descrición para compartir o artigo en %s pero queres usar outra descrición, escríbea aquí."],"If you don't want to use the post title for sharing the post on %s but instead want another title there, write it here.":["Se non queres utilizar o título da publicación para compartila en %s pero queres utilizar outro título, escríbeo aquí."],"very difficult":["moi difícil"],"Try to make shorter sentences, using less difficult words to improve readability":["Intenta facer frases máis curtas, utilizando menos palabras difíciles para mellorar a lexibilidade."],"difficult":["difícil"],"Try to make shorter sentences to improve readability":["Intenta facer frases máis curtas para mellorar a lexibilidade."],"fairly difficult":["bastante difícil"],"OK":["OK"],"fairly easy":["bastante fácil"],"easy":["fácil"],"very easy":["extremadamente fácil"],"Meta Desc.":["Meta Desc."],"All SEO Scores":["Todos os resultados SEO"],"SEO issue: The featured image should be at least 200 by 200 pixels to be picked up by Facebook and other social media sites.":["A imaxe destacada debe ser de polo menos 200 por 200 pixeles para que a use Facebook e outras redes sociais."],"(no parent)":["(sen superior)"],"Post is set to noindex.":["Entrada está establecida como noindex."],"The URL that this page should redirect to.":["O URL ao que debe redirixir esta páxina."],"301 Redirect":["Redirección 301"],"The canonical URL that this page should point to. Leave empty to default to permalink. %1$sCross domain canonical%2$s supported too.":["A URL canónica a que esta páxina debería sinalar. Déixaa baleira para usar por defecto a ligazón permanente. Tamén é compatible con %1$s canonical entre dominios%2$s."],"Canonical URL":["URL canónico"],"Title to use for this page in breadcrumb paths":["Título para usar nesta páxina na cadea de breadcrumbs"],"Breadcrumbs Title":["Título das faragullas de pan"],"No Snippet":["Sen snippet"],"No Archive":["Aplicar atributo \"Non Arquivo\" "],"No Image Index":["Ningún índice de imaxe"],"None":["Ningún"],"Site-wide default: %s":["Predeterminado de todo o sitio: %s"],"Advanced <code>meta</code> robots settings for this page.":["Axustes <code>meta</code> avanzados de robots para esta páxina."],"Meta robots advanced":["Meta robots avanzado"],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Aviso! Aínda que podes establecer aquí os axustes de meta robots, toda a web está establecida como nonindex nos axustes de privacidade para toda a web, polo que estes axustes non terán efecto."],"Meta description":["Meta descrición"],"SEO Title":["Título SEO"],"Focus keyword":["Palabra clave obxectivo"],"Snippet preview":["Vista previa do snippet"],"Settings successfully imported.":["As configuracións foron importadas con éxito."],"Settings could not be imported:":["As configuracions non poden importarse:"],"Breadcrumb for 404 pages:":["Faragullas de pan para as páxinas 404:"],"Prefix for search result pages:":["Prefixo para as páxinas dos resultados de procura:"],"Prefix for archive pages:":["Prefixo para as páxinas de arquivo:"],"Prefix for breadcrumbs:":["Prefixo para as faragullas de pan:"],"Anchor text for the homepage:":["Texto de ancoraxe para a páxina de inicio:"],"Breadcrumbs separator:":["Separador das faragullas de pan:"],"%s Breadcrumbs":["%s Faragullas de pan"],"Use Image":["Usar imaxe"],"Action":["Acción"],"Page URL/Slug":["URL/Slug da páxina"],"Publication date":["Data de publicación"],"Post Status":["Estado da publicación"],"WP Page Title":["Título da páxina de WP"],"View":["Ver"],"View &#8220;%s&#8221;":["Ver &#8220;%s&#8221;"],"Preview":["Vista previa"],"Preview &#8220;%s&#8221;":["Vista previa &#8220;%s&#8221;"],"Edit":["Editar"],"Filter":["Filtro"],"New Yoast Meta Description":["Nova meta descrición de Yoast"],"Existing Yoast Meta Description":["Meta descrición de Yoast actual"],"Facebook profile URL":["URL do perfil de Facebook"],"Twitter username (without @)":["Usuario de Twitter (sen @)"],"FAQ":["Preguntas frecuentes"],"Premium Support":["Soporte premium"],"Settings":["Axustes"],"You must %1$sgo to your Reading Settings%2$s and uncheck the box for Search Engine Visibility.":["Debes %1$s ir aos teus axustes de lectura %2$s e desactivar a casa de visibilidade en buscadores."],"Huge SEO Issue: You're blocking access to robots.":["Gran problema de SEO: Estás a bloquearlles o acceso aos robots."],"Posts":["Artigos"],"Edit Files":["Editar ficheiros"],"Advanced Variables":["Variables avanzadas"],"Basic Variables":["Variables básicas"],"General":["Xeral"],"Extensions":["Extensións"],"Search Console":["Consola de procura"],"Tools":["Ferramentas"],"Advanced":["Avanzado"],"XML sitemaps":["Mapas do sitio XML"],"Social":["Social"],"SEO":["SEO"],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":["%1$s detectou que estás a usar a versión %2$s de %3$s, por favor, actualiza a última versión para evitar problemas de compatibilidade."],"Just another WordPress site":["Outro sitio creado con WordPress"],"You still have the default WordPress tagline, even an empty one is probably better. %1$sYou can fix this in the customizer%2$s.":["Aínda tes a descrición curta do WordPress, ata deixala baleira sería mellor ca iso. %1$s Podes solucionalo no personalizador %2$s."],"You have used HTML in your value which is not allowed.":["Utilizaches HTML no valor e iso non está permitido."],"You can't edit %s that aren't yours.":["Non podes editar %s xa que non son teus."],"You can't edit %s.":["Non podes editar %s."],"Post has an invalid Content Type: %s.":["A artigo ten un tipo de contido non válido: %s."],"Post doesn't exist.":["O artigo non existe."],"course\u0004Free:":["De balde:"],"posts\u0004Trash <span class=\"count\">(%s)</span>":["Papeleira <span class=\"count\">(%s)</span>","Papeleira <span class=\"count\">(%s)</span>"],"posts\u0004All <span class=\"count\">(%s)</span>":["Todo <span class=\"count\">(%s)</span>","Todos <span class=\"count\">(%s)</span>"]}}}