{"domain":"js-text-analysis","locale_data":{"js-text-analysis":{"":{"domain":"js-text-analysis","plural_forms":"nplurals=3; plural=(n==1) ? 0 : (n>=2 && n<=4) ? 1 : 2;","lang":"sk"},"Dismiss this alert":[""],"A company name and logo need to be set for structured data to work properly. %1$sLearn more about the importance of structured data.%2$s":[""],"%s does not seem to be a valid Facebook App ID. Please correct.":[""],"The submitted value was: %s":[""],"Yandex confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":[""],"Twitter usernames can only contain letters, numbers, and underscores. %s":[""],"Pinterest confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":[""],"Bing confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":[""],"Google verification codes can only contain letters, numbers, hyphens, and underscores. %s":[""],"The Facebook App ID you entered doesn't exist. %s":[""],"Baidu verification codes can only contain letters, numbers, hyphens, and underscores. %s":[""],"Show this item.":[""],"Hide this item.":[""],"You have %d hidden problem:":["","You have %d hidden problems:","You have %d hidden problems:"],"You have %d hidden notification:":["","You have %d hidden notifications:","You have %d hidden notifications:"],"Focus Keyphrase not set":[""],"The form contains %1$s error. %2$s":["Formulár obsahuje %1$s chybu.%2$s","Formulár obsahuje %1$s chyby.%2$s","Formulár obsahuje %1$s chýb.%2$s"],"SEO settings configured":["SEO nastavenia konfigurované"],"If you want to double-check your %1$s settings, or change something, you can always %2$sreopen the configuration wizard%3$s.":[""],"The following words and word combinations occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly. ":[""],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":[""],"%d occurrences":[""],"Activate %s for your site on MyYoast":["Aktivujte %s pre vašu webovú stránku na MyYoast"],"Show blog page in breadcrumbs":["Zobraziť stránku blog v breadcrumbs navigácii"],"We could not find any relevant articles on your website that you could link to from your post.":["Nenašli sme na vašej webstránke relevantné články na ktoré by ste mohli prelinkovať z vášho článku"],"Has feedback":["Má odozvu"],"Content optimization:":["Optimalizácia obsahu:"],"%1$sSEO%2$s: %3$s":["%1$sSEO%2$s: %3$s"],"%1$sReadability%2$s: %3$s":["%1$sČitateľnosť%2$s: %3$s"],"Read %1$sthis post for more information about why we’re not supporting older versions.%2$s":["Prečítajte si %1$stento článok o tom, prečo nepodporujeme staršie verzie.%2$s"],"If you’ve held off on updating to %2$s and higher because of the new Gutenberg editor, please install the Classic Editor plugin. It will give you the same editing experience you have now, but also the security of newer versions of WordPress and %1$s.":[""],"%1$sUpgrade WordPress to the most recent version%2$s%3$sWe’ve noticed that you’re not on the latest WordPress version, which might cause an issue soon. %4$s (for reasons of security and stability) only supports the current and previous version of WordPress. When the next version of WordPress comes out, that means that we will support WordPress %6$s and %7$s. This means you will not get any updates to %5$s until you update your WordPress, so please make sure to upgrade to the latest WordPress version soon!%3$s%3$s":["%1$sAktualizujte WordPress na najaktuálnejšiu verziu%2$s%3$sVšimli sme si, že nepoužívate aktuálnu WordPressu, čo môže čoskoro spôsobiť problém. %4$s (z dôvodov bezpečnosti a stability) podporuje iba aktuálnu a predošlú verziu WordPressu. Po spustení ďalšej verzie WordPressu, budeme podporovať iba WordPress %6$s a %7$s. To znamená, že nebudete dostávať žiadne aktualizácie %5$s pokým si neaktualizujete svoj WordPress, uistite sa preto prosím, že si aktualizujete WordPressu na najnovšiu verziu čo najskôr!%3$s%3$s"],"Post Noindexed":["Neindexovaný príspevok"],"No Focus Keyphrase":["Žiadna kľúčová fráza"],"Person logo / avatar":["Osobné logo / avatar"],"Extend %s":["Rozšíriť %s"],"Enroll in the %s for WordPress training":["Prihláste sa na školenie %s pre WordPress"],"Posts with the SEO score: %s":["Príspevky so SEO hodnotením: : %s"],"SEO: %s":["SEO: %s"],"%s video tutorial":["%s video návod"],"To view your current crawl errors, %1$splease visit Google Search Console%2$s.":["Ak chcete zobraziť aktuálne chyby indexového prehľadávania, %1$snavštívte prosím Google Search Console%2$s."],"Google has discontinued its Crawl Errors API. Therefore, any possible crawl errors you might have cannot be displayed here anymore. %1$sRead our statement on this for further information%2$s.":["Google ukončil prevádzku Crawl Errors API. Preto tu nie je možné zobraziť žiadne prípadné chyby indexového prehľadávania. %1$sĎalšie informácie nájdete v našom vyhlásení k tejto téme%2$s. "],"Remove this message":["Odstrániť túto správu"],"Truly optimize your site for a local audience with our %s plugin! Optimized address details, opening hours, store locator and pickup option!":["Skutočná optimalizácia vašej webovej stránky pre miestne publikum s našim %s pluginom! Optimalizované detaily adresy, otváracie hodiny, vyhľadávač obchodu a možnosti vyzdvihnutia!"],"Serving local customers?":["Obsluhujete miestnych zákazníkov?"],"Get the %s plugin now":["Získajte %s plugin teraz"],"Organization social profiles":["Sociálne profily organizácie"],"You can edit the details shown in meta data, like the social profiles, the name and the description of this user on their %1$s profile page.":["Môžete upraviť detaily zobrazené v meta dátach, ako napr. sociálne profily, meno a popis tohto používateľa na ich %1$s profilovej stránke."],"Personal info":["Osobné info"],"Organization logo":["Logo organizácie"],"Organization name":["Meno organizácie"],"Choose whether the site represents an organization or a person.":["Vyberte, či webová stránka predstavuje organizáciu alebo osobu."],"Knowledge Graph & Schema.org":["Knowledge Graph & Schema.org"],"To make your site represent a Company or Organization go to %1$sSearch Appearance%2$s and set Organization or Person to \"Organization\".":["Aby vaša webová stránka reprezentovala Spoločnosť alebo Organizáciu choďte na %1$sVzhľad vyhľadávania%2$s a nastavte Organizáciu alebo Osobu na \"Organizácia\"."],"To change the social accounts used for your site, update the details for %1$s.":["Na zmenu sociálnych účtov používaných na Vašu web stránku, aktualizujte detaily pre %1$s."],"That means that the form and information below is disabled, and not used.":["To znamená, že formulár a informácia nižšie sú zakázané a nie sú používané."],"Your website is currently configured to represent a Person":["Vaša webová stránka je momentálne nastavená, aby reprezentovala Osobu"],"(if one exists)":["(ak existuje)"],"Wikipedia page about you":["Stránka Wikipedie o Vás"],"YouTube profile URL":["URL adresa profilu YouTube"],"Tumblr profile URL":["URL adresa profilu Tumblr"],"SoundCloud profile URL":["URL adresa profilu SoundCloud"],"MySpace profile URL":["URL adresa profilu MySpace"],"Organization or person":["Organizácia alebo osoba"],"The person":["Osoba"],"Organization":["Organizácia"],"Does your site represent a person or an organization?":["Reprezentuje vaša stránka osobu alebo organizáciu?"],"The name of the organization":["Názov organizácie"],"Provide an image of the organization logo":["Poskytnite obrázok loga organizácie"],"You have previously set your site to represent a person. We’ve improved our functionality around Schema and the Knowledge Graph, so you should go in and %1$scomplete those settings%2$s.":["V minulosti ste zadali, že Vaša webová stránka predstavuje osobu. Zlepšili sme našu funkcionalitu okolo Schém a Knowledge Graph, tak by ste ich mali pozrieť a %1$sdoplniť tieto nastavenia%2$s."],"Select a user...":["Vyberte používateľa..."],"Uncategorized":["Nekategorizované"],"Name:":["Meno:"],"You have selected the user %1$s as the person this site represents. Their user profile information will now be used in search results. %2$sUpdate their profile to make sure the information is correct.%3$s":["Vybrali ste používateľa %1$s ako osobu, ktorú táto webová stránka predstavuje. Informácia o používateľskom profile bude teraz využívaná vo výsledkoch hľadania. %2$sAktualizujte ich profil, aby sa zabezpečilo, že informácie sú správne.%3$s"],"Error: Please select a user below to make your site's meta data complete.":["Chyba: Prosím zvoľte nižšie používateľa, aby ste skompletizovali meta dáta webovej stránky."],"SEO score: %s":["SEO skóre: %s"],"If a Wikipedia page for you or your organization exists, add it too.":["Ak máte stránku o Vás alebo Vašej organizácii na Wikipédii, pridajte ju tiež."],"Wikipedia URL":["URL adresa Wikipédie"],"Pinterest profile URL":["URL adresa profilu Pinterest"],"Instagram profile URL":["URL adresa profilu Instagram"],"LinkedIn profile URL":["URL adresa profilu LinkedIn"],"Keyword research is essential in any SEO strategy. You decide the search terms you want to be found for, and figure out what words your audience uses to find you. Great keyword research tells you what content you need to start ranking for the terms you want to rank for. Make sure your efforts go into the keywords you actually have a chance at ranking for! The %1$s walks you through this process, step by step.":["Prehľad kľúčových slov je dôležitý v každej SEO stratégii. Vy sa rozhodnete, ktoré výrazy majú byť vyhľadateľné a zistite, ktoré slová vaši návštevníci používajú, aby Vvás našli. Dobrý prehľad kľúčových slov vám povie, aký obsah potrebujete začať zaraďovať do rebríčka pre výrazy, ktoré chcete zoraďovať! %1$s vám pomôže prejsť týmto procesom krok po kroku."],"SEO for Beginners training":["Tréning SEO pre začiatočníkov"],"%s for WordPress training":["Tréning %s pre WordPress"],"All-around SEO training":["Celkový SEO tréning"],"The image you selected is too small for Facebook":["Obrázok, ktorý ste vybrali je pre Facebook príliš malý"],"The given image url cannot be loaded":["Nie je možné načítať obrázok na zadanej url adrese"],"Find out what words your audience uses to find you":["Zistite, aké slová používajú Vaši návštevníci, aby Vás našli"],"%1$sFlesch Reading Ease%2$s: The copy scores %3$s in the test, which is considered %4$s to read. %5$s":["%1$sĽahkosť čítania Flesch%2$s: Kópia získala v teste %3$s, čo sa považuje za %4$s na čítanie. %5$s"],"No JSON object was returned.":["Nevrátil sa žiaden objekt JSON."],"Received internal links":["Prijaté vnútorné linky"],"Outgoing internal links":["Odchádzajúce vnútorné linky"],"New step added":["Nový krok pridaný"],"New question added":["Nová otázka pridaná"],"To be able to create a redirect and fix this issue, you need %1$s. ":["Na to, aby ste vytvorili presmerovanie a opravili tento problém, potrebujete %1$s."],"You can buy the plugin, including one year of support and updates, on %1$s.":["Môžete si zakúpiť plugin, vrátane podpory na 1 rok na %1$s."],"The Text link counter feature provides insights in how many links are found in your text and how many links are referring to your text. This is very helpful when you are improving your %1$sinternal linking%2$s.":["Funkcia počítadla textových odkazov poskytuje informácie o tom, koľko odkazov sa nachádza vo vašom texte a koľko odkazov odkazuje na váš text. Je to veľmi užitočné, keď zlepšujete svoje %1$s interné prepojenia %2$s."],"For this feature to work %1$s requires at least PHP version %2$s. We have detected PHP version %3$s on this website.":["Aby táto funkcia fungovala,%1$s vyžaduje aspoň PHP verziu%2$s. Na tejto webovej lokalite sme zistili PHP verziu %3$s."],"Please carefully consider the implications and %1$sread this post%2$s if you want more information about the impact of showing media in search results.":["Pozorne zvážte dôsledky a %1$sprečítajte si tento príspevok%2$s, ak chcete získať viac informácií o vplyve zobrazovania médií vo výsledkoch vyhľadávania."],"Keyphrase":["Kľúčové slovo"],"For this feature to work, %1$s needs to create a table in your database. We were unable to create this table automatically.":["Aby táto funkcia fungovala,%1$s potrebuje vytvoriť tabuľku vo vašej databáze. Túto tabuľku sme nedokázali vytvoriť automaticky."],"By enabling this option, attachment URLs become visible to both your visitors and Google. To add value to your website, they should contain useful information, or they might have a negative impact on your ranking.":["Ak povolíte túto možnosť, adresy URL príloh sa stanú viditeľnými pre návštevníkov aj pre spoločnosť Google. Ak chcete pridať hodnotu na svoje webové stránky, mali by obsahovať užitočné informácie alebo by mohli mať negatívny vplyv na vaše poradie."],"The %3$sText link counter%4$s feature (introduced in %1$s %2$s) is currently disabled.":["Funkcia %3$s Počítadlo textových odkazov %4$s (zavedená v %1$s %2$s) je momentálne zakázaná."],"Please read the following %1$sknowledge base article%2$s to find out how to resolve this problem.":["Prečítajte si nasledujúci článok %1$szákladné skúsenosti%2$s a zistite, ako vyriešiť tento problém."],"To make sure all the links in your texts are counted, we need to analyze all your texts.":["Aby ste sa uistili, že všetky odkazy vo vašich textoch sú započítané, musíme analyzovať všetky vaše texty."],"All you have to do is press the following button and we'll go through all your texts for you.":["Jediné, čo musíte urobiť, je stlačiť nasledujúce tlačidlo a my prejdeme cez všetky vaše texty pre vás."],"Count links":["Počítadlo odkazov"],"%3$sImage alt attributes%5$s: Out of %2$d images on this page, %1$d have alt attributes with words from your keyphrase or synonyms. That's a bit much. %4$sOnly include the keyphrase or its synonyms when it really fits the image%5$s.":["%3$sAlt atribúty obrázka%5$s: Z %2$d obrázkov na tejto stránke, %1$d má atribút alt so slovami z Vašej kľúčovej frázy alebo synonymum. To je trochu veľa. %4$sZahrňte kľúčovú frázu alebo jej synonymy iba vtedy, ak to naozaj sedí na obrázok%5$s."],"%1$sImage alt attributes%2$s: Good job!":["%1$sAtribúty obrázka alt%2$s: Dobrá práca!"],"%3$sImage alt attributes%5$s: Out of %2$d images on this page, only %1$d has an alt attribute that reflects the topic of your text. %4$sAdd your keyphrase or synonyms to the alt tags of more relevant images%5$s!":["%3$sAlt atribúty obrázka%5$s: Z %2$d obrázkov na tejto stránke, iba %1$d má atribút alt, ktorý odzrkadľuje tému Vášho textu. %4$sPridajte Vašu kľúčovú frázu alebo synonymá do značky alt viacerým relevantným obrázkom%5$s!","%3$sAlt atribúty obrázka%5$s: Z %2$d obrázkov na tejto stránke, iba %1$d majú atribút alt, ktorý odzrkadľuje tému Vášho textu. %4$sPridajte Vašu kľúčovú frázu alebo synonymá do značky alt viacerým relevantným obrázkom%5$s!","%3$sAlt atribúty obrázka%5$s: Z %2$d obrázkov na tejto stránke, iba %1$d má atribút alt, ktorý odzrkadľuje tému Vášho textu. %4$sPridajte Vašu kľúčovú frázu alebo synonymá do značky alt viacerým relevantným obrázkom%5$s!"],"%1$sImage alt attributes%3$s: Images on this page do not have alt attributes that reflect the topic of your text. %2$sAdd your keyphrase or synonyms to the alt tags of relevant images%3$s!":[""],"%1$sImage alt attributes%3$s: Images on this page have alt attributes, but you have not set your keyphrase. %2$sFix that%3$s!":["%1$sAlt attribúty obrázkov%3$s: Obrázky na tejto stránke majú alt atribúty, ale nenastavili ste kľúčové slovo. %2$sOpravte to%3$s!"],"%1$sKeyphrase in subheading%2$s: %3$s of your higher-level subheadings reflects the topic of your copy. Good job!":["","%1$sKeyphrase in subheading%2$s: %3$s of your higher-level subheadings reflect the topic of your copy. Good job!","%1$sKeyphrase in subheading%2$s: %3$s of your higher-level subheadings reflect the topic of your copy. Good job!"],"%1$sKeyphrase in subheading%2$s: Your higher-level subheading reflects the topic of your copy. Good job!":[""],"%1$sKeyphrase in subheading%3$s: %2$sUse more keyphrases or synonyms in your higher-level subheadings%3$s!":[""],"Page %s":["Stránka %s"],"Cannot get the size of %1$s because of unknown reasons.":["Z neznámych dôvodov nie je možné získať veľkosť %1$s."],"Cannot get the size of %1$s because it is hosted externally.":["Nie je možné získať veľkosť %1$s pretože je hostovaný externe."],"Simply switch the toggle to \"on\" and you'll be able to use the recalibrated analysis. At the same time, we'll add you to our specific mailing list. We'll only email you about your experiences with this recalibration!":["Jednoducho prepnite prepínač na \"Zapnuté\" a budete môcť použiť rekalibrovanú analýzu. Súčasne vás pridáme do nášho konkrétneho mailing listu. Pošleme vám len informácie o vašich skúsenostiach s touto rekalibráciou!"],"We have %1$srecalibrated our analysis%2$s. With the new analysis, we will get even closer to how Google sees your website. It would be %3$sawesome%4$s if you would like to %3$sbeta test this feature%4$s for us!":["Máme %1$s rekalibrovanú našu analýzu %2$s. S novou analýzou sa budeme ešte viac približovať tomu, ako spoločnosť Google vidí vaše webové stránky. Bolo by to %3$s úžasné %4$s, ak by ste chceli %3$s otestovať túto funkciu %4$s pre nás!"],"Get an even better analysis":["Získajte ešte lepšie analýzu "],"%1$sSingle title%3$s: H1s should only be used as your main title. Find all H1s in your text that aren't your main title and %2$schange them to a lower heading level%3$s!":["%1$sJeden titulok%3$s: H1 značka by mala byť použitá iba pre hlavný titulok. Nájdite všetky H1 značky vo vašom texte, ktoré neslúžia ako hlavný titulok a  %2$sznížte úroveň nadpisu%3$s!"],"Improve sharing on Facebook and Pinterest":["Zlepšite zdieľanie na Facebook a Pinterest"],"You do not have the required rights to export settings.":["Nemáte vyžadované oprávnenia na export nastavení."],"Copy all these settings to another site's %1$s tab and click \"%1$s\" there.":["Kopírujte všetky tieto nastavenia do %1$s okna ďalšiej webovej stránky a tam kliknite na \"%1$s\"."],"These are settings for the %1$s plugin by %2$s":["Tu sú nastavenia pre plugin %1$s od %2$s"],"No settings found.":["Neboli nájdené žiadne nastavenia."],"Export your %1$s settings here, to copy them on another site.":["Exportujte vaše %1$s nastavenie tu pre kopírovanie na inú stránku."],"Import of settings is only supported on servers that run PHP 5.3 or higher.":["Import nastavení je podporovaný iba na serveroch s PHP 5.3 a vyšším."],"Import settings by pasting the settings you copied from another site here and clicking \"%s\".":["Importuje nastavenia vložením nastavení, ktoré ste skopírovali z iného webu a kliknite na \"%s\"."],"Paste your settings from another %s installation.":["Vložte vaše nastavenia z inej %s inštalácie."],"%1$sKeyphrase density%2$s: The focus keyphrase was found 0 times. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sHustota kľúčovej frázy%2$s: Kľúčová fráza bola nájdená 0-krát. To je menej ako odporúčané minimum %3$d-krát pre text tejto dĺžky. %4$sSústreďte sa na svoju kľúčovú frázu%2$s!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sHustota kľúčovej frázy%2$s: Kľúčová fráza bola nájdená %5$d krát. To je menej ako je je odporúčané minimum %3$d krát pre text s takouto dĺžkou. %4$sZamerajte sa na vašu kľúčovú frázu%2$s","%1$sHustota kľúčovej frázy%2$s: Kľúčová fráza bola nájdená %5$d krát. To je menej ako je je odporúčané minimum %3$d krát pre text s takouto dĺžkou. %4$sZamerajte sa na vašu kľúčovú frázu%2$s","%1$sHustota kľúčovej frázy%2$s: Kľúčová fráza bola nájdená %5$d krát. To je menej ako je je odporúčané minimum %3$d krát pre text s takouto dĺžkou. %4$sZamerajte sa na vašu kľúčovú frázu%2$s"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %3$d time. This is great!":["%1$sHustota kľúčovej frázy%2$s: Kľúčová fráza bola nájdená %3$d-krát. To je skvelé!","%1$sHustota kľúčovej frázy%2$s: Kľúčová fráza bola nájdená %3$d-krát. To je skvelé!","%1$sHustota kľúčovej frázy%2$s: Kľúčová fráza bola nájdená %3$d-krát. To je skvelé!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$sHustota kľúčovej frázy%2$s: Kľúčová fráza bola nájdená %5$d krát. To je viac ako odporúčané minimum %3$d krát pre text s takouto dĺžkou. %4$sNepredimenzujte to%2$s","%1$sHustota kľúčovej frázy%2$s: Kľúčová fráza bola nájdená %5$d krát. To je viac ako odporúčané minimum %3$d krát pre text s takouto dĺžkou. %4$sNepredimenzujte to%2$s","%1$sHustota kľúčovej frázy%2$s: Kľúčová fráza bola nájdená %5$d krát. To je viac ako odporúčané minimum %3$d krát pre text s takouto dĺžkou. %4$sNepredimenzujte to%2$s"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's way more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["","%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d times. That's way more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!","%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d times. That's way more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!"],"Indexable created for object %1$s with type %2$s":["Indexovanie vytvorené pre objekt %1$s s typom %2$s"],"Method %1$s() does not exist in class %2$s":["Metóda %1$s() neexistuje v triede %2$s"],"With %s, you can easily create such redirects.":["Pomocou %s môžeš jednoducho vytvoriť ako presmerovanie."],"Changing your permalinks settings can seriously impact your search engine visibility. It should almost %1$s never %2$s be done on a live website.":["Zmena nastavení trvalých odkazov môže mať vážny dopad na viditeľnosť Vašej stránky vo vyhľadávačoch. Takmer %1$s nikdy %2$s by ste zmenu nemali prevádzať na živej webovej stránke."],"WARNING:":["VAROVANIE:"],"Learn about why permalinks are important for SEO.":["Zistite, prečo sú trvalé odkazy dôležité pre SEO."],"Google Ads":["Google Ads"],"%1$sFunction words in keyphrase%3$s: Your keyphrase \"%4$s\" contains function words only. %2$sLearn more about what makes a good keyphrase.%3$s":["%1$sFunkčné slová v kľúčovej fráze%3$s: Vaša kľúčová fráza \"%4$s\" obsahuje iba funkčné slová. %2$sDozveďte sa viac čo robí dobrú kľúčovú frázu naozaj dobrou..%3$s"],"Did you know %s also analyzes the different word forms of your keyphrase, like plurals and past tenses?":["Vedeli ste, že %s analyzuje aj rôzne tvary slov vo vašej kľúčovej fráze, ako napríklad množné čísla a minulé časy?"],"Clear Image":["Vyčistiť obrázok"],"%1$sKeyphrase length%3$s: %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sDĺžka kľúčovej frázy%3$s: %2$sNastavte kľúčovú frázu pre vypočítanie vášho SEO skóre%3$s."],"%1$sKeyphrase in slug%2$s: More than half of your keyphrase appears in the slug. That's great!":[""],"%1$sKeyphrase in slug%3$s: (Part of) your keyphrase does not appear in the slug. %2$sChange that%3$s!":[""],"%1$sKeyphrase in slug%2$s: Great work!":["%1$sKľúčové slovo sa nachádza v slug(u)%2$s: Dobrá práca!"],"%1$sKeyphrase in title%3$s: Not all the words from your keyphrase \"%4$s\" appear in the SEO title. %2$sTry to use the exact match of your keyphrase in the SEO title%3$s.":[""],"%1$sKeyphrase in title%3$s: Does not contain the exact match. %2$sTry to write the exact match of your keyphrase in the SEO title%3$s.":[""],"%1$sKeyphrase in title%3$s: The exact match of the keyphrase appears in the SEO title, but not at the beginning. %2$sTry to move it to the beginning%3$s.":[""],"%1$sKeyphrase in title%2$s: The exact match of the keyphrase appears at the beginning of the SEO title. Good job!":["%1$sKľúčová fráza v nadpise%2$s: Na začiatku SEO nadpisu sa nachádza presné znenie kľúčovej frázy. Dobrá práca!"],"%1$sKeyphrase distribution%2$s: Good job!":["%1$sDistribúcia kľúčových fráz%2$s: Dobrá práca!"],"%1$sKeyphrase distribution%3$s: Uneven. Some parts of your text do not contain the keyphrase or its synonyms. %2$sDistribute them more evenly%3$s.":["%1$sDistribúcia kľúčovej frázy%3$s: Nerovnomerná. Niektoré časti vášho textu neobsahujú kľúčovú frázu ani jej synonymá. %2$sRozložte ich rovnomernejšie%3$s."],"%1$sKeyphrase distribution%3$s: Very uneven. Large parts of your text do not contain the keyphrase or its synonyms. %2$sDistribute them more evenly%3$s.":["%1$sDistribúcia kľúčovej frázy%3$s: Veľmi nerovnomerná. Veľké časti vášho textu neobsahujú kľúčovú frázu ani jej synonymá. %2$sRozložte ich rovnomernejšie%3$s."],"%1$sKeyphrase distribution%3$s: %2$sInclude your keyphrase or its synonyms in the text so that we can check keyphrase distribution%3$s.":[""],"Help on choosing the perfect focus keyphrase":[""],"Would you like to add a related keyphrase?":["Chceli by ste pridať súvisiacu kľúčovú frázu?"],"Go %s!":[""],"Not showing the date archives in the search results technically means those will have a %1$s robots meta. %2$sMore info on the search results settings%3$s.":[""],"Rank better with synonyms & related keyphrases":[""],"optimize a single post for synonyms and related keyphrases.":["optimalizovať článok pre synonymá a súvisiace kľúčové slová."],"Synonyms & related keyphrases":["Synonymá a príbuzné kľúčové frázy"],"Add related keyphrase":["Pridať podobnú kľúčovú frázu"],"Dismiss %s upgrade notice":["Upustiť %s od oznámenia aktualizácie"],"Upgrade to %s":["Inovovať na %s"],"%1$s video":["%1$s video"],"Get %s":["Získať %s"],"%4$sPreviously used keyphrase%6$s: You've used this keyphrase %1$s%2$d times before%3$s. %5$sDo not use your keyphrase more than once%6$s.":[""],"%3$sPreviously used keyphrase%5$s: You've used this keyphrase %1$sonce before%2$s. %4$sDo not use your keyphrase more than once%5$s.":[""],"%1$sPreviously used keyphrase%2$s: You've not used this keyphrase before, very good.":["%1$sPredchádzajúce použitie kľúčovej frázy%2$s: Túto kľúčovú frázu ste zatiaľ nepoužili, vynikajúce."],"%1$sSlug stopwords%3$s: The slug for this page contains a stop word. %2$sRemove it%3$s!":["","%1$sSlug stopwords%3$s: The slug for this page contains stop words. %2$sRemove them%3$s!","%1$sSlug stopwords%3$s: The slug for this page contains stop words. %2$sRemove them%3$s!"],"%1$sSlug too long%3$s: the slug for this page is a bit long. %2$sShorten it%3$s!":[""],"%1$sImage alt attributes%3$s: No images appear on this page. %2$sAdd some%3$s!":[""],"%1$sLink keyphrase%3$s: You're linking to another page with the words you want this page to rank for. %2$sDon't do that%3$s!":[""],"This is far below the recommended minimum of %5$d word. %3$sAdd more content%4$s.":["","This is far below the recommended minimum of %5$d words. %3$sAdd more content%4$s.","This is far below the recommended minimum of %5$d words. %3$sAdd more content%4$s."],"This is below the recommended minimum of %5$d word. %3$sAdd more content%4$s.":["","This is below the recommended minimum of %5$d words. %3$sAdd more content%4$s.","This is below the recommended minimum of %5$d words. %3$sAdd more content%4$s."],"%2$sText length%4$s: The text contains %1$d word.":["%2$sDĺžka textu%4$s: Text obsahuje %1$d slovo.","%2$sDĺžka textu%4$s: Text obsahuje %1$d slová.","%2$sDĺžka textu%4$s: Text obsahuje %1$d slov."],"%2$sText length%3$s: The text contains %1$d word. Good job!":["%2$sDĺžka textu%3$s: Text obsahuje %1$d slovo. Dobrá práca!","%2$sDĺžka textu%3$s: Text obsahuje %1$d slová. Dobrá práca!","%2$sDĺžka textu%3$s: Text obsahuje %1$d slov. Dobrá práca!"],"%1$sKeyphrase in subheading%3$s: More than 75%% of your higher-level subheadings reflect the topic of your copy. That's too much. %2$sDon't over-optimize%3$s!":[""],"%1$sSEO title width%3$s: %2$sPlease create an SEO title%3$s.":[""],"%1$sSEO title width%3$s: The SEO title is wider than the viewable limit. %2$sTry to make it shorter%3$s.":[""],"%1$sSEO title width%2$s: Good job!":[""],"%1$sSEO title width%3$s: The SEO title is too short. %2$sUse the space to add keyphrase variations or create compelling call-to-action copy%3$s.":[""],"%1$sOutbound links%2$s: There are both nofollowed and normal outbound links on this page. Good job!":[""],"%1$sOutbound links%2$s: Good job!":["%1$sOdchádzajúce odkazy%2$s: Dobrá práca!"],"%1$sOutbound links%3$s: All outbound links on this page are nofollowed. %2$sAdd some normal links%3$s.":[""],"%1$sOutbound links%3$s: No outbound links appear in this page. %2$sAdd some%3$s!":[""],"%1$sMeta description length%2$s: Well done!":["%1$sDĺžka Meta popisku%2$s: Výborná!"],"%1$sMeta description length%3$s: The meta description is over %4$d characters. To ensure the entire description will be visible, %2$syou should reduce the length%3$s!":["%1$sDĺžka Meta popisku%3$s: Meta popisok má viac ako %4$d znakov. Aby ste zaistili, aby sa popisok zobrazoval celý, %2$smali by ste zvážiť skrátenie dĺžky popisku%3$s!"],"%1$sMeta description length%3$s: The meta description is too short (under %4$d characters). Up to %5$d characters are available. %2$sUse the space%3$s!":[""],"%1$sMeta description length%3$s:  No meta description has been specified. Search engines will display copy from the page instead. %2$sMake sure to write one%3$s!":[""],"%1$sKeyphrase in meta description%2$s: The meta description has been specified, but it does not contain the keyphrase. %3$sFix that%4$s!":[""],"%1$sKeyphrase in meta description%2$s: The meta description contains the keyphrase %3$s times, which is over the advised maximum of 2 times. %4$sLimit that%5$s!":[""],"%1$sKeyphrase in meta description%2$s: Keyphrase or synonym appear in the meta description. Well done!":[""],"%3$sKeyphrase length%5$s: The keyphrase is %1$d words long. That's way more than the recommended maximum of %2$d words. %4$sMake it shorter%5$s!":["%3$sDĺžka kľúčovej frázy%5$s:Kľúčová fráza sa skladá z %1$d slov. To je viac ako je odporúčaná maximálna dĺžka %2$d slov. %4$sSkráťte ju%5$s!"],"%3$sKeyphrase length%5$s: The keyphrase is %1$d words long. That's more than the recommended maximum of %2$d words. %4$sMake it shorter%5$s!":["%3$sDĺžka kľúčovej frázy%5$s:Kľúčová fráza sa skladá z %1$d slov. To je viac ako je odporúčaná maximálna dĺžka %2$d slov. %4$sSkráťte ju%5$s!"],"%1$sKeyphrase length%2$s: Good job!":["%1$sDĺžka kľúčovej frázy%2$s: Dobrá práca!"],"%1$sKeyphrase length%3$s: No focus keyphrase was set for this page. %2$sSet a keyphrase in order to calculate your SEO score%3$s.":[""],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms do not appear in the first paragraph. %2$sMake sure the topic is clear immediately%3$s.":[""],"%1$sKeyphrase in introduction%3$s:Your keyphrase or its synonyms appear in the first paragraph of the copy, but not within one sentence. %2$sFix that%3$s!":[""],"%1$sKeyphrase in introduction%2$s: Well done!":[""],"%1$sInternal links%2$s: There are both nofollowed and normal internal links on this page. Good job!":[""],"%1$sInternal links%2$s: You have enough internal links. Good job!":["%1$sVnútorné odkazy%2$s: Máte dostatok vnútorných odkazov. Dobrá práca!"],"%1$sInternal links%3$s: The internal links in this page are all nofollowed. %2$sAdd some good internal links%3$s.":[""],"%1$sInternal links%3$s: No internal links appear in this page, %2$smake sure to add some%3$s!":[""],"%1$sTransition words%2$s: Well done!":[""],"%1$sTransition words%2$s: Only %3$s of the sentences contain transition words, which is not enough. %4$sUse more of them%2$s.":[""],"%1$sTransition words%2$s: None of the sentences contain transition words. %3$sUse some%2$s.":[""],"%1$sNot enough content%2$s: %3$sPlease add some content to enable a good analysis%2$s.":["%1$sNedostatok obsahu%2$s: %3$sPridajte viac obsahu, aby bolo možné stránku dobre analyzovať%2$s."],"%1$sSubheading distribution%2$s: You are not using any subheadings, but your text is short enough and probably doesn't need them.":[""],"%1$sSubheading distribution%2$s: You are not using any subheadings, although your text is rather long. %3$sTry and add some subheadings%2$s.":[""],"%1$sSubheading distribution%2$s: %3$d section of your text is longer than %4$d words and is not separated by any subheadings. %5$sAdd subheadings to improve readability%2$s.":["","%1$sSubheading distribution%2$s: %3$d sections of your text are longer than %4$d words and are not separated by any subheadings. %5$sAdd subheadings to improve readability%2$s.","%1$sSubheading distribution%2$s: %3$d sections of your text are longer than %4$d words and are not separated by any subheadings. %5$sAdd subheadings to improve readability%2$s."],"%1$sSubheading distribution%2$s: Great job!":[""],"%1$sSentence length%2$s: %3$s of the sentences contain more than %4$s words, which is more than the recommended maximum of %5$s. %6$sTry to shorten the sentences%2$s.":[""],"%1$sSentence length%2$s: Great!":["%1$sDĺžka vety%2$s: Skvelé!"],"%1$sConsecutive sentences%2$s: There is enough variety in your sentences. That's great!":[""],"%1$sConsecutive sentences%2$s: The text contains %3$d consecutive sentences starting with the same word. %5$sTry to mix things up%2$s!":["","%1$sConsecutive sentences%2$s: The text contains %4$d instances where %3$d or more consecutive sentences start with the same word. %5$sTry to mix things up%2$s!","%1$sConsecutive sentences%2$s: The text contains %4$d instances where %3$d or more consecutive sentences start with the same word. %5$sTry to mix things up%2$s!"],"%1$sPassive voice%2$s: %3$s of the sentences contain passive voice, which is more than the recommended maximum of %4$s. %5$sTry to use their active counterparts%2$s.":[""],"%1$sPassive voice%2$s: You're using enough active voice. That's great!":[""],"%1$sParagraph length%2$s: %3$d of the paragraphs contains more than the recommended maximum of %4$d words. %5$sShorten your paragraphs%2$s!":["","%1$sParagraph length%2$s: %3$d of the paragraphs contain more than the recommended maximum of %4$d words. %5$sShorten your paragraphs%2$s!","%1$sParagraph length%2$s: %3$d of the paragraphs contain more than the recommended maximum of %4$d words. %5$sShorten your paragraphs%2$s!"],"%1$sParagraph length%2$s: None of the paragraphs are too long. Great job!":["%1$sDĺžka odstavcov%2$s: Žiadny odstavec nie je príliš dlhý. Skvelá práca!"],"Good job!":["Skvelá práca! "],"%1$sFlesch Reading Ease%2$s: The copy scores %3$s in the test, which is considered %4$s to read. %5$s%6$s%7$s":[""],"Focus keyphrase":["Hlavné kľúčové slovo"],"%1$s with ID %2$s couldn't be patched":[""],"Invalid POST request. Meta values already exist for object with ID %1$s.":[""],"Indexable with ID `%1$s` does not exist":[""],"No object with ID %1$s and %2$s could be found":["Nebol nájdený žiadny objekt s ID %1$s a %2$s"],"`%1$s` is not a valid subtype of `%2$s`":[""],"The object type `%1$s` is invalid":[""],"Invalid type for parameter `%1$s` passed. Expected `%2$s`, but got `%3$s`":[""],"The parameter `%1$s` cannot be empty.":["Parameter `%1$s` nemôže byť prázdny."],"Check Keyphrase Density":["Skontrolovať hustotu kľúčovej frázy"],"Disable":["Zakázať"],"Allow Control":["Povoliť kontrolu"],"This tab allows you to selectively disable %s features for all sites in the network. By default all features are enabled, which allows site admins to choose for themselves if they want to toggle a feature on or off for their site. When you disable a feature here, site admins will not be able to use that feature at all.":[""],"%s is a required feature toggle argument.":[""],"Keyphrase:":["Kľúčová fráza:"],"Remove keyphrase":["Vymazať kľúčovú frázu"],"This feature has been disabled by the network admin.":["Táto funkcia bola zablokovaná správcom siete."],"Focus keyphrase not set.":["Hlavná kľúčová fráza nebola nastavená."],"Multiple keyphrases":["Viacero kľúčových fráz"],"Colon":["Dvojbodka"],"Both %1$s and %2$s manage the SEO of your site. Running two SEO plugins at the same time is detrimental.":[""],"There is a new notification.":["Máte nové upozornenie.","Máte nové upozornenia.","Máte nové upozornenia."],"Learn more about the readability analysis":["Prečítajte si viac o Analýze čitateľnosti."],"Describe the duration of the instruction:":["Popíšte trvanie inštrukcie:"],"Optional. Customize how you want to describe the duration of the instruction":["Voliteľné. Určite, ako chcete popísať trvanie inštrukcie."],"This is a list of related content to which you could link in your post. {{a}}Read our article about site structure{{/a}} to learn more about how internal linking can help improve your SEO.":[""],"%s, %s and %s":["%s, %s a %s"],"%s and %s":["%s a %s"],"%d minute":["%d minúta","%d minúty","%d minút"],"%d hour":["%d hodina","%d hodiny","%d hodín"],"%d day":["%d deň","%d dni","%d dní"],"Enter a step title":["Zadajte názov kroku"],"Optional. This can give you better control over the styling of the steps.":[""],"CSS class(es) to apply to the steps":[""],"minutes":["minúty"],"hours":["hodiny"],"days":["dni"],"Create a How-to guide in an SEO-friendly way. You can only use one How-to block per post.":[""],"List your Frequently Asked Questions in an SEO-friendly way. You can only use one FAQ block per post.":[""],"Copy error":["Kopírovať chybu"],"An error occurred loading the %s primary taxonomy picker.":[""],"%1$s Structured Data Blocks":[""],"Time needed:":["Potrebný čas:"],"Move question down":["Presunúť otázku nižšie"],"Move question up":["Presunúť otázku vyššie"],"Insert question":["Vložiť otázku"],"Delete question":["Zmazať otázku"],"Enter the answer to the question":["Vložiť odpoveď na otázku"],"Enter a question":["Zadať otázku"],"Add question":["Pridať otázku"],"Frequently Asked Questions":["Najčastejšie otázky"],"Great news: you can, with %s!":["Dobrá správa: môžte, s %s!"],"Select the primary %s":["Vyberte primárnu %s"],"Check links to this URL":["Skontrolujte odkaz na túto URL"],"Keyword research training":["Tréning pre výskum kľúčových slov"],"Please check the %1$sarchive template%2$s for the following content type: %3$s.":["","Please check the %1$sarchive templates%2$s for the following content types: %3$s.","Please check the %1$sarchive templates%2$s for the following content types: %3$s."],"Are you trying to use multiple keyphrases? You should add them separately below.":[""],"Mark as cornerstone content":[""],"Move step down":["Posunúť krok nadol"],"Move step up":["Posunúť krok nahor"],"Insert step":["Vložiť krok"],"Delete step":["Zmazať krok"],"Add image":["Pridať obrázok"],"Enter a step description":[""],"Enter a description":["Zadajte popis"],"Unordered list":["Neusporiadaný zoznam."],"Showing step items as an ordered list.":[""],"Showing step items as an unordered list":[""],"Add step":["Pridať krok"],"Delete total time":["Zmazať celkový čas"],"Add total time":["Pridať celkový čas"],"How to":["Ako"],"How-to":["Ako"],"Snippet Preview":["Náhľad snippetu"],"Analysis results":["Výsledky analýzy"],"Enter a focus keyphrase to calculate the SEO score":["Zadajte kľúčovú frázu pre výpočet SEO skóre."],"Learn more about Cornerstone Content.":["Zisti viac o Cornerstone Content. "],"Cornerstone content should be the most important and extensive articles on your site.":[""],"Restore Site":["Obnoviť stránku"],"Network Settings":["Nastavenia siete"],"You are not allowed to perform this action.":["Nie ste oprávnený vykonať túto operáciu."],"Error: %s":["Chyba: %s"],"Success: %s":["Úspešne: %s"],"Site with ID %d not found.":["Webová stránka s ID %d nebola nájdená."],"No site has been selected to restore.":[""],"You are not allowed to modify unregistered network settings.":[""],"deleted":["zmazaný"],"Would you like to add another keyphrase?":["Chceli by ste pridať ďalšiu kľúčovú frázu?"],"image preview":["náhľad obrázka"],"Copied!":["Skopírované!"],"Not supported!":["Nie je podporované!"],"Read {{a}}our article about site structure{{/a}} to learn more about how internal linking can help improve your SEO.":["Prečítajte si {{a}}náš článok o štruktúre webovej stránky{{/a}}, kde sa dozviete viac o tom, ako môžu interné odkazy pomôcť vášmu SEO."],"Once you add a bit more copy, we'll give you a list of related content here to which you could link in your post.":[""],"Consider linking to these {{a}}cornerstone articles:{{/a}}":[""],"Consider linking to these articles:":["Zvážte prelinkovanie na tieto články:"],"Copy link":["Skopírovať odkaz"],"Copy link to suggested article: %s":["Skopírovať link na navrhovaný článok: %s"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":[""],"Once you add a bit more copy, we'll give you a list of words and word combinations that occur the most in the content. These give an indication of what your content focuses on.":[""],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly. ":[""],"Prominent words":[""],"The site's tagline":["Slogan webu"],"We've recently improved the functionality of the Search Appearance settings. Unfortunately, we've discovered that for some edge-cases, saving the settings for specific post type archives might have gone wrong.":[""],"Not all required fields are given. Missing field %1$s":["Nie sú uvedené všetky požadované polia. Chýbajúce pole %1$s"],"Optimize your site for Google News.":["Optimalizujte svoje stránky pre Správy Google."],"Optimize your shop's SEO and sell more products!":["Optimalizujte SEO vášho obchodu a predajte viac produktov!"],"Be found in Google Video search and enhance your video sharing on social media.":["Buďte vyhladatelný v Google Video vyhladávači  a zdokonalte zdieľanie videa na sociálnych sieťach."],"Be found in Google Maps and local results.":["Buďte vyhľadateľný v Google mapách a v lokálnych výsledkoch."],"Learn practical SEO skills to rank higher in Google.":["Naučte sa praktické zručnosti SEO, aby ste sa v službe Google zaradili vyššie."],"Don’t waste time figuring out the best settings yourself.":["Nestrácajte čas zisťovaním najlepších nastavení svojpomocne."],"Get quick wins to make your site rank higher in search engines.":["Získajte rýchle riešenia aby sa Vaša stránka zaradila vyžšie vo vyhladávacích nástrojoch."],"Add synonyms":["+ Pridaj synonymum"],"Would you like to add keyphrase synonyms?":["Chcete pridať synonymá pre kľúčové slová?"],"Would you like to add more than one keyphrase?":["Chcete pridať viac ako jedno kľúčové slovo?"],"You can edit the SEO meta-data for this custom type on the %1$sShop page%2$s.":[""],"You haven't set a Shop page in your WooCommerce settings. Please do this first.":["Nemáte nastavenú Nákupnú stránku vo WooCommerce nastaveniach. Najskôr ju nastavte."],"Current year":["Current year"],"Page":["Stránka"],"Breadcrumb settings for %s archive":["Nastavenie breadcrumb navigácie pre archív %s"],"Something went wrong. Please reload the page.":["Niečo sa pokazilo. Načítajte znovu stránku."],"Tagline":["Značka"],"Modify your meta description by editing it right here":["Upravte váš meta popis priamou editáciou tu."],"description (custom taxonomy)":["popis (vlastná taxonómia)"],"(custom taxonomy)":["(vlastná taxonómia)"],"(custom field)":["(vlastné pole)"],"Term404":["Term404"],"Caption":["Titulok"],"Pagenumber":["Číslo strany"],"Pagetotal":["Počet strán"],"Page number":["Číslo stránky"],"User description":["Popis používateľa"],"ID":["ID"],"Modified":["Upravené"],"Post type (plural)":["Typ obsahu (plural)"],"Post type (singular)":["Typ obsahu (singular)"],"Separator":["Oddeľovač"],"Search phrase":["Vyhľadávaná fráza"],"Term title":[""],"Term description":[""],"Tag description":[""],"Category description":["Popis kategórie"],"Primary category":["Primárna kategória"],"Category":["Kategória"],"Tag":[""],"Excerpt only":[""],"Excerpt":[""],"Site title":["Názov webovej stránky"],"Archive title":[""],"Parent title":[""],"Date":["Dátum"],"Label":[""],"You should create a redirect to ensure your visitors do not get a 404 error when they click on the no longer working URL.":[""],"Search engines and other websites can still send traffic to your deleted post.":[""],"Make sure you don't miss out on traffic!":[""],"You just deleted a %1$s.":["Práve ste zmazali %1$s."],"You just trashed a %1$s.":["Práve ste zahodili %1$s."],"Settings for %s archive":[""],"Settings for single %s URLs":[""],"The settings on this page allow you to specify what the default search appearance should be for any type of content you have. You can choose which content types appear in search results and what their default description should be.":["Nastavenia na tejto stránke umožňujú určiť, aký by mal byť predvolený vzhľad vyhľadávania pre akýkoľvek typ obsahu, ktorý máte. Môžete si vybrať, ktoré typy obsahu sa budú zobrazovať vo výsledkoch vyhľadávania a aký by mal byť ich predvolený popis."],"Url preview":["Ukážka URL"],"Please provide a meta description by editing the snippet below. If you don’t, Google will try to find a relevant part of your post to show in the search results.":[""],"Insert snippet variable":[""],"Dismiss this notice":["Zrušiť oznámenie"],"No results":["Žiadne výsledky"],"%d result found, use up and down arrow keys to navigate":["","%d results found, use up and down arrow keys to navigate","%d results found, use up and down arrow keys to navigate"],"Your site language is set to %s. If this is not correct, contact your site administrator.":["Jazykom vašej webovej stránky je %s. Ak je nastavenie nesprávne, kontaktujte administrátora vašej webovej stránky."],"Number of results found: %d":["Počet nájdených výsledkov: %d"],"Note that not all variables can be used in every field.":[""],"Snippet variables":[""],"%1$s respects your privacy. Read our %2$sprivacy policy%3$s on how we handle your personal information.":[""],"If you know what this means and you do not want to see this message anymore, you can %1$sdismiss this message%2$s.":[""],"Your site's settings currently allow attachment URLs on your site to exist. Please read %1$sthis post about a potential issue%2$s with attachment URLs and check whether you have the correct setting for your site.":[""],"Unknown type %1$s":["Neznámy typ %1$s"],"Includes a free MyYoast account which gives you access to our free SEO for Beginners course!":[""],"Sign up for our newsletter if you would like to keep up-to-date about %1$s, other cool plugins by %2$s, and interesting news and tips from the world of SEO.":[""],"Get your Baidu verification code in %1$sBaidu Webmaster Tools%2$s.":[""],"Baidu verification code":["Baidu overovací kód"],"The %s importer functionality uses temporary database tables. It seems your WordPress install does not have the capability to do this, please consult your hosting provider.":[""],"Cleanup of %s data failed.":[""],"Content Type":["Typ obsahu"],"Filter by content type":["Filtrovať podľa typu obsahu"],"Show All Content Types":["Zobraziť všetky typy obsahu"],"To fix this uncheck the box in front of the \"Break comments into pages...\" on the %1$sComment settings page%2$s.":[""],"Replaced with the normal title for an archive generated by WordPress":["Nahradený normálnym názvom pre archív vytvorený službou WordPress"],"Clean":["Čisté"],"Once you're certain your site is OK, you can clean up. This will remove all the original data.":[""],"Step 5: Clean up":["Krok 5: Vyčistiť"],"You should run the configuration wizard, from the SEO &rarr; General &rarr; Dashboard page, to make sure all the settings for your site are correct.":[""],"Step 4: Run the configuration wizard":["Krok 4: Spustite sprievodcu konfiguráciou"],"Please check your posts and pages and see if the metadata was successfully imported.":["Skontrolujte svoje články a stránky a uistite sa, či boli metadáta úspešne importované."],"Step 3: Check your data":["Krok 3: Skontrolujte vaše údaje"],"This will import the post metadata like SEO titles and descriptions into your %1$s metadata. It will only do this when there is no existing %1$s metadata yet. The original data will remain in place.":[""],"Step 2: Import":["Krok 2: Importovať"],"Please make a backup of your database before starting this process.":["Pred spustením tohto procesu zálohujte vašu databázu."],"Step 1: Create a backup":["Krok 1: Vytvorte zálohu"],"We've detected data from one or more SEO plugins on your site. Please follow the following steps to import that data:":[""],"Plugin: ":["Plugin: "],"%s did not detect any plugin data from plugins it can import from.":[""],"Posts that should not show up in search results":["Články, ktoré by sa nemali zobrazovať vo výsledkoch vyhľadávania"],"%s data found.":["%s nájdených údajov."],"%s data successfully removed.":["%s dát bolo úspešne odstránených."],"%s data successfully imported.":["%s dát bolo úspešne importovaných."],"%s data not found.":["%s dát nebolo nájdených."],"Improve your SEO skills":["Zlepšite svoje SEO zručnosti"],"24/7 email support":["Emailová podpora 24/7"],"No more dead links a.k.a. 404 pages":["Žiadne ďalšie mŕtve odkazy ako 404"],"Get real-time suggestions for internal links":["Získať návrhy na interné odkazy v reálnom čase "],"Preview your page in Facebook and Twitter":["Náhľad stránky vo Facebooku a Twittery"],"Click the \"%3$s\" button to use the meta description already set in the %1$sSearch Appearance Homepage%2$s setting.":[""],"Help on copying the home meta description":[""],"To let search engines know which social profiles are associated to this site, enter your site social profiles data below.":[""],"Learn more about your social profiles settings":[""],"Remove the categories prefix":[""],"Help on the category prefix setting":[""],"Learn more about the available variables":["Dozvedieť sa viac o dostupných premenných"],"Learn more about the RSS feed setting":["Dozvedieť sa viac o nastaveniach RSS správ"],"When you upload media (an image or video for example) to WordPress, it doesn't just save the media, it creates an attachment URL for it. These attachment pages are quite empty: they contain the media item and maybe a title if you entered one. Because of that, if you never use these attachment URLs, it's better to disable them, and redirect them to the media item itself.":[""],"Learn more about the Media and attachment URLs setting":[""],"Learn more about the title separator setting":[""],"Learn more about the knowledge graph setting":[""],"Learn more about the homepage setting":["Dozvedieť sa viac o nastaveniach hlavnej stránky"],"Learn more about the special pages setting":["Dozvedieť sa viac o nastaveniach šepcialnej stránky"],"Help on the date archives search results setting":[""],"Not showing the archives for authors without posts in the search results technically means those will have a %1$s robots meta and will be excluded from XML sitemaps. %2$sMore info on the search results settings%3$s.":[""],"Help on the authors without posts archive search results setting":[""],"Not showing the archive for authors in the search results technically means those will have a %1$s robots meta and will be excluded from XML sitemaps. %2$sMore info on the search results settings%3$s.":[""],"Help on the author archives search results setting":[""],"Archives settings help":[""],"Learn more about the archives setting":[""],"Get your Yandex verification code in %1$sYandex Webmaster Tools%2$s.":[""],"Yandex verification code":["Yandex verifikačný kód"],"Get your Google verification code in %1$sGoogle Search Console%2$s.":["Získajte svoj overovací kód Google v %1$sGoogle Search Console%2$s."],"Google verification code":["Google verifikačný kód"],"Get your Bing verification code in %1$sBing Webmaster Tools%2$s.":[""],"Bing verification code":["Bing overovací kód"],"You can use the boxes below to verify with the different Webmaster Tools. This feature will add a verification meta tag on your home page. Follow the links to the different Webmaster Tools and look for instructions for the meta tag verification method to get the verification code. If your site is already verified, you can just forget about these.":[""],"Learn more about the Webmaster Tools verification":["Dozvedieť sa viac o nástroji na overovanie Webmaster Tools verification"],"On":["Zapnúť"],"Help on: %s":[""],"%1$s comes with a lot of features. You can enable / disable some of them below. Clicking the question mark gives more information about the feature.":[""],"Off":["Vypnúť"],"The advanced section of the %1$s meta box allows a user to remove posts from the search results or change the canonical. These are things you might not want any author to do. That's why, by default, only editors and administrators can do this. Setting to \"%2$s\" allows all users to change these settings.":[""],"Security: no advanced settings for authors":[""],"See who contributed to %1$s.":[""],"Help on this search results setting":[""],"Not showing the archive for %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":[""],"Not showing %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":[""],"Default for %2$s, currently: %1$s":[""],"Show %s in search results?":["Zobraziť %s vo výsledkoch vyhľadávania?"],"this author's archives":["archív autora"],"Do not allow search engines to show %s in search results.":["Nepovoliť vyhľadávačom zobrazovať %s vo výsledkoch vyhľadávania."],"Category URLs in WordPress contain a prefix, usually %s, this feature removes that prefix, for categories only.":[""],"Category URLs":[""],"the archive for %s":["archív pre %s"],"Redirect attachment URLs to the attachment itself?":["Presmerovať adresy URL príloh na prílohu samotnú?"],"We recommend you set this to Yes.":["Odporúčame nastaviť na Áno."],"Media & attachment URLs":["URL adresy médií a príloh"],"This is what shows in the search results when people find your homepage. This means this is probably what they see when they search for your brand name.":[""],"date archives":[""],"archives for authors without posts":[""],"Read why XML Sitemaps are important for your site.":["Prečítajte si prečo sú XML mapy stránok dôležité pre vašu webovú stránku."],"Enable the XML sitemaps that %s generates.":[""],"See the XML sitemap.":["Zobraziť XML sitemap súbor."],"%2$s (current default for %1$s)":[""],"Media":["Multimédiá"],"Content Types":["Typy obsahu"],"Should search engines follow links on this %1$s?":[""],"Allow search engines to show this %s in search results?":["Povoliť vyhľadávačom zobraziť %s vo výsledkoch vyhľadávania?"],"Search Appearance":["Vzhľad vyhľadávania"],"Please specify what content types you would like to appear in search engines. If you do not know the differences between these, it's best to choose the default settings.":[""],"Search engines should show \"%1$s\" in search results:":[""],"Search engine visibility":["Viditeľnosť vo vyhľadávačoch"],"Toggle %1$s's XML Sitemap":[""],"Support requests you create here are sent directly into our support system, which is secured with 256 bit SSL, so communication is 100% secure.":[""],"The cornerstone content feature lets you to mark and filter cornerstone content on your website.":[""],"If you have a problem that you can't solve with our video tutorials or knowledge base, you can send a message to our support team. They can be reached 24/7.":[""],"Search result":["Výsledok vyhľadávania"],"Good results":["Dobré výsledky"],"Get better search results in local search":["Získajte lepšie výsledky v lokálnom vyhľadávaní"],"Allow customers to pick up their %s order locally":["Umožní zákazníkom vyzdvihnúť ich %s objednávku na mieste"],"SEO analysis":["SEO analýza"],"The SEO analysis offers suggestions to improve the SEO of your text.":["SEO analýza ponúka odporúčania na vylepšenie SEO vášho textu."],"Learn how the SEO analysis can help you rank.":[""],"The readability analysis offers suggestions to improve the structure and style of your text.":[""],"Discover why readability is important for SEO.":[""],"Find out how cornerstone content can help you improve your site structure.":[""],"The text link counter helps you improve your site structure.":[""],"Find out how the text link counter can enhance your SEO.":[""],"%s integration":[""],"Read more about how %s works.":["Prečítajte si viac o tom ako funguje %s."],"Enable this feature if you want Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared.":[""],"Enable this feature if you want Twitter to display a preview with images and a text excerpt when a link to your site is shared.":[""],"Find out why you should upgrade to %s":[""],"https://yoa.st/1uk":["https://yoa.st/1uk"],"https://yoa.st/1uj":["https://yoa.st/1uj"],"Latest blog posts on %1$s":["Najnovšie príspevky na %1$s"],"Need help?":["Potrebujete pomoc?"],"Type here to search...":["Začnite písať a vyhľadajte..."],"Search the Yoast Knowledge Base for answers to your questions:":["Vyhľadajte odpovede na vaše otázky v Báze znalostí Yoast:"],"Remove highlight from the text":["Odstrániť zvýraznenie textu"],"Your site language is set to %s. ":["Jazyk vašej webovej stránky je nastavený na %s."],"Get started quickly with the %1$s %2$sconfiguration wizard%3$s!":["Začnite rýchlo pomocou sprievodcu %1$s %2$sconfiguration wizard%3$s!"],"First-time SEO configuration":["Prvá SEO konfigurácia."],"Your site language is set to {language}. If this is not correct, contact your site administrator.":["Jazyk vášho webu je nastavený na {language}. Ak to nie je správne, obráťte sa na správcu webu."],"Your site language is set to {language}.":["Jazyk vášho webu je nastavený na {language}."],"Highlight this result in the text":["Zvýrazni tento výsledok v texte."],"Considerations":["Dôležité informácie"],"Errors":["Chyby"],"Change language":["Zmeň jazyk"],"You cannot create a %s file.":["Nedá sa vytvoriť %s súboru."],"You cannot edit the %s file.":["Nedá sa editovať %s súboru."],"Updated %s":["Aktualizované %s"],"Create %s file":["Vytvoriť %s súbor"],"Edit the content of your %s:":["Upraviť obsah vášho %s:"],"Save changes to %s":["Uložiť zmeny do %s"],"%s file":["%s súbor"],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please install %3$s to make your life better. %4$s.":[""],"More information":["Viac informácií"],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please activate %3$s to make your life better.":[""],"More information about %1$s":["Viac informácií okolo %1$s"],"Configuration Wizard":["Sprievodca nastavením"],"You've done it!":["Zvládli ste to!"],"Seamlessly integrate %2$s with %1$s for the content analysis!":[""],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please install %3$s to make your life better.":[""],"Manage your %s subscription on MyYoast":["Spravovať vaše %s predplatné na MyYoast"],"The search appearance settings for %1$s are made up of variables that are replaced by specific values from the page when the page is displayed. The table below contains a list of the available variables.":[""],"Mark the most important %1$s as 'cornerstone content' to improve your site structure. %2$sLearn more about cornerstone content%3$s.":[""],"Loading help center.":["Načítanie centra pomoci."],"Get support":["Získať pomoc"],"View in KB":["Zobraziť v báze znalostí"],"Go back":["Späť"],"Go back to the search results":["Späť na výsledky vyhľadávania"],"(Opens in a new browser tab)":["(Otvára sa na novej karte prehliadača)"],"Posts %1$swithout%2$s a focus keyphrase":["Články %1$sbez%2$s kľúčového slova"],"Hey, your SEO is doing pretty well! Check out the stats:":["Tvoje SEO je na tom dosť dobre! Pozri si štatistiky:"],"You don't have any published posts, your SEO scores will appear here once you make your first post!":["Zatiaľ si nepublikoval žiadne články, tvoje SEO skóre sa objaví hneď, ako vytvoríš svoj prvý článok!"],"On this page, you can change the name of your site and choose which separator to use. The separator will display, for instance, between your post title and site name. Symbols are shown in the size they'll appear in the search results. Choose the one that fits your brand best or takes up the least space in the snippets.":[""],"Something else":["Niečo iné"],"A portfolio":["Portfólio"],"A corporation":["Spoločnosť"],"A small offline business":["Malý offline business"],"A news channel":["Nový kanál"],"An online shop":["Online obchod"],"A blog":["Blog"],"What does the site %1$s represent?":["Čo predstavuje stránka %1$s?"],"If you choose no, your author archives will be deactivated to prevent  duplicate content issues.":["Ak vyberiete nie, archív autorov sa deaktivuje, aby sa zabránilo problémom s duplicitným obsahom."],"Note: we don't store your data in any way and don't have full access to your account. Your privacy is safe with us.":[""],"%1$s integrates with Google Search Console, a must-have tool for site owners. It provides you with information about the health of your site. Don't have a Google account or is your site not activated yet? Find out %2$show to connect Google Search Console to your site%3$s.":[""],"Option B: My site is under construction and should not be indexed":["Možnosť B: Na webovej stránke sa ešte pracuje a nemala by byť indexovaná."],"Option A: My site is live and ready to be indexed":["Možnosť A: Moja webová stránka je online a môže byť indexovaná."],"Choose under construction if you want to keep the site out of the index of search engines. Don't forget to activate it once you're ready to publish your site.":["Zvoľte možnosť údržby ak chcete aby vaša stránka nebola indexovaná vyhľadávačmi. Nezabudnite to aktivovať, keď budete pripravený publikovať stránku."],"Please specify if your site is under construction or already active.":["Prosím uveďte či sa na vašej webovej stránke pracuje alebo je už aktívna."],"This information will be used in Google's Knowledge Graph Card, the big block of information you see on the right side of the search results.":[""],"Read more like this on our SEO blog":["Viac podobného sa dočítate na našom SEO blogu. "],"Readability: %s":["Čitateľnosť: %s"],"Not activated":["Neaktivované"],"Activated":["Aktivované"],"%1$s recommendations for you":["%1$s odporúčaní pre Vás"],"All Readability Scores":["Všetky skóre čitateľností"],"Filter by Readability Score":["Filtrovať podľa skóre čitateľností"],"You are not receiving updates or support! Fix this problem by adding this site and enabling %1$s for it in %2$s.":["Nedostávate aktualizácie alebo podporu! Opravte tento problém pridaním tejto webovej stránky a zapnite pre ňu %1$s na %2$s."],"Request method %1$s is not valid.":["Požadovaná metóda %1$s nie je platná."],"Do you want to preview what it will look like if people share this post on %1$s? You can, with %2$s.":["Chcete si prehliadnuť ako to bude vyzerať, keď ľudia budú zdieľať tento článok cez  %1$s?\nMôžete s %2$s."],"Good job! All the links in your texts have been counted.":["Dobrá práca! Všetky odkazy vo vašom texte boli spočítané."],"Calculation completed.":["Výpočet bol dokončený."],"Calculation in progress...":["Prebieha výpočet..."],"Stop counting":["Prestať počítať"],"Counting links in your texts":["Počítam odkazy vo vašom texte"],"Text %1$s of %2$s processed.":["Text %1$s z %2$s spracovaný."],"All your texts are already counted, there is no need to count them again.":["Všetky vaše texty sú už spočítané, nie je potrebné ich počítať znova."],"Count links in your texts":["Spočítajte odkazy vo vašom texte"],"Text link counter":["Počítadlo textových odkazov"],"Number of internal links linking to this post. See \"Yoast Columns\" text in the help tab for more info.":[""],"Number of outgoing internal links in this post. See \"Yoast Columns\" text in the help tab for more info.":[""],"%1$s adds several columns to this page. We've written an article about %2$show to use the SEO score and Readability score%3$s. The links columns show the number of articles on this site linking %5$sto%6$s this article and the number of URLs linked %5$sfrom%6$s this article. Learn more about %4$show to use these features to improve your internal linking%3$s, which greatly enhances your SEO.":[""],"%s Columns":["%s Stĺpce/ov"],"Readability score":["Skóre čitateľnosti"],"Other benefits of %s for you:":["Ďalšie výhody %s pre vás:"],"Scroll to see the preview content.":["Prejdite na zobrazenie ukážky obsahu."],"Cornerstone content":["Kľúčový obsah"],"%1$s will now take care of all the needed technical optimization of your site. To really improve your site's performance in the search results, it's important to start creating content that ranks well for keyphrases you care about. Check out this video in which we explain how to use the %1$s metabox when you edit posts or pages.":[""],"If you want to outrank the competition in a specific town or region, check out our %1$s plugin! You’ll be able to easily insert Google maps, opening hours, contact information and a store locator. Besides that %1$s helps you to improve the usability of your contact page.":[""],"Attract more customers near you":["Oslovte viacej zákazníkov blízko Vás"],"Do you want to know all the ins and outs of the %1$s plugin? Do you want to learn all about our advanced settings? Want to be able to really get the most out of the %1$s plugin? Check out our %1$s plugin training and start outranking the competition!":[""],"Get the most out of %1$s with the %2$s":[""],"Upgrade to Premium":["Aktualizovať na Prémium"],"Do you want to outrank your competition? %1$s gives you awesome additional features that'll help you to set up your SEO strategy like a professional. Add synonyms and related keywords, use our Premium SEO analysis, the redirect manager and our internal linking tool. %1$s will also give you access to premium support.":[""],"Outrank the competition with %s":[""],"You might like":["Môže sa vám páčiť"],"Newsletter":["Newsletter"],"We have detected that you have not finished this wizard yet, so we recommend you to %2$sstart the configuration wizard to configure %1$s%3$s.":[""],"The configuration wizard helps you to easily configure your site to have the optimal SEO settings.":["Konfiguračný sprievodca vám pomôže ľahko konfigurovať váš web pre optimálne SEO nastavenia."],"Go Premium and our experts will be there for you to answer any questions you might have about the setup and use of the plugin.":[""],"Superfast internal linking suggestions":["Superrýchle interné návrhy prepojení"],"Great news: you can, with %1$s!":["Skvelá správa: môžete s %1$s!"],"Save changes":["Uložiť zmeny"],"1 year free support and updates included!":["1 rok zdarma aktualizácie a vylepšenia v cene!"],"The plugin %2$s changes your site's output and in doing that differentiates between search engines and normal users, a process that's called cloaking. We highly recommend that you disable it.":[""],"%1$sSocial media preview%2$s: Facebook & Twitter":[""],"%1$sNo more dead links%2$s: easy redirect manager":["%1$sŽiadne mŕtve linky%2$s: jednoduchý manažér presmerovania"],"No ads!":["Žiadne reklamy!"],"Facebook & Twitter":["Facebook a Twitter"],"Social media preview":["Náhľad sociálnych medií"],"Easy redirect manager":["Jednoduchý manažér pre presmerovanie"],"No more dead links":["Už žiadne mŕtve odkazy"],"Increase your SEO reach":["Zvýšte Vás SEO dosah"],"If you want more help creating awesome content, check out our %2$sSEO copywriting course%3$s. Do you want to know all about the features of the plugin, consider doing our %1$s!":[""],"Variable":["Premenná"],"Available variables":["Dostupné premenné"],"Scroll to see the table content.":["Posunúť na zobrazenie obsahu tabuľky"],"Please refer to %1$sour article about how to connect your website to Google Search Console%2$s if you need assistance.":[""],"An error occurred in the '%1$s' assessment":["V hodnotení '%1$s'  sa vyskytla chyba"],"%1$s of the words contain %2$sover %3$s syllables%4$s, which is more than the recommended maximum of %5$s.":[""],"%1$s of the words contain %2$sover %3$s syllables%4$s, which is less than or equal to the recommended maximum of %5$s.":[""],"This is slightly below the recommended minimum of %5$d word. %3$sAdd a bit more copy%4$s.":["","This is slightly below the recommended minimum of %5$d words. %3$sAdd a bit more copy%4$s.","This is slightly below the recommended minimum of %5$d words. %3$sAdd a bit more copy%4$s."],"The meta description contains %1$d sentence %2$sover %3$s words%4$s. Try to shorten this sentence.":["","The meta description contains %1$d sentences %2$sover %3$s words%4$s. Try to shorten these sentences.","The meta description contains %1$d sentences %2$sover %3$s words%4$s. Try to shorten these sentences."],"The meta description contains no sentences %1$sover %2$s words%3$s.":[""],"Step %1$d: %2$s":["Krok %1$d: %2$s"],"No new notifications.":["Žiadne nové upozornenia."],"Save all":["Uložiť všetko"],"Save":["Uložiť"],"%1$s, Author at %2$s":["%1$s, autor na %2$s"],"Mobile preview":["Mobilné zobrazenie"],"Desktop preview":[""],"Select redirect":["Vyberte presmerovanie"],"Please provide an SEO title by editing the snippet below.":["Prosím, uveďte SEO titulok vyplnením úryvku nižšie."],"Meta description preview:":["Náhľad Meta popisu:"],"Slug preview:":["Náhľad slugu:"],"SEO title preview:":["Náhľad SEO názvu:"],"Close snippet editor":["Zatvoriť editor úryvku"],"Slug":["Slug"],"Remove marks in the text":["Odstráňte značky v texte"],"Mark this result in the text":["Označte tento výsledok v texte"],"Marks are disabled in current view":["Značky sú zakázané v aktuálnom pohľade"],"Good SEO score":["Dobré SEO skóre"],"OK SEO score":["OK SEO skóre"],"Feedback":["Spätná väzba"],"ok":["dobre"],"Choose an image":["Vyberte si obrázok"],"Remove the image":["Odstrániť obrázok"],"MailChimp signup failed:":["MailChimp registrácia zlyhala:"],"Sign Up!":["Prihláste sa!"],"Name":["Meno"],"There is an error with the request.":["Vyskytla sa chyba pri tejto požiadavke."],"Select profile":["Vybrať profil"],"Choose a profile":["Zvoliť profil"],"Authorization code":["Autorizačný kód"],"Reauthenticate with Google":["Re-autorizovať s Google"],"To allow %s to fetch your Google Search Console information, please enter your Google Authorization Code. Clicking the button below will open a new window.":[""],"Please provide a meta description by editing the snippet below.":["Prosím zadajte meta popis úpravou úryvku nižšie."],"Edit snippet":["Editovať úryvok"],"You can click on each element in the preview to jump to the Snippet Editor.":["Môžete kliknúť na každý prvok v náhľade a rovno ho upraviť v editore."],"SEO title preview":["Náhľad SEO titulku"],"Meta description preview":["Náhľad meta popisu:"],"A problem occurred when saving the current step, {{link}}please file a bug report{{/link}} describing what step you are on and which changes you want to make (if any).":[""],"Close the Wizard":["Zatvoriť sprievodcu"],"Export settings":["Nastavenia exportu"],"%1$s video tutorial":["%1$s video príručka"],"%s &rsaquo; Configuration Wizard":["%s &rsaquo; Sprievodca konfiguráciou"],"Please don't show me this notification anymore":["Viac mi toto upozornenie nezobrazujte"],"If you are experiencing issues, %1$splease file a bug report%2$s and we'll do our best to help you out.":[""],"We've noticed you've been using %1$s for some time now; we hope you love it! We'd be thrilled if you could %2$sgive us a 5 stars rating on WordPress.org%3$s!":[""],"Date archives settings":["Nastavenie dátumu archívu"],"Author archives settings":["Nastavenie autora archívu"],"%1$s by %2$s":["%1$s od %2$s"],"Warning: the variable %s cannot be used in this template. See the help center for more info.":[""],"By the way, did you know we also have a %1$sPremium plugin%2$s? It offers advanced features, like a redirect manager and support for multiple keyphrases. It also comes with 24/7 personal support.":[""],"(no title)":["(bez nadpisu)"],"%s installation wizard":["%s sprievodca inštaláciou"],"The %1$s admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":[""],"Admin bar menu":[""],"%1$s will check weekly if your site is still indexable by search engines and %2$s will notify you when this is not the case.":[""],"Features":["Funkcie"],"SEO title":["SEO názov"],"While we strive to make setting up %1$s as easy as possible, we understand it can be daunting. If you’d rather have us set up %1$s for you (and get a copy of %2$s in the process), order our %3$s%1$s configuration service%4$s here!":[""],"Welcome to the %1$s configuration wizard. In a few simple steps we'll help you configure your SEO settings to match your website's needs!":[""],"Google shows your website's name in the search results, if you want to change it, you can do that here.":["Google zobrazuje názov Vašej webovej stránky vo výsledkoch vyhľadávania. Ak to chcete zmeniť, môžete tak urobiť tu."],"Greater than sign":["Znak väčšie ako"],"Less than sign":["Znak menšie ako"],"Right angle quotation mark":[""],"Left angle quotation mark":[""],"Small tilde":[""],"Vertical bar":["Vertikálna lišta"],"Low asterisk":[""],"Asterisk":["Hviezdička"],"Bullet":[""],"Middle dot":["Bodka v strede riadku"],"Em dash":["Dlhá pomlčka"],"En dash":["Dlhšia pomlčka"],"Dash":["Pomlčka"],"Choose the symbol to use as your title separator. This will display, for instance, between your post title and site name. Symbols are shown in the size they'll appear in the search results.":[""],"The name of the person":["Meno osoby"],"No":["Nie"],"Yes":["Áno"],"Does, or will, your site have multiple authors?":["Má, alebo bude mať, vaša stránka viacero autorov?"],"WordPress automatically generates an URL for each media item in the library. Enabling this will allow for google to index the generated URL.":[""],"Success!":["Úspech!"],"Title settings":["Nastavenia titulku"],"Google Search Console":["Google Search Console"],"Multiple authors":["Viacerí autori"],"Site type":["Typ stránky"],"Environment":["Prostredie"],"Yoast option %1$s not found.":["Yoast voľba %1$s nenájdená."],"Google Structured Data Test":[""],"Posts list":["Zoznam článkov"],"Posts list navigation":["Navigácia zoznamu článkov"],"Filter posts list":["Filter zoznamu článkov"],"Note that links to archives might be still output by your theme and you would need to remove them separately.":[""],"%1$s to optimize your site even further":["%1$s optimalizujte vaše stránky ešte viac"],"%1$s extensions":["%1$s rozšírenia"],"Comes with our 30-day no questions asked money back guarantee":[""],"More information %1$sabout %3$s%2$s":["Viac informácii %1$s o %3$s%2$s"],"Installed":["Inštalované"],"gain access to our 24/7 support team.":["získať prístup k podpore 24/7"],"Premium support":["Premium podpora"],"check what your Facebook or Twitter post will look like.":["skontrolujte, ako bude váš Facebook alebo Twitter článok vyzerať."],"Social previews":["Náhľad sociálnych sietí"],"create and manage redirects from within your WordPress install.":[""],"Redirect manager":["Manažér presmerovaní"],"%1$s, take your optimization to the next level!":["%1$s, dostaňte vašu optimalizáciu na vyšší level!"],"A seamless integration between %1$s and %2$s":[""],"Use %1$s breadcrumbs instead of %2$s ones":[""],"Easily insert Google Maps, a store locator, opening hours and more":[""],"Creates XML News Sitemaps":[""],"Immediately pings Google on the publication of a new post":[""],"Optimize your site for Google News":["Optimalizovať vaše stránky pre Google News"],"Make videos responsive through enabling fitvids.js":[""],"Enhance the experience of sharing posts with videos":[""],"Show your videos in Google Videos":["Zobraziť vaše videá na Google Videos"],"Crawl issues list":["Zoznam problémov Crawl"],"Crawl issues list navigation":[""],"Edit &#8220;%s&#8221;":["Upraviť &#8220;%s&#8221;"],"Premium":[""],"Google Trends":["Trendy Google"],"Notifications":["Notifikácie"],"Removes the focus keyphrase section from the metabox and disables all SEO-related suggestions.":[""],"Disable SEO analysis":["Zakázať analýzu SEO"],"Twitter settings":["Twitter nastavenia"],"Pinterest settings":["Pinterest nastavenia"],"Facebook settings":["Facebook nastavenia"],"Title separator symbol":["Symbol oddeľovača nadpisu"],"RSS feed settings":["Nastavenia RSS kanála"],"Breadcrumbs settings":["Nastavenia mininavigácie"],"Make primary":["Urobiť primárne"],"Enter your Google Authorization Code and press the Authenticate button.":["Zadajte svoj Google autorizačný kód a stlačte tlačidlo autentifikovať."],"Knowledge base article":[""],"Open the knowledge base article in a new window or read it in the iframe below":[""],"Search results":["Výsledky vyhľadávania"],"%s notification":["%s oznámenie","%s oznámenia","%s oznámení"],"Disable readability analysis":["Zakázať analýzu čitateľnosti"],"Removes the readability analysis section from the metabox and disables all readability-related suggestions.":[""],"Readability analysis":["Analýza čitateľnosti"],"Needs improvement":["Potrebuje vylepšenie"],"Readability":["Čitateľnosť"],"You are trying to load non-minified files. These are only available in our development package. Check out %1$s to see all the source files.":[""],"Improvements":["Vylepšenia"],"Dismiss this item.":["Skryť túto položku."],"Good job! We could detect no serious SEO problems.":["Skvelé! Nenašli sme žiadne vážne problémy so SEO."],"We have detected the following issues that affect the SEO of your site.":["Zistili sme, že tieto problémy majú vplyv na výsledné SEO vašej stránky."],"Problems":["Problémy"],"Analysis":["Analýza"],"Not available":["Nie je k dispozícii"],"Filter by SEO Score":["Filtrovať podľa SEO skóre"],"Meta description not set.":["Meta popis nie je nastavený."],"Video tutorial":["Video návod"],"Email support is a %s feature":["E-mailová podpora je %s funkcia"],"Knowledge base":["Databáza znalostí"],"Open":["Otvoriť"],"Loading...":["Načítava sa..."],"Something went wrong. Please try again later.":["Niečo sa pokazilo. Prosím skúste to neskôr."],"No results found.":["Neboli nájdené žiadne výsledky."],"Dashboard":["Nástenka"],"You can fix this on the %1$sPermalink settings page%2$s.":[""],"Paging comments is enabled, this is not needed in 999 out of 1000 cases, we recommend to disable it.":[""],"Replaced with the primary category of the post/page":[""],"Pinterest confirmation":["Pinterest konfigurácia"],"If you have already confirmed your website with Pinterest, you can skip the step below.":[""],"Format-based archives":[""],"Webmaster Tools verification":["Verifikácia Webmaster Tools"],"Follow our %1$s for WordPress training and become a certified %1$s Expert!":[""],"Want to be a %s Expert?":["Chcete byť %s expertom?"],"Buy %s":["Kúpiť %s"],"Show information about errors in category %s":["Zobraziť informácie o chybách v kategórii %s"],"New %1$s Title":["Nový %1$s nadpis"],"Existing %1$s Title":["Existujúci %1$s nadpis"],"Expected an integer as input.":["Očakáva sa celočíselná hodnota na vstupe."],"Trying to build the sitemap cache key, but the postfix and prefix combination leaves too little room to do this. You are probably requesting a page that is way out of the expected range.":[""],"Remove":["Odobrať"],"Keep":["Zachovať"],"Bold the last page":["Zvýrazni poslednú stranu"],"Regular":["Normálne"],"Bold":["Tučné"],"Show Blog page":[""],"Primary %s":[""],"Primary":["Primárne"],"Make %1$s primary %2$s":[""],"Term is set to noindex.":[""],"Author archives":["Archívy autora"],"Show":["Ukáž"],"Enabled":["Zapnuté"],"Disabled":["Zablokované"],"%1$s has not fetched your site's indexability status yet from %2$s":[""],"The separator defined in your theme's %s tag.":["Separátor definovaný vo vašej téme je tag %s."],"No index":["Bez indexu"],"Analyze entire site":["Analyzovať celý web"],"Fetch the current status":["Načítať aktuálny stav"],"%1$s%2$s has not been able to fetch your site's indexability status%3$s from %4$s":[""],"Your homepage can be indexed by search engines.":["Vaša domovská stránka môže byť indexovaná pomocou vyhľadávačov."],"Indexability check by %1$s":[""],"If you want to use an image for sharing on %1$s, you can upload / choose an image or add the image URL here.":["Ak chcete použiť obrázok pre zdieľanie na %1$s, môžete nahrať / vybrať obrázok alebo pridať URL obrázku tu."],"If you don't want to use the meta description for sharing on %1$s but want another description there, write it here.":["Ak nechcete použiť meta popis pre zdieľanie príspevku na %1$s, ale chcete namiesto neho iný popis, napíšte ho sem."],"If you don't want to use the title for sharing on %1$s but instead want another title there, write it here.":["Ak nechcete použiť nadpis pre zdieľanie príspevku na %1$s, ale chcete namiesto neho iný, napíšte ho sem."],"%1$sYour homepage cannot be indexed by search engines%2$s. This is very bad for SEO and should be fixed.":["%1$sVaša domovská stránka nemôže byť indexovaná vyhľadávačmi%2$s. Toto je veľmi zlé pre SEO a malo by sa to opraviť."],"Once Weekly":["Jedenkrát týždenne"],"SEO score":["SEO skóre"],"Recalculating SEO scores for all pieces of content with a focus keyphrase.":[""],"%1$s of %2$s done.":["%1$s z %2$s hotovo."],"We've updated our SEO score algorithm. %1$sRecalculate the SEO scores%2$s for all posts and pages.":[""],"Team Yoast":["Tím Yoast"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["Prvé SEO riešenie pre WordPress obsahujúce analýzu obsahu stránky, XML mapy stránok a veľa iného."],"Yoast SEO":["Yoast SEO"],"Activation failed:":["Aktivácia sa nepodarila:"],"The filter extension seem to be unavailable. Please ask your web host to enable it.":["Rozšírenie filtra nie je dostupné. Požiadajte web host pre odblokovanie."],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":["Inštalácia pluginu %1$s nie je kompletná. Prosím pozrite si %2$sinštrukcie k inštalácií%3$s."],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":["Rozšírenie štandardnej knižnice PHP (SPL) nie je dostupné. Zistite v hostingu ako ho aktivovať."],"SEO Settings":["Nastavenia SEO"],"Mobile-Friendly Test":["Test použiteľnosti pre mobily"],"Google Page Speed Test":["Google Page Speed Test"],"CSS Validator":["CSS validátor"],"HTML Validator":["HTML validátor"],"Pinterest Rich Pins Validator":["Pinterest Rich Pins validátor"],"Facebook Debugger":["Ladenie chýb Facebook"],"Check Headers":["Skontrolovať hlavičky"],"Check Google Cache":["Skontrolovať Google Cache"],"Analyze this page":["Analyzovať túto stránku"],"Keyword Research":["Prieskum kľúčových slov"],"%s does not seem to be a valid url. Please correct.":["%s nie je platná URL adresa. Opravte ju prosím."],"%1$s does not seem to be a valid %2$s verification string. Please correct.":["%1$s nevyzerá ako platný overovací reťazec pre %2$s. Opravte ho prosím."],"%s Archive":["Archív %s"],"You searched for %s":["Hľadali ste %s"],"%s does not seem to be a valid Twitter Username. Please correct.":["%s nie je platné Twitter používateľské meno. Opravte ho."],"Summary with large image":["Zhrnutie s veľkým obrázkom"],"Summary":["Sumár"],"The post %1$s appeared first on %2$s.":["Článok %1$s je zobrazený ako prvý na %2$s."],"No numeric value was received.":["Nebola prijatá číselná hodnota."],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":["Musí byť existujúci blog. Blog %s neexistuje, alebo bol označený ako zmazaný."],"The default blog setting must be the numeric blog id of the blog you want to use as default.":["Základné nastavenie blogu, musí obsahovať ID blogu, kotrý chcete použiť ako predvolený."],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":["%1$s nie je platná voľba pre tých, ktorí majú prístup k %2$s nastaveniam. Hodnota bola obnovená na predvolenú."],"Please select a valid post type for taxonomy \"%s\"":["Prosím, vyberte platný typ článku pre taxonómiu \"%s\""],"Please select a valid taxonomy for post type \"%s\"":["Prosím, vyberte platnú taxonómiu pre typ článku \"%s\""],"You searched for":["Hľadali ste"],"Home":["Domovská stránka"],"Archives for":["Archívy"],"Error 404: Page not found":["Chyba 404: Stránka nebola nájdená"],"Good":["Dobré"],"Replaced with a custom taxonomies description":["Nahradené vlastným popisom taxonómie"],"Replaced with a posts custom taxonomies, comma separated.":["Nahradené vlastnou taxonómiou príspevku, hodnoty oddelené čiarkou."],"Replaced with a posts custom field value":["Nahradené hodnotou vlastného pola prípevku"],"Replaced with the slug which caused the 404":["Nahradené slugom. ktorý spôsobil chybu 404"],"Replaced with the posts focus keyphrase":[""],"Attachment caption":["Titulok prílohy"],"Replaced with the current page number":["Nahradené aktuálným číslom stránky"],"Replaced with the current page total":["Nahradené aktuálnym súčtom"],"Replaced with the current page number with context (i.e. page 2 of 4)":["Nahradené aktuálnym číslom stránky s kontextom (napr. stránka 2 z 4)"],"Replaced with the post/page author's 'Biographical Info'":["Nahradené informáciou o autorovi článku/stránky"],"Replaced with the post/page author's 'nicename'":["Nahradené používateľským menom autora príspevku/článku"],"Replaced with the post/page ID":["Nahradené ID číslom príspevku/stránku"],"Replaced with the post/page modified time":["Nahradené upraveným časom príspevku/stránky"],"Replaced with the content type plural label":[""],"Replaced with the content type single label":[""],"Replaced with the current search phrase":["Nahradené súčasnou frázou vyhľadávania"],"Replaced with the term name":["Nahradené názvom výrazu"],"Replaced with the term description":["Nahradené popisom výrazu"],"Replaced with the tag description":["Nahradené popisom značky"],"Replaced with the category description":["Nahradené popisom kategórie"],"Replaced with the post categories (comma separated)":["Nahradené kategóriami príspevku (oddelenými čiarkami)"],"Replaced with the current tag/tags":["Nahradené aktuálnou značkou/značkami"],"Replaced with the post/page excerpt (without auto-generation)":["Nahradené zhrnutím príspevku/stránky (nebude automaticky vygenerované)"],"Replaced with the post/page excerpt (or auto-generated if it does not exist)":["Nahradené zhrnutím príspevku/stránky (bude automaticky vygenerované ak neexistuje)"],"The site's name":["Názov stránky"],"Replaced with the title of the parent page of the current page":["Nahradené nadpisom aktuálneho príspevku/stránky"],"Replaced with the title of the post/page":["Nahradené nadpisom príspevku/stránky"],"Replaced with the date of the post/page":["Nahradiť dátumom príspevku/stránky"],"Page %1$d of %2$d":["Stránka %1$d z %2$d"],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":["Nemôžete prepísať štandard WPSEO pomocou registrácie premennej s rovnakým menom. Použite filter  \"wpseo_replacements\" a upravte hodnoty."],"A replacement variable with the same name has already been registered. Try making your variable name unique.":["Už bola zaregistrovaná náhradná premenná s rovnakým názvom. Skúste vytvoriť jedinečný názov premennej."],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":["Náhrada premennej nemôže začínať s \"%%cf_\" alebo \"%%ct_\". Tieto sú rezervované pre premenné WPSEO vlastné polia  a taxonómie.. Použite unikátne meno."],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":["Náhrada premenných môže obsahovať iba čísla, písmená, podtržníky alebo pomlčky. Skúste premenovať premennú."],"Admin only notice: this page does not show a meta description because it does not have one, either write it for this page specifically or go into the [%1$s - %2$s] menu and set up a template.":[""],"Page not found":["Stránka nebola nájdená"],"%s Archives":["Archívy %s"],"Search for \"%s\"":["Hľadať \"%s\""],"Meta description to use for Author page":["Meta popis pre stránku autora"],"Title to use for Author page":["Nadpis pre stránku autora"],"%1$s settings":["%1$s nastavenia"],"Export your %1$s settings":["Exportujte vaše %1$s nastavenia"],"Import settings":["Importovať nastavenia"],"Import from other SEO plugins":["Importovať z iných SEO modulov"],"Import":["Import"],"If you had a %s file and it was editable, you could edit it from here.":["Ak máte súbor %s a je zapisovateľný, môžete ho upraviť tu. "],"If your %s were writable, you could edit it from here.":[""],"You don't have a %s file, create one here:":["Ak nemáte súbor %s, tu jeden vytvoríte:"],"A link to your site, with your site's name and description as anchor text.":["Odkaz na vašu stránku, ako text odkazu sa použije názov a popis stránky."],"A link to your site, with your site's name as anchor text.":["Odkaz na vašu stránku, ako text odkazu sa použije názov vašej stránky."],"A link to the post, with the title as anchor text.":["Odkaz na príspevok, ako text odkazu sa použije nadpis príspevku."],"A link to the archive for the post author, with the authors name as anchor text.":["Odkaz na archív autora, ako text odkazu sa použije autorove meno."],"You can use the following variables within the content, they will be replaced by the value on the right.":["Môžete použiť nasledovné premenné v obsahu, budú nahradené hodnotou vpravo."],"Content to put after each post in the feed":["Obsah vložený vo feede za každým príspevkom."],"Content to put before each post in the feed":["Obsah ktorý sa vkladá pred každý obsah správy"],"This feature is used to automatically add content to your RSS, more specifically, it's meant to add links back to your blog and your blog posts, so dumb scrapers will automatically add these links too, helping search engines identify you as the original source of the content.":["Táto vlastnosť je používaná na automatické pridávanie obsahu do RSS, špecifickejšie, pridáva odkazy na váš blog a vaše príspevky, pomáha to vyhľadávačom označiť vás ako autora obsahu."],"Usage of this breadcrumbs feature is explained in %1$sour knowledge-base article on breadcrumbs implementation%2$s.":["Používanie tejto mininavigácie je vysvetlené v %1$snašej databáze znalostí v článku o mininavigácii%2$s."],"How to insert breadcrumbs in your theme":["Ako vložiť mininavigáciu do vašej témy"],"Blog":["Blog"],"Content type archive to show in breadcrumbs for taxonomies":[""],"Taxonomy to show in breadcrumbs for content types":[""],"Breadcrumb for 404 Page":["Mininavigácia pre stránku 404"],"Prefix for Search Page breadcrumbs":["Prefix stránky hľadania v mininavigácii"],"Prefix for Archive breadcrumbs":["Prefix archívu mininavigácie"],"Prefix for the breadcrumb path":["Prefix cesty k mininavigácii"],"Anchor text for the Homepage":["Text odkazu pre domovskú stránku"],"Separator between breadcrumbs":["Oddeľovač v mininavigácii"],"Enable Breadcrumbs":["Povoliť mininavigáciu"],"Below are your published posts' SEO scores. Now is as good a time as any to start improving some of your posts!":[""],"Credits":["Titulky"],"&laquo; Back to Tools page":["&laquo; Späť na Nástroje"],"%1$s comes with some very powerful built-in tools:":["%1$s prichádza s veľmi silnými zabudovanými nástrojmi:"],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":["Tento nástroj vám povolí rýchlo zmeniť dôležité súbory vášho SEO ako napríklad robots.txt, a ak používate, tak tiež .htaccess súbor."],"File editor":["Editor súborov"],"Import settings from other SEO plugins and export your settings for re-use on (another) blog.":["Importovať nastavenia z iných SEO modulov a exportovať vaše nastavenia pre použitie na (ďalšom) blogu."],"Import and Export":["Import a Export"],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":["Tento nástroj vám umožní rýchlo zmeniť nadpisy a podpisy vašich príspevkov a stránok bez toho, aby ste použili editor na každej stránke."],"Bulk editor":["Hromadný editor"],"To %1$sconfirm your site with Pinterest%2$s, add the meta tag here:":["Pre %1$soverenie vašej webovej stránky s Pinterest%2$s, pridajte meta tag sem:"],"Pinterest uses Open Graph metadata just like Facebook, so be sure to keep the Open Graph checkbox on the Facebook tab checked if you want to optimize your site for Pinterest.":["Pinterest používa Open Graph metadáta ako Facebook, uistite sa preto, že Open Graph voľba na karte Facebook je zaškrtnutá. Platí ak chcete optimalizovať stránku pre Pinterest."],"The default card type to use":["Predvolený typ karty"],"Add Twitter card meta data":["Pridať meta dáta Twitter karty"],"This image is used if the post/page being shared does not contain any images.":["Tento obrázok je použitý ak príspevok/stránka neobsahuje žiadne obrázky."],"Default settings":["Základné nastavenia"],"Copy home meta description":["Skopírovať meta popis úvodnej stránky"],"Description":["Popis"],"Image URL":["URL adresa obrázka"],"These are the title, description and image used in the Open Graph meta tags on the front page of your site.":["Nadpis, popis a obrázok použitý v Open Graph značkách na vašej úvodnej stránke."],"Frontpage settings":["Nastavenia úvodnej stránky"],"Add Open Graph meta data":["Pridať meta dáta Open Graph"],"YouTube URL":["YouTube URL"],"Pinterest URL":["Pinterest URL"],"MySpace URL":["MySpace URL"],"LinkedIn URL":["LinkedIn URL"],"Instagram URL":["Instagram URL"],"Twitter Username":["Twitter používateľske meno"],"Facebook Page URL":["URL adresa Facebook stránky"],"Accounts":["Účty"],"Restore site to defaults":["Obnoviť stránku na základnú"],"Site ID":["ID stránky"],"Using this form you can reset a site to the default SEO settings.":["Pomocou tohto formulára môžete obnoviť nastavenia SEO na základné."],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new sites.":["Citlivé dáta (FB administrátori a pod), témou špecifické (prepisovanie nadpisov) a niektoré iné nastavenia webovej stránky nebudú importované do nové webové stránky."],"Enter the %1$sSite ID%2$s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":["Zadajte%1$sID stránky%2$s, ktorej nastavenie chcete použiť ako predvolené na všetky webové stránky pridané do vašej siete. Pole môžete nechať prázdne (budú použité základné nastavenia pluginu)."],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":["Zvolte predvolené nastavenia. Standardne budú použité nastavenia tej stránky, ktorú zvolíte."],"New sites in the network inherit their SEO settings from this site":["Nové stránky v sieti zdedia SEO nastavenia tejto stránky"],"Super Admins only":["Iba Super administrátori"],"Site Admins (default)":["Administrátori(základné)"],"Who should have access to the %1$s settings":["Kto bude mať prístup k %1$s nastaveniam"],"spam":["spam"],"mature":["dospelý"],"archived":["archivovaný"],"public":["verejný"],"%s restored to default SEO settings.":["%s obnovil SEO nastavenia na základné."],"Settings Updated.":["Nastavenia aktualizované."],"404 pages":["404 stránky"],"Search pages":["Stránky vyhľadávania"],"These pages will be %s by default, so they will never show up in search results.":["Tieto stránky budú nastavené na %s, takže sa nikdy nezobrazia vo výsledkoch vyhľadávania vo vyhľadávačoch."],"Special Pages":["Špeciálne stránky"],"Date-based archives could in some cases also be seen as duplicate content.":["Archívy článkov podľa dátumov môžu tiež v niektorých prípadoch vytvárať duplicitný obsah."],"If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or to add %s to it so it doesn't show up in the search results.":["Ak je toto váš prípad, môžete sa rozhodnúť ho vypnúť (presmerovať archív na homepage) alebo pridať %s, aby sa nezobrazoval vo výsledkoch vyhľadávania."],"If you're running a one author blog, the author archive will be exactly the same as your homepage. This is what's called a %1$sduplicate content problem%2$s.":["V prípade, že máte na svojom blogu iba 1 autora, archív článkov tohto autora bude rovnaký ako homepage. Toto sa nazýva %1$sproblém duplicitného obsahu%2$s."],"Date archives":["Archív dátumov"],"author archives":["archívy autora"],"Title":["Nadpis"],"%1$s Meta Box":["%1$s Meta Box"],"Hide":["Schovať"],"Date in Snippet Preview":["Dátum v náhľade snippetu"],"Take note:":["Spraviť poznámku:"],"You can determine the title and description for the blog page by %1$sediting the blog page itself%2$s.":["Môžete nastaviť nadpis a popis stránky článkov pomocou %1$súpravy samotnej stránky článkov%2$s."],"You can determine the title and description for the front page by %1$sediting the front page itself%2$s.":["Môžete nastaviť nadpis a popis domovskej stránky pomocou %1$súpravy samotnej domovskej stránky%2$s."],"Homepage &amp; Front page":["Uvodná a predná stránka"],"Title Separator":["Oddeľovač nadpisov"],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s automaticky zistilo potrebu prepísať nadpisy vašich stránok. Ak si myslíte, že je to zle, a viete čo robíte, môžete zmeniť toto nastavenie tu."],"Force rewrite titles":["Vynútiť prepísanie nadpisov"],"Taxonomies":["Taxonómie"],"Homepage":["Úvodná stránka"],"%1$s Extensions":["%1$s rozšírenia"],"Seamlessly integrate WooCommerce with %1$s and get extra features!":["Bezproblémovo integrujte WooCommerce s %1$s a získate extra funkcionality!"],"Rank better locally and in Google Maps, without breaking a sweat!":["Získajte bez námahy lepšie hodnotenie na Google Maps!"],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":["Používate Google News? Zvýšte návštevnosť pomocou optimalizácie!"],"Optimize your videos to show them off in search results and get more clicks!":["Optimalizujte video pre zobrazenie vo vyhľadávaní! Získate viac kliknutí."],"The premium version of %1$s with more features & support.":["Prémiová verzia %1$s s rozšírenými funkcionalitami a podporou."],"Person":["Osoba"],"This data is shown as metadata in your site. It is intended to appear in %1$sGoogle's Knowledge Graph%2$s. You can be either an organization, or a person.":["Tieto dáta sú zobrazené ako metadáta na vašej stránke. Ich účelom je zobrazovanie %1$sv Google Knowledge Graph%2$s. Môžete byť spoločnosť alebo osoba."],"Website name":["Názov stránky"],"Webmaster Tools":["Webmaster tools"],"You do not have your postname in the URL of your posts and pages, it is highly recommended that you do. Consider setting your permalink structure to <strong>/%postname%/</strong>.":["Nemáte zadané meno príspevku (postname) vo vašej URL adrese. Veľmi odporúčame jeho použitie. Zvážte zmenu štruktúry trvalých odkazov na <strong>/%postname%/</strong>."],"RSS":["RSS"],"Breadcrumbs":["Mininavigácia"],"or":["alebo"],"Save Profile":["Uložiť profil"],"There were no profiles found":["Žiadne profily neboli nájdené"],"Profile":["Profil"],"Current profile":["Aktuálny profil"],"Authenticate":["Autentifikovať"],"Get Google Authorization Code":["Získať Google autorizačný kód"],"Reload crawl issues":["Chyba znovunačítania indexovania"],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year of support and updates, on %2$s.":[""],"Creating redirects is a %s feature":[""],"Errors that only occurred when your site was crawled by Googlebot for feature phones (errors didn't appear for desktop).":[""],"Errors that occurred only when your site was crawled by Googlebot-Mobile (errors didn't appear for desktop).":["Chyby, ktoré sa objavili, keď Vaše stránky navštívil Googlebot-Mobile (nezobrazuje chyby pre desktop)."],"Errors that occurred when your site was crawled by Googlebot.":["Chyby, ktoré sa objavili, keď  Vaše stránky navštívil Googlebot."],"Issue categories":["Kategórie chýb"],"Incorrect Google Authorization Code.":["Nesprávny Google Authorization Code."],"The issues have been successfully reloaded!":[""],"The %1$s data has been removed. You will have to reauthenticate if you want to retrieve the data again.":[""],"Crawl errors per page":["Chyby indexácie na stránku"],"Search":["Vyhľadať"],"Don't miss your crawl errors: %1$sconnect with Google Search Console here%2$s.":["Neprehliadnite chyby indexácie: %1$sprepojte s Google Search Console%2$s."],"Create redirect":["Vytvoriť presmerovanie"],"Mark as fixed":["Označiť ako vyriešené"],"Response code":["Kód odpovede"],"First detected":["Prvý-krát zistené"],"Last crawled":["Posledná indexácia"],"URL":["URL"],"%1$s detected you’re using a version of %2$s which is not compatible with %1$s. Please update %2$s to the latest version to use this feature.":["%1$s zistil že používate verziu %2$s ktorá nie je kompatibilná s %1$s. Prosím aktualizujte %2$s na najnovšiu verziu aby ste mohli využiť všetky vlastnosti."],"Yoast plugins share some code between them to make your site faster. As a result of that, we need all Yoast plugins to be up to date. We've detected this isn't the case, so please update the Yoast plugins that aren't up to date yet.":["Pluginy Yoast zdieľajú medzi sebou časť kódu aby urýchlili vaše webové stránky. Kvôli tomu potrebujeme aby všetky pluginy Yoast boli aktualizované. Zistili sme, že to tak nie je, preto prosím aktualizujte Yoast pluginy, ktoré ešte nie sú aktuálne."],"Feature phone":["Funkcie telefónu"],"Smartphone":["Smartfón"],"Desktop":["Počítač"],"The target URL doesn't exist, but your server is not returning a 404 (file not found) error.":["Cieľová adresa URL neexistuje, ale Váš server nevrátil chybu 404  (súbor nebol nájdený)."],"Soft 404":[""],"Request timed out or site is blocking Google.":["Vypršal časový limit žiadosti alebo webstránku blokuje Google."],"Server Error":["Chyba servera"],"Googlebot could access your site, but certain URLs are blocked for Googlebot in your %1$s file. This block could either be for all Googlebots or even specifically for Googlebot-mobile.":[""],"Blocked":["Blokovaný"],"Google was unable to crawl this URL due to an undetermined issue.":["Google nebol schopný indexovať túto URL adresu z neznámych dôvodov."],"URL points to a non-existent page.":["URL odkazuje na neexistujúcu stránku."],"Not found":["Nenájdené"],"Not followed":["Nesledované (no follow)"],"Faulty redirects":["Chybné presmerovanie"],"Server requires authentication or is blocking Googlebot from accessing the site.":["Server vyžaduje autentifikáciu, alebo blokuje prístup Googlebot na webovú stránku."],"Access denied":["Prístup zamietnutý"],"Deactivate %s":["Deaktivovať %s"],"The %1$s plugin might cause issues when used in conjunction with %2$s.":[""],"Upload Image":["Nahrať obrázok"],"Remove these ads?":["Odstrániť tieto reklamy?"],"%s Posts Overview":["%s prehľady článkov"],"The Breadcrumbs Title is used in the breadcrumbs where this taxonomy appears.":["Nadpis mininavigácie sa zobrazuje v mininávigácii - na mieste použitia tejto taxonómie."],"Breadcrumbs title":["Nadpis mininavigácie"],"The canonical link is shown on the archive page for this term.":["Kánonický odkaz je zobrazený v archíve stránky pre tento výraz."],"Facebook App ID":["Facebook App ID"],"Pinterest":["Pinterest"],"Other":["Iné"],"Archives":["Archívy"],"Email":["Email"],"Previous":["Predchádzajúca"],"Next":["Pokračovať"],"Close":["Zatvoriť"],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines and might slow down your site.":["%1$s aj %2$s vytvoria XML mapu stránok. Ak sa vytvoria dve XML mapy stránok, môže to mať za následok spomalenie webstránky, tiež to nie je užitočné pre vyhľadávače."],"Configure %1$s's Open Graph settings":["Konfigurovať OpenGraph nastavenia pre %1$s"],"Both %1$s and %2$s create Open Graph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":["Oboje %1$s  a %2$s vytvoria výstup pre OpenGraph, čo môže mať za následok, že Facebook, Twitter, LInkedIn a ďalšie sociálne siete použijú nesprávne texty a obrázky pri zdieľaní stránok."],"%s Image":["%s Obrázok"],"%s Description":["%s Popis"],"%s Title":["%s Nadpis"],"Twitter":["Twitter"],"Facebook":["Facebook"],"The recommended image size for %1$s is %2$s pixels.":["Odporúčaná veľkosť obrázku pre %1$s je %2$s pixelov."],"If you want to override the image used on %s for this post, upload / choose an image here.":["Ak si prajete prepísať obrázok použitý na %s pre tento príspevok, nahrajte / zvoľte obrázok tu."],"If you don't want to use the meta description for sharing the post on %s but want another description there, write it here.":["Ak si neprajete používať meta popis pre zdieľaný príspevok %s, ale chete použiť iný popis, vložte ho sem."],"If you don't want to use the post title for sharing the post on %s but instead want another title there, write it here.":["Ak si neprajete používať nadpis príspevku pri zdieľaní príspevku %s ale namiesto toho chcete použiť iný nadpis, vpíšte ho sem."],"very difficult":["veľmi tažké"],"Try to make shorter sentences, using less difficult words to improve readability":["Skúste tvoriť kratšie vety a používať jednoduchšie slová, aby ste zlepšili čitateľnosť"],"difficult":["tažké"],"Try to make shorter sentences to improve readability":["Skúste tvoriť kratšie vety pre zjednodušenie čítania"],"fairly difficult":["trochu tažké"],"OK":["OK"],"fairly easy":["normálne"],"easy":["ľahké"],"very easy":["veľmi ľahké"],"Meta Desc.":["Meta popis"],"All SEO Scores":["All SEO Skóre"],"SEO issue: The featured image should be at least 200 by 200 pixels to be picked up by Facebook and other social media sites.":["SEO problém: Hlavný obrázok by mal mať veľkosť minimálne 200x200 pixelov, aby mohol byť použitý pre Facebook a iné sociálne siete."],"(no parent)":["(bez nadradenej)"],"Post is set to noindex.":["Vypnuté indexovanie príspevku"],"The URL that this page should redirect to.":["URL adresa na ktorú vás táto stránka presmeruje."],"301 Redirect":["301 presmerovanie"],"The canonical URL that this page should point to. Leave empty to default to permalink. %1$sCross domain canonical%2$s supported too.":["Jednoznačná URL adresa, na ktorú by táto stránka mala odkazovať, nechajte prázdne pre základné použitie trvalého odkazu. %1$sCross domain canonical%2$s je taktiež podporovaná.."],"Canonical URL":["Jednoznačná URL adresa"],"Title to use for this page in breadcrumb paths":["Nadpis používaný na tejto stránke v adrese mininavigácii"],"Breadcrumbs Title":["Nadpis mininavigácie"],"No Snippet":["Žiadny úryvok"],"No Archive":["Žiadny archív"],"No Image Index":["Obsah bez obrázka"],"None":["žiadny"],"Site-wide default: %s":["Štandardne pre celú stránku: %s"],"Advanced <code>meta</code> robots settings for this page.":["Pokročilé nastavenia <code>meta</code> robotov pre túto stránku."],"Meta robots advanced":["Pokročilé nastavenia meta robotov"],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Varovanie: Aj keď tu nastavíte meta roboty, vaša stránka má nastavené zrušenie indexovania(v nastaveniach stránky), nebudú vás roboty vidieť."],"Meta description":["Meta popis"],"SEO Title":["Nadpis SEO"],"Focus keyword":["Hlavné kľúčové slovo"],"Snippet preview":["Náhľad snippetu"],"Settings successfully imported.":["Nastavenia úspešne importované."],"Settings could not be imported:":["Nastavenia nemohli byť importované:"],"Breadcrumb for 404 pages:":[""],"Prefix for search result pages:":["Prefix pre stránky výsledkov hľadania:"],"Prefix for archive pages:":["Prefix pre stránky archívu:"],"Prefix for breadcrumbs:":["Predpona Omrvinkovej navigácie:"],"Anchor text for the homepage:":["Anchor text pre domovskú stránku:"],"Breadcrumbs separator:":["Oddelovač Omrvinkovej navigácie:"],"%s Breadcrumbs":[""],"Use Image":["Použiť obrázok"],"Action":["Akcia"],"Page URL/Slug":["URL adresa/slug stránky"],"Publication date":["Dátum publikovania"],"Post Status":["Stav článku"],"WP Page Title":["Nadpis WP stránky"],"View":["Zobraziť"],"View &#8220;%s&#8221;":["Zobraziť &#8220;%s&#8221;"],"Preview":["Náhľad"],"Preview &#8220;%s&#8221;":["Náhľad &#8220;%s&#8221;"],"Edit":["Edituj"],"Filter":["Filter"],"New Yoast Meta Description":["Nový Yoast meta popis"],"Existing Yoast Meta Description":["Existujúci Yoast meta popis"],"Facebook profile URL":["URL adresa profilu na Facebooku"],"Twitter username (without @)":["Používateľské meno na Twitteri (bez @)"],"FAQ":["Časté otázky"],"Premium Support":["Platená podpora"],"Settings":["Nastavenia"],"You must %1$sgo to your Reading Settings%2$s and uncheck the box for Search Engine Visibility.":["Musíte %1$sísť do nastavení Čítanie%2$s a odznačiť políčko Viditeľnosť pre vyhľadávače."],"Huge SEO Issue: You're blocking access to robots.":["Veľká chyba SEO: Blokujete prístup robotom."],"Posts":["Príspevky"],"Edit Files":["Upraviť súbory"],"Advanced Variables":["Pokročilé premenné"],"Basic Variables":["Základné premenné"],"General":["Všeobecné"],"Extensions":["Rozšírenia"],"Search Console":["Search Console"],"Tools":["Nástroje"],"Advanced":["Pokročilé"],"XML sitemaps":["XML Mapy stránok"],"Social":["Sociálne siete"],"SEO":["SEO"],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":["%1$s detekuje, že používate verziu %2$s z %3$s, prosím, aktualizujte na najnovšiu verziu, aby sa zabránilo problémom s kompatibilitou."],"Just another WordPress site":["Len ďalšia WordPress stránka"],"You still have the default WordPress tagline, even an empty one is probably better. %1$sYou can fix this in the customizer%2$s.":["Stále máte predvolený slogan WordPress, dokonca aj prázdny je pravdepodobne lepší. %1$sMôžete to opraviť v nástroji na prispôsobenie%2$s."],"You have used HTML in your value which is not allowed.":["Použili ste HTML vo vašej hodnote, použitie HTML nie je povolené."],"You can't edit %s that aren't yours.":["Nemôžete upravovať %s. Nemáte dostatočné práva."],"You can't edit %s.":["Nemôžete upravovať %s."],"Post has an invalid Content Type: %s.":["Článok má neplatný typ obsahu: %s."],"Post doesn't exist.":["Článok neexistuje"],"course\u0004Free:":["Zdarma:"],"posts\u0004Trash <span class=\"count\">(%s)</span>":["Kôš <span class=\"count\">(%s)</span>","Kôš <span class=\"count\">(%s)</span>","Kôš <span class=\"count\">(%s)</span>"],"posts\u0004All <span class=\"count\">(%s)</span>":["Všetok <span class=\"count\">(%s)</span>","Všetky <span class=\"count\">(%s)</span>","Všetkých <span class=\"count\">(%s)</span>"]}}}