{"domain":"wordpress-seo","locale_data":{"wordpress-seo":{"":{"domain":"wordpress-seo","lang":"es-ar","plural_forms":"nplurals=2; plural=(n != 1);"},"%s":["%s"],"This overview will show you your top performing keyphrases in Google. Connect with %s to get started.":["Este resumen te mostrará tus frases que más posicionan en Google. Conectá con %s para empezar."],"You have successfully connected with %s.":["Te conectaste exitosamente con %s."],"Inclusive language: %s":["Lenguaje inclusivo: %s"],"Start the course":["Empezar el curso"],"Start free trial lesson":["Empezar la lección gratis de prueba"],"Organization Mastodon":["Organización Mastodon"],"%1$s Settings - %2$s":["%1$s Ajustes - %2$s"],"Read more about how to get your site verified.":["Leé más acerca de cómo verificar tu sitio."],"Get your site verified in your Mastodon profile.":["Verificá tu sitio en tu perfil de Mastodon."],"E.g. https:\/\/mastodon.social\/@yoast":["Ej: https:\/\/mastodon.social\/@yoast"],"Mastodon":["Mastodon"],"Add trustworthiness to your %1$s profile by verifying your site with %2$s.":["Agregá fiabilidad a tu perfil de %1$s verificando tu sitio con %2$s."],"Verify your site on %1$s%2$s%3$s":["Verificá tu sitio en %1$s%2$s%3$s"],"Mastodon profile not yet added":["Perfil de Mastodon no agregado aún"],"Mastodon profile added":["Perfil de Mastodon agregado"],"Potentially non-inclusive":["Potencialmente no-inclusivo"],"Finish your %s":["Terminá tu %s"],"Please enter a number between 1 and 50.":["Por favor, ingresá un número entre 1 y 50."],"Settings navigation":["Navegación de ajustes"],"Close settings navigation":["Cerrar navegación de ajustes"],"Open settings navigation":["Abrir navegación de ajustes"],"Choose whether your site represents an organization or a person. %1$sLearn more about the differences and choosing between Organization and Person%2$s.":["Elegí si tu sitio representa a una organización o a una persona. %1$sAprendé más sobre las diferencias y entre elegir entre organización y persona%2$s."],"%1$sGet%2$s %3$s":["%1$sObtener%2$s %3$s"],"Index Now":["Indexar ahora"],"Failed to retrieve media.":["Error al recuperar medios."],"Limit the length of internal site search queries to reduce the impact of spam attacks and confusing URLs. Please enter a number between 1 and 50.":["Limitá la longitud de las consultas de búsquedas internas del sitio para reducir el impacto de ataques de spam y las URLs confusas. Por favor, ingresá un número entre 1 y 50."],"The number you've entered is not between 1 and 50.":["El número que ingresaste no está entre 1 y 50."],"Determine how your %1$s should look on social media.":["Elegí cómo debería mostrarse tu %1$s en redes sociales."],"Disabling this means that archive pages for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Desactivar esto implica que las páginas de archivo para %1$s no serán indexadas por los motores de búsqueda y se excluirán de los mapas del sitio XML."],"Prevents specific URL parameters from being removed by the above feature. E.g., adding %1$s will prevent %2$s from being redirected to %3$s. You can add multiple parameters and separate them by using enter or a comma.":["Evita que parámetros de URL específicos se eliminen mediante la característica anterior. P.ej.: añadir %1$s evitará que se redirija %2$s a %3$s. Podés agregar múltiples parámetros y separarlos usando enter o una coma."],"Consolidates WordPress' multiple site search URL formats into the %1$s syntax. E.g., %2$s will redirect to %3$s":["Consolida los formatos de URL de búsqueda múltiple de WordPress en el sitio en la sintaxis de %1$s. P.ej.: %2$s redirigirá a %3$s"],"Redirect pretty URLs to ‘raw’ formats":["Redirigir las URLs bonitas a formatos 'planos'"],"Allow":["Permitir"],"Deny":["Denegar"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["Para ver este video, necesitás permitir %1$s para cargar videos embebidos de %2$s."],"Only available for English sites":["Solo disponible para sitios en inglés"],"You can change the default type for %1$s under Content types in the %2$sSettings%3$s.":["Podés cambiar el tipo por defecto para %1$s en la sección de tipos de contenido de los %2$sajustes%3$s."],"Show date archives in search results":["Mostrar archivos de fechas en los resultados de búsqueda"],"Show %1$s archives in search results":["Mostrar %1$s archivos en los resultados de búsqueda"],"Prefix for archive breadcrumbs":["Prefijo para el archivo de las rutas de navegación"],"This info is intended to appear in %1$sGoogle's Knowledge Graph%2$s.":["Esta información está destinada a aparecer en %1$sGoogle's Knowledge Graph%2$s."],"Other profile %1$s":["Otro perfil %1$s"],"Tweet":["Tweet"],"Open Graph":["Open Graph"],"Organization Facebook":["Facebook de la organización"],"OpenGraph":["OpenGraph"],"Format archives":["Archivos de formato"],"File":["Archivo"],"PDF":["PDF"],"Video":["Video"],"Attachment":["Adjunto"],"404 pages title":["Título de la página 404"],"Search pages title":["Título de las páginas de búsqueda"],"Enable date archives":["Habilitar archivos de fechas"],"Enable author archives":["Habilitar los archivos de autor"],"Anchor text for the homepage":["Texto de anclaje para la página de inicio"],"Organization\/person":["Organización\/persona"],"Divider":["Divisor"],"Remove Atom\/RDF feeds":["Eliminar feeds de Atom\/RDF"],"Webmaster":["Administrador web"],"Share":["Compartir"],"Structured data":["Datos estructurados"],"Enable the %1$s XML sitemaps. A sitemap is a file that lists a website's essential pages to make sure search engines can find and crawl them.":["Activar los mapas de sitio XML de %1$s. Un mapa de sitio es un archivo que lista las páginas esenciales de un sitio web para asegurarse de que los motores de búsqueda puedan encontrarlas y rastrearlas."],"The %1$s icon in the top admin bar provides quick access to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["El ícono de %1$s de la barra de administración superior ofrece acceso rápido a herramientas de terceros para analizar páginas, y facilita ver si tenés nuevos avisos."],"Allows for Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared. Keep this feature enabled to optimize your site for social media.":["Permite a Facebook y otras redes sociales mostrar una vista previa con imágenes y un extracto de texto cuando un enlace a tu sitio es compartido. Mantené activada esta función para optimizar tu sitio para redes sociales."],"Determine how your %1$s pages should be described by default in your site's Schema.org markup. You can always customize the settings for individual %1$s pages in the %2$s metabox.":["Elegí cómo deberían mostrarse por defecto tus páginas de %1$s en el marcado de Schema de tu sitio. Podés personalizar en cualquier momento los ajustes para páginas de %1$s individuales en la caja meta de %2$s."],"Determine how your %1$s pages should look in search engines. You can always customize the settings for individual %1$s pages in the %2$s metabox.":["Elegí cómo deberían mostrarse tus %1$s en los motores de búsqueda. Podés personalizar en cualquier momento los ajustes para %1$s individuales en la caja meta de %2$s."],"Enable %1$s pages":["Habilitar %1$s páginas"],"Determine how your homepage should look in the search results.":["Elegí cómo debería debería mostrarse tu página de inicio en los resultados de búsqueda."],"Determine how your %1$s should look in search engines. You can always customize the settings for individual %1$s in the %2$s metabox.":["Elegí cómo deberían mostrarse tus %1$s en los motores de búsqueda. Podés personalizar en cualquier momento los ajustes para %1$s individuales en la caja meta de %2$s."],"Enable format-based archives":["Habilitar los archivos basados en formatos"],"Determine how your %1$s should look on social media by default. You can always customize the settings for individual %1$s in the %2$s metabox.":["Elegí cómo deberían mostrarse por defecto tus %1$s en las redes sociales. Podés personalizar en cualquier momento los ajustes para %1$s individuales en la caja meta de %2$s."],"Cleaning up %1$s [%2$s]":["Limpiando %1$s [%2$s]"],"Skipping %1$s. %2$s is not active on this site.":["Saltando %1$s. %2$s no está activo en este sitio."],"The value for 'batch-size' must be a positive integer higher than equal to 1.":["El valor de 'batch-size' debe ser un número entero positivo mayor o igual a 1."],"The value for 'interval' must be a positive integer.":["El valor de 'interval' debe ser un número entero positivo."],"The term %s could not be built because it's not indexable.":["El término %s no pudo ser construido porque no es indexable."],"The post %s could not be indexed because it's post type is excluded from indexing.":["La entrada %s no pudo ser indexada porque su tipo de entrada está excluida de la indexación."],"The post %s could not be indexed because it does not meet indexing requirements.":["La entrada %s no pudo ser indexada porque no cumple con los requerimientos de indexación."],"Use the alternate organization name for acronyms, or a shorter version of your organization's name.":["Usar el nombre alternativo de organización para los acrónimos o una versión más corta del nombre de tu organización."],"Alternate organization name":["Alternar el nombre de la organización"],"Use the alternate website name for acronyms, or a shorter version of your website's name.":["Usar el nombre alternativo de la web para los acrónimos, o una versión más corta del nombre de tu web."],"Alternate website name":["Alternar el nombre del sitio"],"Determine how the title of your 404 error pages should look in the browser.":["Elegí cómo debería verse en el navegador el título de tus páginas de error 404."],"404 error pages":["páginas de error 404"],"Determine how the title of your internal search pages should look in the browser.":["Elegí cómo debería verse en el navegador el título de tus páginas de búsqueda interna."],"Internal search pages":["Páginas de búsquedas internas"],"Show author archives in search results":["Mostrar el autor de los archivados en los resultados de búsqueda"],"Site connections":["Conexiones del sitio"],"Enable feature":["Habilitar función"],"Site features":["Funciones del sitio"],"Learn more":["Más información"],"Site info":["Información del sitio"],"Show or hide our tools and controls in the attachment editor.":["Mostrar u ocultar nuestra caja de herramientas y controles en el editor adjunto."],"Remove unregistered URL parameters":["Eliminar los parámetros de la URL no registrados"],"Optimize Google Analytics utm tracking parameters":["Optimizar los parámetros de rastreo utm de Google Analytics"],"Remove WP-JSON API":["Eliminar la API de WP-JSON"],"Remove emoji scripts":["Eliminar el script de emoji"],"Remove Atom \/ RDF feeds":["Eliminar feeds Atom \/ RDF"],"Remove search results feeds":["Eliminar feeds de resultados de búsqueda"],"Remove custom taxonomy feeds":["Eliminar feeds de taxonomías personalizadas"],"Remove tag feeds":["Eliminar feeds de etiquetas"],"Remove category feeds":["Eliminar feeds de categorías"],"Remove post type feeds":["Eliminar feeds de tipos de contenido"],"Remove post authors feeds":["Eliminar feeds de autores de entradas"],"Remove post comments feeds":["Eliminar feeds de comentarios de entradas"],"Remove global comment feeds":["Eliminar feeds globales de comentarios"],"Remove global feed":["Eliminar el feed global"],"Remove powered by HTTP header":["Eliminar la cabecera HTTP de 'powered by'"],"Remove generator tag":["Eliminar etiqueta del generador"],"Remove oEmbed links":["Eliminar enlaces oEmbed"],"Remove RSD \/ WLW links":["Eliminar enlaces RSD \/ WLW"],"Remove REST API links":["Eliminar enlaces de la API REST"],"Remove shortlinks":["Eliminar enlaces cortos"],"Show or hide our tools and controls in the content editor.":["Mostrar u ocultar nuestras herramientas y controles en el contenido del editor."],"Enable SEO controls and assessments":["Habilitar los controles de SEO y evaluaciones"],"Unlock with %1$s":["Desbloquear con %1$s"],"We couldn’t find anything with that term.":["No pudimos encontrar nada con ese término"],"Search...":["Buscar..."],"Quick search...":["Búsqueda rápida..."],"No, continue editing":["No, continuar editando"],"Yes, discard changes":["Si, descartar cambios"],"You are about to discard all unsaved changes. All of your settings will be reset to the point where you last saved. Are you sure you want to do this?":["Estás por descartar todos los cambios sin guardar. Todos tus ajustes van a ser restaurados al punto donde los guardaste por última vez. ¿Estás seguro de que querés hacerlo?"],"Discard all changes":["Descartar todos los cambios"],"Choose the general appearance of your breadcrumbs.":["Elegí la apariencia general para tus rutas de navegación."],"Breadcrumb appearance":["Apariencia de rutas de navegación"],"You have selected the user %1$s%5$s%2$s as the person this site represents. Their user profile information will now be used in search results. %3$sUpdate their profile to make sure the information is correct%4$s.":["Elegiste el usuario %1$s%5$s%2$s como la persona que representa este sitio. Su información de perfil de usuario se utilizará ahora en los resultados de búsqueda. %3$sActualizá su perfil para asegurarte de que la información sea correcta%4$s."],"Please tell us more about the person this site represents.":["Por favor, contanos más sobre la persona a la que representa este sitio."],"E.g. https:\/\/example.com\/yoast":["Ej.: https:\/\/example.com\/yoast"],"Tell us if you have any other profiles on the web that belong to your organization. This can be any number of profiles, like YouTube, LinkedIn, Pinterest, or even Wikipedia.":["Contanos si tenés otros perfiles en el sitio que pertenezcan a tu organización. Esto puede ser cuando número de perfiles, como Youtube, LinkedIn, Pinterest, o incluso Wikipedia."],"Please tell us more about your organization. This information will help Google to understand your website, and improve your chance of getting rich results.":["Por favor, contanos más sobre tu organización. Esta información ayudará a Google a entender mejor tu sitio, y a mejorar tus posibilidades de obtener resultados enriquecidos."],"E.g. https:\/\/facebook.com\/yoast":["Ej.: https:\/\/facebook.com\/yoast"],"Other profiles":["Otros perfiles"],"Writing":["Guardando"],"You can determine the title and description for the blog page by %1$sediting the blog page itself%2$s.":["Podés determinar el título y la descripción de la página del blog %1$seditando la propia página del blog%2$s."],"Advanced: URL cleanup":["Avanzado: limpieza de URL"],"Prevent crawling of internal site search URLs":["Evitar el rastreo de las URLs de búsqueda interna del sitio"],"Block internal site searches which match the patterns of known spam attacks.":["Bloquear búsquedas internas del sitio que coincidan con patrones de ataques de spam conocidos."],"Block internal site searches which contain complex and non-alphanumeric characters, as they may be part of a spam attack.":["Bloquear búsquedas internas de sitio que contengan caracteres complejos y no alfanuméricos, ya que puede ser parte de un ataque de spam."],"Enables advanced settings for protecting your internal site search URLs.":["Habilita los ajustes avanzados para proteger las URLs de búsqueda internas de tu sitio."],"Internal site search cleanup":["Limpieza de búsqueda interna del sitio"],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of WordPress' JSON API endpoints.":["Agregar una regla ”disallow” a tu archivo robots.txt para prevenir el rastreo de los endpoints de la API JSON de WordPress."],"Remove JavaScript used for converting emoji characters in older browsers.":["Eliminar JavaScript usado para convertir caracteres de emoji en navegadores antiguos."],"Remove URLs which provide information about your search results.":["Eliminar URLs que provean información sobre tus resultados de búsqueda."],"Remove URLs which provide information about recent posts by specific authors.":["Eliminar URLs que provean información sobre entradas recientes de autores específicos."],"Remove URLs which provide information about recent comments on each post.":["Eliminar URLs que provean información sobre comentarios recientes en cada entrada."],"Remove URLs which provide an overview of recent comments on your site.":["Eliminar URLs que provean una vista general de comentarios recientes en tu sitio."],"Remove URLs which provide an overview of your recent posts.":["Eliminar URLs que provean una vista general de tus entradas recientes."],"Disable unwanted content formats":["Deshabilitar formatos de contenido no deseados."],"Remove information about the plugins and software used by your site.":["Eliminar información sobre los plugins y el software usado por tu sitio."],"Remove links used for embedding your content on other sites.":["Eliminar enlaces usados para incrustar tu contenido en otros sitios."],"Remove links used by external systems for publishing content to your blog.":["Eliminar enlaces usados por sistemas externos para publicar contenido en tu blog."],"Remove unwanted metadata":["Eliminar metadatos no deseados"],"Crawl optimization":["Optimización de rastreo"],"Removes unknown URL parameters via a %1$s redirect. E.g., %2$s will be redirected to %3$s":["Eliminar parámetros de URL desconocidos a través de una redirección %1$s. Ej: %2$s será redireccionado a %3$s"],"E.g., %1$s and %2$s":["Ej: %1$s y %2$s"],"E.g., %1$s":["Ej: %1$s"],"Enable breadcrumbs for your theme":["Habilitar rutas de navegación para tu tema"],"You can always choose to enable\/disable them for your theme below. This setting will not apply to breadcrumbs inserted through a widget, a block or a shortcode.":["Siempre podés elegir a continuación habilitarlas o deshabilitarlas para tu tema. Este ajuste no se aplicará a las rutas de navegación insertadas mediante un widget, un bloque o un shortcode."],"Choose which Post type you wish to show in the breadcrumbs for Taxonomies.":["Elegí qué tipo de entrada querés mostrar en las rutas de navegación para Taxonomías."],"Breadcrumbs for taxonomies":["Rutas de navegación para taxonomías"],"Breadcrumbs for post types":["Rutas de navegación para tipos de entrada"],"Breadcrumb for 404 page":["Ruta de navegación para página 404"],"Prefix for search page breadcrumbs":["Prefijo para ruta de navegación de página de búsqueda"],"Add prefix":["Agregar prefijo"],"Add anchor text":["Agregar texto ancla"],"Add separator":["Agregar un separador"],"Disabling this will redirect the %1$s to your site's homepage.":["Deshabilitar esto va a redirigir la %1$s a la página de inicio de tu sitio."],"Refresh this page":["Actualizar esta página"],"Something went wrong. An unexpected error occurred.":["Algo salió mal. Ocurrió un error inesperado."],"Failed to retrieve users.":["Error al recuperar usuarios."],"Searching users...":["Buscando usuarios..."],"No users found.":["No se encontraron usuarios."],"Discard changes":["Descartar cambios"],"The profile is not valid. Please enter a valid URL.":["El perfil no es válido. Por favor, ingresá una URL válida."],"The verification code is not valid. Please use only the letters A to F, numbers, underscores and dashes.":["El código de verificación no es válido. Por favor, usá solo letras de la A a la F, números, guiones bajos y guiones."],"The verification code is not valid. Please use only letters, numbers, underscores and dashes.":["El código de verificación no es válido. Por favor, usá solo letras, números, guiones bajos y guiones."],"User":["Usuario"],"Site basics":["Aspectos básicos del sitio"],"Text formality":["Formalidad del texto"],"Read more about text formality.":["Más información sobre la formalidad del texto."],"%1$s%3$s%2$s will help you assess the formality level of your text.":["%1$s%3$s%2$s te ayudará a evaluar el nivel de formalidad de tu texto."],"WordPress loads lots of resources, some of which your site might not need. If you’re not using these, removing them can speed up your pages and save resources.":["WordPress carga montones de recursos, algunos de los cuales podrías no necesitar. Si no los estás usando, quitarlos puede acelerar tus páginas y ahorrar recursos."],"Remove unused resources":["Eliminar recursos no usados"],"Prevent search engines from crawling \/wp-json\/":["Evitar que los motores de búsqueda rastreen \/wp-json\/"],"Prevent search engines from crawling site search URLs":["Evitar que los motores de búsqueda rastreen las URLs de búsqueda del sitio"],"There are unsaved changes on this page. Leaving means that those changes will be lost. Are you sure you want to leave this page?":["Hay cambios sin guardar en esta página. Salir significa que esos cambios se perderán. ¿Seguro que querés salir de esta página?"],"Media pages":["Páginas de medios"],"Categories & tags":["Categorías y etiquetas"],"Content types":["Tipos de contenidos"],"Show more":["Mostrar más"],"Show less":["Mostrar menos"],"Configure the basics for your website.":["Configurá lo básico para tu sitio."],"This field updates the %1$stagline in your WordPress settings%2$s.":["Este campo actualiza la %1$sdescripción corta en tus ajustes de WordPress%2$s."],"Disabling this means that %1$s pages created by WordPress will not be indexed by search engines and will be excluded from XML sitemaps.":["Desactivar esto implica que las páginas de %1$s creadas por WordPress no serán indexadas por los motores de búsqueda y se excluirán de los mapas del sitio XML."],"Show %1$s pages in search results":["Mostrando %1$s páginas en resultados"],"%1$s pages":["%1$s páginas"],"%1$s can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["%1$s pueden provocar problemas de contenido duplicado. Para la mayoría de los sitios recomendamos que desactives este ajuste."],"Determine how your %1$s should look on social media by default.":["Elegí cómo deberían mostrarse por defecto tus %1$s en redes sociales."],"Show archives for authors without posts in search results":["Mostrar archivos de autores sin entradas en los resultados de búsqueda"],"Determine how your %1$s should look in search engines.":["Elegí cómo deberían mostrarse tus %1$s en los motores de búsqueda."],"Author archive":["Archivo de autor"],"Read more about the search results settings":["Leé más acerca de las ajustes de resultados de búsqueda"],"Determine how your %1$s should look in search engines and on social media.":["Elegí cómo deberían mostrarse tus %1$s en los motores de búsqueda y en redes sociales."],"Contact support":["Contactar con soporte"],"We're very sorry, but it seems like the following error has interrupted our application:":["Lo sentimos mucho, pero parece que el siguiente error detuvo nuestra aplicación:"],"Read reviews from real users":["Leer reseñas de usuarios reales"],"%1$s attempted to load the class %2$s but it could not be found.":["%1$s intentó cargar la clase %2$s pero no se pudo encontrar."],"Determine how your homepage should look in the search results and on social media. This is what people probably will see when they search for your brand name.":["Elegí cómo debería aparecer tu página de inicio en los motores de búsqueda y en redes sociales. Considerá que esto es lo que verá probablemente la gente cuando busquen el nombre de tu marca."],"Show the categories prefix in the slug":["Mantener los prefijos de categorías en el slug"],"Determine how your %1$s archive should look on social media.":["Elige cómo debería mostrarse tu archivo de %1$s en redes sociales."],"Determine how your %1$s archive should look in search engines.":["Elegí cómo debería mostrarse tu archivo de %1$s en los motores de búsqueda."],"%1$s archive":["Archivo de %1$s"],"Add custom fields to page analysis":["Agregar campos personalizados al análisis de página"],"Additional settings":["Ajustes adicionales"],"Archive social image":["Imagen social de archivos"],"Archive social description":["Descripción social de archivos"],"Archive social title":["Título social de archivos"],"Archive meta description":["Meta description de los archivos"],"Archive SEO title":["Título SEO de los archivos"],"Claim your site over at %1$sPinterest%2$s.":["Reclamá tu sitio %1$sen Pinterest%2$s."],"APIs":["APIs"],"Automatically add content to your RSS. This enables you to add links back to your blog and your blog posts, helping search engines identify you as the original source of the content.":["Agregá automáticamente contenido a tu RSS. Esto te permite añadir enlaces de vuelta a tu blog y las entradas de tu blog, ayudando a los motores de búsqueda a identificarte como la fuente original del contenido."],"Edit your %1$s":["Editá tu %1$s"],"Activate %1$s Content Analysis for %2$s":["Activá el análisis de contenido para %1$s de %2$s"],"%1$s integrates with %2$s":["%1$s se integra con %2$s"],"Enable integration":["Activar integración"],"Enable %1$s":["Activar %1$s"],"Beta":["Beta"],"Your text should be slightly longer to calculate your Flesch reading ease score.":["Tu texto debe ser ligeramente más largo para calcular su puntuación de facilidad de lectura de Flesch."],"Continue writing to get insight into the readability of your text!":["¡Seguí escribiendo para entender la legibilidad de tus textos!"],"Are you working on a news article? %s helps you optimize your site for Google News.":["¿Estás trabajando en un artículo de noticias? %s te ayuda a optimizar tu sitio para Google News."],"1 year of premium support and updates included!":["¡1 año de soporte premium y actualizaciones incluidas!"],"Character count":["Contador de caracteres"],"Activate %1$s!":["Activá %1$s!"],"Filter search terms":["Filtrar términos de búsqueda"],"%1$s: Not all the words from your keyphrase \"%4$s\" appear in the SEO title. %2$s%5$s%3$s.":["%1$s: No todas las palabras de tu frase clave \"%4$s\" aparecen en el título SEO. %2$s%5$s%3$s."],"%1$s: The focus keyphrase appears at the beginning of the SEO title. Good job!":["%1$s: La frase clave aparece al principio del título SEO. ¡Bien hecho!"],"Feed crawl settings":["Ajustes de rastreo de feeds"],"Emoji scripts":["Scripts de emojis"],"Atom\/RDF feeds":["Feeds Atom\/RDF"],"Custom taxonomy feeds":["Feeds de taxonomías personalizadas"],"Crawl settings":["Ajustes de rastreo"],"301 Moved Permanently":["301 Movido permanentemente"],"Add another profile":["Agregar otro perfil"],"Your site is already easier to find for search engines.":["Tu sitio ya es más fácil de encontrar para los motores de búsqueda."],"Delete item":["Eliminar elemento"],"Currently, the %s integration is not available for multisites.":["Actualmente, la integración de %s no está disponible para multisitios."],"%1$s failed to timestamp this page. Please check if you're correctly authenticated with %1$s and try to save this page again.":["%1$s falló al agregar una marca temporal a esta página. Por favor, verificá si estás correctamente autenticado con %1$s e intentá guardar esta página de nuevo."],"content words":["palabras del contenido"],"content word":["palabra del contenido"],"Cleanup failed with the following error:":["La limpieza falló con el siguiente error:"],"Note: These settings will overwrite the default settings of Yoast SEO.":["Nota: estos ajustes omitirán los ajustes predeterminados de Yoast SEO."],"Note: This metadata will only be imported if there is no existing Yoast SEO metadata yet.":["Nota: estos datos meta solo se importarán si no hay todavía datos meta existentes de Yoast SEO."],"Post metadata (SEO titles, descriptions, etc.)":["Metadatos de entrada (títulos SEO, descripciones, etc.)"],"The import from %s includes:":["La importación desde %s incluye:"],"Once you're certain that your site is working properly with the imported data from another SEO plugin, you can clean up all the original data from that plugin.":["Una vez que estés seguro de que tu sitio está funcionando correctamente con los datos importados de otro plugin SEO podés limpiar todos los datos originales de ese plugin."],"Please select an SEO plugin below to see what data can be imported.":["Seleccioná un plugin SEO de abajo para ver qué datos pueden importarse."],"Clean up":["Limpiar"],"After you've imported data from another SEO plugin, please make sure to clean up all the original data from that plugin. (step 5)":["Cuando hayas importado datos de otro plugin SEO asegurate de limpiar todos los datos originales de ese plugin. (Paso 5)"],"Note: ":["Nota:"],"The cleanup can take a long time depending on your site's size.":["La limpieza puede tardar mucho tiempo dependiendo del tamaño del sitio."],"Every fifteen minutes":["Cada quince minutos"],"Default tagline":["Descripción corta predeterminada"],"Import failed with the following error:":["La importación falló con el siguiente error:"],"No data found from other SEO plugins.":["No se encontraron datos de otros plugins SEO."],"Select SEO plugin":["Seleccionar plugin SEO"],"The import can take a long time depending on your site's size.":["La importación puede durar mucho tiempo dependiendo del tamaño del sitio"],"For the best SEO results include all words of your keyphrase in the SEO title, and put the keyphrase at the beginning of the title":["Para unos mejores resultados de SEO incluí todas las palabras de tu frase clave en el título SEO y poné la frase clave al comienzo del título"],"For the best SEO results write the exact match of your keyphrase in the SEO title, and put the keyphrase at the beginning of the title":["Para unos mejores resultados de SEO escribí la coincidencia exacta de tu frase clave en el título SEO y poné la frase clave al comienzo del título"],"Installation Successful":["Instalación correcta"],"Blog Post":["Entrada en el blog"],"%1$s: Title does not begin with the focus keyphrase. %2$sMove your focus keyphrase to the beginning of the title%3$s.":["%1$s: El título no comienza con la frase clave objetivo. %2$sMové tu frase clave objetivo al inicio del título%3$s."],"%1$s: The exact match of the focus keyphrase appears at the beginning of the SEO title. Good job!":["%1$s: La frase clave objetivo aparece al comienzo del título SEO. ¡Bien hecho!"],"%2$sText length%4$s: The text contains %1$d %6$s. This is below the recommended minimum of %5$d %6$s. %3$sAdd more content%4$s.":["%2$sLongitud del texto%4$s: El texto contiene %1$d %6$s. Esto está por debajo del mínimo recomendado de %5$d %6$s. %3$sAgregá más contenido%4$s."],"%2$sText length%4$s: The text contains %1$d %6$s. This is slightly below the recommended minimum of %5$d %6$s. %3$sAdd a bit more copy%4$s.":["%2$sLongitud del texto%4$s: El texto contiene %1$d %6$s. Esto está ligeramente por debajo del mínimo recomendado de %5$d %6$s. %3$sAgregá un poco más de texto%4$s."],"words":["palabras"],"characters":["carateres"],"You've successfully installed %s!":["¡Instalaste %s correctamente!"],"Skip%s":["Saltar%s"],"%s account":["cuenta %s"],"SEO performance":["Rendimiento SEO"],"Connect with %s":["Conectar con %s"],"* focus keyphrase":["* frase clave objetivo"],"Get more insights over at %s":["Conseguí más estadísticas en %s"],"Position over time":["Puesto a lo largo del tiempo"],"Position":["Puesto"],"Tracking":["Seguimiento"],"Save and continue":["Guardar y continuar"],"Activate %s":["Activar %s"],"Update %s":["Actualizar %s"],"Renew %s":["Renovar %s"],"Get help activating your subscription":["Conseguí ayuda activando tu suscripción"],"It looks like you’re running an outdated and unactivated version of %1$s, please activate your subscription in %2$sMyYoast%3$s and update to the latest version (at least 17.7) to gain access to our updated workouts section.":["Parece que estuviste ejecutando una versión obsoleta y sin activar de %1$s. Por favor, activá tu suscripción en %2$sMyYoast%3$s y actualizá a la última versión (al menos la 17.7) para obtener acceso a nuestra sección de ejercicios actualizada."],"Activate your subscription of %s":["Activá tu suscripción de %s"],"Renew your subscription":["Renová tu suscripción"],"Accessing the latest workouts requires an updated version of %s (at least 17.7), but it looks like your subscription has expired. Please renew your subscription to update and gain access to all the latest features.":["Para acceder a los últimos ejercicios es obligatoria una versión actualizada de %s (al menos la 17.7), pero parece que tu suscripción caducó. Por favor, renová tu suscripción para actualizar y obtener acceso a todas las últimas características."],"Renew your subscription of %s":["Renová tu suscripción de %s"],"Could not save this value. Please check the URL.":["No se pudo guardar este valor. Revisá la URL."],"Could not save this value. Please check the URL or username.":["No se pudo guardar este valor. Revisá la URL o el nombre de usuario."],"Email address":["Dirección de correo electrónico"],"%1$sBack to all workouts":["%1$sVolver a todos los ejercicios"],"Getting your site in shape and keeping it SEO fit can be hard. We can help you get started! Take these step-by-step workouts, and you’ll be tackling some of the most fundamental SEO challenges!":["Poner tu sitio en forma y mantener el SEO al día puede ser complicado. ¡Podemos ayudarte en los primeros pasos! ¡Hacé estos ejercicios paso a paso y vas a poder abordar algunos de los retos SEO fundamentales!"],"Add internal links to your posts and pages":["Agregá enlaces internos a tus entradas y páginas"],"%1$s\/%2$s steps completed":["%1$s\/%2$s pasos completados"],"Unlock with %s!":["¡Desbloquear con %s!"],"Start workout!":["¡Empezar el ejercicio!"],"Continue workout!":["¡Continuar el ejercicio!"],"Current or first category title":["Título actual o de la primera categoría"],"Category Title":["Título de la categoría"],"Replaced with the post content":["Reemplazado con el contenido de la entrada"],"Post Content":["Contenido de la entrada"],"Replaced with the permalink":["Reemplazado con el enlace permanente"],"Replaced with the last name of the author":["Reemplazado con los apellidos del autor"],"Author last name":["Apellidos del autor"],"Replaced with the first name of the author":["Reemplazado con el nombre del autor"],"Author first name":["Nombre del autor"],"Replaced with the day the post was published":["Reemplazado con el día en el que la entrada fue publicada"],"Post day":["Día de la entrada"],"Replaced with the month the post was published":["Reemplazado con el mes en el que la entrada fue publicada"],"Post month":["Mes de la entrada"],"Replaced with the year the post was published":["Reemplazado con el año en el que la entrada fue publicada"],"Post year":["Año de la entrada"],"Current day":["Día actual"],"Current month":["Mes actual"],"Current date":["Fecha actual"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's less than the recommended minimum of %2$d %6$s. %4$sMake it longer%5$s!":["%3$sLongitud de la frase clave%5$s: La frase clave tiene %1$d %6$s que es menos del mínimo recomendado de %2$d %6$s. ¡%4$sHacela más larga%5$s!"],"It looks like you aren't using our %1$s%2$s addon%3$s. %4$sUpgrade today%5$s to unlock more tools and SEO features to make your products stand out in search results.":["Parece que no estás usando nuestra extensión %1$s%2$s%3$s. %4$sActualizate ahora%5$s para desbloquear más herramientas y características SEO para hacer que tus productos se destaquen en los resultados de búsqueda."],"Below are the technical details for the error. See %1$sthis page%2$s for a more detailed explanation.":["A continuación están los detalles técnicos del error. Mirá %1$sesta página%2$s para una explicación más detallada."],"%1$sImage Keyphrase%2$s: Good job!":["%1$sFrase clave de las imágenes%2$s: ¡Buen trabajo!"],"%1$sImage Keyphrase%3$s: Images on this page do not have alt attributes with at least half of the words from your keyphrase. %2$sFix that%3$s!":["%1$sFrase clave de las imágenes%3$s: Las imágenes de esta página no tienen atributos `alt` con al menos la mitad de las palabras de tu frase clave. ¡%2$sCorregilo%3$s!"],"%1$sImages%2$s: Good job!":["%1$sImágenes%2$s: ¡Buen trabajo!"],"%1$sImages and videos%2$s: Good job!":["%1$sImágenes y videos%2$s: ¡Buen trabajo!"],"%1$sImages and videos%3$s: No images or videos appear on this page. %2$sAdd some%3$s!":["%1$sImágenes y videos%3$s: No aparecen imágenes o videos en esta página. ¡%2$sAgregá algunos%3$s!"],"Error stack trace":["Seguimiento de la pila de errores"],"Response":["Respuesta"],"Error message":["Mensaje de error"],"Status code":["Código de estado"],"Request method":["Método de solicitud"],"Request URL":["URL de solicitud"],"Error details":["Detalles del error"],"Workouts":["Ejercicios"],"Rank with articles you want to rank with":["Posicionate con los artículos con los que quieras posicionarte"],"The cornerstone approach":["El enfoque en el contenido esencial"],"SEO workouts":["Ejercicios SEO"],"Improve the quality of your site search! Automatically helps your users find your cornerstone and most important content in your internal search results. It also removes noindexed posts & pages from your site’s search results.":["¡Mejorá la calidad de las búsquedas de tu sitio! Ayudá automáticamente a tus usuarios a encontrar el contenido esencial y más importante en tus resultados de búsqueda internos. También sacá las entradas y páginas noindex de los resultados de búsqueda de tu sitio."],"Find out more about our %s integration.":["Descubrí más sobre nuestra integración con %s."],"Get relevant internal linking suggestions — while you’re writing! The link suggestions metabox shows a list of posts on your blog with similar content that might be interesting to link to. ":["¡Conseguí sugerencias relevantes de enlazado interno – mientras escribís! La caja meta de sugerencias de enlaces muestra una lista de entradas de tu blog con contenido similar al que podría ser interesante enlazar. "],"Find out how Insights can help you improve your content.":["Descubrí cómo las estadísticas pueden ayudarte a mejorar tu contenido."],"Find relevant data about your content right in the Insights section in the Yoast SEO metabox. You’ll see what words you use most often and if they’re a match with your keywords! ":["Descubrí datos relevantes sobre tu contenido en la sección de estadísticas de la caja meta de Yoast SEO. ¡Vas a ver qué palabras usás más y si coinciden con tus palabras clave!"],"Oops, something has gone wrong and we couldn't complete the optimization of your SEO data. Please make sure to activate your subscription in MyYoast by completing %1$sthese steps%2$s.":["Ups, algo anduvo mal y no pudimos completar la optimización de tus datos SEO. Asegurate de activar tu suscripción en MyYoast completando %1$sestos pasos%2$s."],"Social image":["Imagen social"],"Unlock with Premium":["Desbloquealo con la versión Premium"],"Addon installation failed because of an error: %s.":["La instalación de la extensión falló debido al siguiente error: %s."],"You are not allowed to install plugins.":["No tenés permisos para instalar plugins."],"Addon installed.":["Extensión instalada."],"Addon activation failed because of an error: %s.":["La activación de la extensión falló debido a un error: %s."],"You are not allowed to activate plugins.":["No tenés permisos para activar plugins."],"Addon activated.":["Extensión activada."],"%1$s Continue to %2$s%3$s":["%1$s Continuar a %2$s%3$s"],"Installing and activating addons":["Instalación y activación de extensiones"],"No %1$s plugins have been installed. You don't seem to own any active subscriptions.":["No se instalaron %1$s plugins. Parece que no tenés ninguna suscripción activa."],"the following addons":["las siguientes extensiones"],"%s SEO installation":["Instalación de %s SEO"],"Install and activate":["Instalar y activar"],"Please confirm below that you would like to install %s on this site.":["Confirmá a continuación que querés instalar %s en este sitio."],"Insert variable":["Insertar variable"],"Shopping data preview:":["Vista previa de los datos de compra:"],"Availability":["Disponibilidad"],"Price":["Precio"],"Rating":["Valoración"],"%s reviews":["%s reseñas"],"Rating: %s":["Valoración: %s"],"Image":["Imagen"],"Social description":["Descripción social"],"Social title":["Título social"],"Required by %s":["Requerido por %s"],"Auto-updates are disabled based on this setting for %1$s.":["Las actualizaciones automáticas están desactivadas en base a este ajuste para %1$s."],"Auto-updates are enabled based on this setting for %1$s.":["Las actualizaciones automáticas están activadas en base a este ajuste para %1$s."],"New":["Nuevo"],"seconds":["segundos"],"Select image":["Seleccionar una imagen"],"Replace image":["Reemplazar imagen"],"The term is considered invalid. The following reason was given by WordPress: %s":["El término no se considera válido. WordPress dió la siguiente razón: %s"],"The post could not be found.":["No se pudo encontrar la entrada."],"The term could not be found.":["No se pudo encontrar el término."],"This feature has been disabled since subsites never send tracking data.":["Esta característica fue desactivada, ya que los subsitios nunca envían datos de rastreo."],"Unfortunately we cannot save changes to your SEO settings while you are working on a draft of an already-published %1$s. If you want to save your SEO changes, make sure to click 'Update', or wait to make your SEO changes until you are ready to update the %1$s.":["Lamentablemente, no podemos guardar los cambios en tus ajustes SEO mientras estás trabajando en un borrador de %1$s ya publicado. Si querés guardar tus cambios de SEO, asegurate de hacer clic en \"Actualizar\", o esperá a hacer tus cambios de SEO hasta que estés listo para actualizar %1$s."],"Get started with Yoast SEO's content analysis for Elementor!":["¡Empezá con el análisis de contenido de Yoast SEO para Elementor!"],"Got it":["Entendido"],"New: Yoast SEO for Elementor":["Nuevo: Yoast SEO para Elementor"],"Because of a change in your category base setting, some of your SEO data needs to be reprocessed.":["Debido a un cambio en tu ajuste de la categoría base, algunos de tus datos SEO tienen que ser reprocesados."],"Wait for a week or so, until %1$s automatically processes most of your content in the background.":["Esperá una semana más o menos, hasta que %1$s procese automáticamente la mayoría de tu contenido en segundo plano."],"Est. reading time":["Tiempo de lectura"],"Written by":["Escrito por"],"Google Rich Results Test":["Prueba de resultados enriquecidos de Google"],"Find out how a rich snippet can improve visibility and click-through-rate.":["Descubrí cómo los fragmentos enriquecidos pueden aumentar la visibilidad y la tasa de clics."],"This adds an author byline and reading time estimate to the article’s snippet when shared on Slack.":["Esto agrega una línea de autor y tiempo estimado de lectura al fragmento de código del artículo cuando se comparte en Slack."],"Enhanced Slack sharing":["Se mejoró: compartir en Slack"],"Activate your subscription":["Activá tu suscripción"],"SEO data optimization is disabled for non-production environments.":["La optimización de datos SEO está desactivada para los entornos que no están en producción."],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":["Esta característica incluye y reemplaza el contador de enlaces de texto y el análisis de enlaces internos"],"This tab allows you to selectively disable %1$s integrations with third-party products for all sites in the network. By default all integrations are enabled, which allows site admins to choose for themselves if they want to toggle an integration on or off for their site. When you disable an integration here, site admins will not be able to use that integration at all.":["Esta pestaña te permite deshabilitar selectivamente las integraciones de %1$s con productos de terceros en todos los sitios de la red. Por defecto todas las integraciones están habilitadas, lo que permite a los administradores de sitios elegir por sí mismos si quieren activar o no una integración en su sitio. Cuando deshabilitás una integración acá, los administradores de sitios no van a poder usar esa integración."],"Because of a change in your tag base setting, some of your SEO data needs to be reprocessed.":["Debido a un cambio en los ajustes de la URL de tus categorías, algunos de tus datos SEO tienen que ser reprocesados."],"Stop SEO data optimization":["Detener la optimización de datos SEO"],"Oops, something has gone wrong and we couldn't complete the optimization of your SEO data. Please click the button again to re-start the process. ":["¡Epa!, algo anduvo mal y no pudimos completar la optimización de tus datos SEO. Por favor, hacé clic en el botón de nuevo para reiniciar el proceso."],"Optimizing SEO data... This may take a while.":["Optimizando datos SEO… Esto puede tardar un rato."],"SEO data optimization complete":["Optimización de datos SEO completa"],"Start SEO data optimization":["Empezar la optimización de datos SEO"],"Learn more about the benefits of optimized SEO data.":["Aprendé más sobre los beneficios de los datos SEO optimizados."],"You can speed up your site and get insight into your internal linking structure by letting us perform a few optimizations to the way SEO data is stored. If you have a lot of content it might take a while, but trust us, it's worth it.":["Podés acelerar tu sitio, y obtener mejoras en la estructura de enlazado interno, permitiéndonos realizar unas pocas optimizaciones en el modo en el que se almacenan los datos SEO. Si tenés mucho contenido puede que tarde un rato, pero confiá en nosotros; vale la pena."],"Optimize SEO Data":["Optimizar datos SEO"],"If the problem persists, please contact support.":["Si persiste el problema, contactá con soporte."],"Something has gone wrong and we couldn't complete the optimization of your SEO data. Please %1$sre-start the process%2$s.":["Algo anduvo mal y no pudimos completar la optimización de tus datos SEO. Por favor, %1$sreiniciá el proceso%2$s."],"All permalinks were successfully reset":["Todos los enlaces permanentes se restablecieron correctamente."],"We've encountered a problem trying to get related keyphrases. Please try again later.":["Encontramos un problema al tratar de obtener las frases clave relacionadas. Por favor, probá de nuevo más tarde."],"You've reached the maximum amount of 4 related keyphrases. You can change or remove related keyphrases in the %s metabox or sidebar.":["Alcanzaste la cantidad máxima de 4 frases clave relacionadas. Podés cambiar o eliminar frases clave relacionadas en la caja meta o en la barra lateral de %s."],"Please wait while %1$s connects to %2$s to get related keyphrases...":["Por favor, esperá mientras %1$s se conecta a %2$s para obtener frases clave relacionadas…"],"Upgrade your %s plan":["Actualizá tu plan de %s"],"You've reached your request limit for today. Check back tomorrow or upgrade your plan over at %s.":["Alcanzaste tu límite de peticiones para hoy. Volvé mañana o actualizá tu plan en %s."],"Last month":["Último mes"],"Two months ago":["Hace dos meses"],"Three months ago":["Hace tres meses"],"Four months ago":["Hace cuatro meses"],"Five months ago":["Hace cinco meses"],"Six months ago":["Hace seis meses"],"Seven months ago":["Hace siete meses"],"Eight months ago":["Hace ocho meses"],"Nine months ago":["Hace nueve meses"],"Ten months ago":["Hace diez meses"],"Eleven months ago":["Hace once meses"],"Twelve months ago":["Hace doce meses"],"Get more insights at %s":["Conseguí más estadísticas en %s"],"Keyphrase volume in the last 12 months on a scale from 0 to 100.":["Volumen de frases clave durante los últimos 12 meses en una escala de 0 a 100."],"Learn more about the related keyphrases trend":["Aprendé más sobre las tendencias en frases clave relacionadas"],"Trend":["Tendencias"],"Learn more about the related keyphrases volume":["Aprendé más sobre el volumen de frases clave relacionadas"],"Volume":["Volumen"],"Related keyphrase":["Frase clave relacionada"],"Select country":["Seleccionar país"],"Show results for:":["Mostrar resultados para:"],"Please enter a focus keyphrase first to get related keyphrases":["Por favor, ingresá primero una frase clave relacionada para obtener las frases clave relacionadas "],"Sorry, there's no data available for that keyphrase\/country combination.":["Lo siento, no hay ningún dato disponible para esa combinación de frase clave\/país."],"Get related keyphrases":["Obtener frases clave relacionadas"],"Related keyphrases":["Frases clave relacionadas"],"The number of headers and header labels don't match.":["El número de cabeceras y etiquetas de cabeceras no coinciden."],"The %s integration offers suggestions and insights for keywords related to the entered focus keyphrase.":["La integración con %s ofrece sugerencias y estadísticas de palabras clave relacionadas con la frase clave objetivo introducida."],"Disabling Yoast SEO's XML sitemaps will not disable WordPress' core sitemaps. In some cases, this %1$s may result in SEO errors on your site%2$s. These may be reported in Google Search Console and other tools.":["Desactivar los mapas de sitio XML de Yoast SEO no desactivará los mapas de sitio del núcleo de WordPress. En algunos casos, esto %1$spuede generar errores de SEO en tu sitio%2$s. Estos errores pueden aparecer reflejados en Google Search Console y en otras herramientas."],"If you still need support and have an active subscription for this product, please email %s.":["Si todavía necesitás ayuda, y tenés una suscripción activa para este producto, enviá un correo electrónico a %s."],"You can probably find an answer to your question in our %1$shelp center%2$s.":["Probablemente encontrés una respuesta a tu pregunta en nuestro %1$scentro de ayuda%2$s."],"Need support?":["¿Necesitás ayuda?"],"Return to your %s":["Volver a tu %s"],"Make sure to save your %s for changes to take effect":["Asegurate de que guardaste la %s para que tengan efecto los cambios "],"The advanced section of the %1$s meta box allows a user to remove posts from the search results or change the canonical. The settings in the schema tab allows a user to change schema meta data for a post. These are things you might not want any author to do. That's why, by default, only editors and administrators can do this. Setting to \"%2$s\" allows all users to change these settings.":["La sección avanzada de la caja meta %1$s permite a un usuario eliminar entradas de los resultados de búsqueda o cambiar el canónico. Estos ajustes en la pestaña Schema permite a un usuario cambiar los datos meta de Schema para una entrada. Son cosas que a lo mejor no querés que haga un autor. Por eso, por defecto, solo pueden hacerlo los editores y administradores. Establecer esto como \"%2$s\" permitirá a todos los usuarios cambiar estos ajustes."],"Security: no advanced or schema settings for authors":["Seguridad: ningún ajuste avanzado o de schema para los autores"],"Report":["Informe"],"Tech Article":["Artículo técnico"],"Scholarly Article":["Artículo académico"],"Satirical Article":["Artículo satírico"],"Advertiser Content Article":["Artículo con contenido publicitario"],"News Article":["Artículo de noticias"],"Social Media Posting":["Publicación en medios sociales"],"Article":["Artículo"],"Search Results Page":["Página de resultados de búsqueda"],"Real Estate Listing":["Anuncio inmobiliario"],"Checkout Page":["Página de pago"],"Collection Page":["Página de colección"],"Medical Web Page":["Página web médica"],"Contact Page":["Página de contacto"],"Profile Page":["Página de perfil"],"QA Page":["Página de preguntas y respuestas"],"FAQ Page":["Página de FAQ"],"About Page":["Página Acerca de"],"Item Page":["Página de artículo"],"Web Page":["Página web"],"Default for %1$s (%2$s)":["Predeterminado para %1$s (%2$s)"],"This helps search engines understand your website and your content. You can change some of your settings for this page below.":["Esto ayuda a los motores de búsqueda a comprender tu web y tu contenido. A continuación, podés cambiar algunos de tus ajustes para esta página."],"Yoast SEO automatically describes your pages using schema.org":["Yoast SEO describe automáticamente tus páginas usando schema.org"],"Article type":["Tipo de artículo"],"Page type":["Tipo de página"],"Learn more about page or content types":["Aprendé más sobre los tipos de página o de contenido"],"What type of page or content is this?":["¿Qué tipo de página o contenido es este?"],"%1$s: Does not contain the exact match. %2$sTry to write the exact match of your keyphrase in the SEO title and put it at the beginning of the title%3$s.":["%1$s: No contiene la coincidencia exacta. %2$sProbá a escribir la conincidencia exacta de tu frase clave en el título SEO y ponela al principio del título%3$s."],"%1$s: The exact match of the focus keyphrase appears in the SEO title, but not at the beginning. %2$sMove it to the beginning for the best results%3$s.":["%1$s: La coincidencia exacta de la frase clave objetivo aparece en el título SEO, pero no al principio. %2$sMovela al principio para unos mejores resultados%3$s."],"%1$s Internal Linking Blocks":["Bloques de enlazado interno de %1$s"],"Allow us to track some data about your site to improve our plugin.":["Nos permite hacer un rastreo de algunos datos de tu sitio para mejorar nuestro plugin."],"Usage tracking":["Seguimiento de uso"],"Read more about how internal linking can improve your site structure.":["Leé más sobre cómo el enlazado interno puede mejorar la estructura de tu sitio."],"Link suggestions":["Sugerencias de enlaces"],"Insights":["Estadísticas"],"Remove image":["Eliminar imagen"],"The file size of the uploaded image is too large for %s. File size must be less than %s.":["El tamaño de archivo de la imagen subida es demasiado grande para %s. El tamaño del archivo debe ser menor de %s."],"The format of the uploaded image is not supported. The supported formats are: %s, %s, %s and %s.":["El formato de la imagen subida no está soportado. Los formatos soportados son: %s, %s, %s y %s."],"You have uploaded a %s. Please note that, if it’s an animated %s, only the first frame will be used.":["Subiste un %s. Tené en cuenta que si es un %s animado solo se va a usar el primer fotograma."],"Your image dimensions are not suitable. The minimum dimensions are %dx%d pixels. The maximum dimensions are %dx%d pixels.":["Las dimensiones de tu imagen no son adecuadas. Las dimensiones mínimas son de %dx%d pixeles. Las dimensiones máximas son de %dx%d pixeles."],"Your image dimensions are not suitable. The minimum dimensions are %dx%d pixels.":["Las dimensiones de tu imagen no son adecuadas. Las dimensiones mínimas son de %dx%d píxeles."],"Because of a change in your permalink structure, some of your SEO data needs to be reprocessed.":["Debido a un cambio en la estructura de tus enlaces permanentes, algunos de tus datos SEO necesitan ser reprocesados."],"Because of a change in your home URL setting, some of your SEO data needs to be reprocessed.":["Debido a un cambio en los ajustes de la URL de tus categorías, algunos de tus datos SEO tienen que volver a ser procesados."],"Please upgrade your WordPress version or install the Gutenberg plugin to get this %1$s feature.":["Por favor, actualizá tu versión de WordPress o instalá el plugin Gutenberg para conseguir esta característica de %1$s."],"Marking links with nofollow\/sponsored has been disabled for WordPress installs < 5.4.":["Marcar enlaces con nofollow\/sponsored se desactivó para instalaciones de WordPress inferiores a la 5.4."],"Open in new tab":["Abrir en una nueva pestaña"],"This is a sponsored link or advert (mark as %1$ssponsored%2$s)%3$s":["Este es un enlace patrocinado o un anuncio (marcado como %1$sspatrocinado%2$s)%3$s"],"Search engines should ignore this link (mark as %1$snofollow%2$s)%3$s":["Los motores de búsqueda deberían ignorar este enlace (marcado como %1$snofollow%2$s)%3$s"],"Learn more about marking a link as nofollow or sponsored.":["Aprendé más sobre marcar un enlace como nofollow o sponsored."],"Link inserted.":["Enlace insertado."],"Link edited.":["Enlace editado."],"Warning: the link has been inserted but may have errors. Please test it.":["Advertencia: el enlace se insertó pero puede tener errores. Por favor, comprobalo."],"Unlink":["Eliminar enlace"],"Link removed.":["Enlace eliminado."],"Link":["Enlace"],"We've analyzed your post. There is still room for improvement!":["Analizamos tu entrada. ¡Todavía hay posibilidades de hacer mejoras!"],"We've analyzed your post. Everything looks good. Well done!":["Analizamos tu entrada. Todo parece estar bien. ¡Bien hecho!"],"No focus keyword was entered":["No se introdujo una frase clave objetivo"],"Share your post!":["¡Compartí tu entrada!"],"Improve your post with Yoast SEO":["Mejorá tu entrada con Yoast SEO"],"SEO analysis:":["Análisis SEO"],"The links columns show the number of articles on this site linking %3$sto%4$s this article and the number of URLs linked %3$sfrom%4$s this article. Learn more about %1$show to use these features to improve your internal linking%2$s, which greatly enhances your SEO.":["La columna de enlaces muestra el número de artículos de este sitio que enlazan %3$sa%4$s este artículo y el número de URLs enlazadas %3$sdesde%4$s este artículo. Aprendé más sobre %1$scómo usar estas características para mejorar tu enlazado interno%2$s, algo que mejora enormemente tu SEO."],"We've written an article about %1$show to use the SEO score and Readability score%2$s.":["Escribimos un artículo sobre cómo %1$susar la puntuación de SEO y legibilidad%2$s."],"%1$s adds several columns to this page.":["%1$s agregá varias columnas a esta página."],"%1$sRun the indexation process on your server%2$s using %3$sWP CLI%2$s.":["%1$sCorré el proceso de indexación en tu servidor%2$s usando %3$sWP CLI%2$s."],"Show debug information":["Mostrar información de depuración"],"Your site will continue to work normally, but won't take full advantage of %s.":["Tu sitio va a seguir funcionando normalmente, pero no va a aprovechar todas las ventajas de %s."],"%s had problems creating the database tables needed to speed up your site.":["%s tuvo problemas al crear las tablas de la base de datos necesarias para acelerar tu sitio."],"Your keyphrase is too long. It can be a maximum of 191 characters.":["Tu frase clave es demasiado larga. Puede tener un máximo de 191 caracteres."],"%1$sFind out how to solve this problem on our help center%2$s.":["%1$sDescubrí cómo resolver este problema en nuestro centro de ayuda%2$s."],"The text link counter feature is not working as expected":["La característica del contador de enlaces a texto no está funcionando como se esperaba"],"The text link counter helps you improve your site structure. %1$sFind out how the text link counter can enhance your SEO%2$s.":["El contador de enlaces a texto te ayuda a mejorar la estructura de tu sitio. %1$sDescubrí cómo puede el contador de enlaces a texto mejorar tu SEO%2$s."],"The text link counter is working as expected":["El contador de enlaces a texto está funcionando como se esperaba"],"I don't want this site to show in the search results.":["No quiero que este sitio se muestre en los resultados de búsqueda."],"If you want search engines to show this site in their results, you must %1$sgo to your Reading Settings%2$s and uncheck the box for Search Engine Visibility.":["Si querés que los motores de búsqueda muestren este sitio en sus resultados tenés que %1$sir a tus ajustes de lectura%2$s y desmarcar la casilla de visibilidad en los motores de búsqueda."],"Learn more about the no-index setting on our help page.":["Aprendé más sobre el ajuste de noindex en nuestra página de ayuda."],"Even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Aunque acá podés configurar los ajustes de meta robots, el sitio completo está configurado como noindex en los ajustes de privacidad globales, así que estos ajustes no tendrían efecto."],"Learn more about canonical URLs on our help page.":["Aprendé más sobre las URLs canonical en nuestra página de ayuda."],"Learn more about the breadcrumbs title setting on our help page.":["Aprendé más sobre el ajuste del título de los breadcrumbs en nuestra página de ayuda."],"Learn more about advanced meta robots settings on our help page.":["Aprendé más sobre los ajustes avanzados de meta robots en nuestra página de ayuda."],"Learn more about the no-follow setting on our help page.":["Aprendé más sobre el ajuste nofollow en nuestra página de ayuda."],"This %1$s REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use %1$s for all their SEO meta output.":["La variable %1$s de la API REST te da todos los metadatos que necesitás para una URL específica. Esto hará que para los sitios WordPress headless, utilicen %1$s para la salida de todos sus meta SEO."],"REST API: Head endpoint":["API REST: Head endpoint"],"Please read %1$sthis help article%2$s to find out how to resolve this problem.":["Por favor, leé %1$seste artículo de ayuda%2$s para descubrir cómo resolver este problema. "],"Replaced with the term ancestors hierarchy":["Reemplazado con la jerarquía de antecesores del término"],"Term hierarchy":["Jerarquía de términos"],"%1$sYou can change the tagline in the customizer%2$s.":["%1$sPodés cambiar la descripción corta en el personalizador%2$s."],"You still have the default WordPress tagline. Even an empty one is probably better.":["Todavía tenés la descripción corta predeterminada de WordPress. Incluso una en blanco es probablemente mejor."],"You should change the default WordPress tagline":["Deberías cambiar la descripción corta predeterminada de WordPress"],"You are using a custom tagline or an empty one.":["Estás usando una descripción corta personalizada o una vacía."],"You changed the default WordPress tagline":["Cambiaste la descripción corta predeterminada de WordPress"],"Comments on your posts are displayed on a single page. This is just like we'd suggest it. You're doing well!":["Los comentarios de tus entradas se muestran en una página individual. Esto es tal como ya lo sugerimos. ¡Lo estás haciendo bien!"],"It's highly recommended to have your postname in the URL of your posts and pages. Consider setting your permalink structure to %s.":["Es muy recomendable que tengas el nombre de la entrada en la URL de tus entradas y páginas. Considerá ajustar la estructura de tus enlaces permanentes como %s."],"You do not have your postname in the URL of your posts and pages":["No tenés el nombre de la entrada en la URL de tus entradas y páginas"],"You do have your postname in the URL of your posts and pages.":["Tenés el nombre de la entrada en la URL de tus entradas y páginas."],"Your permalink structure includes the post name":["Tu estructura de enlaces permanentes incluye el nombre de la entrada"],"Comments on your posts break into multiple pages. As this is not needed in 999 out of 1000 cases, we recommend you disable it. To fix this, uncheck \"Break comments into pages...\" on the Discussion Settings page.":["Los comentarios de tus entradas se dividen en varias páginas. Como esto no es necesario en 999 de cada 1000 casos, recomendamos que lo desactivés. Para solucionar esto, desmarcá \"Separar comentarios en páginas...\" en la página de ajustes de comentarios."],"Comments break into multiple pages":["Los comentarios se dividen en varias páginas."],"Comments are displayed on a single page":["Los comentarios se muestran en una sola página"],"No title":["Sin título"],"%1$sGo to the Discussion Settings page%2$s":["%1$sIr a la página de ajustes de comentarios%2$s"],"%1$sThis was reported by the %2$s plugin%3$s":["%1$sEsto ha sido informado por el plugin %2$s%3$s"],"Mobile result":["Resultado en el celular"],"Preview as:":["Vista previa como:"],"Desktop result":["Resultado en escritorio"],"When you click OK we will open our HelpScout beacon where you can find answers to your questions. This beacon will load our support data and also potentially set cookies.":["Cuando hagás clic en Aceptar, vamos a abrir nuestra baliza de HelpScout donde vas a poder encontrar respuestas a tus preguntas. Esta baliza va a cargar nuestros datos de soporte y, potencialmente, también podrá establecer cookies."],"The browser you are currently using is unfortunately rather dated. Since we strive to give you the best experience possible, we no longer support this browser. Instead, please use %1$sFirefox%4$s, %2$sChrome%4$s or %3$sMicrosoft Edge%4$s.":["El navegador que usás actualmente es muy antiguo. Como nos esforzamos por brindarte la mejor experiencia posible, ya no admitimos este navegador. En su lugar, usá %1$sFirefox%4$s, %2$sChrome%4$s or %3$sMicrosoft Edge%4$s."],"If you want to apply advanced <code>meta<\/code> robots settings for this page, please define them in the following field.":["Si querés aplicar ajustes avanzados <code>meta<\/code> robots para esta página, por favor definilos en el siguiente campo."],"Check out %1$s":["Revisá %1$s"],"We have both free and premium online courses to learn everything you need to know about SEO.":["Tenemos cursos en línea gratuitos y premium para aprender todo lo que necesitás saber sobre SEO."],"Want to learn SEO from Team Yoast? Check out our %1$s!":["¿Querés aprender SEO con el equipo Yoast? ¡Mirá nuestra %1$s!"],"Learn SEO":["Aprendé SEO"],"%s settings to import:":["Ajustes de %s a importar:"],"Import settings from another %1$s installation by pasting them here and clicking \"%2$s\".":["Importá los ajustes desde otra instalación de %1$s pegándolos aquí y haciendo clic en \"%2$s\"."],"Your %1$s settings:":["Tus ajustes de %1$s:"],"Schema":["Esquema"],"Settings saved.":["Ajustes guardados."],"Dismiss this alert":["Descartar esta alerta"],"Show this item.":["Mostrar este elemento."],"Hide this item.":["Ocultar este elemento."],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly.":["Las siguientes palabras y combinaciones de palabras, son las que más aparecen en el contenido. Estas dan una indicación sobre en qué se enfoca tu contenido. Si las palabras difieren mucho de tu temática, puede que quieras reescribir tu contenido debidamente."],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":["Cuando agregués un poco más de texto, te vamos a dar la lista de las palabras que más aparecen en el contenido. Estas dan una indicación sobre en qué se enfoca tu contenido."],"%d occurrences":["%d apariciones"],"Activate %s for your site on MyYoast":["Activá %s para tu sitio en MyYoast"],"Show blog page in breadcrumbs":["Mostrar página del blog en breadcrumbs"],"Has feedback":["Tenés comentarios"],"Content optimization:":["Optimización de contenido:"],"Post Noindexed":["Publicación con no-index"],"No Focus Keyphrase":["Sin frase clave objetivo"],"Posts with the SEO score: %s":["Entradas con la puntuación de SEO: %s"],"SEO: %s":["SEO: %s"],"%s video tutorial":["vídeo tutorial %s"],"To view your current crawl errors, %1$splease visit Google Search Console%2$s.":["Para ver tus errores actuales de indexación, %1$spor favor, visitá Google Search Console%2$s."],"Google has discontinued its Crawl Errors API. Therefore, any possible crawl errors you might have cannot be displayed here anymore. %1$sRead our statement on this for further information%2$s.":["Google ha discontinuado su aplicación para detectar errores de rastreo. Por lo tanto, posiblemente tus errores de rastreo no se muestren más aquí. %1$sPara más información, leé nuestra declaración acerca de este tema.%2$s."],"Personal info":["Información personal"],"Organization logo":["Logotipo de la organización"],"Organization name":["Nombre de la organización"],"(if one exists)":["(si existe)"],"Wikipedia page about you":["Página de Wikipedia sobre ti"],"YouTube profile URL":["URL del perfil de YouTube"],"Tumblr profile URL":["URL del perfil de Tumblr"],"SoundCloud profile URL":["URL del perfil de SoundCloud"],"MySpace profile URL":["URL del perfil de MySpace"],"Organization":["Organización"],"You have previously set your site to represent a person. We’ve improved our functionality around Schema and the Knowledge Graph, so you should go in and %1$scomplete those settings%2$s.":["Antes configuraste tu sitio para representar a una persona. Mejoramos nuestra funcionalidad sobre Schema y el Knowledge Graph, así que debés ir y %1$scompletar esos ajustes%2$s."],"Select a user...":["Elegí un usuario..."],"Uncategorized":["No categorizado"],"Pinterest profile URL":["URL del perfil de Pinterest"],"LinkedIn profile URL":["URL de perfil en LinkedIn"],"Instagram profile URL":["URL del perfil de Instagram"],"No JSON object was returned.":["No se devolvió un objeto JSON."],"Received internal links":["Enlaces internos recibidos"],"Outgoing internal links":["Enlaces internos salientes"],"New step added":["Nuevo paso agregado"],"New question added":["Nueva pregunta agregada"],"For this feature to work, %1$s needs to create a table in your database. We were unable to create this table automatically.":["Para que esta característica funcione, %1$snecesita crear una tabla en tu base de datos. No pudimos crear esta tabla automáticamente."],"Keyphrase":["Frase clave"],"%3$sImage Keyphrase%5$s: Out of %2$d images on this page, %1$d have alt attributes with words from your keyphrase or synonyms. That's a bit much. %4$sOnly include the keyphrase or its synonyms when it really fits the image%5$s.":["%3$sFrase clave de la imagen%5$s: De %2$d imágenes en esta página, %1$d tienen atributos `alt` con palabras de tu frase clave o sinónimos. Eso es demasiado. %4$sIncluye la frase clave o sus sinónimos solo cuando realmente encajen con la imagen%5$s."],"%1$sImage Keyphrase%3$s: Images on this page do not have alt attributes that reflect the topic of your text. %2$sAdd your keyphrase or synonyms to the alt tags of relevant images%3$s!":["%1$sFrase clave de la imagen%3$s: Las imágenes de esta página no tienen atributos `alt` que reflejen el tema de tu texto. ¡%2$sAgregá tu frase clave o sinónimos a las etiquetas `alt` de las imágenes relevantes%3$s!"],"%1$sImage Keyphrase%3$s: Images on this page have alt attributes, but you have not set your keyphrase. %2$sFix that%3$s!":["%1$sFrase clave de la imagen%3$s: Las imágenes de esta página tienen atributos `alt`, pero no estableciste tu frase clave. ¡%2$sCorregilo%3$s!"],"%1$sKeyphrase in subheading%2$s: Your H2 or H3 subheading reflects the topic of your copy. Good job!":["%1$sFrase clave en subtítulo%2$s: tus subtítulos H2 o H3 reflejan el tema de tu texto. ¡Buen trabajo!"],"%1$sKeyphrase in subheading%3$s: %2$sUse more keyphrases or synonyms in your H2 and H3 subheadings%3$s!":["%1$sFrase clave en subtítulo%3$s: ¡%2$sUsá más frases clave o sinónimos en tus subtítulos H2 o H3%3$s!"],"Page %s":["Página %s"],"Cannot get the size of %1$s because of unknown reasons.":["No se puede obtener el tamaño de %1$s por razones desconocidas."],"Cannot get the size of %1$s because it is hosted externally.":["No se puede obtener el tamaño de %1$s porque está alojado externamente."],"%1$sSingle title%3$s: H1s should only be used as your main title. Find all H1s in your text that aren't your main title and %2$schange them to a lower heading level%3$s!":["%1$sTítulo único%3$s: Solo deberías usar H1 como tu título principal. Encontrá todos los H1 en tu texto que no sean el título principal y, ¡%2$scambialos a un nivel de encabezado inferior%3$s!"],"Import of settings is only supported on servers that run PHP 5.3 or higher.":["Importar ajustes solo está soportado en servidores que corran PHP 5.3 o superior."],"Export your %1$s settings here, to copy them on another site.":["Exportá acá tus ajustes de %1$s, para copiarlos en otro sitio."],"No settings found.":["No se encontraron ajustes."],"These are settings for the %1$s plugin by %2$s":["Estos son los ajustes para el plugin %1$s de %2$s"],"Copy all these settings to another site's %1$s tab and click \"%1$s\" there.":["Copiá todos estos ajustes a la pestaña %1$s de otro sitio, y haz clic en \"%1$s\" de allí."],"You do not have the required rights to export settings.":["No tenés los derechos requeridos para exportar los ajustes."],"Method %1$s() does not exist in class %2$s":["El método %1$s() no existe en la clase %2$s"],"With %s, you can easily create such redirects.":["Con %s podés crear fácilmente esas redirecciones."],"Learn about why permalinks are important for SEO.":["Enterate por qué los enlaces permanentes son importantes para la SEO."],"Changing your permalinks settings can seriously impact your search engine visibility. It should almost %1$s never %2$s be done on a live website.":["Cambiar los ajustes de los enlaces permanentes puede impactar seriamente tu visibilidad en motores de búsqueda. No debería casi %1$s nunca %2$s hacerse en un sitio web en producción."],"WARNING:":["ADVERTENCIA:"],"%1$sFunction words in keyphrase%3$s: Your keyphrase \"%4$s\" contains function words only. %2$sLearn more about what makes a good keyphrase.%3$s":["%1$sPalabras funcionales en frase clave%3$s: Tu frase clave \"%4$s\" sólo contiene palabras funcionales. %2$sAprendé cómo es una buena frase clave%3$s"],"%1$sKeyphrase length%3$s: %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sLongitud de la frase clave%3$s: %2$sDefiní una frase clave para calcular tu puntuación SEO%3$s."],"%1$sKeyphrase in slug%2$s: More than half of your keyphrase appears in the slug. That's great!":["%1$sFrase clave en el slug%2$s: Más de la mitad de tu frase clave aparece en el slug. ¡Eso es genial!"],"%1$sKeyphrase in slug%3$s: (Part of) your keyphrase does not appear in the slug. %2$sChange that%3$s!":["%1$sFrase clave en el slug%3$s: (Parte de) tu frase clave no aparece en el slug. ¡%2$sCambiá eso%3$s!"],"%1$sKeyphrase in slug%2$s: Great work!":["%1$sFrase clave en el slug%2$s: ¡Gran trabajo!"],"Help on choosing the perfect focus keyphrase":["Ayuda para elegir la frase clave objetivo perfecta"],"Go %s!":["¡Ir a %s!"],"Add related keyphrase":["Agregá frase clave relacionada"],"Upgrade to %s":["Actualizá a %s"],"Get %s":["Obtener %s"],"%1$sPreviously used keyphrase%2$s: You've not used this keyphrase before, very good.":["%1$sFrase clave usada previamente%2$s: No usaste antes esta frase clave objetivo, muy bien."],"%1$sImages%3$s: No images appear on this page. %2$sAdd some%3$s!":["%1$sImágenes%3$s: No hay imágenes en esta página. ¡%2$sAgregá algunas%3$s!"],"%1$sLink keyphrase%3$s: You're linking to another page with the words you want this page to rank for. %2$sDon't do that%3$s!":["%1$sEnlace de la frase clave objetivo%3$s: Estás enlazando a otra página con las palabras con las que querés posicionar esta página. ¡%2$sNo hagás eso%3$s!"],"%2$sText length%3$s: The text contains %1$d %4$s. Good job!":["%2$sLongitud del texto%3$s: El texto contiene %1$d %4$s. ¡Buen trabajo!"],"%1$sKeyphrase in subheading%3$s: More than 75%% of your H2 and H3 subheadings reflect the topic of your copy. That's too much. %2$sDon't over-optimize%3$s!":["%1$sFrase clave en el subtítulo%3$s: Más del 75%% de tus subtítulos H2 y H3 reflejan el tema de tu texto. Eso es demasiado. ¡%2$sNo sobre optimicés%3$s!"],"%1$sSEO title width%3$s: %2$sPlease create an SEO title%3$s.":["%1$sAncho del título SEO%3$s: %2$sPor favor, creá un título SEO%3$s."],"%1$sSEO title width%3$s: The SEO title is wider than the viewable limit. %2$sTry to make it shorter%3$s.":["%1$sAncho del título SEO%3$s: El título SEO es más ancho que el límite visible. %2$sProbá hacerlo más corto%3$s."],"%1$sSEO title width%2$s: Good job!":["%1$sAncho del título SEO%2$s: ¡Buen trabajo!"],"%1$sSEO title width%3$s: The SEO title is too short. %2$sUse the space to add keyphrase variations or create compelling call-to-action copy%3$s.":["%1$sAncho del título SEO%3$s: El título SEO es demasiado corto. %2$sUsá el espacio para agregar variaciones de palabras clave, o para crear un texto que anime a una acción%3$s."],"%1$sOutbound links%2$s: There are both nofollowed and normal outbound links on this page. Good job!":["%1$sEnlaces salientes%2$s: Hay enlaces salientes nofollow y normales en esta página. ¡Buen trabajo!"],"%1$sOutbound links%2$s: Good job!":["%1$sEnlaces salientes%2$s: ¡Buen trabajo!"],"%1$sOutbound links%3$s: All outbound links on this page are nofollowed. %2$sAdd some normal links%3$s.":["%1$sEnlaces salientes%3$s: Todos los enlaces salientes de esta página son nofollow. %2$sAgregá algún enlace normal%3$s."],"%1$sOutbound links%3$s: No outbound links appear in this page. %2$sAdd some%3$s!":["%1$sEnlaces salientes%3$s: No hay enlaces salientes en esta página. ¡%2$sAgregá alguno%3$s!"],"%1$sMeta description length%2$s: Well done!":["%1$sLongitud de la meta description%2$s: ¡Bien hecho!"],"%1$sMeta description length%3$s: The meta description is over %4$d characters. To ensure the entire description will be visible, %2$syou should reduce the length%3$s!":["%1$sLongitud de la meta description%3$s: La meta description tiene más de %4$d caracteres. Asegurate que sea visible toda la descripción, ¡%2$stendrías que reducir su longitud%3$s!"],"%1$sMeta description length%3$s: The meta description is too short (under %4$d characters). Up to %5$d characters are available. %2$sUse the space%3$s!":["%1$sLongitud de la meta description%3$s: La meta description es demasiado corta (menos de %4$d caracteres). Hay hasta %5$d caracteres disponibles. ¡%2$sUsá el espacio%3$s!"],"%1$sMeta description length%3$s:  No meta description has been specified. Search engines will display copy from the page instead. %2$sMake sure to write one%3$s!":["%1$sLongitud de la meta description%3$s: No especificaste ninguna meta description. Los motores de búsqueda van a mostrar en su lugar texto de la página. ¡%2$sAsegurate de escribir una%3$s!"],"%1$sKeyphrase in meta description%2$s: The meta description has been specified, but it does not contain the keyphrase. %3$sFix that%4$s!":["%1$sFrase clave en la meta description%2$s: Se especificó la meta description, pero no contiene la frase clave objetivo. ¡%3$sArreglá eso%4$s!"],"%1$sKeyphrase in meta description%2$s: The meta description contains the keyphrase %3$s times, which is over the advised maximum of 2 times. %4$sLimit that%5$s!":["%1$sFrase clave en la meta description%2$s: La meta description contiene la palabra clave objetivo %3$s veces, que es más del máximo recomendado de 2 veces. ¡%4$sLimitá eso%5$s!"],"%1$sKeyphrase in meta description%2$s: Keyphrase or synonym appear in the meta description. Well done!":["%1$sFrase clave en la meta description%2$s: La frase clave objetivo, o el sinónimo aparece en la meta description. ¡Bien hecho!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's way more than the recommended maximum of %2$d %6$s. %4$sMake it shorter%5$s!":["%3$sLongitud de la frase clave%5$s: La frase clave tiene %1$d %6$s. Es mucho más que el máximo recomendado de %2$d %6$s. ¡%4$sHacela más corta%5$s!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's more than the recommended maximum of %2$d %6$s. %4$sMake it shorter%5$s!":["%3$sLongitud de la frase clave%5$s: La frase clave tiene %1$d %6$s. Es más que el máximo recomendado de %2$d %6$s. ¡%4$sHacela más corta%5$s!"],"%1$sKeyphrase length%2$s: Good job!":["%1$sLongitud de la frase clave%2$s: ¡Buen trabajo!"],"%1$sKeyphrase length%3$s: No focus keyphrase was set for this page. %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sLongitud de la frase clave%3$s: No se estableció una frase clave objetivo para esta página. %2$sPoné una frase clave objetivo para calcular tu puntuación SEO%3$s."],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms do not appear in the first paragraph. %2$sMake sure the topic is clear immediately%3$s.":["%1$sFrase clave en la introducción%3$s: Tu frase clave o sus sinónimos no aparecen en el primer párrafo. %2$sAsegurate que el tema esté claro inmediatamente%3$s."],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms appear in the first paragraph of the copy, but not within one sentence. %2$sFix that%3$s!":["%1$sFrase clave en la introducción%3$s: Tu frase clave o sus sinónimos aparecen en el primer párrafo de la copia, pero no dentro de una frase. ¡%2$sCorregilo%3$s!"],"%1$sKeyphrase in introduction%2$s: Well done!":["%1$sFrase clave en la introducción%2$s: ¡Bien hecho!"],"%1$sInternal links%2$s: There are both nofollowed and normal internal links on this page. Good job!":["%1$sEnlaces internos%2$s: En esta página hay enlaces internos nofollow y normales. ¡Buen trabajo!"],"%1$sInternal links%2$s: You have enough internal links. Good job!":["%1$sEnlaces internos%2$s: Tenés suficientes enlaces internos. ¡Buen trabajo!"],"%1$sInternal links%3$s: The internal links in this page are all nofollowed. %2$sAdd some good internal links%3$s.":["%1$sEnlaces internos%3$s: Todos los enlaces internos de esta página son nofollow. %2$sAgregá algún buen enlace interno%3$s."],"%1$sInternal links%3$s: No internal links appear in this page, %2$smake sure to add some%3$s!":["%1$sEnlaces internos%3$s: No hay enlaces internos en esta página, ¡%2$sasegurate de agregar alguno%3$s!"],"%1$sTransition words%2$s: Well done!":["%1$sPalabras de transición%2$s: ¡Bien hecho!"],"%1$sTransition words%2$s: Only %3$s of the sentences contain transition words, which is not enough. %4$sUse more of them%2$s.":["%1$sPalabras de transición%2$s: Solo %3$s de las frases contienen palabras de transición, y no es suficiente. %4$sUsá algunas más%2$s."],"%1$sTransition words%2$s: None of the sentences contain transition words. %3$sUse some%2$s.":["%1$sPalabras de transición%2$s: Ninguna de las frases contiene palabras de transición. %3$sUsá alguna%2$s."],"%1$sNot enough content%2$s: %3$sPlease add some content to enable a good analysis%2$s.":["%1$sNo hay suficiente contenido%2$s: %3$sPor favor, agregá algo de contenido para permitir un buen análisis%2$s."],"%1$sSubheading distribution%2$s: You are not using any subheadings, but your text is short enough and probably doesn't need them.":["%1$sDistribución de subtítulos%2$s: No estás usando ningún subtítulo, pero tu texto es bastante corto, y probablemente no lo necesite."],"%1$sSubheading distribution%2$s: You are not using any subheadings, although your text is rather long. %3$sTry and add some subheadings%2$s.":["%1$sDistribución de subtítulos%2$s: No estás usando ningún subtítulo, aunque tu texto es bastante largo. %3$sProbá agregar algún subtítulo%2$s."],"%1$sSubheading distribution%2$s: Great job!":["%1$sDistribución de subtítulos%2$s: ¡Excelente trabajo!"],"%1$sSentence length%2$s: %3$s of the sentences contain more than %4$s %7$s, which is more than the recommended maximum of %5$s. %6$sTry to shorten the sentences%2$s.":["%1$sLongitud de las oraciones%2$s: %3$s de las oraciones contienen más de %4$s %7$s, que es más del máximo recomendado de %5$s. %6$sTratá de acortar las frases%2$s."],"%1$sSentence length%2$s: Great!":["%1$sLongitud de las frases%2$s: ¡Excelente!"],"%1$sConsecutive sentences%2$s: There is enough variety in your sentences. That's great!":["%1$sFrases consecutivas%2$s: Hay suficiente variedad en tus frases. ¡Eso es excelente!"],"%1$sPassive voice%2$s: %3$s of the sentences contain passive voice, which is more than the recommended maximum of %4$s. %5$sTry to use their active counterparts%2$s.":["%1$sVoz pasiva%2$s: %3$s de las frases está en voz pasiva, que es más del máximo recomendado de %4$s. %5$sIntentá usar sus equivalentes activas%2$s."],"%1$sPassive voice%2$s: You're using enough active voice. That's great!":["%1$sVoz pasiva%2$s: Estás usando suficientes voces activas. ¡Eso es genial!"],"%1$sParagraph length%2$s: None of the paragraphs are too long. Great job!":["%1$sLongitud de párrafo%2$s: Ninguno de los párrafos es demasiado largo. ¡Excelente trabajo!"],"Good job!":["¡Buen trabajo!"],"Focus keyphrase":["Frase clave objetivo"],"Disable":["Desactivar"],"Allow Control":["Permitir control"],"This tab allows you to selectively disable %s features for all sites in the network. By default all features are enabled, which allows site admins to choose for themselves if they want to toggle a feature on or off for their site. When you disable a feature here, site admins will not be able to use that feature at all.":["Esta pestaña te permite desactivar selectivamente características de %s en todos los sitios de la red. De forma predeterminada están activas todas las características, lo que permite a los administradores del sitio elegir por sí mismos si quieren activar o desactivar una característica para su sitio. Cuando desactivés aquí una característica los administradores del sitio no podrán usar esa característica."],"%s is a required feature toggle argument.":["%s es un argumento de cambio de función obligatorio."],"This feature has been disabled by the network admin.":["Esta característica fue desactivada por el administrador de la red."],"Focus keyphrase not set.":["La frase clave objetivo no está establecida."],"Colon":["Dos puntos"],"Optional. Customize how you want to describe the duration of the instruction":["Opcional: Adaptar cómo querés describir el tiempo que dura la instrucción"],"Describe the duration of the instruction:":["Describí la duración de la instrucción:"],"Learn more about the readability analysis":["Aprendé más acerca del análisis de legibilidad"],"Readability analysis:":["Análisis de legibilidad:"],"Both %1$s and %2$s manage the SEO of your site. Running two SEO plugins at the same time is detrimental.":["Tanto %1$s como %2$s gestionan el SEO de tu sitio. Ejecutar dos plugins SEO al mismo tiempo es perjudicial."],"%s, %s and %s":["%s, %s y %s"],"%s and %s":["%s y %s"],"Enter a step title":["Ingresá un título de paso"],"Optional. This can give you better control over the styling of the steps.":["Opcional. Esto puede darte un mejor control sobre el diseño de los pasos."],"CSS class(es) to apply to the steps":["Clase(s) de CSS para aplicar a los pasos"],"minutes":["minutos"],"hours":["horas"],"days":["días"],"Copy error":["Copiar error"],"An error occurred loading the %s primary taxonomy picker.":["Ocurrió un error al cargar el selector %s de la taxonomía principal."],"%1$s Structured Data Blocks":["%1$s Bloques de datos estructurados"],"Time needed:":["Tiempo necesario:"],"Move question down":["Bajar pregunta"],"Move question up":["Subir pregunta"],"Insert question":["Escribí una pregunta"],"Delete question":["Borrar pregunta"],"Enter the answer to the question":["Escribí la respuesta a la pregunta"],"Enter a question":["Escribí una pregunta"],"Add question":["Agregar pregunta"],"Select the primary %s":["Elegí el %s principal"],"Check links to this URL":["Verificar los links de esta URL"],"Are you trying to use multiple keyphrases? You should add them separately below.":["¿Estás tratando de usar múltiples frases claves? Deberías agregarlas separadas por comas a continuación."],"Mark as cornerstone content":["Marcar como contenido esencial"],"Move step down":["Mover un paso abajo"],"Move step up":["Mover paso arriba"],"Insert step":["Insertar paso"],"Delete step":["Eliminar paso"],"Add image":["Agregar imagen"],"Enter a step description":["Ingresá una descripción del paso"],"Enter a description":["Ingresá una descripción"],"Unordered list":["Lista desordenada"],"Showing step items as an ordered list.":["Mostrando los elementos de pasos como una lista ordenada."],"Showing step items as an unordered list":["Mostrando los elementos de pasos como una lista desordenada"],"Add step":["Agregar paso"],"Delete total time":["Eliminar tiempo total"],"Add total time":["Agregar tiempo total"],"How to":["Cómo"],"Analysis results":["Resultados del análisis"],"Enter a focus keyphrase to calculate the SEO score":["Introducí una frase clave objetivo para calcular la puntuación SEO"],"Learn more about Cornerstone Content.":["Aprendé más sobre el contenido esencial."],"Cornerstone content should be the most important and extensive articles on your site.":["El contenido esencial, deben ser los artículos más importantes y extensos de tu sitio."],"Restore Site":["Restaurar sitio"],"Network Settings":["Configuración de red"],"You are not allowed to perform this action.":["No tenés permisos para realizar esta acción."],"Error: %s":["Error: %s"],"Success: %s":["Éxito: %s"],"Site with ID %d not found.":["No se encontró el sitio con el ID %d."],"No site has been selected to restore.":["No seleccionaste un sitio para ser restaurado."],"You are not allowed to modify unregistered network settings.":["No tenés permisos para modificar los ajustes de red no registrada."],"deleted":["eliminado"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":["Leé nuestra %1$sguía definitiva para la búsqueda de palabras clave%2$s para  aprender más sobre la búsqueda y estrategia de palabras claves."],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly. ":["Las siguientes palabras son las que más aparecen en el contenido. Estas dan una indicación sobre qué va tu contenido. Si las palabras difieren mucho de tu temática, podés querer reescribir tu contenido debidamente."],"Prominent words":["Palabras importantes"],"The site's tagline":["Descripción corta del sitio"],"Not all required fields are given. Missing field %1$s":["No completaste todos los campos obligatorios. Falta el campo %1$s"],"Add synonyms":["Agregá sinónimos"],"You can edit the SEO metadata for this custom type on the %1$sShop page%2$s.":["Podés editar los metadatos SEO de este tipo de contenido personalizado en la %1$spágina de la tienda%2$s."],"Current year":["Año actual"],"Page":["Página"],"Something went wrong. Please reload the page.":["Algo salió mal. Por favor recargá la página."],"Tagline":["Descripción corta"],"description (custom taxonomy)":["descripción (taxonomía personalizada)"],"(custom taxonomy)":["(taxonomía personalizada)"],"(custom field)":["(campo personalizado)"],"Term404":["Term404"],"Caption":["Leyenda"],"Pagenumber":["Pagenumber"],"Pagetotal":["Pagetotal"],"User description":["Descripción del usuario"],"ID":["ID"],"Modified":["Modificado"],"Post type (plural)":["Tipo de entrada (plural)"],"Post type (singular)":["Tipo de contenido (singular)"],"Separator":["Separador"],"Search phrase":["Frase de búsqueda"],"Term title":["Título del término"],"Term description":["Descripción del término"],"Tag description":["Descripción de la etiqueta"],"Category description":["Descripción de la categoría"],"Primary category":["Categoría principal"],"Category":["Categoría"],"Tag":["Etiqueta"],"Excerpt only":["Solo el extracto"],"Excerpt":["Extracto"],"Site title":["Título del sitio"],"Archive title":["Título del archivo"],"Parent title":["Título superior"],"Date":["Fecha"],"Get Yoast SEO Premium":["Pasate a Yoast SEO Premium"],"You should create a redirect to ensure your visitors do not get a 404 error when they click on the no longer working URL.":["Tendrías que crear una redirección para asegurarte que tus visitantes no obtienen un error 404 cuando hagan clic en la URL que ya no funciona."],"Make sure you don't miss out on traffic!":["¡Asegurate de no perder tráfico!"],"You just deleted a %1$s.":["Acabás de borrar una %1$s."],"You just trashed a %1$s.":["Acabás de enviar a la papelera una %1$s."],"Url preview":["Vista previa de la URL"],"Please provide a meta description by editing the snippet below. If you don’t, Google will try to find a relevant part of your post to show in the search results.":["Por favor, introducí una meta description editando el snippet de abajo. Si no lo hacés, Google intentará encontrar una parte relevante de tu contenido, para mostrarla en los resultados de búsqueda."],"Dismiss this notice":["Descartar este aviso"],"No results":["No hay resultados"],"Your site language is set to %s. If this is not correct, contact your site administrator.":["El idioma de tu sitio está establecido en %s. Si no es así contactá con el administrador de tu sitio."],"The %s importer functionality uses temporary database tables. It seems your WordPress install does not have the capability to do this, please consult your hosting provider.":["La funcionalidad del importador de %s, usa tablas temporales de la base de datos. Parece que tu instalación de WordPress no tiene la capacidad de hacer esto, por favor, consultá a tu proveedor de alojamiento."],"Cleanup of %s data failed.":["La limpieza de datos %s falló."],"Content Type":["Tipo de contenido"],"Filter by content type":["Filtrar por tipo de contenido"],"Show All Content Types":["Mostrar todos los tipos de contenido"],"Replaced with the normal title for an archive generated by WordPress":["Reemplazar con el título normal para un archivo generado por WordPress"],"Clean":["Limpiar"],"Once you're certain your site is OK, you can clean up. This will remove all the original data.":["Cuando estés seguro que tu sitio está BIEN puedes limpiarlo. Esto va a eliminar todos los datos originales."],"Step 5: Clean up":["Paso 5: Limpieza"],"Please check your posts and pages and see if the metadata was successfully imported.":["Por favor, chequeá tus entradas y páginas y mirá si los metadatos fueron importados correctamente."],"Step 3: Check your data":["Paso 3: Chequear tus datos"],"This will import the post metadata like SEO titles and descriptions into your %1$s metadata. It will only do this when there is no existing %1$s metadata yet. The original data will remain in place.":["Esto va a importar los metadatos de entrada, como los títulos y descripciones SEO, en tus metadatos de %1$s. Solo lo va a hacer si no hay todavía metadatos en %1$s. Los datos originales seguirán en su sitio."],"Step 2: Import":["Paso 2: Importar"],"Please make a backup of your database before starting this process.":["Por favor, hacé un respaldo de tu base de datos antes de comenzar este proceso."],"Step 1: Create a backup":["Paso 1: Crear un respaldo"],"We've detected data from one or more SEO plugins on your site. Please follow the following steps to import that data:":["Detectamos datos de uno o más plugins SEO en tu sitio. Por favor, seguí los siguientes pasos para importar los datos:"],"Plugin: ":["Plugin: "],"%s did not detect any plugin data from plugins it can import from.":["%s no detectó ningún dato de plugins desde los que pueda hacer una importación."],"Posts that should not show up in search results":["Entradas que no deberían mostrarse en los resultados de búsqueda"],"%s data found.":["%s datos encontrados."],"%s data successfully removed.":["%s datos borrados con éxito."],"%s data successfully imported.":["%s datos importados con éxito."],"%s data not found.":["%s datos no encontrados."],"On":["Activo"],"Help on: %s":["Ayuda sobre: %s"],"Off":["Inactivo"],"See who contributed to %1$s.":["Mirá quién contribuyó a %1$s."],"Default for %2$s, currently: %1$s":["Valor predeterminado %2$s, actualmente: %1$s"],"Show %s in search results?":["¿Mostramos %s en los resultados de búsqueda?"],"this author's archives":["archivados de este autor"],"Do not allow search engines to show %s in search results.":["No permitir a los motores de búsqueda mostrar %s en los resultados de búsqueda."],"Read why XML Sitemaps are important for your site.":["Leé por qué los mapas del sitio XML son importantes para tu sitio."],"Enable the XML sitemaps that %s generates.":["Activar los mapas del sitio XML que genera %s."],"See the XML sitemap.":["Ver el mapa del sitio XML."],"%s (current default for %s)":["%s (actualmente predeterminado para %s)"],"Should search engines follow links on this %1$s?":["¿Deberían los motores de búsqueda seguir los enlaces que hay en esta %1$s?"],"Allow search engines to show this %s in search results?":["¿Permitir a los motores de búsqueda mostrar esta %s en los resultados?"],"Toggle %1$s's XML Sitemap":["Alternar mapa del sitio XML de %1$s"],"%s integration":["%s integración"],"Find out how the text link counter can enhance your SEO.":["Descubrí cómo el contador de enlaces de texto puede mejorar tu SEO."],"The text link counter helps you improve your site structure.":["El contador de enlaces de texto te ayuda a mejorar la estructura de tu sitio."],"Find out how cornerstone content can help you improve your site structure.":["Descubrí cómo el contenido básico puede ayudarte a mejorar la estructura de tu sitio."],"The cornerstone content feature lets you to mark and filter cornerstone content on your website.":["La característica de contenido principal le permite marcar y filtrar el contenido principal en su sitio web."],"Discover why readability is important for SEO.":["Descubrí por qué la legibilidad es importante para la SEO."],"The readability analysis offers suggestions to improve the structure and style of your text.":["El análisis de legibilidad ofrece sugerencias para mejorar la estructura y estilo de tu texto."],"Learn how the SEO analysis can help you rank.":["Descubrí cómo el análisis SEO puede ayudarte al ranking de motores de búsqueda."],"The SEO analysis offers suggestions to improve the SEO of your text.":["El análisi SEO te ofrece sugerencias para mejorar el SEO de tu texto."],"SEO analysis":["Análisis SEO"],"Good results":["Buenos resultados"],"https:\/\/yoa.st\/1uk":["https:\/\/yoa.st\/1uk"],"https:\/\/yoa.st\/1uj":["https:\/\/yoa.st\/1uj"],"Latest blog posts on %1$s":["Últimas entradas del blog en %1$s"],"Remove highlight from the text":["Eliminar resaltado del texto"],"Your site language is set to %s. ":["El idioma de tu sitio está establecido en %s."],"First-time SEO configuration":["Configuración de SEO por primera vez"],"Highlight this result in the text":["Resaltar este resultado en el texto"],"Considerations":["Consideraciones"],"Errors":["Errores"],"Change language":["Cambiar idioma"],"%s file":["%s archivo"],"Save changes to %s":["Guardar los cambios en %s"],"Edit the content of your %s:":["Editá el contenido de tu %s:"],"Create %s file":["Crear el archivo %s"],"Updated %s":["Actualizado %s"],"You cannot edit the %s file.":["No podés modificar el archivo %s."],"You cannot create a %s file.":["No podés crear el archivo %s."],"Other integrations":["Otras integraciones"],"More information about %1$s":["Más información sobre %1$s"],"Manage your %s subscription on MyYoast":["Gestioná tu suscripción de %s en MyYoast"],"Mark the most important %1$s as 'cornerstone content' to improve your site structure. %2$sLearn more about cornerstone content%3$s.":["Marcá el %1$s más importante como \"contenido fundamental\" para mejorar la estructura de tu sitio. %2$sObtené más información sobre el contenido fundamental%3$s."],"(Opens in a new browser tab)":["(Se abre en una nueva pestaña del navegador)"],"Go back":["Volver"],"Posts %1$swithout%2$s a focus keyphrase":["Entradas %1$ssin%2$s frase clave objetivo"],"Hey, your SEO is doing pretty well! Check out the stats:":["¡Ey, tu SEO está funcionando bastante bien! Miré las estadísticas:"],"You don't have any published posts, your SEO scores will appear here once you make your first post!":["¡No tenés ninguna entrada publicada, tus puntajes SEO aparecerán aquí una vez que hagas tu primera publicación!"],"Read more like this on our SEO blog":["Leé más acerca de esto en nuestro blog SEO"],"Readability: %s":["Legibilidad: %s"],"Not activated":["No activado"],"Activated":["Activado"],"%1$s recommendations for you":["%1$s recomendaciones para vos"],"All Readability Scores":["Todas las Puntuaciones de Legibilidad"],"Filter by Readability Score":["Filtrar por Puntuación de Legibilidad"],"Remind me again in 4 weeks.":["Recordámelo nuevamente en 4 semanas."],"Request method %1$s is not valid.":["El método de solicitud %1$s no es válido."],"Text link counter":["Contador de enlaces en textos"],"Number of internal links linking to this post. See \"Yoast Columns\" text in the help tab for more info.":["Número de enlaces internos que enlazan a esta entrada. Revisá el texto en las \"Columnas Yoast\" de la pestaña de ayuda para más información."],"Number of outgoing internal links in this post. See \"Yoast Columns\" text in the help tab for more info.":["Número de enlaces salientes de esta entrada. Para más información, revisá el texto \"Columnas Yoast\" de la pestaña de ayuda."],"%s Columns":["Columnas %s"],"Readability score":["Puntuación de legibilidad"],"Scroll to see the preview content.":["Desplazate hacia abajo para ver el contenido previo."],"Cornerstone content":["Contenido esencial"],"Save changes":["Guardar los cambios"],"1 year free support and updates included!":["¡1 año gratis de soporte y actualizaciones incluidos!"],"The plugin %2$s changes your site's output and in doing that differentiates between search engines and normal users, a process that's called cloaking. We highly recommend that you disable it.":["El plugin %2$s cambia el aspecto de tu sitio para los visitantes, pero no para los buscadores. Este proceso se denomina enmascaramiento (cloaking). Te recomendamos que lo deshabilites."],"No ads!":["¡Sin anuncios publicitarios!"],"Get %1$s":["Obtené %1$s"],"Variable":["Variable"],"Available variables":["Variables disponibles"],"Scroll to see the table content.":["Desplazate para ver el contenido de la tabla."],"An error occurred in the '%1$s' assessment":["Ocurrió un error en la evaluación '%1$s'"],"No new notifications.":["No hay notificaciones nuevas."],"Save all":["Guardar todo"],"Save":["Guardar"],"%1$s, Author at %2$s":["%1$s, autor en %2$s"],"Meta description preview:":["Vista previa de la meta description:"],"Close snippet editor":["Cerrar el editor de snippet"],"Slug":["Slug"],"Marks are disabled in current view":["Las marcas están desactivadas en la vista actual"],"Good SEO score":["Calificación SEO buena"],"OK SEO score":["Puntuación SEO OK"],"Feedback":["Feedback"],"Name":["Nombre"],"Please provide a meta description by editing the snippet below.":["Ingresá una descripción meta editando el snippet de abajo."],"Edit snippet":["Editar snippet"],"SEO title preview":["Vista previa del título SEO"],"Export settings":["Exportar ajustes"],"Please don't show me this notification anymore":["Por favor, no volver a mostrarme esta notificación"],"If you are experiencing issues, %1$splease file a bug report%2$s and we'll do our best to help you out.":["Si estás experimentando problemas %1$spor favor, envía un informe de fallos%2$s y haremos todo lo posible para ayudarte."],"We've noticed you've been using %1$s for some time now; we hope you love it! We'd be thrilled if you could %2$sgive us a 5 stars rating on WordPress.org%3$s!":["Hemos detectado que hace ya algún tiempo que usás %1$s; ¡esperamos que te encante! ¡Nos emocionaría si nos %2$sdieras una valoración de 5 estrellas en WordPress.org%3$s!"],"Warning: the variable %1$s cannot be used in this template. See the %2$s for more info.":["Advertencia: la variable `%1$s` no se puede usar en esta plantilla. Revisá %2$s para más información."],"By the way, did you know we also have a %1$sPremium plugin%2$s? It offers advanced features, like a redirect manager and support for multiple keyphrases. It also comes with 24\/7 personal support.":["De paso, ¿sabías que también tenemos un %1$s plugin Premium%2$s? Este trae funcionalidades avanzadas, como un gestor de redirecciones, y compatibilidad con múltiples palabras clave? También incluye soporte personal 24\/7."],"(no title)":["(sin título)"],"The %1$s admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["El menú de la barra de administración de %1$s contiene enlaces útiles de herramientas de terceros con las que analizar páginas y facilitarte saber si tenés nuevas notificaciones."],"Admin bar menu":["Menú de la barra de administración"],"Features":["Características"],"SEO title":["Título SEO"],"Greater than sign":["Símbolo mayor que"],"Less than sign":["Símbolo de menor que"],"Right angle quotation mark":["Comilla inclinada a la derecha"],"Left angle quotation mark":["Comilla inclinada a la izquierda"],"Small tilde":["Virgulilla (~)"],"Vertical bar":["Barra vertical"],"Low asterisk":["Asterisco bajo"],"Asterisk":["Asterisco"],"Bullet":["Viñeta"],"Middle dot":["Punto medio"],"Em dash":["Guión largo"],"En dash":["Guión corto"],"Dash":["Guión"],"No":["No"],"Yes":["Sí"],"Google search console":["Google search console"],"Social profiles":["Perfiles sociales"],"Posts list":["Lista de entradas"],"Posts list navigation":["Navegación por la lista de entradas"],"Filter posts list":["Filtrar la lista de entradas"],"Installed":["Instalado"],"Seamless integration between %1$s and %2$s":["Integración perfecta entre %1$s y %2$s"],"Optimize your site for Google News":["Optimizá tu sitio para Google News"],"Edit &#8220;%s&#8221;":["Modificar &#8220;%s&#8221;"],"Premium":["Premium"],"Get Premium":["Obtené la vesión Premium"],"Notifications":["Notificaciones"],"Removes the focus keyphrase section from the metabox and disables all SEO-related suggestions.":["Elimina la pestaña de frase clave de la caja meta, y desactiva todas las sugerencias relacionadas con el SEO."],"Disable SEO analysis":["Desactivar análisis SEO"],"Other social profiles":["Otros perfiles sociales"],"Make primary":["Hacer principal"],"Cancel":["Cancelar"],"Disable readability analysis":["Desactivar el análisis de legibilidad"],"Removes the readability analysis section from the metabox and disables all readability-related suggestions.":["Elimina la sección de legibilidad de la caja meta, y desactiva todas las sugerencias relacionadas con la legibilidad."],"Readability analysis":["Análisis de legibilidad"],"Needs improvement":["Necesita mejoras"],"Readability":["Legibilidad"],"Improvements":["Mejoras"],"Good job! We could detect no serious SEO problems.":["¡Buen trabajo! No detectamos ningún problema grave de SEO."],"We have detected the following issues that affect the SEO of your site.":["Hemos detectado los siguientes problemas que afectan al SEO de tu sitio."],"Problems":["Problemas"],"Not available":["No disponible"],"Filter by SEO Score":["Filtrar por puntuación SEO"],"Meta description not set.":["No se ha definido la meta description."],"Open":["Abrir"],"Loading...":["Cargando..."],"No results found":["No se encontraron resultados"],"Dashboard":["Escritorio"],"You can fix this on the %1$sPermalink settings page%2$s.":["Podés solucionar este problema en la %1$spágina de ajustes de enlaces permanentes%2$s."],"Replaced with the primary category of the post\/page":["Reemplazado con la categoría principal de la entrada\/página"],"Buy %s":["Comprar %s"],"New %1$s Title":["Nuevo título de %1$s"],"Existing %1$s Title":["Título %1$s existente"],"Expected an integer as input.":["Se esperaba un número entero."],"Trying to build the sitemap cache key, but the postfix and prefix combination leaves too little room to do this. You are probably requesting a page that is way out of the expected range.":["Se ha intentado crear la clave de cache del mapa del sitio pero la combinación de sufijo y prefijo deja demasiado abiertas las opciones. Es posible que quieras mostrar una página que no esté en el rango deseado."],"Redirects":["Redirección"],"Remove":["Quitar"],"Keep":["Mantener"],"Bold the last page":["Última página en negrita"],"Primary %s":["Principal %s"],"Primary":["Principal"],"Make %1$s primary %2$s":["Hacer %1$s principal %2$s"],"Integrations":["Integraciones"],"Term is set to noindex.":["El término se etiquetó como noindex."],"Author archives":["Archivos de autor"],"Enabled":["Activado"],"Disabled":["Desactivado"],"The separator defined in your theme's %s tag.":["El separador definido en la etiqueta %s de tu tema."],"No index":["No indexar"],"SEO score":["Puntuación SEO"],"Team Yoast":["Equipo Yoast"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["La primera verdadera solución SEO todo en uno para WordPress, incluyendo análisis de contenido de páginas, mapas del sitio en XML y mucho más."],"Yoast SEO":["Yoast SEO"],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":["La instalación del plugin %1$s no se ha completado. Consultá las %2$sinstrucciones de instalación%3$s."],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":["La extensión de librería estándar PHP (SPL) parece no estar disponible. Por favor, pedí a tu proveedor de hosting que la active."],"SEO Settings":["Ajustes SEO"],"Google Page Speed Test":["Google Page Speed Test"],"Facebook Debugger":["Depurador de Facebook"],"Analyze this page":["Analizar esta página"],"%s Archive":["%s archivo"],"You searched for %s":["Has buscado %s"],"Summary with large image":["Resumen con imagen grande"],"The post %1$s appeared first on %2$s.":["La entrada %1$s se publicó primero en %2$s."],"No numeric value was received.":["No se recibió ningún valor numérico."],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":["Debe ser un blog existente. El blog %s no existe o ha sido marcado como eliminado."],"The default blog setting must be the numeric blog id of the blog you want to use as default.":["El ajuste predeterminado del blog debe ser el ID numérico del blog que quieras utilizar como predeterminado."],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":["%1$s no es una elección válida para quien debería tener acceso a los ajustes de %2$s. El valor se ha restaurado al predeterminado."],"Please select a valid post type for taxonomy \"%s\"":["Por favor, elegí un tipo de entrada válida para la taxonomía \"%s\""],"Please select a valid taxonomy for post type \"%s\"":["Por favor, elegí una taxonomía válida para el tipo de entrada \"%s\""],"You searched for":["Has buscado por"],"Home":["Inicio"],"Archives for":["Archivo de"],"Error 404: Page not found":["Error 404: Página no encontrada"],"Good":["Bueno"],"Replaced with a custom taxonomies description":["Reemplazado con una descripción personalizada de taxonomías"],"Replaced with a posts custom taxonomies, comma separated.":["Reemplazado con las taxonomías personalizadas de una entrada, separadas por comas."],"Replaced with a posts custom field value":["Reemplazado con un valor de los campos personalizados de las entradas"],"Replaced with the slug which caused the 404":["Reemplazado con el slug que causó el 404"],"Replaced with the posts focus keyphrase":["Reemplazado con la frase clave objetivo de las publicaciones"],"Attachment caption":["Título del adjunto"],"Replaced with the current page number":["Reemplazado por el número de página actual"],"Replaced with the current page total":["Reemplazado por el total de la página actual"],"Replaced with the current page number with context (i.e. page 2 of 4)":["Reemplazado por el número actual de página en el contexto (por ejemplo, página 2 de 4)"],"Replaced with the current year":["Reemplazado con el año en curso"],"Replaced with the current month":["Reemplazado con el mes actual"],"Replaced with the current day":["Reemplazado con el día de hoy."],"Replaced with the current date":["Reemplazado con la fecha actual"],"Replaced with the post\/page author's 'Biographical Info'":["Reemplazado por la \"Información biográfica\" del autor de la entrada\/página"],"Replaced with the post\/page author's 'nicename'":["Reemplazado con el nombre \"lindo\" del autor de la entrada\/página."],"Replaced with the post\/page ID":["Reemplazado con el ID de la entrada\/página"],"Replaced with the post\/page modified time":["Reemplazado con la fecha de modificación de la entrada\/página"],"Replaced with the content type plural label":["Reemplazado con la etiqueta plural de tipo de contenido"],"Replaced with the content type single label":["Reemplazado con la etiqueta en singular del tipo de contenido"],"Replaced with the current search phrase":["Reemplazado con la frase de búsqueda actual"],"Replaced with the term name":["Reemplazado con el nombre del término"],"Replaced with the term description":["Reemplazado con la descripción del término"],"Replaced with the tag description":["Reemplazado con la descripción de la etiqueta"],"Replaced with the category description":["Reemplazado con la descripción de la categoría"],"Replaced with the post categories (comma separated)":["Reemplazar con las categorías de la entrada (separadas con coma)"],"Replaced with the current tag\/tags":["Reemplazado con la(s) etiqueta(s) actual(es)"],"Replaced with the post\/page excerpt (without auto-generation)":["Reemplazado con el extracto de la entrada\/página (sin autogeneración)"],"Replaced with the post\/page excerpt (or auto-generated if it does not exist)":["Reemplazado con el extracto de la entrada\/página (o la autogenerada si no existe)"],"The site's name":["El nombre del sitio"],"Replaced with the title of the parent page of the current page":["Reemplazado con el titulo de la página superior de la página actual"],"Replaced with the title of the post\/page":["Reemplazado con el título de la entrada\/página"],"Replaced with the date of the post\/page":["Reemplazado con la fecha de la entrada\/página"],"Page %1$d of %2$d":["Página %1$d de %2$d"],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":["No podés sustituir una variable de reemplazo estándar de WPSEO registrando una variable con el mismo nombre. Usá el filtro \"wpseo_replacements\" en vez de ajustar el valor de reemplazo."],"A replacement variable with the same name has already been registered. Try making your variable name unique.":["Una variable de reemplazo con el mismo nombre ya fue registrada. Tratá de hacer que el nombre de la variable sea único."],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":["Una variable de reemplazo no puede comenzar por \"%%cf_\" or \"%%ct_\" debido a que éstas están reservadas para variables estándar de WPSEO para campos y taxonomías personalizadas. Intentá elegir nombres de variables únicos."],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":["Una variable de reemplazo solamente puede contener caracteres alfanuméricos, guión bajo, o guión normal. Intentá renombrar tu variable."],"Admin only notice: this page does not show a meta description because it does not have one, either write it for this page specifically or go into the [%1$s - %2$s] menu and set up a template.":["Aviso para el Administrador: esta página no muestra una meta description porque no la tiene. Hacé una de estas dos cosas: escribí una específicamente para esta página, o andá al menú [%1$s - %2$s], y configurá una plantilla."],"Page not found":["Página no encontrada"],"%s Archives":["%s archivos"],"Meta description to use for Author page":["Meta description a usar en la página de autor"],"Title to use for Author page":["Título a usar en la página de autor"],"%1$s settings":["Ajustes %1$s"],"Export your %1$s settings":["Exportar tus ajustes de %1$s"],"Import settings":["Ajustes de importación"],"Import from other SEO plugins":["Importar de otros plugins SEO"],"Import":["Importar"],"If you had a %s file and it was editable, you could edit it from here.":["Si tuvieses un archivo %s y fuese editable podrías modificarlo desde aquí."],"If your %s were writable, you could edit it from here.":["Si tu archivo %s tuviese permisos de escritura podrías editarlo desde aquí."],"You don't have a %s file, create one here:":["No tenés un archivo %s, creá uno aquí:"],"A link to your site, with your site's name and description as anchor text.":["Un enlace a tu sitio, con el nombre del sitio y la descripción como texto de anclaje."],"A link to your site, with your site's name as anchor text.":["Un enlace a su sitio, con el nombre del sitio como texto de anclaje."],"A link to the post, with the title as anchor text.":["Un enlace a la entrada, con el título como texto de anclaje."],"You can use the following variables within the content, they will be replaced by the value on the right.":["Podés usar la siguientes variables dentro del contenido, éstas serán reemplazadas por el valor de la derecha."],"Content to put after each post in the feed":["Contenido a publicar en el feed después de cada entrada"],"Content to put before each post in the feed":["Contenido a publicar en el feed antes de cada entrada"],"How to insert breadcrumbs in your theme":["Como insertar breadcrumbs en tu tema"],"Blog":["Blog"],"Prefix for the breadcrumb path":["Prefijo de la ruta del breadcrumb"],"Anchor text for the Homepage":["Texto del enlace para la página de inicio"],"Separator between breadcrumbs":["Separador entre breadcrumbs"],"Below are your published posts' SEO scores. Now is as good a time as any to start improving some of your posts!":["Más abajo tenés las puntuaciones SEO de tus entradas publicadas. ¡Ahora es tan buen momento como cualquier otro para empezar a mejorar algunas de tus entradas!"],"Credits":["Créditos"],"&laquo; Back to Tools page":["&laquo; Volver a página de herramientas"],"%1$s comes with some very powerful built-in tools:":["%1$s incluye algunas herramientas integradas muy potentes:"],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":["Esta herramienta permite modificar rápidamente archivos importantes de SEO, como el robots.txt y, si lo tenés, el .htaccess."],"File editor":["Editor de archivos"],"Import settings from other SEO plugins and export your settings for re-use on (another) site.":["Importá los ajustes de otros plugins SEO y exportá tus ajustes para reutilizarlos en otro sitio."],"Import and Export":["Importar y exportar"],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":["Esta herramienta te permite modificar rápidamente títulos y descripciones de entradas y páginas sin necesidad de editar cada página."],"Bulk editor":["Editor masivo"],"Default settings":["Ajustes predeterminados"],"Description":["Descripción"],"Restore site to defaults":["Restablecer el sitio al predeterminado"],"Site ID":["ID de sitio"],"Using this form you can reset a site to the default SEO settings.":["Usando este formulario podés restaurar un sitio a los ajustes SEO predeterminados."],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new sites.":["Los datos sensibles de privacidad (administradores de Facebook, por ejemplo), los ajustes específicos del tema (reescritura del título) y algunos ajustes muy específicos, no se van a importar a los nuevos sitios."],"Enter the %1$sSite ID%2$s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":["Ingresá el %1$sID del sitio%2$s para el sitio cuyos ajustes quieras usar de forma predeterminada para todos los que se agreguen a tu red. Dejalo vacío para ninguno (o sea, para que se usen los ajustes predeterminados del plugin)."],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":["Elegí el sitio cuya configuración querés elegir de forma predeterminada para todos los sitios que se agreguen a la red. Si elegís \"Ninguno\", se utilizarán los valores predeterminados del plugin."],"New sites in the network inherit their SEO settings from this site":["Los sitios nuevos de la red heredan los ajustes SEO de este sitio"],"Super Admins only":["Sólo para super administradores"],"Site Admins (default)":["Administradores del sitio (predeterminado)"],"Who should have access to the %1$s settings":["Quién debería tener acceso a los ajustes de %1$s"],"spam":["spam"],"mature":["mayor de edad"],"archived":["archivado"],"public":["público"],"%s restored to default SEO settings.":["%s se han restaurado los ajustes SEO predeterminados."],"Settings Updated.":["Ajustes actualizados."],"Special pages":["Páginas especiales"],"Date archives":["Archivo por fechas"],"Title":["Título"],"Take note:":["Tomá nota:"],"You can determine the title and description for the homepage by %1$sediting the homepage itself%2$s.":["Podés determinar el título y la descripción de la página del blog %1$seditando la propia página de inicio%2$s."],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s ha detectado de forma automática si se necesita forzar la reescritura de los títulos de tus páginas. Si ha sido por error y sabés lo que hacés podés cambiar este ajuste aquí."],"Force rewrite titles":["Forzar la reescritura de los títulos"],"Homepage":["Página de inicio"],"%1$s Extensions":["Extensiones de %1$s"],"Seamlessly integrate WooCommerce with %1$s and get extra features!":["¡Integrá fácilmente WooCommerce con %1$s y conseguí características extra!"],"Rank better locally and in Google Maps, without breaking a sweat!":["Mejorá tu ranking local y el de Google Maps ¡sin esfuerzo!"],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":["¿Estás en Google News? ¡Aumentá tu tráfico desde Google News, optimizándolo!"],"Optimize your videos to show them off in search results and get more clicks!":["¡Optimizá tus videos para verlos en los resultados de búsqueda y conseguir más clics!"],"The premium version of %1$s with more features & support.":["La versión premium de %1$s con más características y soporte."],"Person":["Persona"],"Website name":["Nombre del sitio web"],"RSS":["RSS"],"Permalink":["Enlace permanente"],"Breadcrumbs":["Breadcrumbs"],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year of support and updates, on %2$s.":["Para poder crear una redirección y solucionar este problema, necesitás %1$s. Podés comprar el plugin, con un año de soporte y actualizaciones incluidos, en %2$s."],"Creating redirects is a %s feature":["La creación de redirecciones es una característica de %s"],"Search":["Buscar"],"URL":["URL"],"Deactivate %s":["Desactivar %s"],"The %1$s plugin might cause issues when used in conjunction with %2$s.":["El plugin %1$s podría provocar problemas usado conjuntamente con %2$s."],"%s Posts Overview":["%s Información General de Entradas"],"Breadcrumbs title":["Título de los breadcrumb"],"Pinterest":["Pinterest"],"Close":["Cerrar"],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines and might slow down your site.":["Tanto %1$s como %2$s pueden crear mapas de sitio XML. Tener dos mapas de sitio XML no es bueno para los motores de búsqueda, y de hecho podrían ralentizar tu sitio."],"Configure %1$s's Open Graph settings":["Configurar los ajustes Open Graph de %1$s"],"Twitter":["Twitter"],"Facebook":["Facebook"],"very difficult":["muy difícil"],"Try to make shorter sentences, using less difficult words to improve readability":["Probá haciendo frases más cortas, usando menos palabras difíciles, para mejorar la legibilidad"],"difficult":["difícil"],"fairly difficult":["bastante difícil"],"OK":["OK"],"fairly easy":["bastante fácil"],"easy":["fácil"],"very easy":["muy fácil"],"Meta Desc.":["Meta Desc."],"All SEO Scores":["Todos los resultados SEO"],"SEO issue: The featured image should be at least 200 by 200 pixels to be picked up by Facebook and other social media sites.":["Problema de SEO: La imagen destacada debe ser de al menos 200 por 200 píxeles para que la use Facebook y otras redes sociales."],"(no parent)":["(sin superior)"],"Post is set to noindex.":["La entrada está establecida como noindex."],"The URL that this page should redirect to.":["La URL a la que debe redirigir esta página."],"301 Redirect":["Redirección 301"],"The canonical URL that this page should point to. Leave empty to default to permalink. %1$sCross domain canonical%2$s supported too.":["La URL canónica a la que esta página debería señalar. Dejala vacía para usar de forma predeterminada el enlace permanente. También es compatible con %1$smultidominios canónicos%2$s."],"Canonical URL":["URL canónica"],"Title to use for this page in breadcrumb paths":["Título a usar para esta página en la ruta del breadcrumb"],"Breadcrumbs Title":["Título del breadcrumb"],"No Snippet":["Sin snippet"],"No Archive":["Aplicar atributo \"No Archive\""],"No Image Index":["Ningun Indice de imagen"],"None":["Ninguno"],"Meta robots advanced":["Meta robots avanzado"],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["¡Advertencia! Aunque podés establecer aquí el meta robots, para la totalidad el sitio web está establecida como noindex en los ajustes de privacidad para el sitio web completo, por lo tanto estos ajustes no tendrán efecto."],"Meta description":["Meta description"],"SEO Title":["Título SEO"],"Focus keyword":["Palabra clave objetivo"],"Settings successfully imported.":["Las configuraciones han sido importadas con éxito."],"Settings could not be imported:":["Los ajustes no se pudieron importar:"],"Action":["Acción"],"Page URL\/Slug":["URL\/Slug de página"],"Publication date":["Fecha de publicación"],"Post Status":["Estado de publicación"],"WP Page Title":["Título de página de WP"],"View":["Ver"],"View &#8220;%s&#8221;":["Ver &#8220;%s&#8221;"],"Preview":["Vista previa"],"Preview &#8220;%s&#8221;":["Vista previa &#8220;%s&#8221;"],"Edit":["Editar"],"Filter":["Filtro"],"New Yoast Meta Description":["Nueva descripción meta de Yoast"],"Existing Yoast Meta Description":["Descripción meta de Yoast actual"],"Facebook profile URL":["URL del perfil  de Facebook"],"FAQ":["Preguntas frecuentes"],"Settings":["Ajustes"],"Huge SEO Issue: You're blocking access to robots.":["Gran problema de SEO: Estás bloqueando el acceso a los robots."],"Posts":["Entradas"],"Edit Files":["Editar archivos"],"General":["General"],"Extensions":["Extensiones"],"Search Console":["Consola de Búsqueda"],"Tools":["Herramientas"],"Advanced":["Avanzado"],"XML sitemaps":["Mapas de sitio XML"],"Social":["Social"],"SEO":["SEO"],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":["%1$s ha detectado que estás usando la versión %2$s de %3$s, por favor, actualizá a la última versión para evitar problemas de compatibilidad."],"Just another WordPress site":["Otro sitio creado con WordPress"],"You have used HTML in your value which is not allowed.":["Usaste HTML en el valor y eso no está permitido."],"You can't edit %s that aren't yours.":["No podés editar %s ya que no son tuyos."],"You can't edit %s.":["No podés editar %s."],"Post has an invalid Content Type: %s.":["La entrada tiene un tipo de contenido no válido: %s."],"Post doesn't exist.":["La entrada no existe."]}}}