{"domain":"js-text-analysis","locale_data":{"js-text-analysis":{"":{"domain":"js-text-analysis","plural_forms":"nplurals=2; plural=n != 1;","lang":"sv_SE"},"Organization social profiles":[""],"You can edit the details shown in meta data, like the social profiles, the name and the description of this user on their %1$s profile page.":[""],"Personal info":["Personlig information"],"Organization logo":[""],"Organization name":[""],"Choose whether you're an organization or a person":["Välj om du är en organisation eller en person"],"Choose whether the site represents an organization or a person.":["Välj om webbplatsen representerar en organisation eller en person."],"Knowledge Graph & Schema.org":[""],"To make your site represent a Company or Organization go to %1$sSearch Appearance%2$s and set Company or Person to \"Company\".":[""],"To change the social accounts used for your site, update the details for %1$s.":["För att ändra sociala konton som används för din webbplats, uppdatera detaljerna för %1$s."],"That means that the form and information below is disabled, and not used.":["Det betyder att formuläret och informationen nedan är inaktiverad och inte används."],"Your website is currently configured to represent a Person":["Din webbplats är för närvarande konfigurerad att representera en person"],"(if one exists)":[""],"Wikipedia page about you":[""],"YouTube profile URL":[""],"Tumblr profile URL":[""],"SoundCloud profile URL":[""],"MySpace profile URL":[""],"Organization or person":["Organisation eller person"],"The person":["Personen"],"Organization":["Organisation"],"Does your site represent a person or an organization?":["Representerar din webbplats en person eller en organisation?"],"The name of the organization":["Namnet på organisationenen"],"Provide an image of the organization logo":[""],"You have previously set your site to represent a person. We’ve improved our functionality around Schema and the Knowledge Graph, so you should go in and %1$scomplete those settings%2$s.":[""],"Select a user...":[""],"Uncategorized":["Okategoriserad"],"Name:":["Namn:"],"You have selected the user %1$s as the person this site represents. Their user profile information will now be used in search results. %2$sUpdate their profile to make sure the information is correct.%3$s":[""],"Error: Please select a user below to make your site's meta data complete.":[""],"SEO score: %s":["SEO-poäng: %s"],"If a Wikipedia page for you or your organization exists, add it too.":["Om en Wikipedia-sida för dig eller din organisation finns kan du lägga till den också."],"Wikipedia URL":["Wikipedia-länk"],"Pinterest profile URL":["Pinterest profil-URL"],"Instagram profile URL":["Instagram profil-ULR"],"LinkedIn profile URL":["LinkedIn profil-URL"],"Keyword research is essential in any SEO strategy. You decide the search terms you want to be found for, and figure out what words your audience uses to find you. Great keyword research tells you what content you need to start ranking for the terms you want to rank for. Make sure your efforts go into the keywords you actually have a chance at ranking for! The %1$s walks you through this process, step by step.":["Nyckelordsforskning är viktigt i alla SEO-strategier. Du bestämmer vilka sökord du vill hittas på och funderar ut vilka ord din publik använder för att hitta dig. Bra nyckelordsforskning berättar för dig vilket innehåll du behöver för att ranka för de ord du vill ranka för. Se till att dina ansträngningar koncentreras på de nyckelord du verkligen har en chans att ranka för! %1$s tar dig genom denna process, steg för steg."],"SEO for Beginners training":["Utbildning i SEO för nybörjare"],"%s for WordPress training":["%s för WordPress-utbildning"],"All-around SEO training":["Heltäckande SEO-utbildning"],"The image you selected is too small for Facebook":["Den bild du valt är för liten för Facebook"],"Content optimization: Needs improvement":["Innehållsoptimering: Behöver förbättras"],"The given image url cannot be loaded":["Den angivna bild-URL:en kan inte laddas"],"Find out what words your audience uses to find you":["Ta reda på vilka ord din publik använder för att hitta dig"],"%1$sFlesch Reading Ease%2$s: The copy scores %3$s in the test, which is considered %4$s to read. %5$s":["%1$sFlesch Reading Ease%2$s: Innehållet får %3$s på testet, vilket anses vara  %4$s att läsa. %5$s"],"No JSON object was returned.":["Inget JSON-objekt returnerades."],"Received internal links":["Mottagna interna länkar"],"Outgoing internal links":["Utgående interna länkar"],"New step added":["Nytt steg tillagd"],"New question added":["Ny fråga tillagd"],"To be able to create a redirect and fix this issue, you need %1$s. ":["För att kunna skapa en omdirigering och åtgärda problemet behöver du %1$s."],"You can buy the plugin, including one year of support and updates, on %1$s.":["Du kan köpa tillägget, inklusive ett års support och uppdateringar, på %1$s."],"The Text link counter feature provides insights in how many links are found in your text and how many links are referring to your text. This is very helpful when you are improving your %1$sinternal linking%2$s.":["Funktionen Text link counter ger dig inblick i hur många länkar som finns i din text och hur många andra som länkar till din text. Detta är väldigt behjälpligt när du jobbar på att förbättra din %1$sinterna länkning%2$s."],"For this feature to work %1$s requires at least PHP version %2$s. We have detected PHP version %3$s on this website.":["För att denna funktion ska fungera kräver %1$s åtminstone PHP-version %2$s. Vi har upptäckt PHP-version %3$s på denna webbplats."],"Please carefully consider the implications and %1$sread this post%2$s if you want more information about the impact of showing media in search results.":["Överväg noggrant följderna och %1$släs det här inlägget%2$s om du vill ha mer information om effekten av att visa media i sökresultaten."],"Keyphrase":["Nyckelordsfras"],"For this feature to work, %1$s needs to create a table in your database. We were unable to create this table automatically.":["För att denna funktion ska fungera behöver %1$s skapa en tabell i din databas. Vi kunde inte skapa denna tabell automatiskt."],"By enabling this option, attachment URLs become visible to both your visitors and Google. To add value to your website, they should contain useful information, or they might have a negative impact on your ranking.":["Genom att aktivera det här alternativet visas webbadresser för bilagor för både dina besökare och Google. För att lägga till värde på din webbplats bör de innehålla användbar information, annars kan de ha en negativ inverkan på din ranking."],"The %3$sText link counter%4$s feature (introduced in %1$s %2$s) is currently disabled.":["Funktionen %3$stextlänkräknaren%4$s (introducerad i %1$s %2$s) är för närvarande inaktiverad."],"Please read the following %1$sknowledge base article%2$s to find out how to resolve this problem.":["Läs följande %1$skunskapsbasartikel%2$s för att ta reda på hur du löser detta problem."],"To make sure all the links in your texts are counted, we need to analyze all your texts.":["För att se till att alla länkar i dina texter räknas, måste vi analysera alla dina texter."],"All you have to do is press the following button and we'll go through all your texts for you.":["Allt du behöver göra är att trycka på följande knapp och vi går igenom alla dina texter åt dig."],"Count links":["Räkna länkar"],"Free":["Gratis"],"%3$sImage alt attributes%5$s: Out of %2$d images on this page, %1$d have alt attributes with words from your keyphrase or synonyms. That's a bit much. %4$sOnly include the keyphrase or its synonyms when it really fits the image%5$s.":["%3$sAlt-parameter för bilder%5$s: Av totalt %2$d bild på denna sida har %1$d en alt-parameter med ord från nyckelordsfrasen eller dess synonymer. Det är i mesta laget. %4$sLägg bara in nyckelordsfrasen eller dess synonymer när den faktiskt passar för bilden%5$s!"],"%1$sImage alt attributes%2$s: Good job!":["%1$sAlt-parametrar för bilder%2$s: Bra jobbat!"],"%3$sImage alt attributes%5$s: Out of %2$d images on this page, only %1$d has an alt attribute that reflects the topic of your text. %4$sAdd your keyphrase or synonyms to the alt tags of more relevant images%5$s!":["%3$sAlt-parameter för bilder%5$s: Av totalt %2$d bild på denna sida har endast %1$d en alt-parameter som återspeglar textens tema. %4$sLägg in din nyckelordsfras eller dess synonymer i alt-parametrarna för fler relevanta bilder%5$s!","%3$sAlt-parameter för bilder%5$s: Av totalt %2$d bilder på denna sida har endast %1$d en alt-parameter som återspeglar textens tema. %4$sLägg in din nyckelordsfras eller dess synonymer i alt-parametrarna för fler relevanta bilder%5$s!"],"%1$sImage alt attributes%3$s: Images on this page do not have alt attributes that reflect the topic of your text. %2$sAdd your keyphrase or synonyms to the alt tags of relevant images%3$s!":["%1$sAlt-parametrar för bilder%3$s: Bilderna på denna sida har inte alt-parametrar som återspeglar textens ämne. %2$sLägg till nyckelordsfrasen eller dess synonymer i alt-parametrarna för relevanta bilder%3$s!"],"%1$sImage alt attributes%3$s: Images on this page have alt attributes, but you have not set your keyphrase. %2$sFix that%3$s!":["%1$sAlt-parametrar för bilder%3$s: Bilderna på denna sida har alt-parametrar, men du har inte angett din nyckelordsfras. %2$sRätta till det%3$s!"],"%1$sKeyphrase in subheading%2$s: %3$s of your higher-level subheadings reflects the topic of your copy. Good job!":["%1$sNyckelordsfras i underrubriker%2$s: %3$s av dina underrubriker på toppnivån återspeglar textens ämne. Stiligt!","%1$sNyckelordsfras i underrubriker%2$s: %3$s av dina underrubriker på toppnivån återspeglar textens ämne. Stiligt!"],"%1$sKeyphrase in subheading%2$s: Your higher-level subheading reflects the topic of your copy. Good job!":["%1$sNyckelordsfras i underrubrik%2$s: Underrubrikerna på toppnivån återspeglar textens ämne. Bra jobbat!"],"%1$sKeyphrase in subheading%3$s: %2$sUse more keyphrases or synonyms in your higher-level subheadings%3$s!":["%1$sNyckelordsfras i underrubriker%3$s: %2$sAnvänd oftare nyckelfrasen eller dess synonymer i dina underrubriker på toppnivå%3$s!"],"Page %s":["Sida %s"],"Cannot get the size of %1$s because of unknown reasons.":["Av okänd anledning går det inte att läsa av storleken på %1$s."],"Cannot get the size of %1$s because it is hosted externally.":["Det går inte att läsa av storleken på %1$s eftersom adressen leder till extern server."],"Simply switch the toggle to \"on\" and you'll be able to use the recalibrated analysis. At the same time, we'll add you to our specific mailing list. We'll only email you about your experiences with this recalibration!":["Du behöver bara ändra till läget ”På” så kan du använda den omkalibrerade analysen. På samma gång lägger vi till dig i vår speciella utskickslista. Vi kommer bara att skicka meddelanden som berör din upplevelse av omkalibreringen!"],"We have %1$srecalibrated our analysis%2$s. With the new analysis, we will get even closer to how Google sees your website. It would be %3$sawesome%4$s if you would like to %3$sbeta test this feature%4$s for us!":["Vi har %1$somkalibrerat vår analys%2$s. Med den nya analysen kommer vi ännu närmare hur Google ser din webbplats. Det vore %3$sunderbart%4$s om du ville %3$svara med och beta-testa den här funktionen%4$s åt oss!"],"Get an even better analysis":["Få ännu bättre analysresultat"],"%1$sSingle title%3$s: H1s should only be used as your main title. Find all H1s in your text that aren't your main title and %2$schange them to a lower heading level%3$s!":["%1$sEndast en rubrik%3$s: Taggen H1 bör endast användas för din huvudrubrik. Hitta alla H1-taggar i texten som inte är huvudrubriken och %2$sändra dem till en lägre rubriknivå%3$s!"],"Improve sharing on Facebook and Pinterest":["Förbättra delningen på Facebook och Pinterest"],"You do not have the required rights to export settings.":["Du har inte rättigheterna som krävs för att exportera inställningar."],"Copy all these settings to another site's %1$s tab and click \"%1$s\" there.":["Kopiera alla dessa inställningar till fliken %1$s på en annan webbplats och klicka på ”%1$s” där."],"These are settings for the %1$s plugin by %2$s":["Dessa är inställningar för tillägg %1$s av %2$s"],"No settings found.":["Inga inställningar hittades."],"Export your %1$s settings here, to copy them on another site.":["Exportera dina %1$s-inställningar här för att kopiera dem på en annan webbplats."],"Import of settings is only supported on servers that run PHP 5.3 or higher.":["Import av inställningar stöds bara på servrar som kör PHP 5.3 eller högre."],"Import settings by pasting the settings you copied from another site here and clicking \"%s\".":["Importera inställningar genom att klistra in de inställningar du kopierade från en annan webbplats här och klicka på ”%s”."],"Paste your settings from another Yoast SEO installation.":["Klistra in dina inställningar från en annan installation av Yoast SEO."],"%1$sKeyphrase density%2$s: The focus keyphrase was found 0 times. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sNyckelordsdensitet%2$s: Den fokuserade nyckelordsfrasen hittades 0 gånger. Det är lägre än rekommenderade minsta antalet, %3$d gånger i en text av denna längd. %4$sFokusera på din nyckelordsfras%2$s!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sNyckelordsdensitet%2$s: Den fokuserade nyckelordsfrasen hittades %5$d gång. Det är lägre än rekommenderade minsta antalet, %3$d gånger i en text av denna längd. %4$sFokusera på din nyckelordsfras%2$s!","%1$sNyckelordsdensitet%2$s: Den fokuserade nyckelordsfrasen hittades %5$d gånger. Det är lägre än rekommenderade minsta antalet, %3$d gånger i en text av denna längd. %4$sFokusera på din nyckelordsfras%2$s!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %3$d time. This is great!":["%1$sNyckelordsdensitet%2$s: Den fokuserade nyckelordsfrasen hittades %3$d gång. Det är perfekt!","%1$sNyckelordsdensitet%2$s: Den fokuserade nyckelordsfrasen hittades %3$d gånger. Det är perfekt!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$sNyckelordsdensitet%2$s: Den fokuserade nyckelordsfrasen hittades %5$d gång. Det är mer än det rekommenderade högsta antalet, %3$d gånger för en text av denna längd. %4$sÖveroptimera inte%2$s!","%1$sNyckelordsdensitet%2$s: Den fokuserade nyckelordsfrasen hittades %5$d gånger. Det är mer än det rekommenderade högsta antalet, %3$d gånger för en text av denna längd. %4$sÖveroptimera inte%2$s!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's way more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$sNyckelordsdensitet%2$s: Den fokuserade nyckelordsfrasen hittades %5$d gång. Det är långt mer än det rekommenderade högsta antalet, %3$d gånger för en text av denna längd. %4$sÖveroptimera inte%2$s!","%1$sNyckelordsdensitet%2$s: Den fokuserade nyckelordsfrasen hittades %5$d gånger. Det är långt mer än det rekommenderade högsta antalet, %3$d gånger för en text av denna längd. %4$sÖveroptimera inte%2$s!"],"Indexable deleted for object %1$s with type %2$s":["Indexerbar information raderad för objektet %1$s av typen %2$s"],"Indexable saved for object %1$s with type %2$s":["Indexerbar information sparad för objektet %1$s av typen %2$s"],"Indexable created for object %1$s with type %2$s":["Indexerbar information skapad för objektet %1$s av typen %2$s"],"Indexable meta deleted.":["Indexerbar meta borttagen."],"Indexable meta saved for indexable id %1$s with meta key %2$s":["Indexerbar meta-information sparad för indexerbart id %1$s med meta-nyckeln %2$s"],"Indexable meta created for indexable id %1$s with meta key %2$s":["Indexerbar meta-information har skapats för indexerbart id %1$s med meta-nyckeln %2$s"],"There is no meta found for indexable id %1$s and meta key %2$s.":["Ingen meta-information hittades för indexerbart id %1$s och meta-nyckeln %2$s."],"There is no indexable found for author id %1$s.":["Inget indexerbart hittades för författar-id %1$s."],"There is no primary term found for post id %1$s and taxonomy %2$s.":["Ingen primär term hittades för inläggs-id %1$s och taxonomin %2$s."],"There is no indexable found for term id %1$s and taxonomy %2$s.":["Inget indexerbart hittades för term-id %1$s och taxonomin %2$s."],"There is no indexable found for post id %1$s.":["Inget indexerbart hittades för inläggs-id %1$s."],"Method %1$s() does not exist in class %2$s":["Metod %1$s() finns inte i klass %2$s"],"With %s, you can easily create such redirects.":["Med %s kan du enkelt skapa sådana omdirigeringar."],"Changing your permalinks settings can seriously impact your search engine visibility. It should almost %1$s never %2$s be done on a live website.":["Om du ändrar dina permalänkar riskerar du att allvarligt påverka webbplatsen synlighet för sökmotorer. Man ska nästan %1$saldrig%2$s göra detta på en aktiv webbplats."],"WARNING:":["VARNING:"],"Learn about why permalinks are important for SEO.":["Lär dig om varför permalänkar är viktiga för SEO."],"Google Ads":["Google annonser"],"%1$sFunction words in keyphrase%3$s: Your keyphrase \"%4$s\" contains function words only. %2$sLearn more about what makes a good keyphrase.%3$s":["%1$sFunktionsord i nyckelordsfras%3$s: Din nyckelordsfras \"%4$s\" innehåller endast funktionsord. %2$sLäs mer om vad som gör en nyckelordsfras bra.%3$s"],"Did you know %s also analyzes the different word forms of your keyphrase, like plurals and past tenses?":["Visste du att %s också analyserar olika versioner av ord i din nyckelordsfras, till exempel plural och olika tempus?"],"Clear Image":["Tydlig bild"],"%1$sKeyphrase length%3$s: %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sLängd på nyckelordsfras%3$s: %2$sAnge en nyckelordsfras för att räkna ut din SEO-poäng%3$s."],"%1$sKeyphrase in slug%2$s: More than half of your keyphrase appears in the slug. That's great!":["%1$sNyckelordsfrasen i permalänken%2$s: Mer än hälften av nyckelordsfrasen finns i permalänken. Jättebra!"],"%1$sKeyphrase in slug%3$s: (Part of) your keyphrase does not appear in the slug. %2$sChange that%3$s!":["%1$sNyckelordsfrasen i permalänken%3$s: (En del av) din nyckelordsfras saknas i permalänken. %2$sDet bör du åtgärda%3$s!"],"%1$sKeyphrase in slug%2$s: Great work!":["%1$sNyckelordsfrasen i permalänken%2$s: Bra gjort!"],"%1$sKeyphrase in title%3$s: Not all the words from your keyphrase \"%4$s\" appear in the SEO title. %2$sTry to use the exact match of your keyphrase in the SEO title%3$s.":["%1$sNyckelordsfrasen i rubriken%3$s: Några ord i din nyckelordsfras ”%4$s” saknas i SEO-rubriken. %2$sSträva efter att ha en exakt kopia av din nyckelordsfras i SEO-rubriken%3$s."],"%1$sKeyphrase in title%3$s: Does not contain the exact match. %2$sTry to write the exact match of your keyphrase in the SEO title%3$s.":["%1$sNyckelordfras i rubrik%3$s: Innehåller inte exakt matchning. %2$sFörsök skriva den exakta matchningen för din nyckelordsfras i SEO-rubriken%3$s."],"%1$sKeyphrase in title%3$s: The exact match of the keyphrase appears in the SEO title, but not at the beginning. %2$sTry to move it to the beginning%3$s.":["%1$sNyckelordsfras i rubrik%3$s: Den exakta matchningen av nyckelordsfrasen visas i SEO-rubriken, men inte i början. %2$sFörsök flytta den till början%3$s."],"%1$sKeyphrase in title%2$s: The exact match of the keyphrase appears at the beginning of the SEO title. Good job!":["%1$sNyckelordsfras i rubrik%2$s: Den exakta matchningen av nyckelordsfrasen visas i början av SEO-rubriken. Bra jobbat!"],"%1$sKeyphrase distribution%2$s: Good job!":["%1$sFördelning av nyckelordsfras%2$s: Bra jobbat!"],"%1$sKeyphrase distribution%3$s: Uneven. Some parts of your text do not contain the keyphrase or its synonyms. %2$sDistribute them more evenly%3$s.":["%1$sFördelning av nyckelordsfras%3$s: Ojämn. Delar av din text innehåller inte nyckelordsfrasen eller dess synonymer. %2$sFördela nyckelordsfrasen mer jämnt%3$s."],"%1$sKeyphrase distribution%3$s: Very uneven. Large parts of your text do not contain the keyphrase or its synonyms. %2$sDistribute them more evenly%3$s.":["%1$sFördelning av nyckelordsfras%3$s: Väldigt ojämn. Stora delar av din text innehåller inte nyckelordsfrasen eller dess synonymer. %2$sFördela nyckelordsfrasen mer jämnt%3$s."],"%1$sKeyphrase distribution%3$s: %2$sInclude your keyphrase or its synonyms in the text so that we can check keyphrase distribution%3$s.":["%1$sFördelning av nyckelordsfras%3$s: %2$sInkludera din nyckelordsfras eller dess synonymer för att vi ska kunna analysera fördelningen%3$s."],"Help on choosing the perfect focus keyphrase":["Hjälp att välja den perfekta fokusnyckelordsfrasen"],"Would you like to add a related keyphrase?":["Vill du lägga till en relaterad nyckelordsfras?"],"Go %s!":["Kör %s!"],"Not showing the date archives in the search results technically means those will have a %1$s robots meta. %2$sMore info on the search results settings%3$s.":["Om man inte visar datumarkiven i sökresultaten innebär detta man tekniskt har en %1$s meta-flagga för robotar. %2$sLäs mer om inställningar för sökresultat%3$s."],"Rank better with synonyms & related keyphrases":["Ranka högre med synonymer och relaterade nyckelordsfraser"],"optimize a single post for synonyms and related keyphrases.":["optimera ett enskilt inlägg för synonymer och relaterade nyckelordsfraser."],"Synonyms & related keyphrases":["Synonymer och relaterade nyckelordsfraser"],"Add related keyphrase":["Lägg till relaterad nyckelordsfras"],"Dismiss %s upgrade notice":["Avfärda %s uppgraderingsnotis"],"Upgrade to %s":["Uppgradera till %s"],"%1$s video":["%1$s video"],"Get %s":["Skaffa %s"],"%4$sPreviously used keyphrase%6$s: You've used this keyphrase %1$s%2$d times before%3$s. %5$sDo not use your keyphrase more than once%6$s.":["%4$sTidigare använd nyckelordsfras%6$s: Du har använt denna nyckelordsfras %1$s%2$d gånger tidigare%3$s. %5$sAnvänd inte din nyckelordsfras mer än en gång%6$s."],"%3$sPreviously used keyphrase%5$s: You've used this keyphrase %1$sonce before%2$s. %4$sDo not use your keyphrase more than once%5$s.":["%3$sTidigare använd nyckelordsfras%5$s: Du har använt denna nyckelordsfras %1$sgång tidigare%2$s. %4$sAnvänd inte din nyckelordsfras mer än en gång%5$s."],"%1$sPreviously used keyphrase%2$s: You've not used this keyphrase before, very good.":["%1$sTidigare använd nyckelordsfras%2$s: Du har inte använt denna nyckelordsfras tidigare, mycket bra."],"%1$sSlug stopwords%3$s: The slug for this page contains a stop word. %2$sRemove it%3$s!":["","%1$sSlug stopwords%3$s: The slug for this page contains stop words. %2$sRemove them%3$s!"],"%1$sSlug too long%3$s: the slug for this page is a bit long. %2$sShorten it%3$s!":["%1$sPermalänk för lång%3$s: permalänken för denna sida är lite för lång. %2$sGör den kortare%3$s!"],"%1$sImage alt attributes%3$s: No images appear on this page. %2$sAdd some%3$s!":[""],"%1$sLink keyphrase%3$s: You're linking to another page with the words you want this page to rank for. %2$sDon't do that%3$s!":["%1$sNyckelordsfras i länk%3$s: Du länkar till en annan sida med orden som du vill att den här sidan ska ranka för. %2$sGör inte det%3$s!"],"This is far below the recommended minimum of %5$d word. %3$sAdd more content%4$s.":["Detta ligger långt under det rekommenderade minimumet av %5$d ord. %3$sLägg till mer innehåll%4$s.","Detta ligger långt under det rekommenderade minimumet av %5$d ord. %3$sLägg till mer innehåll%4$s."],"This is below the recommended minimum of %5$d word. %3$sAdd more content%4$s.":["Detta är under rekommenderat minimum av %5$d ord. %3$sLägg till mer innehåll%4$s.","Detta är under rekommenderat minimum av %5$d ord. %3$sLägg till mer innehåll%4$s."],"%2$sText length%4$s: The text contains %1$d word.":["%2$sTextlängd%4$s: Texten innehåller %1$d ord.","%2$sTextlängd%4$s: Texten innehåller %1$d ord."],"%2$sText length%3$s: The text contains %1$d word. Good job!":["%2$sTextlängd%3$s: Texten innehåller %1$d ord. Bra jobbat!","%2$sTextlängd%3$s: Texten innehåller %1$d ord. Bra jobbat!"],"%1$sKeyphrase in subheading%3$s: More than 75%% of your higher-level subheadings reflect the topic of your copy. That's too much. %2$sDon't over-optimize%3$s!":["%1$sNyckelordsfras i underrubrik%3$s: Över 75 %% av toppnivåns underrubriker återspeglar textens ämne. Det är för mycket. %2$sOptimera inte för hårt%3$s!"],"%1$sSEO title width%3$s: %2$sPlease create an SEO title%3$s.":["%1$sSEO rubrikbredd%3$s: %2$sSkapa en SEO-rubrik%3$s."],"%1$sSEO title width%3$s: The SEO title is wider than the viewable limit. %2$sTry to make it shorter%3$s.":["%1$sSEO rubrikbredd%3$s: SEO-rubriken är bredare än den synliga gränsen. %2$sFörsök att göra den kortare%3$s."],"%1$sSEO title width%2$s: Good job!":["%1$sSEO rubrikbredd%2$s: Bra jobbat!"],"%1$sSEO title width%3$s: The SEO title is too short. %2$sUse the space to add keyphrase variations or create compelling call-to-action copy%3$s.":["%1$sSEO-rubrikens längd%3$s: SEO-rubriken är för kort. %2$sAnvänd utrymmet till att lägga till varianter av nyckelordsfrasen eller skapa effektiv uppmanande text%3$s."],"%1$sOutbound links%2$s: There are both nofollowed and normal outbound links on this page. Good job!":[""],"%1$sOutbound links%2$s: Good job!":[""],"%1$sOutbound links%3$s: All outbound links on this page are nofollowed. %2$sAdd some normal links%3$s.":[""],"%1$sOutbound links%3$s: No outbound links appear in this page. %2$sAdd some%3$s!":[""],"%1$sMeta description length%2$s: Well done!":["%1$sMetabeskrivningslängd%2$s: Bra gjort!"],"%1$sMeta description length%3$s: The meta description is over %4$d characters. To ensure the entire description will be visible, %2$syou should reduce the length%3$s!":["%1$sMetabeskrivningslängd%3$s: Metabeskrivningen är längre än %4$d tecken. För att vara säker på att hela beskrivningen är synlig, %2$sbör du korta ned den%3$s!"],"%1$sMeta description length%3$s: The meta description is too short (under %4$d characters). Up to %5$d characters are available. %2$sUse the space%3$s!":["%1$sMetabeskrivningslängd%3$s: Metabeskrivningen är för kort (under %4$d tecken). Upp till %5$d tecken är tillgängliga. %2$sAnvänd utrymmet%3$s!"],"%1$sMeta description length%3$s:  No meta description has been specified. Search engines will display copy from the page instead. %2$sMake sure to write one%3$s!":["%1$sMetabeskrivningslängd%3$s:  Ingen metabeskrivning har specifierats. Sökmotorer kommer att visa text från sidan istället. %2$sSe till att skriva en%3$s!"],"%1$sKeyphrase in meta description%2$s: The meta description has been specified, but it does not contain the keyphrase. %3$sFix that%4$s!":["%1$sNyckelordsfras i metabeskrivning%2$s: Metabeskrivningen har specificerats, men den innehåller inte nyckelordsfrasen. %3$sÅtgärda det%4$s!"],"%1$sKeyphrase in meta description%2$s: The meta description contains the keyphrase %3$s times, which is over the advised maximum of 2 times. %4$sLimit that%5$s!":["%1$sNyckelordsfras i metabeskrivningen%2$s: Nyckelordsfrasen återfinns i metabeskrivningen %3$s gånger, vilket är mer än det rekommenderade maximala värdet 2 gånger. %4$sMinska%5$s!"],"%1$sKeyphrase in meta description%2$s: Keyphrase or synonym appear in the meta description. Well done!":["%1$sNyckelordsfras i metabeskrivning%2$s: Nyckelordsfras eller synonym visas i metabeskrivningen. Bra gjort!"],"%3$sKeyphrase length%5$s: The keyphrase is %1$d words long. That's way more than the recommended maximum of %2$d words. %4$sMake it shorter%5$s!":["%3$sNyckelordsfraslängd%5$s: Nyckelordsfrasen är %1$d ord lång. Det är lågt mycket mer än det rekommenderade maximumet – %2$d ord. %4$sKorta ned%5$s!"],"%3$sKeyphrase length%5$s: The keyphrase is %1$d words long. That's more than the recommended maximum of %2$d words. %4$sMake it shorter%5$s!":["%3$sNyckelordsfraslängd%5$s: Nyckelordsfrasen är %1$d ord lång. Det är fler än det rekommenderade maximumet – %2$d ord. %4$sKorta ned%5$s!"],"%1$sKeyphrase length%2$s: Good job!":["%1$sNyckelordsfraslängd%2$s: Bra jobbat!"],"%1$sKeyphrase length%3$s: No focus keyphrase was set for this page. %2$sSet a keyphrase in order to calculate your SEO score%3$s.":[""],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms do not appear in the first paragraph. %2$sMake sure the topic is clear immediately%3$s.":["%1$sNyckelordsfras i introduktionen%3$s: Din nyckelordsfras eller dess synonymer förekommer inte i den första paragrafen. %2$sSe till att ämnet genast framgår%3$s."],"%1$sKeyphrase in introduction%3$s:Your keyphrase or its synonyms appear in the first paragraph of the copy, but not within one sentence. %2$sFix that%3$s!":["%1$sNyckelordsfras i introduktion%3$s:Din nyckelordsfras eller dess synonymer finns i det första stycket i texten, men inte inom samma mening. %2$sÅtgärda det%3$s!"],"%1$sKeyphrase in introduction%2$s: Well done!":["%1$sNyckelordsfras i inledning%2$s: Bra gjort!"],"%1$sInternal links%2$s: There are both nofollowed and normal internal links on this page. Good job!":[""],"%1$sInternal links%2$s: You have enough internal links. Good job!":["%1$sInterna länkar%2$s: Du har tillräckligt med interna länkar. Bra jobbat!"],"%1$sInternal links%3$s: The internal links in this page are all nofollowed. %2$sAdd some good internal links%3$s.":[""],"%1$sInternal links%3$s: No internal links appear in this page, %2$smake sure to add some%3$s!":["%1$sInterna länkar%3$s: Inga interna länkar visas på denna sida, %2$s var noga med att lägga till några%3$s!"],"%1$sTransition words%2$s: Well done!":["%1$sÖvergångsord%2$s: Bra gjort!"],"%1$sTransition words%2$s: Only %3$s of the sentences contain transition words, which is not enough. %4$sUse more of them%2$s.":["%1$sÖvergångsord%2$s: Endast %3$s av meningarna innehåller övergångsord, vilket inte är tillräckligt. %4$sAnvänd fler%2$s."],"%1$sTransition words%2$s: None of the sentences contain transition words. %3$sUse some%2$s.":["%1$sÖvergångsord%2$s: Ingen av meningarna innehåller övergångsord. %3$sAnvänd några%2$s."],"%1$sNot enough content%2$s: %3$sPlease add some content to enable a good analysis%2$s.":["%1$sInte tillräckligt med innehåll%2$s: %3$sLägg till lite innehåll för att möjliggöra en bra analys%2$s."],"%1$sSubheading distribution%2$s: You are not using any subheadings, but your text is short enough and probably doesn't need them.":["%1$sFördelning av underrubriker%2$s: Du använder inga underrubriker, men din text är så kort att du förmodligen inte behöver dem."],"%1$sSubheading distribution%2$s: You are not using any subheadings, although your text is rather long. %3$sTry and add some subheadings%2$s.":["%1$sFördelning av underrubriker%2$s: Du använder inga underrubriker trots att din text är ganska lång. %3$sFörsök lägga till några underrubriker%2$s."],"%1$sSubheading distribution%2$s: %3$d section of your text is longer than %4$d words and is not separated by any subheadings. %5$sAdd subheadings to improve readability%2$s.":["","%1$sSubheading distribution%2$s: %3$d sections of your text are longer than %4$d words and are not separated by any subheadings. %5$sAdd subheadings to improve readability%2$s."],"%1$sSubheading distribution%2$s: Great job!":["%1$sFördelning av underrubriker%2$s: Bra jobbat!"],"%1$sSentence length%2$s: %3$s of the sentences contain more than %4$s words, which is more than the recommended maximum of %5$s. %6$sTry to shorten the sentences%2$s.":[""],"%1$sSentence length%2$s: Great!":["%1$sMeningslängd%2$s: Bra!"],"%1$sConsecutive sentences%2$s: There is enough variety in your sentences. That's great!":[""],"%1$sConsecutive sentences%2$s: The text contains %3$d consecutive sentences starting with the same word. %5$sTry to mix things up%2$s!":["","%1$sConsecutive sentences%2$s: The text contains %4$d instances where %3$d or more consecutive sentences start with the same word. %5$sTry to mix things up%2$s!"],"%1$sPassive voice%2$s: %3$s of the sentences contain passive voice, which is more than the recommended maximum of %4$s. %5$sTry to use their active counterparts%2$s.":[""],"%1$sPassive voice%2$s: You're using enough active voice. That's great!":[""],"%1$sParagraph length%2$s: %3$d of the paragraphs contains more than the recommended maximum of %4$d words. %5$sShorten your paragraphs%2$s!":["","%1$sParagraph length%2$s: %3$d of the paragraphs contain more than the recommended maximum of %4$d words. %5$sShorten your paragraphs%2$s!"],"%1$sParagraph length%2$s: None of the paragraphs are too long. Great job!":["%1$sLängd på textstycken%2$s: Inget stycke är för långt. Bra jobbat!"],"Good job!":["Bra jobbat!"],"%1$sFlesch Reading Ease%2$s: The copy scores %3$s in the test, which is considered %4$s to read. %5$s%6$s%7$s":[""],"Focus keyphrase":["Fokusnyckelordsfras"],"%1$s with ID %2$s couldn't be patched":["%1$s med ID %2$s kunde inte patchas"],"Invalid POST request. Meta values already exist for object with ID %1$s.":["Ogiltig POST-förfråga. Meta-värden finns redan för objekt med ID %1$s."],"Indexable with ID `%1$s` does not exist":[""],"No object with ID %1$s and %2$s could be found":["Inget objekt med ID %1$s och %2$s kunde hittas"],"`%1$s` is not a valid subtype of `%2$s`":["”%1$s” är inte en giltig undertyp av ”%2$s”"],"The object type `%1$s` is invalid":["Objekttypen ”%1$s” är ogiltig"],"Invalid type for parameter `%1$s` passed. Expected `%2$s`, but got `%3$s`":["Ogiltig typ för parameter ”%1$s” passerade. Förväntade ”%2$s”, men fick ”%3$s”"],"The parameter `%1$s` cannot be empty.":["Parametern ”%1$s” kan inte vara tom."],"SEO: No Focus Keyphrase":["SEO: Inga fokusnyckelfraser"],"Check Keyphrase Density":["Kontrollera nyckelordsfrasens densitet"],"Disable":["Inaktivera"],"Allow Control":["Tillåt kontroll"],"This tab allows you to selectively disable %s features for all sites in the network. By default all features are enabled, which allows site admins to choose for themselves if they want to toggle a feature on or off for their site. When you disable a feature here, site admins will not be able to use that feature at all.":["Denna flik låter dig selektivt inaktivera funktioner i %s för alla webbsidor i nätverket. Som standard är alla funktioner aktiverade, vilket låter sidadministratörer att själva avgöra om de vill använda en funktion eller inte för sin webbplats. Om du inaktiverar en funktion här kommer administratörerna för olika webbplatser inte att kunna använda den funktionen överhuvudtaget."],"%s is a required feature toggle argument.":[""],"Keyphrase:":["Nyckelordsfras:"],"Remove keyphrase":["Ta bort nyckelordsfras"],"This feature has been disabled by the network admin.":["Denna funktion har inaktiverats av nätverksadministratören."],"Focus keyphrase not set.":["Ingen fokusnyckelordsfras har angetts."],"Multiple keyphrases":["Flera nyckelordsfraser"],"Colon":["Kolon"],"Both %1$s and %2$s manage the SEO of your site. Running two SEO plugins at the same time is detrimental.":["Både %1$s och %2$s hanterar SEO på din webbplats. Att köra två SEO-tillägg samtidigt är skadlig."],"There is a new notification.":["Det finns en ny notis.","Det finns nya notiser."],"Learn more about the readability analysis":["Lär dig mer om läsbarhetsanalysen"],"Describe the duration of the instruction:":["Beskriv varaktigheten av instruktionen:"],"Optional. Customize how you want to describe the duration of the instruction":["Valfritt. Anpassa hur du vill beskriva varaktigheten av instruktionen"],"This is a list of related content to which you could link in your post. {{a}}Read our article about site structure{{/a}} to learn more about how internal linking can help improve your SEO.":["Detta är en lista med relaterat innehåll som du kan länka i ditt inlägg. {{a}}Läs vår artikel om webbplatsstruktur{{/a}} för att lära dig mer om hur intern länkning kan bidra till att förbättra din SEO."],"%s, %s and %s":["%s, %s och %s"],"%s and %s":["%s och %s"],"%d minute":["%d minut","%d minuter"],"%d hour":["%d timme","%d timmar"],"%d day":["%d dag","%d dagar"],"Enter a step title":["Ange ett stegrubrik"],"Optional. This can give you better control over the styling of the steps.":["Valfritt. Detta kan ge dig bättre kontroll över utseendet på stegen."],"CSS class(es) to apply to the steps":["CSS-klass(er) som ska tillämpas på steget"],"minutes":["minuter"],"hours":["timmar"],"days":["dagar"],"Create a How-to guide in an SEO-friendly way. You can only use one How-to block per post.":["Skapa en Hur-gör-man-guide på ett SEO-vänligt sätt. Du kan endast använda ett Hur-gör-man-block per inlägg."],"List your Frequently Asked Questions in an SEO-friendly way. You can only use one FAQ block per post.":["Lista dina FAQs på ett SEO-vänligt sätt. Du kan endast använda ett FAQ-block per inlägg."],"Copy error":["Kopiera fel"],"An error occurred loading the %s primary taxonomy picker.":["Ett fel uppstod under hämtning av %s primära taxonomi-väljaren."],"%1$s Structured Data Blocks":["%1$s strukturerade datablock"],"Time needed:":["Tid som behövs:"],"Move question down":["Flytta fråga ner"],"Move question up":["Flytta fråga upp"],"Insert question":["Infoga fråga"],"Delete question":["Ta bort fråga"],"Enter the answer to the question":["Ange svaret på frågan"],"Enter a question":["Ange en fråga"],"Add question":["Lägg till fråga"],"Frequently Asked Questions":["Vanliga frågor"],"Great news: you can, with %s!":["Bra nyheter: du kan, med %s!"],"Select the primary %s":["Välj den primära %s"],"Check links to this URL":["Kontrollera länkar till denna URL"],"Keyword research training":["Träning i nyckelordsforskning"],"Please check the %1$sarchive template%2$s for the following content type: %3$s.":["Kolla i %1$sarkivmallen%2$s efter följande innehållstyp: %3$s.","Kolla i %1$sarkivmallarna%2$s efter följande innehållstyper: %3$s."],"Are you trying to use multiple keyphrases? You should add them separately below.":["Försöker du använda flera nyckelordsfraser? Du borde lägga till dem separat nedan."],"Mark as cornerstone content":["Markera som grundstensinnehåll"],"Move step down":["Flytta steg ner"],"Move step up":["Flytta steg upp"],"Insert step":["Infoga steg"],"Delete step":["Ta bort steg"],"Add image":["Lägg till bild"],"Enter a step description":["Ange en stegbeskrivning"],"Enter a description":["Ange en beskrivning"],"Unordered list":["Osorterad lista"],"Showing step items as an ordered list.":["Visar stegobjekt i en sorterad lista."],"Showing step items as an unordered list":["Visar stegobjekt i en osorterad lista."],"Add step":["Lägg till steg"],"Delete total time":["Ta bort total tid"],"Add total time":["Lägg till total tid"],"How to":["Hur man gör"],"How-to":["Hur-man-gör"],"Snippet Preview":["Förhandsgranska förhandsvisningstext"],"Analysis results":["Analysresultat"],"Enter a focus keyphrase to calculate the SEO score":["Ange en fokus-nyckelordsfras för att beräkna SEO-poängen"],"Learn more about Cornerstone Content.":["Lär dig mer om grundstensinnehåll."],"Cornerstone content should be the most important and extensive articles on your site.":["Grundstensinnehåll ska vara de viktigaste och mest omfattande artiklarna på din webbplats."],"Restore Site":["Återställ webbplats"],"Network Settings":["Nätverksinställningar"],"You are not allowed to perform this action.":["Du saknar behörighet att utföra denna åtgärd."],"Error: %s":["Fel: %s"],"Success: %s":["Klart: %s"],"Site with ID %d not found.":["Webbplats med ID %d hittades inte."],"No site has been selected to restore.":["Ingen webbplats har valts för att återställa."],"You are not allowed to modify unregistered network settings.":["Du saknar behörighet att modifiera oregistrerade nätverksinställningar."],"deleted":["borttaget"],"Would you like to add another keyphrase?":["Vill du lägga till en till nyckelordsfras?"],"image preview":["förhandsgranskning av bild"],"Copied!":["Kopierad!"],"Not supported!":["Stöds inte!"],"Read {{a}}our article about site structure{{/a}} to learn more about how internal linking can help improve your SEO.":["Läs {{a}}vår artikel om webbplatsstruktur{{/a}} för att lära dig mer om hur interna länkar kan hjälpa dig att förbättra din SEO."],"Once you add a bit more copy, we'll give you a list of related content here to which you could link in your post.":["När du lagt till lite mer text, ger vi dig en lista på relaterat innehåll du kan länka i ditt inlägg."],"Consider linking to these {{a}}cornerstone articles:{{/a}}":["Överväg att länka till dessa {{a}}grundstensartiklar:{{/a}}"],"Consider linking to these articles:":["Överväg att länka till dessa artiklar:"],"Copy link":["Kopiera länk"],"Copy link to suggested article: %s":["Kopiera länk till föreslagen artikel: %s"],"The site's tagline":["Webbplatsens slogan"],"%1$sRemove this message%2$s":["%1$sTa bort detta meddelande%2$s"],"We've recently improved the functionality of the Search Appearance settings. Unfortunately, we've discovered that for some edge-cases, saving the settings for specific post type archives might have gone wrong.":["Vi har nyligen förbättrat funktionaliteten för inställningar för sökutseende. Tyvärr har vi upptäckt att sparandet av specifika inläggstyp-arkiv kan gå fel i vissa specialfall. "],"Not all required fields are given. Missing field %1$s":["Alla obligatoriska fält är inte ifyllda. Fältet %1$s saknas"],"Upgrade to %s »":["Uppgradera till %s »"],"Optimize your site for Google News.":["Optimera din webbplats för Google Nyheter."],"Optimize your shop's SEO and sell more products!":["Optimera din butiks SEO och sälj fler produkter!"],"Be found in Google Video search and enhance your video sharing on social media.":["Bli hittad i Google video-sökning och förbättra din videodelning på sociala medier."],"Be found in Google Maps and local results.":["Bli hittad i Google Maps och lokala resultat."],"Extend Yoast SEO":["Utöka Yoast SEO"],"Learn practical SEO skills to rank higher in Google.":["Lär dig praktiska SEO-färdigheter för att ranka högre i Google."],"Don’t waste time figuring out the best settings yourself.":["Slösa inte tid på att hitta de bästa inställningarna själv."],"Get quick wins to make your site rank higher in search engines.":["Få snabba vinster för att göra din webbplats rankad högre i sökmotorer."],"Add synonyms":["Lägg till synonymer"],"Would you like to add keyphrase synonyms?":["Vill du lägga till nyckelordsfras-synonymer?"],"Would you like to add more than one keyphrase?":["Vill du lägga till mer än en nyckelordsfras?"],"You can edit the SEO meta-data for this custom type on the %1$sShop page%2$s.":["Du kan redigera dina SEO meta-data för denna anpassade typ på %1$sbutikssidan%2$s."],"You haven't set a Shop page in your WooCommerce settings. Please do this first.":["Du har inte angivit någon sida för din butik i inställningarna för WooCommerce. Gör det först."],"Current year":["Nuvarande år"],"Page":["Sida"],"Breadcrumb settings for %s archive":["Inställningar för synlig sökväg för arkivet %s"],"Something went wrong. Please reload the page.":["Något gick fel. Vänligen ladda om sidan."],"Tagline":["Slogan"],"Modify your meta description by editing it right here":["Redigera din metabeskrivning genom att ändra den här"],"description (custom taxonomy)":["beskrivning (anpassad taxonomi)"],"(custom taxonomy)":["(anpassad taxonomi)"],"(custom field)":["(anpassat fält)"],"Term404":["Term404"],"Caption":["Rubrik"],"Pagenumber":["Sidnummer"],"Pagetotal":["Sidtotal"],"Page number":["Sidnummer"],"User description":["Användarbeskrivning"],"ID":["ID"],"Modified":["Ändrad"],"Post type (plural)":["Inläggstyp (plural)"],"Post type (singular)":["Inläggstyp (singular)"],"Separator":["Avgränsare"],"Search phrase":["Sökfras"],"Term title":["Termrubrik"],"Term description":["Termbeskrivning"],"Tag description":["Etikettbeskrivning"],"Category description":["Kategoribeskrivning"],"Primary category":["Huvudkategori"],"Category":["Kategori"],"Tag":["Etikett"],"Excerpt only":["Endast utdrag"],"Excerpt":["Utdrag"],"Site title":["Sidrubrik"],"Archive title":["Arkivrubrik"],"Parent title":["Överordnad rubrik"],"Date":["Datum"],"Label":["Etikett"],"You should create a redirect to ensure your visitors do not get a 404 error when they click on the no longer working URL.":["Du bör skapa en omdirigering för att se till att dina besökare inte får ett 404-fel när de klickar på webbadressen som inte längre fungerar."],"Search engines and other websites can still send traffic to your deleted post.":["Sökmotorer och andra webbplatser kan fortfarande skicka trafik till ditt borttagna inlägg."],"Make sure you don't miss out on traffic!":["Se till att du inte missar trafik!"],"You just deleted a %1$s.":["Du tog just bort en %1$s."],"You just trashed a %1$s.":["Du slängde just en %1$s."],"Settings for %s archive":["Inställningar för arkivet %s"],"Settings for single %s URLs":["Inställningar för enskilda %s-URL:er"],"The settings on this page allow you to specify what the default search appearance should be for any type of content you have. You can choose which content types appear in search results and what their default description should be.":["Inställningarna på denna sida låter dig ange vilket sökutseende som ska användas som standard för vilken typ av innehåll du har. Du kan välja vilka inläggstyper som ska synas i sökresultat och vad deras beskrivning ska vara som standard."],"Url preview":["Förhandsgranskning av URL"],"Please provide a meta description by editing the snippet below. If you don’t, Google will try to find a relevant part of your post to show in the search results.":["Ange en metabeskrivning genom att ändra förhandsvisningstexten nedan. Om du inte gör detta, kommer Google att försöka hitta en relevant del av ditt inlägg för visning i sökresultaten."],"Insert snippet variable":["Infoga förhandsvisningstextvariabel"],"Dismiss this notice":["Avfärda denna notis"],"No results":["Inga resultat"],"%d result found, use up and down arrow keys to navigate":["%d resultat hittades. Navigera med pilarna upp/ned","%d resultat hittades. Navigera med pilarna upp/ned"],"Your site language is set to %s. If this is not correct, contact your site administrator.":["Språket för din webbplats är inställt till %s. Om detta inte stämmer bör du kontakta webbplatsens administratör."],"Number of results found: %d":["Antal funna resultat: %d"],"Note that not all variables can be used in every field.":["Observera att vissa variabler inte går att använda i alla fält."],"Snippet variables":["Variabler för förhandsvisningstext"],"%1$s respects your privacy. Read our %2$sprivacy policy%3$s on how we handle your personal information.":["%1$s respekterar din integritet. Läs vår %2$sintegritetspolicy%3$s om hur vi hanterar dina personuppgifter."],"If you know what this means and you do not want to see this message anymore, you can %1$sdismiss this message%2$s.":["Om du vet vad detta betyder och inte vill se det här meddelandet längre, kan du %1$savfärda detta meddelandet%2$s."],"Your site's settings currently allow attachment URLs on your site to exist. Please read %1$sthis post about a potential issue%2$s with attachment URLs and check whether you have the correct setting for your site.":["Dina webbplatsinställningar tillåter för närvarande att det finns webbadresser till bilagor. Läs %1$sdetta inlägg om en eventuell risk%2$s med webbadresser till bilagor och kontrollera om du har rätt inställningar för din webbplats."],"Unknown type %1$s":["Okänd typ %1$s"],"Includes a free MyYoast account which gives you access to our free SEO for Beginners course!":["Inkluderar ett gratis konto på MyYoast som ger dig fri tillgång till vår gratis SEO-kurs för nybörjare!"],"Sign up for our newsletter if you would like to keep up-to-date about %1$s, other cool plugins by %2$s, and interesting news and tips from the world of SEO.":["Prenumerera på vårt nyhetsbrev om du vill hålla dig uppdaterad inom %1$s, andra häftiga tillägg av %2$s och intressanta nyheter och tips inom SEO-världen."],"Get your Baidu verification code in %1$sBaidu Webmaster Tools%2$s.":["Skaffa din verifieringskod för Baidu i %1$sBaidu Webmaster Tools%2$s."],"Baidu verification code":["Verifieringskod för Baidu"],"The %s importer functionality uses temporary database tables. It seems your WordPress install does not have the capability to do this, please consult your hosting provider.":["Importfunktionen %s använder temporära databastabeller. Det verkar som om din WordPress-installation inte har möjlighet att göra detta, vänligen kontakta ditt webbhotell."],"Cleanup of %s data failed.":["Rensningen av %s data misslyckades."],"Content Type":["Innehållstyp"],"Filter by content type":["Filtrera efter innehållstyp"],"Show All Content Types":["Visa alla innehållstyper"],"To fix this uncheck the box in front of the \"Break comments into pages...\" on the %1$sComment settings page%2$s.":["För att åtgärda detta, avmarkera rutan innan ”Dela upp kommentarer i sidor...” på %1$sinställningssidan för kommentarer%2$s."],"Replaced with the normal title for an archive generated by WordPress":["Ersatt med den vanliga rubriken för ett arkiv som genereras av WordPress"],"Clean":["Rensa"],"Once you're certain your site is OK, you can clean up. This will remove all the original data.":["När du är säker på att din webbplats är OK så kan du rensa den. Detta kommer ta bort alla originaldata."],"Step 5: Clean up":["Steg 5: Rensa"],"You should run the configuration wizard, from the SEO &rarr; General &rarr; Dashboard page, to make sure all the settings for your site are correct.":["Du bör köra konfigurationsguiden från adminpanel SEO &rarr; Allmänt &rarr;, för att se till att du har rätt inställningar för din webbplats."],"Step 4: Run the configuration wizard":["Steg 4: Kör konfigurationsguiden"],"Please check your posts and pages and see if the metadata was successfully imported.":["Kontrollera dina sidor och inlägg så att metadatan importerades."],"Step 3: Check your data":["Steg 3: Kontrollera dina data"],"This will import the post metadata like SEO titles and descriptions into your Yoast SEO metadata. It will only do this when there is no existing Yoast SEO metadata yet. The original data will remain in place.":["Detta kommer att importera inläggsmetadata som SEO-titlar och beskrivningar i din Yoast SEO-metadata. Det görs endast när det inte finns några befintliga Yoast SEO-metadata än. De ursprungliga uppgifterna är kvar."],"Step 2: Import":["Steg 2: Importera"],"Please make a backup of your database before starting this process.":["Säkerhetskopiera din databas innan du genomför denna process."],"Step 1: Create a backup":["Steg 1: Säkerhetskopiera"],"We've detected data from one or more SEO plugins on your site. Please follow the following steps to import that data:":["Vi har upptäckt data från en eller flera SEO-tillägg på din webbplats. Följ stegen nedan för att importera detta:"],"Plugin: ":["Tillägg:"],"Yoast SEO did not detect any plugin data from plugins it can import from.":["Yoast SEO upptäckte inte någon tilläggsdata från tillägg som det kan importera från."],"Posts that should not show up in search results":["Inlägg som inte visas i sökresultat"],"Posts with the SEO score: %1$sgood%2$s":["Inlägg med SEO-poängen: %1$sbra%2$s"],"Posts with the SEO score: %1$sOK%2$s":["Inlägg med SEO-poängen: %1$sOK%2$s"],"Posts with the SEO score: %1$sneeds improvement%2$s":["Inlägg med SEO-poängen: %1$sbehöver förbättras%2$s"],"%s data found.":["%s data hittades."],"%s data successfully removed.":["%s data har tagits bort."],"%s data successfully imported.":["%s data importerades."],"%s data not found.":["%s data hittades inte."],"Improve your SEO skills":["Förbättra din SEO-kompetens"],"No ads":["Inga annonser"],"24/7 email support":["E-postsupport dygnet runt"],"No more dead links a.k.a. 404 pages":["Inga fler döda länkar, så kallade 404-sidor"],"Get real-time suggestions for internal links":["Få realtidsförslag till interna länkar"],"Preview your page in Facebook and Twitter":["Förhandsgranska din sida i Facebook och Twitter"],"Upgrade to %1$s":["Uppgradera till %1$s"],"Click the \"%3$s\" button to use the meta description already set in the %1$sSearch Appearance Homepage%2$s setting.":["Klicka på knappen ”%3$s” för att använda metabeskrivningen som redan angetts i inställningen %1$sSökutseende%2$s."],"Help on copying the home meta description":["Hjälp med att kopiera metabeskrivningen för startsidan"],"To let search engines know which social profiles are associated to this site, enter your site social profiles data below.":["För att låta sökmotorer vet vilka sociala profiler som är kopplade till denna webbplats, ange datan för dina sociala profiler för webbplatsen nedan."],"Learn more about your social profiles settings":["Lär dig mer om inställningarna för dina sociala profiler"],"Remove the categories prefix":["Ta bort kategoriprefixen"],"Help on the category prefix setting":["Hjälp med inställningen för kategoriprefixen"],"Learn more about the available variables":["Lär dig mer om de tillgängliga variablerna"],"Learn more about the RSS feed setting":["Lär dig mer om inställningen för RSS-flödet"],"When you upload media (an image or video for example) to WordPress, it doesn't just save the media, it creates an attachment URL for it. These attachment pages are quite empty: they contain the media item and maybe a title if you entered one. Because of that, if you never use these attachment URLs, it's better to disable them, and redirect them to the media item itself.":["När du laddar upp media (t.ex. en bild eller video) till WordPress, så sparas inte bara mediet, utan det skapas också en webbadress till bilagan. Dessa bilagssidor är ganska tomma: de innehåller bara medieobjektet och eventuellt en rubrik om du angav det. På grund av detta är det bättre att inaktivera dessa webbadresser till bilagor om du inte använder dem och omdirigera dem till själva medieobjektet."],"Learn more about the Media and attachment URLs setting":["Lär dig mer om inställningen för webbadresser till media och bilagor"],"Learn more about the title separator setting":["Lär dig mer om inställningen för rubrikavgränsare"],"Learn more about the knowledge graph setting":["Lär dig mer om inställningen för Faktarutan"],"Learn more about the homepage setting":["Lär dig mer om inställningen för startsidan"],"Learn more about the special pages setting":["Lär dig mer om inställningen för speciella sidor"],"Help on the date archives search results setting":["Hjälp med inställningen för sökresultat för datumarkiv"],"Not showing the archives for authors without posts in the search results technically means those will have a %1$s robots meta and will be excluded from XML sitemaps. %2$sMore info on the search results settings%3$s.":["Att inte visa arkiven för författare utan inlägg i sökresultaten betyder tekniskt sätt att dessa inte kommer ha en %1$s-robotmeta och kommer uteslutas från XML-webbplatskartor. %2$sMer info om inställningarna för sökresultat%3$s."],"Help on the authors without posts archive search results setting":["Hjälp med inställningen för sökresultat för författare utan inlägg"],"Not showing the archive for authors in the search results technically means those will have a %1$s robots meta and will be excluded from XML sitemaps. %2$sMore info on the search results settings%3$s.":["Att inte visa arkiven för författare i sökresultaten betyder tekniskt sätt att dessa inte kommer ha en %1$s-robotmeta och kommer uteslutas från XML-webbplatskartor. %2$sMer info om inställningarna för sökresultat%3$s."],"Help on the author archives search results setting":["Hjälp med inställningen för sökresultat för författararkiv"],"Archives settings help":["Hjälp med inställningarna för arkiv"],"Learn more about the archives setting":["Lär dig mer om inställningen för arkiv"],"Get your Yandex verification code in %1$sYandex Webmaster Tools%2$s.":["Skaffa din verifieringskod för Yandex i %1$sYandex Webmaster Tools%2$s."],"Yandex verification code":["Yandex verifieringskod"],"Get your Google verification code in %1$sGoogle Search Console%2$s.":["Skaffa din verifieringskod för Google i %1$sGoogle Search Console%2$s."],"Google verification code":["Google verifieringskod"],"Get your Bing verification code in %1$sBing Webmaster Tools%2$s.":["Skaffa din verifieringskod för Bing i %1$sBing Webmaster Tools%2$s."],"Bing verification code":["Bing verifieringskod"],"You can use the boxes below to verify with the different Webmaster Tools. This feature will add a verification meta tag on your home page. Follow the links to the different Webmaster Tools and look for instructions for the meta tag verification method to get the verification code. If your site is already verified, you can just forget about these.":["Du kan använda rutorna nedan för att verifiera med olika webbmaster-verktyg. Denna funktion kommer lägga till en verifieringsmetatagg på din startsida. Följ länkarna i de olika webbmaster-verktygen och leta efter instruktionerna för metataggsverifiering för att få verifieringskoden. Om din webbplats redan är verifierad kan du hoppa över detta."],"Learn more about the Webmaster Tools verification":["Lär dig mer om verifiering med webbmaster-verktygen"],"On":["På"],"Help on: %s":["Hjälp med: %s"],"%1$s comes with a lot of features. You can enable / disable some of them below. Clicking the question mark gives more information about the feature.":["%1$s kommer med många funktioner. Du kan aktivera/inaktivera några av dem nedan. Om du klickar på frågetecknet får du mer information om funktionen."],"Off":["Av"],"The advanced section of the %1$s meta box allows a user to remove posts from the search results or change the canonical. These are things you might not want any author to do. That's why, by default, only editors and administrators can do this. Setting to \"%2$s\" allows all users to change these settings.":["Den avancerade sektionen av %1$s-metaboxen låter an användare ta bort inlägg från sökresultat eller ändra den kanoniska. Detta är saker som du kanske inte vill att författare ska göra. Därför kan endast redaktörer och administratörer göra detta som standard. Om du ändrar till ”%2$s” kommer alla användare kunna ändra dessa inställningar."],"Security: no advanced settings for authors":["Säkerhet: inga avancerade inställningar för författare"],"See who contributed to %1$s.":["Se vem som bidragit till %1$s."],"Help on this search results setting":["Hjälp med denna inställning för sökresultat"],"Not showing the archive for %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["Att inte visa arkiven för %1$s i sökresultaten betyder tekniskt sätt att dessa inte kommer ha en %2$s-robotmeta och kommer uteslutas från XML-webbplatskartor. %3$sMer info om inställningarna för sökresultat%4$s."],"Not showing %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["Att inte visa %1$s i sökresultaten betyder tekniskt sätt att dessa inte kommer ha en %2$s-robotmeta och kommer uteslutas från XML-webbplatskartor. %3$sMer info om inställningarna för sökresultat%4$s."],"Check SEO configuration":["Kontrollera SEO-konfigurationen"],"Want to make sure your %1$s settings are still OK? %2$sOpen the configuration wizard again%3$s to validate them.":["Vill du se till att dina inställningar för %1$s fortfarande är okej? %2$sÖppna konfigurationsguiden igen %3$s för att verifiera dem."],"Default for %2$s, currently: %1$s":["Standard för %2$s, för närvarande: %1$s"],"Show %s in search results?":["Visa %s i sökresultaten?"],"this author's archives":["arkiv för denna författare"],"Do not allow search engines to show %s in search results.":["Tillåt inte sökmotorer att visa %s i sökresultat."],"Category URLs in WordPress contain a prefix, usually %s, this feature removes that prefix, for categories only.":["Webbadresser till kategorier i WordPress innehåller ett prefix, vanligtvis %s. Denna funktion tar bort det prefixet, endast för kategorier."],"Category URLs":["Webbadresser till kategorier"],"the archive for %s":["arkivet för %s"],"Redirect attachment URLs to the attachment itself?":["Omdirigera webbadresser till bilagor till själva bilagan?"],"We recommend you set this to Yes.":["Vi rekommenderar att du anger ”Ja” för detta."],"Media & attachment URLs":["Webbadresser till media och bilagor"],"This is what shows in the search results when people find your homepage. This means this is probably what they see when they search for your brand name.":["Detta är vad som visas i sökresultat när personer hittar din webbplats. Detta betyder att det här antagligen är vad de ser när de söker efter ditt varumärke."],"date archives":["datumarkiv"],"archives for authors without posts":["arkiv för författare utan inlägg"],"Read why XML Sitemaps are important for your site.":["Läs om varför XML-webbplatskartor är viktiga för din webbplats."],"Enable the XML sitemaps that %s generates.":["Aktivera XML-webbplatskartan som %s genererar."],"See the XML sitemap.":["Visa XML-webbplatskartan."],"%2$s (current default for %1$s)":["%2$s (i nuläget standard för %1$s)"],"Media":["Media"],"Content Types":["Innehållstyper"],"Should search engines follow links on this %1$s?":["Ska sökmotorer följa länkar på denna %1$s?"],"Allow search engines to show this %s in search results?":["Tillåt sökmotorer att visa denna %s i sökresultat?"],"Search Appearance":["Sökutseende"],"Please specify what content types you would like to appear in search engines. If you do not know the differences between these, it's best to choose the default settings.":["Vänligen ange vilka innehållstyper du vill ska synas i sökmotorer.\n Om du inte vet skillnaden mellan dessa är det bäst att välja standardinställningarna."],"Search engines should show \"%1$s\" in search results:":["Sökmotorer bör visa ”%1$s” i sökresultaten:"],"Search engine visibility":["Synlighet för sökmotorer"],"Toggle %1$s's XML Sitemap":["Slå på/av XML-webbplatskartan för %1$s"],"Support requests you create here are sent directly into our support system, which is secured with 256 bit SSL, so communication is 100% secure.":["Supportärenden som du skapar här skickas direkt till vårt supportsystem, vilket säkras med 256 bit SSL, så kommunikationen är 100 % säker."],"Readability: %1$sNot available%2$s":["Läsbarhet: %1$sInte tillgänglig%2$s"],"The cornerstone content feature lets you to mark and filter cornerstone content on your website.":["Funktionen grundstensinnehåll låter dig markera och filtrera grundstensinnehåll på din webbplats."],"If you have a problem that you can't solve with our video tutorials or knowledge base, you can send a message to our support team. They can be reached 24/7.":["Om du har ett problem som du inte kan lösa med våra videohandledningar eller kunskapsbas kan du skicka ett meddelande till vårt supportteam. De kan nås 24/7."],"Search result":["Sökresultat"],"New support request":["Ny supportförfrågan"],"Readability: %1$sNeeds improvement%2$s":["Läsbarhet: %1$sBehöver förbättras%2$s"],"Readability: %1$sOK%2$s":["Läsbarhet: %1$sOK%2$s"],"Readability: %1$sGood%2$s":["Läsbarhet: %1$sBra%2$s"],"SEO: %1$sNot available%2$s":["SEO: %1$sInte tillgänglig%2$s"],"SEO: %1$sNeeds improvement%2$s":["SEO: %1$sBehöver förbättras%2$s"],"SEO: %1$sOK%2$s":["SEO: %1$sOK%2$s"],"SEO: %1$sGood%2$s":["SEO: %1$sBra%2$s"],"Good results":["Bra resultat"],"Get better search results in local search":["Få bättre sökresultat i lokala sökningar"],"Allow customers to pick up their %s order locally":["Låt dina kunder hämta upp deras order från %s lokalt"],"SEO analysis":["SEO-analys"],"The SEO analysis offers suggestions to improve the SEO of your text.":["SEO-analysen visar dig hur du kan förbättra SEO för din text."],"Learn how the SEO analysis can help you rank.":["Lär dig hur SEO-analysen kan hjälpa dig ranka."],"The readability analysis offers suggestions to improve the structure and style of your text.":["Läsbarhetsanalysen visar dig hur du förbättrar strukturen och stilen för din text."],"Discover why readability is important for SEO.":["Få reda på varför läsbarhet är viktigt för SEO."],"Find out how cornerstone content can help you improve your site structure.":["Få reda på hur grundstensinnehåll kan hjälpa dig förbättra strukturen för din webbplats."],"The text link counter helps you improve your site structure.":["Textlänkräknaren hjälper dig förbättra strukturen för din webbplats."],"Find out how the text link counter can enhance your SEO.":["Få reda på hur textlänkräknaren kan förbättra din SEO."],"%s integration":["Integration med %s"],"Read more about how %s works.":["Läs mer om hur %s fungerar."],"Enable this feature if you want Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared.":["Aktivera den här funktionen om du vill att Facebook och andra sociala medier ska visa en förhandsgranskning med bilder och ett textutdrag när en länk till din webbplats delas."],"Enable this feature if you want Twitter to display a preview with images and a text excerpt when a link to your site is shared.":["Aktivera den här funktionen om du vill att Twitter ska visa en förhandsgranskning med bilder och ett textutdrag när en länk till din webbplats delas."],"Find out why you should upgrade to %s":["Ta reda på varför du borde uppgradera till %s"],"https://yoa.st/1uk":["https://yoa.st/1uk"],"https://yoa.st/1uj":["https://yoa.st/1uj"],"Meta box":["Metaruta"],"Latest blog posts on %1$s":["Senaste blogginläggen på %1$s"],"Need help?":["Behöver du hjälp?"],"Type here to search...":["Skriv här för att söka..."],"Search the Yoast Knowledge Base for answers to your questions:":["Sök i kunskapsbasen på Yoast för svar på dina frågor:"],"Remove highlight from the text":["Ta bort markering från texten"],"Your site language is set to %s. ":["Ditt språk på webbplatsen är inställt på %s."],"Number of results found: %s":["Antal hittade resultat: %s"],"Get started quickly with the %1$s %2$sconfiguration wizard%3$s!":["Kom igång snabbt med hjälp av %2$skonfigurationsguiden%3$s för %1$s!"],"First-time SEO configuration":["Startkonfiguration för SEO"],"Your site language is set to {language}. If this is not correct, contact your site administrator.":["Ditt angivna språk är {language}. Kontakta webbplatsens administratör om detta inte stämmer."],"Your site language is set to {language}.":["Ditt språk är angivet som {language}."],"Highlight this result in the text":["Markera detta resultat i texten"],"Considerations":["Överväganden"],"Errors":["Fel"],"Change language":["Byt språk"],"You cannot create a %s file.":["Du kan inte skapa filen %s."],"You cannot edit the %s file.":["Du kan inte redigera filen %s."],"Updated %s":["Uppdaterade %s"],"Create %s file":["Skapa filen %s"],"Edit the content of your %s:":["Redigera filen %s:"],"Save changes to %s":["Spara ändringar till %s"],"%s file":["filen %s"],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please install %3$s to make your life better. %4$s.":["%1$s och %2$s kan fungera mycket bättre tillsammans genom att lägga till ett hjälptillägg. Vänligen installera %3$s för att göra ditt liv enklare. %4$s."],"More information":["Mer information"],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please activate %3$s to make your life better.":["%1$s och %2$s kan fungera mycket bättre tillsammans genom att lägga till ett hjälptillägg. Vänligen aktivera %3$s för att göra ditt liv enklare. "],"More information about %1$s":["Mer information om %1$s"],"Configuration Wizard":["Konfigurationsguide"],"You've done it!":["Du har gjort det!"],"Seamlessly integrate %1$s into your AMP pages!":["Integrera %1$s problemfritt med dina AMP-sidor!"],"Seamlessly integrate %2$s with %1$s for the content analysis!":["Integrera %2$s med %1$s problemfritt för innehållsanalysen!"],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please install %3$s to make your life better.":["%1$s och %2$s kan fungera tillsammans mycket bättre genom att lägga till ett hjälptillägg. Vänligen installera %3$s för att göra ditt liv enklare."],"The search appearance settings for %1$s are made up of variables that are replaced by specific values from the page when the page is displayed. The table below contains a list of the available variables.":["Inställningarna för sökutseende för %1$s består av variabler som ersätts av specifika värden från sidan när sidan visas. Tabellen nedan innehåller en lista över tillgängliga variabler."],"Mark the most important %1$s as 'cornerstone content' to improve your site structure. %2$sLearn more about cornerstone content%3$s.":["Markera de viktigaste %1$s som ”grundstensinnehåll” för att förbättra din webbplatsstruktur. %2$sLäs mer om grundstensinnehåll%3$s."],"Follow our Yoast SEO for WordPress training and become a certified Yoast SEO Expert!":["Följ vår träning ”Yoast SEO for WordPress” och bli en certifierad expert för Yoast SEO!"],"Enroll in the Yoast SEO for WordPress training »":["Anmäl dig till träningen ”Yoast SEO for WordPress” »"],"Loading help center.":["Laddar hjälpcenter."],"Get support":["Få support"],"View in KB":["Visa i KB"],"Go back":["Gå tillbaka"],"Go back to the search results":["Gå tillbaka till sökresultaten"],"(Opens in a new browser tab)":["(Öppnas i en ny webbläsarflik)"],"Want to be a Yoast SEO Expert?":["Vill du bli en expert på Yoast SEO?"],"Posts %1$swithout%2$s a focus keyphrase":["Inlägg %1$sutan%2$s en fokusnyckelordsfras"],"Hey, your SEO is doing pretty well! Check out the stats:":["Det går ganska bra för din SEO! Kolla in statistiken:"],"You don't have any published posts, your SEO scores will appear here once you make your first post!":["Du har inga publicerade inlägg, dina SEO-poäng kommer att visas här när du gör ditt första inlägg!"],"On this page, you can change the name of your site and choose which separator to use. The separator will display, for instance, between your post title and site name. Symbols are shown in the size they'll appear in the search results. Choose the one that fits your brand best or takes up the least space in the snippets.":["På den här sidan kan du ändra namnet på din webbplats och välja vilken\navgränsare du vill använda. Avgränsaren visas, exempelvis, mellan din \ninläggsrubrik och webbplatsens namn. Symbolerna visas i den storlek\nsom visas i sökresultaten. Välj den som passar ditt varumärke bäst eller\nsom tar upp minst utrymme i förhandsvisningstexten."],"Something else":["Något annat"],"A portfolio":["En portfölj"],"A corporation":["Ett företag"],"A small offline business":["Ett litet offline-företag"],"A news channel":["En nyhetskanal"],"An online shop":["En nätbutik"],"A blog":["En blogg"],"What does the site %1$s represent?":["Vad representerar sidan %1$s?"],"If you choose no, your author archives will be deactivated to prevent  duplicate content issues.":["Om du väljer nej, kommer ditt författararkiv att inaktiveras för att\n förhindra problem med duplicerat innehåll."],"Note: we don't store your data in any way and don't have full access to your account. Your privacy is safe with us.":["Obs: vi lagrar inte dina data på något sätt och har inte full tillgång till ditt konto. \nDin integritet är säker hos oss."],"%1$s integrates with Google Search Console, a must-have tool for site owners. It provides you with information about the health of your site. Don't have a Google account or is your site not activated yet? Find out %2$show to connect Google Search Console to your site%3$s.":["%1$s integrerar med Googles sökkonsol, ett oumbärligt verktyg för webbplatsägare. Det ger dig information om hur din webbplats mår. Har du inte ännu något Google-konto eller är din webbplats inte aktiverad? Ta reda på %2$shur du kopplar Googles sökkonsol till din webbplats%3$s."],"Option B: My site is under construction and should not be indexed":["Alternativ B: Min webbplats är under uppbyggnad och ska inte indexeras"],"Option A: My site is live and ready to be indexed":["Alternativ A: Min webbplats är aktiv och redo att indexeras"],"Choose under construction if you want to keep the site out of the index of search engines. Don't forget to activate it once you're ready to publish your site.":["Välj under konstruktion om du inte vill att webbplatsen ska indexeras av sökmotorer. Glöm inte att aktivera det när du är redo att publicera din webbplats."],"Please specify if your site is under construction or already active.":["Ange om din webbplats är under uppbyggnad eller redan aktiv."],"This information will be used in Google's Knowledge Graph Card, the big block of information you see on the right side of the search results.":["Denna information kommer att användas i Googles Faktaruta, det stora informationsblocket du ser till höger om sökresultaten."],"Close wizard":["Stäng guiden"],"Read more like this on our SEO blog":["Läs mer om sådant här på vår SEO-blogg"],"Readability: Good":["Läsbarhet: Bra"],"Readability: OK":["Läsbarhet: OK"],"Readability: Needs improvement":["Läsbarhet: Behöver förbättras"],"SEO: Needs improvement":["SEO: Behöver förbättras"],"Not activated":["Inte aktiverad"],"Activated":["Aktiverad"],"%1$s recommendations for you":["Rekommendationer för dig från %1$s"],"All Readability Scores":["Alla läsbarhetspoäng"],"Filter by Readability Score":["Filtrera efter läsbarhetspoäng"],"You are not receiving updates or support! Fix this problem by adding this site and enabling %1$s for it in %2$s.":["Du tar inte emot uppdateringar eller support! Åtgärda problemet genom att lägga till denna webbplats och aktivera %1$s för det i %2$s."],"Request method %1$s is not valid.":["Efterfrågad metod %1$s är inte giltig. "],"Muted notifications:":["Avfärdade meddelanden:"],"Muted problems:":["Avfärdade problem:"],"Do you want to preview what it will look like if people share this post on %1$s? You can, with %2$s.":["Vill du förhandsgranska hur det kommer att se ut om folk delar det här inlägget på %1$s? Det kan du med %2$s."],"Good job! All the links in your texts have been counted.":["Bra jobbat! Alla länkarna i dina texter har räknats."],"Calculation completed.":["Beräkning slutförd."],"Calculation in progress...":["Beräkning pågår..."],"Stop counting":["Sluta räkna"],"Counting links in your texts":["Räknar länkar i dina texter"],"Text %1$s of %2$s processed.":["Text %1$s av %2$s bearbetad."],"All your texts are already counted, there is no need to count them again.":["Alla dina texter är redan räknade, de behöver inte räknas igen."],"Count links in your texts":["Räknar länkar i dina texter"],"The links in all your public texts need to be counted. This will provide insights of which texts need more links to them. If you want to know more about the why and how of internal linking, check out %1$sthe article about internal linking on %2$s%3$s.":["Länkarna i alla dina publika texter behöver räknas. Detta kommer att ge insikter om vilka texter som behöver fler länkar till dem. Om du vill veta mer om hur interna länkar fungerar, kolla in %1$sartikeln om intern länkning på %2$s%3$s."],"Text link counter":["Textlänkräknare"],"Number of internal links linking to this post. See \"Yoast Columns\" text in the help tab for more info.":["Antal interna länkar som länkar till detta inlägg. Se texten ”Yoast-kolumner” i hjälpfliken för mer info."],"Number of outgoing internal links in this post. See \"Yoast Columns\" text in the help tab for more info.":["Antal utgående interna länkar i detta inlägg. Se texten ”Yoast kolumner”  i hjälpfliken för mer info."],"%1$s adds several columns to this page. We've written an article about %2$show to use the SEO score and Readability score%3$s. The links columns show the number of articles on this site linking %5$sto%6$s this article and the number of URLs linked %5$sfrom%6$s this article. Learn more about %4$show to use these features to improve your internal linking%3$s, which greatly enhances your SEO.":["%1$s lägger till flera kolumner på den här sidan. Vi har skrivit en artikel om %2$shur man använder SEO- och läsbarhetspoängen%3$s. Länk-kolumnen visar antalet artiklar på denna webbplats som länkar %5$still%6$s den här artikeln och antalet webbadresser länkade %5$sfrån%6$s den här artikeln. Läs mer om %4$shur man använder dessa funktioner för att förbättra din interna länkning%3$s, vilket starkt förbättrar din SEO."],"%s Columns":["%s kolumner"],"Readability score":["Läsbarhetspoäng"],"Other benefits of %s for you:":["Fler fördelar för dig med %s:"],"%1$sSocial media preview%2$s: Facebook &amp; Twitter":["%1$sFörhandsvisning på sociala medier%2$s: Facebook och Twitter"],"Scroll to see the preview content.":["Rulla ner för att se en förhandsvisning av innehållet."],"Cornerstone content":["Grundstensinnehåll"],"%1$s will now take care of all the needed technical optimization of your site. To really improve your site's performance in the search results, it's important to start creating content that ranks well for keyphrases you care about. Check out this video in which we explain how to use the %1$s metabox when you edit posts or pages.":["%1$s tar nu hand om all teknisk optimering som behövs för din webbplats. För att verkligen förbättra webbplatsens prestanda i sökresultaten är det viktigt att börja skapa innehåll som rankas bra för nyckelordsfraser du bryr dig om. Kolla in den här videon där vi förklarar hur du använder metaboxen %1$s när du redigerar inlägg eller sidor."],"If you want to outrank the competition in a specific town or region, check out our %1$s plugin! You’ll be able to easily insert Google maps, opening hours, contact information and a store locator. Besides that %1$s helps you to improve the usability of your contact page.":["Om du vill överträffa konkurrenterna i en viss ort eller region, kolla in vårt tillägg %1$s! Du kan enkelt lägga in Google Maps, öppettider, kontaktuppgifter och en butikssökare. Förutom det, hjälper även %1$s dig att förbättra användbarheten för din kontaktsida."],"Attract more customers near you":["Locka fler kunder nära dig"],"Do you want to know all the ins and outs of the %1$s plugin? Do you want to learn all about our advanced settings? Want to be able to really get the most out of the %1$s plugin? Check out our %1$s plugin training and start outranking the competition!":["Vill du veta allt om tillägget %1$s? Vill du lära dig allt om våra avancerade inställningar? Vill du verkligen kunna få ut det mesta av tillägget %1$s? Kolla in vår tilläggsutbildning %1$s och börja överträffa konkurrenterna!"],"Get the most out of %1$s with the %2$s":["Få ut det mesta av %1$s med %2$s"],"Upgrade to Premium":["Uppgradera till premium"],"Do you want to outrank your competition? %1$s gives you awesome additional features that'll help you to set up your SEO strategy like a professional. Add synonyms and related keywords, use our Premium SEO analysis, the redirect manager and our internal linking tool. %1$s will also give you access to premium support.":["Vill du överträffa dina konkurrenter? %1$s ger dig fantastiska ytterligare funktioner som hjälper dig att ställa in din SEO-strategi som en professionell användare. Lägg till synonymer och relaterade nyckelord,använd vår premium SEO-analys, omdirigeringshanteraren och vårt interna länkverktyg. %1$s ger dig också tillgång till premium-support."],"Outrank the competition with %s":["Överträffa dina konkurrenter med %s"],"You might like":["Du kanske gillar"],"Newsletter":["Nyhetsbrev"],"We have detected that you have not finished this wizard yet, so we recommend you to %2$sstart the configuration wizard to configure %1$s%3$s.":["Vi har upptäckt att du inte har slutfört den här guiden ännu, så vi rekommenderar att du %2$s startar konfigurationsguiden för att konfigurera %1$s %3$s."],"The configuration wizard helps you to easily configure your site to have the optimal SEO settings.":["Konfigurationsguiden hjälper dig att enkelt konfigurera din webbplats så den har optimala SEO-inställningar."],"Go Premium and our experts will be there for you to answer any questions you might have about the setup and use of the plugin.":["Skaffa Premium och våra experter kommer finnas där för dig och svara på alla frågor du kan tänkas ha angående installation och användande av tillägget."],"24/7 support":["Support 24/7"],"Superfast internal linking suggestions":["Supersnabba interna länkningsförslag"],"Great news: you can, with %1$s!":["Goda nyheter: du kan, med %1$s!"],"Save changes":["Spara ändringar"],"1 year free updates and upgrades included!":["1 års fri support och uppgraderingar ingår!"],"The plugin %2$s changes your site's output and in doing that differentiates between search engines and normal users, a process that's called cloaking. We highly recommend that you disable it.":["Tillägget %2$s ändrar din webbplats output och skiljer genom det mellan sökmotorer och vanliga användare, en process som kallas cloaking. Vi rekommenderar starkt att du inaktiverar det."],"%1$sSocial media preview%2$s: Facebook & Twitter":["%1$sFörhandsgranskning för sociala medier%2$s: Facebook och Twitter"],"Superfast internal links suggestions":["Supersnabba interna länkförslag"],"%1$sNo more dead links%2$s: easy redirect manager":["%1$sGör dig av med döda länkar%2$s: easy redirect manager"],"Other benefits of %1$s for you:":["Andra fördelar med %1$s för dig:"],"No ads!":["Ingen reklam!"],"Facebook & Twitter":["Facebook och Twitter"],"Social media preview":["Sociala medier förhandsgranskning"],"Easy redirect manager":["Easy redirect manager"],"No more dead links":["Inga fler döda länkar"],"Increase your SEO reach":["Öka din SEO-räckvidd"],"If you want more help creating awesome content, check out our %2$sSEO copywriting course%3$s. Do you want to know all about the features of the plugin, consider doing our %1$s!":["Om du vill ha mer hjälp med att skapa fantastiskt innehåll, kolla in vår %2$skurs för SEO copywriting%3$s. Vill du veta allt om funktionerna i tillägget, överväg att göra vår %1$s!"],"Variable":["Variabel"],"Available variables":["Tillgängliga variabler"],"Scroll to see the table content.":["Rulla för att se innehållet i tabellen."],"Please refer to %1$sour article about how to connect your website to Google Search Console%2$s if you need assistance.":["Vänligen se %1$svår artikel om hur du ansluter din webbplats till Google Search Console%2$s om du behöver hjälp."],"An error occurred in the '%1$s' assessment":["Ett fel uppstod i utvärderingen av '%1$s'"],"%1$s of the words contain %2$sover %3$s syllables%4$s, which is more than the recommended maximum of %5$s.":["%1$s av orden %2$söver %3$s stavelser%4$s, vilket är mer än det rekommenderade maximala  %5$s."],"%1$s of the words contain %2$sover %3$s syllables%4$s, which is less than or equal to the recommended maximum of %5$s.":["%1$s av orden innehåller %2$söver %3$s stavelser%4$s, vilket är mindre än eller lika med det rekommenderade maximala %5$s."],"This is slightly below the recommended minimum of %5$d word. %3$sAdd a bit more copy%4$s.":["Detta är något under det rekommenderade minsta antalet på %5$d ord. %3$sLägg till lite mer text%4$s.","Detta är något under det rekommenderade minsta antalet på %5$d ord. %3$sLägg till lite mer text%4$s."],"The meta description contains %1$d sentence %2$sover %3$s words%4$s. Try to shorten this sentence.":["Metabeskrivningen innehåller %1$d mening %2$söver %3$s ord%4$s. Försök att förkorta denna mening.","Metabeskrivningen innehåller %1$d meningar %2$söver %3$s ord%4$s. Försök att förkorta dessa meningar."],"The meta description contains no sentences %1$sover %2$s words%3$s.":["Metabeskrivningen innehåller inga meningar %1$söver %2$s ord %3$s."],"Step %1$d: %2$s":["Steg %1$d: %2$s"],"No new notifications.":["Inga nya notiser."],"Save all":["Spara allt"],"Save":["Spara"],"%1$s, Author at %2$s":["%1$s, författare på %2$s"],"Mobile preview":["Förhandsvisning för mobil"],"Desktop preview":["Förhandsvisning för skrivbord"],"Select redirect":["Välj omdirigering"],"Please provide an SEO title by editing the snippet below.":["Vänligen ange en SEO-titel genom att redigera förhandsvisningstexten nedan."],"Meta description preview:":["Metabeskrivning förhandsvisning:"],"Slug preview:":["Förhandsgranskning av permalänk:"],"SEO title preview:":["Förhandsvisning av SEO-titel:"],"Close snippet editor":["Stäng redigeraren för förhandsvisningstexten"],"Slug":["Permalänk"],"Remove marks in the text":["Ta bort markeringar i texten"],"Mark this result in the text":["Markera detta resultat i texten"],"Marks are disabled in current view":["Markeringen är inaktiverade i aktuell vy"],"Content optimization: Good SEO score":["Innehållsoptimering: Bra SEO-poäng"],"Good SEO score":["Bra SEO-poäng"],"Content optimization: OK SEO score":["Innehållsoptimering: OK SEO-poäng"],"OK SEO score":["OK SEO-poäng"],"Content optimization: Has feedback":["Innehållsoptimering: Har återkoppling"],"Feedback":["Återkoppling"],"ok":["ok"],"Choose an image":["Välj en bild"],"Remove the image":["Ta bort bilden"],"Choose image":["Välj bild"],"MailChimp signup failed:":["MailChimp-registrering misslyckades:"],"Sign Up!":["Prenumerera!"],"Name":["Namn"],"There is an error with the request.":["Ett fel uppstod vid förfrågan."],"Select profile":["Välj profil"],"Choose a profile":["Välj en profil"],"Authorization code":["Auktoriseringskod"],"Reauthenticate with Google":["Autentisera med Google igen"],"To allow %s to fetch your Google Search Console information, please enter your Google Authorization Code. Clicking the button below will open a new window.":["För att tillåta %s att hämta din Google Search Console information, vänligen ange din Google auktoriseringskod. Klickar du på knappen nedan öppnas ett nytt fönster."],"Please provide a meta description by editing the snippet below.":["Vänligen ange en metabeskrivning genom att redigera förhandsvisningstexten nedan."],"Edit snippet":["Redigera förhandsvisningstext"],"You can click on each element in the preview to jump to the Snippet Editor.":["Du kan klicka på varje element i förhandsgranskningen för att gå till redigeraren för förhandsvisningstexten."],"SEO title preview":["Förhandsgranskning av SEO-titel"],"Meta description preview":["Förhandsgranskning av meta-beskrivning"],"A problem occurred when saving the current step, {{link}}please file a bug report{{/link}} describing what step you are on and which changes you want to make (if any).":["Ett problem uppstod när detta steg sparades, {{länk}}vänligen skicka en buggrapport{{/ länk}} som beskriver vilket steg du är på och vilka ändringar du vill göra (om någon)."],"Close the Wizard":["Stäng guiden"],"Export settings":["Exportera inställningar"],"%1$s video tutorial":["%1$s videokurs"],"%s &rsaquo; Configuration Wizard":["%s &rsaquo; Konfigurationsguide"],"%1$sPlease don't show me this notification anymore%2$s":["%1$sVänligen visa mig inte detta meddelande igen%2$s"],"If you are experiencing issues, %1$splease file a bug report%2$s and we'll do our best to help you out.":["Om du upplever problem, %1$svänligen skicka en buggrapport%2$s och vi ska göra vårt bästa för att hjälpa dig."],"We've noticed you've been using %1$s for some time now; we hope you love it! We'd be thrilled if you could %2$sgive us a 5 stars rating on WordPress.org%3$s!":["Vi har märkt att du har använt %1$s ett tag nu, vi hoppas att du gillar det! Vi skulle bli glada om du kunde %2$sge oss ett 5-stjärnigt betyg på WordPress.org%3$s!"],"Courses":["Kurser"],"Date archives settings":["Inställningar för datumarkiv"],"Author archives settings":["Inställningar för författararkiv"],"%1$s by %2$s":["%1$s av %2$s"],"Warning: the variable %s cannot be used in this template. See the help center for more info.":["Varning: Variabeln %s kan inte användas i denna mall. Se hjälpcentret för mer information."],"By the way, did you know we also have a %1$sPremium plugin%2$s? It offers advanced features, like a redirect manager and support for multiple keyphrases. It also comes with 24/7 personal support.":[""],"(no title)":["(ingen titel)"],"%s installation wizard":["Installationsguide för %s"],"The %1$s admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["Administratörsmenyn %1$s innehåller användbara länkar till tredje-parts-verktyg för att analysera sidor och gör det lätt att se om du har nya notiser."],"Admin bar menu":["Administratörsmeny"],"%1$s will check weekly if your site is still indexable by search engines and Yoast SEO will notify you when this is not the case.":["%1$s kan dagligen kontrollera om din webbplats fortfarande kan indexeras av sökmotorer och Yoast SEO meddelar dig om så inte är fallet."],"Features":["Funktioner"],"Get Yoast SEO Premium now »":["Skaffa Yoast SEO Premium nu »"],"SEO title":["SEO-titel"],"While we strive to make setting up %1$s as easy as possible, we understand it can be daunting. If you’d rather have us set up %1$s for you (and get a copy of %2$s in the process), order our %3$s%1$s configuration service%4$s here!":["Även om vi strävar efter att göra det så enkelt som möjligt att börja använda %1$s, så förstår vi att det kan vara skrämmande. Om du hellre vill att vi ska ställa in %1$s för dig (och samtidigt få en kopia av %2$s), beställ vår %3$s %1$skonfigurationsservice%4$s här!"],"Welcome to the %1$s configuration wizard. In a few simple steps we'll help you configure your SEO settings to match your website's needs!":["Välkommen till konfigurationsguiden %1$s. I några enkla steg hjälper vi dig att konfigurera inställningarna för din SEO för att matcha webbplatsens behov!"],"Google shows your website's name in the search results, if you want to change it, you can do that here.":["Google visar webbplatsens namn i sökresultaten. Om du vill ändra det så kan du göra det här."],"Greater than sign":["Större än-tecken"],"Less than sign":["Mindre än-tecken"],"Right angle quotation mark":["Högervinklat citationstecken"],"Left angle quotation mark":["Vänstervinklat citationstecken"],"Small tilde":["Liten tilde"],"Vertical bar":["Lodrätt streck"],"Low asterisk":["Låg asterisk"],"Asterisk":["Asterisk"],"Bullet":["Punkt"],"Middle dot":["Mellanpunkt"],"Em dash":["Brett tankstreck"],"En dash":["Tankstreck"],"Dash":["Smalt tankstreck"],"Choose the symbol to use as your title separator. This will display, for instance, between your post title and site name. Symbols are shown in the size they'll appear in the search results.":["Välj symbolen som ska användas som din titelavgränsare. Detta visas t.ex. mellan din inläggstitel och webbplatsens namn. Symbolerna visas i den storlek som visas i sökresultaten."],"The name of the person":["Personens namn"],"No":["Nej"],"Yes":["Ja"],"Does, or will, your site have multiple authors?":["Har webbplatsen flera författare?"],"WordPress automatically generates an URL for each media item in the library. Enabling this will allow for google to index the generated URL.":["WordPress genererar automatiskt en webbadress för varje medieobjekt i biblioteket. Aktivering av detta gör det möjligt för Google att indexera den genererade webbadressen."],"Success!":["Klart!"],"Title settings":["Inställningar för titeln"],"Google Search Console":["Google Search Console"],"Multiple authors":["Flera författare"],"Site type":["Webbplatstyp"],"Environment":["Miljö"],"Yoast option %1$s not found.":["Yoast alternativ%1$s hittades inte."],"Google Structured Data Test":["Google Structured Data Test"],"Posts list":["Inläggslista"],"Posts list navigation":["Navigation för inläggslista"],"Filter posts list":["Filtrera inläggslistan"],"Note that links to archives might be still output by your theme and you would need to remove them separately.":["Observera att länkar till arkiv fortfarande kan skapas av ditt tema och du behöver i så fall ta bort dem separat."],"%1$s to optimize your site even further":["%1$s för att optimera din webbplats ytterligare"],"%1$s extensions":["%1$s tillägg"],"Comes with our 30-day no questions asked money back guarantee":["Levereras med vår 30-dagars inga-frågor pengarna tillbaka garanti"],"More information %1$sabout %3$s%2$s":["Mer information %1$som %3$s%2$s"],"Buy %1$s":["Köp %1$s"],"Installed":["Installerad"],"gain access to our 24/7 support team.":["få tillgång till vårt supportteam 24/7."],"Premium support":["Premiumsupport"],"check what your Facebook or Twitter post will look like.":["se hur dina inlägg på Facebook eller Twitter kommer se ut."],"Social previews":["Social förhandsgranskning"],"create and manage redirects from within your WordPress install.":["skapa och hantera omdirigeringar inom din WordPress-installation."],"Redirect manager":["Omdirigeringshanterare"],"%1$s, take your optimization to the next level!":["%1$s, ta din optimering till nästa nivå!"],"A seamless integration between %1$s and %2$s":["En sömlös integration mellan%1$s och %2$s"],"Use %1$s breadcrumbs instead of %2$s ones":["Använd synliga sökvägar från %1$s istället för %2$s"],"Easily insert Google Maps, a store locator, opening hours and more":["Infoga Google Maps, en butikslokaliserare, öppettider och mer enkelt"],"Creates XML News Sitemaps":["Skapar XML nyhetswebbplatskartor"],"Immediately pings Google on the publication of a new post":["Pingar omedelbart Google när nya inlägg publiceras"],"Optimize your site for Google News":["Optimera din webbplats för Google Nyheter"],"Make videos responsive through enabling fitvids.js":["Gör videos responsiva genom att aktivera fitvids.js"],"Enhance the experience of sharing posts with videos":["Förhöja upplevelsen av att dela inlägg med videos"],"Show your videos in Google Videos":["Visa dina videos i Google Videos"],"Crawl issues list":["Lista över genomsökningsproblem"],"Crawl issues list navigation":["Listnavigering av genomsökningsproblem"],"Edit &#8220;%s&#8221;":["Ändra ”%s”;"],"Premium":["Premium"],"Go Premium":["Skaffa Premium"],"Google Trends":["Google Trends"],"Notifications":["Notiser"],"Removes the focus keyphrase section from the metabox and disables all SEO-related suggestions.":["Tar bort sektionen nyckelordsfras från metarutan och inaktiverar alla SEO-relaterade förslag."],"Disable SEO analysis":["Inaktivera SEO-analys"],"Twitter settings":["Twitterinställningar"],"Pinterest settings":["Pinterestinställningar"],"Facebook settings":["Facebook-inställningar"],"Title separator symbol":["Symbol för rubrikavgränsare"],"RSS feed settings":["RSS-flöde inställningar"],"Breadcrumbs settings":["Inställningar för synliga sökvägar"],"Make primary":["Gör till primär"],"Content optimization":["Innehållsoptimering"],"Enter your Google Authorization Code and press the Authenticate button.":["Fyll i din auktoriseringskod från Google och tryck på knappen \"Autentisera\"."],"To allow %1$s to fetch your %2$s information, please enter your Google Authorization Code. Clicking the button below will open a new window.":["För att tillåta %1$s att hämta din %2$s-information, vänligen ange din Google Auktoriseringskod. Klickar du på knappen nedan öppnas ett nytt fönster."],"Knowledge base article":["Kunskapsbankartikel"],"Open the knowledge base article in a new window or read it in the iframe below":["Öppna kunskapsbasartikeln i ett nytt fönster eller läs den i fönstret nedan"],"Search results":["Sökresultat"],"Yoast SEO video tutorial":["Yoast SEO videoguide"],"%s notification":["%s notis","%s notiser"],"Disable readability analysis":["Inaktivera läsbarhetsanalys"],"Removes the readability analysis section from the metabox and disables all readability-related suggestions.":["Tar bort sektionen läsbarhetsanalys från metarutan och inaktiverar alla läsbarhetsrelaterade förslag."],"Readability analysis":["Läsbarhetsanalys"],"Needs improvement":["Behöver förbättras"],"Readability":["Läsbarhet"],"You are trying to load non-minified files. These are only available in our development package. Check out %1$s to see all the source files.":["Du försöker ladda icke-minifierade filer, dessa är endast tillgängliga i vårt utvecklingspaket. Kolla in %1$s för att se alla källfilerna."],"Improvements":["Förbättringar"],"Restore this item.":["Återställ detta objekt."],"Dismiss this item.":["Avfärda detta objekt."],"Good job! We could detect no serious SEO problems.":["Bra jobbat! Vi kan inte upptäcka några allvarliga SEO-problem."],"We have detected the following issues that affect the SEO of your site.":["Vi har upptäckt följande ärenden som påverkar SEO på din webbplats."],"Problems":["Problem"],"Analysis":["Analys"],"Not available":["Inte tillgängligt"],"Filter by SEO Score":["Filtrera efter SEO-poäng"],"Meta description not set.":["Metabeskrivning har inte angetts."],"Video tutorial":["Videokurs"],"Email support is a %s feature":["E-postsupport är en %s-funktion"],"Knowledge base":["Kunskapsbank"],"Open":["Öppna"],"Loading...":["Laddar..."],"Something went wrong. Please try again later.":["Något gick fel. Försök igen senare."],"No results found.":["Inga resultat hittades."],"Dashboard":["Panel"],"You can fix this on the %1$sPermalink settings page%2$s.":["Du kan åtgärda detta på %1$sinställningssidan för permalänkar%2$s."],"Paging comments is enabled, this is not needed in 999 out of 1000 cases, we recommend to disable it.":["Kommentarspaginering är aktiverat, detta behövs inte i 999 ur 1000 fall, vi rekommenderar att du inaktiverar den."],"Replaced with the primary category of the post/page":["Ersatt med den primära kategorin för inlägget/sidan"],"Pinterest confirmation":["Pinterest-bekräftelse"],"If you have already confirmed your website with Pinterest, you can skip the step below.":["Om du redan har bekräftat din webbplats för Pinterest kan du hoppa över nästa steg."],"Format-based archives":["Formatbaserade arkiv"],"Webmaster Tools verification":["Verifiering för Webmaster Tools"],"Need some help?":["Behöver du hjälp?"],"Buy %s":["Köp %s"],"Show information about errors in category 'Soft 404'":["Visa information om fel i kategorin 'Mjuk 404'"],"Show information about errors in category 'Server'":["Visa information om fel i kategorin 'Server'"],"Show information about errors in category 'Blocked'":["Visa information om fel i kategorin 'Blockerat'"],"Show information about errors in category 'Other'":["Visa information om fel i kategorin 'Annat'"],"Show information about errors in category 'Not Found'":["Visa information om fel i kategorin 'Ej funnet'"],"Show information about errors in category 'Access Denied'":["Visa information om fel i kategorin 'Nekat tillträde'"],"New %1$s Title":["Ny %1$s titel"],"Existing %1$s Title":["Existerande %1$s titel"],"Expected an integer as input.":["Förväntade ett heltal som inmatning."],"Trying to build the sitemap cache key, but the postfix and prefix combination leaves too little room to do this. You are probably requesting a page that is way out of the expected range.":["Försöker bygga cachenyckeln till webbplatskartan, men postfix- och prefixkombinationen lämnar för lite utrymme att göra detta. Du begär förmodligen en sida som är långt ifrån det förväntade intervallet."],"Remove":["Ta bort"],"Keep":["Behåll"],"Bold the last page":["Gör sista sidan till fetstil"],"Regular":["Normal"],"Bold":["Fetstil"],"Show Blog page":["Visa bloggsida"],"Primary %s":["Primär %s"],"Primary":["Primär"],"Make %1$s primary %2$s":["Gör %1$s primär %2$s"],"Term is set to noindex.":["Termen är inställd på noindex."],"Author archives":["Arkiv för författare"],"Show":["Visa"],"Enabled":["Aktiverad"],"Disabled":["Inaktiverad"],"%1$s has not fetched your site's indexability status yet from %2$s":["%1$s har ännu inte hämtat din webbplats indexeringsstatus från %2$s"],"The separator defined in your theme's %s tag.":["Avgränsaren definierad i ditt temas %s-tagg."],"No index":["Inget index"],"Analyze entire site":["Analysera hela webbplatsen"],"Fetch the current status":["Hämta aktuell status"],"%1$s%2$s has not been able to fetch your site's indexability status%3$s from %4$s":["%1$s%2$s har inte kunnat hämta webbplatsens indexeringsstatus %3$s från %4$s"],"Your homepage can be indexed by search engines.":["Din startsida kan indexeras av sökmotorer."],"Indexability check by %1$s":["Indexeringskontroll av %1$s"],"If you want to use an image for sharing on %1$s, you can upload / choose an image or add the image URL here.":["Om du vill använda en bild för att dela på %1$s, kan du ladda upp / välja en bild eller lägga till bildens URL här."],"If you don't want to use the meta description for sharing on %1$s but want another description there, write it here.":["Om du inte vill använda metabeskrivningen för delning på %1$s utan vill ha en annan beskrivning där, skriv det här."],"If you don't want to use the title for sharing on %1$s but instead want another title there, write it here.":["Om du inte vill använda titeln för delning på %1$s, utan istället vill ha en annan titel där, skriv det här."],"%1$sYour homepage cannot be indexed by search engines%2$s. This is very bad for SEO and should be fixed.":["%1$sDin startsida kan inte indexeras av sökmotorer%2$s. Detta är mycket dåligt för SEO och bör åtgärdas."],"Once Weekly":["En gång per vecka"],"Add-ons":["Tillägg"],"SEO score":["SEO-poäng"],"Twitter metadata":["Twitter metadata"],"Facebook / Open Graph metadata":["Facebook / Open Graph metadata"],"Recalculating SEO scores for all pieces of content with a focus keyphrase.":["Räknar om SEO-poäng för alla delar av innehåll med en fokusnyckelfras."],"%1$s of %2$s done.":["%1$s av %2$s klart."],"We've updated our SEO score algorithm. %1$sRecalculate the SEO scores%2$s for all posts and pages.":["Vi har uppdaterat vår SEO poäng-algoritm. %1$sRäkna om SEO-poäng%2$s för alla inlägg och sidor."],"Team Yoast":["Team Yoast"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["Den första riktiga allt-i-ett SEO-lösningen för WordPress, inklusive innehållsanalys på sidor, XML webbplatskartor och mycket mer."],"Yoast SEO":["Yoast SEO"],"Activation failed:":["Aktiveringen misslyckades:"],"The filter extension seem to be unavailable. Please ask your web host to enable it.":["Filtreringstillägget är inte tillgängligt. Be ditt webbhotell att aktivera det."],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":["Installationen av tillägget %1$s är inte färdig. Se %2$sinstallationsinstruktionerna%3$s."],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":["Tillägget standardbibliotek för PHP (SPL) verkar inte kunna nås. Be ditt webbhotell att aktivera det."],"SEO Settings":["SEO-inställningar"],"Mobile-Friendly Test":["Mobilvänligt test"],"Google Page Speed Test":["Google Page Speed Test"],"CSS Validator":["CSS Validator"],"HTML Validator":["HTML Validator"],"Pinterest Rich Pins Validator":["Validering för Pinterest Rich Pins"],"Facebook Debugger":["Facebook Debugger"],"Check Headers":["Kontrollera sidhuvud"],"Check Google Cache":["Kontrollera Google Cache"],"Analyze this page":["Analysera denna sida"],"Keyword Research":["Nyckelordsforskning"],"%s does not seem to be a valid url. Please correct.":["%s verkar inte vara en giltig url. Vänligen korrigera."],"%1$s does not seem to be a valid %2$s verification string. Please correct.":["%1$s verkar inte vara en giltig %2$s-verifieringssträng. Vänligen korrigera."],"%s Archive":["%s arkiv"],"You searched for %s":["Du sökte efter %s"],"%s does not seem to be a valid Twitter user-id. Please correct.":["%s ser inte ut att vara ett korrekt användar-id för Twitter. Var vänlig korrigera."],"Summary with large image":["Sammanfattning med stor bild"],"Summary":["Sammanfattning"],"The post %1$s appeared first on %2$s.":["Inlägget %1$s dök först upp på %2$s."],"No numeric value was received.":["Inget numeriskt värde mottogs."],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":["Detta måste vara en existerande blogg. Bloggen %s finns inte eller har markerats som borttagen."],"The default blog setting must be the numeric blog id of the blog you want to use as default.":["Inställningen för standard-bloggens ID måste vara det numeriska blogg-ID:et för den blogg du vill ha som standard-blogg."],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":["%1$s är inte ett giltigt val för vem som ska ha tillgång till inställningarna för %2$s. Värdet har återställts till det ursprungliga."],"Please select a valid post type for taxonomy \"%s\"":["Var vänlig välj en giltig posttyp för taxonomi \"%s\""],"Please select a valid taxonomy for post type \"%s\"":["Var vänlig välj en korrekt taxanomi för posttypen \"%s\""],"You searched for":["Du sökte efter"],"Home":["Hem"],"Archives for":["Arkiv för"],"Error 404: Page not found":["Fel 404: Sidan finns inte"],"Good":["Bra"],"Replaced with a custom taxonomies description":["Ersatt med en egen beskrivning av klassificering"],"Replaced with a posts custom taxonomies, comma separated.":["Ersatt med ett inläggs anpassade taxonomier, kommaseparerat."],"Replaced with a posts custom field value":["Ersatt med värde i ett anpassat fält för ett inlägg"],"Replaced with the slug which caused the 404":["Ersatte med sluggen som resulterade i 404an"],"Replaced with the posts focus keyphrase":["Ersatt med inläggens fokusnyckelordsfraser"],"Attachment caption":["Bildtext för bilaga"],"Replaced with the current page number":["Ersätts med aktuellt sidnummer"],"Replaced with the current page total":["Ersätts med det aktuella totala antalet sidor"],"Replaced with the current page number with context (i.e. page 2 of 4)":["Ersatt med nuvarande sidans nummer i ordning (t ex sid 2 av 4)"],"Replaced with the post/page author's 'Biographical Info'":["Ersatt med biografin från profilen för inläggets eller sidans författare"],"Replaced with the post/page author's 'nicename'":["Ersätts med inläggets/sidans författares smeknamn"],"Replaced with the post/page ID":["Ersätts med inläggets/sidans ID"],"Replaced with the post/page modified time":["Ersätts med inläggets/sidans modifierade tid"],"Replaced with the content type plural label":["Ersatt med flertalsetiketten för aktuell inläggstyp"],"Replaced with the content type single label":["Ersatt med entalsetiketten för aktuell inläggstyp"],"Replaced with the current search phrase":["Ersätts med den aktuella sökfrasen"],"Replaced with the term name":["Ersätts med termens namn"],"Replaced with the term description":["Ersätts med termens beskrivning"],"Replaced with the tag description":["Ersätts med taggbeskrivningen"],"Replaced with the category description":["Ersätts med kategoribeskrivningen"],"Replaced with the post categories (comma separated)":["Ersätts med inläggets kategorier (kommaseparerade)"],"Replaced with the current tag/tags":["Ersätts med aktuell tagg(ar)"],"Replaced with the post/page excerpt (without auto-generation)":["Ersätts med inläggets/sidans utdrag (utan automatisk generering)"],"Replaced with the post/page excerpt (or auto-generated if it does not exist)":["Ersätts med inläggets/sidans utdrag (eller ett automatiskt genererat utdrag om inget finns angivet)"],"The site's name":["Webbplatsens titel"],"Replaced with the title of the parent page of the current page":["Ersatt med titeln på föräldrasidan för den aktuella sidan"],"Replaced with the title of the post/page":["Ersätts med inläggets/sidans titel"],"Replaced with the date of the post/page":["Ersätts med inläggets/sidans datum"],"Page %1$d of %2$d":["Sida %1$d av %2$d"],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":["Du kan inte skriva över en ersättare för en WPSEO standard variabel genom att registrera en variabel med samma namn. Använd filtret \"wpseo_replacements\"  istället för att anpassa ersättningsvärdet,"],"A replacement variable with the same name has already been registered. Try making your variable name unique.":["En ersättningsvariabel med samma namn har redan registrerats. Försök att göra variabelns namn unik."],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":["En ersättningsvariabel kan inte starta med \"%%cf_\" eller \"%%ct_\" då dessa är reserverade för standardvariablarna i WPSEO och dess användarfält. Försök göra dina variabler mer unika."],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":["En ersättningsvariabel kan bara innehålla alfanumeriska tecken, ett understreck eller ett streck. Försök att döpa om din variabel."],"Admin only notice: this page does not show a meta description because it does not have one, either write it for this page specifically or go into the [%1$s - %2$s] menu and set up a template.":["Meddelande endast till administratören: Denna sida visar ingen metabeskrivning eftersom den inte har någon. Skriv antingen en specifik beskrivning för denna sida eller gå till menyn [%1$s - %2$s] och skapa en mall."],"Page not found":["Sidan finns inte"],"%s Archives":["%s-arkiv"],"Search for \"%s\"":["Sök efter \"%s\""],"Meta description to use for Author page":["Metabeskrivning att använda för författar-sida"],"Title to use for Author page":["Sidtitel att använda för författar-sida"],"%1$s settings":["Inställningar för %1$s"],"Export your %1$s settings":["Exportera dina inställningar för %1$s"],"Import settings":["Importera inställningar"],"Import from other SEO plugins":["Importera från andra SEO-tillägg"],"Import":["Importera"],"If you had a %s file and it was editable, you could edit it from here.":["Om du hade en %s-fil och den var redigerbar, kan du redigera den härifrån."],"If your %s were writable, you could edit it from here.":["Om din %s var skrivbar, skulle du kunna redigera den här."],"You don't have a %s file, create one here:":["Du har ingen %s-fil, skapa en här:"],"A link to your site, with your site's name and description as anchor text.":["En länk till din sajt, med sajtens namn och slogan som länktext."],"A link to your site, with your site's name as anchor text.":["En länk till din sajt, med sajtnamnet som länktext."],"A link to the post, with the title as anchor text.":["En länk till inlägget, med sidtiteln som länktext."],"A link to the archive for the post author, with the authors name as anchor text.":["En länk till författararkivet för inläggets författare, med författarens namn som länktext."],"You can use the following variables within the content, they will be replaced by the value on the right.":["Du kan använda följande variabler i innehållet. De kommer att ersättas av värdet till höger."],"Content to put after each post in the feed":["Innehåll att placera efter varje inlägg i flödet"],"Content to put before each post in the feed":["Innehåll att lägga till i början av varje inlägg i RSS-flödet"],"This feature is used to automatically add content to your RSS, more specifically, it's meant to add links back to your blog and your blog posts, so dumb scrapers will automatically add these links too, helping search engines identify you as the original source of the content.":["Denna funktion används för att automatiskt lägga till innehåll i ditt RSS-flöde, närmare bestämt länkar tillbaka till din sajt och dina blogginlägg. På så vis kommer de som utnyttjar ditt innehåll på sin egen sida att länka till dig, något som hjälper sökmotorerna att identifiera dig som källa till innehållet."],"Usage of this breadcrumbs feature is explained in %1$sour knowledge-base article on breadcrumbs implementation%2$s.":["Användning av denna funktion för synliga sökvägar är förklarad i %1$svår kunskapsdatabas om tillämpning av synliga sökvägar%2$s."],"How to insert breadcrumbs in your theme":["Hur du lägger till synliga sökvägar i ditt tema"],"Blog":["Blogg"],"Content type archive to show in breadcrumbs for taxonomies":["Arkiv för innehållstyp att visa i synliga sökvägar för taxonomier"],"Taxonomy to show in breadcrumbs for content types":["Taxonomi att visa i synliga sökvägar för innehållstyper"],"Breadcrumb for 404 Page":["Synlig sökväg för 404-sida"],"Prefix for Search Page breadcrumbs":["Prefix för synliga sökvägar i söksidor"],"Prefix for Archive breadcrumbs":["Prefix för synliga sökvägar i arkiv"],"Prefix for the breadcrumb path":["Prefix för sökvägen till synlig sökväg"],"Anchor text for the Homepage":["Ankartext för startsidan"],"Separator between breadcrumbs":["Avgränsare mellan synliga sökvägar"],"Enable Breadcrumbs":["Aktivera synliga sökvägar"],"Below are your published posts' SEO scores. Now is as good a time as any to start improving some of your posts!":["Nedan ser du SEO-poängen för dina publicerade inlägg. Nu är en lika god tid som någon att börja förbättra några av dina inlägg!"],"Credits":["Erkännanden"],"&laquo; Back to Tools page":["&laquo; Tillbaka till sidan verktyg"],"%1$s comes with some very powerful built-in tools:":["%1$s innehåller en del väldigt effektiva inbyggda verktyg:"],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":["Detta verktyg låter dig snabbt ändra viktiga fler för din SEO, t.ex. din robots.txt och, om du har en,  .htaccess."],"File editor":["Filredigerare"],"Import settings from other SEO plugins and export your settings for re-use on (another) blog.":["Importera inställningar från andra SEO-tillägg och exportera dina inställningar för återanvändning på (annan) blogg."],"Import and Export":["Importera och exportera"],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":["Detta verktyg låter dig snabbt ändra titlar och beskrivningar för dina inlägg och sidor utan att du behöver gå in i redigeraren för respektive sida."],"Bulk editor":["Massredigerare"],"To %1$sconfirm your site with Pinterest%2$s, add the meta tag here:":["För att %1$sbekräfta din webbplats med Pinterest%2$s, lägg till meta-taggen här:"],"Pinterest uses Open Graph metadata just like Facebook, so be sure to keep the Open Graph checkbox on the Facebook tab checked if you want to optimize your site for Pinterest.":["Pinterest använder Open Graph metadata precis som Facebook, så var noga med att hålla Open Graph-kryssrutan på Facebook-fliken markerad om du vill optimera din webbplats för Pinterest."],"The default card type to use":["Standardkorttyp att använda"],"Add Twitter card meta data":["Lägg till Twitter card meta data"],"This image is used if the post/page being shared does not contain any images.":["Denna bild används om inlägget/sidan som delas inte innehåller några bilder."],"Default settings":["Standardinställningar"],"Copy home meta description":["Kopiera metabeskrivningen för startsidan"],"Description":["Beskrivning"],"Image URL":["URL till bild"],"These are the title, description and image used in the Open Graph meta tags on the front page of your site.":["Detta är titeln, beskrivningen och bilden som används i Open Graph-metataggar på framsidan av din webbplats."],"Frontpage settings":["Inställningar för förstasidan"],"Add Open Graph meta data":["Lägg till Open Graph-metadata"],"YouTube URL":["URL för YouTube"],"Pinterest URL":["URL för Pinterest"],"MySpace URL":["URL för MySpace"],"LinkedIn URL":["URL för LinkedIn"],"Instagram URL":["URL för Instagram"],"Twitter Username":["Twitter-användarnamn"],"Facebook Page URL":["URL till Facebook Page"],"Accounts":["Konton"],"Restore site to defaults":["Återställ siten till standard-inställningarna"],"Site ID":["Webbplats-ID"],"Using this form you can reset a site to the default SEO settings.":["Genom att använda detta formulär kan du återställa en sajt till de förvalda SEO-inställningarna."],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new sites.":["Integritetsskänsliga (FB-administratörer och liknande), temaspecifika (rubrikomskrivning) och ett fåtal väldigt webbplatsspecifika inställningar kommer inte att importeras till nya webbplatser."],"Enter the %1$sSite ID%2$s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":["Ange det %1$sSite-ID%2$s för webbplatsen vars inställningar du vill använda som standard för alla webbplatser som läggs till ditt nätverk. Lämna tomt för ingen (d.v.s. tilläggets standardvärden kommer att användas)."],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":["Välj webbplats vars inställningar du vill använda som standard för alla webbplatser som är kopplade till ditt nätverk. Om du väljer \"Ingen\" används tilläggets standardinställningar."],"New sites in the network inherit their SEO settings from this site":["Nya webbplatser i detta nätverk ärver sina SEO-inställningar från denna webbplats"],"Super Admins only":["Endast Superadmins"],"Site Admins (default)":["Admins för webbplatsen (standard)"],"Who should have access to the %1$s settings":["Vilka ska ha access till %1$s -inställningarna"],"spam":["skräppost"],"mature":["vuxet"],"archived":["arkiverat"],"public":["publik"],"%s restored to default SEO settings.":["%s återställd till ursprungliga SEO-inställningar."],"Settings Updated.":["Inställningar uppdaterade."],"404 pages":["404-sidor"],"Search pages":["Söksidor"],"These pages will be %s by default, so they will never show up in search results.":["Dessa sidor kommer som standard att markeras som %s, så de kommer aldrig att synas i sökresultat."],"Special Pages":["Specialsidor"],"Date-based archives could in some cases also be seen as duplicate content.":["Databasarkiv kan under vissa omständigheter även visas som duplicerat innehåll."],"If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or to add %s to it so it doesn't show up in the search results.":["Om detta är fallet på din sajt så kan du antingen inaktivera det (vilket pekar om det till hemsidan), eller addera %s till det så det inte syns i sökresultaten."],"If you're running a one author blog, the author archive will be exactly the same as your homepage. This is what's called a %1$sduplicate content problem%2$s.":["Om du är ensam författare på din blogg så kommer författararkivet bli identiskt med hemsidan. Detta är vad som kallas ett %1$sproblem med duplicerat innehåll%2$s."],"Date archives":["Datumarkiv"],"author archives":["författararkiv"],"Title":["Sidtitel"],"%1$s Meta Box":["%1$s Metabox"],"Hide":["Dölj"],"Date in Snippet Preview":["Datum i förhandsvisningstexten"],"Take note:":["Notera:"],"You can determine the title and description for the blog page by %1$sediting the blog page itself &raquo;%2$s":["Du kan bestämma titeln och beskrivningen för bloggsidan genom att %1$sredigera själva bloggsidan &raquo;%2$s"],"You can determine the title and description for the front page by %1$sediting the front page itself &raquo;%2$s":["Du kan bestämma titeln och beskrivningen för förstasidan genom att %1$sredigera själva bloggsidan &raquo;%2$s"],"Homepage &amp; Front page":["Startsida och öppningssida"],"Title Separator":["Rubrikavgränsare"],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s har automatiskt upptäckt om det behöver tvinga omskrivning av rubrikerna för dina sidor. Om du tycker det är fel och du vet vad du gör, kan du ändra inställningen här."],"Force rewrite titles":["Tvinga rewrites för sidtitlar"],"Taxonomies":["Taxonomier"],"Homepage":["Startsida"],"%1$s Extensions":["Tillägg för %1$s"],"Seamlessly integrate WooCommerce with %1$s and get extra features!":["Integrera smidigt WooCommerce med  %1$s och få tillgång till extra funktioner!"],"Rank better locally and in Google Maps, without breaking a sweat!":["Ranka bättre lokalt och i Google Maps, utan att lyfta ett finger!"],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":["Är du på Google News? Öka din trafik från Google News genom att optimera din webbplats!"],"Optimize your videos to show them off in search results and get more clicks!":["Optimera dina videos för att visa upp dem i sökresultat och få mer klick!"],"The premium version of %1$s with more features & support.":["Premiumversionen av %1$s med fler funktioner och dedikerad support."],"Person":["Person"],"This data is shown as metadata in your site. It is intended to appear in %1$sGoogle's Knowledge Graph%2$s. You can be either an organization, or a person.":["Dessa data visas som metadata på din webbplats. De är avsedda att visas i %1$sGoogles faktaruta%2$s. Du kan antingen vara ett företag eller en person."],"Website name":["Webbplatsnamn"],"Webmaster Tools":["Verktyg för webbansvariga"],"You do not have your postname in the URL of your posts and pages, it is highly recommended that you do. Consider setting your permalink structure to <strong>/%postname%/</strong>.":["Du har inte med inläggets/sidans namn i dina urler, något som verkligen kan rekommenderas. Överväg att ändra strukturen för permalänkar till <strong>/%postname%/</strong>."],"RSS":["RSS"],"Breadcrumbs":["Synliga sökvägar"],"or":["eller"],"Save Profile":["Spara profil"],"There were no profiles found":["Inga profiler hittades"],"Profile":["Profil"],"Current profile":["Aktuell profil"],"Authenticate":["Autentisera"],"Get Google Authorization Code":["Hämta auktoriseringskod från Google"],"Reload crawl issues":["Ladda om genomsökningsproblem"],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year of support and updates, on %2$s.":["För att kunna skapa en omdirigering och åtgärda detta problem, behöver du %1$s. Du kan köpa tillägget, inklusive ett års support och uppdateringar, på %2$s."],"Creating redirects is a %s feature":["Att skapa omdirigeringar är en  %s-funktion"],"Errors that only occurred when your site was crawled by Googlebot for feature phones (errors didn't appear for desktop).":["Fel som endast uppstod när din sida blev genomsökt av Googlebot för nyare mobiltelefoner (felen uppstod inte för desktop)."],"Errors that occurred only when your site was crawled by Googlebot-Mobile (errors didn't appear for desktop).":["Fel som endast uppstod när din sida blev genomsökt av Googlebot (felen uppstod inte för desktop)."],"Errors that occurred when your site was crawled by Googlebot.":["Fel som uppstod när din sida blev genomsökt av Googlebot."],"Issue categories":["Ärendekategorier"],"Incorrect Google Authorization Code.":["Felaktig Google-auktoriseringskod."],"The issues have been successfully reloaded!":["Ärendena har laddats om!"],"The %1$s data has been removed. You will have to reauthenticate if you want to retrieve the data again.":["Datan för %1$s har tagits bort. Du kommer att behöva autentisera igen om du vill hämta tillbaka datan."],"Crawl errors per page":["Genomsökningsfel per sida"],"Search":["Sök"],"Don't miss your crawl errors: %1$sconnect with Google Search Console here%2$s.":["Missa inte dina genomsökningsfel: %1$sanslut till Google Search Console här%2$s."],"Create redirect":["Skapa omdirigering"],"Mark as fixed":["Markera som åtgärdat"],"Response code":["Svarskod"],"First detected":["Upptäcktes först"],"Last crawled":["Senast genomsökt"],"URL":["Webbadress"],"%1$s detected you’re using a version of %2$s which is not compatible with %1$s. Please update %2$s to the latest version to use this feature.":["%1$s upptäckte att du använder en version av %2$s som inte är kompatibel med %1$s. Vänligen uppdatera %2$s till den senaste versionen för att använda denna funktion."],"Yoast plugins share some code between them to make your site faster. As a result of that, we need all Yoast plugins to be up to date. We've detected this isn't the case, so please update the Yoast plugins that aren't up to date yet.":["Yoast-tilläggen delar viss kod mellan sig för att göra din sajt snabbare. Därför måste alla tillägg från Yoast vara uppdaterade. Vi har upptäckt att detta inte är fallet nu och ber dig därför uppdatera dessa tillägg till senaste version."],"Feature phone":["Mobiltelefon"],"Smartphone":["Smarttelefon"],"Desktop":["Stationär dator"],"The target URL doesn't exist, but your server is not returning a 404 (file not found) error.":["Mål-URL:en existerar inte, men din server returnerar inte ett 404-fel (filen hittades ej)."],"Soft 404":["Mjuk 404"],"Request timed out or site is blocking Google.":["Begäran tog för lång tid, eller webbplatsen blockerar Google."],"Server Error":["Serverfel"],"Googlebot could access your site, but certain URLs are blocked for Googlebot in your %1$s file. This block could either be for all Googlebots or even specifically for Googlebot-mobile.":["Googlebot kunde komma åt din webbplats, men vissa URL:er är blockerade för Googlebot i din %1$s-fil. Denna blockering kan vara för alla Googlebots eller specifikt för Googlebot för mobiler."],"Blocked":["Blockerad"],"Google was unable to crawl this URL due to an undetermined issue.":["Google kunde inte genomsöka denna URL på grund av ett oväntat fel."],"URL points to a non-existent page.":["Webbadressen pekar mot en icke existerande sida."],"Not found":["Kunde inte hittas"],"Not followed":["Inte följd"],"Faulty redirects":["Felaktig omdirigering"],"Server requires authentication or is blocking Googlebot from accessing the site.":["Servern kräver auktorisering  eller blockerar Googlebot från tillgång till sidan."],"Access denied":["Åtkomst nekad"],"Deactivate %s":["Inaktivera %s"],"The %1$s plugin might cause issues when used in conjunction with %2$s.":["Tillägget %1$s kan orsaka problem när det används tillsammans med %2$s."],"Upload Image":["Ladda upp bild"],"Remove these ads?":["Ta bort den här reklamen?"],"%s Posts Overview":["%s inläggsöversikt"],"The Breadcrumbs Title is used in the breadcrumbs where this taxonomy appears.":["Rubriken för synliga sökvägar används i de synliga sökvägarna där den här taxonomin visas."],"Breadcrumbs title":["Rubrik för synliga sökvägar"],"The canonical link is shown on the archive page for this term.":["Den kanoniska länken visas på arkiv-sidan för denna term."],"Facebook App ID":["ID för din Facebook-app"],"Pinterest":["Pinterest"],"Other":["Annan"],"Archives":["Arkiv"],"Email":["Epost"],"Previous":["Föregående"],"Next":["Nästa"],"Close":["Stäng"],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines and might slow down your site.":["Både %1$s och %2$s kan skapa XML-webbplatskartor. Att ha två XML-webbplatskartor gör ingen skillnad för sökmotorer och kan göra din webbplats långsammare."],"Configure %1$s's OpenGraph settings":["Konfigurera %1$ss OpenGraph-inställningar"],"Both %1$s and %2$s create OpenGraph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":["Både  %1$s och %2$s skapar innehåll i OpenGraph, vilket kan leda till att Facebook, Twitter, Linkedin och andra sociala nätverk använder fel text och bilder när din sida delas."],"%s Image":["%s bild"],"%s Description":["%s beskrivning"],"%s Title":["%s titel"],"Twitter":["Twitter"],"Facebook":["Facebook"],"The recommended image size for %1$s is %2$s pixels.":["Den rekommenderade bildstorleken för %1$s är %2$spx."],"If you want to override the image used on %s for this post, upload / choose an image here.":["Om du vill åsidosätta bilden som används på %s för detta inlägg, ladda upp/välj en bild här."],"If you don't want to use the meta description for sharing the post on %s but want another description there, write it here.":["Om du inte vill använda meta-beskrivningen för att dela inlägget på %s utan istället vill använda en annan beskrivning, ange den här."],"If you don't want to use the post title for sharing the post on %s but instead want another title there, write it here.":["Om du inte vill använda inläggets titel för att dela inlägget på %s utan istället vill använda en annan titel, ange den här."],"very difficult":["väldigt svår"],"Try to make shorter sentences, using less difficult words to improve readability":["Försök att göra kortare meningar, med mindre svåra ord för att förbättra läsbarheten"],"difficult":["svårt"],"Try to make shorter sentences to improve readability":["Försök att göra kortare meningar för att förbättra läsbarheten"],"fairly difficult":["ganska svårt"],"OK":["OK"],"fairly easy":["ganska lätt"],"easy":["lätt"],"very easy":["mycket lätt"],"Meta Desc.":["Metabeskr."],"All SEO Scores":["Alla SEO-poäng"],"SEO: Post Noindexed":["SEO: Inlägg har noindex"],"SEO: Good":["SEO: Bra"],"SEO: OK":["SEO: OK"],"SEO issue: The featured image should be at least 200 by 200 pixels to be picked up by Facebook and other social media sites.":["SEO-problem: Den utvalda bilden bör vara minst 200 x 200 pixlar för att plockas upp av Facebook och andra sociala medier."],"(no parent)":["(ingen förälder)"],"Post is set to noindex.":["Inlägget har getts noindex."],"The URL that this page should redirect to.":["Url som denna sida ska omdirigeras till."],"301 Redirect":["301 omdirigering"],"The canonical URL that this page should point to. Leave empty to default to permalink. %1$sCross domain canonical%2$s supported too.":["Den kanoniska URL som sidan ska peka till. Lämna tomt för att använda permalänk som standard. Även %1$skanoniska adresser över flera domäner%2$s stöds."],"Canonical URL":["Kanonisk URL"],"Title to use for this page in breadcrumb paths":["Rubrik som används för denna sida till sökvägen för synlig sökväg"],"Breadcrumbs Title":["Rubrik för synlig sökväg"],"No Snippet":["Ingen förhandsvisningstext"],"No Archive":["Inget arkiv"],"No Image Index":["Inget bild-index"],"None":["Ingen"],"Site-wide default: %s":["Standard för hela webbplatsen: %s"],"Advanced <code>meta</code> robots settings for this page.":["Avancerade <code>meta</code> robotinställningar för denna sida."],"Meta robots advanced":["Meta-robotar avancerat"],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Varning: även om du kan ändra inställningarna för meta-robotar här, så är hela webbplatsen inställd på noindex i de övergripande sekretessinställningarna, så dessa inställningar har ingen effekt."],"Meta description":["Metabeskrivning"],"SEO Title":["SEO-titel"],"Focus keyword":["Fokusnyckelord"],"Snippet preview":["Förhandsvisningstext"],"Settings successfully imported.":["Inställningarna har importerats med framgång."],"Settings could not be imported:":["Inställningarna kunde inte importeras:"],"Error creating %1$s export: ":["Fel uppstod vid export av %1$s: "],"Breadcrumb for 404 pages:":["Synlig sökväg för 404-sidor:"],"Prefix for search result pages:":["Prefix för sökresultatssidor:"],"Prefix for archive pages:":["Prefix för arkivsidor:"],"Prefix for breadcrumbs:":["Prefix för synliga sökvägar:"],"Anchor text for the homepage:":["Länktext för startsidan:"],"Breadcrumbs separator:":["Avgränsare för synliga sökvägar:"],"Remove blog page from breadcrumbs":["Ta bort bloggsida från synliga sökvägar"],"%s Breadcrumbs":["Synliga sökvägar från %s"],"Use Image":["Använd bild"],"Action":["Åtgärd"],"Page URL/Slug":["Sid-url"],"Publication date":["Publiceringsdatum"],"Post Status":["Inläggsstatus"],"WP Page Title":["WP-sidtitel"],"View":["Visa"],"View &#8220;%s&#8221;":["Visa &#8220;%s&#8221;"],"Preview":["Förhandsgranskning"],"Preview &#8220;%s&#8221;":["Förhandsgranska &#8221;%s&#8221;"],"Edit":["Redigera"],"Filter":["Filtrera"],"New Yoast Meta Description":["Ny Yoast Metabeskrivning"],"Existing Yoast Meta Description":["Nuvarande Yoast Meta-beskrivning"],"Facebook profile URL":["URL till Facebookprofil"],"Twitter username (without @)":["Användarnamn på Twitter (utan @)"],"FAQ":["Vanliga frågor"],"Premium Support":["Premiumsupport"],"Settings":["Inställningar"],"You must %1$sgo to your Reading Settings%2$s and uncheck the box for Search Engine Visibility.":["Du måste %1$sgå till läsinställningarna%2$s och avmarkera rutan för sökmotorsynlighet."],"Huge SEO Issue: You're blocking access to robots.":["Stort SEO problem: Du blockerar sökmotorernas tillgång till din webbplats."],"Posts":["Poster"],"Edit Files":["Redigera filer"],"Advanced Variables":["Avancerade variabler"],"Basic Variables":["Grundläggande variabler"],"General":["Allmänt"],"Extensions":["Tillägg"],"Search Console":["Sökkonsol"],"Tools":["Verktyg"],"Advanced":["Avancerat"],"XML sitemaps":["XML-webbplatskartor"],"Social":["Sociala medier"],"SEO":["SEO"],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":["%1$s upptäckte att du använder version %2$s av %3$s, vänligen uppdatera till den senaste versionen för att förhindra kompatibilitetsproblem."],"Just another WordPress site":["Bara en annan WordPress sida"],"You still have the default WordPress tagline, even an empty one is probably better. %1$sYou can fix this in the customizer%2$s.":["Du har fortfarande förvald WordPress-slogan, till och med en tom sådan är troligtvis bättre. %1$sDu kan fixa detta i anpassaren%2$s."],"You have used HTML in your value which is not allowed.":["Du har använt HTML i ditt värde vilket är otillåtet."],"You can't edit %s that aren't yours.":["Du kan inte redigera %s som inte är dina."],"You can't edit %s.":["Du kan inte redigera %s."],"Post has an invalid Content Type: %s.":["Inlägget har en ogiltig inläggstyp: %s."],"Post doesn't exist.":["Inlägget existerar ej."],"course\u0004Free:":["Gratis:"],"posts\u0004Trash <span class=\"count\">(%s)</span>":["Papperskorg <span class=\"count\">(%s)</span>","Papperskorg <span class=\"count\">(%s)</span>"],"posts\u0004All <span class=\"count\">(%s)</span>":["Alla <span class=\"count\">(%s)</span>","Alla <span class=\"count\">(%s)</span>"]}}}