{"domain":"js-text-analysis","locale_data":{"js-text-analysis":{"":{"domain":"js-text-analysis","plural_forms":"nplurals=2; plural=n != 1;","lang":"fy_NL"},"The %1$s class must not be instantiated before the %2$s global is set.":[""],"%1$sOutrank your competitors even further%2$s with these %3$s plugins":[""],"No need to figure out what to link to. You get linking suggestions for relevant posts and pages to make your website easier to navigate.":[""],"Use AI to write SEO titles and meta descriptions for your posts and pages. It speeds up your work and does some of the thinking for you!":[""],"%s looks at more than just your main keyword. It analyzes different word forms, plurals, and past tenses. This helps your website perform even better in searches!":[""],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for titles and meta descriptions to make your pages rank high and make you look good on social media. %1$sLearn more%2$s%3$s":[""],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for product titles and meta descriptions to make your pages rank high and make you look good on social media. %1$sLearn more%2$s%3$s":[""],"Explore %s!":[""],"You’ll reach more people with multiple keyphrases! Want to quickly add these related keyphrases to the %s analyses for even better content optimization?":[""],"Get AI to write SEO titles and meta descriptions faster. Reach a wider audience with multiple keywords. Get automatic internal linking suggestions. And much, much more!":[""],"Explore now":[""],"Rank higher in search results":[""],"Turn more visitors into customers!":[""],"Increase Google clicks with rich results":[""],"Write product pages that rank using the SEO analysis":[""],"Get XML sitemaps":[""],"Optimize your video previews & thumbnails":[""],"Make sure your videos load quickly for users":[""],"Automatically get technical SEO best practices for video content":[""],"Drive more views to your videos":[""],"Stand out for local searches":[""],"Explore %s now!":[""],"%1$s24/7 support%2$s: Also on evenings and weekends.":[""],"%1$sAppealing social previews%2$s people actually want to click on.":[""],"%1$sNo more broken links%2$s: Automatic redirect manager.":[""],"%1$sSuper fast%2$s internal linking suggestions.":[""],"%1$sMultiple keywords%2$s: Rank higher for more searches.":[""],"%1$sAI%2$s: Better SEO titles and meta descriptions, faster.":[""],"Highlight areas of improvement in your text, no more searching for a needle in a haystack, straight to optimizing! Now also in Elementor!":[""],"Leave a quick review":[""],"Happy with the plugin?":[""],"Show Yoast SEO some love!":[""],"Let's get your site in tip-top shape for the search engines. Simply follow these 5 steps to make Google understand what your site is about.":[""],"If your goal is to increase your rankings, you need to work on your SEO regularly. That can be overwhelming, so let's tackle it one step at a time!":[""],"Great work! Thanks to the details you've provided, %1$s has enhanced your site for search engines, giving them a clearer picture of what your site is all about.":[""],"Important: We won't sell this data, and we won't collect any personal information about you or your visitors.":[""],"What data will be collected and why?":[""],"No, I don't want to share my site data":[""],"Are you open to help us improve our services?":[""],"Yes, give me your free tips!":[""],"Subscribe to the %1$s newsletter to receive best practices for improving your rankings, save time on SEO tasks, stay up-to-date with the latest SEO news, and get expert guidance on how to make the most of %2$s!":[""],"Get free weekly SEO tips!":[""],"You're almost there! Complete all settings in this step so search engines know what your site is about.":[""],"Completing this step helps Google to understand your site even better. Bonus: You'll improve your chance of getting %1$srich results%2$s!":[""],"Let's start by running the SEO data optimization. That means we'll scan your site and create a database with optimized SEO data. It won't change any content or settings on your site and you don't need to do anything, just hit start!\n\nNote: If you have a lot of content, this optimization could take a moment. But trust us, it's worth it!":[""],"We've successfully analyzed your site & optimized your SEO data!":[""],"Fantastic work! Add your organization's social media accounts below. This allows us to fine-tune the metadata for these platforms.":[""],"Social share preview":[""],"Twitter share preview":[""],"The %1$s interface is currently unavailable in the beta WooCommerce product editor. To resolve any issues, please disable the beta editor. %2$sLearn how to disable the beta WooCommerce product editor.%3$s":[""],"Compatibility issue: Yoast SEO is incompatible with the beta WooCommerce product editor.":[""],"Search engines and other websites can still send traffic to your trashed content.":[""],"Unlock with the %1$s":[""],"Generate product titles & descriptions with AI!":[""],"Last year":[""],"Last week":[""],"Last day":[""],"Last updated":[""],"Activate tracking to show the ranking position":[""],"List your Frequently Asked Questions in an SEO-friendly way.":[""],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by OpenAI GPTBot.":[""],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by the Google-Extended bot. Enabling this setting won’t prevent Google from indexing your website.":[""],"Lots of web traffic comes from bots crawling the web. Some can benefit your site or business, while other bots don’t. Blocking unwanted bots can save energy, help with site performance, and protect copyrighted content. Learn more about %1$swhen to block unwanted bots%2$s.":[""],"Prevent OpenAI GPTBot from crawling":[""],"Prevent Google Bard and Vertex AI bots from crawling":[""],"Prevent Common Crawl CCBot from crawling":[""],"Unlock Premium SEO analysis":[""],"Get more help with writing content that ranks":[""],"$ USD / € EUR / £ GBP per year (ex. VAT)":[""],"Internal linking suggestions":[""],"%1$s SAVE 30%% %2$s on your 12 month subscription":[""],"Learn more about %s (Opens in a new browser tab)":[""],"Write more natural and engaging content":[""],"Synonyms help users understand your copy better. It’s easier to read for both users and Google. In %s, you can add synonyms for your focus keyphrase, and we’ll help you optimize for them.":[""],"Is your %1$s store ready for Black Friday?":[""],"Check your text on even more SEO criteria and get an enhanced keyphrase analysis, making it easier to optimize your content.":[""],"Buy now!":[""],"30% OFF!":[""],"BLACK FRIDAY SALE: %1$s %2$sBuy now!%3$s":[""],"BLACK FRIDAY SALE: %1$s":[""],"Reach a wider audience":[""],"Add related keyphrases":[""],"%s automatically suggests to what content you can link with easy drag-and-drop functionality, which is good for your SEO!":[""],"Rank higher by connecting your content":[""],"Get help optimizing for up to 5 related keyphrases. This helps you reach a wider audience and get more traffic.":[""],"-30%":[""],"%1$s Now with 30%% Black Friday Discount!":[""],"%1$sSALE 30%% OFF!%2$s":[""],"30% OFF":[""],"BLACK FRIDAY":[""],"Claim your 30% off now!":[""],"Social media appearance":[""],"Determine how your post should look in the search results.":[""],"The Yoast %1$sultimate Black Friday checklist%2$s helps you prepare in time, so you can boost your results during this sale.":[""],"To customize the appearance of your post specifically for Twitter, please fill out the 'Twitter appearance' settings below.":[""],"Twitter appearance":[""],"To customize the appearance of your post specifically for Twitter, please fill out the 'Twitter appearance' settings below. If you leave these settings untouched, the 'Social media appearance' settings mentioned above will also be applied for sharing on Twitter.":[""],"Determine how your post should look on social media like Facebook, Twitter, Instagram, WhatsApp, Threads, LinkedIn, Slack, and more.":[""],"Get the checklist and start optimizing now!":[""],"Is your WooCommerce store ready for Black Friday?":[""],"The %1$s %2$sultimate Black Friday checklist%3$s helps you prepare in time, so you can boost your results during this sale.":[""],"AI generator":[""],"New in %1$s":[""],"Use AI to write your titles & meta descriptions!":[""],"Use the power of Yoast AI to automatically generate compelling titles and descriptions for your posts and pages.":[""],"AI title & description generator":[""],"Use AI":[""],"Clear selection":[""],"Note that the following commonly-used parameters will not be removed: %1$s, %2$s, %3$s, %4$s, %5$s, %6$s, and %7$s.":[""],"Learn how to increase your rankings with %1$s":[""],"Want an enhanced Google preview of how your WooCommerce products look in the search results?":[""],"Sign up today!":[""],"Feeling lost when it comes to optimizing your site for the search engines? Join our FREE webinar to gain the confidence that you need in order to start optimizing like a pro! You'll obtain the knowledge and tools to start effectively implementing SEO.":[""],"Join our FREE webinar for SEO success":[""],"Want your products stand out in search results with rich results like price, reviews and more?":[""],"%1$s, %2$s and %3$s":[""],"%1$s and %2$s":[""],"Please see the “New” badges and review the Search appearance settings.":[""],"New type of content added to your site!":[""],"Site policies":[""],"Select a page which provides information about your diversity policies for %1$sstaffing%2$s, %1$shiring%2$s and %1$semployment%2$s.":[""],"Select a page which provides information on your diversity policies for %1$seditorial%2$s content.":[""],"Select a page which describes the personal, organizational, and corporate %1$sstandards%2$s of %1$sbehavior%2$s expected by your organization.":[""],"Select a page which outlines your procedure for addressing %1$serrors%2$s (e.g., publishing retractions or corrections).":[""],"Select a page which describes how your organization collects and responds to %1$sfeedback%2$s, engages with the %1$spublic%2$s, and prioritizes %1$stransparency%2$s.":[""],"Select a page which describes the ownership structure of your organization. It should include information about  %1$sfunding%2$s and %1$sgrants%2$s.":[""],"Select a page which describes the editorial principles of your organization. %1$sWhat%2$s do you write about, %1$swho%2$s do you write for, and %1$swhy%2$s?":[""],"Select the pages on your website which contain information about your organizational and publishing policies. Some of these might not apply to your site, and you can select the same page for multiple policies. %1$sLearn more about why setting your site policies is important%2$s.":[""],"Diversity staffing report":[""],"Diversity policy":[""],"Ethics policy":[""],"Corrections policy":[""],"Actionable feedback policy":[""],"Ownership / Funding info":[""],"Publishing policies":[""],"Publishing principles":[""],"Failed to retrieve pages.":[""],"Searching pages...":[""],"Add new page...":[""],"No pages found.":[""],"You've added a new type of content. We recommend that you review the corresponding %1$sSearch appearance settings%2$s.":[""],"Error: Taxonomy was not removed from new_taxonomies list.":[""],"Taxonomy is no longer new.":[""],"Taxonomy is not new.":[""],"Error: Post type was not removed from new_post_types list.":[""],"Post type is no longer new.":[""],"Post type is not new.":[""],"Write a bug report":[""],"Our support team is here to answer any questions you may have. Fill out the (pop-up) contact form, and we'll get back to you as soon as possible!":[""],"%1$sSupport languages:%2$s English & Spanish":[""],"If you don't find the answers you're looking for and need personalized help, you can get 24/7 support from one of our support engineers.":[""],"Contact our support team":[""],"Have you stumbled upon a bug while using %1$s? Please raise a bug report on our GitHub repository to let us know about the issue!":[""],"Raise a bug report on GitHub":[""],"Visit WordPress forum":[""],"In the WordPress support forum for %1$s you can find answers or ask for help from %1$s users in the WordPress community.":[""],"WordPress support forum for %1$s":[""],"Visit our help center":[""],"Have a look at our help center to find articles, tutorials, and other resources to help you get the most out of %1$s!":[""],"%1$s's help center":[""],"Need help with %1$s? These resources are a great place to start!":[""],"Additional resources":[""],"Here, you'll find answers to commonly asked questions about using %1$s. If you don't see your question listed, you can have a look at the section below.":[""],"Frequently asked questions":[""],"If you have any questions, need a hand with a technical issue, or just want to say hi, we've got you covered. Get in touch with us and we'll be happy to assist you!":[""],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by Google AdsBot. You should only enable this setting if you're not using Google Ads on your site.":[""],"Block unwanted bots":[""],"Close the upgrade callout":[""],"%1$s and get an exclusive %2$s discount for %3$s month(s).":[""],"Click here to upgrade your %s plan":[""],"Keyphrases tracked: %1$s/%2$s":[""],"Your are tracking %1$s out of %2$s keyphrases included in your account.":[""],"Your are tracking %1$s out of %2$s keyphrases included in your free account.":[""],"Support":[""],"Prevent Google AdsBot from crawling":[""],"%s":[""],"This overview will show you your top performing keyphrases in Google. Connect with %s to get started.":[""],"You have successfully connected with %s.":[""],"You have successfully connected with %1$s. Your %2$s account does not contain any keyphrases for this website yet. You can track keyphrases by using the \"Track SEO Performance\" button in the post editor.":[""],"Network Error: Unable to connect to the server. Please check your internet connection and try again later.":[""],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of URLs like %1$s, %2$s and %3$s.":[""],"Your WordPress environment is running on a non-production site. Indexables can only be created on production environments. Please check your `WP_ENVIRONMENT_TYPE` settings.":[""],"Inclusive language: %s":[""],"%1$s / %2$s: Top Keyphrases":[""],"The post type %s could not be indexed because it does not meet indexing requirements.":[""],"The name of this category is %1$s.":[""],"Start the course":[""],"Start free trial lesson":[""],"Maximize your SEO game by purchasing %s, which grants you unlimited access to all courses.":[""],"Learn vital SEO skills that you can apply at once! Let us take you by the hand and give you practical SEO tips to help you outrank your competitors. %s comes with five free courses.":[""],"Learn vital SEO skills that you can apply at once! Let us take you by the hand and give you practical SEO tips to help you outrank your competitors. Maximize your SEO game! Because your %s subscription gives you unlimited access to all courses.":[""],"Choosing the right type of hosting for your site is the basis of a solid Technical SEO strategy. Learn all about it in this course!":[""],"You have to make it possible for search engines to find your site, so they can display it in the search results. We'll tell you all about how that works in this course!":[""],"Are you selling in countries all over the world? In this course, you’ll learn all about setting up and managing a site that targets people in different languages and locales.":[""],"Do you want to take a deep dive into structured data? In this course, you'll learn the theory related to structured data in detail.":[""],"Learn how to optimize your online shop for your customers and for search engines!":[""],"Do you own a local business? This course will teach you how to make sure your local audience can find you in the search results and on Google Maps!":[""],"A clear site structure benefits your users and is of great importance for SEO. Still, most people seem to forget about this. Get ahead of your competition and learn how to improve your site structure!":[""],"Start creating block-tastic content with the new WordPress block editor! Learn all about the block editor and what you can do with it.":[""],"Do you know the essential first step of good SEO? It's keyword research. In this training, you'll learn how to research and select the keywords that will guide searchers to your pages.":[""],"Learn how to make your site stand out from the crowd by adding structured data!":[""],"In this course, you'll learn how to write awesome copy that is optimized for ranking in search engines.":[""],"Do you want to set up your own WordPress site? This course will teach you the ins and outs of creating and maintaining a WordPress website!":[""],"In this course, you'll learn practical SEO skills on every key aspect of SEO, to make your site stand out.":[""],"In this course, you'll learn about how to set up and use the %1$s for WordPress plugin so it makes SEO even easier. This course is meant for users of the block editor.":[""],"In this free course, you'll get quick wins to make your site rank higher in Google, Bing, and Yahoo.":[""],"Academy":[""],"%1$s %2$s isn't working as expected %3$s and you are not receiving updates or support! Make sure to %4$s activate your product subscription in %5$s%6$s to unlock all the features of %7$s.":[""],"%1$s can't be updated because your product subscription is expired. %2$sRenew your product subscription%3$s to get updates again and use all the features of %1$s.":[""],"Warning! These are expert features, so make sure you know what you're doing before using this setting. You might break your site. %1$sRead more about how your site can be affected%2$s.":[""],"%1$s: unregistered URL parameter removed. See %2$s":[""],"This feature is disabled when your site is not using pretty permalinks.":[""],"This feature is disabled when your site is not using %1$spretty permalinks%2$s.":[""],"%1$s: redirect utm variables to #":[""],"Optimize your business for multiple locations":[""],"Easily add maps, address finders, and opening hours to your content":[""],"Automatically get technical SEO best practices for local businesses":[""],"Attract more customers to your site and physical store":[""],"Remove Other profile %1$s":[""],"Please select a user in the Site representation step.":[""],"You can %1$supdate or add social profiles to this user profile%2$s.":[""],"You have selected the user %1$s as the person this site represents.":[""],"If you select a Person to represent this site, we will use the social profiles from the selected user's profile page.":[""],"It looks like you've enabled media pages. We recommend that you help us to re-analyze your site by running the SEO data optimization. ":[""],"Organization Mastodon":[""],"%1$s Settings - %2$s":[""],"Read more about how to get your site verified.":[""],"Get your site verified in your Mastodon profile.":[""],"E.g. https://mastodon.social/@yoast":[""],"Mastodon":[""],"%2$s integrates %1$s' Schema output into its own to get rich snippets for your digital products!":[""],"Get %1$srich results for your digital products%2$s in Google search":[""],"Add trustworthiness to your %1$s profile by verifying your site with %2$s.":[""],"Verify your site on %1$s%2$s%3$s":[""],"Mastodon profile not yet added":[""],"Mastodon profile added":[""],"Potentially non-inclusive":[""],"Finish your %s":[""],"Please enter a number between 1 and 50.":[""],"Settings navigation":[""],"Close settings navigation":[""],"Open settings navigation":[""],"Choose whether your site represents an organization or a person. %1$sLearn more about the differences and choosing between Organization and Person%2$s.":[""],"%1$sGet%2$s %3$s":[""],"Index Now":[""],"Failed to retrieve media.":[""],"Limit the length of internal site search queries to reduce the impact of spam attacks and confusing URLs. Please enter a number between 1 and 50.":[""],"The number you've entered is not between 1 and 50.":[""],"Determine how your %1$s should look on social media.":[""],"Disabling this means that archive pages for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":[""],"Prevents specific URL parameters from being removed by the above feature. E.g., adding %1$s will prevent %2$s from being redirected to %3$s. You can add multiple parameters and separate them by using enter or a comma.":[""],"Consolidates WordPress' multiple site search URL formats into the %1$s syntax. E.g., %2$s will redirect to %3$s":[""],"Redirect pretty URLs to ‘raw’ formats":[""],"Allow":[""],"Deny":[""],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":[""],"Only available for English sites":[""],"You can change the default type for %1$s under Content types in the %2$sSettings%3$s.":[""],"all the Yoast plugins":["alle Yoast plugins"],"Show date archives in search results":["Lit datum-argiven sjen yn sykresultaten"],"Show %1$s archives in search results":["Lit %1$s argiven sjen yn sykresultaten"],"Prefix for archive breadcrumbs":["Foarheaksel foar argyf breadcrumbs"],"Unlock rich results in Google search by using plugins that integrate with the %1$sYoast Schema API%2$s.":["Untskoattelje rike resultaten yn Google sykjen troch plugins te brûken dy't yntegrearje mei de %1$sYoast Schema API%2$s."],"Schema API integrations":["Skema API yntegraasjes"],"%s can integrate with other products, to help you further improve your website. You can enable or disable these integrations below.":["%s kin yntegrearje mei oare produkten, om jo te helpen jo webside fierder te ferbetterjen. Jo kinne dizze yntegraasjes hjirûnder yn- of útskeakelje."],"Unlock rich snippets for your product pages by using %1$s.":["Untskoattelje rike snippets foar jo produktsiden mei %1$s."],"Get %1$srich product results%2$s in Google search":["Krij %1$srike produktresultaten%2$s yn Google sykjen"],"%1$s integrates with %2$s's Schema API to get rich snippets for your recipes!":["%1$s yntegreart mei de Schema API fan %2$s om rike snippets foar jo resepten te krijen!"],"Get %1$srich results for your recipes%2$s in Google search":["Krij %1$srike resultaten foar jo resepten%2$s yn Google sykjen"],"%1$s integrates with %2$s's Schema API to get rich snippets for your podcasts!":["%1$s yntegreart mei de Schema API fan %2$s om rike snippets foar jo podcasts te krijen!"],"Get %1$srich results for your podcast%2$s in Google search":["Krij %1$srike resultaten foar jo podcast%2$s yn Google sykjen"],"%1$s integrates with %2$s's Schema API to get rich snippets for your events!":["%1$s yntegreart mei de Schema API fan %2$s om rike snippets te krijen foar jo eveneminten!"],"Get %1$srich results for your events%2$s in Google search":["Krij %1$srike resultaten foar jo eveneminten%2$s yn Google sykjen"],"You have selected the user %1$s%3$s%2$s as the person this site represents. Their user profile information will now be used in search results. We're sorry, you're not allowed to edit this user's profile. Please contact your admin or %1$s%3$s%2$s to check and/or update the profile.":[""],"An organization name and logo need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site name and logo as default values. %1$sLearn more about the importance of structured data%2$s.":["In organisaasjenamme en logo moatte ynsteld wurde foar struktureare gegevens om goed te wurkjen. Om't jo dizze noch net ynsteld hawwe, brûke wy de sidenamme en logo as standertwearden. %1$sMear ynformaasje oer it belang fan strukturearre gegevens%2$s."],"This info is intended to appear in %1$sGoogle's Knowledge Graph%2$s.":["Dizze ynformaasje is bedoeld om te ferskinen yn %1$sGoogle's Knowledge Graph%2$s."],"Other profile %1$s":["Oare profyl %1$s"],"Tweet":["Twittear"],"Organization Twitter":["Organisaasje Twitter"],"Open Graph":["Iepenje Graph"],"Organization Facebook":["Organisaasje Facebook"],"OpenGraph":["OpenGraph"],"Format archives":["Opmaak argiven"],"File":["Map"],"PDF":["PDF"],"Video":["Video"],"Attachment":["Taheaksel"],"404 pages title":["404 siden titel"],"Search pages title":["Sykje siden titel"],"Enable date archives":["Aktivearje date-argiven"],"Enable author archives":["Skriuwerargiven ynskeakelje"],"Anchor text for the homepage":["Anker tekst foar de thússide"],"Organization/person":["Organisaasje / persoan"],"Divider":["Divider"],"Remove Atom/RDF feeds":["Fuortsmite Atom / RDF feeds"],"Webmaster":["Webmaster"],"Share":["Diele"],"Structured data":["Strukturearre gegevens"],"Enable the %1$s XML sitemaps. A sitemap is a file that lists a website's essential pages to make sure search engines can find and crawl them.":["Skeakelje de %1$s XML-sitemaps yn. In sitemap is in bestân dat de essensjele siden fan in webside listet om te soargjen dat sykmasines se kinne fine en crawle."],"The %1$s icon in the top admin bar provides quick access to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["It ikoan %1$s yn 'e boppeste behearbalke jout rappe tagong ta ark fan tredden foar it analysearjen fan siden en makket it maklik om te sjen oft jo nije notifikaasjes hawwe."],"Allows for Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared. Keep this feature enabled to optimize your site for social media.":["Stelt Facebook en oare sosjale media ta om in foarbyld te werjaan mei ôfbyldings en in tekstúttreksel as in keppeling nei jo side wurdt dield. Hâld dizze funksje ynskeakele om jo side te optimalisearjen foar sosjale media."],"Count the number of internal links from and to your posts to improve your site structure.":["Tel it oantal ynterne keppelings fan en nei jo berjochten om jo sidestruktuer te ferbetterjen."],"Mark and filter your cornerstone content to make sure your most important articles get the attention they deserve. To help you write excellent copy, we’ll assess your text more strictly.":["Markearje en filterje jo hoekstienynhâld om te soargjen dat jo wichtichste artikels de oandacht krije dy't se fertsjinje. Om jo te helpen in poerbêste kopy te skriuwen, sille wy jo tekst strikter beoardielje."],"Get more insights into what you are writing. What words do you use most often? How much time does it take to read your text? Is your text easy to read?":["Krij mear ynsjoch yn wat jo skriuwe. Hokker wurden brûke jo it meast? Hoefolle tiid nimt it om jo tekst te lêzen? Is jo tekst maklik te lêzen?"],"The inclusive language analysis offers suggestions to write more inclusive copy, so more people will be able to relate to your content.":["De ynklusive taalanalyse biedt suggestjes om mear ynklusive kopyen te skriuwen, sadat mear minsken har kinne relatearje oan jo ynhâld."],"The SEO analysis offers suggestions to improve the findability of your text and makes sure that your content meets best practices.":["De SEO-analyze biedt suggestjes om de fynberens fan jo tekst te ferbetterjen en soarget derfoar dat jo ynhâld foldocht oan bêste praktiken."],"Set the basic info for your website. You can use %1$stagline%2$s and %1$sseparator%2$s as %3$sreplacement variables%4$s when configuring the search appearance of your content.":[""],"Usage tracking allows us to track some data about your site to improve our plugin. %1$sLearn more about which data we track and why%2$s.":["Gebrûk folgjen lit ús wat gegevens oer jo side folgje om ús plugin te ferbetterjen. %1$sMear ynformaasje oer hokker gegevens wy folgje en wêrom%2$s."],"A link to the archive for the post author, with the author's name as anchor text.":["In keppeling nei it argyf foar de postauteur, mei de namme fan de skriuwer as ankertekst."],"Determine how your %1$s pages should be described by default in your site's Schema.org markup. You can always customize the settings for individual %1$s pages in the %2$s metabox.":["Bepale hoe't jo %1$s siden standert beskreaun wurde moatte yn 'e Schema.org-opmaak fan jo side. Jo kinne altyd de ynstellings oanpasse foar yndividuele %1$s siden yn 'e %2$s metabox."],"Determine how your %1$s pages should look in search engines. You can always customize the settings for individual %1$s pages in the %2$s metabox.":["Bepale hoe't jo %1$s siden der útsjen moatte yn sykmasines. Jo kinne altyd de ynstellings oanpasse foar yndividuele %1$s siden yn 'e %2$s metabox."],"Enable %1$s pages":["%1$s siden ynskeakelje"],"Determine how your homepage should look in the search results.":["Bepale hoe't jo thússide der útsjen moat yn 'e sykresultaten."],"Determine how your %1$s should look in search engines. You can always customize the settings for individual %1$s in the %2$s metabox.":["Bepale hoe't jo %1$s der útsjen moat yn sykmasines. Jo kinne de ynstellings foar yndividuele %1$s altyd oanpasse yn 'e %2$s metabox."],"Enable format-based archives":["Opmaak-basearre argiven ynskeakelje"],"Not sure how to implement the %3$s breadcrumbs on your site? Read %1$sour help article on breadcrumbs implementation%2$s.":["Net wis hoe't jo de %3$s breadcrumbs op jo side ymplementearje? Lês %1$sús helpartikel oer ymplemintaasje fan breadcrumbs%2$s."],"Show %1$s without posts in search results":["Lit %1$s sjen sûnder berjochten yn sykresultaten"],"Determine how your %1$s should look on social media by default. You can always customize the settings for individual %1$s in the %2$s metabox.":["Bepale hoe't jo %1$s standert útsjen moatte op sosjale media. Jo kinne de ynstellings foar yndividuele %1$s altyd oanpasse yn 'e %2$s metabox."],"Determine what your %1$s should look like in the search results by default. You can always customize the settings for individual %1$s in the %2$s metabox.":["Bepale hoe't jo %1$s der útsjen moatte yn 'e sykresultaten standert. Jo kinne de ynstellings foar yndividuele %1$s altyd oanpasse yn 'e %2$s metabox."],"This taxonomy is used for %2$s.":["Dizze taksonomy wurdt brûkt foar %2$s."],"This taxonomy is used for %1$s and %2$s.":["Dizze taksonomy wurdt brûkt foar %1$s en %2$s."],"Read more about our custom field analysis":["Lês mear oer ús oanpaste fjildanalyse"],"Determine how your %1$s should look on social media by default. You can always customize the settings for individual %1$s in the %2$s sidebar or metabox.":[""],"Determine what your %1$s should look like in the search results by default. You can always customize the settings for individual %1$s in the %2$s sidebar or metabox.":[""],"Determine how your %1$s should be described by default in %2$syour site's Schema.org markup%3$s. You can always change the settings for individual %1$s in the %4$s sidebar or metabox.":[""],"You can add multiple custom fields and separate them by using %1$senter%2$s or %1$scomma%2$s.":["Jo kinne meardere oanpaste fjilden tafoegje en se skiede troch %1$senter%2$s of %1$skomma%2$s te brûken."],"Please enter a search term with at least 3 characters.":["Fier in sykterm yn mei op syn minst 3 karakters."],"CtrlK":["CtrlK"],"⌘K":["⌘K"],"Add new user...":["Nije brûker taheakje..."],"Unavailable for multisites":["Net beskikber foar multisites"],"Integrate your custom fields and SEO data from %1$s%2$s%3$s":["Yntegrearje jo oanpaste fjilden en SEO-gegevens fan %1$s%2$s%3$s"],"Upgrade your %1$s%2$s%3$s SEO":["Upgrade jo %1$s%2$s%3$s SEO"],"Improve your internal search results with %1$s%2$s%3$s":["Ferbetterje jo ynterne sykresultaten mei %1$s%2$s%3$s"],"Make your terms & privacy pages more trustworthy with %1$s%2$s%3$s":["Meitsje jo siden mei betingsten en privacy betrouberer mei %1$s%2$s%3$s"],"Track your rankings through time with %1$s%2$s%3$s":["Folgje jo ranglist troch de tiid mei %1$s%2$s%3$s"],"Use %1$s%2$s%3$s to do keyword research - without leaving your post":["Brûk %1$s%2$s%3$s om trefwurdûndersyk te dwaan - sûnder jo berjocht te ferlitten"],"We could not save the website name. Please check the value.":["Wy koene de websidenamme net bewarje. Kontrolearje asjebleaft de wearde."],"%1$sSubheading distribution%2$s: The beginning of your text is longer than %4$s %5$s and is not separated by any subheadings. %3$sAdd subheadings to improve readability.%2$s":["%1$sDistribúsje fan ûndertitels%2$s: it begjin fan jo tekst is langer dan %4$s %5$s en wurdt net skieden troch subkoppen. %3$sTafoegje subkoppen ta om de lêsberens te ferbetterjen.%2$s"],"WordPress.org support forums":["WordPress.org stipe foarums"],"Yoast Premium support":["Yoast Premium-stipe"],"Yoast.com help section":["Yoast.com help seksje"],"Help":["Help"],"Write better content":["Skriuw bettere ynhâld"],"Improve your blog post":["Ferbetterje jo blogpost"],"Learn more SEO":["Learje mear SEO"],"SEO Tools":["SEO Tools"],"not set":["net ynsteld"],"With a 30-day money-back guarantee. No questions asked.":[""],"Reach new customers who live near your business":[""],"Get all 5 Yoast plugins for WordPress at a big discount":[""],"Cover all your SEO bases":["Cover al jo SEO-bases"],"Add global identifiers for variable products":["Foegje globale identifiers ta foar fariabele produkten"],"Drive more traffic to your online store":["Drive mear ferkear nei jo online winkel"],"Add all necessary schema.org markup":["Foegje alle nedige schema.org-markearring ta"],"Ping Google on the publication of a new post":["Ping Google op 'e publikaasje fan in nije post"],"Rank higher in Google's news carousel":["Rang heger yn 'e nijskarrousel fan Google"],"Make your videos responsive for all screen sizes":["Meitsje jo fideo's responsyf foar alle skermgrutte"],"Cleaned up %1$d record from %2$s.":["%1$d record fan %2$s skjinmakke.","%1$d records fan %2$s skjinmakke."],"Cleaning up %1$s [%2$s]":["Opromje %1$s [%2$s]"],"Skipping %1$s. %2$s is not active on this site.":["Oerslaan fan %1$s. %2$s is net aktyf op dizze side."],"Cleaned up %1$d record.":["%1$d record opromme.","%1$d records skjinmakke."],"The value for 'batch-size' must be a positive integer higher than equal to 1.":["De wearde foar 'batchgrutte' moat in posityf hiel getal heger wêze as gelyk oan 1."],"The value for 'interval' must be a positive integer.":["De wearde foar 'ynterval' moat in posityf hiel getal wêze."],"We need to re-analyze some of your SEO data because of a change in the visibility of your taxonomies. Please help us do that by running the SEO data optimization. ":["Wy moatte guon fan jo SEO-gegevens opnij analysearje fanwegen in feroaring yn 'e sichtberens fan jo taksonomyen. Help ús asjebleaft dat te dwaan troch de SEO-gegevensoptimalisaasje út te fieren."],"We need to re-analyze some of your SEO data because of a change in the visibility of your post types. Please help us do that by running the SEO data optimization. ":["Wy moatte guon fan jo SEO-gegevens opnij analysearje fanwegen in feroaring yn 'e sichtberens fan jo posttypen. Help ús asjebleaft dat te dwaan troch de SEO-gegevensoptimalisaasje út te fieren."],"The term %s could not be built because it's not indexable.":["De term %s koe net boud wurde omdat it net yndeksber is."],"The post %s could not be indexed because it's post type is excluded from indexing.":["It berjocht %s koe net yndeksearre wurde, omdat it berjochttype útsletten is fan yndeksearring."],"The post %s could not be indexed because it does not meet indexing requirements.":["De post %s koe net yndeksearre wurde omdat it net foldocht oan de yndekseasken."],"%1$sSAVE 30%%%2$s on your 12 month subscription":[""],"BLACK FRIDAY - 30% OFF":["BLACK FRIDAY - 30% OFF"],"Use the alternate organization name for acronyms, or a shorter version of your organization's name.":["Brûk de alternative organisaasjenamme foar akronyms, of in koartere ferzje fan jo organisaasjenamme."],"Alternate organization name":["Alternatyf organisaasje namme"],"Use the alternate website name for acronyms, or a shorter version of your website's name.":["Brûk de alternative websidenamme foar akronyms, of in koartere ferzje fan jo websidenamme."],"Alternate website name":["Alternatyf webside namme"],"Determine how the title of your 404 error pages should look in the browser.":["Bepale hoe't de titel fan jo 404-flatersiden der útsjen moat yn 'e browser."],"404 error pages":["404 flater siden"],"Determine how the title of your internal search pages should look in the browser.":["Bepale hoe't de titel fan jo ynterne syksiden der útsjen moat yn 'e browser."],"Internal search pages":["Ynterne syksiden"],"Show media pages in search results":["Lit mediasiden sjen yn sykresultaten"],"Show format archives in search results":["Lit opmaakargiven sjen yn sykresultaten"],"Show author archives in search results":["Lit skriuwersargiven sjen yn sykresultaten"],"Breadcrumbs for %1$s":[""],"Site connections":["Site ferbinings"],"View the XML sitemap":["Besjoch de XML sitemap"],"Enable feature":["Funksje ynskeakelje"],"Site features":["Site funksjes"],"Learn more":["Lear mear"],"Site info":["Site ynformaasje"],"We're sorry, you're not allowed to edit the %1$swebsite name%2$s and %1$stagline%2$s.":[""],"Show or hide our tools and controls in the attachment editor.":["Lit ús ark en kontrôles sjen of ferbergje yn 'e taheakselbewurker."],"(e.g., %1$s)":["(bgl. %1$s)"],"Remove unregistered URL parameters":["Net registrearre URL-parameters fuortsmite"],"Optimize Google Analytics utm tracking parameters":["Optimalisearje Google Analytics utm tracking parameters"],"Remove WP-JSON API":["WP-JSON API fuortsmite"],"Remove emoji scripts":["Emoji-skripts fuortsmite"],"Remove Atom / RDF feeds":["Fuortsmite Atom / RDF feeds"],"Remove search results feeds":["Fuortsmite sykresultaten feeds"],"Remove custom taxonomy feeds":["Fuortsmite oanpaste taksonomy feeds"],"Remove tag feeds":["Fuortsmite tag feeds"],"Remove category feeds":["Fuortsmite kategory feeds"],"Remove post type feeds":["Fuortsmite post type feeds"],"Remove post authors feeds":["Fuortsmite post skriuwers feeds"],"Remove post comments feeds":["Fuortsmite post opmerkings feeds"],"Remove global comment feeds":["Fuortsmite globale opmerking feeds"],"Remove global feed":["Fuortsmite globale feed"],"Remove powered by HTTP header":["Fuortsmite powered by HTTP header"],"Remove generator tag":["Fuortsmite generator tag"],"Remove oEmbed links":["Fuortsmite oEmbed keppelings"],"Remove RSD / WLW links":["RSD / WLW-keppelings fuortsmite"],"Remove REST API links":["REST API-keppelings fuortsmite"],"Remove shortlinks":["Fuortsmite shortlinks"],"Show or hide our tools and controls in the content editor.":["Lit ús ark en kontrôles sjen of ferbergje yn 'e ynhâldbewurker."],"Enable SEO controls and assessments":["Aktivearje SEO-kontrôles en beoardielingen"],"Unlock with %1$s":["Untskoattelje mei %1$s"],"We couldn’t find anything with that term.":["Wy koene neat fine mei dy term."],"Search...":["Sykje…"],"Quick search...":["Fluch sykjen..."],"No, continue editing":["Nee, trochgean mei bewurkjen"],"Yes, discard changes":["Ja, wizigingen ferwiderje"],"You are about to discard all unsaved changes. All of your settings will be reset to the point where you last saved. Are you sure you want to do this?":["Jo steane op it punt om alle net-opsleine wizigingen te ferwiderjen. Al jo ynstellingen wurde weromset nei it punt wêr't jo it lêst bewarre hawwe. Binne jo wis dat jo dit dwaan wolle?"],"Discard all changes":["Ferwiderje alle wizigingen"],"Redirect pretty URLs for search pages to raw format":["Omliede moaie URL's foar syksiden nei rau formaat"],"Choose the general appearance of your breadcrumbs.":["Kies it algemiene uterlik fan jo breadcrumbs."],"Breadcrumb appearance":["Breadcrumb uterlik"],"You have selected the user %1$s%5$s%2$s as the person this site represents. Their user profile information will now be used in search results. %3$sUpdate their profile to make sure the information is correct%4$s.":["Jo hawwe de brûker %1$s%5$s%2$s selektearre as de persoan dy't dizze side fertsjintwurdiget. Har brûkersprofylynformaasje sil no brûkt wurde yn sykresultaten. %3$sBywurkje harren profyl om te soargjen dat de ynformaasje goed is%4$s."],"Please tell us more about the person this site represents.":["Fertel ús asjebleaft mear oer de persoan dy't dizze side fertsjintwurdiget."],"E.g. https://example.com/yoast":["Bgl. https://example.com/yoast"],"Tell us if you have any other profiles on the web that belong to your organization. This can be any number of profiles, like YouTube, LinkedIn, Pinterest, or even Wikipedia.":["Fertel ús as jo oare profilen op it web hawwe dy't by jo organisaasje hearre. Dit kin elk oantal profilen wêze, lykas YouTube, LinkedIn, Pinterest, of sels Wikipedia."],"Please tell us more about your organization. This information will help Google to understand your website, and improve your chance of getting rich results.":["Fertel ús asjebleaft mear oer jo organisaasje. Dizze ynformaasje sil Google helpe om jo webside te begripen en jo kâns te ferbetterjen om rike resultaten te krijen."],"E.g. https://twitter.com/yoast":["Bgl. https://twitter.com/yoast"],"E.g. https://facebook.com/yoast":["Bgl. https://facebook.com/yoast"],"Other profiles":["Oare profilen"],"Writing":["Skriuwerij"],"You can determine the title and description for the blog page by %1$sediting the blog page itself%2$s.":["Jo kinne de titel en beskriuwing foar de blogside bepale troch %1$sde blogside sels te bewurkjen%2$s."],"These are expert features, so make sure you know what you're doing before removing the parameters. %1$sRead more about how your site can be affected%2$s.":["Dit binne saakkundige funksjes, dus soargje derfoar dat jo witte wat jo dogge foardat jo de parameters fuortsmite. %1$sLês mear oer hoe't jo side beynfloede wurde kin%2$s."],"Advanced: URL cleanup":["Avansearre: URL opromjen"],"Prevent crawling of internal site search URLs":["Foarkom it crawlen fan ynterne side-syk-URL's"],"Block internal site searches which match the patterns of known spam attacks.":["Blokkearje ynterne sykaksjes op side dy't oerienkomme mei de patroanen fan bekende spam-oanfallen."],"Block internal site searches which contain complex and non-alphanumeric characters, as they may be part of a spam attack.":["Blokkearje ynterne sykaksjes op side dy't komplekse en net-alfanumerike tekens befetsje, om't se diel útmeitsje fan in spam-oanfal."],"Enables advanced settings for protecting your internal site search URLs.":["Aktiveart avansearre ynstellings foar it beskermjen fan jo ynterne syk-URL's fan jo side."],"Your internal site search can create lots of confusing URLs for search engines, and can even be used as a way for SEO spammers to attack your site. Most sites will benefit from experimenting with these protections and optimizations, even if you don’t have a search feature in your theme.":["Jo ynterne side-sykjen kin in protte betiizjende URL's meitsje foar sykmasjines, en kin sels brûkt wurde as in manier foar SEO-spammers om jo side oan te fallen. De measte siden sille profitearje fan eksperimintearjen mei dizze beskermingen en optimisaasjes, sels as jo gjin sykfunksje hawwe yn jo tema."],"Internal site search cleanup":["Ynterne sykaksje opromjen"],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of WordPress' JSON API endpoints.":["Foegje in 'disallow'-regel ta oan jo robots.txt-bestân om it crawljen fan WordPress 'JSON API-einpunten te foarkommen."],"Remove JavaScript used for converting emoji characters in older browsers.":["Fuortsmite JavaScript brûkt foar it konvertearjen fan emoji-tekens yn âldere browsers."],"Remove URLs which provide alternative (legacy) formats of all of the above.":["Fuortsmite URL's dy't alternative (legacy) formaten leverje fan al it boppesteande."],"Remove URLs which provide information about your search results.":["Ferwiderje URL's dy't ynformaasje jouwe oer jo sykresultaten."],"Remove URLs which provide information about your recent posts, for each custom taxonomy.":["Ferwiderje URL's dy't ynformaasje jouwe oer jo resinte berjochten, foar elke oanpaste taksonomy."],"Remove URLs which provide information about your recent posts, for each tag.":["Ferwiderje URL's dy't ynformaasje jouwe oer jo resinte berjochten, foar elke tag."],"Remove URLs which provide information about your recent posts, for each category.":["Ferwiderje URL's dy't ynformaasje jouwe oer jo resinte berjochten, foar elke kategory."],"Remove URLs which provide information about your recent posts, for each post type.":["Ferwiderje URL's dy't ynformaasje jouwe oer jo resinte berjochten, foar elk posttype."],"Remove URLs which provide information about recent posts by specific authors.":["Ferwiderje URL's dy't ynformaasje jouwe oer resinte berjochten fan spesifike auteurs."],"Remove URLs which provide information about recent comments on each post.":["Ferwiderje URL's dy't ynformaasje jouwe oer resinte opmerkings op elke post."],"Also disables post comment feeds.":["Skeakelt ek post-kommentaarfeeds út."],"Remove URLs which provide an overview of recent comments on your site.":["Ferwiderje URL's dy't in oersjoch jouwe fan resinte opmerkings op jo side."],"Remove URLs which provide an overview of your recent posts.":["Ferwiderje URL's dy't in oersjoch jouwe fan jo resinte berjochten."],"WordPress outputs your content in many different formats, across many different URLs (like RSS feeds of your posts and categories). It’s generally good practice to disable the formats you’re not actively using.":["WordPress jout jo ynhâld yn in protte ferskillende formaten út, oer in protte ferskillende URL's (lykas RSS-feeds fan jo berjochten en kategoryen). It is oer it algemien in goede praktyk om de formaten út te skeakeljen dy't jo net aktyf brûke."],"Disable unwanted content formats":["Skeakelje net-winske ynhâldformaten út"],"Remove links which allow others sites to ‘ping’ yours when they link to you.":["Ferwiderje keppelings wêrtroch oare siden jo kinne 'pinge' as se nei jo keppelje."],"Remove information about the plugins and software used by your site.":["Ferwiderje ynformaasje oer de plugins en software brûkt troch jo side."],"Remove links used for embedding your content on other sites.":["Fuortsmite keppelings brûkt foar it ynbêden fan jo ynhâld op oare siden."],"Remove links used by external systems for publishing content to your blog.":["Ferwiderje keppelings brûkt troch eksterne systemen foar it publisearjen fan ynhâld op jo blog."],"Remove links to the location of your site’s REST API endpoints.":["Ferwiderje keppelings nei de lokaasje fan de REST API-einpunten fan jo side."],"Remove links to WordPress' internal 'shortlink' URLs for your posts.":["Ferwiderje keppelings nei WordPress 'ynterne' shortlink' URL's foar jo berjochten."],"Remove unwanted metadata":["Net winske metadata fuortsmite"],"Crawl optimization":["Crawl optimisaasje"],"Removes unknown URL parameters via a %1$s redirect. E.g., %2$s will be redirected to %3$s":["Ferwideret ûnbekende URL-parameters fia in %1$s trochferwizing. Bygelyks, %2$s sil omlaat wurde nei %3$s"],"Replaces %1$s tracking parameters with the (more performant) %2$s equivalent, via a %3$s redirect. E.g., %4$s will be redirected to %5$s":["Ferfangt %1$s trackingparameters mei it (mear performanter) %2$s ekwivalint, fia in %3$s trochferwizing. Bygelyks, %4$s wurdt omlaat nei %5$s"],"Users and search engines may often request your URLs whilst using query parameters, like %1$s. These can be helpful for tracking, filtering, and powering advanced functionality - but they come with a performance and SEO ‘cost’. Sites which don’t rely on URL parameters might benefit from using these options.":["Brûkers en sykmasines kinne faaks jo URL's oanfreegje by it brûken fan queryparameters, lykas %1$s. Dizze kinne nuttich wêze foar it folgjen, filterjen en oandriuwen fan avansearre funksjonaliteit - mar se komme mei in prestaasjes en SEO 'kosten'. Siden dy't net fertrouwe op URL-parameters kinne profitearje fan it brûken fan dizze opsjes."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by Common Crawl CCBot.":[""],"WordPress adds a lot of links and content to your site's %1$s and HTTP headers. For most websites you can safely disable all of these, which can help to save bytes, electricity, and trees.":["WordPress foeget in protte keppelings en ynhâld ta oan de %1$s- en HTTP-headers fan jo side. Foar de measte websiden kinne jo al dizze feilich útskeakelje, wat kin helpe bytes, elektrisiteit en beammen te besparjen."],"Make your site more efficient and more environmentally friendly by preventing search engines from crawling things they don’t need to, and by removing unused WordPress features. %1$sLearn more about crawl settings and how they could benefit your site%2$s.":["Meitsje jo side effisjinter en miljeufreonliker troch te foarkommen dat sykmasines dingen krûpe dy't se net nedich binne, en troch net brûkte WordPress-funksjes te ferwiderjen. %1$sLês mear oer crawlynstellingen en hoe't se jo side profitearje kinne%2$s."],"E.g., %1$s and %2$s":["Bygelyks, %1$s en %2$s"],"E.g., %1$s":["Bygelyks, %1$s"],"Enable breadcrumbs for your theme":["Broodkruimels ynskeakelje foar jo tema"],"You can always choose to enable/disable them for your theme below. This setting will not apply to breadcrumbs inserted through a widget, a block or a shortcode.":["Jo kinne altyd kieze om se yn te skeakeljen / út te skeakeljen foar jo tema hjirûnder. Dizze ynstelling sil net jilde foar breadcrumbs ynfoege troch in widget, in blok of in shortcode."],"Choose which Post type you wish to show in the breadcrumbs for Taxonomies.":["Kies hokker posttype jo wolle sjen litte yn 'e breadcrumbs foar taksonomyen."],"Breadcrumbs for taxonomies":["Broodkruimels foar taksonomyen"],"Choose which Taxonomy you wish to show in the breadcrumbs for Post types.":["Kies hokker taksonomie jo wolle sjen litte yn 'e breadcrumbs foar posttypen."],"Breadcrumbs for post types":["Broodkruimels foar posttypen"],"Breadcrumb for 404 page":["Breadcrumb foar 404 side"],"Prefix for search page breadcrumbs":["Foarheaksel foar sykside breadcrumbs"],"Add prefix":["Foegje foarheaksel ta"],"Add anchor text":["Foegje ankertekst ta"],"Add separator":["Add separator"],"Configure the appearance and behavior of %1$syour breadcrumbs%2$s.":["Konfigurearje it uterlik en gedrach fan %1$sjo breadcrumbs%2$s."],"Disabling this will redirect the %1$s to your site's homepage.":["It útskeakeljen fan dit sil de %1$s omleare nei de thússide fan jo side."],"Refresh this page":["Ferfarskje dizze side"],"Unfortunately, this means that all your unsaved changes will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Spitigernôch betsjut dit dat al jo net-opsleine wizigingen ferlern gean. Jo kinne besykje dizze side te ferfarskjen om it probleem op te lossen. As dizze flater noch foarkomt, nim dan kontakt op mei ús stipeteam, en wy sille jo alle help krije dy't jo nedich binne!"],"Something went wrong. An unexpected error occurred.":["Der is wat misgien. Der barde in ûnferwachte flater."],"Failed to retrieve users.":["It opheljen fan brûkers is mislearre."],"Searching users...":["Brûkers sykje..."],"No users found.":["Gjin brûkers fûn."],"Discard changes":["Wizigings negearje"],"The profile is not valid. Please use only 1-25 letters, numbers and underscores or enter a valid Twitter URL.":["It profyl is net jildich. Brûk asjebleaft allinich 1-25 letters, sifers en ûnderstreken of fier in jildige Twitter-URL yn."],"The profile is not valid. Please enter a valid URL.":["It profyl is net jildich. Fier in jildige URL yn."],"The verification code is not valid. Please use only the letters A to F, numbers, underscores and dashes.":["De ferifikaasjekoade is net jildich. Brûk asjebleaft allinich de letters A oant F, sifers, ûnderstreken en streepkes."],"The verification code is not valid. Please use only letters, numbers, underscores and dashes.":["De ferifikaasjekoade is net jildich. Brûk asjebleaft allinich letters, sifers, ûnderstreken en streepkes."],"User":["Brûker"],"Site basics":["Site basics"],"Text formality":["Tekstformaliteit"],"Read more about text formality.":["Lês mear oer tekstformaliteit."],"%1$s%3$s%2$s will help you assess the formality level of your text.":["%1$s%3$s%2$s sil jo helpe om it formaliteitsnivo fan jo tekst te beoardieljen."],"WordPress loads lots of resources, some of which your site might not need. If you’re not using these, removing them can speed up your pages and save resources.":["WordPress laadt in protte boarnen, wêrfan guon jo side miskien net nedich is. As jo dizze net brûke, kin it fuortheljen jo siden fersnelle en boarnen besparje."],"Remove unused resources":["Net brûkte boarnen fuortsmite"],"Prevent search engines from crawling /wp-json/":["Foarkom dat sykmasines krûpe /wp-json/"],"Prevent search engines from crawling site search URLs":["Foarkom dat sykmasjines de URL's fan sidesykjen krûpe"],"There are unsaved changes on this page. Leaving means that those changes will be lost. Are you sure you want to leave this page?":["D'r binne net bewarre feroarings op dizze side. Leaving betsjut dat dy feroarings sille ferlern gean. Binne jo wis dat jo dizze side ferlitte wolle?"],"Media pages":["Media siden"],"Categories & tags":["Kategoryen & tags"],"Content types":["Soarten ynhâld"],"Show more":["Lit mear sjen"],"Show less":["Minder sjen litte"],"Configure the basics for your website.":["Konfigurearje de basis foar jo webside."],"This field updates the %1$stagline in your WordPress settings%2$s.":["Dit fjild fernijt de %1$slabel yn jo WordPress-ynstellings%2$s."],"Disabling this means that %1$s pages created by WordPress will not be indexed by search engines and will be excluded from XML sitemaps.":["It útskeakeljen fan dit betsjut dat %1$s siden makke troch WordPress net wurde yndeksearre troch sykmasines en wurde útsletten fan XML-sitemaps."],"Show %1$s pages in search results":["Lit %1$s siden sjen yn sykresultaten"],"We recommend keeping %1$s pages disabled. This will cause all attachment URLs to be redirected to the media itself.":[""],"%1$s pages":["%1$s siden"],"When you upload media (e.g. an image or video), %5$s automatically creates a %3$s page (attachment URL) for it. These pages are quite empty and could cause %1$sthin content problems and lead to excess pages on your site%2$s. Therefore, %4$s disables them by default (and redirects the attachment URL to the media itself).":["As jo media uploade (bygelyks in ôfbylding of fideo), makket %5$s der automatysk in %3$s side (bylage URL) foar oan. Dizze siden binne frij leech en kinne %1$sproblemen mei tinne ynhâld feroarsaakje en liede ta oerstallige siden op jo side%2$s. Dêrom skeakelt %4$s se standert út (en ferwiist de URL fan de taheaksel nei de media sels)."],"Format-based archives can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["Opmaak-basearre argiven kinne duplikaat ynhâldproblemen feroarsaakje. Foar de measte siden riede wy oan dat jo dizze ynstelling útskeakelje."],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps. We recommend that you disable this setting.":["It útskeakeljen fan dit betsjut dat %1$s net wurdt yndeksearre troch sykmasines en útsletten wurde fan XML-sitemaps. Wy riede oan dat jo dizze ynstelling útskeakelje."],"%1$s can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["%1$s kin problemen mei dûbele ynhâld feroarsaakje. Foar de measte siden riede wy oan dat jo dizze ynstelling útskeakelje."],"%1$s (e.g. %2$s) are based on publication dates. From an SEO perspective, the posts in these archives have no real relation to the other posts except for their publication dates, which doesn’t say much about the content. They could also lead to duplicate content issues. This is why we recommend you to disable %3$s.":["%1$s (bgl. %2$s) binne basearre op publikaasjedatums. Fanút in SEO-perspektyf hawwe de berjochten yn dizze argiven gjin echte relaasje mei de oare berjochten, útsein foar har publikaasjedatums, dy't net folle sizze oer de ynhâld. Se kinne ek liede ta dûbele ynhâldproblemen. Dêrom riede wy jo oan om %3$s út te skeakeljen."],"Determine how your %1$s should look on social media by default.":["Bepale hoe't jo %1$s standert útsjen moatte op sosjale media."],"Disabling this means that %1$s without any posts will not be indexed by search engines and will be excluded from XML sitemaps.":["It útskeakeljen fan dit betsjut dat %1$s sûnder berjochten net yndeksearre wurde troch sykmasines en útsletten wurde fan XML-sitemaps."],"Show archives for authors without posts in search results":["Lit argiven sjen foar auteurs sûnder berjochten yn sykresultaten"],"Determine how your %1$s should look in search engines.":["Bepale hoe't jo %1$s der útsjen moat yn sykmasines."],"If you're running a one author blog, the %1$s (e.g. %2$s) will be exactly the same as your homepage. This is what's called a %3$sduplicate content problem%4$s. If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or prevent it from showing up in search results.":["As jo in blog mei ien skriuwer hawwe, sil de %1$s (bgl. %2$s) krekt itselde wêze as jo thússide. Dit is wat in %3$sduplikaat-ynhâldprobleem%4$s hjit. As dit it gefal is op jo side, kinne jo kieze om it út te skeakeljen (wat makket dat it trochferwiisd wurdt nei de thússide), of te foarkommen dat it yn sykresultaten ferskynt."],"Author archive":["Auteur argyf"],"Read more about the search results settings":["Lês mear oer de ynstellings foar sykresultaten"],"Determine how your %1$s should look in search engines and on social media.":["Bepale hoe't jo %1$s der útsjen moat yn sykmasines en op sosjale media."],"Contact support":["Nim kontakt op mei stipe"],"We're very sorry, but it seems like the following error has interrupted our application:":["It spyt ús tige, mar it liket derop dat de folgjende flater ús applikaasje hat ûnderbrutsen:"],"Read reviews from real users":["Lês resinsjes fan echte brûkers"],"%1$s attempted to load the class %2$s but it could not be found.":["%1$s besocht de klasse %2$s te laden, mar dy koe net fûn wurde."],"We noticed that you are using a multilingual plugin. Please be aware that this analysis feedback is intended only for texts written in English.":["Wy hawwe opmurken dat jo in meartalige plugin brûke. Hâld der rekken mei dat dizze analyse-feedback allinich bedoeld is foar teksten skreaun yn it Ingelsk."],"Determine how your homepage should look in the search results and on social media. This is what people probably will see when they search for your brand name.":["Bepale hoe't jo thússide der útsjen moat yn 'e sykresultaten en op sosjale media. Dit is wat minsken wierskynlik sille sjen as se sykje nei jo merknamme."],"Determine how your homepage should look on social media.":["Bepale hoe't jo thússide der útsjen moat op sosjale media."],"Show the categories prefix in the slug":["Lit de kategoryen foarheaksel yn 'e slak sjen"],"Category URLs in WordPress contain a prefix, usually %s. Show or hide that prefix in category URLs.":["Kategory-URL's yn WordPress befetsje in foarheaksel, meastal %s. Lit dat foarheaksel sjen of ferbergje yn kategory-URL's."],"Determine how your %1$s archive should look on social media.":["Bepale hoe't jo %1$s-argyf der útsjen moat op sosjale media."],"Disabling this means that the archive for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["It útskeakeljen fan dit betsjut dat it argyf foar %1$s net yndeksearre wurdt troch sykmasines en útsletten wurdt fan XML-sitemaps."],"Determine how your %1$s archive should look in search engines.":["Bepale hoe't jo %1$s-argyf der útsjen moat yn sykmasines."],"These settings are specifically for optimizing your %1$s archive.":["Dizze ynstellingen binne spesifyk foar it optimalisearjen fan jo %1$s-argyf."],"%1$s archive":["%1$s argyf"],"Add custom fields to page analysis":["Foegje oanpaste fjilden ta oan side-analyze"],"Additional settings":["Oanfoljende ynstellings"],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["It útskeakeljen fan dit betsjut dat %1$s net wurdt yndeksearre troch sykmasines en útsletten wurde fan XML-sitemaps."],"Search appearance":["Search ferskining"],"You haven't set a Shop page in your WooCommerce settings. %1$sPlease do this first%2$s.":["Jo hawwe gjin winkelpagina ynsteld yn jo WooCommerce-ynstellingen. %1$sDoch dit asjebleaft earst%2$s."],"The %1$ssocial image%2$s, %1$ssocial title%2$s and %1$ssocial description%2$s require Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":["De %1$sssocial image%2$s, %1$ssocial title%2$s en %1$ssocial descriptiong%2$s fereaskje Open Graph-gegevens, dy't op it stuit útskeakele is yn 'e seksje 'Sosjaal dielen' yn %3$sSite features%4$s."],"Oh no! It seems your form contains invalid data. Please review the following fields:":["Och nee! It liket derop dat jo formulier ûnjildige gegevens befettet. Kontrolearje asjebleaft de folgjende fjilden:"],"Archive social image":["Argyf sosjale ôfbylding"],"Archive social description":["Argyf sosjale beskriuwing"],"Archive social title":["Argyf sosjale titel"],"Show the archive for %1$s in search results":["Lit it argyf foar %1$s sjen yn sykresultaten"],"Archive breadcrumbs title":["Argyf breadcrumbs titel"],"Archive meta description":["Argyf meta beskriuwing"],"Archive SEO title":["Argyf SEO titel"],"Enable %1$s for %2$s":["%1$s ynskeakelje foar %2$s"],"Show %1$s in search results":["Lit %1$s sjen yn sykresultaten"],"The selected media type is not valid. Supported types are: JPG, PNG, WEBP and GIF.":["It selektearre mediatype is net jildich. Stipe soarten binne: JPG, PNG, WEBP en GIF."],"%1$sInclusive language%2$s: We haven't detected any potentially non-inclusive phrases. Great work!":["%1$sYnklusive taal%2$s: wy hawwe gjin potinsjeel net-ynklusive frases ûntdutsen. Moai wurk!"],"Potentially non-inclusive phrases":["Potinsjeel net-ynklusive frases"],"Non-inclusive phrases":["Non-inclusive phrases"],"Learn more about the inclusive language analysis":["Learje mear oer de ynklusive taalanalyse"],"Inclusive language:":["Ynklusive taal:"],"Removes the inclusive language analysis section from the metabox and disables all inclusive language-related suggestions.":["Ferwideret de ynklusive taalanalyseseksje út 'e metabox en skeakelet alle ynklusive taalrelatearre suggestjes út."],"Disable inclusive language analysis":["Ynklusive taalanalyse útskeakelje"],"Discover why inclusive language is important for SEO.":["Untdek wêrom ynklusive taal wichtich is foar SEO."],"The inclusive language analysis offers suggestions to write more inclusive copy.":["De ynklusive taalanalyse biedt suggestjes om mear ynklusive kopyen te skriuwen."],"Inclusive language analysis":["Ynklusive taalanalyse"],"Inclusive language":["Ynklusive taal"],"%1$sInclusive language%2$s: %3$s":["%1$sInklusive taal%2$s: %3$s"],"Use %s fields to power your meta tags and templates, and analyze all of your content.":["Brûk %s-fjilden om jo meta-tags en sjabloanen te bemachtigjen, en analysearje al jo ynhâld."],"Improve your technical SEO, meta tags and unlock more SEO ecommerce tools.":["Ferbetterje jo technyske SEO, meta-tags en ûntsluten mear SEO-e-commerce-ark."],"Connect your %1$s account to improve your site’s search results using %2$s data.":["Ferbine jo %1$s-akkount om de sykresultaten fan jo side te ferbetterjen mei %2$s-gegevens."],"Upgrade your meta tags and social previews and manage your SEO settings in one place.":["Upgrade jo meta-tags en sosjale foarbylden en behearje jo SEO-ynstellingen op ien plak."],"Get the most out of %1$s%2$s%3$s and %4$s, together":["Hawwe it measte út %1$s%2$s%3$s en %4$s tegearre"],"Take advantage of your favorite SEO & content analysis tools with your favorite page builder.":["Nim foardiel fan jo favorite ark foar SEO en ynhâldanalyse mei jo favorite sidebouwer."],"Get %1$s tools and functionality in %2$s%3$s%4$s":["Krij %1$s ark en funksjonaliteit yn %2$s%3$s%4$s"],"Use the power of the blockchain to timestamp your content with %s.":["Brûk de krêft fan 'e blockchain om jo ynhâld te tiidstempelen mei %s."],"Keep an eye on how your posts are ranking by connecting to your %s account.":["Hâld yn 'e gaten hoe't jo berjochten rangearje troch te ferbinen mei jo %s akkount."],"Find out what your audience is searching for with %s data right in your sidebar.":["Fyn út wêr't jo publyk nei siket mei %s-gegevens direkt yn jo sydbalke."],"Front-end SEO inspector":["Front-end SEO-ynspekteur"],"Oops! Something went wrong while saving.":["Oops! Der gie der mis by it bewarjen."],"Great! Your settings were saved successfully.":["Grut! Jo ynstellingen binne mei súkses bewarre."],"Get your verification code in %1$sYandex Webmaster tools%2$s.":["Krij jo ferifikaasjekoade yn %1$sYandex Webmaster-ark%2$s."],"Yandex":["Yandex"],"Claim your site over at %1$sPinterest%2$s.":["Meitsje jo side op %1$sPinterest%2$s."],"Get your verification code in %1$sGoogle Search console%2$s.":["Krij jo ferifikaasjekoade yn %1$sGoogle Search-konsole%2$s."],"Get your verification code in %1$sBing Webmaster tools%2$s.":["Krij jo ferifikaasjekoade yn %1$sBing Webmaster-ark%2$s."],"Bing":["Bing"],"Add verification code":["Foegje ferifikaasjekoade ta"],"Get your verification code in %1$sBaidu Webmaster tools%2$s.":["Krij jo ferifikaasjekoade yn %1$sBaidu Webmaster-ark%2$s."],"Baidu":["百度"],"Verify your site with different tools. This will add a verification meta tag to your homepage. You can find instructions on how to verify your site for each platform by following the link in the description.":["Ferifiearje jo side mei ferskate ark. Dit sil in ferifikaasjemetatag tafoegje oan jo thússide. Jo kinne ynstruksjes fine oer hoe't jo jo side kinne ferifiearje foar elk platfoarm troch de keppeling te folgjen yn 'e beskriuwing."],"By default only editors and administrators can access the Advanced and Schema section of the %1$s sidebar or metabox. Disabling this allows access to all users.":[""],"Restrict advanced settings for authors":["Beheine avansearre ynstellings foar skriuwers"],"This Yoast SEO REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use Yoast SEO for all their SEO meta output.":["Dit Yoast SEO REST API einpunt jout jo alle metadata dy't jo nedich binne foar in spesifike URL. Dit sil it heul maklik meitsje foar holleleaze WordPress-siden om Yoast SEO te brûken foar al har SEO-meta-útfier."],"REST API endpoint":["REST API einpunt"],"APIs":["APIs"],"Slack sharing":["Slach dielen"],"Allows for Twitter to display a preview with images and a text excerpt when a link to your site is shared.":["Stelt Twitter yn steat om in foarbyld te werjaan mei ôfbyldings en in tekstúttreksel as in keppeling nei jo side wurdt dield."],"Twitter card data":["Twitter-kaartgegevens"],"Open Graph data":["Iepenje Graph gegevens"],"Social sharing":["Sosjaal dielen"],"Site structure":["Site struktuer"],"Tell us which features you want to use.":["Fertel ús hokker funksjes jo wolle brûke."],"Site preferences":["Site foarkar"],"Network disabled":["Netwurk útskeakele"],"Unavailable for sub-sites":["Net beskikber foar sub-sites"],"This image is used as a fallback for posts/pages that don't have any images set.":["Dizze ôfbylding wurdt brûkt as in fallback foar berjochten/siden dy't gjin ôfbyldings ynsteld hawwe."],"Site image":["Site ôfbylding"],"Title separator":["Titel separator"],"Recommended size for this image is %1$s%3$s%2$s":["Oanrikkemandearre grutte foar dizze ôfbylding is %1$s%3$s%2$s"],"The %1$sSite image%2$s requires Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":["De %1$sSide-ôfbylding%2$s fereasket Iepen Graph-gegevens, dy't op it stuit útskeakele is yn 'e seksje 'Sosjaal dielen' yn %3$sSitefunksjes%4$s."],"Automatically add content to your RSS. This enables you to add links back to your blog and your blog posts, helping search engines identify you as the original source of the content.":["Foegje automatysk ynhâld ta oan jo RSS. Dit stelt jo yn steat om keppelings werom te foegjen nei jo blog en jo blogposten, en helpt sykmasines jo te identifisearjen as de orizjinele boarne fan 'e ynhâld."],"RSS feed":["RSS feed"],"%1$s (default)":["%1$s (standert)"],"We took the liberty of using your website name and logo for the organization name and logo. Feel free to change them below.":[""],"Edit your %1$s":["Bewurkje jo %1$s"],"slug":["slach"],"keyphrase":["keyphrase"],"A company name and logo need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site name and logo as default values. %1$sLearn more about the importance of structured data.%2$s":["In bedriuwsnamme en logo moatte ynsteld wurde foar struktureare gegevens om goed te wurkjen. Om't jo dizze noch net ynsteld hawwe, brûke wy de sidenamme en logo as standertwearden. %1$sMear ynformaasje oer it belang fan strukturearre gegevens.%2$s"],"Install %1$s Content Analysis for %2$s":["Ynstallearje %1$s Ynhâldanalyse foar %2$s"],"Activate %1$s Content Analysis for %2$s":["Aktivearje %1$s Ynhâldanalyse foar %2$s"],"%1$s integrates with %2$s":["%1$s yntegreart mei %2$s"],"Integration active":["Yntegraasje aktyf"],"Plugin not detected":["Plugin net ûntdutsen"],"Enable integration":["Yntegraasje ynskeakelje"],"Plugin integrations":["Plugin yntegraasjes"],"Recommended integrations":["Oanrikkemandearre yntegraasjes"],"Enable %1$s":["%1$s ynskeakelje"],"Integration unavailable for multisites":["Yntegraasje net beskikber foar multisites"],"Network Disabled":["Netwurk útskeakele"],"Unlock with Premium!":["Untskoattelje mei Premium!"],"Premium SEO analysis:":["Premium SEO-analyze:"],"Beta":["Beta"],"Are you publishing news articles? %s helps you optimize your site for Google News.":[""],"no data":["gjin gegevens"],"Your text should be slightly longer to calculate your Flesch reading ease score.":["Jo tekst moat wat langer wêze om jo Flesch-lêsgemakscore te berekkenjen."],"Continue writing to get insight into the readability of your text!":["Trochgean mei skriuwen om ynsjoch te krijen yn de lêsberens fan jo tekst!"],"%1$sKeyphrase distribution%2$s: Have you evenly distributed your focus keyphrase throughout the whole text? %3$sYoast SEO Premium will tell you!%4$s":["%1$sKeyphrase-distribúsje%2$s: Hawwe jo jo fokus-keyphrase lykwichtich ferdield oer de hiele tekst? %3$sYoast SEO Premium sil jo fertelle!%4$s"],"%1$sWord complexity%2$s: Is your vocabulary suited for a larger audience? %3$sYoast SEO Premium will tell you!%4$s":["%1$sWurdkompleksiteit%2$s: is jo wurdskat geskikt foar in grutter publyk? %3$sYoast SEO Premium sil jo fertelle!%4$s"],"Get %s to enjoy the benefits of prominent words":["Krij %s om te genietsjen fan de foardielen fan promininte wurden"],"With %1$s%3$s%2$s, this section will show you which words occur most often in your text. By checking these prominent words against your intended keyword(s), you'll know how to edit your text to be more focused.":["Mei %1$s%3$s%2$s sil dizze seksje jo sjen litte hokker wurden it meast foarkomme yn jo tekst. Troch dizze promininte wurden te kontrolearjen tsjin jo bedoelde kaaiwurd(en), sille jo witte hoe't jo jo tekst bewurkje kinne om mear fokus te wêzen."],"Buy %s now!":["Keapje no %s!"],"Are you working on a news article? %s helps you optimize your site for Google News.":["Wurkje jo oan in nijsartikel? %s helpt jo jo side te optimalisearjen foar Google Nijs."],"Premium SEO analysis":["Premium SEO analyze"],"1 year of premium support and updates included!":["1 jier premium stipe en updates ynbegrepen!"],"Unlock with %s":["Untskoattelje mei %s"],"Learn more about character count":["Learje mear oer it oantal karakters"],"Character count":["Karakter count"],"Learn more about word count":["Learje mear oer wurdtelling"],"Word count":["Wurdteller"],"Learn more about Flesch reading ease":["Learje mear oer Flesch lêsgemak"],"out of 100":["út 100"],"okay":["okee"],"Learn more about reading time":["Learje mear oer lêstiid"],"Reading time":["Lêstiid"],"minute":["minút","minuten"],"Activate %1$s!":["Aktivearje %1$s!"],"You've installed %1$s but it's not activated yet. %2$sActivate %1$s now!%3$s":["Jo hawwe %1$s ynstallearre, mar it is noch net aktivearre. %2$sAktivearje %1$s no!%3$s"],"Automatically ping search engines like Bing and Yandex whenever you publish, update or delete a post.":["Ping automatysk sykmasjines lykas Bing en Yandex as jo in post publisearje, bywurkje of wiskje."],"Additional URL parameters to allow":["Oanfoljende URL-parameters om te tastean"],"Permalink cleanup settings":["Permalink skjinmeitsjen ynstellings"],"Max number of characters to allow in searches":["Maksimaal oantal karakters om te tastean yn sykopdrachten"],"Search cleanup settings":["Sykje op skjinmeitsjen ynstellings"],"Filter searches with common spam patterns":["Filter sykopdrachten mei gewoane spam-patroanen"],"Filter searches with emojis and other special characters":["Filter sykopdrachten mei emojis en oare spesjale karakters"],"Filter search terms":["Filter syktermen"],"Unregistered URL parameters":["Net registrearre URL parameters"],"Campaign tracking URL parameters":["Kampanje tracking URL parameters"],"Timestamp this %s":["Tiidstempel dizze %s"],"%1$s: Not all the words from your keyphrase \"%4$s\" appear in the SEO title. %2$s%5$s%3$s.":["%1$s: Net alle wurden fan jo kaaiwurd \"%4$s\" ferskine yn 'e SEO-titel. %2$s%5$s%3$s."],"%1$s: The focus keyphrase appears at the beginning of the SEO title. Good job!":["%1$s: De fokus-keyphrase ferskynt oan it begjin fan 'e SEO-titel. Goed wurk!"],"Keyphrase in SEO title":["Keyphrase yn SEO titel"],"Contact %s support.":["Nim kontakt op mei %s-stipe."],"WordProof Timestamp":["WordProof Tiidstempel"],"View this content's Timestamp certificate":["Besjoch it tiidstempelsertifikaat fan dizze ynhâld"],"Contact WordProof support":["Nim kontakt op mei WordProof-stipe"],"Find out how IndexNow can help your site.":["Fyn út hoe't IndexNow jo side kin helpe."],"IndexNow":["IndexNow"],"Dismiss this notice.":["Ferwiderje dizze meidieling."],"We noticed that you haven't fully configured Yoast SEO yet. Optimize your SEO settings even further by using our improved %1$s First-time configuration%2$s.":["Wy hawwe opmurken dat jo Yoast SEO noch net folslein ynsteld hawwe. Optimalisearje jo SEO-ynstellingen noch fierder troch ús ferbettere %1$s Earste konfiguraasje%2$s te brûken."],"SEO configuration":["SEO konfiguraasje"],"Feed crawl settings":["Feed crawl ynstellings"],"Basic crawl settings":["Basis crawl ynstellings"],"Powered by HTTP header":["Oandreaun troch HTTP-header"],"Pingback HTTP header":["Pingback HTTP-header"],"Emoji scripts":["Emoji-skripts"],"Generator tag":["Generator tag"],"oEmbed links":["oEmbed keppelings"],"RSD / WLW links":["RSD / WLW keppelings"],"REST API links":["REST API keppelings"],"Shortlinks":["Koarte keppelings"],"Atom/RDF feeds":["Atom / RDF feeds"],"Search results feeds":["Sykresultaten feeds"],"Custom taxonomy feeds":["Oanpaste taksonomy feeds"],"Tag feeds":["Tag feeds"],"Category feeds":["Kategory feeds"],"Post type feeds":["Post type feeds"],"Post authors feeds":["Post skriuwers feeds"],"Global comment feeds":["Global comment feeds"],"Global feed":["Global feed"],"%1$sLearn more about crawl settings.%2$s":["%1$sMear ynformaasje oer crawlynstellingen.%2$s"],"Post comments feeds":["Post comments feeds"],"Crawl settings":["Crawl ynstellings"],"Finish configuration":["Finish konfiguraasje"],"Personal preferences":["Persoanlike foarkar"],"SEO data optimization":["SEO data optimisaasje"],"An error has occurred: %1$s":["Der is in flater bard: %1$s"],"We could not save the organization name. Please check the value.":["Wy koene de organisaasjenamme net bewarje. Kontrolearje asjebleaft de wearde."],"No items found.":["Gjin items fûn."],"All redirect types":["Alle trochferwizingstypen"],"Add Redirect":["Foegje trochferwizing ta"],"Old URL":["Alde URL"],"The redirect type is the HTTP response code sent to the browser telling the browser what type of redirect is served. %1$sLearn more about redirect types%2$s.":["It trochferwizingstype is de HTTP-antwurdkoade stjoerd nei de browser dy't de browser fertelt hokker type trochferwizing wurdt tsjinne. %1$sMear ynformaasje oer trochferwizingstypen%2$s."],"301 Moved Permanently":["301 Permanint ferpleatst"],"Type":["Type"],"Plain redirects":["Plain trochferwizings"],"Regex Redirects":["Regex trochferwizings"],"There are unsaved changes in one or more steps. Leaving means that those changes may not be saved. Are you sure you want to leave?":["Der binne net bewarre wizigingen yn ien of mear stappen. Ferlitte betsjut dat dy wizigingen miskien net bewarre wurde. Binne jo wis dat jo fuort wolle?"],"Add another profile":["Foegje in oar profyl ta"],"Start first-time configuration!":["Start konfiguraasje foar de earste kear!"],"Set the essential %s settings for your site in a few steps.":["Stel de essensjele %s ynstellings foar jo side yn in pear stappen yn."],"For the best ranking results: configure %s!":["Foar de bêste ranglistresultaten: konfigurearje %s!"],"Your site is already easier to find for search engines.":["Jo side is al makliker te finen foar sykmasines."],"Tell us about your site, so we can get it ranked!":[""],"Or go to your SEO dashboard":[""],"E.g. example@email.com":["Bgl. foarbyld@email.com"],"Please enter a valid email address.":["Fier in jildich e-mailadres yn."],"Tell us! Is your site about an organization or a person? ":[""],"Personal logo or avatar":["Persoanlik logo of avatar"],"Select a user":["Selektearje in brûker"],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. You're not allowed to update this user profile, so please ask this user or an admin to make sure the information is correct.":["Jo hawwe de brûker %1$s selektearre as de persoan dy't dizze side fertsjintwurdiget. Dizze brûkersprofylynformaasje sil no brûkt wurde yn sykresultaten. Jo meie dit brûkersprofyl net bywurkje, dus freegje dizze brûker of in admin om te soargjen dat de ynformaasje korrekt is."],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. %2$sUpdate this profile to make sure the information is correct%3$s.":["Jo hawwe de brûker %1$s selektearre as de persoan dy't dizze side fertsjintwurdiget. Dizze brûkersprofylynformaasje sil no brûkt wurde yn sykresultaten. %2$sDit profyl bywurkje om te soargjen dat de ynformaasje goed is%3$s."],"Uploading image...":["Ofbylding uploadt..."],"Select an option":["Selektearje in opsje"],"Be aware that you should run the SEO data optimization for this configuration to take maximum effect.":["Wês bewust dat jo de SEO-gegevensoptimalisaasje moatte útfiere foar dizze konfiguraasje om maksimale effekt te nimmen."],"We've already successfully analyzed your site. You can move on to the next step.":["Wy hawwe jo side al mei súkses analysearre. Jo kinne trochgean nei de folgjende stap."],"SEO data optimization is running… You can safely move on to the next steps of this configuration.":["SEO-gegevensoptimalisaasje rint ... Jo kinne feilich trochgean nei de folgjende stappen fan dizze konfiguraasje."],"You're not allowed to edit the social profiles of this user. Please ask this user or an admin to do this.":[""],"E.g. https://www.wikipedia.com/yoast":["Bgl. https://www.wikipedia.com/yoast"],"E.g. https://www.youtube.com/yoast":["Bgl. https://www.youtube.com/yoast"],"E.g. https://www.twitter.com/yoast":["Bgl. https://www.twitter.com/yoast"],"E.g. https://www.tumblr.com/yoast":["Bgl. https://www.tumblr.com/yoast"],"E.g. https://www.soundcloud.com/yoast":["Bgl. https://www.soundcloud.com/yoast"],"E.g. https://www.pinterest.com/yoast":["Bgl. https://www.pinterest.com/yoast"],"E.g. https://www.myspace.com/yoast":["Bgl. https://www.myspace.com/yoast"],"E.g. https://www.linkedin.com/yoast":["Bgl. https://www.linkedin.com/yoast"],"E.g. https://www.instagram.com/yoast":["Bgl. https://www.instagram.com/yoast"],"E.g. https://www.facebook.com/yoast":["Bgl. https://www.facebook.com/yoast"],"Delete item":["Item wiskje"],"E.g. https://social-platform.com/yoast":["Bgl. https://social-platform.com/yoast"],"Other social profile":["Oare sosjale profyl"],"First-time configuration":["Earste kear konfiguraasje"],"You should finish the %1$sfirst time configuration%2$s to make sure your SEO data has been optimized and you’ve set the essential Yoast SEO settings for your site.":["Jo moatte de %1$searste konfiguraasje%2$s foltôgje om te soargjen dat jo SEO-gegevens binne optimalisearre en dat jo de essensjele Yoast SEO-ynstellingen foar jo side ynsteld hawwe."],"Step 4: Go through the first time configuration":["Stap 4: Gean troch de earste kear konfiguraasje"],"Postname permalink":["Postnamme permalink"],"Page comments":["Side opmerkings"],"Links table":["Links tabel"],"If you already have saved AIOSEO 'Search Appearance' settings and the issue persists, please contact our support team so we can take a closer look.":["As jo al AIOSEO 'Search Appearance'-ynstellingen hawwe bewarre en it probleem oanhâldt, nim dan kontakt op mei ús stipeteam, sadat wy in tichterby kinne besjen."],"If you have never saved any AIOSEO 'Search Appearance' settings, please do that first and run the import again.":["As jo noait AIOSEO 'Search Appearance'-ynstellingen hawwe bewarre, doch dat dan earst en fier de ymport opnij út."],"The AIOSEO import was cancelled because some AIOSEO data is missing. Please try and take the following steps to fix this:":["De AIOSEO-ymport is annulearre omdat guon AIOSEO-gegevens ûntbrekke. Besykje asjebleaft de folgjende stappen te nimmen om dit te reparearjen:"],"The validation of the AIOSEO data structure has failed.":["De falidaasje fan 'e AIOSEO-gegevensstruktuer is mislearre."],"Currently, the %s integration is not available for multisites.":["Op it stuit is de %s-yntegraasje net beskikber foar multisites."],"WordProof authentication":["WordProof autentikaasje"],"Connected to WordProof":["Ferbûn mei WordProof"],"Connection failed":["Ferbining mislearre"],"Not working? %1$sContact %3$s support%2$s.":["Wurket net? %1$sNim kontakt op mei %3$s-stipe%2$s."],"Try again":["Besykje opnij"],"Find possible solutions in this %1$sArticle%2$s.":["Fyn mooglike oplossingen yn dit %1$sartikel%2$s."],"There was a connection problem. This could be because your third party connections are blocked.":["Der wie in ferbiningsprobleem. Dit kin wêze om't jo ferbiningen fan tredden binne blokkearre."],"The %3$s will automatically be timestamped every time you %1$supdate%2$s or %1$spublish%2$s.":["De %3$s sil automatysk elke kear as jo %1$sbywurkje%2$s of %1$spublisearje%2$s mei in tiidstempel wurde."],"Your %s is now protected via the blockchain!":["Jo %s is no beskerme fia de blockchain!"],"Something went wrong authenticating your %3$s account with the %4$s site. Please try again or contact %1$s%3$s support%2$s.":["Der gie der mis by it autentisearjen fan jo %3$s akkount mei de %4$s side. Besykje it nochris of nim kontakt op mei %1$s%3$s-stipe%2$s."],"Unable to create new timestamps. Please authenticate with WordProof.":["Kin nije tiidstempels net oanmeitsje. Autentisearje asjebleaft mei WordProof."],"Timestamp with WordProof":["Tiidstempel mei WordProof"],"Learn more about timestamping":["Learje mear oer timestamping"],"Authenticate with WordProof":["Autentisearje mei WordProof"],"Manage WordProof settings":["Behear WordProof ynstellings"],"The WordProof Timestamp plugin needs to be disabled before you can activate this integration.":["De WordProof Timestamp-plugin moat útskeakele wurde foardat jo dizze yntegraasje aktivearje kinne."],"Open settings":["Iepenje ynstellings"],"Open authentication":["Iepenje autentikaasje"],"The timestamp is not created because you need to authenticate with %s first.":["It tiidstempel is net oanmakke omdat jo earst ferifiearje moatte mei %s."],"The timestamp is not retrieved by your site. Please try again or contact %1$s support.":["It tiidstempel wurdt net ophelle troch jo side. Besykje it nochris of nim kontakt op mei %1$s-stipe."],"%1$s failed to timestamp this page. Please check if you're correctly authenticated with %1$s and try to save this page again.":["%1$s koe dizze side net tiidstempel. Kontrolearje asjebleaft as jo goed authentisearre binne mei %1$s en besykje dizze side nochris op te slaan."],"%s has successfully timestamped this page.":["%s hat dizze side mei súkses tiidstempele."],"You are out of timestamps. Please upgrade your account by opening the %s settings.":["Jo binne út tiidstempels. Upgrade jo akkount asjebleaft troch de %s ynstellings te iepenjen."],"Use WordProof to timestamp this page to comply with legal regulations and join the fight for a more transparant and accountable internet.":["Brûk WordProof om dizze side te tiidstempelen om te foldwaan oan wetlike regeljouwing en meidwaan oan 'e striid foar in transparanter en ferantwurdelje ynternet."],"Timestamp this post":["Tiidstempel dizze post"],"content words":["ynhâld wurden"],"content word":["ynhâld wurd"],"Cleanup failed with the following error:":["Cleanup mislearre mei de folgjende flater:"],"Note: These settings will overwrite the default settings of Yoast SEO.":["Opmerking: Dizze ynstellingen sille de standertynstellingen fan Yoast SEO oerskriuwe."],"Note: This metadata will only be imported if there is no existing Yoast SEO metadata yet.":["Opmerking: Dizze metadata sil allinich ymporteare wurde as d'r noch gjin besteande Yoast SEO-metadata binne."],"Post metadata (SEO titles, descriptions, etc.)":["Postmetadata (SEO-titels, beskriuwings, ensfh.)"],"The import from %s includes:":["De ymport fan %s befettet:"],"Once you're certain that your site is working properly with the imported data from another SEO plugin, you can clean up all the original data from that plugin.":["Sadree't jo wis binne dat jo side goed wurket mei de ymporteare gegevens fan in oare SEO-plugin, kinne jo alle orizjinele gegevens fan dat plugin skjinmeitsje."],"Please select an SEO plugin below to see what data can be imported.":["Selektearje asjebleaft in SEO-plugin hjirûnder om te sjen hokker gegevens kinne wurde ymportearre."],"Clean up":["Skjin meitsje"],"After you've imported data from another SEO plugin, please make sure to clean up all the original data from that plugin. (step 5)":["Neidat jo gegevens fan in oare SEO-plugin ymporteare hawwe, soargje asjebleaft dat jo alle orizjinele gegevens fan dat plugin skjinmeitsje. (stap 5)"],"Note: ":["Noat:"],"The cleanup can take a long time depending on your site's size.":["It opromjen kin in lange tiid duorje ôfhinklik fan de grutte fan jo side."],"Every fifteen minutes":[""],"Default tagline":["Standert tagline"],"Import failed with the following error:":["Ymport is mislearre mei de folgjende flater:"],"No data found from other SEO plugins.":["Gjin gegevens fûn fan oare SEO-plugins."],"Select SEO plugin":["Selektearje SEO plugin"],"The import can take a long time depending on your site's size.":["De ymport kin lang duorje ôfhinklik fan de grutte fan jo side."],"For the best SEO results include all words of your keyphrase in the SEO title, and put the keyphrase at the beginning of the title":["Foar de bêste SEO-resultaten befetsje alle wurden fan jo keyphrase yn 'e SEO-titel, en set de keyphrase oan it begjin fan' e titel"],"For the best SEO results write the exact match of your keyphrase in the SEO title, and put the keyphrase at the beginning of the title":["Foar de bêste SEO-resultaten skriuw de krekte oerienkomst fan jo keyphrase yn 'e SEO-titel, en set de keyphrase oan it begjin fan' e titel"],"Installation Successful":["Ynstallaasje slagge"],"Blog Post":["Blog Post"],"%1$s: Title does not begin with the focus keyphrase. %2$sMove your focus keyphrase to the beginning of the title%3$s.":["%1$s: Titel begjint net mei de fokuskaaiwurd. %2$sFerpleats jo fokuskaaiwurd nei it begjin fan 'e titel%3$s."],"%1$s: The exact match of the focus keyphrase appears at the beginning of the SEO title. Good job!":["%1$s: De krekte oerienkomst fan 'e fokus-keyphrase ferskynt oan it begjin fan 'e SEO-titel. Goed wurk!"],"%2$sText length%4$s: The text contains %1$d %6$s. This is below the recommended minimum of %5$d %6$s. %3$sAdd more content%4$s.":["%2$sTekstlingte%4$s: de tekst befettet %1$d %6$s. Dit is ûnder it oanrikkemandearre minimum fan %5$d %6$s. %3$sMear ynhâld taheakje%4$s."],"%2$sText length%4$s: The text contains %1$d %6$s. This is slightly below the recommended minimum of %5$d %6$s. %3$sAdd a bit more copy%4$s.":["%2$sTekstlingte%4$s: de tekst befettet %1$d %6$s. Dit is in bytsje ûnder it oanrikkemandearre minimum fan %5$d %6$s. %3$sIn bytsje mear kopy taheakje%4$s."],"%2$sText length%4$s: The text contains %1$d %6$s. This is far below the recommended minimum of %5$d %7$s. %3$sAdd more content%4$s.":["%2$sTekstlingte%4$s: de tekst befettet %1$d %6$s. Dit is fier ûnder it oanrikkemandearre minimum fan %5$d %7$s. %3$sMear ynhâld taheakje%4$s.","%2$sTekstlingte%4$s: de tekst befettet %1$d %7$s. Dit is fier ûnder it oanrikkemandearre minimum fan %5$d %7$s. %3$sMear ynhâld taheakje%4$s."],"character":["personaazje","karakters"],"word":["wurd","wurden"],"words":["wurden"],"characters":["karakters"],"%s rolls out the red carpet for the search bots, which helps your site perform better in search engines.":["%s rôlet de reade loper út foar de sykbots, wat helpt jo side better te prestearjen yn sykmasines."],"You've successfully installed %s!":["Jo hawwe mei súkses ynstallearre %s!"],"Skip%s":["Oerslaan%s"],"Your %s account does not contain any keyphrases for this website yet. You can track keyphrases by using the \"Track SEO Performance\" button in the post editor.":["Jo %s akkount befettet noch gjin kaaiwurden foar dizze webside. Jo kinne keyphrases folgje troch de knop \"Track SEO Performance\" te brûken yn 'e postbewurker."],"%s account":["%s akkount"],"This overview only shows you keyphrases added to Yoast SEO. There may be other keyphrases added to your %s.":["Dit oersjoch lit jo allinich keyphrases sjen taheakke oan Yoast SEO. Der kinne oare kaaiwurden tafoege wurde oan jo %s."],"Tracking the ranking position...":["Folgje de ranglistposysje ..."],"Something went wrong while tracking the ranking position(s) of your page. Please try again later.":["Der gie der mis by it folgjen fan de ranglistposysje(s) fan jo side. Besykje it letter noch ris."],"reconnect to %s":["opnij ferbine mei %s"],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["It liket derop dat der wat mis gie by it opheljen fan de gegevens fan jo webside. Graach %s en besykje it nochris."],"Before you can track your SEO performance make sure to set either the post’s title and save it as a draft or manually set the post’s slug.":["Foardat jo jo SEO-prestaasjes kinne folgje, soargje derfoar dat jo de titel fan 'e post ynstelle en it bewarje as in ûntwerp of de slug fan' e post manuell ynstelle."],"No keyphrase has been set. Please set a keyphrase first.":["Gjin keyphrase is ynsteld. Stel asjebleaft earst in keyphrase yn."],"upgrade your %s plan":["upgrade jo %s plan"],"You've reached the maximum amount of %d keyphrases you can add to your Wincher account. If you wish to add more keyphrases, please %s.":["Jo hawwe it maksimum oantal %d kaaiwurden berikt dy't jo kinne tafoegje oan jo Wincher-akkount. As jo mear kaaiwurden tafoegje wolle, asjebleaft %s."],"With %1$s you can track the ranking position of your page in the search results based on your keyphrase(s). %2$s":["Mei %1$s kinne jo de ranglist fan jo side folgje yn de sykresultaten op basis fan jo kaaiwurd(en). %2$s"],"%s is currently tracking the ranking position(s) of your page. This may take a few minutes. Please wait or check back later.":["%s folget op it stuit de ranglistposysje(s) fan jo side. Dit kin in pear minuten duorje. Wachtsje asjebleaft of kontrolearje letter werom."],"You have successfully connected to %s! You can now track the SEO performance for the keyphrase(s) of this page.":["Jo hawwe mei súkses ferbûn mei %s! Jo kinne no de SEO-prestaasjes folgje foar de keyphrase(s) fan dizze side."],"Read more about keyphrase tracking with Wincher":["Lês mear oer keyphrase tracking mei Wincher"],"Automatic tracking of keyphrases is enabled. Your keyphrase(s) will automatically be tracked by %s when you publish your post.":["Automatysk folgjen fan keyphrases is ynskeakele. Jo kaaiwurd(en) wurde automatysk folge troch %s as jo jo berjocht publisearje."],"Please enter a focus keyphrase first to track keyphrase performance":["Fier asjebleaft earst in fokus-keyphrase yn om de prestaasjes fan keyphrase te folgjen"],"Keyphrase position in the last 90 days on a scale from 0 to 100.":["Keyphrase posysje yn 'e lêste 90 dagen op in skaal fan 0 oant 100."],"Track SEO performance":["Track SEO prestaasjes"],"You can enable / disable tracking the SEO performance for each keyphrase below.":["Jo kinne it folgjen fan de SEO-prestaasjes ynskeakelje / útskeakelje foar elke keyphrase hjirûnder."],"Track all keyphrases on this page":["Track alle keyphrases op dizze side"],"Tracking has already been enabled for one or more keyphrases of this page. Clicking the button below will enable tracking for all of its keyphrases.":["Tracking is al ynskeakele foar ien of mear keyphrases fan dizze side. Klikje op de knop hjirûnder sil it folgjen ynskeakelje foar al syn keyphrases."],"Learn more about the SEO performance feature.":["Learje mear oer de SEO-prestaasjesfunksje."],"SEO performance":["SEO prestaasjes"],"Connect with %s":["Ferbine mei %s"],"* focus keyphrase":["* fokus kaaiwurd"],"Get more insights over at %s":["Krij mear ynsjoch by %s"],"Position over time":["Posysje oer tiid"],"Position":["Posysje"],"Tracking":["Tracking"],"You can still run the SEO data optimization in the %1$sTools section%2$s. Once that is finished, please refresh this page.":["Jo kinne de SEO-gegevensoptimalisaasje noch útfiere yn 'e %1$sark-seksje%2$s. As dat klear is, ferfarskje asjebleaft dizze side."],"This configuration step is currently disabled, because you're not running the latest version of Yoast SEO Premium. Please update to the latest version (at least %1$s). ":["Dizze konfiguraasjestap is op it stuit útskeakele, om't jo de lêste ferzje fan Yoast SEO Premium net útfiere. Update nei de lêste ferzje (op syn minst %1$s)."],"Save and continue":["Bewarje en trochgean"],"Does your site represent an Organization or Person?":["Stelt jo side in organisaasje of persoan foar?"],"Activate %s":["Aktivearje %s"],"Update %s":["Update %s"],"Renew %s":["Fernije %s"],"Get help activating your subscription":["Krij help by it aktivearjen fan jo abonnemint"],"It looks like you’re running an outdated and unactivated version of %1$s, please activate your subscription in %2$sMyYoast%3$s and update to the latest version (at least 17.7) to gain access to our updated workouts section.":["It liket derop dat jo in ferâldere en net-aktivearre ferzje fan %1$s hawwe, aktivearje jo abonnemint yn %2$sMyYoast%3$s en fernije nei de lêste ferzje (op syn minst 17.7) om tagong te krijen ta ús bywurke workoutseksje."],"Activate your subscription of %s":["Aktivearje jo abonnemint fan %s"],"Update to the latest version of %s":["Update nei de lêste ferzje fan %s"],"Renew your subscription":["Fernij jo abonnemint"],"Accessing the latest workouts requires an updated version of %s (at least 17.7), but it looks like your subscription has expired. Please renew your subscription to update and gain access to all the latest features.":["Tagong ta de lêste workouts fereasket in bywurke ferzje fan %s (op syn minst 17.7), mar it liket derop dat jo abonnemint ferrûn is. Fernij asjebleaft jo abonnemint om te aktualisearjen en tagong te krijen ta alle lêste funksjes."],"Renew your subscription of %s":["Fernij jo abonnemint fan %s"],"Could not save this value. Please check the URL.":["Koe dizze wearde net bewarje. Kontrolearje asjebleaft de URL."],"Could not save this value. Please check the URL or username.":["Koe dizze wearde net bewarje. Kontrolearje asjebleaft de URL of brûkersnamme."],"Oops! Something went wrong. Check your email address and try again.":["Oops! Der is wat misgien. Kontrolearje jo e-mailadres en besykje it nochris."],"Yes, you can collect my site data":[""],"Site representation":["Site fertsjintwurdiging"],"Continue":["Trochgean"],"Thank you! Check your inbox for the confirmation email.":["Dankewol! Kontrolearje jo postfak foar de befêstigings-e-post."],"Yoast respects your privacy. Read %1$sour privacy policy%2$s on how we handle your personal information.":["Yoast respektearret jo privacy. Lês %1$sús privacybelied%2$s oer hoe't wy omgean mei jo persoanlike ynformaasje."],"Email address":["E-postadres"],"%1$sBack to all workouts":["%1$sWerom nei alle workouts"],"Getting your site in shape and keeping it SEO fit can be hard. We can help you get started! Take these step-by-step workouts, and you’ll be tackling some of the most fundamental SEO challenges!":["Jo side yn foarm krije en it SEO fit hâlde kin dreech wêze. Wy kinne jo helpe om te begjinnen! Nim dizze stap-foar-stap workouts, en jo sille guon fan 'e meast fûnemintele SEO-útdagings oanpakke!"],"Add internal links to your posts and pages":["Foegje ynterne keppelings ta oan jo berjochten en siden"],"Make pages easier for Google and visitors to find":["Meitsje siden makliker te finen foar Google en besikers"],"Clean up your unlinked content to make sure people can find it":["Skeakelje jo net-keppele ynhâld op om te soargjen dat minsken it kinne fine"],"Orphaned content":["Orphaned ynhâld"],"Bring more visitors to your articles":["Bring mear besikers nei jo artikels"],"Make your important articles rank higher":["Meitsje jo wichtige artikels heger rang"],"%1$s/%2$s steps completed":["%1$s/%2$s stappen foltôge"],"Unlock with %s!":["Untskoattelje mei %s!"],"Start workout!":["Begjin workout!"],"Do workout again":["Workout wer dwaan"],"Continue workout!":["Trochgean mei workout!"],"It looks like you're running an outdated version of %1$s, please %2$supdate to the latest version (at least 17.7)%3$s to gain access to our updated workouts section.":["It liket derop dat jo in ferâldere ferzje fan %1$s útfiere, %2$sfernije asjebleaft nei de lêste ferzje (op syn minst 17.7)%3$s om tagong te krijen ta ús bywurke workoutseksje."],"Get started quickly with the %1$s%2$s First-time configuration%3$s and configure Yoast SEO with the optimal SEO settings for your site!":["Begjin fluch mei de %1$s%2$s Earste konfiguraasje%3$s en konfigurearje Yoast SEO mei de optimale SEO-ynstellingen foar jo side!"],"Current or first category title":["Aktuele of earste kategory titel"],"Category Title":["Kategory Titel"],"Replaced with the post content":["Ferfongen mei de post ynhâld"],"Post Content":["Post ynhâld"],"Replaced with the permalink":["Ferfongen troch de permalink"],"Replaced with the last name of the author":["Ferfongen troch de efternamme fan de skriuwer"],"Author last name":["Auteur achternamme"],"Replaced with the first name of the author":["Ferfongen troch de foarnamme fan de skriuwer"],"Author first name":["Foarnamme Auteur"],"Replaced with the day the post was published":["Ferfongen troch de dei dat de post waard publisearre"],"Post day":["Postdei"],"Replaced with the month the post was published":["Ferfongen troch de moanne dat de post waard publisearre"],"Post month":["Post moanne"],"Replaced with the year the post was published":["Ferfongen troch it jier dat de post waard publisearre"],"Post year":["Post jier"],"Current day":["Aktuele dei"],"Current month":["Dizze moanne"],"Current date":["Aktuele datum"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's way less than the recommended minimum of %2$d %7$s. %4$sMake it longer%5$s!":["%3$sKeyphrase length%5$s: De keyphrase befettet %1$d %6$s. Dat is folle minder dan it oanrikkemandearre minimum fan %2$d %7$s. %4$sMeitsje it langer%5$s!","%3$sKeyphrase length%5$s: De keyphrase befettet %1$d %7$s. Dat is folle minder dan it oanrikkemandearre minimum fan %2$d %7$s. %4$sMeitsje it langer%5$s!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's less than the recommended minimum of %2$d %6$s. %4$sMake it longer%5$s!":["%3$sKeyphrase length%5$s: De keyphrase befettet %1$d %6$s. Dat is minder dan it oanrikkemandearre minimum fan %2$d %6$s. %4$sMeitsje it langer%5$s!"],"It looks like you aren't using our %1$s%2$s addon%3$s. %4$sUpgrade today%5$s to unlock more tools and SEO features to make your products stand out in search results.":["It liket derop dat jo ús %1$s%2$s addon%3$s net brûke. %4$sUpgrade hjoed%5$s om mear ark en SEO-funksjes te ûntsluten om jo produkten opfallend te meitsjen yn sykresultaten."],"Below are the technical details for the error. See %1$sthis page%2$s for a more detailed explanation.":["Hjirûnder binne de technyske details foar de flater. Sjoch %1$sdizze side%2$s foar in mear detaillearre útlis."],"%1$sImage Keyphrase%2$s: Good job!":["%1$sOfbyldkaaiwurd%2$s: Goed wurk!"],"%1$sImage Keyphrase%3$s: Images on this page do not have alt attributes with at least half of the words from your keyphrase. %2$sFix that%3$s!":["%1$sOfbyldkaaiwurd%3$s: Ofbyldings op dizze side hawwe gjin alt-attributen mei op syn minst de helte fan 'e wurden út jo kaaiwurd. %2$sReparearje dat%3$s!"],"%1$sImages%2$s: Good job!":["%1$sOfbyldings%2$s: Goed wurk!"],"%1$sImages and videos%2$s: Good job!":["%1$sOfbyldings en fideo's%2$s: goed wurk!"],"%3$sImages and videos%5$s: Only %1$d image or video appears on this page. We recommend at least %2$d. %4$sAdd more relevant images or videos%5$s!":["%3$sOfbyldings en fideo's%5$s: allinich %1$d ôfbylding of fideo ferskynt op dizze side. Wy riede op syn minst %2$d oan. %4$sFoegje mear relevante ôfbyldings of fideo's ta%5$s!","%3$sOfbyldings en fideo's%5$s: allinich %1$d ôfbyldings of fideo's ferskine op dizze side. Wy riede op syn minst %2$d oan. %4$sFoegje mear relevante ôfbyldings of fideo's ta%5$s!"],"%3$sImages%5$s: Only %1$d image appears on this page. We recommend at least %2$d. %4$sAdd more relevant images%5$s!":["%3$sOfbyldings%5$s: Allinnich %1$d ôfbylding ferskynt op dizze side. Wy riede op syn minst %2$d oan. %4$sMear relevante ôfbyldings taheakje%5$s!","%3$sOfbyldings%5$s: Allinnich %1$d ôfbyldings ferskine op dizze side. Wy riede op syn minst %2$d oan. %4$sMear relevante ôfbyldings taheakje%5$s!"],"%1$sImages and videos%3$s: No images or videos appear on this page. %2$sAdd some%3$s!":["%1$sOfbyldings en fideo's%3$s: gjin ôfbyldings of fideo's ferskine op dizze side. %2$sTafoegje wat%3$s!"],"Error stack trace":["Flater stack trace"],"Response":["Antwurd"],"Error message":["Foutmelding"],"Status code":["Status koade"],"Request method":["Fersyk metoade"],"Request URL":["URL oanfreegje"],"Error details":["Flater details"],"Workouts":["Workouts"],"Rank with articles you want to rank with":["Rang mei artikels wêrmei jo wolle rangearje"],"The cornerstone approach":["De hoekstien oanpak"],"SEO workouts":["SEO workouts"],"Improve the quality of your site search! Automatically helps your users find your cornerstone and most important content in your internal search results. It also removes noindexed posts & pages from your site’s search results.":["Ferbetterje de kwaliteit fan jo sidesykjen! Helpt jo brûkers automatysk jo hoekstien en wichtichste ynhâld te finen yn jo ynterne sykresultaten. It ferwideret ek net-yndeksearre berjochten en siden fan 'e sykresultaten fan jo side."],"Find out more about our %s integration.":["Fyn mear oer ús %s-yntegraasje."],"Get relevant internal linking suggestions — while you’re writing! The link suggestions metabox shows a list of posts on your blog with similar content that might be interesting to link to. ":["Krij relevante suggestjes foar ynterne keppelings - wylst jo skriuwe! De metabox foar keppelingssuggestjes toant in list mei berjochten op jo blog mei ferlykbere ynhâld dy't ynteressant wêze kinne om nei te keppeljen."],"Find out how Insights can help you improve your content.":["Fyn út hoe't Insights jo kinne helpe jo ynhâld te ferbetterjen."],"Find relevant data about your content right in the Insights section in the Yoast SEO metabox. You’ll see what words you use most often and if they’re a match with your keywords! ":["Fyn relevante gegevens oer jo ynhâld direkt yn 'e seksje Insights yn' e Yoast SEO-metabox. Jo sille sjen hokker wurden jo it meast brûke en as se oerienkomme mei jo kaaiwurden!"],"Oops, something has gone wrong and we couldn't complete the optimization of your SEO data. Please make sure to activate your subscription in MyYoast by completing %1$sthese steps%2$s.":["Oeps, der is wat mis gien en wy koenen de optimalisaasje fan jo SEO-gegevens net foltôgje. Soargje asjebleaft dat jo jo abonnemint yn MyYoast aktivearje troch %1$sdizze stappen%2$s te foltôgjen."],"To unlock this feature please update %s to the latest version.":["Om dizze funksje te ûntsluten, fernije asjebleaft %s nei de lêste ferzje."],"The social appearance settings for archives require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["De ynstellings foar sosjale uterlik foar argiven fereaskje Open Graph-metadata (dy't op it stuit útskeakele is). Jo kinne dit ynskeakelje yn 'e %1$s'Sosjaal' ynstellings ûnder it ljepblêd 'Facebook'%2$s."],"The social appearance settings for taxonomies require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["De ynstellings foar sosjale uterlik foar taksonomyen fereaskje Open Graph-metadata (dy't op it stuit útskeakele is). Jo kinne dit ynskeakelje yn 'e %1$s'Sosjaal' ynstellings ûnder it ljepblêd 'Facebook'%2$s."],"The social appearance settings for content types require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["De ynstellings foar sosjale uterlik foar ynhâldstypen fereaskje Open Graph-metadata (dy't op it stuit útskeakele is). Jo kinne dit ynskeakelje yn 'e %1$s'Sosjaal' ynstellings ûnder it ljepblêd 'Facebook'%2$s."],"The social appearance settings for your homepage require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["De ynstellings foar sosjale uterlik foar jo thússide fereaskje Open Graph-metadata (dy't op it stuit útskeakele is). Jo kinne dit ynskeakelje yn 'e %1$s'Sosjaal' ynstellings ûnder it ljepblêd 'Facebook'%2$s."],"Social image":["Sosjaal byld"],"Unlock with Premium":["Untskoattelje mei Premium"],"Addon installation failed because of an error: %s.":["Ynstallaasje fan addon mislearre fanwege in flater: %s."],"You are not allowed to install plugins.":["Jo binne net tastien te ynstallearjen plugins."],"Addon installed.":["Addon ynstallearre."],"Addon activation failed because of an error: %s.":["Addon-aktivearring mislearre fanwege in flater: %s."],"You are not allowed to activate plugins.":["Jo binne net tastien te aktivearjen plugins."],"Addon activated.":["Addon aktivearre."],"%1$s Continue to %2$s%3$s":["%1$s Trochgean nei %2$s%3$s"],"Installing and activating addons":["Ynstallearje en aktivearje tafoegings"],"No %1$s plugins have been installed. You don't seem to own any active subscriptions.":["Gjin %1$s plugins binne ynstallearre. Jo lykje gjin aktive abonneminten te besit."],"the following addons":["de folgjende addons"],"%s SEO installation":["%s SEO ynstallaasje"],"Install and activate":["Ynstallearje en aktivearje"],"Please confirm below that you would like to install %s on this site.":["Befêstigje hjirûnder dat jo %s op dizze side ynstallearje wolle."],"Insert variable":["Ynfoegje fariabele"],"Shopping data preview:":["Foarbyld fan winkelgegevens:"],"Availability":["Beskikberens"],"Price":["Priis"],"Rating":["Wurdearring"],"%s reviews":["%s resinsjes"],"Rating: %s":["Wurdearring: %s"],"Image":["Plaatsje"],"Social description":["Sosjale beskriuwing"],"Social title":["Sosjale titel"],"Required by %s":["Fereaske troch %s"],"Auto-updates are disabled based on this setting for %1$s.":["Automatyske fernijings binne útskeakele op basis fan dizze ynstelling foar %1$s."],"Auto-updates are enabled based on this setting for %1$s.":["Automatyske fernijings binne ynskeakele op basis fan dizze ynstelling foar %1$s."],"New":["Nij"],"seconds":["sekonden"],"Select image":["Selektearje ôfbylding"],"Replace image":["Ferfange ôfbylding"],"site structure":["site struktuer"],"internal linking":["ynterne keppeling"],"breadcrumbs":["brea"],"seo":["seo"],"Adds the Yoast SEO breadcrumbs to your template or content.":["Foeget de Yoast SEO breadcrumbs ta oan jo sjabloan of ynhâld."],"Yoast Breadcrumbs":["Yoast Breadcrumbs"],"The term is considered invalid. The following reason was given by WordPress: %s":["De term wurdt beskôge as ûnjildich. De folgjende reden waard jûn troch WordPress: %s"],"The post could not be found.":["De post koe net fûn wurde."],"The term could not be found.":["De term koe net fûn wurde."],"This feature has been disabled since subsites never send tracking data.":["Dizze funksje is útskeakele om't subsites nea trackinggegevens stjoere."],"We notice that you have installed WPML. To make sure your canonical URLs are set correctly, %1$sinstall and activate the WPML SEO add-on%2$s as well!":[""],"Unfortunately we cannot save changes to your SEO settings while you are working on a draft of an already-published %1$s. If you want to save your SEO changes, make sure to click 'Update', or wait to make your SEO changes until you are ready to update the %1$s.":["Spitigernôch kinne wy gjin wizigings oan jo SEO-ynstellings bewarje wylst jo wurkje oan in ûntwerp fan in al publisearre %1$s. As jo jo SEO-wizigingen bewarje wolle, klik dan op 'Bywurkje', of wachtsje oant jo ree binne om de %1$s te aktualisearjen."],"Get started with Yoast SEO's content analysis for Elementor!":["Begjin mei Yoast SEO's ynhâldanalyse foar Elementor!"],"Got it":["Befetsje ik"],"New: Yoast SEO for Elementor":["Nij: Yoast SEO foar Elementor"],"Because of a change in your category base setting, some of your SEO data needs to be reprocessed.":["Fanwegen in feroaring yn jo kategorybasisynstelling moatte guon fan jo SEO-gegevens opnij ferwurke wurde."],"Wait for a week or so, until %1$s automatically processes most of your content in the background.":["Wachtsje in wike as wat, oant %1$s automatysk it measte fan jo ynhâld op 'e eftergrûn ferwurket."],"%s minute":["%s minút","%s minuten"],"Est. reading time":["Est. lêstiid"],"Written by":["Skreaun troch"],"Google Rich Results Test":["Google Rich Results Test"],"Find out how a rich snippet can improve visibility and click-through-rate.":["Fyn út hoe't in ryk snippet sichtberens en trochklikrate kin ferbetterje."],"This adds an author byline and reading time estimate to the article’s snippet when shared on Slack.":["Dit foeget in auteur byline en skatting fan lêstiid ta oan it snippet fan it artikel as it wurdt dield op Slack."],"Enhanced Slack sharing":["Ferbettere Slack-dielen"],"Activate your subscription":["Aktivearje jo abonnemint"],"SEO data optimization is disabled for non-production environments.":["SEO-gegevensoptimalisaasje is útskeakele foar net-produksje-omjouwings."],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":["Dizze funksje omfettet en ferfangt de tekstkeppelingsteller en ynterne keppelingsanalyse"],"This tab allows you to selectively disable %1$s integrations with third-party products for all sites in the network. By default all integrations are enabled, which allows site admins to choose for themselves if they want to toggle an integration on or off for their site. When you disable an integration here, site admins will not be able to use that integration at all.":["Dizze ljepper lit jo selektyf %1$s yntegraasjes útskeakelje mei produkten fan tredden foar alle siden yn it netwurk. Standert binne alle yntegraasjes ynskeakele, wêrtroch side-admins foar harsels kieze kinne as se in yntegraasje oan of út wolle skeakelje foar har side. As jo hjir in yntegraasje útskeakelje, kinne side-admins dy yntegraasje hielendal net brûke."],"Because of a change in your tag base setting, some of your SEO data needs to be reprocessed.":["Fanwegen in feroaring yn jo tagbasisynstelling moatte guon fan jo SEO-gegevens opnij wurde ferwurke."],"Stop SEO data optimization":["Stopje SEO-gegevensoptimisaasje"],"Oops, something has gone wrong and we couldn't complete the optimization of your SEO data. Please click the button again to re-start the process. ":["Oeps, der is wat mis gien en wy koenen de optimalisaasje fan jo SEO-gegevens net foltôgje. Klikje nochris op de knop om it proses opnij te begjinnen."],"Optimizing SEO data... This may take a while.":["SEO-gegevens optimalisearje ... Dit kin in skoft duorje."],"SEO data optimization complete":["SEO-dataoptimalisaasje kompleet"],"You can speed up your site and get insight into your internal linking structure by letting us perform a few optimizations to the way SEO data is stored. ":["Jo kinne jo side fersnelle en ynsjoch krije yn jo ynterne keppelingsstruktuer troch ús in pear optimisaasjes út te litten foar de manier wêrop SEO-gegevens wurde opslein."],"Start SEO data optimization":["Begjin SEO-gegevensoptimalisaasje"],"Learn more about the benefits of optimized SEO data.":["Learje mear oer de foardielen fan optimalisearre SEO-gegevens."],"You can speed up your site and get insight into your internal linking structure by letting us perform a few optimizations to the way SEO data is stored. If you have a lot of content it might take a while, but trust us, it's worth it.":["Jo kinne jo side rapper meitsje en ynsjoch krije yn jo ynterne keppelingsstruktuer troch ús in pear optimisaasjes út te fieren foar de manier wêrop SEO-gegevens wurde opslein. As jo in protte ynhâld hawwe, kin it in skoft duorje, mar fertrou ús, it is it wurdich."],"Optimize SEO Data":["SEO-gegevens optimalisearje"],"If the problem persists, please contact support.":["As it probleem oanhâldt, nim dan kontakt op mei stipe."],"Something has gone wrong and we couldn't complete the optimization of your SEO data. Please %1$sre-start the process%2$s.":["Der is wat mis gien en wy koenen de optimalisaasje fan jo SEO-gegevens net foltôgje. %1$sBegjin it proses opnij%2$s."],"All permalinks were successfully reset":["Alle permalinks binne mei súkses reset"],"We've encountered a problem trying to get related keyphrases. Please try again later.":["Wy hawwe in probleem tsjinkaam by it besykjen fan besibbe kaaiwurden. Besykje it letter noch ris."],"You've reached the maximum amount of 4 related keyphrases. You can change or remove related keyphrases in the %s metabox or sidebar.":["Jo hawwe it maksimale bedrach fan 4 relatearre kaaiwurden berikt. Jo kinne relatearre kaaiwurden wizigje of fuortsmite yn 'e %s metabox of sydbalke."],"Please wait while %1$s connects to %2$s to get related keyphrases...":["Wachtsje asjebleaft wylst %1$s ferbynt mei %2$s om relatearre kaaiwurden te krijen..."],"Upgrade your %s plan":["Upgrade jo %s plan"],"You've reached your request limit for today. Check back tomorrow or upgrade your plan over at %s.":["Jo hawwe jo fersyklimyt foar hjoed berikt. Kom moarn werom of upgrade jo plan op %s."],"Last month":["Ferline moanne"],"Two months ago":["Twa moanne lyn"],"Three months ago":["Trije moannen lyn"],"Four months ago":["Fjouwer moanne lyn"],"Five months ago":["Fiif moanne lyn"],"Six months ago":["Seis moanne lyn"],"Seven months ago":["Sân moanne lyn"],"Eight months ago":["Acht moanne lyn"],"Nine months ago":["Njoggen moanne lyn"],"Ten months ago":["Tsien moannen lyn"],"Eleven months ago":["Alve moanne lyn"],"Twelve months ago":["Tolve moanne lyn"],"Get more insights at %s":["Krij mear ynsjoch by %s"],"Keyphrase volume in the last 12 months on a scale from 0 to 100.":["Folume fan keyphrase yn 'e lêste 12 moannen op in skaal fan 0 oant 100."],"Learn more about the related keyphrases trend":["Learje mear oer de relatearre trend fan keyphrases"],"Trend":["Trend"],"Learn more about the related keyphrases volume":["Learje mear oer it relatearre folume fan keyphrases"],"Volume":["Folume"],"Related keyphrase":["Related keyphrase"],"Select country":["Selektearje lân"],"Show results for:":["Resultaten sjen litte foar:"],"Please enter a focus keyphrase first to get related keyphrases":["Fier asjebleaft earst in fokus-keyphrase yn om relatearre keyphrases te krijen"],"Sorry, there's no data available for that keyphrase/country combination.":["Sorry, d'r binne gjin gegevens beskikber foar dy kombinaasje fan kaaiwurd/lân."],"Get related keyphrases":["Krij relatearre kaaiwurden"],"Related keyphrases":["Related keyphrases"],"The number of headers and header labels don't match.":["It oantal kopteksten en koptekstlabels komt net oerien."],"The %s integration offers suggestions and insights for keywords related to the entered focus keyphrase.":["De %s-yntegraasje biedt suggestjes en ynsjoch foar kaaiwurden dy't relatearre binne oan de ynfierde fokuskaaiwurd."],"Disabling Yoast SEO's XML sitemaps will not disable WordPress' core sitemaps. In some cases, this %1$s may result in SEO errors on your site%2$s. These may be reported in Google Search Console and other tools.":["It útskeakeljen fan de XML-sitemaps fan Yoast SEO sil de kearnsitemaps fan WordPress net útskeakelje. Yn guon gefallen kin dit %1$s liede ta SEO-flaters op jo side%2$s. Dizze kinne wurde rapportearre yn Google Search Console en oare ark."],"If you still need support and have an active subscription for this product, please email %s.":["As jo noch stipe nedich hawwe en in aktyf abonnemint hawwe foar dit produkt, stjoer dan e-post nei %s."],"You can probably find an answer to your question in our %1$shelp center%2$s.":["Jo kinne wierskynlik in antwurd fine op jo fraach yn ús %1$shelpsintrum%2$s."],"Need support?":["Stipe nedich?"],"Return to your %s":["Gean werom nei jo %s"],"Make sure to save your %s for changes to take effect":["Soargje derfoar dat jo jo %s bewarje foar feroaringen om effekt te krijen"],"The advanced section of the %1$s meta box allows a user to remove posts from the search results or change the canonical. The settings in the schema tab allows a user to change schema meta data for a post. These are things you might not want any author to do. That's why, by default, only editors and administrators can do this. Setting to \"%2$s\" allows all users to change these settings.":["De avansearre seksje fan it %1$s-metafak lit in brûker berjochten út de sykresultaten fuortsmite of it kanonike feroarje. De ynstellings yn it skema ljepper kinne in brûker te feroarjen skema meta gegevens foar in post. Dit binne dingen dy't jo miskien net wolle dat in auteur docht. Dêrom kinne, standert, allinich redakteuren en behearders dit dwaan. Ynstelling op \"%2$s\" lit alle brûkers dizze ynstellings feroarje."],"Security: no advanced or schema settings for authors":["Feiligens: gjin avansearre of skema-ynstellingen foar auteurs"],"Report":["Melde"],"Tech Article":["Technysk artikel"],"Scholarly Article":["Wittenskiplik artikel"],"Satirical Article":["Satirysk artikel"],"Advertiser Content Article":["Advertiser Ynhâld Artikel"],"News Article":["Nijsberjocht"],"Social Media Posting":["Social Media Posting"],"Article":["Lidwurd"],"Search Results Page":["Sykresultaten side"],"Real Estate Listing":["Real Estate Listing"],"Checkout Page":["Checkout Side"],"Collection Page":["Samling Side"],"Medical Web Page":["Medyske webside"],"Contact Page":["Kontakt Side"],"Profile Page":["Profile Side"],"QA Page":["QA Side"],"FAQ Page":["FAQ Side"],"About Page":["Oer Page"],"Item Page":["Item Page"],"Web Page":["Webside"],"Default for %1$s (%2$s)":["Standert foar %1$s (%2$s)"],"This helps search engines understand your website and your content. You can change some of your settings for this page below.":["Dit helpt sykmasines jo webside en jo ynhâld te begripen. Jo kinne guon fan jo ynstellings foar dizze side hjirûnder feroarje."],"Yoast SEO automatically describes your pages using schema.org":["Yoast SEO beskriuwt jo siden automatysk mei schema.org"],"Article type":["Artikel type"],"Page type":["Side type"],"Learn more about page or content types":["Learje mear oer side- of ynhâldtypen"],"What type of page or content is this?":["Hokker type side of ynhâld is dit?"],"Structured Data":["Strukturearre gegevens"],"Yoast How-to":["Yoast How-to"],"Yoast FAQ":["Yoast FAQ"],"%1$s: Does not contain the exact match. %2$sTry to write the exact match of your keyphrase in the SEO title and put it at the beginning of the title%3$s.":["%1$s: Befettet de krekte oerienkomst net. %2$sProbearje de krekte oerienkomst fan jo kaaiwurd yn 'e SEO-titel te skriuwen en set it oan it begjin fan' e titel%3$s."],"%1$s: The exact match of the focus keyphrase appears in the SEO title, but not at the beginning. %2$sMove it to the beginning for the best results%3$s.":["%1$s: De krekte oerienkomst fan 'e fokus-keyphrase ferskynt yn 'e SEO-titel, mar net oan it begjin. %2$sFerpleats it nei it begjin foar de bêste resultaten%3$s."],"%1$s Internal Linking Blocks":["%1$s Ynterne keppelingsblokken"],"Allow us to track some data about your site to improve our plugin.":["Lit ús wat gegevens oer jo side folgje om ús plugin te ferbetterjen."],"Usage tracking":["Gebrûk folgjen"],"Can we collect anonymous information about your website to enhance %1$s?":[""],"Read more about how internal linking can improve your site structure.":["Lês mear oer hoe't ynterne keppelings jo sidestruktuer kinne ferbetterje."],"Link suggestions":["Link suggestjes"],"Insights":["Ynsjoch"],"Remove image":["Ofbyld fuortsmite"],"The file size of the uploaded image is too large for %s. File size must be less than %s.":["De triemgrutte fan de opladen ôfbylding is te grut foar %s. Bestânsgrutte moat minder wêze as %s."],"The format of the uploaded image is not supported. The supported formats are: %s, %s, %s and %s.":["De opmaak fan de opladen ôfbylding wurdt net stipe. De stipe formaten binne: %s, %s, %s en %s."],"You have uploaded a %s. Please note that, if it’s an animated %s, only the first frame will be used.":["Jo hawwe in %s opladen. Tink derom dat, as it in animearre %s is, allinich it earste frame brûkt wurdt."],"Your image dimensions are not suitable. The minimum dimensions are %dx%d pixels. The maximum dimensions are %dx%d pixels.":["Jo ôfbylding ôfmjittings binne net geskikt. De minimale ôfmjittings binne %dx%d piksels. De maksimale ôfmjittings binne %dx%d piksels."],"Your image dimensions are not suitable. The minimum dimensions are %dx%d pixels.":["Jo ôfbylding ôfmjittings binne net geskikt. De minimale ôfmjittings binne %dx%d piksels."],"Dismiss":["ôfwize"],"Because of a change in your permalink structure, some of your SEO data needs to be reprocessed.":["Fanwegen in feroaring yn jo permalinkstruktuer moatte guon fan jo SEO-gegevens opnij ferwurke wurde."],"Because of a change in your home URL setting, some of your SEO data needs to be reprocessed.":["Fanwegen in feroaring yn jo thús-URL-ynstelling, moatte guon fan jo SEO-gegevens opnij ferwurke wurde."],"Please upgrade your WordPress version or install the Gutenberg plugin to get this %1$s feature.":["Upgrade jo WordPress-ferzje of ynstallearje de Gutenberg-plugin om dizze %1$s-funksje te krijen."],"Marking links with nofollow/sponsored has been disabled for WordPress installs < 5.4.":["Markearje keppelings mei nofollow / sponsore is útskeakele foar WordPress-ynstallaasjes <5.4."],"Open in new tab":["Iepenje yn nije ljepper"],"This is a sponsored link or advert (mark as %1$ssponsored%2$s)%3$s":["Dit is in sponsore keppeling of advertinsje (markearje as %1$ssponsore%2$s)%3$s"],"Search engines should ignore this link (mark as %1$snofollow%2$s)%3$s":["Sykmasines moatte dizze keppeling negearje (markearje as %1$snofollow%2$s)%3$s"],"Learn more about marking a link as nofollow or sponsored.":["Learje mear oer it markearjen fan in keppeling as nofollow of sponsore."],"Link inserted.":["Link ynfoege."],"Link edited.":["Link bewurke."],"Warning: the link has been inserted but may have errors. Please test it.":["Warskôging: de keppeling is ynfoege, mar kin flaters hawwe. Besykje it asjebleaft."],"Unlink":["Unlink"],"Link removed.":["Link fuorthelle."],"Link":["Link"],"We've analyzed your post. There is still room for improvement!":["Wy hawwe jo post analysearre. Der is noch romte foar ferbettering!"],"We've analyzed your post. Everything looks good. Well done!":["Wy hawwe jo post analysearre. Alles sjocht der goed út. Goed dien!"],"No focus keyword was entered":["Gjin fokus kaaiwurd is ynfierd"],"Share your post!":["Diel jo berjocht!"],"Improve your post with Yoast SEO":["Ferbetterje jo post mei Yoast SEO"],"SEO analysis:":["SEO analyze:"],"The links columns show the number of articles on this site linking %3$sto%4$s this article and the number of URLs linked %3$sfrom%4$s this article. Learn more about %1$show to use these features to improve your internal linking%2$s, which greatly enhances your SEO.":["De keppelingskolommen litte it oantal artikels op dizze side sjen dy't %3$snei%4$s dit artikel keppele en it oantal URL's keppele %3$sfan%4$s dit artikel. Learje mear oer %1$shoe't jo dizze funksjes brûke kinne om jo ynterne keppeling te ferbetterjen%2$s, wat jo SEO sterk ferbettert."],"We've written an article about %1$show to use the SEO score and Readability score%2$s.":["Wy hawwe in artikel skreaun oer %1$shoe't jo de SEO-skoare en lêsberensscore brûke kinne%2$s."],"%1$s adds several columns to this page.":["%1$s foeget ferskate kolommen ta oan dizze side."],"We estimate this will take less than a minute.":["Wy skatte dat dit minder dan in minút duorje sil."],"We estimate this will take a couple of minutes.":["Wy skatte dat dit in pear minuten duorje sil."],"%1$sRun the indexation process on your server%2$s using %3$sWP CLI%2$s.":["%1$sRin it yndeksaasjeproses út op jo tsjinner%2$s mei %3$sWP CLI%2$s."],"We estimate this could take a long time, due to the size of your site. As an alternative to waiting, you could:":["Wy skatte dat dit in lange tiid kin duorje, fanwegen de grutte fan jo side. As alternatyf foar wachtsjen kinne jo:"],"Show debug information":["Toan debug ynformaasje"],"Your site will continue to work normally, but won't take full advantage of %s.":["Jo side sil gewoan trochgean mei wurkjen, mar sil net folslein profitearje fan %s."],"%s had problems creating the database tables needed to speed up your site.":["%s hie problemen mei it meitsjen fan de databanktabellen dy't nedich binne om jo side flugger te meitsjen."],"Your keyphrase is too long. It can be a maximum of 191 characters.":["Jo kaaiwurd is te lang. It kin maksimaal 191 tekens wêze."],"%1$sFind out how to solve this problem on our help center%2$s.":["%1$sFyn út hoe't jo dit probleem oplosse kinne yn ús helpsintrum%2$s."],"The text link counter feature is not working as expected":["De tekstkeppelingstellerfunksje wurket net lykas ferwachte"],"The text link counter helps you improve your site structure. %1$sFind out how the text link counter can enhance your SEO%2$s.":["De tekstkeppelingsteller helpt jo jo sidestruktuer te ferbetterjen. %1$sFyn út hoe't de teller foar tekstkeppelings jo SEO ferbetterje kin%2$s."],"The text link counter is working as expected":["De tekstkeppelingsteller wurket lykas ferwachte"],"I don't want this site to show in the search results.":["Ik wol net dat dizze side te sjen is yn 'e sykresultaten."],"If you want search engines to show this site in their results, you must %1$sgo to your Reading Settings%2$s and uncheck the box for Search Engine Visibility.":["As jo wolle dat sykmasjines dizze side yn har resultaten sjen litte, moatte jo %1$sgean nei jo lêsynstellingen%2$s en it fakje foar sykmasjinesichtberens fuortsmite."],"Learn more about the no-index setting on our help page.":["Learje mear oer de ynstelling sûnder yndeks op ús helpside."],"Even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Ek al kinne jo hjir de meta robots ynstelling ynstelle, de hiele side is ynsteld op noindex yn 'e sitewide privacy ynstellings, sadat dizze ynstellings gjin effekt hawwe."],"Learn more about canonical URLs on our help page.":["Learje mear oer kanonike URL's op ús helpside."],"Learn more about the breadcrumbs title setting on our help page.":["Learje mear oer de titelynstelling foar breadcrumbs op ús helpside."],"Learn more about advanced meta robots settings on our help page.":["Learje mear oer avansearre ynstellings foar metarobots op ús helpside."],"Learn more about the no-follow setting on our help page.":["Learje mear oer de no-folge-ynstelling op ús helpside."],"Should search engines follow links on this content?":[""],"This %1$s REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use %1$s for all their SEO meta output.":["Dit %1$s REST API-einpunt jout jo alle metadata dy't jo nedich binne foar in spesifike URL. Dit sil it heul maklik meitsje foar WordPress-siden sûnder kop om %1$s te brûken foar al har SEO-meta-útfier."],"REST API: Head endpoint":["REST API: Head endpoint"],"Please read %1$sthis help article%2$s to find out how to resolve this problem.":["Lês %1$sdit helpartikel%2$s om út te finen hoe't jo dit probleem oplosse kinne."],"Replaced with the term ancestors hierarchy":["Ferfongen troch de term foarâlden hierargy"],"Term hierarchy":["Term hierargy"],"%1$sYou can change the tagline in the customizer%2$s.":["%1$sJo kinne de tagline wizigje yn it oanpasser%2$s."],"You still have the default WordPress tagline. Even an empty one is probably better.":["Jo hawwe noch de standert WordPress-tagline. Sels in lege is wierskynlik better."],"You should change the default WordPress tagline":["Jo moatte de standert WordPress-tagline feroarje"],"You are using a custom tagline or an empty one.":["Jo brûke in oanpaste tagline as in lege."],"You changed the default WordPress tagline":["Jo hawwe de standert WordPress-tagline feroare"],"Comments on your posts are displayed on a single page. This is just like we'd suggest it. You're doing well!":["Opmerkings op jo berjochten wurde werjûn op ien side. Dit is krekt sa't wy it foarstelle. Jo dogge it goed!"],"It's highly recommended to have your postname in the URL of your posts and pages. Consider setting your permalink structure to %s.":["It is tige oan te rieden om jo postnamme te hawwen yn 'e URL fan jo berjochten en siden. Tink oan om jo permalinkstruktuer yn te stellen op %s."],"You do not have your postname in the URL of your posts and pages":["Jo hawwe jo postnamme net yn 'e URL fan jo berjochten en siden"],"You do have your postname in the URL of your posts and pages.":["Jo hawwe jo postnamme yn 'e URL fan jo berjochten en siden."],"Your permalink structure includes the post name":["Jo permalinkstruktuer befettet de postnamme"],"Comments on your posts break into multiple pages. As this is not needed in 999 out of 1000 cases, we recommend you disable it. To fix this, uncheck \"Break comments into pages...\" on the Discussion Settings page.":["Opmerkings op jo berjochten brekke yn meardere siden. Om't dit net nedich is yn 999 fan 1000 gefallen, riede wy oan dat jo it útskeakelje. Om dit te reparearjen, ûntselektearje \"Opmerkings yn siden opbrekke...\" op 'e side Diskusjeynstellingen."],"Comments break into multiple pages":["Opmerkings brekke yn meardere siden"],"Comments are displayed on a single page":["Opmerkings wurde werjûn op ien side"],"No title":["Gjin titel"],"%1$sGo to the Discussion Settings page%2$s":["%1$sGean nei de side Oerlisynstellings%2$s"],"%1$sThis was reported by the %2$s plugin%3$s":["%1$sDit is rapportearre troch de %2$s plugin%3$s"],"Mobile result":["Mobyl resultaat"],"Preview as:":["Foarbyld as:"],"Desktop result":["Desktop resultaat"],"When you click OK we will open our HelpScout beacon where you can find answers to your questions. This beacon will load our support data and also potentially set cookies.":["As jo op OK klikke sille wy ús HelpScout-beacon iepenje wêr't jo antwurden kinne fine op jo fragen. Dit beacon sil ús stipegegevens laden en ek mooglik cookies ynstelle."],"The browser you are currently using is unfortunately rather dated. Since we strive to give you the best experience possible, we no longer support this browser. Instead, please use %1$sFirefox%4$s, %2$sChrome%4$s or %3$sMicrosoft Edge%4$s.":["De browser dy't jo op it stuit brûke is spitigernôch earder datearre. Om't wy stribje om jo de bêste mooglik ûnderfining te jaan, stypje wy dizze browser net mear. Brûk ynstee dêrfan %1$sFirefox%4$s, %2$sChrome%4$s of %3$sMicrosoft Edge%4$s."],"If you want to apply advanced <code>meta</code> robots settings for this page, please define them in the following field.":["As jo avansearre ynstellings foar <code>meta</code> tapasse wolle foar dizze side, definiearje se dan yn it folgjende fjild."],"Check out %1$s":["Besjoch %1$s"],"We have both free and premium online courses to learn everything you need to know about SEO.":["Wy hawwe sawol fergese as premium online kursussen om alles te learen wat jo witte moatte oer SEO."],"Want to learn SEO from Team Yoast? Check out our %1$s!":["Wolle jo SEO leare fan Team Yoast? Besjoch ús %1$s!"],"Learn SEO":["Learje SEO"],"%s settings to import:":["%s ynstellings om te ymportearjen:"],"Import settings from another %1$s installation by pasting them here and clicking \"%2$s\".":["Ymportearje ynstellings fan in oare %1$s ynstallaasje troch se hjir te plakjen en op \"%2$s\" te klikken."],"Your %1$s settings:":["Jo %1$s ynstellings:"],"Schema":["Skema"],"Please check the format of the YouTube URL you entered. %s":["Kontrolearje asjebleaft it formaat fan 'e YouTube-URL dy't jo ynfierd hawwe. %s"],"Please check the format of the Wikipedia URL you entered. %s":["Kontrolearje asjebleaft it formaat fan de Wikipedia-URL dy't jo ynfierd hawwe. %s"],"Please check the format of the Pinterest URL you entered. %s":["Kontrolearje asjebleaft it formaat fan de Pinterest-URL dy't jo ynfierd hawwe. %s"],"Please check the format of the MySpace URL you entered. %s":["Kontrolearje asjebleaft it formaat fan de MySpace URL dy't jo ynfierd hawwe. %s"],"Please check the format of the LinkedIn URL you entered. %s":["Kontrolearje asjebleaft it formaat fan 'e LinkedIn URL dy't jo ynfierd hawwe. %s"],"Please check the format of the Instagram URL you entered. %s":["Kontrolearje asjebleaft it formaat fan 'e Instagram-URL dy't jo ynfierd hawwe. %s"],"Please check the format of the Facebook Page URL you entered. %s":["Kontrolearje asjebleaft it formaat fan de URL fan 'e Facebook-pagina dy't jo ynfierd hawwe. %s"],"Settings saved.":["Ynstellings bewarre."],"Dismiss this alert":["Ferwiderje dizze warskôging"],"The submitted value was: %s":["De yntsjinne wearde wie: %s"],"Yandex confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Yandex-befêstigingskoades kinne allinich letters fan A oant F, sifers, koppeltekens en ûnderstreken befetsje. %s"],"Twitter usernames can only contain letters, numbers, and underscores. %s":["Twitter-brûkersnammen kinne allinich letters, sifers en ûnderstreken befetsje. %s"],"Pinterest confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Pinterest-befêstigingskoades kinne allinich letters fan A oant F, sifers, koppeltekens en ûnderstreken befetsje. %s"],"Bing confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Bing-befêstigingskoades kinne allinich letters fan A oant F, sifers, koppeltekens en ûnderstreken befetsje. %s"],"Google verification codes can only contain letters, numbers, hyphens, and underscores. %s":["Google-ferifikaasjekoades kinne allinich letters, sifers, koppeltekens en ûnderstreken befetsje. %s"],"Baidu verification codes can only contain letters, numbers, hyphens, and underscores. %s":["Baidu-ferifikaasjekoades kinne allinich letters, sifers, koppeltekens en ûnderstreken befetsje. %s"],"Show this item.":["Lit dit item sjen."],"Hide this item.":["Ferbergje dit item."],"You have %d hidden problem:":["Jo hawwe %d ferburgen probleem:","Jo hawwe %d ferburgen problemen:"],"You have %d hidden notification:":["Jo hawwe %d ferburgen notifikaasje:","Jo hawwe %d ferburgen notifikaasjes:"],"Focus keyphrase not set":["Fokus keyphrase net ynsteld"],"The form contains %1$s error. %2$s":["It formulier befettet %1$s flater. %2$s","It formulier befettet %1$s flaters. %2$s"],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly.":["De folgjende wurden komme it meast foar yn de ynhâld. Dizze jouwe in yndikaasje fan wêrop jo ynhâld rjochtet. As de wurden in protte ferskille fan jo ûnderwerp, wolle jo miskien jo ynhâld dêrop oerskriuwe."],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":["Sadree't jo in bytsje mear kopy tafoegje, sille wy jo in list jaan mei wurden dy't it meast yn 'e ynhâld foarkomme. Dizze jouwe in yndikaasje fan wêrop jo ynhâld rjochtet."],"%d occurrences":["%d foarfallen"],"Activate %s for your site on MyYoast":["Aktivearje %s foar jo side op MyYoast"],"Show blog page in breadcrumbs":["Lit blogpagina sjen yn breadcrumbs"],"We could not find any relevant articles on your website that you could link to from your post.":["Wy koene gjin relevante artikels fine op jo webside wêrmei jo kinne keppelje nei fan jo post."],"Has feedback":["Hat feedback"],"Content optimization:":["Ynhâldoptimalisaasje:"],"%1$sSEO%2$s: %3$s":["%1$sSEO%2$s: %3$s"],"%1$sReadability%2$s: %3$s":["%1$sLêsberens%2$s: %3$s"],"Post Noindexed":["Post Noindexed"],"No Focus Keyphrase":["Gjin Focus Keyphrase"],"Posts with the SEO score: %s":["Berjochten mei de SEO-score: %s"],"SEO: %s":["SEO: %s"],"%s video tutorial":["%s fideo-tutorial"],"To view your current crawl errors, %1$splease visit Google Search Console%2$s.":["Om jo hjoeddeistige crawlflaters te besjen, %1$sbesykje asjebleaft Google Search Console%2$s."],"Google has discontinued its Crawl Errors API. Therefore, any possible crawl errors you might have cannot be displayed here anymore. %1$sRead our statement on this for further information%2$s.":["Google hat syn Crawl Errors API stopset. Dêrom kinne alle mooglike crawlflaters dy't jo hawwe kinne hjir net mear werjûn wurde. %1$sLês ús ferklearring hjiroer foar mear ynformaasje%2$s."],"Get the %s plugin now!":[""],"Personal info":["Persoanlike ynformaasje"],"Organization logo":["Organisaasje logo"],"Organization name":["Namme fan de Organisaasje"],"(if one exists)":["(as der ien bestiet)"],"Wikipedia page about you":["Wikipedia side oer dy"],"YouTube profile URL":["YouTube profyl URL"],"Tumblr profile URL":["Tumblr profyl URL"],"SoundCloud profile URL":["SoundCloud profyl URL"],"MySpace profile URL":["MySpace profyl URL"],"Organization":["Organisaasje"],"You have previously set your site to represent a person. We’ve improved our functionality around Schema and the Knowledge Graph, so you should go in and %1$scomplete those settings%2$s.":["Jo hawwe jo side earder ynsteld om in persoan te fertsjintwurdigjen. Wy hawwe ús funksjonaliteit om Schema en de Kennisgrafyk ferbettere, dus jo moatte deryn gean en %1$sdy ynstellingen foltôgje%2$s."],"Select a user...":["Selektearje in brûker..."],"Uncategorized":["Uncategorized"],"Pinterest profile URL":["Pinterest profyl URL"],"LinkedIn profile URL":["LinkedIn profyl URL"],"Instagram profile URL":["Instagram profyl URL"],"No JSON object was returned.":["Gjin JSON-objekt waard weromjûn."],"Received internal links":["Untfongen ynterne keppelings"],"Outgoing internal links":["Utgeande ynterne keppelings"],"New step added":["Nije stap tafoege"],"New question added":["Nije fraach tafoege"],"For this feature to work, %1$s needs to create a table in your database. We were unable to create this table automatically.":["Om dizze funksje te wurkjen, moat %1$s in tabel meitsje yn jo databank. Wy koene dizze tabel net automatysk oanmeitsje."],"Keyphrase":["Keyphrase"],"%3$sImage Keyphrase%5$s: Out of %2$d images on this page, %1$d have alt attributes with words from your keyphrase or synonyms. That's a bit much. %4$sOnly include the keyphrase or its synonyms when it really fits the image%5$s.":["%3$sOfbyldkaaiwurd%5$s: fan %2$d ôfbyldings op dizze side hawwe %1$d alt-attributen mei wurden fan jo kaaiwurd of synonimen. Dat is in bytsje folle. %4$sFernimme de kaaiwurd of synonimen allinich as it echt past by de ôfbylding%5$s."],"%3$sImage Keyphrase%5$s: Out of %2$d images on this page, only %1$d has an alt attribute that reflects the topic of your text. %4$sAdd your keyphrase or synonyms to the alt tags of more relevant images%5$s!":["%3$sOfbyldkaaiwurd%5$s: fan %2$d ôfbyldings op dizze side hat allinich %1$d in alt-attribút dat it ûnderwerp fan jo tekst reflektearret. %4$sFoegje jo kaaiwurd of synonimen ta oan de alt-tags fan mear relevante ôfbyldings%5$s!","%3$sOfbyldkaaiwurd%5$s: fan %2$d ôfbyldings op dizze side hawwe allinich %1$d alt-attributen dy't it ûnderwerp fan jo tekst reflektearje. %4$sFoegje jo kaaiwurd of synonimen ta oan de alt-tags fan mear relevante ôfbyldings%5$s!"],"%1$sImage Keyphrase%3$s: Images on this page do not have alt attributes that reflect the topic of your text. %2$sAdd your keyphrase or synonyms to the alt tags of relevant images%3$s!":["%1$sOfbyldkaaiwurd%3$s: Ofbyldings op dizze side hawwe gjin alt-attributen dy't it ûnderwerp fan jo tekst reflektearje. %2$sFoegje jo kaaiwurd of synonimen ta oan de alt-tags fan relevante ôfbyldings%3$s!"],"%1$sImage Keyphrase%3$s: Images on this page have alt attributes, but you have not set your keyphrase. %2$sFix that%3$s!":["%1$sOfbyldkaaiwurd%3$s: Ofbyldings op dizze side hawwe alt-attributen, mar jo hawwe jo kaaiwurd net ynsteld. %2$sReparearje dat%3$s!"],"%1$sKeyphrase in subheading%2$s: %3$s of your H2 and H3 subheadings reflects the topic of your copy. Good job!":["%1$sKeyphrase yn subkoptekst%2$s: %3$s fan jo H2- en H3-subkoppen reflektearje it ûnderwerp fan jo kopy. Goed wurk!","%1$sKeyphrase yn subkoptekst%2$s: %3$s fan jo H2- en H3-subkopteksten wjerspegelje it ûnderwerp fan jo kopy. Goed wurk!"],"%1$sKeyphrase in subheading%2$s: Your H2 or H3 subheading reflects the topic of your copy. Good job!":["%1$sKeyphrase in subheading%2$s: Jo H2 of H3 subheading wjerspegelet it ûnderwerp fan jo kopy. Goed wurk!"],"%1$sKeyphrase in subheading%3$s: %2$sUse more keyphrases or synonyms in your H2 and H3 subheadings%3$s!":["%1$sKeyphrase in subheading%3$s: %2$sBrûk mear keyphrases of synonimen yn jo H2 en H3 subheadings%3$s!"],"Page %s":["Side %s"],"Cannot get the size of %1$s because of unknown reasons.":["Kin de grutte fan %1$s net krije fanwegen ûnbekende redenen."],"Cannot get the size of %1$s because it is hosted externally.":["Kin de grutte fan %1$s net krije, om't it ekstern wurdt host."],"%1$sSingle title%3$s: H1s should only be used as your main title. Find all H1s in your text that aren't your main title and %2$schange them to a lower heading level%3$s!":["%1$sEnkele titel%3$s: H1s moatte allinnich brûkt wurde as jo haadtitel. Fyn alle H1's yn jo tekst dy't net jo haadtitel binne en %2$sferoarje se nei in legere koptekst%3$s!"],"%1$sKeyphrase density%2$s: The keyphrase was found %5$d time. That's way more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["","%1$sKeyphrase density%2$s: The keyphrase was found %5$d times. That's way more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!"],"%1$sKeyphrase density%2$s: The keyphrase was found %5$d time. That's more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["","%1$sKeyphrase density%2$s: The keyphrase was found %5$d times. That's more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!"],"%1$sKeyphrase density%2$s: The keyphrase was found %3$d time. This is great!":["","%1$sKeyphrase density%2$s: The keyphrase was found %3$d times. This is great!"],"%1$sKeyphrase density%2$s: The keyphrase was found %5$d time. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["","%1$sKeyphrase density%2$s: The keyphrase was found %5$d times. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!"],"%1$sKeyphrase density%2$s: The keyphrase was found 0 times. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":[""],"Import of settings is only supported on servers that run PHP 5.3 or higher.":["Ymportearje fan ynstellings wurdt allinich stipe op servers dy't PHP 5.3 of heger útfiere."],"Export your %1$s settings here, to copy them on another site.":["Eksportearje jo %1$s ynstellings hjir, om se nei in oare side te kopiearjen."],"No settings found.":["Gjin ynstellings fûn."],"These are settings for the %1$s plugin by %2$s":["Dit binne ynstellings foar de %1$s plugin troch %2$s"],"Copy all these settings to another site's %1$s tab and click \"%1$s\" there.":["Kopiearje al dizze ynstellings nei it ljepblêd %1$s fan in oare side en klik dêr op \"%1$s\"."],"You do not have the required rights to export settings.":["Jo hawwe net de fereaske rjochten om ynstellings te eksportearjen."],"Method %1$s() does not exist in class %2$s":["Metoade %1$s() bestiet net yn klasse %2$s"],"With %s, you can easily create such redirects.":["Mei %s kinne jo maklik sokke trochferwizings meitsje."],"Learn about why permalinks are important for SEO.":["Learje oer wêrom permalinks wichtich binne foar SEO."],"Changing your permalinks settings can seriously impact your search engine visibility. It should almost %1$s never %2$s be done on a live website.":["It feroarjen fan jo ynstellings foar permalinks kin serieus ynfloed hawwe op jo sichtberens fan jo sykmasjine. It moat hast %1$s nea %2$s dien wurde op in live webside."],"WARNING:":["WARSKÔGING:"],"%1$sFunction words in keyphrase%3$s: Your keyphrase \"%4$s\" contains function words only. %2$sLearn more about what makes a good keyphrase.%3$s":["%1$sFunksjewurden yn kaaiwurden%3$s: jo kaaiwurd \"%4$s\" befettet allinich funksjewurden. %2$sLearje mear oer wat in goede kaaiwurd makket.%3$s"],"Clear Image":["Clear Image"],"%1$sKeyphrase length%3$s: %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sKeyphrase length%3$s: %2$sStel in keyphrase yn om jo SEO-score te berekkenjen%3$s."],"%1$sKeyphrase in slug%2$s: More than half of your keyphrase appears in the slug. That's great!":["%1$sKeyphrase in slug%2$s: mear as de helte fan jo kaaiphrase ferskynt yn 'e slug. Dat is geweldich!"],"%1$sKeyphrase in slug%3$s: (Part of) your keyphrase does not appear in the slug. %2$sChange that%3$s!":["%1$sKeyphrase in slug%3$s: (diel fan) jo kaaiphrase ferskynt net yn 'e slug. %2$sFeroarje dat%3$s!"],"%1$sKeyphrase in slug%2$s: Great work!":["%1$sKeyphrase in slug%2$s: Geweldich wurk!"],"Help on choosing the perfect focus keyphrase":["Help by it kiezen fan de perfekte fokuskaaiwurd"],"Go %s!":["Gean %s!"],"Add related keyphrase":["Foegje relatearre kaaiwurden ta"],"Upgrade to %s":["Upgrade nei %s"],"Get %s":["Krij %s"],"%4$sPreviously used keyphrase%6$s: You've used this keyphrase %1$s multiple times before%3$s. %5$sDo not use your keyphrase more than once%6$s.":[""],"%3$sPreviously used keyphrase%5$s: You've used this keyphrase %1$sonce before%2$s. %4$sDo not use your keyphrase more than once%5$s.":["%3$sEarder brûkte kaaiwurd%5$s: Jo hawwe dizze kaaiwurd %1$searn earder%2$s brûkt. %4$sBrûk jo kaaiwurd net mear as ien kear%5$s."],"%1$sPreviously used keyphrase%2$s: You've not used this keyphrase before, very good.":["%1$sEarder brûkte kaaiwurd%2$s: Jo hawwe dizze kaaiwurd noch net earder brûkt, heul goed."],"%1$sImages%3$s: No images appear on this page. %2$sAdd some%3$s!":["%1$sOfbyldings%3$s: gjin ôfbyldings ferskine op dizze side. %2$sTafoegje wat%3$s!"],"%1$sLink keyphrase%3$s: You're linking to another page with the words you want this page to rank for. %2$sDon't do that%3$s!":["%1$sKeyphrase keppeling%3$s: jo keppelje nei in oare side mei de wurden wêrfoar jo dizze side ranglist wolle. %2$sDoch dat net%3$s!"],"%2$sText length%3$s: The text contains %1$d %4$s. Good job!":["%2$sTekstlingte%3$s: de tekst befettet %1$d %4$s. Goed wurk!"],"%1$sKeyphrase in subheading%3$s: More than 75%% of your H2 and H3 subheadings reflect the topic of your copy. That's too much. %2$sDon't over-optimize%3$s!":["%1$sKeyphrase in subheading%3$s: Mear dan 75%% fan jo H2- en H3-subkopteksten wjerspegelje it ûnderwerp fan jo kopy. Dat is te folle. %2$sNet oeroptimalisearje%3$s!"],"%1$sSEO title width%3$s: %2$sPlease create an SEO title%3$s.":["%1$sSEO-titelbreedte%3$s: %2$sMeitsje in SEO-titel%3$s."],"%1$sSEO title width%3$s: The SEO title is wider than the viewable limit. %2$sTry to make it shorter%3$s.":["%1$sSEO-titelbreedte%3$s: de SEO-titel is breder dan de sichtbere limyt. %2$sProbearje it koarter te meitsjen%3$s."],"%1$sSEO title width%2$s: Good job!":["%1$sSEO-titelbreedte%2$s: goed wurk!"],"%1$sSEO title width%3$s: The SEO title is too short. %2$sUse the space to add keyphrase variations or create compelling call-to-action copy%3$s.":["%1$sSEO-titelbreedte%3$s: de SEO-titel is te koart. %2$sBrûk de romte om farianten fan kaaiwurden ta te foegjen of in boeiende oprop-to-aksje-kopy te meitsjen%3$s."],"%1$sOutbound links%2$s: There are both nofollowed and normal outbound links on this page. Good job!":["%1$sUtútgeande keppelings%2$s: D'r binne sawol nofollowed as normale útgeande keppelings op dizze side. Goed wurk!"],"%1$sOutbound links%2$s: Good job!":["%1$sUtútgeande keppelings%2$s: goed wurk!"],"%1$sOutbound links%3$s: All outbound links on this page are nofollowed. %2$sAdd some normal links%3$s.":["%1$sUtgeande keppelings%3$s: alle útgeande keppelings op dizze side wurde net folge. %2$sIn pear normale keppelings taheakje%3$s."],"%1$sOutbound links%3$s: No outbound links appear in this page. %2$sAdd some%3$s!":["%1$sUtgeande keppelings%3$s: Gjin útgeande keppelings ferskine op dizze side. %2$sTafoegje wat%3$s!"],"%1$sMeta description length%2$s: Well done!":["%1$sMeta-beskriuwingslengte%2$s: Goed dien!"],"%1$sMeta description length%3$s: The meta description is over %4$d characters. To ensure the entire description will be visible, %2$syou should reduce the length%3$s!":["%1$sMetabeskriuwingslingte%3$s: de metabeskriuwing is mear as %4$d tekens. Om te soargjen dat de folsleine beskriuwing sichtber is, %2$smoatte jo de lingte ferminderje%3$s!"],"%1$sMeta description length%3$s: The meta description is too short (under %4$d characters). Up to %5$d characters are available. %2$sUse the space%3$s!":["%1$sMetabeskriuwingslingte%3$s: de metabeskriuwing is te koart (ûnder %4$d tekens). Maksimaal %5$d tekens binne beskikber. %2$sBrûk de romte%3$s!"],"%1$sMeta description length%3$s:  No meta description has been specified. Search engines will display copy from the page instead. %2$sMake sure to write one%3$s!":["%1$sMetabeskriuwingslengte%3$s: gjin metabeskriuwing is oanjûn. Sykmasines sille ynstee kopy fan 'e side werjaan. %2$sSoargje derfoar dat jo ien skriuwe%3$s!"],"%1$sKeyphrase in meta description%2$s: The meta description has been specified, but it does not contain the keyphrase. %3$sFix that%4$s!":["%1$sKeyphrase yn metabeskriuwing%2$s: de metabeskriuwing is oantsjutte, mar it befettet gjin kaaizin. %3$sReparearje dat%4$s!"],"%1$sKeyphrase in meta description%2$s: The meta description contains the keyphrase %3$s times, which is over the advised maximum of 2 times. %4$sLimit that%5$s!":["%1$sKeyphrase yn meta-beskriuwing%2$s: de meta-beskriuwing befettet de keyphrase %3$s kear, dat is mear as it advisearre maksimum fan 2 kear. %4$sBeheine dat%5$s!"],"%1$sKeyphrase in meta description%2$s: Keyphrase or synonym appear in the meta description. Well done!":["%1$sKeyphrase yn meta-beskriuwing%2$s: Keyphrase of synonym ferskynt yn 'e meta-beskriuwing. Goed dien!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's way more than the recommended maximum of %2$d %6$s. %4$sMake it shorter%5$s!":["%3$sKeyphrase length%5$s: De keyphrase befettet %1$d %6$s. Dat is folle mear as it oanrikkemandearre maksimum fan %2$d %6$s. %4$sMak it koarter%5$s!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's more than the recommended maximum of %2$d %6$s. %4$sMake it shorter%5$s!":["%3$sKeyphrase length%5$s: De keyphrase befettet %1$d %6$s. Dat is mear dan it oanrikkemandearre maksimum fan %2$d %6$s. %4$sMak it koarter%5$s!"],"%1$sKeyphrase length%2$s: Good job!":["%1$sKeyphrase length%2$s: Goed wurk!"],"%1$sKeyphrase length%3$s: No focus keyphrase was set for this page. %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sKeyphrase length%3$s: Gjin fokuskeyphrase is ynsteld foar dizze side. %2$sStel in kaaiwurd yn om jo SEO-score te berekkenjen%3$s."],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms do not appear in the first paragraph. %2$sMake sure the topic is clear immediately%3$s.":["%1$sKeyphrase yn ynlieding%3$s: Jo keyphrase of syn synonimen steane net yn 'e earste alinea. %2$sSoargje dat it ûnderwerp daliks dúdlik is%3$s."],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms appear in the first paragraph of the copy, but not within one sentence. %2$sFix that%3$s!":["%1$sKeyphrase yn ynlieding%3$s: Jo keyphrase of syn synonimen steane yn de earste paragraaf fan de kopy, mar net binnen ien sin. %2$sReparearje dat%3$s!"],"%1$sKeyphrase in introduction%2$s: Well done!":["%1$sKeyphrase yn ynlieding%2$s: Goed dien!"],"%1$sInternal links%2$s: There are both nofollowed and normal internal links on this page. Good job!":["%1$sYnterne keppelings%2$s: Der binne sawol nofollowed as normale ynterne keppelings op dizze side. Goed wurk!"],"%1$sInternal links%2$s: You have enough internal links. Good job!":["%1$sYnterne keppelings%2$s: Jo hawwe genôch ynterne keppelings. Goed wurk!"],"%1$sInternal links%3$s: The internal links in this page are all nofollowed. %2$sAdd some good internal links%3$s.":["%1$sYnterne keppelings%3$s: de ynterne keppelings op dizze side binne allegear nofollowed. %2$sFoegje wat goede ynterne keppelings ta%3$s."],"%1$sInternal links%3$s: No internal links appear in this page, %2$smake sure to add some%3$s!":["%1$sYnterne keppelings%3$s: Gjin ynterne keppelings ferskine op dizze side, %2$ssoarchje dat jo wat taheakje%3$s!"],"%1$sTransition words%2$s: Well done!":["%1$sOergongswurden%2$s: Goed dien!"],"%1$sTransition words%2$s: Only %3$s of the sentences contain transition words, which is not enough. %4$sUse more of them%2$s.":["%1$sOergongswurden%2$s: allinich %3$s fan 'e sinnen befetsje oergongswurden, wat net genôch is. %4$sBrûk mear fan harren%2$s."],"%1$sTransition words%2$s: None of the sentences contain transition words. %3$sUse some%2$s.":["%1$sOergongswurden%2$s: Gjin fan 'e sinnen befettet oergongswurden. %3$sBrûk wat%2$s."],"%1$sNot enough content%2$s: %3$sPlease add some content to enable a good analysis%2$s.":["%1$sNet genôch ynhâld%2$s: %3$sFoegje asjebleaft wat ynhâld ta om in goede analyse yn te skeakeljen%2$s."],"%1$sSubheading distribution%2$s: You are not using any subheadings, but your text is short enough and probably doesn't need them.":["%1$sDistribúsje fan ûndertitels%2$s: jo brûke gjin subkoppen, mar jo tekst is koart genôch en hat se wierskynlik net nedich."],"%1$sSubheading distribution%2$s: You are not using any subheadings, although your text is rather long. %3$sTry and add some subheadings%2$s.":["%1$sDistribúsje fan ûndertitels%2$s: Jo brûke gjin subkoppen, hoewol jo tekst nochal lang is. %3$sProbearje wat subkoppen ta te foegjen%2$s."],"%1$sSubheading distribution%2$s: %3$d section of your text is longer than %4$d %6$s and is not separated by any subheadings. %5$sAdd subheadings to improve readability%2$s.":["%1$sSubkoptekstdistribúsje%2$s: %3$d seksje fan jo tekst is langer dan %4$d %6$s en wurdt net skieden troch subkoppen. %5$sTafoegje subkoppen ta om de lêsberens te ferbetterjen%2$s.","%1$sDistribúsje fan ûndertitels%2$s: %3$d seksjes fan jo tekst binne langer dan %4$d %6$s en wurde net skieden troch subkoppen. %5$sTafoegje subkoppen ta om de lêsberens te ferbetterjen%2$s."],"%1$sSubheading distribution%2$s: Great job!":["%1$sDistribúsje fan ûndertitels%2$s: Geweldich wurk!"],"%1$sSentence length%2$s: %3$s of the sentences contain more than %4$s %7$s, which is more than the recommended maximum of %5$s. %6$sTry to shorten the sentences%2$s.":["%1$sSinlingte%2$s: %3$s fan 'e sinnen befetsje mear as %4$s %7$s, wat mear is as it oanrikkemandearre maksimum fan %5$s. %6$sBesykje de sinnen yn te koartsjen%2$s."],"%1$sSentence length%2$s: Great!":["%1$sSinlengte%2$s: Geweldich!"],"%1$sConsecutive sentences%2$s: There is enough variety in your sentences. That's great!":["%1$sOpfolgjende sinnen%2$s: Der is genôch ferskaat yn jo sinnen. Dat is geweldich!"],"%1$sConsecutive sentences%2$s: The text contains %3$d consecutive sentences starting with the same word. %5$sTry to mix things up%2$s!":["%1$sOpfolgjende sinnen%2$s: de tekst befettet %3$d opienfolgjende sinnen dy't begjinne mei itselde wurd. %5$sProbearje dingen trochinoar te meitsjen%2$s!","%1$sOpfolgjende sinnen%2$s: de tekst befettet %4$d gefallen dêr't %3$d of mear opienfolgjende sinnen begjinne mei itselde wurd. %5$sProbearje dingen trochinoar te meitsjen%2$s!"],"%1$sPassive voice%2$s: %3$s of the sentences contain passive voice, which is more than the recommended maximum of %4$s. %5$sTry to use their active counterparts%2$s.":["%1$sPassive stim%2$s: %3$s fan 'e sinnen befetsje passive stim, wat mear is as it oanrikkemandearre maksimum fan %4$s. %5$sProbearje har aktive tsjinhingers te brûken%2$s."],"%1$sPassive voice%2$s: You're using enough active voice. That's great!":["%1$sPassive stim%2$s: Jo brûke genôch aktive stim. Dat is geweldich!"],"%1$sParagraph length%2$s: %3$d of the paragraphs contains more than the recommended maximum of %4$d %6$s. %5$sShorten your paragraphs%2$s!":["%1$sAlinea-lingte%2$s: %3$d fan 'e paragrafen befettet mear as it oanrikkemandearre maksimum fan %4$d %6$s. %5$sKoarte jo alinea's yn%2$s!","%1$sAlinea-lingte%2$s: %3$d fan 'e paragrafen befetsje mear as it oanrikkemandearre maksimum fan %4$d %6$s. %5$sKoarte jo alinea's yn%2$s!"],"%1$sParagraph length%2$s: None of the paragraphs are too long. Great job!":["%1$sAlinea-lingte%2$s: Gjin fan 'e alinea's is te lang. Geweldich wurk!"],"Good job!":["Goed wurk!"],"Focus keyphrase: ":["Focus keyphrase:"],"Focus keyphrase":["Fokus keyphrase"],"Disable":["Utskeakelje"],"Allow Control":["Tastean Control"],"This tab allows you to selectively disable %s features for all sites in the network. By default all features are enabled, which allows site admins to choose for themselves if they want to toggle a feature on or off for their site. When you disable a feature here, site admins will not be able to use that feature at all.":["Dizze ljepper lit jo %s-funksjes selektyf útskeakelje foar alle siden yn it netwurk. Standert binne alle funksjes ynskeakele, wêrtroch side-admins foar harsels kieze kinne as se in funksje oan of út wolle skeakelje foar har side. As jo hjir in funksje útskeakelje, kinne side-admins dy funksje hielendal net brûke."],"%s is a required feature toggle argument.":["%s is in ferplichte funksje-wikselargumint."],"Remove keyphrase":["Fuortsmite keyphrase"],"Keyphrase:":["Keyphrase:"],"This feature has been disabled by the network admin.":["Dizze funksje is útskeakele troch de netwurkbehearder."],"Focus keyphrase not set.":["Fokus keyphrase net ynsteld."],"Colon":["Colon"],"Optional. Customize how you want to describe the duration of the instruction":["Fakultatyf. Oanpasse hoe't jo de doer fan 'e ynstruksje wolle beskriuwe"],"Describe the duration of the instruction:":["Beskriuw de doer fan 'e ynstruksje:"],"Learn more about the readability analysis":["Learje mear oer de lêsberensanalyse"],"Readability analysis:":["Analyse fan lêsberens:"],"There is a new notification.":["Der is in nije notifikaasje.","Der binne nije notifikaasjes."],"Both %1$s and %2$s manage the SEO of your site. Running two SEO plugins at the same time is detrimental.":["Sawol %1$s as %2$s beheare de SEO fan jo side. It útfieren fan twa SEO-plugins tagelyk is skealik."],"%s, %s and %s":["%s, %s en %s"],"%s and %s":["%s en %s"],"%d minute":["%d minút","%d minuten"],"%d hour":["%d oere","%d oeren"],"%d day":["%d dei","%d dagen"],"Enter a step title":["Fier in stap titel yn"],"Optional. This can give you better control over the styling of the steps.":["Fakultatyf. Dit kin jo bettere kontrôle jaan oer de styling fan 'e stappen."],"CSS class(es) to apply to the steps":["CSS-klasse(n) om oan te passen op de stappen"],"minutes":["minuten"],"hours":["oeren"],"days":["dagen"],"Create a How-to guide in an SEO-friendly way. You can only use one How-to block per post.":["Meitsje in How-to-gids op in SEO-freonlike manier. Jo kinne mar ien How-to-blokkearje per post brûke."],"Copy error":["Kopiearje flater"],"An error occurred loading the %s primary taxonomy picker.":["Der barde in flater by it laden fan de %s primêre taksonomy-kiezer."],"%1$s Structured Data Blocks":["%1$s Strukturearre gegevensblokken"],"Time needed:":["Tiid nedich:"],"Move question down":["Ferpleats fraach nei ûnderen"],"Move question up":["Ferpleats fraach omheech"],"Insert question":["Fraach ynfoegje"],"Delete question":["Wiskje fraach"],"Enter the answer to the question":["Fier it antwurd op de fraach yn"],"Enter a question":["Fier in fraach yn"],"Add question":["Foegje fraach ta"],"Frequently Asked Questions":["Faak Stelde Fragen"],"Select the primary %s":["Selektearje de primêre %s"],"Check links to this URL":["Kontrolearje keppelings nei dizze URL"],"Are you trying to use multiple keyphrases? You should add them separately below.":["Besykje jo meardere kaaiwurden te brûken? Jo moatte se hjirûnder apart tafoegje."],"Mark as cornerstone content":["Markearje as hoekstien ynhâld"],"Move step down":["Ferpleatse stap nei ûnderen"],"Move step up":["Stap omheech"],"Insert step":["Stap ynfoegje"],"Delete step":["Stap wiskje"],"Add image":["Ofbylding tafoegje"],"Enter a step description":["Fier in stapbeskriuwing yn"],"Enter a description":["Fier in beskriuwing yn"],"Unordered list":["Net oardere list"],"Showing step items as an ordered list.":["Toant stap items as in bestelde list."],"Showing step items as an unordered list":["Toant stap-items as in net-oardere list"],"Add step":["Stap taheakje"],"Delete total time":["Wiskje totale tiid"],"Add total time":["Foegje totale tiid ta"],"How to":["Hoe"],"How-to":["Hoe-to"],"Analysis results":["Analyse resultaten"],"Enter a focus keyphrase to calculate the SEO score":["Fier in fokus-keyphrase yn om de SEO-score te berekkenjen"],"Learn more about Cornerstone Content.":["Learje mear oer Cornerstone Content."],"Cornerstone content should be the most important and extensive articles on your site.":["Cornerstone-ynhâld moat de wichtichste en wiidweidige artikels op jo side wêze."],"Restore Site":["Site weromsette"],"Network Settings":["Netwurk ynstellings"],"You are not allowed to perform this action.":["Jo binne net tastien te fieren dizze aksje."],"Error: %s":["Flater: %s"],"Success: %s":["Sukses: %s"],"Site with ID %d not found.":["Site mei ID %d net fûn."],"No site has been selected to restore.":["Gjin side is selektearre om te herstellen."],"You are not allowed to modify unregistered network settings.":["Jo meie net wizigje net-registrearre netwurk ynstellings."],"deleted":["wiske"],"Copied!":["kopiearre!"],"Not supported!":["Net ûndersteund!"],"{{a}}Read our article about site structure{{/a}} to learn more about how internal linking can help improve your SEO.":["{{a}}Lês ús artikel oer sidestruktuer{{/a}} om mear te learen oer hoe't ynterne keppelings kinne helpe om jo SEO te ferbetterjen."],"Consider linking to these {{a}}cornerstone articles:{{/a}}":["Besykje te keppeljen nei dizze {{a}}hoekstienartikelen:{{/a}}"],"Consider linking to these articles:":["Tink oan keppeljen nei dizze artikels:"],"Copy link":["Kopiearje keppeling"],"Copy link to suggested article: %s":["Kopiearje keppeling nei foarsteld artikel: %s"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":["Lês ús %1$sultime hantlieding foar sykwurdûndersyk%2$s om mear te learen oer sykwurdûndersyk en trefwurdstrategy."],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly. ":["De folgjende wurden komme it meast foar yn de ynhâld. Dizze jouwe in yndikaasje fan wêrop jo ynhâld rjochtet. As de wurden in protte ferskille fan jo ûnderwerp, wolle jo miskien jo ynhâld dêrop oerskriuwe."],"Prominent words":["Promininte wurden"],"The site's tagline":["De tagline fan 'e side"],"Not all required fields are given. Missing field %1$s":["Net alle fereaske fjilden wurde jûn. Untbrekkend fjild %1$s"],"Add synonyms":["Synonimen tafoegje"],"You can edit the SEO metadata for this custom type on the %1$sShop page%2$s.":["Jo kinne de SEO-metadata foar dit oanpaste type bewurkje op 'e %1$swinkelside%2$s."],"Current year":["Dit jier"],"Page":["Side"],"Something went wrong. Please reload the page.":["Der is wat misgien. Laad de side opnij."],"Tagline":["Tagline"],"description (custom taxonomy)":["beskriuwing (oanpaste taksonomy)"],"(custom taxonomy)":["(oanpaste taksonomy)"],"(custom field)":["(oanpast fjild)"],"Term404":["Term404"],"Caption":["Caption"],"Pagenumber":["Sidenûmer"],"Pagetotal":["Pagetotal"],"User description":["Meidogger beskriuwing"],"ID":["ID"],"Modified":["Feroare"],"Post type (plural)":["Posttype (meartal)"],"Post type (singular)":["Posttype (enkeltal)"],"Separator":["Separator"],"Search phrase":["Sykwurd"],"Term title":["Term titel"],"Term description":["Term beskriuwing"],"Tag description":["Tag beskriuwing"],"Category description":["Kategory beskriuwing"],"Primary category":["Primêre kategory"],"Category":["Kategory"],"Tag":["Tag"],"Excerpt only":["Allinnich úttreksel"],"Excerpt":["Úttreksel"],"Site title":["Sidetitel"],"Archive title":["Argyf titel"],"Parent title":["Parent titel"],"Date":["Datum"],"Get Yoast SEO Premium":["Krij Yoast SEO Premium"],"You should create a redirect to ensure your visitors do not get a 404 error when they click on the no longer working URL.":["Jo moatte in trochferwizing oanmeitsje om te soargjen dat jo besikers gjin 404-flater krije as se klikke op de net langer wurkjende URL."],"Search engines and other websites can still send traffic to your deleted content.":[""],"Make sure you don't miss out on traffic!":["Soargje derfoar dat jo ferkear net misse!"],"You just deleted a %1$s.":["Jo hawwe krekt in %1$s wiske."],"You just trashed a %1$s.":["Jo hawwe krekt in %1$s ferpleatst."],"Url preview":["Foarbyld fan URL"],"Please provide a meta description by editing the snippet below. If you don’t, Google will try to find a relevant part of your post to show in the search results.":["Jou asjebleaft in metabeskriuwing troch it ûndersteande snippet te bewurkjen. As jo dat net dogge, sil Google besykje in relevant diel fan jo post te finen om te sjen yn 'e sykresultaten."],"Dismiss this notice":["Ferwiderje dizze meidieling"],"No results":["Gjin resultaten"],"%d result found, use up and down arrow keys to navigate":["%d resultaat fûn, brûk pylktoetsen omheech en omleech om te navigearjen","%d resultaten fûn, brûk de pylktoetsen omheech en omleech om te navigearjen"],"Your site language is set to %s. If this is not correct, contact your site administrator.":["Jo sidetaal is ynsteld op %s. As dit net goed is, nim dan kontakt op mei jo sidebehearder."],"The %s importer functionality uses temporary database tables. It seems your WordPress install does not have the capability to do this, please consult your hosting provider.":["De %s ymporterfunksjonaliteit brûkt tydlike databasetabellen. It liket derop dat jo WordPress-ynstallaasje net de mooglikheid hat om dit te dwaan, rieplachtsje asjebleaft jo hostingprovider."],"Cleanup of %s data failed.":["Opromjen fan %s gegevens mislearre."],"Content Type":["Ynhâld Type"],"Filter by content type":["Filter op ynhâld type"],"Show All Content Types":["Lit alle ynhâldstypen sjen"],"Replaced with the normal title for an archive generated by WordPress":["Ferfongen troch de normale titel foar in argyf oanmakke troch WordPress"],"Clean":["Skjin"],"Once you're certain your site is OK, you can clean up. This will remove all the original data.":["Sadree't jo wis binne dat jo side goed is, kinne jo opromje. Dit sil alle orizjinele gegevens fuortsmite."],"Step 5: Clean up":["Stap 5: Reinigje"],"Please check your posts and pages and see if the metadata was successfully imported.":["Kontrolearje asjebleaft jo berjochten en siden en sjoch as de metadata mei sukses ymportearre binne."],"Step 3: Check your data":["Stap 3: Kontrolearje jo gegevens"],"This will import the post metadata like SEO titles and descriptions into your %1$s metadata. It will only do this when there is no existing %1$s metadata yet. The original data will remain in place.":["Dit sil de postmetadata lykas SEO-titels en beskriuwingen ymportearje yn jo %1$s-metadata. It sil dit allinich dwaan as d'r noch gjin besteande %1$s-metadata binne. De orizjinele gegevens sille op syn plak bliuwe."],"Step 2: Import":["Stap 2: Ymportearje"],"Please make a backup of your database before starting this process.":["Meitsje asjebleaft in reservekopy fan jo databank foardat jo dit proses begjinne."],"Step 1: Create a backup":["Stap 1: Meitsje in reservekopy"],"We've detected data from one or more SEO plugins on your site. Please follow the following steps to import that data:":["Wy hawwe gegevens ûntdutsen fan ien of mear SEO-plugins op jo side. Folgje asjebleaft de folgjende stappen om dizze gegevens te ymportearjen:"],"Plugin: ":["Ynstekker:"],"%s did not detect any plugin data from plugins it can import from.":["%s hat gjin plugin-gegevens ûntdutsen fan plugins dêr't it út kin ymportearje."],"Posts that should not show up in search results":["Berjochten dy't net moatte ferskine yn sykresultaten"],"%s data found.":["%s gegevens fûn."],"%s data successfully removed.":["%s gegevens mei súkses fuortsmiten."],"%s data successfully imported.":["%s gegevens mei súkses ymportearre."],"%s data not found.":["%s gegevens net fûn."],"On":["Op"],"Help on: %s":["Help op: %s"],"Off":["Nei"],"See who contributed to %1$s.":["Sjoch wa't bydroegen hat oan %1$s."],"Help on this search results setting":["Help by dizze ynstelling foar sykresultaten"],"Not showing the archive for %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["Net sjen litte fan it argyf foar %1$s yn de sykresultaten betsjut technysk dat dy in %2$s robots-meta hawwe en wurde útsletten fan XML-sitemaps. %3$sMear ynfo oer de ynstellings foar sykresultaten%4$s."],"Not showing %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["Net werjaan fan %1$s yn de sykresultaten betsjut technysk dat dy in %2$s robots-meta hawwe en wurde útsletten fan XML-sitemaps. %3$sMear ynfo oer de ynstellings foar sykresultaten%4$s."],"Default for %2$s, currently: %1$s":["Standert foar %2$s, op it stuit: %1$s"],"Show %s in search results?":["%s yn sykresultaten sjen litte?"],"this author's archives":["dizze skriuwer syn argiven"],"Do not allow search engines to show %s in search results.":["Lit sykmasines net %s yn sykresultaten sjen litte."],"Read why XML Sitemaps are important for your site.":["Lês wêrom XML-sitemaps wichtich binne foar jo side."],"Enable the XML sitemaps that %s generates.":["Aktivearje de XML-sitemaps dy't %s genereart."],"See the XML sitemap.":["Sjoch de XML sitemap."],"%s (current default for %s)":["%s (aktuele standert foar %s)"],"Should search engines follow links on this %1$s?":["Moatte sykmasines keppelings folgje op dizze %1$s?"],"Allow search engines to show this %s in search results?":["Sykmasines tastean dizze %s yn sykresultaten sjen te litten?"],"Allow search engines to show this content in search results?":[""],"Toggle %1$s's XML Sitemap":["Skeakelje de XML-sitemap fan %1$s"],"%s integration":["%s yntegraasje"],"Find out how the text link counter can enhance your SEO.":["Fyn út hoe't de tekstkeppelingsteller jo SEO kin ferbetterje."],"The text link counter helps you improve your site structure.":["De tekstkeppelingsteller helpt jo jo sidestruktuer te ferbetterjen."],"Find out how cornerstone content can help you improve your site structure.":["Fyn út hoe't hoekstienynhâld jo kin helpe jo sidestruktuer te ferbetterjen."],"The cornerstone content feature lets you to mark and filter cornerstone content on your website.":["De funksje hoekstienynhâld lit jo hoekstienynhâld op jo webside markearje en filterje."],"Discover why readability is important for SEO.":["Untdek wêrom lêsberens wichtich is foar SEO."],"The readability analysis offers suggestions to improve the structure and style of your text.":["De lêsberensanalyse biedt suggestjes om de struktuer en styl fan jo tekst te ferbetterjen."],"Learn how the SEO analysis can help you rank.":["Learje hoe't de SEO-analyze jo kin helpe ranglist."],"The SEO analysis offers suggestions to improve the SEO of your text.":["De SEO-analyze biedt suggestjes om de SEO fan jo tekst te ferbetterjen."],"SEO analysis":["SEO analyze"],"Good results":["Goede resultaten"],"https://yoa.st/1uk":["https://yoa.st/1uk"],"https://yoa.st/1uj":["https://yoa.st/1uj"],"Latest blog posts on %1$s":["Lêste blogberjochten op %1$s"],"Remove highlight from the text":["Ferwiderje markearring út 'e tekst"],"Your site language is set to %s. ":["Jo sidetaal is ynsteld op %s."],"First-time SEO configuration":["Earste kear SEO konfiguraasje"],"Highlight this result in the text":["Markearje dit resultaat yn 'e tekst"],"Considerations":["Oerwagings"],"Errors":["Flaters"],"Change language":["Feroarje taal"],"%s file":["%s triem"],"Save changes to %s":["Bewarje wizigingen yn %s"],"Edit the content of your %s:":["Bewurkje de ynhâld fan jo %s:"],"Create %s file":["Meitsje %s triem"],"Updated %s":["Bywurke %s"],"You cannot edit the %s file.":["Jo kinne it bestân %s net bewurkje."],"You cannot create a %s file.":["Jo kinne gjin %s-bestân oanmeitsje."],"Other integrations":["Oare yntegraasjes"],"More information about %1$s":["Mear ynformaasje oer %1$s"],"Old Configuration Wizard":["Alde konfiguraasjewizard"],"Manage your %s subscription on MyYoast":["Behear jo %s abonnemint op MyYoast"],"Mark the most important %1$s as 'cornerstone content' to improve your site structure. %2$sLearn more about cornerstone content%3$s.":["Markearje de wichtichste %1$s as 'hoekstienynhâld' om jo sidestruktuer te ferbetterjen. %2$sMear ynformaasje oer ynhâld fan hoekstien%3$s."],"(Opens in a new browser tab)":["(Iepent yn in nij blêderljepper)"],"Go back":["Gean werom"],"Posts %1$swithout%2$s a focus keyphrase":["Berjochten %1$ssûnder%2$s in fokuskaaiwurd"],"Hey, your SEO is doing pretty well! Check out the stats:":["Hey, jo SEO docht it aardich goed! Besjoch de statistiken:"],"You don't have any published posts, your SEO scores will appear here once you make your first post!":["Jo hawwe gjin publisearre berjochten, jo SEO-scores sille hjir ferskine as jo jo earste post meitsje!"],"Read more like this on our SEO blog":["Lês mear sa op ús SEO-blog"],"Readability: %s":["Lêsberens: %s"],"Not activated":["Net aktivearre"],"Activated":["Aktivearre"],"%1$s recommendations for you":["%1$s oanbefellings foar jo"],"All Readability Scores":["Alle lêsberensscores"],"Filter by Readability Score":["Filter op lêsberensscore"],"Request method %1$s is not valid.":["Fersykmetoade %1$s is net jildich."],"Text link counter":["Teller foar tekstkeppeling"],"Number of internal links linking to this post. See \"Yoast Columns\" text in the help tab for more info.":["Oantal ynterne keppelings dy't keppelje nei dizze post. Sjoch \"Yoast Columns\" tekst yn de help ljepper foar mear ynfo."],"Number of outgoing internal links in this post. See \"Yoast Columns\" text in the help tab for more info.":["Oantal útgeande ynterne keppelings yn dizze post. Sjoch \"Yoast Columns\" tekst yn de help ljepper foar mear ynfo."],"%s Columns":["%s Kolommen"],"Readability score":["Readability skoare"],"Scroll to see the preview content.":["Rôlje om de foarbyldynhâld te sjen."],"Cornerstone content":["Cornerstone ynhâld"],"Save changes":["Bewarje feroarings"],"1 year free support and updates included!":["1 jier fergese stipe en updates ynbegrepen!"],"The plugin %2$s changes your site's output and in doing that differentiates between search engines and normal users, a process that's called cloaking. We highly recommend that you disable it.":["De plugin %2$s feroaret de útfier fan jo side en makket dêrby ûnderskied tusken sykmasines en normale brûkers, in proses dat cloaking neamd wurdt. Wy riede tige oan dat jo it útskeakelje."],"No ads!":["Gjin advertinsjes!"],"Get internal linking suggestions":[""],"Variable":["Fariabel"],"Available variables":["Beskikbere fariabelen"],"Scroll to see the table content.":["Rôlje om de tabelynhâld te sjen."],"An error occurred in the '%1$s' assessment":["Der barde in flater yn 'e '%1$s' beoardieling"],"No new notifications.":["Gjin nije notifikaasjes."],"Save all":["Alles opslaan"],"Save":["bewarje"],"%1$s, Author at %2$s":["%1$s, skriuwer by %2$s"],"Mobile preview":["Mobile foarbyld"],"Desktop preview":["Desktopfoarbyld"],"Please provide an SEO title by editing the snippet below.":["Jou asjebleaft in SEO-titel troch it ûndersteande snippet te bewurkjen."],"Meta description preview:":["Foarbyld fan meta description:"],"Slug preview:":["Foarbyld fan Slug:"],"SEO title preview:":["SEO titelfoarbyld:"],"Close snippet editor":["Snippetbewurker slute"],"Slug":["Slug"],"Remove marks in the text":["Fuortsmite marks yn de tekst"],"Mark this result in the text":["Markearje dit resultaat yn 'e tekst"],"Marks are disabled in current view":["Marks binne útskeakele yn aktuele werjefte"],"Good SEO score":["Goede SEO-score"],"OK SEO score":["OK SEO score"],"Feedback":["Feedback"],"Name":["Namme"],"Please provide a meta description by editing the snippet below.":["Jou asjebleaft in metabeskriuwing troch it ûndersteande snippet te bewurkjen."],"Edit snippet":["Snippet bewurkje"],"You can click on each element in the preview to jump to the Snippet Editor.":["Jo kinne op elk elemint yn 'e foarbyld klikke om nei de Snippet Editor te springen."],"SEO title preview":["SEO titelfoarbyld"],"Export settings":["Eksportearje ynstellings"],"Please don't show me this notification anymore":["Lit my dizze notifikaasje asjebleaft net mear sjen"],"If you are experiencing issues, %1$splease file a bug report%2$s and we'll do our best to help you out.":["As jo problemen ûnderfine, %1$sjou asjebleaft in brekrapport yntsjinje%2$s en wy sille ús bêst dwaan om jo te helpen."],"We've noticed you've been using %1$s for some time now; we hope you love it! We'd be thrilled if you could %2$sgive us a 5 stars rating on WordPress.org%3$s!":["Wy hawwe opfallen dat jo %1$s al in skoft brûke; wy hoopje dat jo it leuk fine! Wy soene bliid wêze as jo %2$sús in wurdearring fan 5 stjerren jaan kinne op WordPress.org%3$s!"],"%1$s + %2$s":[""],"Warning: the variable %1$s cannot be used in this template. See the %2$s for more info.":["Warskôging: de fariabele %1$s kin net brûkt wurde yn dit sjabloan. Sjoch de %2$s foar mear ynfo."],"By the way, did you know we also have a %1$sPremium plugin%2$s? It offers advanced features, like a redirect manager and support for multiple keyphrases. It also comes with 24/7 personal support.":["Trouwens, wisten jo dat wy ek in %1$sPremium plugin%2$s hawwe? It biedt avansearre funksjes, lykas in trochferwizingsbehearder en stipe foar meardere keyphrases. It komt ek mei 24/7 persoanlike stipe."],"(no title)":["(gjin titel)"],"The %1$s admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["It menu foar de %1$s adminbalke befettet nuttige keppelings nei ark fan tredden foar it analysearjen fan siden en makket it maklik om te sjen oft jo nije notifikaasjes hawwe."],"Admin bar menu":["Behearbalke menu"],"Features":["Features"],"SEO title":["SEO titel"],"Greater than sign":["Grutter as teken"],"Less than sign":["Minder as teken"],"Right angle quotation mark":["Rjochte hoeke oanhalingsteken"],"Left angle quotation mark":["Linker hoeke oanhalingsteken"],"Small tilde":["Lytse tilde"],"Vertical bar":["Fertikale bar"],"Low asterisk":["Lege asterisk"],"Asterisk":["Stjerke"],"Bullet":["Kûgel"],"Middle dot":["Middelste punt"],"Em dash":["Em dash"],"En dash":["En dash"],"Dash":["Dash"],"No":["Nei"],"Yes":["Ja"],"Google search console":[""],"Social profiles":["Sosjale profilen"],"Posts list":["Berjochten list"],"Posts list navigation":["Posts list navigaasje"],"Filter posts list":["Filter berjochten list"],"Installed":["Ynstallearre"],"Seamless integration between %1$s and %2$s":["Naadleaze yntegraasje tusken %1$s en %2$s"],"Optimize your site for Google News":["Optimalisearje jo side foar Google Nijs"],"Edit &#8220;%s&#8221;":["\"%s\" bewurkje"],"Premium":["Premium"],"Get Premium":["Krij Premium"],"Notifications":["Notifikaasjes"],"Removes the focus keyphrase section from the metabox and disables all SEO-related suggestions.":["Ferwidert de fokus-keyphrase-seksje út 'e metabox en skeakelet alle SEO-relatearre suggestjes út."],"Disable SEO analysis":["Skeakelje SEO-analyse út"],"Other social profiles":["Oare sosjale profilen"],"Make primary":["Primêr meitsje"],"Cancel":["Ofbrekke"],"%s notification":["%s notifikaasje","%s notifikaasjes"],"Disable readability analysis":["Utskeakelje lêsberens analyze"],"Removes the readability analysis section from the metabox and disables all readability-related suggestions.":["Ferwidert de lêsberensanalyseseksje út 'e metabox en skeakelet alle lêsberensrelatearre suggestjes út."],"Readability analysis":["Readability analyze"],"Needs improvement":["Hat ferbettering nedich"],"Readability":["Lêsberens"],"Improvements":["Ferbetterings"],"Good job! We could detect no serious SEO problems.":["Goed wurk! Wy koenen gjin serieuze SEO-problemen detektearje."],"We have detected the following issues that affect the SEO of your site.":["Wy hawwe de folgjende problemen ûntdutsen dy't de SEO fan jo side beynfloedzje."],"Problems":["Problemen"],"Analysis":["Analyse"],"Not available":["Net beskikber"],"Filter by SEO Score":["Filter troch SEO Score"],"Meta description not set.":["Metabeskriuwing net ynsteld."],"Open":["Iepen"],"Loading...":["Loading..."],"No results found":["gjin resultaten fûn"],"Dashboard":["Dashboard"],"You can fix this on the %1$sPermalink settings page%2$s.":["Jo kinne dit reparearje op de %1$sPermalink ynstellingsside%2$s."],"Replaced with the primary category of the post/page":["Ferfongen troch de primêre kategory fan de post/side"],"Buy %s":["Keapje %s"],"New %1$s Title":["Nije %1$s titel"],"Existing %1$s Title":["Besteande %1$s titel"],"Expected an integer as input.":["Ferwachte in hiel getal as ynfier."],"Trying to build the sitemap cache key, but the postfix and prefix combination leaves too little room to do this. You are probably requesting a page that is way out of the expected range.":["Besykje de sitemap-cache-kaai te bouwen, mar de kombinaasje fan postfix en prefix lit te min romte om dit te dwaan. Jo freegje wierskynlik in side dy't fier bûten it ferwachte berik is."],"Redirects":["Trochferwizings"],"Remove":["Weinimme"],"Keep":["Hâlde"],"Bold the last page":["Fet de lêste side"],"Primary %s":["Primêr %s"],"Primary":["Primêr"],"Make %1$s primary %2$s":["Meitsje %1$s primêr %2$s"],"Integrations":["Yntegraasjes"],"Term is set to noindex.":["Term is ynsteld op noindex."],"Author archives":["Auteur argiven"],"Enabled":["Mooglik meitsje"],"Disabled":["Ynvalide"],"The separator defined in your theme's %s tag.":["It skiedingsteken definiearre yn de tag %s fan jo tema."],"No index":["Gjin yndeks"],"SEO score":["SEO score"],"Team Yoast":["Team Yoast"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["De earste echte alles-yn-ien SEO-oplossing foar WordPress, ynklusyf ynhâldanalyse op side, XML-sitemaps en folle mear."],"Yoast SEO":["Yoast SEO"],"Activation failed:":["Aktivearring mislearre:"],"The filter extension seem to be unavailable. Please ask your web host to enable it.":["De filterútwreiding liket net beskikber te wêzen. Freegje jo webhost om it yn te skeakeljen."],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":["De ynstallaasje fan %1$s plugin is net kompleet. Sjoch asjebleaft nei %2$synstallaasje-ynstruksjes%3$s."],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":["De standert PHP Library (SPL) tafoeging liket net beskikber te wêzen. Freegje jo webhost om it yn te skeakeljen."],"SEO Settings":["SEO ynstellings"],"Mobile-Friendly Test":["Mobylfreonlike test"],"Google Page Speed Test":["Google Page Speed Test"],"Facebook Debugger":["Facebook Debugger"],"Analyze this page":["Analysearje dizze side"],"%s does not seem to be a valid url. Please correct.":["%s liket gjin jildige url te wêzen. Korrizjearje asjebleaft."],"%1$s does not seem to be a valid %2$s verification string. Please correct.":["%1$s liket gjin jildige %2$s ferifikaasjestring te wêzen. Korrizjearje asjebleaft."],"%s Archive":["%s Argyf"],"You searched for %s":["Jo hawwe socht nei %s"],"%s does not seem to be a valid Twitter Username. Please correct.":["%s liket gjin jildige Twitter-brûkersnamme te wêzen. Korrizjearje asjebleaft."],"Summary with large image":["Gearfetting mei grutte ôfbylding"],"The post %1$s appeared first on %2$s.":["De post %1$s ferskynde earst op %2$s."],"No numeric value was received.":["Gjin numerike wearde waard ûntfongen."],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":["Dit moat in besteande blog wêze. Blog %s bestiet net of is markearre as wiske."],"The default blog setting must be the numeric blog id of the blog you want to use as default.":["De standert blogynstelling moat de numerike blog-id wêze fan it blog dat jo as standert brûke wolle."],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":["%1$s is gjin jildige kar foar wa't tagong ta de %2$s ynstellings talitten wurde moat. Wearde weromsette nei de standert."],"Please select a valid post type for taxonomy \"%s\"":["Selektearje asjebleaft in jildich posttype foar taksonomy \"%s\""],"Please select a valid taxonomy for post type \"%s\"":["Selektearje asjebleaft in jildige taksonomy foar posttype \"%s\""],"You searched for":["Do socht nei"],"Home":["Thús"],"Archives for":["Argiven foar"],"Error 404: Page not found":["Flater 404: Side net fûn"],"Good":["Goed"],"Replaced with a custom taxonomies description":["Ferfongen mei in oanpaste taksonomy beskriuwing"],"Replaced with a posts custom taxonomies, comma separated.":["Ferfongen mei in berjochten oanpaste taksonomyen, komma skieden."],"Replaced with a posts custom field value":["Ferfongen mei in berjochten oanpaste fjild wearde"],"Replaced with the slug which caused the 404":["Ferfongen troch de slug dy't de 404 feroarsake"],"Replaced with the posts focus keyphrase":["Ferfongen mei de berjochten fokus keyphrase"],"Attachment caption":["Byskrift byskrift"],"Replaced with the current page number":["Ferfongen troch it hjoeddeistige sidenûmer"],"Replaced with the current page total":["Ferfongen troch it aktuele sidetotaal"],"Replaced with the current page number with context (i.e. page 2 of 4)":["Ferfongen troch it hjoeddeistige sidenûmer mei kontekst (d.w.s. side 2 fan 4)"],"Replaced with the current year":["Ferfongen troch it aktuele jier"],"Replaced with the current month":["Ferfongen troch de aktuele moanne"],"Replaced with the current day":["Ferfongen troch de hjoeddeiske dei"],"Replaced with the current date":["Ferfongen troch de aktuele datum"],"Replaced with the post/page author's 'Biographical Info'":["Ferfongen troch de 'Biografyske ynformaasje' fan 'e post/side-auteur"],"Replaced with the post/page author's 'nicename'":["Ferfongen troch de 'moaie namme' fan 'e post/side-auteur"],"Replaced with the post/page ID":["Ferfongen mei de post / side ID"],"Replaced with the post/page modified time":["Ferfongen troch de post / side wizige tiid"],"Replaced with the content type plural label":["Ferfongen troch de ynhâld type meartal label"],"Replaced with the content type single label":["Ferfongen troch it ynhâldstype single label"],"Replaced with the current search phrase":["Ferfongen troch de hjoeddeistige syksin"],"Replaced with the term name":["Ferfongen troch de term namme"],"Replaced with the term description":["Ferfongen troch de term beskriuwing"],"Replaced with the tag description":["Ferfongen troch de tagbeskriuwing"],"Replaced with the category description":["Ferfongen mei de kategory beskriuwing"],"Replaced with the post categories (comma separated)":["Ferfongen troch de postkategoryen (komma skieden)"],"Replaced with the current tag/tags":["Ferfongen troch de hjoeddeiske tag / tags"],"Replaced with the post/page excerpt (without auto-generation)":["Ferfongen troch de post/side-úttreksel (sûnder auto-generaasje)"],"Replaced with the post/page excerpt (or auto-generated if it does not exist)":["Ferfongen troch de post/side-úttreksel (of automatysk oanmakke as it net bestiet)"],"The site's name":["De namme fan de side"],"Replaced with the title of the parent page of the current page":["Ferfongen troch de titel fan de âlderside fan de aktuele side"],"Replaced with the title of the post/page":["Ferfongen troch de titel fan de post/side"],"Replaced with the date of the post/page":["Ferfongen troch de datum fan de post/side"],"Page %1$d of %2$d":["Side %1$d fan %2$d"],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":["Jo kinne in WPSEO standert fariabele ferfanging net oerskriuwe troch in fariabele te registrearjen mei deselde namme. Brûk ynstee it filter \"wpseo_replacements\" om de ferfangingswearde oan te passen."],"A replacement variable with the same name has already been registered. Try making your variable name unique.":["In ferfangende fariabele mei deselde namme is al registrearre. Besykje jo fariabelenamme unyk te meitsjen."],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":["In ferfangende fariabele kin net begjinne mei \"%%cf_\" of \"%%ct_\" om't dizze binne reservearre foar de WPSEO standert fariabele fariabelen foar oanpaste fjilden en oanpaste taksonomyen. Besykje jo fariabelenamme unyk te meitsjen."],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":["In ferfangende fariabele kin allinich alfanumerike tekens, in ûnderstreekje of in streepke befetsje. Besykje jo fariabele omneame."],"Admin only notice: this page does not show a meta description because it does not have one, either write it for this page specifically or go into the [%1$s - %2$s] menu and set up a template.":["Allinnich admin merkt op: dizze side lit gjin metabeskriuwing sjen, om't it net ien hat, skriuw it spesifyk foar dizze side of gean yn it menu [%1$s - %2$s] en set in sjabloan yn."],"Page not found":["Side net fûn"],"%s Archives":["%s Argiven"],"Meta description to use for Author page":["Meta-beskriuwing om te brûken foar Auteur-side"],"Title to use for Author page":["Titel om te brûken foar Auteur side"],"%1$s settings":["%1$s ynstellings"],"Export your %1$s settings":["Eksportearje jo %1$s ynstellings"],"Import settings":["Ymportearje ynstellings"],"Import from other SEO plugins":["Ymportearje fan oare SEO-plugins"],"Import":["Ymport"],"If you had a %s file and it was editable, you could edit it from here.":["As jo in %s-bestân hiene en it wie bewurkber, dan kinne jo it hjirwei bewurkje."],"If your %s were writable, you could edit it from here.":["As jo %s skriuwber wiene, kinne jo it hjirwei bewurkje."],"You don't have a %s file, create one here:":["Jo hawwe gjin %s-bestân, meitsje hjir ien oan:"],"A link to your site, with your site's name and description as anchor text.":["In keppeling nei jo side, mei de namme en beskriuwing fan jo side as ankertekst."],"A link to your site, with your site's name as anchor text.":["In keppeling nei jo side, mei de namme fan jo side as ankertekst."],"A link to the post, with the title as anchor text.":["In keppeling nei de post, mei de titel as ankertekst."],"You can use the following variables within the content, they will be replaced by the value on the right.":["Jo kinne de folgjende fariabelen brûke binnen de ynhâld, se wurde ferfongen troch de wearde oan 'e rjochterkant."],"Content to put after each post in the feed":["Ynhâld om te pleatsen nei elke post yn 'e feed"],"Content to put before each post in the feed":["Ynhâld om foar elke post yn 'e feed te pleatsen"],"How to insert breadcrumbs in your theme":["Hoe kinne jo breadcrumbs yn jo tema ynfoegje"],"Blog":["Blog"],"Prefix for the breadcrumb path":["Foarheaksel foar it breadcrumb paad"],"Anchor text for the Homepage":["Ankertekst foar de thússide"],"Separator between breadcrumbs":["Separator tusken breadcrumbs"],"Below are your published posts' SEO scores. Now is as good a time as any to start improving some of your posts!":["Hjirûnder binne de SEO-scores fan jo publisearre berjochten. No is it sa goed in tiid om te begjinnen mei it ferbetterjen fan guon fan jo berjochten!"],"Credits":["Kredits"],"&laquo; Back to Tools page":["« Werom nei arkside"],"%1$s comes with some very powerful built-in tools:":["%1$s komt mei wat heul krêftige ynboude ark:"],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":["Dit ark lit jo wichtige bestannen fluch feroarje foar jo SEO, lykas jo robots.txt en, as jo ien hawwe, jo .htaccess-bestân."],"File editor":["Triem bewurker"],"Import settings from other SEO plugins and export your settings for re-use on (another) site.":["Ymportearje ynstellings fan oare SEO-plugins en eksportearje jo ynstellings foar opnij gebrûk op (in oare) side."],"Import and Export":["Ymportearje en eksportearje"],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":["Dit ark lit jo titels en beskriuwingen fan jo berjochten en siden fluch feroarje sûnder dat jo foar elke side yn de bewurker hoege te gean."],"Bulk editor":["Bulk bewurker"],"Default settings":["Standertynstellings"],"Description":["Beskriuwing"],"Restore site to defaults":["Weromsette side nei standert"],"Site ID":["Site ID"],"Using this form you can reset a site to the default SEO settings.":["Mei dit formulier kinne jo in side weromsette nei de standert SEO-ynstellingen."],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new sites.":["Privacygefoelige (FB-admins en sa), tema-spesifyk (titel herskriuwe) en in pear heul side-spesifike ynstellings sille net wurde ymporteare nei nije siden."],"Enter the %1$sSite ID%2$s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":["Fier de %1$sSite ID%2$s yn foar de side wêrfan jo de ynstellings as standert brûke wolle foar alle siden dy't taheakke binne oan jo netwurk. Lit leech foar gjinien (d.w.s. de normale plugin-standerts wurde brûkt)."],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":["Kies de side wêrfan jo de ynstellings as standert brûke wolle foar alle siden dy't wurde tafoege oan jo netwurk. As jo 'Gjin' kieze, sille de normale plugin-standerts brûkt wurde."],"New sites in the network inherit their SEO settings from this site":["Nije siden yn it netwurk ervje har SEO-ynstellingen fan dizze side"],"Super Admins only":["Allinnich Super Admins"],"Site Admins (default)":["Site Admins (standert)"],"Who should have access to the %1$s settings":["Wa moat tagong hawwe ta de %1$s ynstellings"],"spam":["spam"],"mature":["folwoeksen"],"archived":["argivearre"],"public":["iepenbier"],"%s restored to default SEO settings.":["%s weromset nei standert SEO ynstellings."],"Settings Updated.":["Ynstellings bywurke."],"Special pages":["Spesjale siden"],"Date archives":["Datum argiven"],"Title":["Titel"],"Take note:":["Notysje:"],"You can determine the title and description for the homepage by %1$sediting the homepage itself%2$s.":["Jo kinne de titel en beskriuwing foar de thússide bepale troch %1$sde thússide sels te bewurkjen%2$s."],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s hat automatysk ûntdutsen oft it nedich is om de titels foar jo siden opnij te skriuwen, as jo tinke dat it ferkeard is en jo witte wat jo dogge, kinne jo de ynstelling hjir feroarje."],"Force rewrite titles":["Force herskriuwe titels"],"Homepage":["Homepage"],"%1$s Extensions":["%1$s Tafoegings"],"Seamlessly integrate WooCommerce with %1$s and get extra features!":["Yntegrearje WooCommerce naadloos mei %1$s en krije ekstra funksjes!"],"Rank better locally and in Google Maps, without breaking a sweat!":["Rang better lokaal en yn Google Maps, sûnder in swit te brekken!"],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":["Binne jo yn Google Nijs? Ferheegje jo ferkear fan Google Nijs troch dêrfoar te optimalisearjen!"],"Optimize your videos to show them off in search results and get more clicks!":["Optimalisearje jo fideo's om se te sjen yn sykresultaten en krije mear klikken!"],"The premium version of %1$s with more features & support.":["De premium ferzje fan %1$s mei mear funksjes en stipe."],"Person":["Persoan"],"Website name":["Website namme"],"RSS":["RSS"],"Permalink":["Permalink"],"Breadcrumbs":["Broodkruimels"],"Authenticate":["Autentisearje"],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year of support and updates, on %2$s.":["Om in trochferwizing oan te meitsjen en dit probleem op te lossen, hawwe jo %1$s nedich. Jo kinne de plugin keapje, ynklusyf ien jier stipe en updates, op %2$s."],"Creating redirects is a %s feature":["It oanmeitsjen fan trochferwizings is in funksje fan %s"],"New URL":["Nije URL"],"Search":["Sykje"],"URL":["URL"],"Deactivate %s":["Deaktivearje %s"],"The %1$s plugin might cause issues when used in conjunction with %2$s.":["De plugin %1$s kin problemen feroarsaakje as se brûkt wurde yn kombinaasje mei %2$s."],"Upload Image":["Upload ôfbylding"],"%s Posts Overview":["%s Oersjoch fan berjochten"],"Breadcrumbs title":["Breadcrumbs titel"],"Pinterest":["Pinterest"],"Social settings":["Sosjale ynstellings"],"Close":["Slute"],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines and might slow down your site.":["Sawol %1$s as %2$s kinne XML-sitemaps oanmeitsje. It hawwen fan twa XML-sitemaps is net foardielich foar sykmasines en kin jo side fertrage."],"Configure %1$s's Open Graph settings":["Konfigurearje %1$s's Open Graph-ynstellingen"],"Both %1$s and %2$s create Open Graph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":["Sawol %1$s as %2$s meitsje Open Graph-útfier, wêrtroch Facebook, Twitter, LinkedIn en oare sosjale netwurken de ferkearde teksten en ôfbyldings brûke kinne as jo siden dield wurde."],"%s image":["%s ôfbylding"],"%s description":["%s beskriuwing"],"%s title":["%s titel"],"Twitter":["Twitterze"],"Facebook":["Facebook"],"very difficult":["hiel dreech"],"Try to make shorter sentences, using less difficult words to improve readability":["Besykje koartere sinnen te meitsjen, mei minder drege wurden om de lêsberens te ferbetterjen"],"difficult":["dreech"],"fairly difficult":["frij dreech"],"OK":["OK"],"fairly easy":["frij maklik"],"easy":["maklik"],"very easy":["hiel ienfâldich"],"The copy scores %1$s in the test, which is considered %2$s to read.":["De kopy skoares %1$s yn 'e test, dy't beskôge wurdt as %2$s om te lêzen."],"Flesch reading ease":["Flesch lêsgemak"],"Meta Desc.":["Meta Desc."],"All SEO Scores":["Alle SEO Scores"],"SEO issue: The featured image should be at least 200 by 200 pixels to be picked up by Facebook and other social media sites.":["SEO-kwestje: De oantsjutte ôfbylding moat op syn minst 200 by 200 piksels wêze om op te nimmen troch Facebook en oare sosjale media-siden."],"(no parent)":["(gjin âlder)"],"meta description":["meta beskriuwing"],"Page title":["Side titel"],"Post is set to noindex.":["Post is ynsteld op noindex."],"The URL that this page should redirect to.":["De URL dêr't dizze side nei omliede moat."],"301 Redirect":["301 Trochferwizing"],"The canonical URL that this page should point to. Leave empty to default to permalink. %1$sCross domain canonical%2$s supported too.":["De kanonike URL wêrop dizze side ferwize moat. Leave lege as standert foar permalink. %1$sCross-domain canonical%2$s ek stipe."],"Canonical URL":["Kanonyske URL"],"Title to use for this page in breadcrumb paths":["Titel te brûken foar dizze side yn breadcrumb paden"],"Breadcrumbs Title":["Breadcrumbs Titel"],"No Snippet":["Gjin Snippet"],"No Archive":["Gjin argyf"],"No Image Index":["Gjin Image Index"],"None":["Gjin"],"Meta robots advanced":["Meta robots avansearre"],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Warskôging: ek al kinne jo hjir de meta robots ynstelling ynstelle, de hiele side is ynsteld op noindex yn 'e sitewide privacy ynstellings, sadat dizze ynstellings gjin effekt hawwe."],"Meta description":["Meta beskriuwing"],"SEO Title":["SEO titel"],"Focus keyword":["Fokus kaaiwurd"],"Settings successfully imported.":["Ynstellings mei súkses ymportearre."],"Settings could not be imported:":["Ynstellings koenen net ymportearre wurde:"],"Breadcrumb for 404 pages:":["Breadcrumb foar 404 siden:"],"Prefix for search result pages:":["Foarheaksel foar sykresultaatsiden:"],"Prefix for archive pages:":["Foarheaksel foar argyfsiden:"],"Prefix for breadcrumbs:":["Foarheaksel foar breadcrumbs:"],"Anchor text for the homepage:":["Ankertekst foar de thússide:"],"Breadcrumbs separator:":["Breadcrumbs separator:"],"%s Breadcrumbs":["%s Broodkruimels"],"Use Image":["Brûk ôfbylding"],"Action":["Aksje"],"Page URL/Slug":["Side URL / Slug"],"Publication date":["Datum fan publikaasje"],"Post Status":["Post Status"],"WP Page Title":["WP-sidetitel"],"View":["Fisy"],"View &#8220;%s&#8221;":["Besjoch \"%s\""],"Preview":["Foarbyld"],"Preview &#8220;%s&#8221;":["Live foarbyld &#8220;%s&#8221;"],"Edit":["Bewurkje"],"Filter":["Filter"],"New Yoast Meta Description":["Nije Yoast Meta Beskriuwing"],"Existing Yoast Meta Description":["Besteande Yoast Meta Description"],"Facebook profile URL":["Facebook profyl URL"],"Twitter username (without @)":["Twitter brûkersnamme (sûnder @)"],"Google":["Google"],"FAQ":["FAQ"],"Settings":["Ynstellings"],"Huge SEO Issue: You're blocking access to robots.":["Enorme SEO-probleem: Jo blokkearje tagong ta robots."],"Posts":["Reakce"],"Edit Files":["Triemmen bewurkje"],"General":["Algemien"],"Extensions":["Tafoegings"],"Search Console":["Search Console"],"Tools":["Tools"],"Advanced":["Avansearre"],"XML sitemaps":["XML sitemaps"],"Social":["Sosjaal"],"SEO":["SEO"],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":["%1$s ûntdutsen dat jo ferzje %2$s fan %3$s brûke, bywurkje nei de lêste ferzje om kompatibiliteitsproblemen foar te kommen."],"Just another WordPress site":["Krekt in oare WordPress-side"],"You have used HTML in your value which is not allowed.":["Jo hawwe HTML brûkt yn jo wearde dy't net tastien is."],"You can't edit %s that aren't yours.":["Jo kinne %s net bewurkje dy't net fan jo binne."],"You can't edit %s.":["Jo kinne %s net bewurkje."],"Post has an invalid Content Type: %s.":["Post hat in ûnjildich ynhâldstype: %s."],"Post doesn't exist.":["Post bestiet net."],"posts\u0004Trash <span class=\"count\">(%s)</span>":["Jiskefet <span class=\"count\">(%s)</span>","Jiskefet <span class=\"count\">(%s)</span>"],"posts\u0004All <span class=\"count\">(%s)</span>":["Alle <span class=\"count\">(%s)</span>","Alle <span class=\"count\">(%s)</span>"]}}}