{"domain":"js-text-analysis","locale_data":{"js-text-analysis":{"":{"domain":"js-text-analysis","plural_forms":"nplurals=1; plural=0;","lang":"ja_JP"},"The %1$s class must not be instantiated before the %2$s global is set.":[""],"%1$sOutrank your competitors even further%2$s with these %3$s plugins":[""],"No need to figure out what to link to. You get linking suggestions for relevant posts and pages to make your website easier to navigate.":[""],"Use AI to write SEO titles and meta descriptions for your posts and pages. It speeds up your work and does some of the thinking for you!":[""],"%s looks at more than just your main keyword. It analyzes different word forms, plurals, and past tenses. This helps your website perform even better in searches!":[""],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for titles and meta descriptions to make your pages rank high and make you look good on social media. %1$sLearn more%2$s%3$s":[""],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for product titles and meta descriptions to make your pages rank high and make you look good on social media. %1$sLearn more%2$s%3$s":[""],"Explore %s!":["%s お試しください!"],"You’ll reach more people with multiple keyphrases! Want to quickly add these related keyphrases to the %s analyses for even better content optimization?":[""],"Get AI to write SEO titles and meta descriptions faster. Reach a wider audience with multiple keywords. Get automatic internal linking suggestions. And much, much more!":[""],"Explore now":["今すぐお試しください"],"Rank higher in search results":["検索結果での上位表示"],"Turn more visitors into customers!":[""],"Increase Google clicks with rich results":[""],"Write product pages that rank using the SEO analysis":[""],"Get XML sitemaps":["XML サイトマップを取得します"],"Optimize your video previews & thumbnails":[""],"Make sure your videos load quickly for users":[""],"Automatically get technical SEO best practices for video content":[""],"Drive more views to your videos":["動画の表示を増やす"],"Stand out for local searches":["ローカル検索で差をつける"],"Explore %s now!":["今すぐ %s お試しください!"],"%1$s24/7 support%2$s: Also on evenings and weekends.":[""],"%1$sAppealing social previews%2$s people actually want to click on.":[""],"%1$sNo more broken links%2$s: Automatic redirect manager.":[""],"%1$sSuper fast%2$s internal linking suggestions.":[""],"%1$sMultiple keywords%2$s: Rank higher for more searches.":[""],"%1$sAI%2$s: Better SEO titles and meta descriptions, faster.":[""],"Highlight areas of improvement in your text, no more searching for a needle in a haystack, straight to optimizing! Now also in Elementor!":[""],"Leave a quick review":["簡単なレビューを書く"],"Happy with the plugin?":["プラグインに満足していますか?"],"Show Yoast SEO some love!":[""],"Let's get your site in tip-top shape for the search engines. Simply follow these 5 steps to make Google understand what your site is about.":["サイトを検索エンジンにとって最高の状態にしましょう。 次の 5 つの手順に従うだけで、Google にサイトの内容を理解させることができます。"],"If your goal is to increase your rankings, you need to work on your SEO regularly. That can be overwhelming, so let's tackle it one step at a time!":["ランキングを上げることが目標の場合、定期的に SEO に取り組む必要があります。 それは大変なことかもしれないので、一度に一歩ずつ取り組んでみましょう。"],"Great work! Thanks to the details you've provided, %1$s has enhanced your site for search engines, giving them a clearer picture of what your site is all about.":["提供した情報のおかげで、%1$s はサイトを検索エンジン向けに強化し、サイトが何であるかをより明確に理解できるようにしました。"],"Important: We won't sell this data, and we won't collect any personal information about you or your visitors.":["重要: このデータは販売されず、あなたや訪問者に関する個人情報は収集されません。"],"What data will be collected and why?":["どのようなデータが収集されますか?"],"No, I don't want to share my site data":["いいえ、サイトデータを共有したくないです"],"Are you open to help us improve our services?":["弊社のサービス向上にご協力いただけますか?"],"Yes, give me your free tips!":["はい、無料で tips をくれ !"],"Subscribe to the %1$s newsletter to receive best practices for improving your rankings, save time on SEO tasks, stay up-to-date with the latest SEO news, and get expert guidance on how to make the most of %2$s!":["%1$s ニュースレターを購読すると、ランキングを改善するためのベスト プラクティスを受け取り、SEO タスクの時間を節約し、最新の SEO ニュースを入手し、%2$s を最大限に活用する方法について専門家のガイダンスを得ることができます！"],"Get free weekly SEO tips!":["SEO に関する毎週のヒントを無料で入手しましょう!"],"You're almost there! Complete all settings in this step so search engines know what your site is about.":["もうすぐそこです！ このステップですべての設定を完了すると、検索エンジンがサイトの内容を認識できるようになります。"],"Completing this step helps Google to understand your site even better. Bonus: You'll improve your chance of getting %1$srich results%2$s!":["このステップを完了すると、Google がサイトをさらに深く理解できるようになります。 ボーナス: %1$sリッチな結果%2$sを得る可能性が高まります。"],"Let's start by running the SEO data optimization. That means we'll scan your site and create a database with optimized SEO data. It won't change any content or settings on your site and you don't need to do anything, just hit start!\n\nNote: If you have a lot of content, this optimization could take a moment. But trust us, it's worth it!":["まずは SEO データの最適化を実行しましょう。 つまり、サイトをスキャンし、最適化された SEO データを含むデータベースを作成します。 サイトのコンテンツや設定は変更されないため、何もする必要はありません。\n\n注: コンテンツが多い場合、この最適化には少し時間がかかることがあります。"],"We've successfully analyzed your site & optimized your SEO data!":["サイトを分析し、SEO データを最適化しました。"],"Fantastic work! Add your organization's social media accounts below. This allows us to fine-tune the metadata for these platforms.":["素晴らしい！ 組織のソーシャル メディア アカウントを以下に追加します。 これにより、これらのプラットフォームのメタデータを改善できるようになります。"],"Social share preview":["ソーシャルシェアプレビュー"],"Twitter share preview":["Twitter シェアプレビュー"],"The %1$s interface is currently unavailable in the beta WooCommerce product editor. To resolve any issues, please disable the beta editor. %2$sLearn how to disable the beta WooCommerce product editor.%3$s":["%1$s インターフェイスは現在、ベータ版の WooCommerce 製品エディターでは利用できません。問題を解決するには、ベータ版エディターを無効にしてください。%2$sベータ版の WooCommerce 製品エディターを無効にする方法を学びます。%3$s"],"Compatibility issue: Yoast SEO is incompatible with the beta WooCommerce product editor.":["互換性の問題: Yoast SEO は、ベータ版の WooCommerce 製品エディターと互換性がありません。"],"Search engines and other websites can still send traffic to your trashed content.":["検索エンジンや他のサイトは、ゴミ箱に捨てられたコンテンツにトラフィックを送信する可能性があります。"],"Unlock with the %1$s":["%1$s でロック解除"],"Generate product titles & descriptions with AI!":["商品タイトルや説明文をAIで生成！"],"Last year":["去年"],"Last week":["先週"],"Last day":["最終日"],"Last updated":["最終更新日時"],"Activate tracking to show the ranking position":["追跡を有効にしてランキング順位を表示します"],"List your Frequently Asked Questions in an SEO-friendly way.":["SEO に配慮した方法でよくある質問をリストします。"],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by OpenAI GPTBot.":["OpenAI GPTBot によるクロールを防止するには、robots.txt ファイルに「disallow」ルールを追加します。"],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by the Google-Extended bot. Enabling this setting won’t prevent Google from indexing your website.":["Google 拡張ボットによるクロールを防ぐために、robots.txt ファイルに「disallow」ルールを追加します。 この設定を有効にしても、Google によるサイトのインデックス作成は妨げられません。"],"Lots of web traffic comes from bots crawling the web. Some can benefit your site or business, while other bots don’t. Blocking unwanted bots can save energy, help with site performance, and protect copyrighted content. Learn more about %1$swhen to block unwanted bots%2$s.":["多くの Web トラフィックは、Web を巡回するボットから発生します。サイトやビジネスに利益をもたらすボットもあれば、そうでないボットもあります。不要なボットをブロックすると、エネルギーが節約され、サイトのパフォーマンスが向上し、著作権で保護されたコンテンツが保護されます。%1$s望ましくないボットをブロックするタイミング%2$sについて詳しくは、こちらをご覧ください。"],"Prevent OpenAI GPTBot from crawling":["OpenAI GPTBot のクロールを防止"],"Prevent Google Bard and Vertex AI bots from crawling":["Google Bard および Vertex AI ボットのクロールを阻止する"],"Prevent Common Crawl CCBot from crawling":["コモンクロール CCBot のクロールを防ぐ"],"Unlock Premium SEO analysis":["プレミアム SEO 分析のロック解除"],"Get more help with writing content that ranks":["ランク付けされるコンテンツを作成するためのさらなるサポートを得る"],"$ USD / € EUR / £ GBP per year (ex. VAT)":["年間 $ USD / € EUR / £ GBP (例 VAT)"],"Internal linking suggestions":["内部リンクの提案"],"%1$s SAVE 30%% %2$s on your 12 month subscription":["12 か月の購読で %1$s 30%% 割引%2$s"],"Learn more about %s (Opens in a new browser tab)":["%s の詳細 (新しいブラウザ タブで開きます)"],"Write more natural and engaging content":["自然で魅力的なコンテンツを書く"],"Synonyms help users understand your copy better. It’s easier to read for both users and Google. In %s, you can add synonyms for your focus keyphrase, and we’ll help you optimize for them.":["同義語は、ユーザーがコピーをよりよく理解するのに役立ちます。 ユーザーにとっても Google にとっても読みやすくなります。 %s では、フォーカス キーフレーズの同義語を追加できます。それらの最適化をお手伝いします。"],"Is your %1$s store ready for Black Friday?":["%1$s ストアはブラック フライデーの準備はできていますか?"],"Check your text on even more SEO criteria and get an enhanced keyphrase analysis, making it easier to optimize your content.":["さらに多くの SEO 基準に基づいてテキストをチェックし、強化されたキーフレーズ分析を取得して、コンテンツの最適化を容易にします。"],"Buy now!":["今すぐ購入 !"],"30% OFF!":["30% OFF !"],"BLACK FRIDAY SALE: %1$s %2$sBuy now!%3$s":["BLACK FRIDAY SALE: %1$s %2$s今すぐ購入！%3$s"],"BLACK FRIDAY SALE: %1$s":["ブラックフライデーセール: %1$s"],"Reach a wider audience":["多くの人々にリーチする"],"Add related keyphrases":["関連するキーフレーズを追加します"],"%s automatically suggests to what content you can link with easy drag-and-drop functionality, which is good for your SEO!":["%s は、簡単なドラッグ アンド ドロップ機能でリンクできるコンテンツを自動的に提案します。これは SEO に役立ちます。"],"Rank higher by connecting your content":["コンテンツを結び付けることでランクが上がります"],"Get help optimizing for up to 5 related keyphrases. This helps you reach a wider audience and get more traffic.":["最大 5 つの関連キーフレーズの最適化に関するヘルプが表示されます。 これにより、より多くの視聴者にリーチし、より多くのトラフィックを獲得できます。"],"-30%":["-30%"],"%1$s Now with 30%% Black Friday Discount!":["%1$s 今ならブラックフライデー割引30%% !"],"%1$sSALE 30%% OFF!%2$s":["%1$s セール30%% OFF ! %2$s"],"30% OFF":["30% OFF"],"BLACK FRIDAY":["ブラックフライデー"],"Claim your 30% off now!":["今すぐ30％％ オフを申請しよう !"],"Social media appearance":["ソーシャルメディアの外観"],"Determine how your post should look in the search results.":["投稿が検索結果にどのように表示されるかを決定します。"],"The Yoast %1$sultimate Black Friday checklist%2$s helps you prepare in time, so you can boost your results during this sale.":["Yoast %1$s究極のブラックフライデーチェックリスト%2$sは、時間内に準備するのに役立つため、このセール中に結果を増やすことができます。"],"To customize the appearance of your post specifically for Twitter, please fill out the 'Twitter appearance' settings below.":["投稿の外観をTwitter専用にカスタマイズするには、以下の「Twitterの外観」設定に記入してください。"],"Twitter appearance":["ツイッターの外観"],"To customize the appearance of your post specifically for Twitter, please fill out the 'Twitter appearance' settings below. If you leave these settings untouched, the 'Social media appearance' settings mentioned above will also be applied for sharing on Twitter.":["投稿の外観をTwitter専用にカスタマイズするには、以下の「Twitterの外観」設定に記入してください。これらの設定をそのままにしておくと、上記の「ソーシャルメディアの外観」設定がTwitterでの共有にも適用されます。"],"Determine how your post should look on social media like Facebook, Twitter, Instagram, WhatsApp, Threads, LinkedIn, Slack, and more.":["Facebook、Twitter、Instagram、WhatsApp、Threads、LinkedIn、Slackなどのソーシャルメディアで投稿がどのように表示されるかを決定します。"],"Get the checklist and start optimizing now!":["チェックリストを入手して、今すぐ最適化を始めましょう !"],"Is your WooCommerce store ready for Black Friday?":["あなたのWooCommerceストアーはブラックフライデーの準備ができていますか ?"],"The %1$s %2$sultimate Black Friday checklist%3$s helps you prepare in time, so you can boost your results during this sale.":["%1$s %2$s 究極のブラックフライデーチェックリスト %3$s は、時間内に準備するのに役立つため、このセール中に結果を増やすことができます。"],"AI generator":["AI ジェネレーター"],"New in %1$s":["%1$s の新機能"],"Use AI to write your titles & meta descriptions!":["AI を使用してタイトルとメタディスクリプションを書く"],"Use the power of Yoast AI to automatically generate compelling titles and descriptions for your posts and pages.":["Yoast AI の機能を利用して、投稿やページの魅力的なタイトルと説明を自動的に生成します。"],"AI title & description generator":["AI タイトルと説明ジェネレーター"],"Use AI":["AIを活用"],"Clear selection":["選択をクリアします"],"Note that the following commonly-used parameters will not be removed: %1$s, %2$s, %3$s, %4$s, %5$s, %6$s, and %7$s.":["次の一般的に使用されるパラメータは削除されないことに注意してください。%1$s、%2$s、%3$s、%4$s、%5$s、%6$s と %7$s"],"Learn how to increase your rankings with %1$s":["%1$s でランキングを上げる方法を学びましょう"],"Want an enhanced Google preview of how your WooCommerce products look in the search results?":["WooCommerce 製品が検索結果でどのように表示されるかを示す拡張された Google プレビューが必要ですか?"],"Sign up today!":["今日サインアップする！"],"Feeling lost when it comes to optimizing your site for the search engines? Join our FREE webinar to gain the confidence that you need in order to start optimizing like a pro! You'll obtain the knowledge and tools to start effectively implementing SEO.":["検索エンジン向けにサイトを最適化するのに迷っていませんか? 無料のウェビナーに参加して、プロのように最適化を始めるために必要な自信を獲得してください。SEO の効果的な実装を開始するための知識とツールを取得します。"],"Join our FREE webinar for SEO success":["SEO を成功させるための無料ウェビナーに参加してください"],"Want your products stand out in search results with rich results like price, reviews and more?":["Want your products stand out in search results with rich results like price, reviews and more?"],"%1$s, %2$s and %3$s":["%1$s、%2$s と %3$s"],"%1$s and %2$s":["%1$s と %2$s"],"Please see the “New” badges and review the Search appearance settings.":["「新規」バッジを確認し、検索の表示設定を確認してください。"],"New type of content added to your site!":["新しいタイプのコンテンツがサイトに追加されました。"],"Site policies":["サイトポリシー"],"Select a page which provides information about your diversity policies for %1$sstaffing%2$s, %1$shiring%2$s and %1$semployment%2$s.":["%1$s人材配置%2$s、%1$s採用%2$s、%1$s雇用%2$sに関するダイバーシティ ポリシーに関する情報を提供するページを選択します。"],"Select a page which provides information on your diversity policies for %1$seditorial%2$s content.":["%1$s編集%2$sコンテンツの多様性ポリシーに関する情報を提供するページを選択します。"],"Select a page which describes the personal, organizational, and corporate %1$sstandards%2$s of %1$sbehavior%2$s expected by your organization.":["組織が期待する個人、組織、企業の%1$s行動%2$s %1$s基準%2$sを説明するページを選択してください。"],"Select a page which outlines your procedure for addressing %1$serrors%2$s (e.g., publishing retractions or corrections).":["%1$sエラー%2$sに対処するための手順 (撤回や訂正の公開など) の概要を説明するページを選択します。"],"Select a page which describes how your organization collects and responds to %1$sfeedback%2$s, engages with the %1$spublic%2$s, and prioritizes %1$stransparency%2$s.":["Select a page which describes how your organization collects and responds to %1$sfeedback%2$s, engages with the %1$spublic%2$s, and prioritizes %1$stransparency%2$s."],"Select a page which describes the ownership structure of your organization. It should include information about  %1$sfunding%2$s and %1$sgrants%2$s.":["組織の所有権構造を説明するページを選択してください。 %1$s資金%2$sや%1$s補助金%2$sに関する情報も含める必要があります。"],"Select a page which describes the editorial principles of your organization. %1$sWhat%2$s do you write about, %1$swho%2$s do you write for, and %1$swhy%2$s?":["Select a page which describes the editorial principles of your organization. %1$sWhat%2$s do you write about, %1$swho%2$s do you write for, and %1$swhy%2$s?"],"Select the pages on your website which contain information about your organizational and publishing policies. Some of these might not apply to your site, and you can select the same page for multiple policies. %1$sLearn more about why setting your site policies is important%2$s.":["組織および公開ポリシーに関する情報が含まれているサイト上のページを選択します。これらの一部はサイトに適用されない可能性があり、複数のポリシーに対して同じページを選択できます。%1$sサイト ポリシーの設定が重要な理由について詳しくは、こちらをご覧ください%2$s。"],"Diversity staffing report":["ダイバーシティ人材配置レポート"],"Diversity policy":["ダイバーシティ方針"],"Ethics policy":["倫理方針"],"Corrections policy":["訂正方針"],"Actionable feedback policy":["実用的なフィードバックポリシー"],"Ownership / Funding info":["所有権/資金提供情報"],"Publishing policies":["出版のポリシー"],"Publishing principles":["出版の原則"],"Failed to retrieve pages.":["ページの取得に失敗しました。"],"Searching pages...":["ページを検索しています..."],"Add new page...":["新しいページを追加..."],"No pages found.":["ページが見つかりませんでした。"],"You've added a new type of content. We recommend that you review the corresponding %1$sSearch appearance settings%2$s.":["新しいタイプのコンテンツが追加されました。 対応する %1$s検索の外観設定%2$s を確認することをお勧めします。"],"Error: Taxonomy was not removed from new_taxonomies list.":["エラー: タクソノミーは new_taxonomies リストから削除されませんでした。"],"Taxonomy is no longer new.":["タクソノミーはもはや新しいものではありません。"],"Taxonomy is not new.":["タクソノミーは新しいものではありません。"],"Error: Post type was not removed from new_post_types list.":["エラー: 投稿タイプは new_post_types リストから削除されませんでした。"],"Post type is no longer new.":["投稿タイプは新しいものではなくなりました。"],"Post type is not new.":["投稿タイプは新しいものではありません。"],"Write a bug report":["バグレポートを書く"],"Our support team is here to answer any questions you may have. Fill out the (pop-up) contact form, and we'll get back to you as soon as possible!":["弊社のサポートチームがご質問にお答えします。 (ポップアップ) お問い合わせフォームにご記入ください。できるだけ早くご連絡いたします。"],"%1$sSupport languages:%2$s English & Spanish":["%1$sサポートの言語:%2$s 英語とスペイン語"],"If you don't find the answers you're looking for and need personalized help, you can get 24/7 support from one of our support engineers.":["探している答えが見つからず、個別のサポートが必要な場合は、サポート エンジニアから 24 時間年中無休のサポートを受けることができます。"],"Contact our support team":["サポートチームにお問い合わせください"],"Have you stumbled upon a bug while using %1$s? Please raise a bug report on our GitHub repository to let us know about the issue!":["%1$s の使用中にバグに遭遇したことがありますか? GitHub リポジトリでバグ レポートを作成して、この問題についてお知らせください。"],"Raise a bug report on GitHub":["GitHub でバグレポートを作成"],"Visit WordPress forum":["WordPress フォーラムにアクセス"],"In the WordPress support forum for %1$s you can find answers or ask for help from %1$s users in the WordPress community.":["%1$s の WordPress サポート フォーラムでは、WordPress コミュニティの %1$s ユーザーに回答を見つけたり、助けを求めることができます。"],"WordPress support forum for %1$s":["%1$s の WordPress サポートフォーラム"],"Visit our help center":["ヘルプセンターにアクセス"],"Have a look at our help center to find articles, tutorials, and other resources to help you get the most out of %1$s!":["ヘルプ センターを参照して、%1$s を最大限に活用するための記事、チュートリアル、その他のリソースを見つけてください。"],"%1$s's help center":["%1$sのヘルプセンター"],"Need help with %1$s? These resources are a great place to start!":["%1$s についてサポートが必要ですか? これらのリソースは、始めるのに最適な場所です。"],"Additional resources":["追加のリソース"],"Here, you'll find answers to commonly asked questions about using %1$s. If you don't see your question listed, you can have a look at the section below.":["ここでは、%1$s の使用に関してよくある質問への回答を示します。 質問がリストにない場合は、以下のセクションをご覧ください。"],"Frequently asked questions":["よくある質問"],"If you have any questions, need a hand with a technical issue, or just want to say hi, we've got you covered. Get in touch with us and we'll be happy to assist you!":["ご質問がある場合、または技術的な問題についてサポートが必要な場合は、いつでも対応させていただきます。 弊社までご連絡ください。喜んでお手伝いさせていただきます。"],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by Google AdsBot. You should only enable this setting if you're not using Google Ads on your site.":["Google AdsBot によるクロールを防ぐために、robots.txt ファイルに「disallow」ルールを追加します。この設定は、サイトで Google Ads を使用していない場合にのみ有効にしてください。"],"Block unwanted bots":["不要なボットをブロック"],"Close the upgrade callout":["アップグレードのコールアウトを閉じます"],"%1$s and get an exclusive %2$s discount for %3$s month(s).":["%1$sすると、%3$s か月限定の %2$s 割引を受けられます。"],"Click here to upgrade your %s plan":["%s プランをアップグレードするにはここをクリックしてください"],"Keyphrases tracked: %1$s/%2$s":["追跡されたキーフレーズ: %1$s/%2$s"],"Your are tracking %1$s out of %2$s keyphrases included in your account.":["アカウントに含まれる %2$s キーフレーズのうち %1$s を追跡しています。"],"Your are tracking %1$s out of %2$s keyphrases included in your free account.":["無料アカウントに含まれる %2$s キーフレーズのうち %1$s を追跡しています。"],"Support":["サポート"],"Prevent Google AdsBot from crawling":["Google AdsBot のクロールを防止する"],"%s":["%s"],"This overview will show you your top performing keyphrases in Google. Connect with %s to get started.":["この概要では、Google で最もパフォーマンスの高いキーフレーズが表示されます。 開始するには、%s に接続してください。"],"You have successfully connected with %s.":["%s との接続に成功しました。"],"You have successfully connected with %1$s. Your %2$s account does not contain any keyphrases for this website yet. You can track keyphrases by using the \"Track SEO Performance\" button in the post editor.":["%1$s との接続に成功しました。%2$s アカウントには、このサイトのキーフレーズがまだ含まれていません。投稿エディターの「SEO パフォーマンスの追跡」ボタンを使用して、キーフレーズを追跡できます。"],"Network Error: Unable to connect to the server. Please check your internet connection and try again later.":["ネットワーク エラー: サーバーに接続できません。 インターネット接続を確認し、後でもう一度試してください。"],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of URLs like %1$s, %2$s and %3$s.":["robots.txt ファイルに「disallow」ルールを追加して、%1$s、%2$s、%3$s などの URL のクロールを防止します。"],"Your WordPress environment is running on a non-production site. Indexables can only be created on production environments. Please check your `WP_ENVIRONMENT_TYPE` settings.":["WordPress 環境は非実稼働サイトで実行されています。 インデックス作成可能は運用環境でのみ作成できます。 「WP_ENVIRONMENT_TYPE」設定を確認してください。"],"Inclusive language: %s":["インクルーシブランゲージ: %s"],"%1$s / %2$s: Top Keyphrases":["%1$s / %2$s: 人気のキーフレーズ"],"The post type %s could not be indexed because it does not meet indexing requirements.":["投稿タイプ %s はインデックス作成要件を満たしていないため、インデックスを作成できませんでした。"],"The name of this category is %1$s.":["このカテゴリーの名前は %1$s です。"],"Start the course":["コースを開始する"],"Start free trial lesson":["無料体験レッスンを始める"],"Maximize your SEO game by purchasing %s, which grants you unlimited access to all courses.":["%s を購入すると、すべてのコースに無制限にアクセスできるようになり、SEO を最大限に高めることができます。"],"Learn vital SEO skills that you can apply at once! Let us take you by the hand and give you practical SEO tips to help you outrank your competitors. %s comes with five free courses.":["すぐに応用できる重要な SEO スキルを学びましょう。 競合他社に勝つための実践的な SEO のヒントをご紹介します。 %s には 5 つの無料コースが付属しています。"],"Learn vital SEO skills that you can apply at once! Let us take you by the hand and give you practical SEO tips to help you outrank your competitors. Maximize your SEO game! Because your %s subscription gives you unlimited access to all courses.":["すぐに応用できる重要な SEO スキルを学びましょう。競合他社に勝つための実践的な SEO のヒントをご紹介します。SEO ゲームを最大限に活用しましょう! %s サブスクリプションにより、すべてのコースに無制限にアクセスできるためです。"],"Choosing the right type of hosting for your site is the basis of a solid Technical SEO strategy. Learn all about it in this course!":["サイトに適したホスティングの種類を選択することは、堅実なテクニカル SEO 戦略の基礎です。 このコースですべてを学びましょう!"],"You have to make it possible for search engines to find your site, so they can display it in the search results. We'll tell you all about how that works in this course!":["検索エンジンがあなたのサイトを見つけて、検索結果に表示できるようにする必要があります。 このコースでは、その仕組みについてすべて説明します。"],"Are you selling in countries all over the world? In this course, you’ll learn all about setting up and managing a site that targets people in different languages and locales.":["世界中の国で販売していますか？ このコースでは、さまざまな言語やロケールの人々を対象としたサイトの設定と管理についてすべて学びます。"],"Do you want to take a deep dive into structured data? In this course, you'll learn the theory related to structured data in detail.":["構造化データについて学びたいですか? このコースでは、構造化データに関する理論を詳しく学びます。"],"Learn how to optimize your online shop for your customers and for search engines!":["顧客と検索エンジンのためにオンライン ショップを最適化する方法を学びましょう。"],"Do you own a local business? This course will teach you how to make sure your local audience can find you in the search results and on Google Maps!":["地元でビジネスを経営していますか? このコースでは、地元のユーザーが検索結果や Google マップで貴社を確実に見つけられるようにする方法を学びます。"],"A clear site structure benefits your users and is of great importance for SEO. Still, most people seem to forget about this. Get ahead of your competition and learn how to improve your site structure!":["明確なサイト構造はユーザーに利益をもたらし、SEO にとって非常に重要です。 それでも、ほとんどの人はこのことを忘れているようです。 競合他社に先んじて、サイト構造を改善する方法を学びましょう。"],"Start creating block-tastic content with the new WordPress block editor! Learn all about the block editor and what you can do with it.":["新しい WordPress ブロックエディターを使用して、ブロックコンテンツの作成を始めましょう! ブロックエディターとそれを使って何ができるのかについてすべて学びましょう。"],"Do you know the essential first step of good SEO? It's keyword research. In this training, you'll learn how to research and select the keywords that will guide searchers to your pages.":["優れた SEO の重要な最初のステップを知っていますか? それはキーワード調査です。 このトレーニングでは、検索者をページに誘導するためのキーワードを調査して選択する方法を学びます。"],"Learn how to make your site stand out from the crowd by adding structured data!":["構造化データを追加して、サイトを他のサイトから目立たせる方法を学びましょう。"],"In this course, you'll learn how to write awesome copy that is optimized for ranking in search engines.":["このコースでは、検索エンジンでのランキングに最適化された素晴らしいコンテンツを作成する方法を学びます。"],"Do you want to set up your own WordPress site? This course will teach you the ins and outs of creating and maintaining a WordPress website!":["自分の WordPress サイトをセットアップしたいですか? このコースでは、WordPress サイトの作成と保守の詳細を学びます。"],"In this course, you'll learn practical SEO skills on every key aspect of SEO, to make your site stand out.":["このコースでは、サイトを目立たせるために、SEO のあらゆる重要な側面について実践的な SEO スキルを学びます。"],"In this course, you'll learn about how to set up and use the %1$s for WordPress plugin so it makes SEO even easier. This course is meant for users of the block editor.":["このコースでは、SEO をさらに簡単にする %1$s for WordPress プラグインの設定と使用方法を学びます。 このコースはブロックエディターのユーザーを対象としています。"],"In this free course, you'll get quick wins to make your site rank higher in Google, Bing, and Yahoo.":["この無料コースでは、サイトを Google、Bing、Yahoo でより上位にランクさせるためにすぐに成功することができます。"],"Academy":["Academy"],"%1$s %2$s isn't working as expected %3$s and you are not receiving updates or support! Make sure to %4$s activate your product subscription in %5$s%6$s to unlock all the features of %7$s.":["%1$s%2$s が期待どおりに動作せず%3$s、アップデートやサポートも受けられません。%7$s のすべての機能のロックを解除するには、必ず %5$s で%4$s製品の購読を有効化してください%6$s。"],"%1$s can't be updated because your product subscription is expired. %2$sRenew your product subscription%3$s to get updates again and use all the features of %1$s.":["製品の購読の有効期限が切れているため、%1$s を更新できません。%2$s製品の購読%3$sを更新して、アップデートを再度取得し、%1$sのすべての機能を使用してください。"],"Warning! These are expert features, so make sure you know what you're doing before using this setting. You might break your site. %1$sRead more about how your site can be affected%2$s.":["警告！ これらは専門的な機能であるため、この設定を使用する前に、何をしているのかを必ず理解してください。 サイトが誤動作する可能性があります。 %1$sサイトがどのような影響を受けるかについて詳しくは、%2$sをお読みください。"],"%1$s: unregistered URL parameter removed. See %2$s":["%1$s: 未登録の URL パラメータが削除されました。 %2$sを参照してください。"],"This feature is disabled when your site is not using pretty permalinks.":["サイトがプリティ パーマリンクを使用していない場合、この機能は無効になります。"],"This feature is disabled when your site is not using %1$spretty permalinks%2$s.":["サイトが%1$sプリティ パーマリンク%2$sを使用していない場合、この機能は無効になります。"],"%1$s: redirect utm variables to #":["%1$s: utm 変数を # にリダイレクトします"],"Optimize your business for multiple locations":["複数の拠点に合わせてビジネスを最適化する"],"Easily add maps, address finders, and opening hours to your content":["地図、住所検索、営業時間をコンテンツに簡単に追加できます。"],"Automatically get technical SEO best practices for local businesses":["ローカルビジネス向けの技術的なSEOのベストプラクティスを自動的に取得"],"Attract more customers to your site and physical store":["顧客をサイトや実店舗に呼び込みます"],"Remove Other profile %1$s":["他のプロファイルを削除 %1$s"],"Please select a user in the Site representation step.":["サイト表現ステップでユーザーを選択してください。"],"You can %1$supdate or add social profiles to this user profile%2$s.":["%1$sこのユーザー プロファイルにソーシャル プロファイルを更新または追加%2$sできます。"],"You have selected the user %1$s as the person this site represents.":["このサイトが代表する人物としてユーザー %1$s を選択しました。"],"If you select a Person to represent this site, we will use the social profiles from the selected user's profile page.":["このサイトを代表する「人物」を選択した場合、選択したユーザーのプロフィール ページのソーシャル プロフィールが使用されます。"],"It looks like you've enabled media pages. We recommend that you help us to re-analyze your site by running the SEO data optimization. ":["メディア ページが有効になっているようです。 SEO データの最適化を実行して、サイトの再分析にご協力いただくことをお勧めします。 "],"Organization Mastodon":["組織 Mastodon"],"%1$s Settings - %2$s":["%1$s の設定 - %2$s"],"Read more about how to get your site verified.":["サイトを確認する方法について詳しくは、こちらをご覧ください。"],"Get your site verified in your Mastodon profile.":["Mastodon プロフィールでサイトを確認します。"],"E.g. https://mastodon.social/@yoast":["例: https://mastodon.social/@yoast"],"Mastodon":["Mastodon"],"%2$s integrates %1$s' Schema output into its own to get rich snippets for your digital products!":["%2$s は、%1$s のスキーマ出力を独自のスキーマに統合して、デジタル製品のリッチ スニペットを取得します!"],"Get %1$srich results for your digital products%2$s in Google search":["Google 検索で%1$sデジタル製品のリッチリザルト%2$sを取得する"],"Add trustworthiness to your %1$s profile by verifying your site with %2$s.":["%2$s でサイトを確認して、%1$s プロファイルに信頼性を追加します。"],"Verify your site on %1$s%2$s%3$s":["%1$s%2$s%3$s でサイトを確認してください"],"Mastodon profile not yet added":["Mastodon プロファイルはまだ追加されていません"],"Mastodon profile added":["Mastodon のプロフィール追加"],"Potentially non-inclusive":["可能性のインクルーシブなし"],"Finish your %s":["%s を終了します"],"Please enter a number between 1 and 50.":["1 から 50 までの数字を入力してください。"],"Settings navigation":["設定のナビゲーション"],"Close settings navigation":["設定のナビゲーションを閉じる"],"Open settings navigation":["設定のナビゲーションを開く"],"Choose whether your site represents an organization or a person. %1$sLearn more about the differences and choosing between Organization and Person%2$s.":["サイトが組織または個人のどちらを表しているかを選択します。%1$s組織と個人の違いと選択について詳しく説明します%2$s。"],"%1$sGet%2$s %3$s":["%1$sGet%2$s %3$s"],"Index Now":["Index Now"],"Failed to retrieve media.":["メディアの取得に失敗しました。"],"Limit the length of internal site search queries to reduce the impact of spam attacks and confusing URLs. Please enter a number between 1 and 50.":["内部サイト検索クエリの長さを制限して、スパム攻撃や紛らわしい URL の影響を減らします。 1 から 50 までの数字を入力してください。"],"The number you've entered is not between 1 and 50.":["入力した数字は 1 から 50 の間ではありません。"],"Determine how your %1$s should look on social media.":["%1$s がソーシャルメディアでどのように表示されるかを決定します。"],"Disabling this means that archive pages for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["無効にすると、%1$sアーカイブページは検索エンジンによってインデックスに登録されず、XML サイトマップから除外されます。"],"Prevents specific URL parameters from being removed by the above feature. E.g., adding %1$s will prevent %2$s from being redirected to %3$s. You can add multiple parameters and separate them by using enter or a comma.":["上記の機能によって特定の URL パラメーターが削除されないようにします。 たとえば、%1$s を追加すると、%2$s が %3$s にリダイレクトされなくなります。 複数のパラメーターを追加し、エンターキーまたはカンマを使用してそれらを区切ることができます。"],"Consolidates WordPress' multiple site search URL formats into the %1$s syntax. E.g., %2$s will redirect to %3$s":["WordPress の複数のサイト検索 URL 形式を %1$s 構文に統合します。 例: %2$s は %3$s にリダイレクトされます"],"Redirect pretty URLs to ‘raw’ formats":["きれいな URL を「未加工」(raw) のフォーマットにリダイレクトする"],"Allow":["許可"],"Deny":["拒む"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["この動画を表示するには、%1$s が %2$s から埋め込み動画を読み込めるようにする必要があります。"],"Only available for English sites":["英語サイトのみ利用可能"],"You can change the default type for %1$s under Content types in the %2$sSettings%3$s.":["You can change the default type for %1$s under Content types in the %2$sSettings%3$s."],"all the Yoast plugins":["すべての Yoast プラグイン"],"Show date archives in search results":["検索結果に日付のアーカイブを表示"],"Show %1$s archives in search results":["検索結果に %1$s アーカイブを表示"],"Prefix for archive breadcrumbs":["アーカイブのパンくずリストの接頭辞"],"Unlock rich results in Google search by using plugins that integrate with the %1$sYoast Schema API%2$s.":["%1$sYoast Schema API%2$s と統合されたプラグインを使用して、Google 検索でリッチリザルトをアンロックします。"],"Schema API integrations":["スキーマ API の統合"],"%s can integrate with other products, to help you further improve your website. You can enable or disable these integrations below.":["%s を他の製品と統合して、サイトをさらに改善することができます。 以下でこれらの統合を有効または無効にすることができます。"],"Unlock rich snippets for your product pages by using %1$s.":["%1$s を使用して、製品ページのリッチ スニペットをアンロックします。"],"Get %1$srich product results%2$s in Google search":["Google 検索で商品の %1$s リッチリザルト %2$s を取得する"],"%1$s integrates with %2$s's Schema API to get rich snippets for your recipes!":["%1$s は %2$s のスキーマ API と統合して、レシピのリッチ スニペットを取得します!"],"Get %1$srich results for your recipes%2$s in Google search":["Google 検索で%1$sレシピのリッチリザルト%2$sを取得する"],"%1$s integrates with %2$s's Schema API to get rich snippets for your podcasts!":["%1$s は %2$s のスキーマ API と統合して、ポッドキャストのリッチ スニペットを取得します!"],"Get %1$srich results for your podcast%2$s in Google search":["Google 検索で%1$sポッドキャストのリッチリザルト%2$sを取得する"],"%1$s integrates with %2$s's Schema API to get rich snippets for your events!":["%1$s は %2$s のスキーマ API と統合して、イベントのリッチ スニペットを取得します!"],"Get %1$srich results for your events%2$s in Google search":["Google 検索で%1$sイベントのリッチリザルト%2$sを取得する"],"You have selected the user %1$s%3$s%2$s as the person this site represents. Their user profile information will now be used in search results. We're sorry, you're not allowed to edit this user's profile. Please contact your admin or %1$s%3$s%2$s to check and/or update the profile.":["ユーザー「%1$s%3$s%2$s」を、このサイトが表す個人として選択しました。今後、検索結果にこのユーザーのプロフィール情報を使用します。ユーザーのプロフィールを編集する権限がありません。プロフィールを確認または更新するには、管理者または「%1$s%3$s%2$s」に連絡してください。"],"An organization name and logo need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site name and logo as default values. %1$sLearn more about the importance of structured data%2$s.":["構造化データが正しく機能するには、組織名とロゴを設定する必要があります。 これらはまだ設定していないため、サイト名とロゴをデフォルト値として使用しています。%1$s構造化データの重要性について詳しく学びます%2$s。"],"This info is intended to appear in %1$sGoogle's Knowledge Graph%2$s.":["この情報は %1$sGoogle のナレッジ グラフ%2$sに表示するためのものです。"],"Other profile %1$s":["他のプロフィール %1$s"],"Tweet":["ツイート"],"Organization Twitter":["組織の Twitter"],"Open Graph":["Open Graph"],"Organization Facebook":["組織の Facebook"],"OpenGraph":["OpenGraph"],"Format archives":["フォーマットのアーカイブ"],"File":["ファイル"],"PDF":["PDF"],"Video":["動画"],"Attachment":["スクロールの有無"],"404 pages title":["404 ページのタイトル"],"Search pages title":["検索ページのタイトル"],"Enable date archives":["日付アーカイブを有効化"],"Enable author archives":["投稿者アーカイブを有効化"],"Anchor text for the homepage":["ホームページのアンカーテキスト"],"Organization/person":["組織 / 個人"],"Divider":["区切り"],"Remove Atom/RDF feeds":["Atom/RDF フィードを削除する"],"Webmaster":["ウェブマスター"],"Share":["シェア"],"Structured data":["構造化データ"],"Enable the %1$s XML sitemaps. A sitemap is a file that lists a website's essential pages to make sure search engines can find and crawl them.":["%1$s XML サイトマップを有効にします。サイトマップは、検索エンジンがそれらを見つけてクロールできるようにするために、サイトの重要なページをリストしたファイルです。"],"The %1$s icon in the top admin bar provides quick access to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["上部の管理バーにある %1$s アイコンを使用すると、ページを分析するためのサードパーティ ツールにすばやくアクセスでき、新しい通知があるかどうかを簡単に確認できます。"],"Allows for Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared. Keep this feature enabled to optimize your site for social media.":["サイトへのリンクが共有されたときに、Facebook やその他のソーシャル メディアが画像とテキストの抜粋を含むプレビューを表示できるようにします。 ソーシャル メディア用にサイトを最適化するには、この機能を有効にしておいてください。"],"Count the number of internal links from and to your posts to improve your site structure.":["サイト構造を改善するために、投稿との間の内部リンクの数を数えます。"],"Mark and filter your cornerstone content to make sure your most important articles get the attention they deserve. To help you write excellent copy, we’ll assess your text more strictly.":["コーナーストーンコンテンツをマークしてフィルター処理し、最も重要な記事がそれに値する注目を集めるようにします。 優れたコンテンツを作成できるように、テキストをより厳密に評価します。"],"Get more insights into what you are writing. What words do you use most often? How much time does it take to read your text? Is your text easy to read?":["書いているものについてより多くの洞察を得てます。最もよく使う言葉は何ですか？ テキストを読むのにどのくらいの時間がかかりますか? 文章は読みやすいですか？"],"The inclusive language analysis offers suggestions to write more inclusive copy, so more people will be able to relate to your content.":["インクルーシブランゲージ分析は、より包括的なテキストを作成するための提案を提供するため、より多くの人がコンテンツに共感できるようになります."],"The SEO analysis offers suggestions to improve the findability of your text and makes sure that your content meets best practices.":["SEO 分析は、テキストの検索可能性を改善するための提案を提供し、コンテンツがベストプラクティスを満たしていることを確認します。"],"Set the basic info for your website. You can use %1$stagline%2$s and %1$sseparator%2$s as %3$sreplacement variables%4$s when configuring the search appearance of your content.":["サイトの基本情報を設定します。コンテンツの検索の外観を構成するときに、%1$sタグライン%2$sと%1$s区切り記号%2$sを%3$s置換変数%4$sとして使用できます。"],"Usage tracking allows us to track some data about your site to improve our plugin. %1$sLearn more about which data we track and why%2$s.":["使用状況の追跡により、サイトに関する一部のデータを追跡して、プラグインを改善することができます。%1$s追跡するデータとその理由の詳細をご覧ください%2$s。"],"A link to the archive for the post author, with the author's name as anchor text.":["投稿者名のアンカーテキスト付きの投稿者のアーカイブへのリンクです。"],"Determine how your %1$s pages should be described by default in your site's Schema.org markup. You can always customize the settings for individual %1$s pages in the %2$s metabox.":["サイトの Schema.org マークアップで %1$s ページをデフォルトでどのように記述するかを決定します。%2$s メタボックスで個々の %1$s ページの設定をいつでもカスタマイズできます。"],"Determine how your %1$s pages should look in search engines. You can always customize the settings for individual %1$s pages in the %2$s metabox.":["%1$s ページが検索エンジンでどのように表示されるかを決定します。 %2$s メタボックスで個々の %1$s ページの設定をいつでもカスタマイズできます。"],"Enable %1$s pages":["%1$s ページを有効化"],"Determine how your homepage should look in the search results.":["ホームページが検索結果でどのように表示されるかを決定します。"],"Determine how your %1$s should look in search engines. You can always customize the settings for individual %1$s in the %2$s metabox.":["%1$s が検索エンジンでどのように表示されるかを決定します。 %2$s メタボックスで個々の %1$s の設定をいつでもカスタマイズできます。"],"Enable format-based archives":["フォーマットのアーカイブを有効にする"],"Not sure how to implement the %3$s breadcrumbs on your site? Read %1$sour help article on breadcrumbs implementation%2$s.":["サイトに %3$s パンくずリストを実装する方法がわかりませんか? %1$sブレッドクラムの実装に関するヘルプ記事をお読みください%2$s。"],"Show %1$s without posts in search results":["投稿のない %1$s を検索結果に表示する"],"Determine how your %1$s should look on social media by default. You can always customize the settings for individual %1$s in the %2$s metabox.":["%1$s がデフォルトでソーシャル メディア上でどのように表示されるかを決定します。 %2$s メタボックスで個々の %1$s の設定をいつでもカスタマイズできます。"],"Determine what your %1$s should look like in the search results by default. You can always customize the settings for individual %1$s in the %2$s metabox.":["%1$s がデフォルトで検索結果にどのように表示されるかを決定します。%2$s サイドバーまたはメタボックスで、個々の %1$s の設定をいつでもカスタマイズできます。"],"This taxonomy is used for %2$s.":["この分類法は %2$s に使用されます。"],"This taxonomy is used for %1$s and %2$s.":["この分類法は %1$s と %2$s に使用されます。"],"Read more about our custom field analysis":["カスタムフィールド分析の詳細を読む"],"Determine how your %1$s should look on social media by default. You can always customize the settings for individual %1$s in the %2$s sidebar or metabox.":["%1$s がデフォルトでソーシャル メディア上でどのように表示されるかを決定します。%2$s サイドバーまたはメタボックスで、個々の %1$s の設定をいつでもカスタマイズできます。"],"Determine what your %1$s should look like in the search results by default. You can always customize the settings for individual %1$s in the %2$s sidebar or metabox.":["%1$s がデフォルトで検索結果にどのように表示されるかを決定します。%2$s サイドバーまたはメタボックスで、個々の %1$s の設定をいつでもカスタマイズできます。"],"Determine how your %1$s should be described by default in %2$syour site's Schema.org markup%3$s. You can always change the settings for individual %1$s in the %4$s sidebar or metabox.":["%2$sサイトの Schema.org マークアップ%3$sで %1$s をデフォルトでどのように記述するかを決定します。 %4$s サイドバーまたはメタボックスで、個々の %1$s の設定をいつでも変更できます。"],"You can add multiple custom fields and separate them by using %1$senter%2$s or %1$scomma%2$s.":["複数のカスタム フィールドを追加し、%1$sエンター%2$sまたは%1$sコンマ%2$sを使用してそれらを区切ることができます。"],"Please enter a search term with at least 3 characters.":["3 文字以上の検索語を入力してください。"],"CtrlK":["CtrlK"],"⌘K":["⌘K"],"Add new user...":["新しいユーザーを追加"],"Unavailable for multisites":["マルチサイトでは利用不可"],"Integrate your custom fields and SEO data from %1$s%2$s%3$s":["カスタムフィールドと %1$s%2$s%3$s の SEO データを統合します"],"Upgrade your %1$s%2$s%3$s SEO":["%1$s%2$s%3$s SEO をアップグレード"],"Improve your internal search results with %1$s%2$s%3$s":["%1$s%2$s%3$s で内部検索結果を改善"],"Make your terms & privacy pages more trustworthy with %1$s%2$s%3$s":["%1$s%2$s%3$s を使用して、利用規約とプライバシーのページをより信頼できるものにしましょう。"],"Track your rankings through time with %1$s%2$s%3$s":["%1$s%2$s%3$s で時系列のランキングを追跡"],"Use %1$s%2$s%3$s to do keyword research - without leaving your post":["%1$s%2$s%3$s を使用して、投稿を離れることなくキーワード調査を行います"],"We could not save the website name. Please check the value.":["サイト名を保存できませんでした。 値を確認してください。"],"%1$sSubheading distribution%2$s: The beginning of your text is longer than %4$s %5$s and is not separated by any subheadings. %3$sAdd subheadings to improve readability.%2$s":["%1$s小見出しの分布%2$s: テキストの先頭が %4$s %5$s より長く、小見出しで区切られていません。 %3$s読みやすさを向上させるために小見出しを追加します%2$s。"],"WordPress.org support forums":["WordPress.org サポートフォーラム"],"Yoast Premium support":["Yoast プレミアムサポート"],"Yoast.com help section":["Yoast.com のヘルプセクション"],"Help":["ヘルプ"],"Write better content":["より良いコンテンツを書く"],"Improve your blog post":["ブログ記事を改善する"],"Learn more SEO":["SEO を学ぶ"],"SEO Tools":["SEO ツール"],"not set":["設定されていません"],"With a 30-day money-back guarantee. No questions asked.":["30日間の返金保証付き。 質問はありません。"],"Reach new customers who live near your business":["ビジネスの近くに住む新しい顧客にリーチします"],"Get all 5 Yoast plugins for WordPress at a big discount":["WordPress 用の5つの Yoast プラグインをすべて大幅割引で入手"],"Cover all your SEO bases":["SEOをよりよく理解しよう"],"Add global identifiers for variable products":["可変商品のグローバル ID を追加する"],"Drive more traffic to your online store":["オンラインストアへのトラフィックを増やす"],"Add all necessary schema.org markup":["必要なすべての schema.org マークアップを追加します"],"Ping Google on the publication of a new post":["新しい投稿の公開について Google に通知する"],"Rank higher in Google's news carousel":["Google のニュース カルーセルで上位にランク付けする"],"Make your videos responsive for all screen sizes":["すべての画面サイズで動画をレスポンシブにします"],"Cleaned up %1$d record from %2$s.":["%2$s から %1$d レコードをクリーンアップしました。"],"Cleaning up %1$s [%2$s]":["%1$s [%2$s] をクリーンアップしています"],"Skipping %1$s. %2$s is not active on this site.":["%1$s をスキップしています。 %2$s はこのサイトで有効化済みではありません。"],"Cleaned up %1$d record.":["%1$d レコードをクリーンアップしました。"],"The value for 'batch-size' must be a positive integer higher than equal to 1.":["'batch-size' の値は、1 以上の正の整数でなければなりません。"],"The value for 'interval' must be a positive integer.":["'interval' の値は正の整数でなければなりません。"],"We need to re-analyze some of your SEO data because of a change in the visibility of your taxonomies. Please help us do that by running the SEO data optimization. ":["タクソノミーの可視性が変更されたため、SEO データの一部を再分析する必要があります。 SEOデータの最適化を実行して、それを行うのを手伝ってください. "],"We need to re-analyze some of your SEO data because of a change in the visibility of your post types. Please help us do that by running the SEO data optimization. ":["投稿タイプの可視性が変更されたため、SEO データの一部を再分析する必要があります。 SEOデータの最適化を実行して、それを行うのを手伝ってください. "],"The term %s could not be built because it's not indexable.":["インデックスできないため、項目 %s を構築できませんでした。"],"The post %s could not be indexed because it's post type is excluded from indexing.":["投稿タイプがインデックスから除外されているため、投稿 %s をインデックスに登録できませんでした。"],"The post %s could not be indexed because it does not meet indexing requirements.":["投稿 %s はインデックス作成の要件を満たしていないため、インデックスを作成できませんでした。"],"%1$sSAVE 30%%%2$s on your 12 month subscription":["12 か月の購読が %1$s 30%% 割引%2$s"],"BLACK FRIDAY - 30% OFF":["BLACK FRIDAY - 30% OFF"],"Use the alternate organization name for acronyms, or a shorter version of your organization's name.":["頭字語には別の組織名を使用するか、組織名の短縮形を使用してください。"],"Alternate organization name":["組織の別名"],"Use the alternate website name for acronyms, or a shorter version of your website's name.":["頭字語には別のサイト名を使用するか、サイトの名前の短いバージョンを使用します。"],"Alternate website name":["サイトの別名"],"Determine how the title of your 404 error pages should look in the browser.":["404 エラーページのタイトルがブラウザーでどのように表示されるかを選択します。"],"404 error pages":["404 エラーのページ"],"Determine how the title of your internal search pages should look in the browser.":["内部検索ページのタイトルがブラウザーでどのように表示されるかを選択します。"],"Internal search pages":["内部検索ページ"],"Show media pages in search results":["検索結果にメディアページを表示する"],"Show format archives in search results":["検索結果にフォーマットのアーカイブを表示"],"Show author archives in search results":["検索結果に投稿者のアーカイブを表示"],"Breadcrumbs for %1$s":["%1$s のブレッドクラム"],"Site connections":["サイトの接続"],"View the XML sitemap":["XML サイトマップを表示"],"Enable feature":["機能を有効にする"],"Site features":["サイトの機能"],"Learn more":["続きを読む"],"Site info":["サイト情報"],"We're sorry, you're not allowed to edit the %1$swebsite name%2$s and %1$stagline%2$s.":["申し訳ありませんが、%1$sサイト名%2$sと%1$sキャッチフレーズ%2$sを編集することはできません。"],"Show or hide our tools and controls in the attachment editor.":["添付ファイル エディターでツールとコントロールを表示または非表示にします。"],"(e.g., %1$s)":["(例: %1$s)"],"Remove unregistered URL parameters":["未登録の URL パラメータを削除する"],"Optimize Google Analytics utm tracking parameters":["Google Analytics の UTM トラッキングパラメータを最適化する"],"Remove WP-JSON API":["WP-JSON API を削除"],"Remove emoji scripts":["絵文字スクリプトを削除する"],"Remove Atom / RDF feeds":["Atom / RDF フィードを削除する"],"Remove search results feeds":["検索結果フィードを削除する"],"Remove custom taxonomy feeds":["カスタムのタクソノミーフィードを削除する"],"Remove tag feeds":["タグフィードを削除する"],"Remove category feeds":["カテゴリーフィードを削除する"],"Remove post type feeds":["投稿タイプのフィードを削除する"],"Remove post authors feeds":["投稿者のフィードを削除する"],"Remove post comments feeds":["投稿コメントのフィードを削除する"],"Remove global comment feeds":["グローバル コメント フィードを削除する"],"Remove global feed":["グローバル フィードを削除"],"Remove powered by HTTP header":["powered by HTTP ヘッダーを削除する"],"Remove generator tag":["ジェネレータータグを削除"],"Remove oEmbed links":["oEmbed リンクを削除する"],"Remove RSD / WLW links":["RSD / WLW リンクを削除"],"Remove REST API links":["REST API リンクを削除する"],"Remove shortlinks":["短縮リンクを削除"],"Show or hide our tools and controls in the content editor.":["コンテンツ エディターでツールとコントロールを表示または非表示にします。"],"Enable SEO controls and assessments":["SEO の制御と評価を有効にする"],"Unlock with %1$s":["%1$s でアンロック"],"We couldn’t find anything with that term.":["その用語で何も見つかりませんでした。"],"Search...":["検索…"],"Quick search...":["クイック検索"],"No, continue editing":["いいえ、編集を続けます"],"Yes, discard changes":["はい、変更を破棄します"],"You are about to discard all unsaved changes. All of your settings will be reset to the point where you last saved. Are you sure you want to do this?":["保存されていないすべての変更を破棄しようとしています。 すべての設定が、最後に保存した時点にリセットされます。 これを実行してもよろしいですか？"],"Discard all changes":["すべての変更を破棄"],"Redirect pretty URLs for search pages to raw format":["検索ページのきれいな URL を生の形式にリダイレクトします"],"Choose the general appearance of your breadcrumbs.":["パンくずリストの一般的な外観を選択します。"],"Breadcrumb appearance":["パンくずリストの外観"],"You have selected the user %1$s%5$s%2$s as the person this site represents. Their user profile information will now be used in search results. %3$sUpdate their profile to make sure the information is correct%4$s.":["ユーザー「%1$s%5$s%2$s」を、このサイトが表す個人として選択しました。今後、検索結果にこのユーザーのプロフィール情報を使用します。%3$sユーザーのプロフィールを更新し、情報が正しいことを確認してください%4$s。"],"Please tell us more about the person this site represents.":["このサイトが表す人物を設定します。"],"E.g. https://example.com/yoast":["例: https://example.com/yoast"],"Tell us if you have any other profiles on the web that belong to your organization. This can be any number of profiles, like YouTube, LinkedIn, Pinterest, or even Wikipedia.":["組織に属する他のプロファイルがウェブ上にあるかどうか教えてください。これは、YouTube、LinkedIn、Pinterest、さらには Wikipedia など、任意の数のプロファイルにすることができます。"],"Please tell us more about your organization. This information will help Google to understand your website, and improve your chance of getting rich results.":["組織について詳しく教えてください。 この情報は、Google がサイトを理解し、リッチリザルトを得る可能性を高めるのに役立ちます。"],"E.g. https://twitter.com/yoast":["例: https://twitter.com/yoast"],"E.g. https://facebook.com/yoast":["例: https://facebook.com/yoast"],"Other profiles":["その他のプロファイル"],"Writing":["投稿設定"],"You can determine the title and description for the blog page by %1$sediting the blog page itself%2$s.":["ブログページ自体を編集することで、%1$sブログページのタイトルと説明を決定できます%2$s。"],"These are expert features, so make sure you know what you're doing before removing the parameters. %1$sRead more about how your site can be affected%2$s.":["これらはエキスパート機能なので、パラメーターを削除する前に、何をしているのかを確認してください。%1$sサイトがどのように影響を受ける可能性があるかについて、詳細をお読みください%2$s。"],"Advanced: URL cleanup":["高度: URL のクリーンアップ"],"Prevent crawling of internal site search URLs":["内部サイト検索 URL のクロールを防止する"],"Block internal site searches which match the patterns of known spam attacks.":["既知のスパム攻撃のパターンに一致する内部サイト検索をブロックします。"],"Block internal site searches which contain complex and non-alphanumeric characters, as they may be part of a spam attack.":["スパム攻撃の一部である可能性があるため、英数字以外の複雑な文字を含む内部サイト検索をブロックします。"],"Enables advanced settings for protecting your internal site search URLs.":["内部サイト検索 URL を保護するための詳細設定を有効にします。"],"Your internal site search can create lots of confusing URLs for search engines, and can even be used as a way for SEO spammers to attack your site. Most sites will benefit from experimenting with these protections and optimizations, even if you don’t have a search feature in your theme.":["内部サイト検索では、検索エンジンにとって紛らわしい URL が多数作成される可能性があり、SEO スパマーがサイトを攻撃する手段として使用されることさえあります。テーマに検索機能がなくても、ほとんどのサイトはこれらの保護と最適化を試すことで利益を得ることができます."],"Internal site search cleanup":["内部サイト検索のクリーンアップ"],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of WordPress' JSON API endpoints.":["「disallow」ルールを robots.txt ファイルに追加して、WordPress の JSON API エンドポイントのクロールを防止します。"],"Remove JavaScript used for converting emoji characters in older browsers.":["古いブラウザーで絵文字の変換に使用されていた JavaScript を削除します。"],"Remove URLs which provide alternative (legacy) formats of all of the above.":["上記のすべての代替 (レガシー) 形式を提供する URL を削除します。"],"Remove URLs which provide information about your search results.":["検索結果に関する情報を提供する URL を削除します。"],"Remove URLs which provide information about your recent posts, for each custom taxonomy.":["カスタム分類ごとに、最近の投稿に関する情報を提供する URL を削除します。"],"Remove URLs which provide information about your recent posts, for each tag.":["タグごとに、最近の投稿に関する情報を提供する URL を削除します。"],"Remove URLs which provide information about your recent posts, for each category.":["カテゴリーごとに、最近の投稿に関する情報を提供する URL を削除します。"],"Remove URLs which provide information about your recent posts, for each post type.":["投稿タイプごとに、最近の投稿に関する情報を提供する URL を削除します。"],"Remove URLs which provide information about recent posts by specific authors.":["特定の投稿者による最近の投稿に関する情報を提供する URL を削除します。"],"Remove URLs which provide information about recent comments on each post.":["各投稿の最近のコメントに関する情報を提供する URL を削除します。"],"Also disables post comment feeds.":["また、投稿コメントのフィードを無効にします。"],"Remove URLs which provide an overview of recent comments on your site.":["サイトの最近のコメントの概要を提供する URL を削除します。"],"Remove URLs which provide an overview of your recent posts.":["最近の投稿の概要を提供する URL を削除します。"],"WordPress outputs your content in many different formats, across many different URLs (like RSS feeds of your posts and categories). It’s generally good practice to disable the formats you’re not actively using.":["WordPress は、さまざまな URL (投稿やカテゴリーの RSS フィードなど) にわたってさまざまな形式でコンテンツを出力します。 一般に、積極的に使用していない形式を無効にすることをお勧めします。"],"Disable unwanted content formats":["不要なコンテンツ形式を無効にする"],"Remove links which allow others sites to ‘ping’ yours when they link to you.":["他のサイトがこのサイトにリンクしているときに、このサイトを「ping」できるようにするリンクを削除します。"],"Remove information about the plugins and software used by your site.":["サイトで使用されているプラグインとソフトに関する情報を削除します。"],"Remove links used for embedding your content on other sites.":["コンテンツを他のサイトに埋め込むために使用されているリンクを削除します。"],"Remove links used by external systems for publishing content to your blog.":["コンテンツをブログに公開するために外部システムが使用するリンクを削除します。"],"Remove links to the location of your site’s REST API endpoints.":["サイトの REST API エンドポイントの場所へのリンクを削除します。"],"Remove links to WordPress' internal 'shortlink' URLs for your posts.":["投稿から WordPress 内部の「ショートリンク」URL へのリンクを削除します。"],"Remove unwanted metadata":["不要なメタデータを削除する"],"Crawl optimization":["クロールの最適化"],"Removes unknown URL parameters via a %1$s redirect. E.g., %2$s will be redirected to %3$s":["%1$s リダイレクトを介して不明な URL パラメータを削除します。例: %2$s は %3$s にリダイレクトされます"],"Replaces %1$s tracking parameters with the (more performant) %2$s equivalent, via a %3$s redirect. E.g., %4$s will be redirected to %5$s":["%3$s リダイレクトを介して、%1$s トラッキング パラメータを (よりパフォーマンスの高い) %2$s に置き換えます。例: %4$s は %5$s にリダイレクトされます"],"Users and search engines may often request your URLs whilst using query parameters, like %1$s. These can be helpful for tracking, filtering, and powering advanced functionality - but they come with a performance and SEO ‘cost’. Sites which don’t rely on URL parameters might benefit from using these options.":["ユーザーや検索エンジンは、%1$s などのクエリーパラメータを使用しながら URL を要求することがよくあります。これらは、高度な機能の追跡、フィルタリング、強化に役立ちますが、ただし、パフォーマンスと SEO のコストがかかります。URL パラメーターに依存しないサイトでは、これらのオプションを使用することでメリットが得られる場合があります。"],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by Common Crawl CCBot.":["Common Crawl CCBot のクロールを防止するには、robots.txt ファイルに「disallow」ルールを追加します。"],"WordPress adds a lot of links and content to your site's %1$s and HTTP headers. For most websites you can safely disable all of these, which can help to save bytes, electricity, and trees.":["WordPress は、サイトの %1$s と HTTP ヘッダーに多くのリンクとコンテンツを追加します。大抵のウェブサイトではこれらすべてを無効にしても問題ありません。これにより、多くの資源(バイト、電気、樹木)を節約できます。"],"Make your site more efficient and more environmentally friendly by preventing search engines from crawling things they don’t need to, and by removing unused WordPress features. %1$sLearn more about crawl settings and how they could benefit your site%2$s.":["検索エンジンが必要のないものをクロールするのを防ぎ、未使用の WordPress 機能を削除することで、サイトをより効率的で環境に優しいものにします。%1$sクロール設定の詳細と、それがサイトにもたらすメリットをご覧ください%2$s。"],"E.g., %1$s and %2$s":["例: %1$s と %2$s"],"E.g., %1$s":["例えば、%1$s"],"Enable breadcrumbs for your theme":["テーマのパンくずリストを有効にする"],"You can always choose to enable/disable them for your theme below. This setting will not apply to breadcrumbs inserted through a widget, a block or a shortcode.":["以下のテーマでいつでも有効/無効を選択できます。 この設定は、ウィジェット、ブロック、またはショートコードを通じて挿入されたパンくずリストには適用されません。"],"Choose which Post type you wish to show in the breadcrumbs for Taxonomies.":["タクソノミーのパンくずリストに表示する投稿タイプを選択します。"],"Breadcrumbs for taxonomies":["タクソノミーのパンくずリスト"],"Choose which Taxonomy you wish to show in the breadcrumbs for Post types.":["投稿タイプのパンくずリストに表示するタクソノミーを選択します。"],"Breadcrumbs for post types":["投稿タイプのパンくずリスト"],"Breadcrumb for 404 page":["404 ページのパンくずリスト"],"Prefix for search page breadcrumbs":["検索ページのパンくずリストの接頭辞"],"Add prefix":["プレフィックスを追加"],"Add anchor text":["アンカーテキストを追加"],"Add separator":["区切りを追加"],"Configure the appearance and behavior of %1$syour breadcrumbs%2$s.":["%1$sパンくずリスト%2$sの外観と動作を調整します。"],"Disabling this will redirect the %1$s to your site's homepage.":["無効にすると、%1$sがサイトのホームページにリダイレクトされます。"],"Refresh this page":["このページを更新する"],"Unfortunately, this means that all your unsaved changes will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["残念ながら、これは保存されていない変更がすべて失われることを意味します。このページを更新して問題を解決できます。 このエラーが引き続き発生する場合は、サポート チームに連絡してください。必要なすべてのサポートを提供します。"],"Something went wrong. An unexpected error occurred.":["エラーが発生しました。 予期せぬエラーが発生した。"],"Failed to retrieve users.":["ユーザーを取得できませんでした。"],"Searching users...":["ユーザーを検索しています..."],"No users found.":["ユーザーが見つかりませんでした。"],"Discard changes":["変更を破棄"],"The profile is not valid. Please use only 1-25 letters, numbers and underscores or enter a valid Twitter URL.":["プロファイルが無効です。 1 ～ 25 の文字、数字、およびアンダースコアのみを使用するか、有効な Twitter URL を入力してください。"],"The profile is not valid. Please enter a valid URL.":["プロファイルが無効です。 有効なURLを入力してください。"],"The verification code is not valid. Please use only the letters A to F, numbers, underscores and dashes.":["確認コードが無効です。 A から F の文字、数字、アンダースコア、およびダッシュのみを使用してください。"],"The verification code is not valid. Please use only letters, numbers, underscores and dashes.":["確認コードが無効です。 文字、数字、アンダースコア、およびダッシュのみを使用してください。"],"User":["ユーザー"],"Site basics":["サイトの基本"],"Text formality":["テキスト形式"],"Read more about text formality.":["テキスト形式についてもっと読む。"],"%1$s%3$s%2$s will help you assess the formality level of your text.":["%1$s%3$s%2$s は、テキストの形式レベルを評価するのに役立ちます。"],"WordPress loads lots of resources, some of which your site might not need. If you’re not using these, removing them can speed up your pages and save resources.":["WordPress は多くのリソースをロードしますが、その中にはサイトが必要としないものもあります。 これらを使用していない場合は、それらを削除すると、ページが高速化され、リソースが節約されます。"],"Remove unused resources":["未使用のリソースを削除する"],"Prevent search engines from crawling /wp-json/":["検索エンジンが /wp-json/ をクロールしないようにする"],"Prevent search engines from crawling site search URLs":["検索エンジンがサイト検索 URL をクロールしないようにする"],"There are unsaved changes on this page. Leaving means that those changes will be lost. Are you sure you want to leave this page?":["このページには未保存の変更があります。離れることは、それらの変更が失われることを意味します。このページを離れてもよろしいですか？"],"Media pages":["メディアのページ"],"Categories & tags":["カテゴリーとタグ"],"Content types":["コンテンツタイプ"],"Show more":["もっと見る"],"Show less":["少なく表示"],"Configure the basics for your website.":["サイトの基本を構成します。"],"This field updates the %1$stagline in your WordPress settings%2$s.":["このフィールドは、%1$sWordPress 設定のタグラインを更新します%2$s。"],"Disabling this means that %1$s pages created by WordPress will not be indexed by search engines and will be excluded from XML sitemaps.":["無効にすると、WordPress によって作成された%1$sページは検索エンジンによってインデックス化されず、XML サイトマップから除外されます。"],"Show %1$s pages in search results":["検索結果に %1$s ページを表示"],"We recommend keeping %1$s pages disabled. This will cause all attachment URLs to be redirected to the media itself.":["%1$s ページを無効にしておくことをお勧めします。 これにより、すべての添付 URL がメディア自体にリダイレクトされます。"],"%1$s pages":["%1$s ページ"],"When you upload media (e.g. an image or video), %5$s automatically creates a %3$s page (attachment URL) for it. These pages are quite empty and could cause %1$sthin content problems and lead to excess pages on your site%2$s. Therefore, %4$s disables them by default (and redirects the attachment URL to the media itself).":["メディア (画像や動画など) をアップロードすると、%5$s は自動的に %3$s ページ (添付 URL) を作成します。これらのページはまったく空であり、%1$s薄いコンテンツの問題を引き起こし、サイト%2$sで余分なページが発生する可能性があります。したがって、%4$s はデフォルトでそれらを無効にします (そして、添付 URL をメディア自体にリダイレクトします)。"],"Format-based archives can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["形式ベースのアーカイブは、コンテンツの重複の問題を引き起こす可能性があります。 ほとんどのサイトでは、この設定を無効にすることをお勧めします。"],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps. We recommend that you disable this setting.":["無効にすると、%1$sは検索エンジンによってインデックスに登録されず、XML サイトマップから除外されます。この設定を無効にすることをおすすめします。"],"%1$s can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["%1$s は重複コンテンツの問題を引き起こす可能性があります。 ほとんどのサイトでは、この設定を無効にすることをお勧めします。"],"%1$s (e.g. %2$s) are based on publication dates. From an SEO perspective, the posts in these archives have no real relation to the other posts except for their publication dates, which doesn’t say much about the content. They could also lead to duplicate content issues. This is why we recommend you to disable %3$s.":["%1$s (例: %2$s) は発行日に基づいています。 SEO の観点から見ると、これらのアーカイブ内の投稿は、コンテンツについてあまり語っていない公開日を除いて、他の投稿と実際の関係はありません。 また、コンテンツの重複の問題につながる可能性もあります。 これが、%3$s を無効にすることをお勧めする理由です。"],"Determine how your %1$s should look on social media by default.":["%1$s がデフォルトでソーシャル メディア上でどのように表示されるかを決定します。"],"Disabling this means that %1$s without any posts will not be indexed by search engines and will be excluded from XML sitemaps.":["無効にすると、投稿のない%1$sは検索エンジンによってインデックスに登録されず、XML サイトマップから除外されます。"],"Show archives for authors without posts in search results":["検索結果に投稿のない投稿者のアーカイブを表示する"],"Determine how your %1$s should look in search engines.":["%1$s が検索エンジンでどのように表示されるかを決定します。"],"If you're running a one author blog, the %1$s (e.g. %2$s) will be exactly the same as your homepage. This is what's called a %3$sduplicate content problem%4$s. If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or prevent it from showing up in search results.":["投稿者が 1 人のブログを運営している場合、%1$s (例: %2$s) はホームページとまったく同じになります。これは、%3$s重複コンテンツの問題%4$sと呼ばれるものです。これがサイトに当てはまる場合は、無効にする (ホームページにリダイレクトする) か、検索結果に表示されないようにするかを選択できます。"],"Author archive":["投稿者アーカイブ"],"Read more about the search results settings":["検索結果の設定の詳細を読む"],"Determine how your %1$s should look in search engines and on social media.":["%1$s が検索エンジンやソーシャル メディアでどのように表示されるかを決定します。"],"Contact support":["サポートにお問い合わせ"],"We're very sorry, but it seems like the following error has interrupted our application:":["大変申し訳ありませんが、次のエラーによりアプリケーションが中断されたようです:"],"Read reviews from real users":["実際のユーザーからのレビューを読む"],"%1$s attempted to load the class %2$s but it could not be found.":["%1$s はクラス %2$s を読み込もうとしましたが、見つかりませんでした。"],"We noticed that you are using a multilingual plugin. Please be aware that this analysis feedback is intended only for texts written in English.":["多言語プラグインを使用していることに気付きました。 この分析フィードバックは、英語で書かれたテキストのみを対象としていることにご注意ください。"],"Determine how your homepage should look in the search results and on social media. This is what people probably will see when they search for your brand name.":["ホームページが検索結果やソーシャル メディアでどのように表示されるかを決定します。これは、人々がブランド名を検索したときにおそらく目にするものです。"],"Determine how your homepage should look on social media.":["ホームページがソーシャルメディアでどのように表示されるかを決定します。"],"Show the categories prefix in the slug":["スラッグにカテゴリーのプレフィックスを表示する"],"Category URLs in WordPress contain a prefix, usually %s. Show or hide that prefix in category URLs.":["WordPress のカテゴリー URL にはプレフィックス (通常は %s) が含まれています。カテゴリー URL でそのプレフィックスを表示または非表示にします。"],"Determine how your %1$s archive should look on social media.":["%1$s アーカイブがソーシャル メディアでどのように表示されるかを決定します。"],"Disabling this means that the archive for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["無効にすると、%1$sアーカイブは検索エンジンによってインデックスに登録されず、XMLサイトマップから除外されます。"],"Determine how your %1$s archive should look in search engines.":["%1$s アーカイブが検索エンジンでどのように表示されるかを決定します。"],"These settings are specifically for optimizing your %1$s archive.":["これらの設定は、特に%1$sアーカイブを最適化するためのものです。"],"%1$s archive":["%1$s アーカイブ"],"Add custom fields to page analysis":["ページ解析にカスタムフィールドを追加する"],"Additional settings":["追加設定"],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["無効にすると、%1$sは検索エンジンによってインデックスに登録されず、XML サイトマップから除外されます。"],"Search appearance":["検索での見え方"],"You haven't set a Shop page in your WooCommerce settings. %1$sPlease do this first%2$s.":["WooCommerce 設定でショップページを設定していません。%1$s最初にこれを実行してください%2$s。"],"The %1$ssocial image%2$s, %1$ssocial title%2$s and %1$ssocial description%2$s require Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":["The %1$ssocial image%2$s, %1$ssocial title%2$s and %1$ssocial description%2$s require Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s."],"Oh no! It seems your form contains invalid data. Please review the following fields:":["まあ！ フォームに無効なデータが含まれているようです。 次のフィールドを確認してください。"],"Archive social image":["アーカイブのソーシャル画像"],"Archive social description":["アーカイブのソーシャル説明"],"Archive social title":["アーカイブのソーシャル タイトル"],"Show the archive for %1$s in search results":["検索結果に%1$sのアーカイブを表示します"],"Archive breadcrumbs title":["アーカイブのパンくずリストのタイトル"],"Archive meta description":["アーカイブのメタ記述"],"Archive SEO title":["アーカイブ SEO タイトル"],"Enable %1$s for %2$s":["%2$sの %1$s を有効化"],"Show %1$s in search results":["検索結果に%1$sを表示"],"The selected media type is not valid. Supported types are: JPG, PNG, WEBP and GIF.":["選択したメディア タイプは無効です。 サポートされているタイプは、JPG、PNG、WEBP、および GIF です。"],"%1$sInclusive language%2$s: We haven't detected any potentially non-inclusive phrases. Great work!":["%1$sインクルーシブランゲージ%2$s: 可能性のインクルーシブなしフレーズは検出されませんでした。 素晴らしい！"],"Potentially non-inclusive phrases":["可能性のインクルーシブなしフレーズ"],"Non-inclusive phrases":["インクルーシブなしフレーズ"],"Learn more about the inclusive language analysis":["インクルーシブランゲージ分析の詳細"],"Inclusive language:":["インクルーシブランゲージ："],"Removes the inclusive language analysis section from the metabox and disables all inclusive language-related suggestions.":["メタボックスからインクルーシブランゲージ分析セクションを削除し、インクルーシブランゲージ関連の提案をすべて無効にします。"],"Disable inclusive language analysis":["インクルーシブランゲージ解析を無効"],"Discover why inclusive language is important for SEO.":["インクルーシブランゲージが SEO にとって重要である理由を発見してください。"],"The inclusive language analysis offers suggestions to write more inclusive copy.":["インクルーシブランゲージ分析は、より包括的なテキストを書くための提案を提供します。"],"Inclusive language analysis":["インクルーシブランゲージの分析"],"Inclusive language":["インクルーシブランゲージ"],"%1$sInclusive language%2$s: %3$s":["%1$sインクルーシブランゲージ%2$s: %3$s"],"Use %s fields to power your meta tags and templates, and analyze all of your content.":["%s フィールドを使用してメタ タグとテンプレートを強化し、すべてのコンテンツを分析します。"],"Improve your technical SEO, meta tags and unlock more SEO ecommerce tools.":["技術的な SEO、メタタグを改善し、より多くの SEO eコマースツールをアンロック。"],"Connect your %1$s account to improve your site’s search results using %2$s data.":["%1$s アカウントを接続して、%2$s データを使用してサイトの検索結果を改善します。"],"Upgrade your meta tags and social previews and manage your SEO settings in one place.":["メタ タグとソーシャル プレビューをアップグレードし、SEO 設定を 1 か所で管理します。"],"Get the most out of %1$s%2$s%3$s and %4$s, together":["%1$s%2$s%3$s と %4$s を一緒に最大限に活用する"],"Take advantage of your favorite SEO & content analysis tools with your favorite page builder.":["お気に入りのページ ビルダーで、お気に入りの SEO ツールとコンテンツ分析ツールを活用してください。"],"Get %1$s tools and functionality in %2$s%3$s%4$s":["%1$s のツールと機能を %2$s%3$s%4$s で入手"],"Use the power of the blockchain to timestamp your content with %s.":["ブロックチェーンの力を利用して、コンテンツに %s のタイムスタンプを付けます。"],"Keep an eye on how your posts are ranking by connecting to your %s account.":["%s アカウントに接続して、投稿のランキングを監視します。"],"Find out what your audience is searching for with %s data right in your sidebar.":["サイドバーの %s データで、視聴者が何を探しているかを調べます。"],"Front-end SEO inspector":["フロントエンド SEO インスペクター"],"Oops! Something went wrong while saving.":["おっとっと！ 保存中に問題が発生しました。"],"Great! Your settings were saved successfully.":["素晴らしい！ 設定は正常に保存されました。"],"Get your verification code in %1$sYandex Webmaster tools%2$s.":[""],"Yandex":["Yandex"],"Claim your site over at %1$sPinterest%2$s.":["%1$sPinterest%2$s でサイトを主張してください。 "],"Get your verification code in %1$sGoogle Search console%2$s.":[""],"Get your verification code in %1$sBing Webmaster tools%2$s.":[""],"Bing":["Bing"],"Add verification code":["確認コードを追加"],"Get your verification code in %1$sBaidu Webmaster tools%2$s.":[""],"Baidu":["Baidu"],"Verify your site with different tools. This will add a verification meta tag to your homepage. You can find instructions on how to verify your site for each platform by following the link in the description.":["さまざまなツールでサイトを確認します。 これにより、検証メタ タグがホームページに追加されます。 各プラットフォームでサイトを確認する方法については、説明のリンクをたどってください。"],"By default only editors and administrators can access the Advanced and Schema section of the %1$s sidebar or metabox. Disabling this allows access to all users.":["デフォルトでは、編集者と管理者のみが %1$s サイドバーまたはメタボックスの詳細およびスキーマ セクションにアクセスできます。 これを無効にすると、すべてのユーザーがアクセスできます。"],"Restrict advanced settings for authors":["投稿者の詳細設定を制限します"],"This Yoast SEO REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use Yoast SEO for all their SEO meta output.":["この Yoast SEO REST API エンドポイントは、特定の URL に必要なすべてのメタデータを提供します。これにより、ヘッドレス WordPress サイトがすべての SEO メタ出力に Yoast SEO を使用するのが非常に簡単になります。"],"REST API endpoint":["REST API エンドポイント"],"APIs":["API"],"Slack sharing":["Slack でシェア"],"Allows for Twitter to display a preview with images and a text excerpt when a link to your site is shared.":["サイトへのリンクが共有されたときに、Twitter が画像とテキストの抜粋を含むプレビューを表示できるようにします。"],"Twitter card data":["Twitter カードデータ"],"Open Graph data":["Open Graph データ"],"Social sharing":["ソーシャル共有"],"Site structure":["サイト構造"],"Tell us which features you want to use.":["使用したい機能を教えてください。"],"Site preferences":["サイトの好み"],"Network disabled":["ネットワークで無効化"],"Unavailable for sub-sites":["サブサイトでは利用できません"],"This image is used as a fallback for posts/pages that don't have any images set.":["この画像は、画像が設定されていない投稿/ページの代替として使用されます。"],"Site image":["サイト画像"],"Title separator":["タイトル区切り"],"Recommended size for this image is %1$s%3$s%2$s":["この画像の推奨サイズは %1$s%3$s%2$s です"],"The %1$sSite image%2$s requires Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":["%1$sサイトの画像%2$sには Open Graph データが必要ですが、これは現在、%3$sサイト機能%4$sの「ソーシャル共有」セクションで無効になっています。"],"Automatically add content to your RSS. This enables you to add links back to your blog and your blog posts, helping search engines identify you as the original source of the content.":["RSS にコンテンツを自動的に追加します。これにより、ブログやブログ投稿にリンクを追加して、検索エンジンがコンテンツの元のソースとしてあなたを識別できるようになります。"],"RSS feed":["RSS フィード"],"%1$s (default)":["%1$s (デフォルト)"],"We took the liberty of using your website name and logo for the organization name and logo. Feel free to change them below.":["組織名とロゴには、貴社のサイト名とロゴを使用しています。 以下で自由に変更してください。"],"Edit your %1$s":["%1$s を編集する"],"slug":["スラッグ"],"keyphrase":["キーフレーズ"],"A company name and logo need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site name and logo as default values. %1$sLearn more about the importance of structured data.%2$s":["構造化データが正しく機能するには、会社名とロゴを設定する必要があります。これらはまだ設定していないため、サイト名とロゴをデフォルト値として使用しています。%1$s構造化データの重要性の詳細をご覧ください。%2$s"],"Install %1$s Content Analysis for %2$s":["%2$s の %1$s のコンテンツ分析をインストールします"],"Activate %1$s Content Analysis for %2$s":["%2$s の %1$s コンテンツ分析を有効化"],"%1$s integrates with %2$s":["%1$s は %2$s と統合されます"],"Integration active":["統合が有効"],"Plugin not detected":["プラグインが検出されない"],"Enable integration":["統合を有効にする"],"Plugin integrations":["プラグインの統合"],"Recommended integrations":["推奨される統合"],"Enable %1$s":["%1$s を有効化"],"Integration unavailable for multisites":["マルチサイトでは統合を利用できません"],"Network Disabled":["ネットワークで無効化"],"Unlock with Premium!":["プレミアムでロックを解除"],"Premium SEO analysis:":["Premium SEO 分析:"],"Beta":["ベータ"],"Are you publishing news articles? %s helps you optimize your site for Google News.":["ニュース投稿を掲載していますか? %s は、Google ニュース用にサイトを最適化するのに役立ちます。"],"no data":["データなし"],"Your text should be slightly longer to calculate your Flesch reading ease score.":["Flesch の読み易さスコアを計算するには、テキストを少し長くする必要があります。"],"Continue writing to get insight into the readability of your text!":["書き続けて、テキストの読みやすさについての洞察を得てください!"],"%1$sKeyphrase distribution%2$s: Have you evenly distributed your focus keyphrase throughout the whole text? %3$sYoast SEO Premium will tell you!%4$s":["%1$sキーフレーズの配布%2$s: フォーカス キーフレーズをテキスト全体に均等に配置しましたか? %3$sYoast SEO Premiumがお伝えします！%4$s"],"%1$sWord complexity%2$s: Is your vocabulary suited for a larger audience? %3$sYoast SEO Premium will tell you!%4$s":["%1$s単語の複雑さ%2$s: I語彙は、より多くの聴衆に適していますか? %3$sYoast SEO Premium がお伝えします！%4$s"],"Get %s to enjoy the benefits of prominent words":["%s を入手して、著名な言葉のメリットを享受します。"],"With %1$s%3$s%2$s, this section will show you which words occur most often in your text. By checking these prominent words against your intended keyword(s), you'll know how to edit your text to be more focused.":["%1$s%3$s%2$s を使用すると、このセクションでは、テキストで最も頻繁に使用される単語が表示されます。これらの目立つ単語を意図したキーワードと照合することで、テキストを編集してより焦点を絞る方法がわかります。"],"Buy %s now!":["今すぐ %s 購入"],"Are you working on a news article? %s helps you optimize your site for Google News.":["ニュース記事を書いていますか？ %s は、Google ニュース用にサイトを最適化するのに役立ちます。"],"Premium SEO analysis":["Premium SEO 分析"],"1 year of premium support and updates included!":["1 年間のプレミアム サポートとアップデートが含まれています。"],"Unlock with %s":["%s でさらにパワーアップ !"],"Learn more about character count":["文字数の詳細"],"Character count":["文字カウント"],"Learn more about word count":["単語数の詳細"],"Word count":["単語数"],"Learn more about Flesch reading ease":["Flesch の読みやすさについて詳しく見る"],"out of 100":["/ 100"],"okay":["いいです"],"Learn more about reading time":["読書時間について詳しく見る"],"Reading time":["読むのにかかる時間"],"minute":["分"],"Activate %1$s!":["%1$s を有効化！"],"You've installed %1$s but it's not activated yet. %2$sActivate %1$s now!%3$s":["%1$s をインストールしましたが、まだ有効化されていません。%2$s今すぐ%1$s有効化してください！%3$s"],"Automatically ping search engines like Bing and Yandex whenever you publish, update or delete a post.":["投稿を公開、更新、または削除するたびに、Bing や Yandex などの検索エンジンに自動的に ping を送信します。"],"Additional URL parameters to allow":["許可する追加の URL 変数"],"Permalink cleanup settings":["パーマリンクのクリーンアップ設定"],"Max number of characters to allow in searches":["検索で許可する最大文字数"],"Search cleanup settings":["検索クリーンアップの設定"],"Filter searches with common spam patterns":["一般的なスパム パターンで検索をフィルタリングする"],"Filter searches with emojis and other special characters":["絵文字やその他の特殊文字で検索をフィルタリングする"],"Filter search terms":["検索語のフィルター"],"Unregistered URL parameters":["未登録の URL 変数"],"Campaign tracking URL parameters":["キャンペーントラッキング URL の変数"],"Timestamp this %s":["この%sをタイムスタンプ"],"%1$s: Not all the words from your keyphrase \"%4$s\" appear in the SEO title. %2$s%5$s%3$s.":["%1$s: キーフレーズ「%4$s」のすべての単語が SEO タイトルに表示されるわけではありません。%2$s%5$s%3$s."],"%1$s: The focus keyphrase appears at the beginning of the SEO title. Good job!":["%1$s: フォーカスキーフレーズは、SEO タイトルの先頭に表示されます。 よくできた！"],"Keyphrase in SEO title":["SEOタイトルのキーフレーズ"],"Contact %s support.":["%s のサポートに連絡"],"WordProof Timestamp":["WordProof Timestamp"],"View this content's Timestamp certificate":["このコンテンツのタイムスタンプ証明書を表示"],"Contact WordProof support":["WordProof サポートに連絡"],"Find out how IndexNow can help your site.":["IndexNow がサイトにどのように役立つかをご覧ください。"],"IndexNow":["IndexNow"],"Dismiss this notice.":["この通知を非表示にする。"],"We noticed that you haven't fully configured Yoast SEO yet. Optimize your SEO settings even further by using our improved %1$s First-time configuration%2$s.":["Yoast SEO をまだ完全に構成していないことがわかりました。 改善された%1$s初回設定%2$sを使用して、SEO 設定をさらに最適化します。"],"SEO configuration":["SEO の設定"],"Feed crawl settings":["フィードのクロール設定"],"Basic crawl settings":["基本的なクロール設定"],"Powered by HTTP header":["Powered by HTTP ヘッダー"],"Pingback HTTP header":["ピンバック HTTP ヘッダー"],"Emoji scripts":["絵文字スクリプト"],"Generator tag":["ジェネレータのタグ"],"oEmbed links":["oEmbed リンク"],"RSD / WLW links":["RSD / WLW リンク"],"REST API links":["REST API リンク"],"Shortlinks":["ショートリンク"],"Atom/RDF feeds":["Atom/RDF フィード"],"Search results feeds":["検索結果のフィード"],"Custom taxonomy feeds":["カスタムタクソノミーフィード"],"Tag feeds":["タグフィード"],"Category feeds":["カテゴリーフィード"],"Post type feeds":["投稿タイプのフィード"],"Post authors feeds":["投稿者のフィード"],"Global comment feeds":["グローバルコメントのフィード"],"Global feed":["グローバルのフィード"],"%1$sLearn more about crawl settings.%2$s":["%1$sクロール設定の詳細をご覧ください。%2$s"],"Post comments feeds":["投稿のコメントのフィード"],"Crawl settings":["クロール設定"],"Finish configuration":["構成を終了"],"Personal preferences":["好みの設定"],"SEO data optimization":["SEO データの最適化"],"An error has occurred: %1$s":["エラーが発生しました：%1$s"],"We could not save the organization name. Please check the value.":["組織名を保存できませんでした。 値を確認してください。"],"No items found.":["項目は見つかりませんでした。"],"All redirect types":["全てのリダイレクト形式"],"Add Redirect":["リダイレクトの設定"],"Old URL":["旧 URL"],"The redirect type is the HTTP response code sent to the browser telling the browser what type of redirect is served. %1$sLearn more about redirect types%2$s.":["リダイレクトタイプは、ブラウザーに送信される HTTP 応答コードであり、どのタイプのリダイレクトが提供されるかをブラウザーに通知します。%1$sリダイレクトタイプの詳細については、こちらをご覧ください%2$s。"],"301 Moved Permanently":["301 Moved Permanently"],"Type":["タイプ"],"Plain redirects":["通常のリダイレクト"],"Regex Redirects":["正規表現リダイレクト"],"There are unsaved changes in one or more steps. Leaving means that those changes may not be saved. Are you sure you want to leave?":["1 つ以上のステップに保存されていない変更があります。残すということは、これらの変更が保存されない可能性があることを意味します。退会してもよろしいですか？"],"Add another profile":["別のプロファイルを追加します"],"Start first-time configuration!":["初回設定を開始！"],"Set the essential %s settings for your site in a few steps.":["サイトに不可欠な %s 設定をいくつかの手順で設定します。"],"For the best ranking results: configure %s!":["最高のランキング結果を得るには: %s を構成してください!"],"Your site is already easier to find for search engines.":["サイトはすでに検索エンジンにとって見つけやすくなっています。"],"Tell us about your site, so we can get it ranked!":["サイトについて詳しく教えていただければ、ランキングを上げるお手伝いをいたします。"],"Or go to your SEO dashboard":["または、SEO ダッシュボードに移動します"],"E.g. example@email.com":["例: example@email.com"],"Please enter a valid email address.":["有効なメールアドレスを入力してください。"],"Tell us! Is your site about an organization or a person? ":["サイトは組織に関するものですか。それとも個人に関するものですか。"],"Personal logo or avatar":["個人のロゴまたはアバター"],"Select a user":["ユーザーを選択"],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. You're not allowed to update this user profile, so please ask this user or an admin to make sure the information is correct.":["ユーザー「%1$s」を、このサイトが表す個人として選択しました。今後、検索結果にこのユーザーのプロフィール情報を使用します。ユーザーのプロフィールを編集する権限がありません。情報が正しいことを確認するには、このユーザーまたは管理者に依頼してください。"],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. %2$sUpdate this profile to make sure the information is correct%3$s.":["ユーザー「%1$s」を、このサイトが表す個人として選択しました。今後、検索結果にこのユーザーのプロフィール情報を使用します。ユーザーのプロフィールを編集する権限がありません。%2$s情報が正しいことを確認するには、プロフィールを更新してください%3$s。"],"Uploading image...":["画像をアップロードしています..."],"Select an option":["オプションを選択"],"Be aware that you should run the SEO data optimization for this configuration to take maximum effect.":["最大限の効果を得るには、この構成に対して SEO データの最適化を実行する必要があります。"],"We've already successfully analyzed your site. You can move on to the next step.":["サイトの分析は既に完了しています。 次のステップに進むことができます。"],"SEO data optimization is running… You can safely move on to the next steps of this configuration.":["SEO データ最適化が実行されています。 この設定の次のステップに安全に進むことができます。"],"You're not allowed to edit the social profiles of this user. Please ask this user or an admin to do this.":["このユーザーのソーシャル プロフィールを編集することはできません。 このユーザーまたは管理者にこれを行うよう依頼してください。"],"E.g. https://www.wikipedia.com/yoast":["例: https://www.wikipedia.com/yoast"],"E.g. https://www.youtube.com/yoast":["例: https://www.youtube.com/yoast"],"E.g. https://www.twitter.com/yoast":["例: https://www.twitter.com/yoast"],"E.g. https://www.tumblr.com/yoast":["例: https://www.tumblr.com/yoast"],"E.g. https://www.soundcloud.com/yoast":["例: https://www.soundcloud.com/yoast"],"E.g. https://www.pinterest.com/yoast":["例: https://www.pinterest.com/yoast"],"E.g. https://www.myspace.com/yoast":["例: https://www.myspace.com/yoast"],"E.g. https://www.linkedin.com/yoast":["例: https://www.linkedin.com/yoast"],"E.g. https://www.instagram.com/yoast":["例: https://www.instagram.com/yoast"],"E.g. https://www.facebook.com/yoast":["例: https://www.facebook.com/yoast"],"Delete item":["項目を削除"],"E.g. https://social-platform.com/yoast":["例: https://social-platform.com/yoast"],"Other social profile":["その他のソーシャルプロファイル"],"First-time configuration":["初めての設定"],"You should finish the %1$sfirst time configuration%2$s to make sure your SEO data has been optimized and you’ve set the essential Yoast SEO settings for your site.":["SEO データが最適化され、サイトに不可欠な Yoast SEO 設定が設定されていることを確認するために、 %1$s初回構成%2$sを完了する必要があります。"],"Step 4: Go through the first time configuration":["ステップ 4: 初回構成を実行する"],"Postname permalink":["投稿名パーマリンク"],"Page comments":["ページのコメント"],"Links table":["リンクテーブル"],"If you already have saved AIOSEO 'Search Appearance' settings and the issue persists, please contact our support team so we can take a closer look.":["AIOSEO の「検索の外観」設定を既に保存していて問題が解決しない場合は、サポートチームに連絡して詳細を確認してください。"],"If you have never saved any AIOSEO 'Search Appearance' settings, please do that first and run the import again.":["AIOSEO の「検索の外観」設定を保存したことがない場合は、最初に保存してから再度インポートを実行してください。"],"The AIOSEO import was cancelled because some AIOSEO data is missing. Please try and take the following steps to fix this:":["一部の AIOSEO データが欠落しているため、AIOSEO のインポートはキャンセルされました。 これを修正するには、次の手順を試してください。"],"The validation of the AIOSEO data structure has failed.":["AIOSEO データ構造の検証に失敗しました。"],"Currently, the %s integration is not available for multisites.":["現在、%sの統合はマルチサイトでは使用できません。"],"WordProof authentication":["WordProof 認証"],"Connected to WordProof":["WordProof に連携済み"],"Connection failed":["連携に失敗しました"],"Not working? %1$sContact %3$s support%2$s.":["動作しない場合、%1$s%3$sサポート%2$sに連絡してください。"],"Try again":["再試行"],"Find possible solutions in this %1$sArticle%2$s.":["この%1$s記事%2$sで可能な解決策を探します。"],"There was a connection problem. This could be because your third party connections are blocked.":["接続に問題がありました。これは、サードパーティーの接続がブロックされていることが原因である可能性があります。"],"The %3$s will automatically be timestamped every time you %1$supdate%2$s or %1$spublish%2$s.":["%3$sには、%1$s更新%2$sまたは%1$s公開%2$sするたびに自動的にタイムスタンプが設定されます。"],"Your %s is now protected via the blockchain!":["%sがブロックチェーンで保護されるようになりました。"],"Something went wrong authenticating your %3$s account with the %4$s site. Please try again or contact %1$s%3$s support%2$s.":["%3$s アカウントと %4$s サイトの認証に何らかの問題が発生しました。もう一度試すか、%1$s%3$s サポート%2$sにご連絡ください。"],"Unable to create new timestamps. Please authenticate with WordProof.":["新しいタイムスタンプを作成できません。WordProof で認証してください。"],"Timestamp with WordProof":["WordProof のタイムスタンプ"],"Learn more about timestamping":["タイムスタンプについて詳しくはこちら"],"Authenticate with WordProof":["WordProof で認証"],"Manage WordProof settings":["WordProof 設定の管理"],"The WordProof Timestamp plugin needs to be disabled before you can activate this integration.":["この統合を有効にする前に、WordProof Timestamp プラグインを無効にする必要があります。"],"Open settings":["設定を開く"],"Open authentication":["認証を開く"],"The timestamp is not created because you need to authenticate with %s first.":["最初に %s で認証する必要があるため、タイムスタンプは作成されません。"],"The timestamp is not retrieved by your site. Please try again or contact %1$s support.":["タイムスタンプはサイトによって取得されません。 もう一度やり直すか、%1$s サポートにお問い合わせください。"],"%1$s failed to timestamp this page. Please check if you're correctly authenticated with %1$s and try to save this page again.":["%1$s はこのページのタイムスタンプを取得できませんでした。%1$s で正しく認証されているかどうかを確認し、このページをもう一度保存してみてください。"],"%s has successfully timestamped this page.":["%s はこのページにタイムスタンプを付けました。"],"You are out of timestamps. Please upgrade your account by opening the %s settings.":["タイムスタンプがありません。 %s 設定を開いてアカウントをアップグレードしてください。"],"Use WordProof to timestamp this page to comply with legal regulations and join the fight for a more transparant and accountable internet.":["WordProof を使用してこのページにタイムスタンプを付け、法的規制を遵守し、より透明で説明責任のあるインターネットを実現するための戦いに参加してください。"],"Timestamp this post":["この投稿をタイムスタンプ"],"content words":["内容の言葉"],"content word":["内容言葉"],"Cleanup failed with the following error:":["クリーンアップに失敗し、以下のエラーが発生しました。"],"Note: These settings will overwrite the default settings of Yoast SEO.":["注：これらの設定は、Yoast SEOのデフォルト設定を上書きします。"],"Note: This metadata will only be imported if there is no existing Yoast SEO metadata yet.":["注：このメタデータは、既存のYoast SEOメタデータが存在しない場合にのみインポートされます。"],"Post metadata (SEO titles, descriptions, etc.)":["投稿メタデータ (SEO タイトル、ディスクリプションなど)"],"The import from %s includes:":["%s からのインポートには、次の項目が含まれます:"],"Once you're certain that your site is working properly with the imported data from another SEO plugin, you can clean up all the original data from that plugin.":["他のSEOプラグインからインポートしたデータでサイトが正しく動作していることが確認できたら、そのプラグインの元データをすべてクリーンアップすることができます。"],"Please select an SEO plugin below to see what data can be imported.":["インポート可能なデータを確認するには、以下からSEOプラグインを選択してください。"],"Clean up":["クリーンアップ"],"After you've imported data from another SEO plugin, please make sure to clean up all the original data from that plugin. (step 5)":["他のSEOプラグインからデータをインポートした後は、そのプラグインの元データをすべてクリーンアップするようにしてください。(手順5)"],"Note: ":["注:"],"The cleanup can take a long time depending on your site's size.":["サイトの規模によっては、クリーンアップに長い時間がかかることがあります。"],"Every fifteen minutes":["15分ごと"],"Default tagline":["デフォルトタグライン"],"Import failed with the following error:":["次のエラーでインポートに失敗しました:"],"No data found from other SEO plugins.":["他のSEOプラグインからのデータは見つかりませんでした。"],"Select SEO plugin":["SEO プラグインを選択"],"The import can take a long time depending on your site's size.":["サイトのサイズによってインポートに時間がかかる場合があります。"],"For the best SEO results include all words of your keyphrase in the SEO title, and put the keyphrase at the beginning of the title":["最高の SEO の結果を得るには、キーフレーズのすべての語を SEO タイトルに含め、タイトルの先頭にキーフレーズを置いてください"],"For the best SEO results write the exact match of your keyphrase in the SEO title, and put the keyphrase at the beginning of the title":["最高の SEO の結果のためには、キーフレーズのすべての語を SEO タイトルに含め、タイトルの先頭にキーフレーズを置いてください。"],"Installation Successful":["インストール成功"],"Blog Post":["ブログ投稿"],"%1$s: Title does not begin with the focus keyphrase. %2$sMove your focus keyphrase to the beginning of the title%3$s.":["%1$s: タイトルがフォーカスキーフレーズではじまっていません。%2$sフォーカスキーフレーズをタイトルのはじめに持っていきましょう%3$s."],"%1$s: The exact match of the focus keyphrase appears at the beginning of the SEO title. Good job!":["%1$s: SEO タイトルの先頭に、完全一致するフォーカスキーワードがあります。いいですね !"],"%2$sText length%4$s: The text contains %1$d %6$s. This is below the recommended minimum of %5$d %6$s. %3$sAdd more content%4$s.":["%2$sテキストの長さ%4$s: テキストは %1$d %6$sです。これは推奨下限値 %5$d %6$sより短いです。 %3$sコンテンツをもっと増やしましょう%4$s."],"%2$sText length%4$s: The text contains %1$d %6$s. This is slightly below the recommended minimum of %5$d %6$s. %3$sAdd a bit more copy%4$s.":["%2$sテキストの長さ%4$s: テキストは %1$d %6$sです。これは推奨下限値 %5$d %6$sを少し下回ります。%3$s文章をもう少し加えましょう%4$s."],"%2$sText length%4$s: The text contains %1$d %6$s. This is far below the recommended minimum of %5$d %7$s. %3$sAdd more content%4$s.":["%2$sテキストの長さ%4$s: テキストは %1$d %6$sです。これは推奨下限値 %5$d %7$sをはるかに下回ります。%3$sコンテンツをもっと増やしましょう%4$s。"],"character":["文字"],"word":["語"],"words":["語"],"characters":["文字"],"%s rolls out the red carpet for the search bots, which helps your site perform better in search engines.":["%sは、検索ボットを招き入れ、検索エンジンでのサイトのパフォーマンスを向上させることができます。"],"You've successfully installed %s!":["%s のインストールに成功しました!"],"Skip%s":["スキップ %s"],"Your %s account does not contain any keyphrases for this website yet. You can track keyphrases by using the \"Track SEO Performance\" button in the post editor.":["お客様の %s アカウントには、この Web サイトのキーフレーズがまだ含まれていません。投稿エディタの「SEOパフォーマンスを追跡する」ボタンを使用すると、キーフレーズを追跡できます。"],"%s account":["%s アカウント"],"This overview only shows you keyphrases added to Yoast SEO. There may be other keyphrases added to your %s.":["この概要では、Yoast SEOに追加されたキーフレーズのみが表示されます。他にも %s に追加されているキーフレーズがあるかもしれません。"],"Tracking the ranking position...":["ランキング順位の追跡..."],"Something went wrong while tracking the ranking position(s) of your page. Please try again later.":["あなたのページのランキング順位を追跡しているときに何か問題が発生しました。後でもう一度お試しください。"],"reconnect to %s":["%s に再接続しています"],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["サイトのデータを取得する際に、何か問題が発生したようです。%s からもう一度お試しください。"],"Before you can track your SEO performance make sure to set either the post’s title and save it as a draft or manually set the post’s slug.":["SEO のパフォーマンスを追跡する前に、投稿のタイトルを設定して下書きとして保存するか、投稿のスラッグを手動で設定することを確認してください。"],"No keyphrase has been set. Please set a keyphrase first.":["キーフレーズが設定されていません。まずキーフレーズを設定してください。"],"upgrade your %s plan":["%sプランをアップグレード"],"You've reached the maximum amount of %d keyphrases you can add to your Wincher account. If you wish to add more keyphrases, please %s.":["Wincher アカウントに追加できるキーワードは%d個までとなりました。さらにキーワードを追加したい場合は、%s をご利用ください。"],"With %1$s you can track the ranking position of your page in the search results based on your keyphrase(s). %2$s":["%1$s を使用すると、キーフレーズに基づいて、検索結果でのページのランキング位置を追跡できます。 %2$s"],"%s is currently tracking the ranking position(s) of your page. This may take a few minutes. Please wait or check back later.":["%sは現在、あなたのページのランキング順位を追跡しています。これには数分かかる場合があります。しばらくお待ちいただくか、後ほどご確認ください。"],"You have successfully connected to %s! You can now track the SEO performance for the keyphrase(s) of this page.":["%sに正常に接続しました! このページのキーフレーズに対するSEOパフォーマンスを追跡できるようになりました。"],"Read more about keyphrase tracking with Wincher":["Wincher を使用したキーフレーズ追跡の詳細を読む"],"Automatic tracking of keyphrases is enabled. Your keyphrase(s) will automatically be tracked by %s when you publish your post.":["キーフレーズの自動追跡が有効になっています。投稿を公開すると、あなたのキーワードは自動的に %s によって追跡されます。"],"Please enter a focus keyphrase first to track keyphrase performance":["キーフレーズのパフォーマンスを追跡するために、最初にフォーカスキーフレーズを入力してください。"],"Keyphrase position in the last 90 days on a scale from 0 to 100.":["過去90日間のキーフレーズの位置づけを0から100までの尺度で表示。"],"Track SEO performance":["SEO パフォーマンスをトラッキング"],"You can enable / disable tracking the SEO performance for each keyphrase below.":["以下のキーワードごとにSEOのパフォーマンスを追跡することの有効・無効を設定することができます。"],"Track all keyphrases on this page":["このページのすべてのキーフレーズを追跡"],"Tracking has already been enabled for one or more keyphrases of this page. Clicking the button below will enable tracking for all of its keyphrases.":["このページの1つまたは複数のキーワードに対して、追跡トラッキングが有効になっています。下のボタンをクリックすると、このページのすべてのキーワードに対して追跡が有効になります。"],"Learn more about the SEO performance feature.":["SEOパフォーマンス機能について詳しくはこちら"],"SEO performance":["SEO パフォーマンス"],"Connect with %s":["%s に接続しています"],"* focus keyphrase":["* フォーカスキーフレーズ"],"Get more insights over at %s":["詳細については、%sをご覧ください。"],"Position over time":["時間による変化"],"Position":["位置"],"Tracking":["トラッキング"],"You can still run the SEO data optimization in the %1$sTools section%2$s. Once that is finished, please refresh this page.":["%1$sツール%2$sセクションでSEOデータの最適化を引き続き実行できます。 完了したら、このページを更新してください。"],"This configuration step is currently disabled, because you're not running the latest version of Yoast SEO Premium. Please update to the latest version (at least %1$s). ":["Yoast SEO Premium の最新バージョンを実行していないため、この設定手順は現在無効になっています。 最新バージョン (少なくとも %1$s) に更新してください。 "],"Save and continue":["保存して次へ"],"Does your site represent an Organization or Person?":["サイトは個人または組織いずれのものですか?"],"Activate %s":["%s を有効化"],"Update %s":["%sを更新"],"Renew %s":["%s を更新"],"Get help activating your subscription":["購読の有効化に関するヘルプ"],"It looks like you’re running an outdated and unactivated version of %1$s, please activate your subscription in %2$sMyYoast%3$s and update to the latest version (at least 17.7) to gain access to our updated workouts section.":["古いバージョンの %1$s を実行しているようです。%2$sMyYoast%3$s で購読を有効にし、最新バージョン (少なくとも 17.7) に更新して、更新されたワークアウト セクションにアクセスしてください。"],"Activate your subscription of %s":["%s サブスクリプションを有効化"],"Update to the latest version of %s":["%s の最新バージョンに更新"],"Renew your subscription":["購読を更新する"],"Accessing the latest workouts requires an updated version of %s (at least 17.7), but it looks like your subscription has expired. Please renew your subscription to update and gain access to all the latest features.":["最新のワークアウトにアクセスするには、%s の更新バージョン (17.7 以降) が必要ですが、購読が期限切れになっているようです。購読を更新して更新し、すべての最新機能にアクセスしてください。"],"Renew your subscription of %s":["%sの購読を更新する"],"Could not save this value. Please check the URL.":["この値を保存できませんでした。 URLをご確認ください。"],"Could not save this value. Please check the URL or username.":["この値を保存できませんでした。ユーザー名や URL をご確認ください。"],"Oops! Something went wrong. Check your email address and try again.":["何かがうまくいかなかったようです。メールアドレスを確認して、もう一度お試しください。"],"Yes, you can collect my site data":["はい、サイトのデータを収集してもかまいません"],"Site representation":["サイトの表現"],"Continue":["次へ"],"Thank you! Check your inbox for the confirmation email.":["ありがとうございました！ 受信トレイで確認メールを確認してください。"],"Yoast respects your privacy. Read %1$sour privacy policy%2$s on how we handle your personal information.":["Yoast はプライバシーを尊重します。個人情報の取り扱いに関する%1$sプライバシーポリシー%2$sをお読みください。"],"Email address":["メールアドレス"],"%1$sBack to all workouts":["%1$sすべてのトレーニングに戻る"],"Getting your site in shape and keeping it SEO fit can be hard. We can help you get started! Take these step-by-step workouts, and you’ll be tackling some of the most fundamental SEO challenges!":["サイトの SEO を健全に保つことは困難なですね。始めるのを手伝うことができます! これらのステップバイステップのトレーニングを行うと、最も基本的な SEO の課題のいくつかに取り組むことができます!"],"Add internal links to your posts and pages":["投稿やページに内部リンクを追加"],"Make pages easier for Google and visitors to find":["Google と訪問者がページを見つけやすくする"],"Clean up your unlinked content to make sure people can find it":["リンクされていないコンテンツをクリーンアップして、他の人が見つけられるようにします"],"Orphaned content":["孤立したコンテンツ"],"Bring more visitors to your articles":["投稿により多くの訪問者を連れてくる"],"Make your important articles rank higher":["重要な投稿のランクを上げる"],"%1$s/%2$s steps completed":["%1$s/%2$s ステップを完了 "],"Unlock with %s!":["%s でさらにパワーアップ !"],"Start workout!":["ワークアウト開始 !"],"Do workout again":["もう一度トレーニングをします"],"Continue workout!":["トレーニングを続けましょう！"],"It looks like you're running an outdated version of %1$s, please %2$supdate to the latest version (at least 17.7)%3$s to gain access to our updated workouts section.":["古いバージョンの %1$s を実行しているようです。 更新されたトレーニングセクションにアクセスするには、%2$s最新バージョン (少なくとも 17.7) に更新して%3$sください。"],"Get started quickly with the %1$s%2$s First-time configuration%3$s and configure Yoast SEO with the optimal SEO settings for your site!":["%1$s%2$s の初期設定%3$sをすぐに始めて、あなたのサイトに最適な SEO 設定で Yoast SEO を設定してください!"],"Current or first category title":["現在または最初のカテゴリーのタイトル"],"Category Title":["カテゴリータイトル"],"Replaced with the post content":["投稿コンテンツに置き換えられました"],"Post Content":["投稿コンテンツ"],"Replaced with the permalink":["パーマリンクに置き換えられました"],"Replaced with the last name of the author":["投稿者の姓に置き換えられました"],"Author last name":["投稿者姓"],"Replaced with the first name of the author":["投稿者の名に置き換えられました"],"Author first name":["投稿者名"],"Replaced with the day the post was published":["投稿が公開された日に置き換えられました"],"Post day":["投稿日"],"Replaced with the month the post was published":["投稿が公開された月に置き換えられました"],"Post month":["投稿月"],"Replaced with the year the post was published":["投稿が公開された年に置き換えられました"],"Post year":["投稿年"],"Current day":["本日"],"Current month":["現在の月"],"Current date":["現在の日付"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's way less than the recommended minimum of %2$d %7$s. %4$sMake it longer%5$s!":["%3$sキーフレーズの長さ%5$s: キーフレーズは%1$d%%7$sです。これは、推奨下限値の%2$d%7$sよりも短いです。%4$sもっと長くしましょう%5$s。"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's less than the recommended minimum of %2$d %6$s. %4$sMake it longer%5$s!":["%3$sキーフレーズの長さ%5$s: キーフレーズは%1$d%6$sです。これは、推奨下限値の%2$d%6$sよりも短いです。%4$sもっと長くしましょう%5$s。"],"It looks like you aren't using our %1$s%2$s addon%3$s. %4$sUpgrade today%5$s to unlock more tools and SEO features to make your products stand out in search results.":["%1$s%2$s アドオン%3$sを使用していないようです。%4$s今日アップグレード%5$sで、検索結果で製品を目立たせるためのツールと SEO 機能のロックを解除します。"],"Below are the technical details for the error. See %1$sthis page%2$s for a more detailed explanation.":["以下は、エラーの技術的な詳細です。詳細な説明については、%1$sこのページ%2$sを参照してください。"],"%1$sImage Keyphrase%2$s: Good job!":["%1$s画像キーフレーズ%2$s: よくできた！"],"%1$sImage Keyphrase%3$s: Images on this page do not have alt attributes with at least half of the words from your keyphrase. %2$sFix that%3$s!":["%1$s画像キーフレーズ%3$s: このページの画像には、キーフレーズの単語の少なくとも半分を含むalt属性がありません。%2$sそれを修正してください%3$s！ "],"%1$sImages%2$s: Good job!":["%1$s画像%2$s: よくできた！"],"%1$sImages and videos%2$s: Good job!":["%1$s画像と動画%2$s: よくできた！ "],"%3$sImages and videos%5$s: Only %1$d image or video appears on this page. We recommend at least %2$d. %4$sAdd more relevant images or videos%5$s!":["%3$s画像と動画%5$s: このページには、%1$dの画像または動画のみが表示されます。少なくとも%2$dをお勧めします。%4$sより関連性の高い画像や動画を追加してください%5$s！"],"%3$sImages%5$s: Only %1$d image appears on this page. We recommend at least %2$d. %4$sAdd more relevant images%5$s!":["%3$s画像%5$s: このページには、%1$dの画像のみが表示されます。少なくとも%2$dをお勧めします。%4$sより関連性の高い画像や動画を追加してください%5$s！"],"%1$sImages and videos%3$s: No images or videos appear on this page. %2$sAdd some%3$s!":["%1$s画像と動画%3$s: このページには画像や動画は表示されません。%2$sいくつか追加してください%3$s！ "],"Error stack trace":["エラースタックトレース"],"Response":["返答"],"Error message":["エラーメッセージ"],"Status code":["ステータスコード"],"Request method":["リクエストメゾット"],"Request URL":["リクエスト URL"],"Error details":["エラーの詳細"],"Workouts":["トレーニング"],"Rank with articles you want to rank with":["お気に入りの投稿でランキングを達成"],"The cornerstone approach":["コーナーストーンのアプローチ"],"SEO workouts":["SEO トレーニング"],"Improve the quality of your site search! Automatically helps your users find your cornerstone and most important content in your internal search results. It also removes noindexed posts & pages from your site’s search results.":["サイト検索の品質を向上させましょう！ユーザーが内部検索結果でコーナーストーンと最も重要なコンテンツを見つけるのを自動的に支援します。また、インデックスに登録されていない投稿やページをサイトの検索結果から削除します。"],"Find out more about our %s integration.":["%s 統合の詳細をご覧ください。"],"Get relevant internal linking suggestions — while you’re writing! The link suggestions metabox shows a list of posts on your blog with similar content that might be interesting to link to. ":["執筆中に、関連する内部リンクの提案を入手します。リンク候補メタボックスには、リンクするのに興味深い可能性のある同様のコンテンツを含むブログの投稿のリストが表示されます。"],"Find out how Insights can help you improve your content.":["洞察がコンテンツの改善にどのように役立つかをご覧ください。"],"Find relevant data about your content right in the Insights section in the Yoast SEO metabox. You’ll see what words you use most often and if they’re a match with your keywords! ":["Yoast SEO メタボックスの「洞察」セクションでコンテンツに関連するデータを見つけてください。 最も頻繁に使用する単語と、それらがキーワードと一致するかどうかがわかります。"],"Oops, something has gone wrong and we couldn't complete the optimization of your SEO data. Please make sure to activate your subscription in MyYoast by completing %1$sthese steps%2$s.":["おっと、何か問題が発生し、SEO データの最適化を完了できませんでした。 %1$sこれらの手順%2$sを実行して、MyYoast で購読を有効化してください。"],"To unlock this feature please update %s to the latest version.":["この機能のロックを解除するには、%s を最新バージョンに更新してください。"],"The social appearance settings for archives require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["アーカイブのソーシャル外観設定には、Open Graph メタデータ（現在無効になっています）が必要です。 これは、「Facebook」タブの %1$s「ソーシャル」設定%2$sで有効にできます。"],"The social appearance settings for taxonomies require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["タクソノミーのソーシャル外観設定には、Open Graph メタデータ（現在無効になっています）が必要です。 これは、「Facebook」タブの %1$s「ソーシャル」設定%2$sで有効にできます。"],"The social appearance settings for content types require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["コンテンツタイプのソーシャル外観設定には、Open Graph メタデータ（現在無効になっています）が必要です。 これは、「Facebook」タブの %1$s「ソーシャル」設定%2$sで有効にできます。"],"The social appearance settings for your homepage require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["ホームページのソーシャル外観設定には、Open Graph メタデータ（現在無効になっています）が必要です。これは、「Facebook」タブの%1$s「ソーシャル」設定%2$sで有効にできます。"],"Social image":["ソーシャル画像"],"Unlock with Premium":["プレミアムでロックを解除"],"Addon installation failed because of an error: %s.":["エラー（%s）が原因で、アドオンのインストールに失敗しました。"],"You are not allowed to install plugins.":["プラグインのインストールは許可されていません"],"Addon installed.":["アドオンがインストールされました。"],"Addon activation failed because of an error: %s.":["エラー（%s）が原因で、アドオンの有効化に失敗しました。"],"You are not allowed to activate plugins.":["プラグインを有効化することは許可されていません。"],"Addon activated.":["アドオンを有効化しました。"],"%1$s Continue to %2$s%3$s":["%1$s %2$sこれに続く %3$s"],"Installing and activating addons":["アドオンのインストールと有効化"],"No %1$s plugins have been installed. You don't seem to own any active subscriptions.":["%1$s プラグインはインストールされていません。 有効な購読を所有していないようです。"],"the following addons":["以下のアドオン"],"%s SEO installation":["%s SEO インストール"],"Install and activate":["インストールして有効化"],"Please confirm below that you would like to install %s on this site.":["このサイトに %s をインストールすることを以下で確認してください。"],"Insert variable":["変数を挿入"],"Shopping data preview:":["ショッピングデータのプレビュー："],"Availability":["可用性"],"Price":["価格"],"Rating":["評価"],"%s reviews":["%s レビュー"],"Rating: %s":["評価：%s"],"Image":["画像"],"Social description":["ソーシャル説明"],"Social title":["ソーシャルタイトル"],"Required by %s":["%s が必要"],"Auto-updates are disabled based on this setting for %1$s.":["自動更新は、%1$s のこの設定に基づいて無効になります。"],"Auto-updates are enabled based on this setting for %1$s.":["自動更新は、%1$s のこの設定に基づいて有効になります。"],"New":["新規"],"seconds":["秒"],"Select image":["画像を選択"],"Replace image":["画像の置き換え"],"site structure":["サイト構造"],"internal linking":["内部リンク"],"breadcrumbs":["パンくずリスト"],"seo":["seo"],"Adds the Yoast SEO breadcrumbs to your template or content.":["Yoast SEO パンくずリストをテンプレートまたはコンテンツに追加します。"],"Yoast Breadcrumbs":["Yoast パンくずリスト"],"The term is considered invalid. The following reason was given by WordPress: %s":["このタームは無効と見なされます。以下の理由は、WordPressによって与えられました: %s"],"The post could not be found.":["投稿が見つかりませんでした。"],"The term could not be found.":["タームが見つかりませんでした。"],"This feature has been disabled since subsites never send tracking data.":["サブサイトが追跡データを送信しないため、この機能は無効になっています。"],"We notice that you have installed WPML. To make sure your canonical URLs are set correctly, %1$sinstall and activate the WPML SEO add-on%2$s as well!":[""],"Unfortunately we cannot save changes to your SEO settings while you are working on a draft of an already-published %1$s. If you want to save your SEO changes, make sure to click 'Update', or wait to make your SEO changes until you are ready to update the %1$s.":["残念ながら、既に公開されている%1$sの下書きに作業中に、SEO 設定の変更を保存することはできません。SEO の変更を保存する場合は、必ず [更新] をクリックするか、%1$sを更新する準備ができるまで SEO の変更を行います。"],"Get started with Yoast SEO's content analysis for Elementor!":["Elementor のための Yoast SEO のコンテンツ分析を始めましょう!"],"Got it":["分かりました"],"New: Yoast SEO for Elementor":["新: ElementorのためのYoast SEO"],"Because of a change in your category base setting, some of your SEO data needs to be reprocessed.":["カテゴリベース設定が変更されたため、SEO データの一部を再処理する必要があります。"],"Wait for a week or so, until %1$s automatically processes most of your content in the background.":["%1$s がバックグラウンドでコンテンツのほとんどを自動的に処理するまで1週間ほど待ってください。"],"%s minute":["%s分"],"Est. reading time":["推定読み取り時間"],"Written by":["執筆者"],"Google Rich Results Test":["Google リッチ結果テスト"],"Find out how a rich snippet can improve visibility and click-through-rate.":["リッチ スニペットによって表示とクリック率の向上がどのように行えるのかをご覧ください。"],"This adds an author byline and reading time estimate to the article’s snippet when shared on Slack.":["これにより、Slack で共有されたときに、投稿者の署名欄と読書時間の見積もりが投稿のスニペットに追加されます。"],"Enhanced Slack sharing":["Slack 共有の強化"],"Activate your subscription":["サブスクリプションのアクティブ化"],"SEO data optimization is disabled for non-production environments.":["非本番環境では、SEO データの最適化が無効になります。"],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":["この機能は、テキスト リンク カウンターと内部リンク分析を含み、置き換えます"],"This tab allows you to selectively disable %1$s integrations with third-party products for all sites in the network. By default all integrations are enabled, which allows site admins to choose for themselves if they want to toggle an integration on or off for their site. When you disable an integration here, site admins will not be able to use that integration at all.":["このタブでは、ネットワーク内のすべてのサイトのサードパーティ製品との%1$s統合を選択的に無効にできます。既定では、すべての統合が有効になっているため、サイト管理者は、サイトの統合のオンとオフを切り替えたい場合に、自分で選択できます。ここで統合を無効にすると、サイト管理者はその統合をまったく使用できなくなります。"],"Because of a change in your tag base setting, some of your SEO data needs to be reprocessed.":["タグベース設定が変更されたため、SEO データの一部を再処理する必要があります。"],"Stop SEO data optimization":["SEO データの最適化を停止"],"Oops, something has gone wrong and we couldn't complete the optimization of your SEO data. Please click the button again to re-start the process. ":["おっと、何かが間違っていて、あなたのSEOデータの最適化を完了できませんでした。もう一度ボタンをクリックして、プロセスを再開してください。"],"Optimizing SEO data... This may take a while.":["SEO データの最適化... これにはしばらく時間がかかる場合があります。"],"SEO data optimization complete":["SEO データの最適化が完了しました"],"You can speed up your site and get insight into your internal linking structure by letting us perform a few optimizations to the way SEO data is stored. ":["SEOデータの保存方法に対していくつかの最適化を実行することで、サイトをスピードアップし、内部リンク構造に関する洞察を得ることができます。"],"Start SEO data optimization":["SEO データの最適化を開始"],"Learn more about the benefits of optimized SEO data.":["最適化された SEO データの利点について詳しくは、こちらをご覧ください。"],"You can speed up your site and get insight into your internal linking structure by letting us perform a few optimizations to the way SEO data is stored. If you have a lot of content it might take a while, but trust us, it's worth it.":["SEOデータの保存方法に対していくつかの最適化を実行することで、サイトをスピードアップし、内部リンク構造に関する洞察を得ることができます。多くのコンテンツがある場合はしばらく時間がかかるかもしれませんが、私たちを信頼する価値があります。"],"Optimize SEO Data":["SEOデータの最適化"],"If the problem persists, please contact support.":["問題が解決しない場合は、サポートにお問い合わせください。"],"Something has gone wrong and we couldn't complete the optimization of your SEO data. Please %1$sre-start the process%2$s.":["何かが間違っていて、あなたのSEOデータの最適化を完了できませんでした。%1$sプロセスを再開%2$sしてください。"],"All permalinks were successfully reset":["すべてのパーマリンクが正常にリセットされました"],"We've encountered a problem trying to get related keyphrases. Please try again later.":["関連するキーフレーズを取得しようとして問題が発生しました。後でもう一度やり直してください。"],"You've reached the maximum amount of 4 related keyphrases. You can change or remove related keyphrases in the %s metabox or sidebar.":["4 つの関連キーフレーズの最大量に達しました。%s メタボックスまたはサイドバーで、関連するキーフレーズを変更または削除できます。"],"Please wait while %1$s connects to %2$s to get related keyphrases...":["関連するキーフレーズを取得するために %1$s が %2$s に接続する間お待ちください。"],"Upgrade your %s plan":["%s プランをアップグレード"],"You've reached your request limit for today. Check back tomorrow or upgrade your plan over at %s.":["今日のリクエストの上限に達しました。明日戻ってくるか、%sで計画をアップグレードしてください。"],"Last month":["先月"],"Two months ago":["2ヶ月前"],"Three months ago":["3ヶ月前"],"Four months ago":["4ヶ月前"],"Five months ago":["5ヶ月前"],"Six months ago":["6ヶ月前"],"Seven months ago":["7ヶ月前"],"Eight months ago":["8ヶ月前"],"Nine months ago":["9ヶ月前"],"Ten months ago":["10ヶ月前"],"Eleven months ago":["11ヶ月前"],"Twelve months ago":["12ヶ月前"],"Get more insights at %s":["%sでより多くの洞察を得る"],"Keyphrase volume in the last 12 months on a scale from 0 to 100.":["過去 12 か月のキーフレーズボリュームを 0 から 100 のスケールで表示します。"],"Learn more about the related keyphrases trend":["関連キーフレーズのトレンドの詳細"],"Trend":["トレンド"],"Learn more about the related keyphrases volume":["関連キーフレーズのボリュームの詳細"],"Volume":["ボリューム"],"Related keyphrase":["関連性のあるキーフレーズ"],"Select country":["国を選択"],"Show results for:":["結果の表示:"],"Please enter a focus keyphrase first to get related keyphrases":["関連するキーフレーズを取得するには、まずフォーカス キーフレーズを入力してください"],"Sorry, there's no data available for that keyphrase/country combination.":["そのキーフレーズと国の組み合わせに対して利用可能なデータはありません。"],"Get related keyphrases":["関連キーフレーズを取得"],"Related keyphrases":["関連キーフレーズ"],"The number of headers and header labels don't match.":["ヘッダーとヘッダー ラベルの数が一致しません。"],"The %s integration offers suggestions and insights for keywords related to the entered focus keyphrase.":["%s統合では、入力されたフォーカスキーフレーズに関連するキーワードの候補と洞察が提供されます。"],"Disabling Yoast SEO's XML sitemaps will not disable WordPress' core sitemaps. In some cases, this %1$s may result in SEO errors on your site%2$s. These may be reported in Google Search Console and other tools.":["Yoast SEO の XML サイトマップを無効化しても WordPress 本体のサイトマップは無効化されません。場合によっては%1$sサイトで SEO エラーになるかもしれません%2$s。Google Search Console や他のツールにレポートが出力される場合があります。"],"If you still need support and have an active subscription for this product, please email %s.":["サポートが必要で有効なサブスクリプションを保持する場合は %s にメールを送信ください。"],"You can probably find an answer to your question in our %1$shelp center%2$s.":["%1$sHelp Center%2$s で質問への答えが見つかるかもしれません。"],"Need support?":["サポートが必要ですか ?"],"Return to your %s":["%sへ戻る"],"Make sure to save your %s for changes to take effect":["変更を反映するには必ず%sを保存してください"],"The advanced section of the %1$s meta box allows a user to remove posts from the search results or change the canonical. The settings in the schema tab allows a user to change schema meta data for a post. These are things you might not want any author to do. That's why, by default, only editors and administrators can do this. Setting to \"%2$s\" allows all users to change these settings.":["%1$s メタボックスの詳細セクションを使用すると、ユーザーは検索結果から投稿を削除したり、正規タグを変更したりできます。スキーマタブの設定により、ユーザーは投稿のスキーマメタデータを変更できます。デフォルトでは、編集者と管理者だけがこれを実行できます。「%2$s」に設定すると、すべてのユーザーがこれらの設定を変更できます。"],"Security: no advanced or schema settings for authors":["セキュリティ：投稿者向けの詳細設定やスキーマ設定はありません"],"Report":["レポート"],"Tech Article":["テック記事"],"Scholarly Article":["学術論文"],"Satirical Article":["風刺記事"],"Advertiser Content Article":["広告主コンテンツの投稿"],"News Article":["ニュース記事"],"Social Media Posting":["ソーシャルメディア投稿"],"Article":["投稿"],"Search Results Page":["検索結果ページ"],"Real Estate Listing":["不動産リスト"],"Checkout Page":["チェックアウトページ"],"Collection Page":["コレクションページ"],"Medical Web Page":["医療ページ"],"Contact Page":["お問い合わせページ"],"Profile Page":["自己紹介ページ"],"QA Page":["QAページ"],"FAQ Page":["FAQ ページ"],"About Page":["概要ページ"],"Item Page":["項目ページ"],"Web Page":["ウェブページ"],"Default for %1$s (%2$s)":["%1$s のデフォルト (%2$s)"],"This helps search engines understand your website and your content. You can change some of your settings for this page below.":["これは、検索エンジンがサイトとコンテンツを理解するのに役立ちます。以下のこのページの設定の一部を変更できます。"],"Yoast SEO automatically describes your pages using schema.org":["Yoast SEO は schema.org を使用してページを自動的に説明します"],"Article type":["投稿タイプ"],"Page type":["ページタイプ"],"Learn more about page or content types":["ページまたはコンテンツタイプの詳細"],"What type of page or content is this?":["これはどのタイプのページまたはコンテンツですか ?"],"Structured Data":["構造化データ"],"Yoast How-to":["Yoast ハウツー"],"Yoast FAQ":["Yoast FAQ"],"%1$s: Does not contain the exact match. %2$sTry to write the exact match of your keyphrase in the SEO title and put it at the beginning of the title%3$s.":["%1$s: 完全一致のキーフレーズが含まれていません。%2$sSEO タイトルの先頭に、完全一致のキーフレーズを書いてください%3$s。"],"%1$s: The exact match of the focus keyphrase appears in the SEO title, but not at the beginning. %2$sMove it to the beginning for the best results%3$s.":["%1$s: SEO タイトルにはフォーカスキーフレーズの完全一致が含まれていますが、先頭ではありません。%2$s最良の結果を得るには、キーフレーズを先頭に移動してください%3$s。"],"%1$s Internal Linking Blocks":["%1$s 内部リンクブロック"],"Allow us to track some data about your site to improve our plugin.":["プラグインを改善するために、サイトに関するデータの追跡を許可します。"],"Usage tracking":["使用状況のトラッキング"],"Can we collect anonymous information about your website to enhance %1$s?":["%1$s の拡張のため、サイトについて匿名の情報を収集してもよいですか ?"],"Read more about how internal linking can improve your site structure.":["内部リンクであなたのサイト構造を改善できる方法についてもっと読む"],"Link suggestions":["リンクの提案"],"Insights":["Insights"],"Remove image":["画像を削除"],"The file size of the uploaded image is too large for %s. File size must be less than %s.":["アップロードされた画像のファイルサイズが %s に対して大きすぎます。ファイルサイズは %s 未満である必要があります。"],"The format of the uploaded image is not supported. The supported formats are: %s, %s, %s and %s.":["アップロードされた画像の形式はサポートされていません。サポートされている画像形式は、%s、%s、%s、%s です。"],"You have uploaded a %s. Please note that, if it’s an animated %s, only the first frame will be used.":["%s をアップロードしました。アニメーション %s の場合、最初のフレームのみが使用されることに注意してください。"],"Your image dimensions are not suitable. The minimum dimensions are %dx%d pixels. The maximum dimensions are %dx%d pixels.":["画像のサイズが適切ではありません。最小サイズは %dx%d px です。最大サイズは %dx%d px です。"],"Your image dimensions are not suitable. The minimum dimensions are %dx%d pixels.":["画像のサイズが適切ではありません。最小サイズは %dx%d px です。"],"Dismiss":["非表示"],"Because of a change in your permalink structure, some of your SEO data needs to be reprocessed.":["パーマリンク構造が変更されたため、一部の SEO データを再処理する必要があります。"],"Because of a change in your home URL setting, some of your SEO data needs to be reprocessed.":["ホーム URL の設定が変更されたため、一部の SEO データを再処理する必要があります。"],"Please upgrade your WordPress version or install the Gutenberg plugin to get this %1$s feature.":["この %1$s 機能を使用するには、WordPress バージョンをアップグレードするか、Gutenberg プラグインをインストールしてください。"],"Marking links with nofollow/sponsored has been disabled for WordPress installs < 5.4.":["5.4未満の WordPress インストールでは、nofollow / スポンサー付きのリンクのマーク付けは無効になっています。"],"Open in new tab":["新しいタブで開く"],"This is a sponsored link or advert (mark as %1$ssponsored%2$s)%3$s":["これはスポンサーリンクまたは広告です (%1$sスポンサー%2$sとしてマーク) %3$s"],"Search engines should ignore this link (mark as %1$snofollow%2$s)%3$s":["検索エンジンはこのリンクを無視する必要があります (%1$snofollow%2$sとしてマーク) %3$s"],"Learn more about marking a link as nofollow or sponsored.":["リンクを nofollow またはスポンサーとしてマークする方法の詳細をご覧ください。"],"Link inserted.":["リンクを挿入しました。"],"Link edited.":["リンクを編集しました。"],"Warning: the link has been inserted but may have errors. Please test it.":["警告: リンクは挿入されましたが、エラーがあるかもしれません。テストしてください。"],"Unlink":["リンクを解除"],"Link removed.":["リンクを削除しました。"],"Link":["リンク"],"We've analyzed your post. There is still room for improvement!":["投稿を分析しました。まだ改善の余地があります !"],"We've analyzed your post. Everything looks good. Well done!":["投稿を分析しました。すべて問題ありません。すばらしい !"],"No focus keyword was entered":["フォーカスキーワードが入力されていません"],"Share your post!":["投稿を共有しましょう！"],"Improve your post with Yoast SEO":["Yoast SEO で投稿を改善"],"SEO analysis:":["SEO 分析:"],"The links columns show the number of articles on this site linking %3$sto%4$s this article and the number of URLs linked %3$sfrom%4$s this article. Learn more about %1$show to use these features to improve your internal linking%2$s, which greatly enhances your SEO.":["リンク列には、この記事 %3$sに%4$s リンクしているこのサイトの記事の数と、この記事に %3$sから%4$s リンクしている URL の数が表示されます。%1$sこれらの機能を使用して内部リンクを改善する方法の詳細をご覧ください%2$s。これにより、SEO が大幅に強化されます。"],"We've written an article about %1$show to use the SEO score and Readability score%2$s.":["%1$sSEO スコアと読みやすさスコア%2$s の使用方法に関する記事を書きました。"],"%1$s adds several columns to this page.":["%1$s はこのページに複数のカラムを追加します。"],"We estimate this will take less than a minute.":["これには 1 分もかからないと思います。"],"We estimate this will take a couple of minutes.":["これには数分かかると見込んでいます。"],"%1$sRun the indexation process on your server%2$s using %3$sWP CLI%2$s.":["%3$sWP CLI%2$sを使用して%1$sサーバーでインデックス作成プロセスを実行する%2$s。"],"We estimate this could take a long time, due to the size of your site. As an alternative to waiting, you could:":["サイトのサイズにより、これには長い時間がかかると予想されます。待機する代わりに、次のことができます:"],"Show debug information":["デバッグ情報を表示"],"Your site will continue to work normally, but won't take full advantage of %s.":["サイトは引き続き正常に動作しますが、%s を十分に活用できません。"],"%s had problems creating the database tables needed to speed up your site.":["%s は、サイトの高速化に必要なデータベーステーブルの作成に問題がありました。"],"Your keyphrase is too long. It can be a maximum of 191 characters.":["キーフレーズが長すぎます。最大191文字にすることができます。"],"%1$sFind out how to solve this problem on our help center%2$s.":["%1$sこの問題を解決する方法をヘルプセンターでご覧ください%2$s。"],"The text link counter feature is not working as expected":["テキストリンクカウンター機能が期待どおりに動作しない"],"The text link counter helps you improve your site structure. %1$sFind out how the text link counter can enhance your SEO%2$s.":["テキストリンクカウンターは、サイト構造の改善に役立ちます。%1$sテキストリンクカウンターがどのように SEO を強化できるかをご覧ください%2$s。"],"The text link counter is working as expected":["テキストリンクカウンターは期待通りに機能しています"],"I don't want this site to show in the search results.":["このサイトを検索結果に表示したくない。"],"If you want search engines to show this site in their results, you must %1$sgo to your Reading Settings%2$s and uncheck the box for Search Engine Visibility.":["検索エンジンでこのサイトを結果に表示する場合は、%1$s読み取り設定%2$s に移動し、「検索エンジンの表示」のチェックボックスをオフにする必要があります。"],"Learn more about the no-index setting on our help page.":["ヘルプページで no-index 設定の詳細をご覧ください。"],"Even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["メタロボット設定を設定できますが、サイト全体のプライバシー設定で noindex が設定されているため、設定は効果がありません。"],"Learn more about canonical URLs on our help page.":["ヘルプページでカノニカル URL の詳細をご覧ください。"],"Learn more about the breadcrumbs title setting on our help page.":["ヘルプページでパンくずリストのタイトル設定の詳細をご覧ください。"],"Learn more about advanced meta robots settings on our help page.":["ヘルプページでメタロボットの詳細設定の詳細をご覧ください。"],"Learn more about the no-follow setting on our help page.":["ヘルプページで no-follow 設定の詳細をご覧ください。"],"Should search engines follow links on this content?":["検索エンジンがこのコンテンツのリンクをたどる必要がありますか ?"],"This %1$s REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use %1$s for all their SEO meta output.":["この %1$s REST API エンドポイントは、特定の URL に必要なすべてのメタデータを提供します。これにより、ヘッドレス WordPress サイトがすべての SEO メタ出力に %1$s を使用するのが非常に簡単になります。"],"REST API: Head endpoint":["REST API: Head エンドポイント"],"Please read %1$sthis help article%2$s to find out how to resolve this problem.":["%1$sこのヘルプ投稿%2$sを読んで、この問題の解決方法を見つけてください。"],"Replaced with the term ancestors hierarchy":["単語の前任者の階層に置き換えられました"],"Term hierarchy":["ターム階層"],"%1$sYou can change the tagline in the customizer%2$s.":["%1$sカスタマイザーでキャッチフレーズを変更できます%2$s。"],"You still have the default WordPress tagline. Even an empty one is probably better.":["WordPress のデフォルトのキャッチフレーズが設定されています。空白の方がまだ良いでしょう。"],"You should change the default WordPress tagline":["WordPress のデフォルトのキャッチフレーズは変更してください"],"You are using a custom tagline or an empty one.":["カスタムのキャッチフレーズ、または空白を使用しています。"],"You changed the default WordPress tagline":["WordPress のデフォルトのキャッチフレーズが変更されました"],"Comments on your posts are displayed on a single page. This is just like we'd suggest it. You're doing well!":["投稿のコメントは1ページ内に表示されます。これは推奨の設定です。Good Job!"],"It's highly recommended to have your postname in the URL of your posts and pages. Consider setting your permalink structure to %s.":["投稿やページの URL には投稿名が含まれることを強く推奨します。パーマリンク構造を %s に設定することを検討してください。"],"You do not have your postname in the URL of your posts and pages":["投稿やページの URL に投稿名が含まれていません"],"You do have your postname in the URL of your posts and pages.":["投稿やページの URL に投稿名が含まれていません。"],"Your permalink structure includes the post name":["パーマリンク構造に投稿名が含まれています"],"Comments on your posts break into multiple pages. As this is not needed in 999 out of 1000 cases, we recommend you disable it. To fix this, uncheck \"Break comments into pages...\" on the Discussion Settings page.":["コメントが複数ページにわたります。ほとんどのケースで必要ありませんので無効化することを推奨します。修正するにはディスカッション設定ページで「1ページあたり...複数ページに分割し...」オプションのチェックを外します。"],"Comments break into multiple pages":["コメントを複数ページに分割"],"Comments are displayed on a single page":["個別ページにコメントが表示されます"],"No title":["タイトルなし"],"%1$sGo to the Discussion Settings page%2$s":["%1$sディスカッション設定ページへ移動%2$s"],"%1$sThis was reported by the %2$s plugin%3$s":["%1$s%2$s プラグインから報告されました。%3$s"],"Mobile result":["モバイルの結果"],"Preview as:":["プレビュー:"],"Desktop result":["デスクトップの結果"],"When you click OK we will open our HelpScout beacon where you can find answers to your questions. This beacon will load our support data and also potentially set cookies.":["「OK」をクリックすると HelpScout ビーコンを開きます。そこで質問に対する答えを検索できます。ビーコンはサポートデータをロードし、クッキーを設定する場合があります。"],"The browser you are currently using is unfortunately rather dated. Since we strive to give you the best experience possible, we no longer support this browser. Instead, please use %1$sFirefox%4$s, %2$sChrome%4$s or %3$sMicrosoft Edge%4$s.":["現在使用しているブラウザは、残念ながらかなり古くなっています。可能な限り最高のエクスペリエンスを提供するよう努めているため、このブラウザはサポートしていません。代わりに、%1$sFirefox%4$s、%2$sChrome%4$s、または%3$sMicrosoft Edge%4$s をお使いください。"],"If you want to apply advanced <code>meta</code> robots settings for this page, please define them in the following field.":["このページに高度な <code>meta</code> ロボット設定を適用したい場合は、以下の欄で定義してください。"],"Check out %1$s":["%1$s をチェック"],"We have both free and premium online courses to learn everything you need to know about SEO.":["SEO について知るべきすべて学ぶための、無料とプレミアムオンラインコースがあります。"],"Want to learn SEO from Team Yoast? Check out our %1$s!":["チーム Yoast から SEO を学びたい方は、%1$s をご覧ください。"],"Learn SEO":["SEO を学ぶ"],"%s settings to import:":["インポートする %s 設定:"],"Import settings from another %1$s installation by pasting them here and clicking \"%2$s\".":["ここに貼り付けて「%2$s」をクリックし、別の %1$s インストールから設定をインポートします。"],"Your %1$s settings:":["%1$s 設定:"],"Schema":["スキーマ"],"Please check the format of the YouTube URL you entered. %s":["入力した YouTube URL の形式を確認してください。%s"],"Please check the format of the Wikipedia URL you entered. %s":["入力した Wikipedia URL の形式を確認してください。%s"],"Please check the format of the Pinterest URL you entered. %s":["入力した Pinterest URL の形式を確認してください。%s"],"Please check the format of the MySpace URL you entered. %s":["入力した MySpace URL の形式を確認してください。%s"],"Please check the format of the LinkedIn URL you entered. %s":["入力した LinkedIn URL の形式を確認してください。%s"],"Please check the format of the Instagram URL you entered. %s":["入力した Instagram URL の形式を確認してください。%s"],"Please check the format of the Facebook Page URL you entered. %s":["入力した Facebook ページ URL の形式を確認してください。%s"],"Settings saved.":["設定を保存しました。"],"Dismiss this alert":["この通知を非表示"],"The submitted value was: %s":["送信された値: %s"],"Yandex confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Yandex の確認コードには、A〜F の半角英字、半角数字、ハイフン、アンダースコアのみが含まれます。%s"],"Twitter usernames can only contain letters, numbers, and underscores. %s":["Twitter のユーザー名には、半角英字、半角数字、アンダースコアのみが含まれます。%s"],"Pinterest confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Pinterest 確認コードには、A〜F の半角英字、半角数字、ハイフン、アンダースコアのみが含まれます。%s"],"Bing confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Bing 確認コードには、A〜F の半角英字、半角数字、ハイフン、アンダースコアのみが含まれます。%s"],"Google verification codes can only contain letters, numbers, hyphens, and underscores. %s":["Google 確認コードには、半角英字、半角数字、ハイフン、アンダースコアのみが含まれます。%s"],"Baidu verification codes can only contain letters, numbers, hyphens, and underscores. %s":["Baidu 確認コードには、半角英字、半角数字、ハイフン、アンダースコアのみが含まれます。%s"],"Show this item.":["この項目を表示する。"],"Hide this item.":["この項目を非表示にする。"],"You have %d hidden problem:":["%d件の非表示の問題があります:"],"You have %d hidden notification:":["%d件の非表示通知があります:"],"Focus keyphrase not set":["フォーカス キーフレーズが設定されていません"],"The form contains %1$s error. %2$s":["このフォームには%1$s件のエラーが含まれています。%2$s"],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly.":["以下の単語と単語の組み合わせは、コンテンツの中で最も多く出てきます。これらは、コンテンツが何に焦点を当てているかを示しています。もし、単語がトピックと大きく異なる場合は、それに応じてコンテンツを書き換えた方がいいかもしれません。"],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":["あともう少しコピーを追加すれば、コンテンツ内で頻出する言葉のリストを作成できます。このリストによりコンテンツは何にフォーカスしているかを示すことができます。"],"%d occurrences":["%d回"],"Activate %s for your site on MyYoast":["MyYoast でサイト上での %s を有効化"],"Show blog page in breadcrumbs":["ブログページをパンくずリストで表示"],"We could not find any relevant articles on your website that you could link to from your post.":["投稿からリンクできる関連記事をサイト内に見つけることができませんでした。"],"Has feedback":["フィードバックあり"],"Content optimization:":["コンテンツ最適化:"],"%1$sSEO%2$s: %3$s":["%1$sSEO%2$s: %3$s"],"%1$sReadability%2$s: %3$s":["%1$s可読性%2$s: %3$s"],"Post Noindexed":["Noindex された投稿"],"No Focus Keyphrase":["フォーカスキーフレーズなし"],"Posts with the SEO score: %s":["SEO スコアのある投稿: %s"],"SEO: %s":["SEO: %s"],"%s video tutorial":["%s 動画チュートリアル"],"To view your current crawl errors, %1$splease visit Google Search Console%2$s.":["現在のクロールエラーを表示するには、%1$sGoogle Search Console%2$s にアクセスしてください。"],"Google has discontinued its Crawl Errors API. Therefore, any possible crawl errors you might have cannot be displayed here anymore. %1$sRead our statement on this for further information%2$s.":["Google は Crawl Errors API を廃止したため、発生した可能性があるクロールエラーbはここで表示できなくなります。%1$s詳細については告知をご覧ください。%2$s"],"Get the %s plugin now!":["%s プラグインを今すぐ入手"],"Personal info":["個人情報"],"Organization logo":["組織ロゴ"],"Organization name":["組織名"],"(if one exists)":["(存在する場合)"],"Wikipedia page about you":["あなたについての Wikipedia ページ"],"YouTube profile URL":["YouTube プロフィール URL"],"Tumblr profile URL":["Tumblr プロフィール URL"],"SoundCloud profile URL":["SoundCloud プロフィール URL"],"MySpace profile URL":["MySpace プロフィール URL"],"Organization":["組織"],"You have previously set your site to represent a person. We’ve improved our functionality around Schema and the Knowledge Graph, so you should go in and %1$scomplete those settings%2$s.":["サイトは現在、個人サイトとして設定されています。スキーマとナレッジグラフに関する機能が向上しました。%1$s設定を完了してください%2$s。"],"Select a user...":["ユーザーを選択してください"],"Uncategorized":["未分類"],"Pinterest profile URL":["Pinterest プロフィール URL"],"LinkedIn profile URL":["LinkedInプロフィール URL"],"Instagram profile URL":["Instagram プロフィール URL"],"No JSON object was returned.":["JSON オブジェクトは返されませんでした。"],"Received internal links":["内部リンクを受信しました"],"Outgoing internal links":["内部リンクの発信"],"New step added":["新しいステップを追加しました"],"New question added":["新しい質問を追加しました"],"For this feature to work, %1$s needs to create a table in your database. We were unable to create this table automatically.":["%1$s はこの機能を使用するためにデータベースでのテーブル作成が必要です。自動でテーブルを作成することができませんでした。"],"Keyphrase":["キーフレーズ"],"%3$sImage Keyphrase%5$s: Out of %2$d images on this page, %1$d have alt attributes with words from your keyphrase or synonyms. That's a bit much. %4$sOnly include the keyphrase or its synonyms when it really fits the image%5$s.":["%3$s画像のキーフレーズ%5$s: ページ内の画像%2$d枚中%1$d枚の alt 属性でキーフレーズまたは同義語を含んでいます。これはやや多すぎます。%4$s本当に適切な画像にのみキーフレーズまたは同義語を含めましょう%5$s。"],"%3$sImage Keyphrase%5$s: Out of %2$d images on this page, only %1$d has an alt attribute that reflects the topic of your text. %4$sAdd your keyphrase or synonyms to the alt tags of more relevant images%5$s!":["%3$s画像キーフレーズ%5$s: ページ内の画像%2$d枚中%1$d枚しか alt 属性がありません。これは本文の話題に影響します。%4$s適切な画像の alt 属性にキーフレーズまたは同義語を追加しましょう%5$s !"],"%1$sImage Keyphrase%3$s: Images on this page do not have alt attributes that reflect the topic of your text. %2$sAdd your keyphrase or synonyms to the alt tags of relevant images%3$s!":["%1$s画像キーフレーズ%3$s: ページ内の画像に alt 属性がありません。これは本文の話題に影響します。%2$s適切な画像の alt 属性にキーフレーズまたは同義語を追加しましょう%3$s !"],"%1$sImage Keyphrase%3$s: Images on this page have alt attributes, but you have not set your keyphrase. %2$sFix that%3$s!":["%1$s画像キーフレーズ%3$s: ページ内の画像に alt 属性がありますが、キーフレーズが含まれていません。%2$s修正しましょう%3$s !"],"%1$sKeyphrase in subheading%2$s: %3$s of your H2 and H3 subheadings reflects the topic of your copy. Good job!":["%1$s小見出し内のキーフレーズ%2$s: H2 または H3 小見出しのうち%3$s個が文章のトピックを反映しています。いいですね !"],"%1$sKeyphrase in subheading%2$s: Your H2 or H3 subheading reflects the topic of your copy. Good job!":["%1$s小見出し内のキーフレーズ%2$s: H2 または H3 小見出しが文章のトピックを反映しています。いいですね !"],"%1$sKeyphrase in subheading%3$s: %2$sUse more keyphrases or synonyms in your H2 and H3 subheadings%3$s!":["%1$s小見出し内のキーフレーズ%3$s: %2$sH2 または H3 レベルの小見出しで、もっとキーフレーズまたは類義語を使用してください%3$s。"],"Page %s":["ページ %s"],"Cannot get the size of %1$s because of unknown reasons.":["未知の理由により、%1$s のサイズを取得できません。"],"Cannot get the size of %1$s because it is hosted externally.":["外部でホストされているため、 %1$s のサイズを取得できません。"],"%1$sSingle title%3$s: H1s should only be used as your main title. Find all H1s in your text that aren't your main title and %2$schange them to a lower heading level%3$s!":["%1$s単一タイトル%3$s: H1はメインのタイトルにのみ使用します。テキスト中にある、すべてのメインタイトルではない H1 を探し、%2$s下位レベルの見出しに変更してください%3$s !"],"%1$sKeyphrase density%2$s: The keyphrase was found %5$d time. That's way more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$sキーフレーズ密度%2$s: フォーカスキーフレーズが%5$d回見つかりました。文字数に対するおすすめの上限である%3$d回を超えています。%4$s過度な最適化はやめましょう%2$s !"],"%1$sKeyphrase density%2$s: The keyphrase was found %5$d time. That's more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$sキーフレーズ密度%2$s: フォーカスキーフレーズが%5$d回見つかりました。文字数に対するおすすめの上限である%3$d回を超えています。%4$s過度な最適化はやめましょう%2$s !"],"%1$sKeyphrase density%2$s: The keyphrase was found %3$d time. This is great!":["%1$sキーフレーズ密度%2$s: フォーカスキーフレーズが%3$d回見つかりました。すばらしい !"],"%1$sKeyphrase density%2$s: The keyphrase was found %5$d time. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sキーフレーズ密度%2$s: フォーカスキーフレーズが%5$d回見つかりました。文字数に対するおすすめの最低数%3$d回に足りません。%4$sキーフレーズにフォーカスしましょう%2$s !"],"%1$sKeyphrase density%2$s: The keyphrase was found 0 times. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sキーフレーズ密度%2$s: フォーカスキーフレーズが0回見つかりました。文字数に対するおすすめの最低数%3$d回に足りません。%4$sキーフレーズにフォーカスしましょう%2$s !"],"Import of settings is only supported on servers that run PHP 5.3 or higher.":["設定のインポートは、PHP 5.3またはそれ以上が動作するサーバーのみ対応しています。"],"Export your %1$s settings here, to copy them on another site.":["他のサイトでコピーできるよう、%1$s 設定をエクスポートします。"],"No settings found.":["設定がありません。"],"These are settings for the %1$s plugin by %2$s":["%2$s による %1$s プラグインの設定があります"],"Copy all these settings to another site's %1$s tab and click \"%1$s\" there.":["他のサイトの%1$sタブへすべての設定をコピーし、%1$sをクリックします。"],"You do not have the required rights to export settings.":["設定をエクスポートするのに必要な権限がありません。"],"Method %1$s() does not exist in class %2$s":["メソッド %1$s() がクラス%2$sに存在しません"],"With %s, you can easily create such redirects.":["%s を使用すると、こうしたリダイレクトを簡単に作成できます。"],"Learn about why permalinks are important for SEO.":["パーマリンクがなぜ SEO において重要なのか学びましょう。"],"Changing your permalinks settings can seriously impact your search engine visibility. It should almost %1$s never %2$s be done on a live website.":["パーマリンク設定の変更は検索エンジンからの見え方に対して重大な影響を与えます。本番の Web サイトでは%1$s決して%2$s実行しないでください。"],"WARNING:":["警告: "],"%1$sFunction words in keyphrase%3$s: Your keyphrase \"%4$s\" contains function words only. %2$sLearn more about what makes a good keyphrase.%3$s":["%1$sキーフレーズの中の機能語%3$s: キーフレーズ \"%4$s\" には機能語しか含まれていません。%2$s良いキーフレーズの作り方を学習してください。%3$s"],"Clear Image":["画像をクリア"],"%1$sKeyphrase length%3$s: %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sキーフレーズの長さ%3$s: %2$sSEO スコアを計測するには、キーフレーズを設定しましょう%3$s。"],"%1$sKeyphrase in slug%2$s: More than half of your keyphrase appears in the slug. That's great!":["%1$sスラッグ中のキーフレーズ%2$s: 半分以上のキーフレーズがスラッグ中にあります。すばらしい !"],"%1$sKeyphrase in slug%3$s: (Part of) your keyphrase does not appear in the slug. %2$sChange that%3$s!":["%1$sスラッグ中のキーフレーズ%3$s: キーフレーズ (の一部) がスラッグ中にありません。%2$s変更しましょう%3$s !"],"%1$sKeyphrase in slug%2$s: Great work!":["%1$sスラッグ中のキーフレーズ%2$s: いいですね !"],"Help on choosing the perfect focus keyphrase":["完璧なフォーカスキーフレーズを選ぶには"],"Go %s!":["%sへ移動"],"Add related keyphrase":["関連キーフレーズを追加"],"Upgrade to %s":["%s にアップグレード"],"Get %s":["%s を入手"],"%4$sPreviously used keyphrase%6$s: You've used this keyphrase %1$s multiple times before%3$s. %5$sDo not use your keyphrase more than once%6$s.":["%4$s以前使用されたキーフレーズ%6$s: このキーフレーズは%1$sの前に複数回使用されています%3$s。%5$sキーフレーズを複数回使用しないでください。%6$s"],"%3$sPreviously used keyphrase%5$s: You've used this keyphrase %1$sonce before%2$s. %4$sDo not use your keyphrase more than once%5$s.":["%3$s以前使用されたキーフレーズ%5$s: %2$s 以前にこのキーフレーズ %1$s は1回使われています。%4$s複数回、キーフレーズを使用しないでください%5$s。"],"%1$sPreviously used keyphrase%2$s: You've not used this keyphrase before, very good.":["%1$s以前使用されたキーフレーズ%2$s: このキーフレーズは過去に使用されていません。"],"%1$sImages%3$s: No images appear on this page. %2$sAdd some%3$s!":["%1$s画像%3$s: ページに画像がありません。%2$s追加しましょう%3$s !"],"%1$sLink keyphrase%3$s: You're linking to another page with the words you want this page to rank for. %2$sDon't do that%3$s!":["%1$sキーフレーズのリンク%3$s: このページのランク付けに使用する言葉で別のページにリンクしています。%2$s変更してください%3$s !"],"%2$sText length%3$s: The text contains %1$d %4$s. Good job!":["%2$sテキストの長さ%3$s: テキストは%1$d %4$sです。いいですね !"],"%1$sKeyphrase in subheading%3$s: More than 75%% of your H2 and H3 subheadings reflect the topic of your copy. That's too much. %2$sDon't over-optimize%3$s!":["%1$s小見出し内のキーフレーズ%3$s: H2 または H3 小見出しの75%%以上が文章のトピックを反映していますが、これは多すぎます。%2$s最適化しすぎないでください%3$s !"],"%1$sSEO title width%3$s: %2$sPlease create an SEO title%3$s.":["%1$sSEO タイトルの長さ%3$s: %2$sSEO タイトルを作成してください%3$s。"],"%1$sSEO title width%3$s: The SEO title is wider than the viewable limit. %2$sTry to make it shorter%3$s.":["%1$sSEO タイトルの長さ%3$s: SEO タイトルが表示上限よりも幅広くなっています。%2$s短くしてください%3$s。"],"%1$sSEO title width%2$s: Good job!":["%1$sSEO タイトルの長さ%2$s: いいですね !"],"%1$sSEO title width%3$s: The SEO title is too short. %2$sUse the space to add keyphrase variations or create compelling call-to-action copy%3$s.":["%1$sSEO タイトルの長さ%3$s: SEO タイトルが短すぎます。%2$sキーフレーズの種類を増やすか、行動喚起フレーズを作成してください%3$s。"],"%1$sOutbound links%2$s: There are both nofollowed and normal outbound links on this page. Good job!":["%1$s外部リンク%2$s: このページには、nofollow リンクと通常の外部リンクの両方があります。その調子です。"],"%1$sOutbound links%2$s: Good job!":["%1$s外部リンク%2$s: その調子です。"],"%1$sOutbound links%3$s: All outbound links on this page are nofollowed. %2$sAdd some normal links%3$s.":["%1$s外部リンク%3$s: このページのすべての外部リンクは nofollow です。%2$s通常のリンクも追加してください%3$s。"],"%1$sOutbound links%3$s: No outbound links appear in this page. %2$sAdd some%3$s!":["%1$s外部リンク%3$s: このページには外部リンクがありません。%2$sいくつか追加してください%3$s !"],"%1$sMeta description length%2$s: Well done!":["%1$sメタディスクリプションの長さ%2$s: いいですね !"],"%1$sMeta description length%3$s: The meta description is over %4$d characters. To ensure the entire description will be visible, %2$syou should reduce the length%3$s!":["%1$sメタディスクリプションの長さ%3$s: メタディスクリプションが %4$d 文字を超えています。全体が見えるように、%2$s長さを縮めてください%3$s !"],"%1$sMeta description length%3$s: The meta description is too short (under %4$d characters). Up to %5$d characters are available. %2$sUse the space%3$s!":["%1$sメタディスクリプションの長さ%3$s: メタディスクリプションが %4$d 文字以下と短すぎます。%5$d 文字まで可能です。%2$sスペースを使用してください%3$s !"],"%1$sMeta description length%3$s:  No meta description has been specified. Search engines will display copy from the page instead. %2$sMake sure to write one%3$s!":["%1$sメタディスクリプションの長さ%3$s:  メタディスクリプションが指定されていません。検索エンジンは代替としてページのコピーを表示します。%2$sメタディスクリプションを書いてください%3$s !"],"%1$sKeyphrase in meta description%2$s: The meta description has been specified, but it does not contain the keyphrase. %3$sFix that%4$s!":["%1$sメタディスクリプション中のキーフレーズ%2$s: メタディスクリプションが設定されていますが、キーフレーズがありません。%3$s修正しましょう%4$s !"],"%1$sKeyphrase in meta description%2$s: The meta description contains the keyphrase %3$s times, which is over the advised maximum of 2 times. %4$sLimit that%5$s!":["%1$sメタディスクリプション中のキーフレーズ%2$s: メタディスクリプション中にキーフレーズが%3$s回含まれており、おすすめ上限の2回を超過しています。%4$s制限しましょう%5$s !"],"%1$sKeyphrase in meta description%2$s: Keyphrase or synonym appear in the meta description. Well done!":["%1$sメタディスクリプション中のキーフレーズ%2$s: メタディスクリプション中にキーフレーズまたは同義語が含まれています。いいですね !"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's way more than the recommended maximum of %2$d %6$s. %4$sMake it shorter%5$s!":["%3$sキーフレーズの長さ%5$s: キーフレーズは%1$d%6$sで、推奨上限値の%2$d%6$sをかなり超えています。%4$sもっと短くしましょう%5$s。"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's more than the recommended maximum of %2$d %6$s. %4$sMake it shorter%5$s!":["%3$sキーフレーズの長さ%5$s: キーフレーズの長さは%1$d%6$sで、推奨上限値の%2$d%6$sを超えています。%4$sもっと短くしましょう%5$s。"],"%1$sKeyphrase length%2$s: Good job!":["%1$sキーフレーズの長さ%2$s: いいですね !"],"%1$sKeyphrase length%3$s: No focus keyphrase was set for this page. %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sキーフレーズの長さ%3$s: ページにフォーカスキーフレーズが設定されていません。%2$sSEO スコアを計測するには、キーフレーズを設定しましょう%3$s。"],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms do not appear in the first paragraph. %2$sMake sure the topic is clear immediately%3$s.":["%1$s冒頭のキーフレーズ%3$s: キーフレーズまたは同義語が第一段落に含まれていません。%2$s今すぐトピックを明確にしましょう%3$s。"],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms appear in the first paragraph of the copy, but not within one sentence. %2$sFix that%3$s!":["%1$s冒頭のキーフレーズ%3$s: キーフレーズまたは同義語がコピーの第一段落に含まれていますが、一文に収まっていません。%2$s修正しましょう%3$s !"],"%1$sKeyphrase in introduction%2$s: Well done!":["%1$s冒頭のキーフレーズ%2$s: いいですね !"],"%1$sInternal links%2$s: There are both nofollowed and normal internal links on this page. Good job!":["%1$s内部リンク%2$s: ページ内に nofollow 済みのリンクおよび内部リンクの両方があります。いいですね !"],"%1$sInternal links%2$s: You have enough internal links. Good job!":["%1$s内部リンク%2$s: 十分な内部リンクがあります。いいですね !"],"%1$sInternal links%3$s: The internal links in this page are all nofollowed. %2$sAdd some good internal links%3$s.":["%1$s内部リンク%3$s: ページ内の内部リンクはすべて nofollow 済みです。%2$s内部リンクを追加しましょう%3$s。"],"%1$sInternal links%3$s: No internal links appear in this page, %2$smake sure to add some%3$s!":["%1$s内部リンク%3$s: ページ内に内部リンクがありません。%2$s必ず追加しましょう%3$s !"],"%1$sTransition words%2$s: Well done!":["%1$s転換語%2$s: いいですね !"],"%1$sTransition words%2$s: Only %3$s of the sentences contain transition words, which is not enough. %4$sUse more of them%2$s.":["%1$s転換語%2$s: %3$sの文のみに転換語が含まれていますが、これは十分な数ではありません。%4$sもっと増やしてみましょう%2$s。"],"%1$sTransition words%2$s: None of the sentences contain transition words. %3$sUse some%2$s.":["%1$s転換語%2$s: 文に転換語がありません。%3$sいくつか使用してください%2$s。"],"%1$sNot enough content%2$s: %3$sPlease add some content to enable a good analysis%2$s.":["%1$s不十分なコンテンツ%2$s: %3$s解析の精度を上げるためコンテンツを追加してください%2$s。"],"%1$sSubheading distribution%2$s: You are not using any subheadings, but your text is short enough and probably doesn't need them.":["%1$s小見出し分布%2$s: 小見出しは使用していませんが、テキストは十分に短く、おそらく必要ありません。"],"%1$sSubheading distribution%2$s: You are not using any subheadings, although your text is rather long. %3$sTry and add some subheadings%2$s.":["%1$s小見出し分布%2$s: テキストが比較的長いにも関わらず小見出しが使われていません。%3$s小見出しをいくつか追加してください%2$s。"],"%1$sSubheading distribution%2$s: %3$d section of your text is longer than %4$d %6$s and is not separated by any subheadings. %5$sAdd subheadings to improve readability%2$s.":["%1$s小見出し分布%2$s: %3$d個のテキストセクションの長さが%4$d%6$sを超えており、小見出しで区切られていません。%5$s可読性を改善するために小見出しを追加しましょう%2$s。"],"%1$sSubheading distribution%2$s: Great job!":["%1$s小見出し分布%2$s: よくできています。"],"%1$sSentence length%2$s: %3$s of the sentences contain more than %4$s %7$s, which is more than the recommended maximum of %5$s. %6$sTry to shorten the sentences%2$s.":["%1$s文の長さ%2$s: %3$s の文が %4$s %7$s以上の長さです。これは推奨する最大値 %5$s を上回ります。%6$s文をもっと短くしてみましょう%2$s。"],"%1$sSentence length%2$s: Great!":["%1$s文の長さ%2$s: いい感じです !"],"%1$sConsecutive sentences%2$s: There is enough variety in your sentences. That's great!":["%1$s連続した文%2$s: バラエティーに富んだ文章です。Good Job!"],"%1$sConsecutive sentences%2$s: The text contains %3$d consecutive sentences starting with the same word. %5$sTry to mix things up%2$s!":["%1$s連続した文%2$s: 同じ言葉で始まる文が%3$dつ以上連続しているところが%4$dヵ所あります。%5$s文章に変化をつけてください%2$s !"],"%1$sPassive voice%2$s: %3$s of the sentences contain passive voice, which is more than the recommended maximum of %4$s. %5$sTry to use their active counterparts%2$s.":["%1$s受動態%2$s: 文の中に %3$s 受動態が含まれています。これは推奨する割合 %4$sを越えています。%5$s同等の能動態を使用してください%2$s。"],"%1$sPassive voice%2$s: You're using enough active voice. That's great!":["%1$s受動態%2$s: 能動態を十分に使用しています。いい感じです。"],"%1$sParagraph length%2$s: %3$d of the paragraphs contains more than the recommended maximum of %4$d %6$s. %5$sShorten your paragraphs%2$s!":["%1$s段落の長さ%2$s: %3$d個の段落の長さが推奨上限値の%4$d %6$sを超えています。%5$sもっと短くしましょう%2$s。"],"%1$sParagraph length%2$s: None of the paragraphs are too long. Great job!":["%1$s段落の長さ%2$s: 長過ぎる段落はありません。Good Job!"],"Good job!":["いいですね。"],"Focus keyphrase: ":["フォーカスキーフレーズ： "],"Focus keyphrase":["フォーカスキーフレーズ"],"Disable":["無効化"],"Allow Control":["コントロールを許可"],"This tab allows you to selectively disable %s features for all sites in the network. By default all features are enabled, which allows site admins to choose for themselves if they want to toggle a feature on or off for their site. When you disable a feature here, site admins will not be able to use that feature at all.":["このタブからネットワーク内のすべてのサイトで、選択した %s の機能を無効化できます。デフォルトではすべての機能が有効で、サイト管理者は自分のサイトの機能の有効、無効を切り替えられます。このタブで機能を無効化すると、サイト管理者は完全にその機能を使用できなくなります。"],"%s is a required feature toggle argument.":["%sは必須の機能切り替え引数です。"],"Remove keyphrase":["キーフレーズを削除"],"Keyphrase:":["キーフレーズ:"],"This feature has been disabled by the network admin.":["この機能はネットワーク管理者によって無効化されています。"],"Focus keyphrase not set.":["フォーカスキーフレーズが設定されていません。"],"Colon":["コロン"],"Optional. Customize how you want to describe the duration of the instruction":["任意。説明の長さの表示をカスタマイズしましょう。"],"Describe the duration of the instruction:":["説明の長さを記述します:"],"Learn more about the readability analysis":["可読性分析の詳細"],"Readability analysis:":["可読性分析:"],"There is a new notification.":["新しい通知があります。"],"Both %1$s and %2$s manage the SEO of your site. Running two SEO plugins at the same time is detrimental.":["%1$s と %2$s がサイト SEO を重複管理しています。2つの SEO プラグインの同時稼働は問題を引き起こします。"],"%s, %s and %s":["%sと%s、%s"],"%s and %s":["%s, %s"],"%d minute":["%d分"],"%d hour":["%d時間"],"%d day":["%d日"],"Enter a step title":["ステップのタイトルを入力"],"Optional. This can give you better control over the styling of the steps.":["任意。ステップのスタイリングがより制御しやすくなります。"],"CSS class(es) to apply to the steps":["ステップに適用する CSS クラス"],"minutes":["分"],"hours":["時間"],"days":["日"],"Create a How-to guide in an SEO-friendly way. You can only use one How-to block per post.":["SEO フレンドリーな方法でハウツーガイドを作成しましょう。ハウツーブロックは投稿ごとにひとつのみ使用できます。"],"Copy error":["エラー文をコピー"],"An error occurred loading the %s primary taxonomy picker.":["%s メインタクソノミー選択ツールの読み込み中にエラーが発生しました。"],"%1$s Structured Data Blocks":["%1$s 構造化データブロック"],"Time needed:":["所要時間:"],"Move question down":["質問を下へ移動"],"Move question up":["質問を上へ移動"],"Insert question":["質問の挿入"],"Delete question":["質問を削除"],"Enter the answer to the question":["質問の答えを入力してください"],"Enter a question":["質問を入力"],"Add question":["質問を追加"],"Frequently Asked Questions":["よくあるご質問"],"Select the primary %s":["メイン%sを選択"],"Check links to this URL":["この URL へのリンクを確認"],"Are you trying to use multiple keyphrases? You should add them separately below.":["複数のキーフレーズを使用したいですか ? 以下に個別に追加してください。"],"Mark as cornerstone content":["コーナーストーンコンテンツとしてマーク"],"Move step down":["ステップを下へ移動"],"Move step up":["ステップを上へ移動"],"Insert step":["ステップを挿入"],"Delete step":["ステップを削除"],"Add image":["画像を追加"],"Enter a step description":["ステップの説明を入力"],"Enter a description":["ディスクリプションを入力"],"Unordered list":["箇条書きリスト"],"Showing step items as an ordered list.":["ステップ項目を順序付きリストとして表示します。"],"Showing step items as an unordered list":["ステップ項目を箇条書きリストとして表示します"],"Add step":["ステップを追加"],"Delete total time":["合計時間を削除"],"Add total time":["合計時間を追加"],"How to":["ハウツー"],"How-to":["ハウツー"],"Analysis results":["解析結果"],"Enter a focus keyphrase to calculate the SEO score":["SEO スコアを計算するには、フォーカスするキーフレーズを入力します"],"Learn more about Cornerstone Content.":["コーナーストーンコンテンツについて詳しく知る。"],"Cornerstone content should be the most important and extensive articles on your site.":["コーナーストーンコンテンツは、サイト上もっとも重要かつ広がりのある記事にしてください。"],"Restore Site":["サイトの復元"],"Network Settings":["サイトネットワーク設定"],"You are not allowed to perform this action.":["この操作の実行権限がありません。"],"Error: %s":["エラー: %s"],"Success: %s":["成功: %s"],"Site with ID %d not found.":["ID%dのサイトが見つかりません。"],"No site has been selected to restore.":["復元するサイトが選択されていません。"],"You are not allowed to modify unregistered network settings.":["未登録のネットワーク設定を変更する権限がありません。"],"deleted":["削除済み"],"Copied!":["コピーしました。"],"Not supported!":["サポート対象外です。"],"{{a}}Read our article about site structure{{/a}} to learn more about how internal linking can help improve your SEO.":["{{a}}サイト構造についての記事{{/a}}を読み、内部リンクで SEO を改善する仕組みを学びましょう。"],"Consider linking to these {{a}}cornerstone articles:{{/a}}":["以下の{{a}}コーナーストーン記事{{/a}}へのリンクを検討してください:"],"Consider linking to these articles:":["これらの記事へのリンクを検討してください:"],"Copy link":["リンクをコピー"],"Copy link to suggested article: %s":["提案記事へのリンクをコピー: %s"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":["キーワード調査とキーワード戦略の詳細については、%1$sキーワード調査の究極のガイド%2$sをお読みください。"],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly. ":["次の単語と単語の組み合わせは、コンテンツの中で最も多く発生します。これらはあなたの内容が焦点を当てるものを示す。単語がトピックと異なる場合は、それに応じてコンテンツを書き換える必要があります。"],"Prominent words":["有名な言葉"],"The site's tagline":["サイトのタグライン"],"Not all required fields are given. Missing field %1$s":["未入力の必須フィールドがあります。%1$sフィールドがありません"],"Add synonyms":["同義語の追加"],"You can edit the SEO metadata for this custom type on the %1$sShop page%2$s.":["%1$sショップページ%2$sで、このカスタムタイプの SEO メタデータ編集が可能です。"],"Current year":["今年"],"Page":["固定ページ"],"Something went wrong. Please reload the page.":["何かおかしいようです。ページをリロードしてください。"],"Tagline":["キャッチフレーズ"],"description (custom taxonomy)":["説明 (カスタム分類)"],"(custom taxonomy)":["(カスタム分類)"],"(custom field)":["(カスタムフィールド)"],"Term404":["404のターム"],"Caption":["キャプション"],"Pagenumber":["ページ番号"],"Pagetotal":["ページ合計"],"User description":["ユーザー説明"],"ID":["ID"],"Modified":["最終編集"],"Post type (plural)":["投稿タイプ (複数系)"],"Post type (singular)":["投稿タイプ (単数形)"],"Separator":["区切り"],"Search phrase":["検索フレーズ"],"Term title":["ターム名"],"Term description":["ターム説明"],"Tag description":["タグ説明"],"Category description":["カテゴリーの説明"],"Primary category":["メインカテゴリー"],"Category":["カテゴリー"],"Tag":["タグ"],"Excerpt only":["抜粋のみ"],"Excerpt":["抜粋"],"Site title":["サイトタイトル"],"Archive title":["アーカイブタイトル"],"Parent title":["親タイトル"],"Date":["日付"],"Get Yoast SEO Premium":["Yoast SEO プレミアムを入手"],"You should create a redirect to ensure your visitors do not get a 404 error when they click on the no longer working URL.":["訪問者が存在しない URL をクリックした際に404エラーが出ないよう、リダイレクトを設定してください。"],"Search engines and other websites can still send traffic to your deleted content.":["検索エンジンや他のサイトは、まだ削除済みの投稿へトラフィックを送信できます。"],"Make sure you don't miss out on traffic!":["トラフィックを見逃していないか確認しましょう。"],"You just deleted a %1$s.":["%1$sを削除しました。"],"You just trashed a %1$s.":["%1$sをゴミ箱に移動しました。"],"Url preview":["URL のプレビュー"],"Please provide a meta description by editing the snippet below. If you don’t, Google will try to find a relevant part of your post to show in the search results.":["以下のスニペットを編集して、メタディスクリプションを設定してください。設定しない場合、Google の検索結果で投稿の関連部分が表示されます。"],"Dismiss this notice":["この通知を非表示"],"No results":["結果なし"],"%d result found, use up and down arrow keys to navigate":["%d件見つかりました、上下の矢印キーを使用して移動します。"],"Your site language is set to %s. If this is not correct, contact your site administrator.":["サイトの言語が %s に設定されています。これが正しくない場合は、サイト管理者に問い合わせてください。"],"The %s importer functionality uses temporary database tables. It seems your WordPress install does not have the capability to do this, please consult your hosting provider.":["%s インポートツール機能は一時データベーステーブルを使用します。インストールされた WordPress にはこれを行う権限がないようです。ホスティングサービスにご相談ください。"],"Cleanup of %s data failed.":["%s データの消去に失敗しました。"],"Content Type":["コンテンツタイプ"],"Filter by content type":["コンテンツタイプで絞り込み"],"Show All Content Types":["すべてのコンテンツタイプを表示する"],"Replaced with the normal title for an archive generated by WordPress":["WordPress が生成する通常のアーカイブタイトルを置き換えます"],"Clean":["クリーン"],"Once you're certain your site is OK, you can clean up. This will remove all the original data.":["サイトに問題がないことを確認したら、クリーンアップが可能です。元のデータはすべて削除されます。"],"Step 5: Clean up":["手順5: クリーンアップ"],"Please check your posts and pages and see if the metadata was successfully imported.":["メタデータが正しくインポートされたかどうか、投稿と固定ページを確認してください。"],"Step 3: Check your data":["手順3: データを確認"],"This will import the post metadata like SEO titles and descriptions into your %1$s metadata. It will only do this when there is no existing %1$s metadata yet. The original data will remain in place.":["これにより、SEO タイトルやデスクリプションなどの投稿メタデータが %1$s  メタデータにインポートされます。既存の %1$s メタデータがまだない場合にのみに実行され、元のデータはそのまま残ります。"],"Step 2: Import":["手順2: インポート"],"Please make a backup of your database before starting this process.":["このプロセスを開始する前にデータベースのバックアップを作成してください。"],"Step 1: Create a backup":["手順1: バックアップを作成"],"We've detected data from one or more SEO plugins on your site. Please follow the following steps to import that data:":["サイト上で、1つ以上の SEO プラグインのデータを検出しました。データをインポートするには、以下の手順に従ってください:"],"Plugin: ":["プラグイン:"],"%s did not detect any plugin data from plugins it can import from.":["%s でインポート可能なプラグインは検出されませんでした。"],"Posts that should not show up in search results":["検索結果に表示しない投稿"],"%s data found.":["%s のデータが見つかりました。"],"%s data successfully removed.":["%s のデータを正常に削除しました。"],"%s data successfully imported.":["%s のデータを正常にインポートしました。"],"%s data not found.":["%s のデータが見つかりません。"],"On":["オン"],"Help on: %s":["%s のヘルプ"],"Off":["オフ"],"See who contributed to %1$s.":["%1$s への貢献者をご覧ください。"],"Help on this search results setting":["検索結果設定に関するヘルプ"],"Not showing the archive for %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["%1$sアーカイブが技術的な理由で検索結果に表示されない場合、ロボットメタに%2$sが含まれていて、XML サイトマップから除外されています。%3$s検索結果設定についての追加情報%4$s。"],"Not showing %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["%1$sが技術的な理由で検索結果に表示されない場合、ロボットメタに%2$sが含まれていて、XML サイトマップから除外されています。%3$s検索結果設定についての追加情報%4$s。"],"Default for %2$s, currently: %1$s":["%2$sのデフォルト: %1$s"],"Show %s in search results?":["%sを検索結果に表示しますか ?"],"this author's archives":["この投稿者アーカイブ"],"Do not allow search engines to show %s in search results.":["検索エンジンに%sの検索結果への表示を不許可にします。"],"Read why XML Sitemaps are important for your site.":["サイトの XML サイトマップが重要な理由をお読みください。"],"Enable the XML sitemaps that %s generates.":["%s が生成する XML サイトマップを有効にします。"],"See the XML sitemap.":["XML サイトマップを表示。"],"%s (current default for %s)":["%s (%s の現在のデフォルト)"],"Should search engines follow links on this %1$s?":["検索エンジンにこの%1$sのリンクをたどらせますか ?"],"Allow search engines to show this %s in search results?":["検索エンジンに、この%sの検索結果への表示を許可しますか ?"],"Allow search engines to show this content in search results?":["検索エンジンがこのコンテンツを検索結果に表示することを許可しますか?"],"Toggle %1$s's XML Sitemap":["%1$s の XML サイトマップを切り替える"],"%s integration":["%s 連携"],"Find out how the text link counter can enhance your SEO.":["テキストリンクカウンターが SEO をどのように強化させるか学びましょう。"],"The text link counter helps you improve your site structure.":["テキストリンクカウンターは、サイト構造の改善を手助けします。"],"Find out how cornerstone content can help you improve your site structure.":["コーナーストーンコンテンツがサイト構造の向上にどのように役立つか学びましょう。"],"The cornerstone content feature lets you to mark and filter cornerstone content on your website.":["コーナーストーンコンテンツは、サイトの重要なコンテンツに目印をつけたり、絞り込みます。"],"Discover why readability is important for SEO.":["SEO で可読性が重要な理由を理解しましょう。"],"The readability analysis offers suggestions to improve the structure and style of your text.":["可読性解析は、テキスト構造とスタイルを改善するための提案を提供します。"],"Learn how the SEO analysis can help you rank.":["SEO 分析がいかにランク向上に貢献するか学びましょう。"],"The SEO analysis offers suggestions to improve the SEO of your text.":["SEO 解析は、テキストの SEO を改善提案を提供します。"],"SEO analysis":["SEO 解析"],"Good results":["良い結果"],"https://yoa.st/1uk":["https://yoa.st/1uk"],"https://yoa.st/1uj":["https://yoa.st/1uj"],"Latest blog posts on %1$s":["%1$s の最新ブログ"],"Remove highlight from the text":["テキストからハイライトを削除"],"Your site language is set to %s. ":["あなたのサイト言語は%sに設定されています。"],"First-time SEO configuration":["初回 SEO 設定"],"Highlight this result in the text":["この結果をテキストで強調表示"],"Considerations":["検討事項"],"Errors":["エラー"],"Change language":["言語変更"],"%s file":["%s ファイル"],"Save changes to %s":["%s の変更を保存"],"Edit the content of your %s:":["%s の内容を編集:"],"Create %s file":["%s を作成"],"Updated %s":["%s を更新しました"],"You cannot edit the %s file.":["%s ファイルを編集できません。"],"You cannot create a %s file.":["%s ファイルを作成できません。"],"Other integrations":["その他の統合"],"More information about %1$s":["%1$s の詳細情報"],"Old Configuration Wizard":["設定ウィザード"],"Manage your %s subscription on MyYoast":["MyYoast で「%s」の定期購入を管理"],"Mark the most important %1$s as 'cornerstone content' to improve your site structure. %2$sLearn more about cornerstone content%3$s.":["最も重要な%1$sを「コーナーストーンコンテンツ」としてマークして、サイト構造を改善しましょう。%2$sコーナーストーンコンテンツの詳細はこちら%3$s。"],"(Opens in a new browser tab)":["(新しいブラウザータブで開く)"],"Go back":["戻る"],"Posts %1$swithout%2$s a focus keyphrase":["フォーカスキーフレーズを%1$s持たない%2$s投稿"],"Hey, your SEO is doing pretty well! Check out the stats:":["サイトの SEO はなかなかいい調子です。統計情報をチェックしてみてください。"],"You don't have any published posts, your SEO scores will appear here once you make your first post!":["公開済みの投稿がありません。最初の投稿をすると、SEO スコアがここに表示されます !"],"Read more like this on our SEO blog":["弊社の SEO ブログで似た記事を読む"],"Readability: %s":["可読性: %s"],"Not activated":["有効化済みではありません"],"Activated":["有効化済み"],"%1$s recommendations for you":["%1$s によるおすすめ"],"All Readability Scores":["合計可読性スコア"],"Filter by Readability Score":["可読性スコアで絞り込む"],"Request method %1$s is not valid.":["リクエストメソッド %1$s は無効です。"],"Text link counter":["テキストリンクカウンター"],"Number of internal links linking to this post. See \"Yoast Columns\" text in the help tab for more info.":["この投稿にリンクしている内部リンク数。詳細はヘルプタブの「Yoast Columns」テキストを参照してください。"],"Number of outgoing internal links in this post. See \"Yoast Columns\" text in the help tab for more info.":["この投稿内の内部リンク数。詳細はヘルプタブの「Yoast Columns」テキストを参照してください。"],"%s Columns":["%sカラム"],"Readability score":["可読性スコア"],"Scroll to see the preview content.":["コンテンツのプレビューを見るにはスクロールしてください。"],"Cornerstone content":["コーナーストーンコンテンツ"],"Save changes":["変更を保存"],"1 year free support and updates included!":["1年間の無料更新とアップグレードを含みます。"],"The plugin %2$s changes your site's output and in doing that differentiates between search engines and normal users, a process that's called cloaking. We highly recommend that you disable it.":["%2$s プラグインは、検索エンジンと通常のユーザーを区別してサイトの出力を変更する「クローキング」と呼ばれる処理を行います。無効にすることを強くおすすめします。"],"No ads!":["広告なし !"],"Get internal linking suggestions":["内部リンクの提案を取得"],"Variable":["変数"],"Available variables":["利用可能な変数"],"Scroll to see the table content.":["テーブルの内容を表示するにはスクロールしてください。"],"An error occurred in the '%1$s' assessment":["%1$s評価の際にエラーが発生しました"],"No new notifications.":["新しい通知はありません。"],"Save all":["すべて保存"],"Save":["保存"],"%1$s, Author at %2$s":["%1$s (%2$s の投稿者)"],"Mobile preview":["モバイルプレビュー"],"Desktop preview":["デスクトッププレビュー"],"Please provide an SEO title by editing the snippet below.":["SEO で重要な Title タグは、以下のスニペットから編集できます。"],"Meta description preview:":["メタディスクリプションのプレビュー:"],"Slug preview:":["スラッグをプレビュー:"],"SEO title preview:":["SEO タイトルのプレビュー:"],"Close snippet editor":["スニペットエディターを閉じる"],"Slug":["スラッグ"],"Remove marks in the text":["文章からマークを除去する"],"Mark this result in the text":["この結果をテキストにマークする"],"Marks are disabled in current view":["現在のビューでマークが無効になっています"],"Good SEO score":["非常に良い SEO スコアです"],"OK SEO score":["SEO スコアは OK です"],"Feedback":["フィードバック"],"Name":["名前"],"Please provide a meta description by editing the snippet below.":["以下のスニペットを編集し、メタディスクリプションを入力してください。"],"Edit snippet":["スニペットを編集"],"You can click on each element in the preview to jump to the Snippet Editor.":["プレビューで各要素をクリックすると、スニペットエディターにジャンプできます。"],"SEO title preview":["SEO タイトルのプレビュー"],"Export settings":["エクスポート設定"],"Please don't show me this notification anymore":["今後この通知を表示しない"],"If you are experiencing issues, %1$splease file a bug report%2$s and we'll do our best to help you out.":["問題がありましたら、%1$sバグをご報告%2$sください。最善を尽くしてお手伝いします。"],"We've noticed you've been using %1$s for some time now; we hope you love it! We'd be thrilled if you could %2$sgive us a 5 stars rating on WordPress.org%3$s!":["%1$s を継続してご利用いただき、ありがとうございます。ご満足いただましたら幸いです。差し支えなければ %2$sWordPress.org で5つ星評価をいただけたら%3$s大感激です。"],"%1$s + %2$s":["%1$s + %2$s"],"Warning: the variable %1$s cannot be used in this template. See the %2$s for more info.":["警告: 変数 %1$s はこのテンプレートでは利用できません。詳細は%2$sをご覧ください。"],"By the way, did you know we also have a %1$sPremium plugin%2$s? It offers advanced features, like a redirect manager and support for multiple keyphrases. It also comes with 24/7 personal support.":["%1$sプレミアムプラグイン%2$sについてご存知でしたか ? リダイレクト管理や複数キーフレーズのサポートといった高度な機能を提供します。また、24時間年中無休のパーソナルサポートも付いています。"],"(no title)":["(タイトルなし)"],"The %1$s admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["%1$s 管理バーメニューには、ページを分析するためのサードパーティーツールへの便利なリンクが含まれており、新しい通知があるかどうかを簡単に確認できます。"],"Admin bar menu":["管理バーメニュー"],"Features":["機能"],"SEO title":["SEO タイトル"],"Greater than sign":["大なり記号"],"Less than sign":["小なり記号"],"Right angle quotation mark":["右角引用符"],"Left angle quotation mark":["左角引用符"],"Small tilde":["小文字のチルダ (~)"],"Vertical bar":["縦棒"],"Low asterisk":["下アスタリスク"],"Asterisk":["アスタリスク"],"Bullet":["箇条書き点"],"Middle dot":["中黒"],"Em dash":["Em ダッシュ"],"En dash":["En ダッシュ"],"Dash":["ダッシュ"],"No":["いいえ"],"Yes":["はい"],"Google search console":["Google search console"],"Social profiles":["ソーシャルプロフィール"],"Posts list":["投稿リスト"],"Posts list navigation":["投稿リストナビゲーション"],"Filter posts list":["投稿リストの絞り込み"],"Installed":["インストール済み"],"Seamless integration between %1$s and %2$s":["%1$s と %2$s の完全な統合。"],"Optimize your site for Google News":["Google ニュース用にサイトを最適化"],"Edit &#8220;%s&#8221;":["&#8220;%s&#8221; を編集"],"Premium":["プレミアム"],"Get Premium":["プレミアム版を入手"],"Notifications":["通知"],"Removes the focus keyphrase section from the metabox and disables all SEO-related suggestions.":["メタボックスからフォーカスキーフレーズのタブを削除し、SEO に関連する提案機能をすべて停止します。"],"Disable SEO analysis":["SEO 解析を無効化"],"Other social profiles":["その他のソーシャルプロファイル"],"Make primary":["メインにする"],"Cancel":["キャンセル"],"%s notification":["%s件の通知"],"Disable readability analysis":["可読性解析を停止"],"Removes the readability analysis section from the metabox and disables all readability-related suggestions.":["メタボックスに可読性タブを表示しないようにし、読みやすさに関連する提案機能をすべて無効化します。"],"Readability analysis":["可読性解析"],"Needs improvement":["改善が必要"],"Readability":["可読性"],"Improvements":["改善"],"Good job! We could detect no serious SEO problems.":["SEO の深刻な問題は検出できませんでした。"],"We have detected the following issues that affect the SEO of your site.":["サイトの SEO に影響を与える次の問題を検出しました。"],"Problems":["問題点"],"Analysis":["解析"],"Not available":["利用できません"],"Filter by SEO Score":["SEO スコアで絞り込む"],"Meta description not set.":["メタディスクリプションが設定されていません。"],"Open":["開く"],"Loading...":["読み込み中…"],"No results found":["一致する結果が見つかりません"],"Dashboard":["ダッシュボード"],"You can fix this on the %1$sPermalink settings page%2$s.":["これは%1$sパーマリンク設定ページ%2$sで修正できます。"],"Replaced with the primary category of the post/page":["投稿 / 固定ページのメインカテゴリーに置き換えました"],"Buy %s":["%s を購入"],"New %1$s Title":["新規 %1$s タイトル"],"Existing %1$s Title":["既存の %1$s タイトル"],"Expected an integer as input.":["整数を入力してください。"],"Trying to build the sitemap cache key, but the postfix and prefix combination leaves too little room to do this. You are probably requesting a page that is way out of the expected range.":["サイトマップのキャッシュキーを作成しようとしましたが、ポストフィックスとプレフィクスの組み合わせが狭すぎます。想定範囲外のページをリクエストしているようです。"],"Redirects":["リダイレクト"],"Remove":["削除"],"Keep":["維持"],"Bold the last page":["最後のページを太字にする"],"Primary %s":["メイン%s"],"Primary":["メイン"],"Make %1$s primary %2$s":["%1$sをメインの%2$sにする"],"Integrations":["連携"],"Term is set to noindex.":["タームが noindex に指定されています。"],"Author archives":["投稿者アーカイブ"],"Enabled":["有効"],"Disabled":["無効"],"The separator defined in your theme's %s tag.":["セパレータはテーマの %s タグで定義されています。"],"No index":["インデックスされていません"],"SEO score":["SEO スコア"],"Team Yoast":["チーム Yoast"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["WordPress のオールインワン型 SEO ソリューションを提供します。ページコンテンツの解析や XML サイトマップなど様々な機能があります。"],"Yoast SEO":["Yoast SEO"],"Activation failed:":["有効化に失敗しました："],"The filter extension seem to be unavailable. Please ask your web host to enable it.":["フィルタ拡張機能が使用できません。ホスティング会社に有効化するよう問い合わせてください。"],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":["%1$s プラグインのインストールが不完全です。%2$sインストール手順%3$sに従ってください。"],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":["Standard PHP Library (SPL) 拡張機能が利用できないようです。ホスティング会社に有効にするよう問い合わせてください。"],"SEO Settings":["SEO 設定"],"Mobile-Friendly Test":["モバイル対応テスト"],"Google Page Speed Test":["Google PageSpeed Insights"],"Facebook Debugger":["Facebook Debugger"],"Analyze this page":["このページを分析する"],"%s does not seem to be a valid url. Please correct.":["%s は、有効なURLではないようです。修正してください。"],"%1$s does not seem to be a valid %2$s verification string. Please correct.":["%1$s は有効な %2$s 確認用の文字列ではないようです。修正してください。"],"%s Archive":["%s アーカイブ"],"You searched for %s":["検索結果: %s"],"%s does not seem to be a valid Twitter Username. Please correct.":["%s は有効な Twitter ユーザー名ではないようです。修正してください。"],"Summary with large image":["大きな画像付きの概要"],"The post %1$s appeared first on %2$s.":["投稿 %1$s は %2$s に最初に表示されました。"],"No numeric value was received.":["数字の値を受け取れませんでした。"],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":["これはすでに存在するブログである必要があります。ブログ %s は存在しないか、削除されています。"],"The default blog setting must be the numeric blog id of the blog you want to use as default.":["デフォルトブログ設定は、デフォルトで使いたいブログの ID の数字である必要があります。"],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":["%1$s は %2$s 設定へのアクセスを許可するユーザーの選択としては正しくありません。デフォルトに戻しました。"],"Please select a valid post type for taxonomy \"%s\"":["タクソノミー \"%s\" の正しい投稿タイプを選んでください。"],"Please select a valid taxonomy for post type \"%s\"":["投稿タイプ \"%s\" の正しいタクソノミーを選んでください。"],"You searched for":["検索結果:"],"Home":["ホーム"],"Archives for":["アーカイブ: "],"Error 404: Page not found":["エラー 404: ページが見つかりません"],"Good":["良好"],"Replaced with a custom taxonomies description":["カスタムタクソノミー説明文に置き換えられます"],"Replaced with a posts custom taxonomies, comma separated.":["カンマで区切られた投稿のカスタムタクソノミーに置き換えられます。"],"Replaced with a posts custom field value":["現在の投稿カスタムフィールド値に置き換えられます"],"Replaced with the slug which caused the 404":["404の原因になるスラッグに置き換えられます"],"Replaced with the posts focus keyphrase":["投稿のフォーカスキーワードに置き換えられます"],"Attachment caption":["添付ファイルのキャプション"],"Replaced with the current page number":["現在のページナンバーに置き換えられます"],"Replaced with the current page total":["現在のページ数合計に置き換えられます"],"Replaced with the current page number with context (i.e. page 2 of 4)":["現在のページ数に置き換えられます (例: ページ 2/4)"],"Replaced with the current year":["現在の年に置き換えられます"],"Replaced with the current month":["現在の月に置き換えられます"],"Replaced with the current day":["現在の日で置き換えられます"],"Replaced with the current date":["現在の日付に置き換えられます"],"Replaced with the post/page author's 'Biographical Info'":["投稿やページの投稿者のプロフィールに置き換えられます"],"Replaced with the post/page author's 'nicename'":["投稿 / ページの投稿者のニックネームに置き換えられます"],"Replaced with the post/page ID":["投稿 / ページの ID に置き換えられます"],"Replaced with the post/page modified time":["投稿/ページの更新時刻に置き換えられます"],"Replaced with the content type plural label":["コンテンツタイプの複数形ラベルで置き換えられます"],"Replaced with the content type single label":["コンテンツタイプの単数形ラベルで置き換えられます"],"Replaced with the current search phrase":["現在の検索語に置き換えられます"],"Replaced with the term name":["ターム名に置き換えられます"],"Replaced with the term description":["ターム説明文に置き換えられます"],"Replaced with the tag description":["タグ説明文に置き換えられます"],"Replaced with the category description":["カテゴリー説明文に置き換えられます"],"Replaced with the post categories (comma separated)":["投稿のカテゴリー (カンマで区切り) に置き換えられます"],"Replaced with the current tag/tags":["現在のタグに置き換えられます"],"Replaced with the post/page excerpt (without auto-generation)":["投稿/ページの抜粋 (自動生成しません) に置き換えられます"],"Replaced with the post/page excerpt (or auto-generated if it does not exist)":["投稿/ページの抜粋 (存在しない場合は自動生成されます) に置き換えられます"],"The site's name":["サイト名"],"Replaced with the title of the parent page of the current page":["現在のページの親ページのタイトルに置き換えられます"],"Replaced with the title of the post/page":["投稿/ページのタイトルに置き換えられます"],"Replaced with the date of the post/page":["投稿や固定ページの日時に置き換えられます"],"Page %1$d of %2$d":["%1$dページ目 (%2$dページ中)"],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":["同名の変数を登録しても、WPSEO 標準の変数置換を再定義することはできません。置換用の値を調整するのではなく \"wpseo_replacements\" フィルターを使用してください。"],"A replacement variable with the same name has already been registered. Try making your variable name unique.":["既に使用されている置換変数名に変更しようとしています。もっとユニークな変数名にしましょう。"],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":["置換変数は \"%%cf_\" または \"%%ct_\" で始めることはできません。これらはカスタムフィールドおよびカスタムタクソノミーの WPSEO 標準変数用変数として予約されているためです。変数名を一意にしてみてください。"],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":["変数名を変更してください。アルファベット、数字、アンダーラインとハイフンのみ使用できます。"],"Admin only notice: this page does not show a meta description because it does not have one, either write it for this page specifically or go into the [%1$s - %2$s] menu and set up a template.":["管理者の方へ: ページにメタディスクリプションがないため、表示されません。ページ固有に記入するか、[%1$s - %2$s] メニューに移動してテンプレートを設定します。"],"Page not found":["ページが見つかりませんでした"],"%s Archives":["%s アーカイブ"],"Meta description to use for Author page":["投稿者ページに使用するメタディスクリプション"],"Title to use for Author page":["投稿者ページに使用するタイトル"],"%1$s settings":["%1$s の設定"],"Export your %1$s settings":["%1$s の設定をエクスポートする"],"Import settings":["インポート設定"],"Import from other SEO plugins":["他の SEO プラグインからインポート"],"Import":["インポート"],"If you had a %s file and it was editable, you could edit it from here.":[" %s ファイルが存在し、編集可能であれば、こちらより編集可能です。"],"If your %s were writable, you could edit it from here.":["%s が書き込み可能な場合、ここから編集することができます。"],"You don't have a %s file, create one here:":["%s ファイルがありません。ここで新規作成できます:"],"A link to your site, with your site's name and description as anchor text.":["サイト名と説明文のアンカーテキスト付きのサイトへのリンクです。"],"A link to your site, with your site's name as anchor text.":["サイト名のアンカーテキスト付きのサイトへのリンクです。"],"A link to the post, with the title as anchor text.":["タイトルのアンカーテキスト付きの投稿へのリンクです。"],"You can use the following variables within the content, they will be replaced by the value on the right.":["コンテンツ内で次の変数を使用することができ、右側の値に置き換えられます。"],"Content to put after each post in the feed":["フィードの各投稿の後に表示するコンテンツ"],"Content to put before each post in the feed":["フィード内の各投稿の前に置くためのコンテンツ"],"How to insert breadcrumbs in your theme":["テーマにパンくずリストを挿入する方法"],"Blog":["ブログ"],"Prefix for the breadcrumb path":["パンくずリストのパスの接頭辞"],"Anchor text for the Homepage":["ホームページ用のアンカーテキスト"],"Separator between breadcrumbs":["パンくずリストの間の区切り"],"Below are your published posts' SEO scores. Now is as good a time as any to start improving some of your posts!":["以下は公開済み投稿の SEO スコアです。今すぐ投稿の改善を始めましょう。"],"Credits":["クレジット"],"&laquo; Back to Tools page":["&laquo; ツールページに戻る"],"%1$s comes with some very powerful built-in tools:":["%1$s はパワフルなツールをいくつか内蔵しています:"],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":["このツールを使用すると robots.txt や .htaccess などの、 SEO にとって重要なファイルを簡単に編集できます。"],"File editor":["ファイルエディタ"],"Import settings from other SEO plugins and export your settings for re-use on (another) site.":["他の SEO プラグインの設定をインポートしたり、他のブログで再利用するために設定をエクスポートしたりできます。"],"Import and Export":["インポート・エクスポート"],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":["このツールを使用すると、すべての投稿や固定ページのタイトルやディスクリプションを一括で変更できます。"],"Bulk editor":["一括変更"],"Default settings":["デフォルト設定"],"Description":["説明"],"Restore site to defaults":["サイトをデフォルト状態に復元"],"Site ID":["サイト ID"],"Using this form you can reset a site to the default SEO settings.":["このフォームを使って、サイトをデフォルトの SEO の設定にリセットすることができます。"],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new sites.":["プライバシーの観点でセンシティブなもの (FB 管理者など)、テーマ固有のもの (タイトルのリライト) サイト特有の設定などは、新しいブログにインポートされません。"],"Enter the %1$sSite ID%2$s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":["ネットワークに追加したサイトで、デフォルトとして設定を使用したい%1$sサイト ID%2$s を入力してください。設定しない場合は空欄にします (例: 通常のプラグインのデフォルトを使用します)。"],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":["ネットワークに追加されたすべてのサイトに対してのデフォルトサイト設定を選んでください。「なし」を選ぶとプラグインのデフォルトを使います。"],"New sites in the network inherit their SEO settings from this site":["このサイトからの SEO 設定を継承するネットワーク内の新しいサイト"],"Super Admins only":["特権管理者専用"],"Site Admins (default)":["サイト管理者(デフォルト)"],"Who should have access to the %1$s settings":["%1$s の設定にアクセスできる人"],"spam":["スパム"],"mature":["mature"],"archived":["アーカイブ済み"],"public":["公開済み"],"%s restored to default SEO settings.":["%s SEO 設定をデフォルトに戻しました。"],"Settings Updated.":["設定をアップデートしました。"],"Special pages":["特別ページ"],"Date archives":["日付アーカイブ"],"Title":["タイトル"],"Take note:":["注意:"],"You can determine the title and description for the homepage by %1$sediting the homepage itself%2$s.":["%1$sホームページ自体を編集%2$sして、そのタイトルとディスクリプションを定義できます。"],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s は、ページのタイトルを書き換える必要があるかどうかを自動検出します。 それが間違っていて、どう変更すればいいか知っているなら、ここで設定を変更できます。"],"Force rewrite titles":["タイトルを強制的に書き換える"],"Homepage":["ホームページ"],"%1$s Extensions":["%1$s 拡張機能"],"Seamlessly integrate WooCommerce with %1$s and get extra features!":["WooCommerce を %1$s とシームレスに統合したり追加機能を使えるようにしたりします!"],"Rank better locally and in Google Maps, without breaking a sweat!":["Google マップのランキングで上位になりましょう!"],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":["Google ニュースに表示されてますか? 最適化してGoogle ニュースからのトラフィックを増やしましょう!"],"Optimize your videos to show them off in search results and get more clicks!":["動画を最適化して検索結果に表示させ、もっとクリックされるようにします!"],"The premium version of %1$s with more features & support.":["追加機能とサポートが得られるプレミアム版の %1$s です。"],"Person":["個人"],"Website name":["サイト名"],"RSS":["RSS"],"Permalink":["パーマリンク"],"Breadcrumbs":["パンくずリスト"],"Authenticate":["認証"],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year of support and updates, on %2$s.":["リダイレクトを作成してこの問題を修正するには %1$s が必要です。%2$sで、1年間のサポートと更新が含まれるプラグインを購入できます。"],"Creating redirects is a %s feature":["リダイレクトを設定するのは %s 機能です。"],"New URL":["新しい URL"],"Search":["検索"],"URL":["URL"],"Deactivate %s":["%s を無効化"],"The %1$s plugin might cause issues when used in conjunction with %2$s.":["%1$s プラグインを %2$s と併用すると問題が起きる可能性があります。"],"Upload Image":["画像をアップロード"],"%s Posts Overview":["%s 投稿の概要"],"Breadcrumbs title":["パンくずリストのタイトル"],"Pinterest":["Pinterest"],"Social settings":["ソーシャル設定"],"Close":["閉じる"],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines and might slow down your site.":["%1$s と %2$s の両方が XML サイトマップを生成できる状態です。複数のサイトマップは検索エンジンにとって良くないだけでなく、サイトの速度を遅くする原因にもなります。"],"Configure %1$s's Open Graph settings":["%1$s のオープングラフを設定する"],"Both %1$s and %2$s create Open Graph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":["%1$s と %2$s の両方が Open Graph 出力を作成しています。これにより、Facebook、Twitter、LinkedIn その他のソーシャルネットワークが、ページの共有時に間違ったテキストや画像を使用する可能性があります。"],"%s image":["%s 用の画像"],"%s description":["%s 用ディスクリプション"],"%s title":["%s 用タイトル"],"Twitter":["Twitter"],"Facebook":["Facebook"],"very difficult":["非常に難しい"],"Try to make shorter sentences, using less difficult words to improve readability":["可読性を向上させるために、難しい言葉を減らし、文章を短くしてみてください"],"difficult":["難しい"],"fairly difficult":["かなり難しい"],"OK":["OK"],"fairly easy":["かなり易しい"],"easy":["易しい"],"very easy":["非常に易しい"],"The copy scores %1$s in the test, which is considered %2$s to read.":["テストでコピーのスコアは%1$sでした。読みやすさは「%2$s」です。"],"Flesch reading ease":["Flesch Reading Ease"],"Meta Desc.":["メタディスクリプション"],"All SEO Scores":["すべての SEO スコア"],"SEO issue: The featured image should be at least 200 by 200 pixels to be picked up by Facebook and other social media sites.":["SEO の問題: Facebook などのソーシャルメディアサイトで使われるようにするには、画像サイズを200x200ピクセル以上にするべきです。"],"(no parent)":["(親なし)"],"meta description":["メタディスクリプション"],"Page title":["ページタイトル"],"Post is set to noindex.":["投稿は noindex に設定されています。"],"The URL that this page should redirect to.":["このページのリダイレクト先 URL。"],"301 Redirect":["301リダイレクト"],"The canonical URL that this page should point to. Leave empty to default to permalink. %1$sCross domain canonical%2$s supported too.":["このページを示すカノニカル URL です。空欄にするとデフォルトでパーマリンクになります。%1$sクロスドメインカノニカル%2$sにも対応しています。"],"Canonical URL":["カノニカル URL"],"Title to use for this page in breadcrumb paths":["パンくずリストのパスにこのページに使用するためのタイトル"],"Breadcrumbs Title":["パンくずリストのタイトル"],"No Snippet":["スニペットなし"],"No Archive":["アーカイブなし"],"No Image Index":["画像インデックスなし"],"None":["なし"],"Meta robots advanced":["追加 robots メタ"],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["警告: メタロボット設定を設定できますが、サイト全体のプライバシー設定で noindex が設定されているため、設定は効果がありません。"],"Meta description":["メタディスクリプション"],"SEO Title":["SEOタイトル"],"Focus keyword":["フォーカスキーワード"],"Settings successfully imported.":["設定をインポートしました。"],"Settings could not be imported:":["以下の設定がインポートできませんでした: "],"Breadcrumb for 404 pages:":["404ページのパンくずリスト:"],"Prefix for search result pages:":["検索結果の接頭辞:"],"Prefix for archive pages:":["アーカイブの接頭辞:"],"Prefix for breadcrumbs:":["パンくずリストの接頭辞:"],"Anchor text for the homepage:":["トップページのアンカーテキスト: "],"Breadcrumbs separator:":["パンくずリストの区切り文字: "],"%s Breadcrumbs":["%s パンくずリスト"],"Use Image":["画像を使用する"],"Action":["操作"],"Page URL/Slug":["ページ URL / スラッグ"],"Publication date":["公開日"],"Post Status":["投稿ステータス"],"WP Page Title":["WP ページタイトル"],"View":["表示"],"View &#8220;%s&#8221;":["&#8220;%s&#8221; を表示"],"Preview":["プレビュー"],"Preview &#8220;%s&#8221;":["&#8220;%s&#8221; をプレビュー"],"Edit":["編集"],"Filter":["絞り込み"],"New Yoast Meta Description":["新しい Yoast メタディスクリプション"],"Existing Yoast Meta Description":["既存の Yoast メタディスクリプション"],"Facebook profile URL":["Facebook プロフィール URL"],"Twitter username (without @)":["Twitter ユーザー名 (@は不要)"],"Google":["Google"],"FAQ":["FAQ"],"Settings":["設定"],"Huge SEO Issue: You're blocking access to robots.":["深刻な SEO の問題：ロボットのアクセスをブロックしています。"],"Posts":["投稿"],"Edit Files":["ファイルの編集"],"General":["一般"],"Extensions":["拡張機能"],"Search Console":["検索コンソール"],"Tools":["ツール"],"Advanced":["高度な設定"],"XML sitemaps":["XML サイトマップ"],"Social":["ソーシャル"],"SEO":["SEO"],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":["%1$s が %3$s のバージョン %2$s を利用していることを検出しました。互換性の問題を防ぐため、最新版に更新してください。"],"Just another WordPress site":["Just another WordPress site"],"You have used HTML in your value which is not allowed.":["許可されていないHTMLを使用しています。"],"You can't edit %s that aren't yours.":["%sは自分のものではないため編集できません。"],"You can't edit %s.":["%sは編集できません。"],"Post has an invalid Content Type: %s.":["投稿に無効なコンテンツタイプがあります: %s。"],"Post doesn't exist.":["投稿がありません。"],"posts\u0004Trash <span class=\"count\">(%s)</span>":["ゴミ箱 <span class=\"count\">(%s)</span>"],"posts\u0004All <span class=\"count\">(%s)</span>":["すべて <span class=\"count\">(%s)</span>"]}}}