{"domain":"js-text-analysis","locale_data":{"js-text-analysis":{"":{"domain":"js-text-analysis","plural_forms":"nplurals=2; plural=n != 1;","lang":"he_IL"},"The %1$s class must not be instantiated before the %2$s global is set.":[""],"%1$sOutrank your competitors even further%2$s with these %3$s plugins":[""],"No need to figure out what to link to. You get linking suggestions for relevant posts and pages to make your website easier to navigate.":[""],"Use AI to write SEO titles and meta descriptions for your posts and pages. It speeds up your work and does some of the thinking for you!":[""],"%s looks at more than just your main keyword. It analyzes different word forms, plurals, and past tenses. This helps your website perform even better in searches!":[""],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for titles and meta descriptions to make your pages rank high and make you look good on social media. %1$sLearn more%2$s%3$s":[""],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for product titles and meta descriptions to make your pages rank high and make you look good on social media. %1$sLearn more%2$s%3$s":[""],"Explore %s!":[""],"You’ll reach more people with multiple keyphrases! Want to quickly add these related keyphrases to the %s analyses for even better content optimization?":[""],"Get AI to write SEO titles and meta descriptions faster. Reach a wider audience with multiple keywords. Get automatic internal linking suggestions. And much, much more!":[""],"Explore now":[""],"Rank higher in search results":[""],"Turn more visitors into customers!":[""],"Increase Google clicks with rich results":[""],"Write product pages that rank using the SEO analysis":[""],"Get XML sitemaps":[""],"Optimize your video previews & thumbnails":[""],"Make sure your videos load quickly for users":[""],"Automatically get technical SEO best practices for video content":[""],"Drive more views to your videos":[""],"Stand out for local searches":[""],"Explore %s now!":[""],"%1$s24/7 support%2$s: Also on evenings and weekends.":[""],"%1$sAppealing social previews%2$s people actually want to click on.":[""],"%1$sNo more broken links%2$s: Automatic redirect manager.":[""],"%1$sSuper fast%2$s internal linking suggestions.":[""],"%1$sMultiple keywords%2$s: Rank higher for more searches.":[""],"%1$sAI%2$s: Better SEO titles and meta descriptions, faster.":[""],"Highlight areas of improvement in your text, no more searching for a needle in a haystack, straight to optimizing! Now also in Elementor!":[""],"Leave a quick review":[""],"Happy with the plugin?":[""],"Show Yoast SEO some love!":[""],"Let's get your site in tip-top shape for the search engines. Simply follow these 5 steps to make Google understand what your site is about.":[""],"If your goal is to increase your rankings, you need to work on your SEO regularly. That can be overwhelming, so let's tackle it one step at a time!":[""],"Great work! Thanks to the details you've provided, %1$s has enhanced your site for search engines, giving them a clearer picture of what your site is all about.":[""],"Important: We won't sell this data, and we won't collect any personal information about you or your visitors.":[""],"What data will be collected and why?":[""],"No, I don't want to share my site data":[""],"Are you open to help us improve our services?":[""],"Yes, give me your free tips!":[""],"Subscribe to the %1$s newsletter to receive best practices for improving your rankings, save time on SEO tasks, stay up-to-date with the latest SEO news, and get expert guidance on how to make the most of %2$s!":[""],"Get free weekly SEO tips!":[""],"You're almost there! Complete all settings in this step so search engines know what your site is about.":[""],"Completing this step helps Google to understand your site even better. Bonus: You'll improve your chance of getting %1$srich results%2$s!":[""],"Let's start by running the SEO data optimization. That means we'll scan your site and create a database with optimized SEO data. It won't change any content or settings on your site and you don't need to do anything, just hit start!\n\nNote: If you have a lot of content, this optimization could take a moment. But trust us, it's worth it!":[""],"We've successfully analyzed your site & optimized your SEO data!":[""],"Fantastic work! Add your organization's social media accounts below. This allows us to fine-tune the metadata for these platforms.":[""],"Social share preview":[""],"Twitter share preview":[""],"The %1$s interface is currently unavailable in the beta WooCommerce product editor. To resolve any issues, please disable the beta editor. %2$sLearn how to disable the beta WooCommerce product editor.%3$s":[""],"Compatibility issue: Yoast SEO is incompatible with the beta WooCommerce product editor.":[""],"Search engines and other websites can still send traffic to your trashed content.":[""],"Unlock with the %1$s":[""],"Generate product titles & descriptions with AI!":[""],"Last year":[""],"Last week":[""],"Last day":[""],"Last updated":[""],"Activate tracking to show the ranking position":[""],"List your Frequently Asked Questions in an SEO-friendly way.":[""],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by OpenAI GPTBot.":[""],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by the Google-Extended bot. Enabling this setting won’t prevent Google from indexing your website.":[""],"Lots of web traffic comes from bots crawling the web. Some can benefit your site or business, while other bots don’t. Blocking unwanted bots can save energy, help with site performance, and protect copyrighted content. Learn more about %1$swhen to block unwanted bots%2$s.":[""],"Prevent OpenAI GPTBot from crawling":[""],"Prevent Google Bard and Vertex AI bots from crawling":[""],"Prevent Common Crawl CCBot from crawling":[""],"Unlock Premium SEO analysis":[""],"Get more help with writing content that ranks":[""],"$ USD / € EUR / £ GBP per year (ex. VAT)":[""],"Internal linking suggestions":[""],"%1$s SAVE 30%% %2$s on your 12 month subscription":[""],"Learn more about %s (Opens in a new browser tab)":[""],"Write more natural and engaging content":[""],"Synonyms help users understand your copy better. It’s easier to read for both users and Google. In %s, you can add synonyms for your focus keyphrase, and we’ll help you optimize for them.":[""],"Is your %1$s store ready for Black Friday?":[""],"Check your text on even more SEO criteria and get an enhanced keyphrase analysis, making it easier to optimize your content.":[""],"Buy now!":[""],"30% OFF!":[""],"BLACK FRIDAY SALE: %1$s %2$sBuy now!%3$s":[""],"BLACK FRIDAY SALE: %1$s":[""],"Reach a wider audience":[""],"Add related keyphrases":[""],"%s automatically suggests to what content you can link with easy drag-and-drop functionality, which is good for your SEO!":[""],"Rank higher by connecting your content":[""],"Get help optimizing for up to 5 related keyphrases. This helps you reach a wider audience and get more traffic.":[""],"-30%":[""],"%1$s Now with 30%% Black Friday Discount!":[""],"%1$sSALE 30%% OFF!%2$s":[""],"30% OFF":[""],"BLACK FRIDAY":[""],"Claim your 30% off now!":[""],"Social media appearance":[""],"Determine how your post should look in the search results.":[""],"The Yoast %1$sultimate Black Friday checklist%2$s helps you prepare in time, so you can boost your results during this sale.":[""],"To customize the appearance of your post specifically for Twitter, please fill out the 'Twitter appearance' settings below.":[""],"Twitter appearance":[""],"To customize the appearance of your post specifically for Twitter, please fill out the 'Twitter appearance' settings below. If you leave these settings untouched, the 'Social media appearance' settings mentioned above will also be applied for sharing on Twitter.":[""],"Determine how your post should look on social media like Facebook, Twitter, Instagram, WhatsApp, Threads, LinkedIn, Slack, and more.":[""],"Get the checklist and start optimizing now!":[""],"Is your WooCommerce store ready for Black Friday?":[""],"The %1$s %2$sultimate Black Friday checklist%3$s helps you prepare in time, so you can boost your results during this sale.":[""],"AI generator":[""],"New in %1$s":[""],"Use AI to write your titles & meta descriptions!":[""],"Use the power of Yoast AI to automatically generate compelling titles and descriptions for your posts and pages.":[""],"AI title & description generator":[""],"Use AI":[""],"Clear selection":[""],"Note that the following commonly-used parameters will not be removed: %1$s, %2$s, %3$s, %4$s, %5$s, %6$s, and %7$s.":[""],"Learn how to increase your rankings with %1$s":[""],"Want an enhanced Google preview of how your WooCommerce products look in the search results?":[""],"Sign up today!":[""],"Feeling lost when it comes to optimizing your site for the search engines? Join our FREE webinar to gain the confidence that you need in order to start optimizing like a pro! You'll obtain the knowledge and tools to start effectively implementing SEO.":[""],"Join our FREE webinar for SEO success":[""],"Want your products stand out in search results with rich results like price, reviews and more?":[""],"%1$s, %2$s and %3$s":[""],"%1$s and %2$s":[""],"Please see the “New” badges and review the Search appearance settings.":[""],"New type of content added to your site!":[""],"Site policies":[""],"Select a page which provides information about your diversity policies for %1$sstaffing%2$s, %1$shiring%2$s and %1$semployment%2$s.":[""],"Select a page which provides information on your diversity policies for %1$seditorial%2$s content.":[""],"Select a page which describes the personal, organizational, and corporate %1$sstandards%2$s of %1$sbehavior%2$s expected by your organization.":[""],"Select a page which outlines your procedure for addressing %1$serrors%2$s (e.g., publishing retractions or corrections).":[""],"Select a page which describes how your organization collects and responds to %1$sfeedback%2$s, engages with the %1$spublic%2$s, and prioritizes %1$stransparency%2$s.":[""],"Select a page which describes the ownership structure of your organization. It should include information about  %1$sfunding%2$s and %1$sgrants%2$s.":[""],"Select a page which describes the editorial principles of your organization. %1$sWhat%2$s do you write about, %1$swho%2$s do you write for, and %1$swhy%2$s?":[""],"Select the pages on your website which contain information about your organizational and publishing policies. Some of these might not apply to your site, and you can select the same page for multiple policies. %1$sLearn more about why setting your site policies is important%2$s.":[""],"Diversity staffing report":[""],"Diversity policy":[""],"Ethics policy":[""],"Corrections policy":[""],"Actionable feedback policy":[""],"Ownership / Funding info":[""],"Publishing policies":[""],"Publishing principles":[""],"Failed to retrieve pages.":[""],"Searching pages...":[""],"Add new page...":[""],"No pages found.":[""],"You've added a new type of content. We recommend that you review the corresponding %1$sSearch appearance settings%2$s.":[""],"Error: Taxonomy was not removed from new_taxonomies list.":[""],"Taxonomy is no longer new.":[""],"Taxonomy is not new.":[""],"Error: Post type was not removed from new_post_types list.":[""],"Post type is no longer new.":[""],"Post type is not new.":[""],"Write a bug report":[""],"Our support team is here to answer any questions you may have. Fill out the (pop-up) contact form, and we'll get back to you as soon as possible!":[""],"%1$sSupport languages:%2$s English & Spanish":[""],"If you don't find the answers you're looking for and need personalized help, you can get 24/7 support from one of our support engineers.":[""],"Contact our support team":[""],"Have you stumbled upon a bug while using %1$s? Please raise a bug report on our GitHub repository to let us know about the issue!":[""],"Raise a bug report on GitHub":[""],"Visit WordPress forum":[""],"In the WordPress support forum for %1$s you can find answers or ask for help from %1$s users in the WordPress community.":[""],"WordPress support forum for %1$s":[""],"Visit our help center":[""],"Have a look at our help center to find articles, tutorials, and other resources to help you get the most out of %1$s!":[""],"%1$s's help center":[""],"Need help with %1$s? These resources are a great place to start!":[""],"Additional resources":[""],"Here, you'll find answers to commonly asked questions about using %1$s. If you don't see your question listed, you can have a look at the section below.":[""],"Frequently asked questions":[""],"If you have any questions, need a hand with a technical issue, or just want to say hi, we've got you covered. Get in touch with us and we'll be happy to assist you!":[""],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by Google AdsBot. You should only enable this setting if you're not using Google Ads on your site.":[""],"Block unwanted bots":[""],"Close the upgrade callout":[""],"%1$s and get an exclusive %2$s discount for %3$s month(s).":[""],"Click here to upgrade your %s plan":[""],"Keyphrases tracked: %1$s/%2$s":[""],"Your are tracking %1$s out of %2$s keyphrases included in your account.":[""],"Your are tracking %1$s out of %2$s keyphrases included in your free account.":[""],"Support":[""],"Prevent Google AdsBot from crawling":[""],"%s":[""],"This overview will show you your top performing keyphrases in Google. Connect with %s to get started.":[""],"You have successfully connected with %s.":[""],"You have successfully connected with %1$s. Your %2$s account does not contain any keyphrases for this website yet. You can track keyphrases by using the \"Track SEO Performance\" button in the post editor.":[""],"Network Error: Unable to connect to the server. Please check your internet connection and try again later.":[""],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of URLs like %1$s, %2$s and %3$s.":[""],"Your WordPress environment is running on a non-production site. Indexables can only be created on production environments. Please check your `WP_ENVIRONMENT_TYPE` settings.":[""],"Inclusive language: %s":[""],"%1$s / %2$s: Top Keyphrases":[""],"The post type %s could not be indexed because it does not meet indexing requirements.":[""],"The name of this category is %1$s.":[""],"Start the course":[""],"Start free trial lesson":[""],"Maximize your SEO game by purchasing %s, which grants you unlimited access to all courses.":[""],"Learn vital SEO skills that you can apply at once! Let us take you by the hand and give you practical SEO tips to help you outrank your competitors. %s comes with five free courses.":[""],"Learn vital SEO skills that you can apply at once! Let us take you by the hand and give you practical SEO tips to help you outrank your competitors. Maximize your SEO game! Because your %s subscription gives you unlimited access to all courses.":[""],"Choosing the right type of hosting for your site is the basis of a solid Technical SEO strategy. Learn all about it in this course!":[""],"You have to make it possible for search engines to find your site, so they can display it in the search results. We'll tell you all about how that works in this course!":[""],"Are you selling in countries all over the world? In this course, you’ll learn all about setting up and managing a site that targets people in different languages and locales.":[""],"Do you want to take a deep dive into structured data? In this course, you'll learn the theory related to structured data in detail.":[""],"Learn how to optimize your online shop for your customers and for search engines!":[""],"Do you own a local business? This course will teach you how to make sure your local audience can find you in the search results and on Google Maps!":[""],"A clear site structure benefits your users and is of great importance for SEO. Still, most people seem to forget about this. Get ahead of your competition and learn how to improve your site structure!":[""],"Start creating block-tastic content with the new WordPress block editor! Learn all about the block editor and what you can do with it.":[""],"Do you know the essential first step of good SEO? It's keyword research. In this training, you'll learn how to research and select the keywords that will guide searchers to your pages.":[""],"Learn how to make your site stand out from the crowd by adding structured data!":[""],"In this course, you'll learn how to write awesome copy that is optimized for ranking in search engines.":[""],"Do you want to set up your own WordPress site? This course will teach you the ins and outs of creating and maintaining a WordPress website!":[""],"In this course, you'll learn practical SEO skills on every key aspect of SEO, to make your site stand out.":[""],"In this course, you'll learn about how to set up and use the %1$s for WordPress plugin so it makes SEO even easier. This course is meant for users of the block editor.":[""],"In this free course, you'll get quick wins to make your site rank higher in Google, Bing, and Yahoo.":[""],"Academy":[""],"%1$s %2$s isn't working as expected %3$s and you are not receiving updates or support! Make sure to %4$s activate your product subscription in %5$s%6$s to unlock all the features of %7$s.":[""],"%1$s can't be updated because your product subscription is expired. %2$sRenew your product subscription%3$s to get updates again and use all the features of %1$s.":[""],"Warning! These are expert features, so make sure you know what you're doing before using this setting. You might break your site. %1$sRead more about how your site can be affected%2$s.":[""],"%1$s: unregistered URL parameter removed. See %2$s":[""],"This feature is disabled when your site is not using pretty permalinks.":[""],"This feature is disabled when your site is not using %1$spretty permalinks%2$s.":[""],"%1$s: redirect utm variables to #":[""],"Optimize your business for multiple locations":["בצע אופטימיזציה של העסק במיקומים מרובים"],"Easily add maps, address finders, and opening hours to your content":["הוסף בקלות מפות, מאתרי כתובות ושעות פתיחה לתוכן שלך"],"Automatically get technical SEO best practices for local businesses":["קבל באופן אוטומטי שיטות עבודה טכניות מומלצות לקידום אתרים לעסקים מקומיים"],"Attract more customers to your site and physical store":[""],"Remove Other profile %1$s":["הסר %1$s פרופילים אחרים"],"Please select a user in the Site representation step.":["אנא בחר משתמש בשלב ייצוג האתר."],"You can %1$supdate or add social profiles to this user profile%2$s.":["ניתן %1$sלעדכן או להוסיף פרופילים חברתיים לפרופיל משתמש זה%2$s."],"You have selected the user %1$s as the person this site represents.":["בחרת את המשתמש %1$s כאדם שהאתר הזה מייצג."],"If you select a Person to represent this site, we will use the social profiles from the selected user's profile page.":["אם תבחר אדם לייצג אתר זה, אנו נשתמש בפרופילים החברתיים מדף הפרופיל של המשתמש הנבחר."],"It looks like you've enabled media pages. We recommend that you help us to re-analyze your site by running the SEO data optimization. ":["נראה שהפעלת דפי מדיה. אנו ממליצים שתעזור לנו לנתח מחדש את האתר על ידי הפעלת אופטימיזציית נתוני SEO. "],"Organization Mastodon":["ארגון Mastodon"],"%1$s Settings - %2$s":["%1$s הגדרות - %2$s"],"Read more about how to get your site verified.":["קרא עוד על איך לאמת את האתר."],"Get your site verified in your Mastodon profile.":["קבל את אימות האתר שלך בפרופיל Mastodon שלך."],"E.g. https://mastodon.social/@yoast":["לדוגמא https://mastodon.social/@yoast"],"Mastodon":["Mastodon"],"%2$s integrates %1$s' Schema output into its own to get rich snippets for your digital products!":["%2$s משלב פלט סכימה %1$s לתוך עצמו כדי לקבל קטעים עשירים למוצרים הדיגיטליים שלך!"],"Get %1$srich results for your digital products%2$s in Google search":["קבל %1$sתוצאות עשירות עבור המוצרים הדיגיטליים שלך%2$s בחיפוש בגוגל"],"Add trustworthiness to your %1$s profile by verifying your site with %2$s.":["הוסף אמינות לפרופיל %1$s שלך על ידי אימות האתר שלך עם %2$s."],"Verify your site on %1$s%2$s%3$s":["אמת את האתר שלך ב-%1$s%2$s%3$s"],"Mastodon profile not yet added":["פרופיל Mastodon עדיין לא נוסף"],"Mastodon profile added":["נוסף פרופיל Mastodon"],"Potentially non-inclusive":["באופן פוטנציאלי לא כולל"],"Finish your %s":["השלם את ה-%s שלך"],"Please enter a number between 1 and 50.":["נא להזין מספר בין 1 ל-50."],"Settings navigation":["ניווט בהגדרות"],"Close settings navigation":["סגור את ניווט ההגדרות"],"Open settings navigation":["פתח את ניווט ההגדרות"],"Choose whether your site represents an organization or a person. %1$sLearn more about the differences and choosing between Organization and Person%2$s.":["בחר אם האתר שלך מייצג ארגון או אדם. %1$sלמידע נוסף על ההבדלים והבחירה בין ארגון לאדם%2$s."],"%1$sGet%2$s %3$s":["%1$sקבל%2$s %3$s"],"Index Now":["אנדקס עכשיו"],"Failed to retrieve media.":["שליפת המדיה נכשלה."],"Limit the length of internal site search queries to reduce the impact of spam attacks and confusing URLs. Please enter a number between 1 and 50.":["הגבל את אורך שאילתות החיפוש הפנימיות באתר כדי להפחית את ההשפעה של התקפות ספאם וכתובות אתרים מבלבלות. נא להזין מספר בין 1 ל-50."],"The number you've entered is not between 1 and 50.":["המספר שהזנת אינו בין 1 ל-50."],"Determine how your %1$s should look on social media.":["קבע כיצד %1$s שלך צריך להיראות במדיה החברתית."],"Disabling this means that archive pages for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["ביטול אפשרות זו פירוש הדבר שדפי ארכיון עבור %1$s לא יתווספו לאינדקס על ידי מנועי החיפוש ויוחרג ממפות האתר ב-XML."],"Prevents specific URL parameters from being removed by the above feature. E.g., adding %1$s will prevent %2$s from being redirected to %3$s. You can add multiple parameters and separate them by using enter or a comma.":["מונע הסרה של פרמטרים ספציפיים של כתובת אתר על ידי התכונה שלמעלה. לדוגמה, הוספת %1$s תמנע מ-%2$s ניתוב מחדש אל %3$s. ניתן להוסיף פרמטרים מרובים ולהפריד ביניהם באמצעות enter או פסיק."],"Consolidates WordPress' multiple site search URL formats into the %1$s syntax. E.g., %2$s will redirect to %3$s":["מאחד את הפורמטים המרובים של חיפוש אתרים של WordPress לתוך התחביר %1$s. לדוגמה, %2$s יפנה מחדש אל %3$s"],"Redirect pretty URLs to ‘raw’ formats":["הפנה מחדש כתובות אתרים יפות לפורמטים 'גולמיים'"],"Allow":["לאשר"],"Deny":["לא לאשר"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":[""],"Only available for English sites":["זמין רק לאתרים באנגלית"],"You can change the default type for %1$s under Content types in the %2$sSettings%3$s.":["ניתן לשנות את סוג ברירת המחדל עבור %1$s תחת סוגי תוכן ב-%2$sהגדרות%3$s."],"all the Yoast plugins":["כל התוספים של Yoast"],"Show date archives in search results":["הצג ארכיוני תאריכים בתוצאות החיפוש"],"Show %1$s archives in search results":["הצג %1$s ארכיונים בתוצאות החיפוש"],"Prefix for archive breadcrumbs":["קידומת לפירורי לחם בארכיון"],"Unlock rich results in Google search by using plugins that integrate with the %1$sYoast Schema API%2$s.":[""],"Schema API integrations":["הרחבות Schema API"],"%s can integrate with other products, to help you further improve your website. You can enable or disable these integrations below.":["%s יכול להתממשק למוצרים אחרים כדי לשפר עוד יותר את האתר. ניתן להפעיל או לכבות את ההרחבות הללו למטה."],"Unlock rich snippets for your product pages by using %1$s.":[""],"Get %1$srich product results%2$s in Google search":["קבל %1$sתוצאות מוצרים%2$s בחיפוש גוגל"],"%1$s integrates with %2$s's Schema API to get rich snippets for your recipes!":[""],"Get %1$srich results for your recipes%2$s in Google search":["קבל %1$sתוצאות עשירות עבור המתכונים שלך%2$s בחיפוש גוגל"],"%1$s integrates with %2$s's Schema API to get rich snippets for your podcasts!":[""],"Get %1$srich results for your podcast%2$s in Google search":["קבל %1$sתוצאות עשירות עבור הפודקאסטים שלך%2$s בחיפוש גוגל"],"%1$s integrates with %2$s's Schema API to get rich snippets for your events!":[""],"Get %1$srich results for your events%2$s in Google search":["קבל %1$sתוצאות עשירות עבור האירועים שלך%2$s בחיפוש גוגל"],"You have selected the user %1$s%3$s%2$s as the person this site represents. Their user profile information will now be used in search results. We're sorry, you're not allowed to edit this user's profile. Please contact your admin or %1$s%3$s%2$s to check and/or update the profile.":["בחרת את המשתמש %1$s%3$s%2$s כאדם שהאתר הזה מייצג. מידע פרופיל המשתמש שלהם ישמש כעת בתוצאות החיפוש. אנו מצטערים, אינך מורשה לערוך את הפרופיל של משתמש זה. אנא צור קשר עם מנהל המערכת או %1$s%3$s%2$s כדי לבדוק ו/או לעדכן את הפרופיל."],"An organization name and logo need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site name and logo as default values. %1$sLearn more about the importance of structured data%2$s.":["יש להגדיר שם ולוגו של הארגון כדי שהנתונים המובנים יפעלו כהלכה. מכיוון שעדיין לא הגדרת אותם, אנו משתמשים בשם ובלוגו האתר \nכערכי ברירת המחדל. %1$sלמידע נוסף על החשיבות של נתונים מובנים%2$s."],"This info is intended to appear in %1$sGoogle's Knowledge Graph%2$s.":["מידע זה נועד להופיע ב-%1$sגרף הידע של גוגל%2$s."],"Other profile %1$s":["פרופיל אחר %1$s"],"Tweet":["ציוץ"],"Organization Twitter":["ה-Twitter של הארגון"],"Open Graph":["Open Graph"],"Organization Facebook":["ה-Facebook של הארגון"],"OpenGraph":["OpenGraph"],"Format archives":["עיצוב ארכיון"],"File":["קובץ"],"PDF":["PDF"],"Video":["וידאו"],"Attachment":["קובץ מצורף"],"404 pages title":["כותרת עמוד 404"],"Search pages title":["כותרת דפי חיפוש"],"Enable date archives":["הפעל ארכיון תאריכים"],"Enable author archives":["הפעל ארכיון מחברים"],"Anchor text for the homepage":["טקסט עוגן עבור דף הבית"],"Organization/person":["ארגון/אדם"],"Divider":["מחיצה"],"Remove Atom/RDF feeds":["הסרת פידים של Atom/RDF"],"Webmaster":["מנהל האתר"],"Share":["שיתוף"],"Structured data":["נתונים מובנים"],"Enable the %1$s XML sitemaps. A sitemap is a file that lists a website's essential pages to make sure search engines can find and crawl them.":["הפעל את %1$s מפות אתר XML. מפת אתר היא קובץ המפרט את הדפים החיוניים של אתר אינטרנט כדי לוודא שמנועי החיפוש יכולים למצוא ולסרוק אותם."],"The %1$s icon in the top admin bar provides quick access to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["הסמל %1$s בסרגל הניהול העליון מספק גישה מהירה לכלים של צד שלישי לניתוח דפים ומקל לראות אם יש לך התראות חדשות."],"Allows for Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared. Keep this feature enabled to optimize your site for social media.":["מאפשר לפייסבוק ולמדיה חברתית אחרת להציג תצוגה מקדימה עם תמונות וקטע טקסט כאשר משותף קישור לאתר שלך. השאר תכונה זו מופעלת כדי לבצע אופטימיזציה של האתר שלך עבור מדיה חברתית."],"Count the number of internal links from and to your posts to improve your site structure.":["ספור את מספר הקישורים הפנימיים מהפוסטים שלך ואליהם כדי לשפר את מבנה האתר שלך."],"Mark and filter your cornerstone content to make sure your most important articles get the attention they deserve. To help you write excellent copy, we’ll assess your text more strictly.":["סמן וסנן את תוכן אבן הפינה שלך כדי לוודא שהמאמרים החשובים ביותר שלך מקבלים את תשומת הלב הראויה. כדי לעזור לך לכתוב עותק מצוין, אנו נעריך את הטקסט שלך בצורה קפדנית יותר."],"Get more insights into what you are writing. What words do you use most often? How much time does it take to read your text? Is your text easy to read?":["קבל יותר תובנות על מה שאתה כותב. באילו מילים אתה משתמש לרוב? כמה זמן לוקח לקרוא את הטקסט שלך? האם הטקסט שלך קל לקריאה?"],"The inclusive language analysis offers suggestions to write more inclusive copy, so more people will be able to relate to your content.":["ניתוח השפה הכולל מציע הצעות לכתוב עותק כולל יותר, כך שיותר אנשים יוכלו להתייחס לתוכן שלך."],"The SEO analysis offers suggestions to improve the findability of your text and makes sure that your content meets best practices.":["ניתוח ה-SEO מציע הצעות לשיפור יכולת האיתור של הטקסט שלך ומוודא שהתוכן שלך עומד בשיטות העבודה המומלצות."],"Set the basic info for your website. You can use %1$stagline%2$s and %1$sseparator%2$s as %3$sreplacement variables%4$s when configuring the search appearance of your content.":["הגדר את המידע הבסיסי עבור האתר שלך. ניתן להשתמש ב-%2$sתיוג%1$sובמפריד%1$s %2$sבתור %4$s משתני החלפה%3$s בעת הגדרת מראה החיפוש של התוכן שלך."],"Usage tracking allows us to track some data about your site to improve our plugin. %1$sLearn more about which data we track and why%2$s.":["מעקב אחר שימוש מאפשר לנו לאסוף נתונים מסוימים מהאתר שלך כדי לשפר את התוסף שלנו. %1$sלמידע נוסף אודות הנתונים שאנו אוספים ומדוע%2$s."],"A link to the archive for the post author, with the author's name as anchor text.":["קישור לארכיון של כותב הפוסט, עם שם המחבר כטקסט עוגן."],"Determine how your %1$s pages should be described by default in your site's Schema.org markup. You can always customize the settings for individual %1$s pages in the %2$s metabox.":["קבע כיצד יש לתאר את דפי ה%1$s שלך כברירת מחדל בסימון ה-Schema.org של האתר שלך. אתה תמיד יכול להתאים אישית את ההגדרות עבור דפי %1$s בודדים בתיבת המטא של %2$s."],"Determine how your %1$s pages should look in search engines. You can always customize the settings for individual %1$s pages in the %2$s metabox.":["קבע כיצד דפי ה%1$s שלך צריכים להיראות במנועי חיפוש. אתה תמיד יכול להתאים אישית את ההגדרות עבור דפי %1$s בודדים בתיבת המטא של %2$s."],"Enable %1$s pages":["הפעל דפי %1$s"],"Determine how your homepage should look in the search results.":["קבע כיצד דף הבית שלך צריך להיראות בתוצאות החיפוש."],"Determine how your %1$s should look in search engines. You can always customize the settings for individual %1$s in the %2$s metabox.":["קבע כיצד %1$s שלך צריכים להיראות במנועי חיפוש. אתה תמיד יכול להתאים אישית את ההגדרות עבור %1$s בודדים בתיבת המטא של %2$s."],"Enable format-based archives":["הפעל ארכיונים מבוססי פורמט"],"Not sure how to implement the %3$s breadcrumbs on your site? Read %1$sour help article on breadcrumbs implementation%2$s.":["לא בטוח כיצד ליישם את %3$s פירורי לחם באתר שלך? קרא %1$sאת מאמר העזרה שלנו על הטמעת פירורי לחם%2$s."],"Show %1$s without posts in search results":["הצג %1$s ללא פוסטים בתוצאות החיפוש"],"Determine how your %1$s should look on social media by default. You can always customize the settings for individual %1$s in the %2$s metabox.":["קבע כיצד %1$s שלך אמורים להיראות במדיה החברתית כברירת מחדל. אתה תמיד יכול להתאים אישית את ההגדרות עבור %1$s בודדים בתיבת המטא של %2$s."],"Determine what your %1$s should look like in the search results by default. You can always customize the settings for individual %1$s in the %2$s metabox.":["קבע כיצד %1$s שלך אמורים להיראות במדיה החברתית כברירת מחדל. אתה תמיד יכול להתאים אישית את ההגדרות עבור %1$s בודדים בתיבת המטא של %2$s."],"This taxonomy is used for %2$s.":["טקסונומיה זו משמשת עבור %2$s."],"This taxonomy is used for %1$s and %2$s.":["טקסונומיה זו משמשת עבור %1$s ו-%2$s."],"Read more about our custom field analysis":["קרא עוד על ניתוח השדות המותאמים שלנו"],"Determine how your %1$s should look on social media by default. You can always customize the settings for individual %1$s in the %2$s sidebar or metabox.":["קבע כיצד %1$s שלך אמורים להיראות במדיה החברתית כברירת מחדל. אתה תמיד יכול להתאים אישית את ההגדרות עבור %1$s בודדים בסרגל הצד או בתיבת מטא של %2$s."],"Determine what your %1$s should look like in the search results by default. You can always customize the settings for individual %1$s in the %2$s sidebar or metabox.":["קבע כיצד %1$s שלך אמורים להיראות במדיה החברתית כברירת מחדל. אתה תמיד יכול להתאים אישית את ההגדרות עבור %1$s בודדים בסרגל הצד או בתיבת מטא של %2$s."],"Determine how your %1$s should be described by default in %2$syour site's Schema.org markup%3$s. You can always change the settings for individual %1$s in the %4$s sidebar or metabox.":[""],"You can add multiple custom fields and separate them by using %1$senter%2$s or %1$scomma%2$s.":[""],"Please enter a search term with at least 3 characters.":[""],"CtrlK":["CtrlK"],"⌘K":["⌘K"],"Add new user...":["הוספת משתמש חדש..."],"Unavailable for multisites":["לא זמין עבור רשתות אתרים"],"Integrate your custom fields and SEO data from %1$s%2$s%3$s":["שלב את השדות המותאמים ונתוני ה-SEO מ-%1$s%2$s%3$s"],"Upgrade your %1$s%2$s%3$s SEO":["שדרג את %1$s%2$s%3$s SEO שלך"],"Improve your internal search results with %1$s%2$s%3$s":["שפר את תוצאות החיפוש הפנימיות שלך עם %1$s%2$s%3$s"],"Make your terms & privacy pages more trustworthy with %1$s%2$s%3$s":["הפוך את דפי מדיניות הפרטיות שלך לאמינים יותר עם %1$s%2$s%3$s"],"Track your rankings through time with %1$s%2$s%3$s":[""],"Use %1$s%2$s%3$s to do keyword research - without leaving your post":[""],"We could not save the website name. Please check the value.":["לא הצלחנו לשמור את שם האתר. אנא בדוק את הערך."],"%1$sSubheading distribution%2$s: The beginning of your text is longer than %4$s %5$s and is not separated by any subheadings. %3$sAdd subheadings to improve readability.%2$s":["%1$sחלוקת כותרות המשנה%2$s: תחילת הטקסט שלך ארוכה מ-%4$s %5$s ואינה מופרדת בכותרות משנה. %3$sהוסף כותרות משנה כדי לשפר את הקריאות.%2$s"],"WordPress.org support forums":["פורומי תמיכה של WordPress.org"],"Yoast Premium support":["תמיכת Yoast Premium"],"Yoast.com help section":["מדור העזרה של Yoast.com"],"Help":["עזרה"],"Write better content":[""],"Improve your blog post":[""],"Learn more SEO":["למד עוד על SEO"],"SEO Tools":["כלי SEO"],"not set":["לא הוגדר"],"With a 30-day money-back guarantee. No questions asked.":[""],"Reach new customers who live near your business":[""],"Get all 5 Yoast plugins for WordPress at a big discount":[""],"Cover all your SEO bases":["כסה את כל בסיסי ה-SEO שלך"],"Add global identifiers for variable products":["הוסף מזהים גלובליים עבור מוצרים משתנים"],"Drive more traffic to your online store":["הפנה יותר תנועה לחנות המקוונת שלך"],"Add all necessary schema.org markup":["הוסף את כל הסימונים הדרושים של schema.org"],"Ping Google on the publication of a new post":[""],"Rank higher in Google's news carousel":[""],"Make your videos responsive for all screen sizes":[""],"Cleaned up %1$d record from %2$s.":["ניקה רשומה %1$d מ-%2$s.","ניקה %1$d רשומות מ-%2$s."],"Cleaning up %1$s [%2$s]":["מנקה את %1$s [%2$s]"],"Skipping %1$s. %2$s is not active on this site.":["מדלג על %1$s. %2$s אינו פעיל באתר זה."],"Cleaned up %1$d record.":["ניקה רשומה %1$d.","ניקה %1$d רשומות."],"The value for 'batch-size' must be a positive integer higher than equal to 1.":["הערך עבור 'גודל אצווה' חייב להיות מספר שלם חיובי הגבוה משווה ל-1."],"The value for 'interval' must be a positive integer.":["הערך עבור 'מרווח' חייב להיות מספר שלם חיובי."],"We need to re-analyze some of your SEO data because of a change in the visibility of your taxonomies. Please help us do that by running the SEO data optimization. ":[""],"We need to re-analyze some of your SEO data because of a change in the visibility of your post types. Please help us do that by running the SEO data optimization. ":[""],"The term %s could not be built because it's not indexable.":[""],"The post %s could not be indexed because it's post type is excluded from indexing.":[""],"The post %s could not be indexed because it does not meet indexing requirements.":[""],"%1$sSAVE 30%%%2$s on your 12 month subscription":[""],"BLACK FRIDAY - 30% OFF":[""],"Use the alternate organization name for acronyms, or a shorter version of your organization's name.":[""],"Alternate organization name":["שם ארגון חלופי"],"Use the alternate website name for acronyms, or a shorter version of your website's name.":[""],"Alternate website name":["שם אתר חלופי"],"Determine how the title of your 404 error pages should look in the browser.":["קבע כיצד הכותרת של דפי השגיאה 404 שלך צריכה להיראות בדפדפן."],"404 error pages":["דפי שגיאת 404"],"Determine how the title of your internal search pages should look in the browser.":["קבע כיצד הכותרת של דפי החיפוש הפנימיים שלך צריכה להיראות בדפדפן."],"Internal search pages":["חיפוש דפים פנימיים"],"Show media pages in search results":["הצג דפי מדיה בתוצאות החיפוש"],"Show format archives in search results":["הצג ארכיונים של פורמטים בתוצאות החיפוש"],"Show author archives in search results":["הצג ארכיונים של מחברים בתוצאות החיפוש"],"Breadcrumbs for %1$s":["פירורי לחם עבור %1$s"],"Site connections":["חיבורי אתר"],"View the XML sitemap":["יצירת מפת אתר בפורמט XML"],"Enable feature":["הפעל אפשרויות"],"Site features":["אפשרויות אתר"],"Learn more":["למד עוד"],"Site info":["מידע על האתר"],"We're sorry, you're not allowed to edit the %1$swebsite name%2$s and %1$stagline%2$s.":["אנו מצטערים, אינך מורשה לערוך את %1$sשם האתר%2$s ואת %1$sהתגית%2$s."],"Show or hide our tools and controls in the attachment editor.":["הצג או הסתר את הכלים והפקדים שלנו בעורך הקבצים המצורפים."],"(e.g., %1$s)":["(למשל, %1$s)"],"Remove unregistered URL parameters":["הסרת פרמטרים לא רשומים ב-URL"],"Optimize Google Analytics utm tracking parameters":["אופטימיזציה של פרמטרי המעקב utm של גוגל אנליטיקס"],"Remove WP-JSON API":["הסרת WP-JSON API"],"Remove emoji scripts":["הסרת סקריפט עבור אימוג'י"],"Remove Atom / RDF feeds":["הסרת פידים של Atom/RDF"],"Remove search results feeds":["הסרת פידים של תוצאות חיפוש"],"Remove custom taxonomy feeds":["הסרת פידים של טקסונומיות"],"Remove tag feeds":["הסרת פידים של תגיות"],"Remove category feeds":["הסרת פידים של קטגוריות"],"Remove post type feeds":["הסרת פידים של סוגי תוכן"],"Remove post authors feeds":["הסרת פידים של מחברים"],"Remove post comments feeds":["הסרת פידים של תגובות פוסט"],"Remove global comment feeds":["הסרת פידים גלובליים של תגובות"],"Remove global feed":["הסרת פידים גלובליים"],"Remove powered by HTTP header":["הסרת כותרת HTTP עם נתוני powered by"],"Remove generator tag":["הסרת תגיות Generator"],"Remove oEmbed links":["הסרת קישורי oEmbed"],"Remove RSD / WLW links":["הסרת קישורי RSD / WLW"],"Remove REST API links":["הסרת קישורי REST API"],"Remove shortlinks":["הסר קישורים מקוצרים"],"Show or hide our tools and controls in the content editor.":[""],"Enable SEO controls and assessments":[""],"Unlock with %1$s":["פתח נעילה עם %1$s"],"We couldn’t find anything with that term.":[""],"Search...":["חיפוש..."],"Quick search...":["חיפוש מהיר..."],"No, continue editing":[""],"Yes, discard changes":[""],"You are about to discard all unsaved changes. All of your settings will be reset to the point where you last saved. Are you sure you want to do this?":[""],"Discard all changes":["התעלם מכל השינויים"],"Redirect pretty URLs for search pages to raw format":[""],"Choose the general appearance of your breadcrumbs.":[""],"Breadcrumb appearance":["תצורת פרורי הלחם"],"You have selected the user %1$s%5$s%2$s as the person this site represents. Their user profile information will now be used in search results. %3$sUpdate their profile to make sure the information is correct%4$s.":[""],"Please tell us more about the person this site represents.":["בבקשה ספר לנו על האדם שהאתר הזה מייצג."],"E.g. https://example.com/yoast":["למשל https://example.com/yoast"],"Tell us if you have any other profiles on the web that belong to your organization. This can be any number of profiles, like YouTube, LinkedIn, Pinterest, or even Wikipedia.":[""],"Please tell us more about your organization. This information will help Google to understand your website, and improve your chance of getting rich results.":[""],"E.g. https://twitter.com/yoast":["למשל https://twitter.com/yoast"],"E.g. https://facebook.com/yoast":["למשל https://facebook.com/yoast"],"Other profiles":["פרופילים אחרים"],"Writing":["כתיבה"],"You can determine the title and description for the blog page by %1$sediting the blog page itself%2$s.":[""],"These are expert features, so make sure you know what you're doing before removing the parameters. %1$sRead more about how your site can be affected%2$s.":[""],"Advanced: URL cleanup":["מתקדם: ניקוי קישור"],"Prevent crawling of internal site search URLs":["מנע סריקת כתובות פנימיות של תוצאות חיפוש באתר"],"Block internal site searches which match the patterns of known spam attacks.":[""],"Block internal site searches which contain complex and non-alphanumeric characters, as they may be part of a spam attack.":[""],"Enables advanced settings for protecting your internal site search URLs.":[""],"Your internal site search can create lots of confusing URLs for search engines, and can even be used as a way for SEO spammers to attack your site. Most sites will benefit from experimenting with these protections and optimizations, even if you don’t have a search feature in your theme.":[""],"Internal site search cleanup":["ניקוי חיפוש פנימי באתר"],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of WordPress' JSON API endpoints.":[""],"Remove JavaScript used for converting emoji characters in older browsers.":[""],"Remove URLs which provide alternative (legacy) formats of all of the above.":[""],"Remove URLs which provide information about your search results.":[""],"Remove URLs which provide information about your recent posts, for each custom taxonomy.":[""],"Remove URLs which provide information about your recent posts, for each tag.":[""],"Remove URLs which provide information about your recent posts, for each category.":[""],"Remove URLs which provide information about your recent posts, for each post type.":[""],"Remove URLs which provide information about recent posts by specific authors.":[""],"Remove URLs which provide information about recent comments on each post.":[""],"Also disables post comment feeds.":["בנוסף מסיר פידים של תגובות פוסט."],"Remove URLs which provide an overview of recent comments on your site.":[""],"Remove URLs which provide an overview of your recent posts.":[""],"WordPress outputs your content in many different formats, across many different URLs (like RSS feeds of your posts and categories). It’s generally good practice to disable the formats you’re not actively using.":[""],"Disable unwanted content formats":["הסרת סוגי פורמטים לא רצויים"],"Remove links which allow others sites to ‘ping’ yours when they link to you.":[""],"Remove information about the plugins and software used by your site.":[""],"Remove links used for embedding your content on other sites.":[""],"Remove links used by external systems for publishing content to your blog.":[""],"Remove links to the location of your site’s REST API endpoints.":[""],"Remove links to WordPress' internal 'shortlink' URLs for your posts.":[""],"Remove unwanted metadata":["הסרת נתוני מטא לא רצויים"],"Crawl optimization":["אופטימיזציית סריקה"],"Removes unknown URL parameters via a %1$s redirect. E.g., %2$s will be redirected to %3$s":[""],"Replaces %1$s tracking parameters with the (more performant) %2$s equivalent, via a %3$s redirect. E.g., %4$s will be redirected to %5$s":[""],"Users and search engines may often request your URLs whilst using query parameters, like %1$s. These can be helpful for tracking, filtering, and powering advanced functionality - but they come with a performance and SEO ‘cost’. Sites which don’t rely on URL parameters might benefit from using these options.":[""],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by Common Crawl CCBot.":[""],"WordPress adds a lot of links and content to your site's %1$s and HTTP headers. For most websites you can safely disable all of these, which can help to save bytes, electricity, and trees.":["וורדפרס מוסיפה הרבה קישורים ותוכן לתגית %1$s של האתר ולכותרות ה-HTTP של האתר. ברוב האתרים ניתן להשבית אותם בביטחה, מה שיכול לחסוך ביטים, חשמל ועצים."],"Make your site more efficient and more environmentally friendly by preventing search engines from crawling things they don’t need to, and by removing unused WordPress features. %1$sLearn more about crawl settings and how they could benefit your site%2$s.":["הפוך את האתר ליעיל יותר וידידותי יותר לסביבה על ידי מניעת מנועי חיפוש מלסרוק דברים שהם לא צריכים, ועל ידי הסרת תכונות וורדפרס שאינן בשימוש. %1$sלמידע נוסף על הגדרות סריקה וכיצד הן יכולות להועיל לאתר%2$s."],"E.g., %1$s and %2$s":["למשל, %1$s ו-%2$s"],"E.g., %1$s":["למשל, %1$s"],"Enable breadcrumbs for your theme":[""],"You can always choose to enable/disable them for your theme below. This setting will not apply to breadcrumbs inserted through a widget, a block or a shortcode.":[""],"Choose which Post type you wish to show in the breadcrumbs for Taxonomies.":[""],"Breadcrumbs for taxonomies":[""],"Choose which Taxonomy you wish to show in the breadcrumbs for Post types.":[""],"Breadcrumbs for post types":[""],"Breadcrumb for 404 page":[""],"Prefix for search page breadcrumbs":[""],"Add prefix":[""],"Add anchor text":[""],"Add separator":[""],"Configure the appearance and behavior of %1$syour breadcrumbs%2$s.":["הגדר את התצוגה וההתנהגות של %1$sפירורי לחם%2$s."],"Disabling this will redirect the %1$s to your site's homepage.":[""],"Refresh this page":[""],"Unfortunately, this means that all your unsaved changes will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":[""],"Something went wrong. An unexpected error occurred.":[""],"Failed to retrieve users.":[""],"Searching users...":["מחפש משתמשים..."],"No users found.":["לא נמצאו משתמשים."],"Discard changes":[""],"The profile is not valid. Please use only 1-25 letters, numbers and underscores or enter a valid Twitter URL.":[""],"The profile is not valid. Please enter a valid URL.":[""],"The verification code is not valid. Please use only the letters A to F, numbers, underscores and dashes.":[""],"The verification code is not valid. Please use only letters, numbers, underscores and dashes.":[""],"User":["משתמש"],"Site basics":["בסיס האתר"],"Text formality":[""],"Read more about text formality.":[""],"%1$s%3$s%2$s will help you assess the formality level of your text.":[""],"WordPress loads lots of resources, some of which your site might not need. If you’re not using these, removing them can speed up your pages and save resources.":[""],"Remove unused resources":["הסרת משאבים שלא בשימוש"],"Prevent search engines from crawling /wp-json/":["מנע ממנועי חיפוש לסרוק /wp-json/"],"Prevent search engines from crawling site search URLs":["מנע ממנועי חיפוש לסרוק כתובות של תוצאות חיפוש באתר"],"There are unsaved changes on this page. Leaving means that those changes will be lost. Are you sure you want to leave this page?":["בוצעו שינויים שלא נשמרו בעמוד זה. יציא מהעמוד תביא לאובדן השינויים. לצאת בכל זאת?"],"Media pages":["עמודים הכוללים תמונות"],"Categories & tags":["תגיות וקטגוריות"],"Content types":["סוגי תוכן"],"Show more":["הצג עוד"],"Show less":["הצג פחות"],"Configure the basics for your website.":["הגדרות בסיסיות לאתר"],"This field updates the %1$stagline in your WordPress settings%2$s.":[""],"Disabling this means that %1$s pages created by WordPress will not be indexed by search engines and will be excluded from XML sitemaps.":[""],"Show %1$s pages in search results":["הצג %1$s בתוצאות חיפוש"],"We recommend keeping %1$s pages disabled. This will cause all attachment URLs to be redirected to the media itself.":[""],"%1$s pages":["עמודי %1$s"],"When you upload media (e.g. an image or video), %5$s automatically creates a %3$s page (attachment URL) for it. These pages are quite empty and could cause %1$sthin content problems and lead to excess pages on your site%2$s. Therefore, %4$s disables them by default (and redirects the attachment URL to the media itself).":[""],"Format-based archives can cause duplicate content issues. For most sites, we recommend that you disable this setting.":[""],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps. We recommend that you disable this setting.":[""],"%1$s can cause duplicate content issues. For most sites, we recommend that you disable this setting.":[""],"%1$s (e.g. %2$s) are based on publication dates. From an SEO perspective, the posts in these archives have no real relation to the other posts except for their publication dates, which doesn’t say much about the content. They could also lead to duplicate content issues. This is why we recommend you to disable %3$s.":[""],"Determine how your %1$s should look on social media by default.":[""],"Disabling this means that %1$s without any posts will not be indexed by search engines and will be excluded from XML sitemaps.":[""],"Show archives for authors without posts in search results":["הצג ארכיונים של מחברים ללא פוסטים בתוצאות חיפוש"],"Determine how your %1$s should look in search engines.":[""],"If you're running a one author blog, the %1$s (e.g. %2$s) will be exactly the same as your homepage. This is what's called a %3$sduplicate content problem%4$s. If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or prevent it from showing up in search results.":[""],"Author archive":["ארכיון מחבר"],"Read more about the search results settings":[""],"Determine how your %1$s should look in search engines and on social media.":[""],"Contact support":["פנייה לצוות התמיכה"],"We're very sorry, but it seems like the following error has interrupted our application:":[""],"Read reviews from real users":[""],"%1$s attempted to load the class %2$s but it could not be found.":[""],"We noticed that you are using a multilingual plugin. Please be aware that this analysis feedback is intended only for texts written in English.":[""],"Determine how your homepage should look in the search results and on social media. This is what people probably will see when they search for your brand name.":[""],"Determine how your homepage should look on social media.":[""],"Show the categories prefix in the slug":[""],"Category URLs in WordPress contain a prefix, usually %s. Show or hide that prefix in category URLs.":[""],"Determine how your %1$s archive should look on social media.":[""],"Disabling this means that the archive for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":[""],"Determine how your %1$s archive should look in search engines.":[""],"These settings are specifically for optimizing your %1$s archive.":[""],"%1$s archive":["ארכיון %1$s"],"Add custom fields to page analysis":[""],"Additional settings":["הגדרות נוספות"],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":[""],"Search appearance":["נראות בחיפוש"],"You haven't set a Shop page in your WooCommerce settings. %1$sPlease do this first%2$s.":[""],"The %1$ssocial image%2$s, %1$ssocial title%2$s and %1$ssocial description%2$s require Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":[""],"Oh no! It seems your form contains invalid data. Please review the following fields:":[""],"Archive social image":[""],"Archive social description":[""],"Archive social title":[""],"Show the archive for %1$s in search results":["הצג ארכיון עבור %1$s במצועי חיפוש"],"Archive breadcrumbs title":[""],"Archive meta description":[""],"Archive SEO title":[""],"Enable %1$s for %2$s":["הפעל %1$s עבור %2$s"],"Show %1$s in search results":["הצג %1$s בתוצאות חיפוש"],"The selected media type is not valid. Supported types are: JPG, PNG, WEBP and GIF.":[""],"%1$sInclusive language%2$s: We haven't detected any potentially non-inclusive phrases. Great work!":[""],"Potentially non-inclusive phrases":[""],"Non-inclusive phrases":[""],"Learn more about the inclusive language analysis":["למד עוד על ניתוח שפה כולל"],"Inclusive language:":[""],"Removes the inclusive language analysis section from the metabox and disables all inclusive language-related suggestions.":["מסיר את האזור של ניתוח השפה כולל מה-metabox ומשבית את כל ההצעות הקשורות לשפה."],"Disable inclusive language analysis":["כיבוי ניתוח שפה כולל"],"Discover why inclusive language is important for SEO.":[""],"The inclusive language analysis offers suggestions to write more inclusive copy.":["ניתוח השפה הכולל מציע הצעות לכתוב עותק כולל יותר."],"Inclusive language analysis":["ניתוח שפה כולל"],"Inclusive language":[""],"%1$sInclusive language%2$s: %3$s":[""],"Use %s fields to power your meta tags and templates, and analyze all of your content.":[""],"Improve your technical SEO, meta tags and unlock more SEO ecommerce tools.":[""],"Connect your %1$s account to improve your site’s search results using %2$s data.":[""],"Upgrade your meta tags and social previews and manage your SEO settings in one place.":[""],"Get the most out of %1$s%2$s%3$s and %4$s, together":["להפיק את המירב מ-%1$s%2$s%3$s ביחד עם %4$s"],"Take advantage of your favorite SEO & content analysis tools with your favorite page builder.":["נצל את היתרונות של כלי ה-SEO וניתוח תוכן המועדפים עליך באמצעות הבילדר המועדף עליך."],"Get %1$s tools and functionality in %2$s%3$s%4$s":["הכלים והפונקציונאליות של %1$s ב-%2$s%3$s%4$s"],"Use the power of the blockchain to timestamp your content with %s.":[""],"Keep an eye on how your posts are ranking by connecting to your %s account.":[""],"Find out what your audience is searching for with %s data right in your sidebar.":[""],"Front-end SEO inspector":[""],"Oops! Something went wrong while saving.":[""],"Great! Your settings were saved successfully.":[""],"Get your verification code in %1$sYandex Webmaster tools%2$s.":[""],"Yandex":["Yandex"],"Claim your site over at %1$sPinterest%2$s.":[""],"Get your verification code in %1$sGoogle Search console%2$s.":["קבל את קוד האימות שלך ב-%1$sGoogle Search console%2$s."],"Get your verification code in %1$sBing Webmaster tools%2$s.":[""],"Bing":["Bing"],"Add verification code":["הוספת קוד אימות"],"Get your verification code in %1$sBaidu Webmaster tools%2$s.":[""],"Baidu":["Baidu"],"Verify your site with different tools. This will add a verification meta tag to your homepage. You can find instructions on how to verify your site for each platform by following the link in the description.":[""],"By default only editors and administrators can access the Advanced and Schema section of the %1$s sidebar or metabox. Disabling this allows access to all users.":[""],"Restrict advanced settings for authors":[""],"This Yoast SEO REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use Yoast SEO for all their SEO meta output.":[""],"REST API endpoint":[""],"APIs":["APIים"],"Slack sharing":["שיתוף בסלאק"],"Allows for Twitter to display a preview with images and a text excerpt when a link to your site is shared.":[""],"Twitter card data":["פרטי כרטיס טוויטר"],"Open Graph data":["פרטי Open Graph"],"Social sharing":["שיתוף ברשתות חברתיות"],"Site structure":["מבנה אתר"],"Tell us which features you want to use.":["ספרו לנו באילו תכונות תרצו להשתמש."],"Site preferences":["העדפות אתר"],"Network disabled":[""],"Unavailable for sub-sites":[""],"This image is used as a fallback for posts/pages that don't have any images set.":[""],"Site image":["תמונת אתר"],"Title separator":["מפריד כותרת"],"Recommended size for this image is %1$s%3$s%2$s":[""],"The %1$sSite image%2$s requires Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":[""],"Automatically add content to your RSS. This enables you to add links back to your blog and your blog posts, helping search engines identify you as the original source of the content.":[""],"RSS feed":["פיד RSS"],"%1$s (default)":["%1$s (ברירת מחדל)"],"We took the liberty of using your website name and logo for the organization name and logo. Feel free to change them below.":[""],"Edit your %1$s":["עריכת %1$s"],"slug":["מזהה כתובת"],"keyphrase":["ביטוי מפתח"],"A company name and logo need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site name and logo as default values. %1$sLearn more about the importance of structured data.%2$s":[""],"Install %1$s Content Analysis for %2$s":[""],"Activate %1$s Content Analysis for %2$s":[""],"%1$s integrates with %2$s":["%1$s מתממשק עם %2$s"],"Integration active":["ההרחבה פעילה"],"Plugin not detected":["התוסף לא נמצא"],"Enable integration":["הפעל הרחבה"],"Plugin integrations":["הרחבות לתוספים"],"Recommended integrations":["הרחבות מומלצות"],"Enable %1$s":["הפעל %1$s"],"Integration unavailable for multisites":["הרחבה אינה זמינה עבור רשתות אתרים"],"Network Disabled":[""],"Unlock with Premium!":["פתח נעילה עם פרימיום!"],"Premium SEO analysis:":["ניתוח SEO פרימיום:"],"Beta":["בטא"],"Are you publishing news articles? %s helps you optimize your site for Google News.":["האם אתה מפרסם כתבות חדשותיות? %s עוזר לך לבצע אופטימיזציה של האתר שלך עבור חדשות גוגל."],"no data":["אין נתונים"],"Your text should be slightly longer to calculate your Flesch reading ease score.":[""],"Continue writing to get insight into the readability of your text!":["המשך לכתוב כדי לקבל תובנה לגבי קריאות הטקסט שלך!"],"%1$sKeyphrase distribution%2$s: Have you evenly distributed your focus keyphrase throughout the whole text? %3$sYoast SEO Premium will tell you!%4$s":["%1$sחלוקת ביטויי מפתח%2$s: האם פיזרת באופן שווה את ביטוי המפתח שלך לאורך הטקסט? %3$sYoast SEO Premium יגיד לך!%4$s"],"%1$sWord complexity%2$s: Is your vocabulary suited for a larger audience? %3$sYoast SEO Premium will tell you!%4$s":["%1$sמורכבות מילים%2$s: האם אוצר המילים שלך מתאים לקהל גדול יותר? %3$sYoast SEO Premium יגיד לך!%4$s"],"Get %s to enjoy the benefits of prominent words":["קבל %s כדי ליהנות מהיתרונות של מילים בולטות"],"With %1$s%3$s%2$s, this section will show you which words occur most often in your text. By checking these prominent words against your intended keyword(s), you'll know how to edit your text to be more focused.":["עם %1$s%3$s%2$s, חלק זה יראה לך אילו מילים מופיעות בתדירות הגבוהה ביותר בטקסט שלך. על ידי בדיקת המילים הבולטות הללו מול מילות המפתח המיועדות לך, תדע כיצד לערוך את הטקסט שלך כך שיהיה ממוקד יותר."],"Buy %s now!":["קנה %s עכשיו!"],"Are you working on a news article? %s helps you optimize your site for Google News.":["עבוד על מאמר חדשותי? %s מסייע לך באופטימיזציה של האתר עבור חדשות גוגל."],"Premium SEO analysis":["ניתוח SEO פרימיום"],"1 year of premium support and updates included!":[""],"Unlock with %s":["פתח נעילה עם %s"],"Learn more about character count":["למד עוד על ספירת תווים"],"Character count":["ספירת תווים"],"Learn more about word count":["למד עוד על ספירת מילים"],"Word count":["ספירת מילים"],"Learn more about Flesch reading ease":[""],"out of 100":["מתוך 100"],"okay":["בסדר"],"Learn more about reading time":["למד עוד על זמן קריאה"],"Reading time":["זמן קריאה"],"minute":["דקה","דקות"],"Activate %1$s!":["הפעלת %1$s!"],"You've installed %1$s but it's not activated yet. %2$sActivate %1$s now!%3$s":[""],"Automatically ping search engines like Bing and Yandex whenever you publish, update or delete a post.":["מיקוד אוטומטית למנועי חיפוש כמו Bing ו-Yandex בכל פעם שאתה מפרסם, מעדכן או מוחק פוסט."],"Additional URL parameters to allow":["אפשר פרמטרים נוספים של כתובת אתר"],"Permalink cleanup settings":["ניקוי הגדרות מבנה קישורים"],"Max number of characters to allow in searches":["מספר מקסימלי של תווים לאפשר בחיפושים"],"Search cleanup settings":["ניקוי הגדרות חיפוש"],"Filter searches with common spam patterns":["סנן חיפושים עם דפוסי ספאם נפוצים"],"Filter searches with emojis and other special characters":["סנן חיפושים באמצעות אימוג'ים ותווים מיוחדים אחרים"],"Filter search terms":["סנן מונחי חיפוש"],"Unregistered URL parameters":["פרמטרים של כתובת אתר לא רשומים"],"Campaign tracking URL parameters":["פרמטרים של כתובת אתר למעקב של קמפיין פרסום"],"Timestamp this %s":[""],"%1$s: Not all the words from your keyphrase \"%4$s\" appear in the SEO title. %2$s%5$s%3$s.":[""],"%1$s: The focus keyphrase appears at the beginning of the SEO title. Good job!":["%1$s: ביטוי המפתח למיקוד מופיע בתחילת כותרת ה-SEO. עבודה טובה!"],"Keyphrase in SEO title":["ביטוי מפתח בכותרת"],"Contact %s support.":["צרו קשר עם התמיכה של %s"],"WordProof Timestamp":[""],"View this content's Timestamp certificate":[""],"Contact WordProof support":["פנה לתמיכה של WordProof"],"Find out how IndexNow can help your site.":["גלה כיצד IndexNow יכול לעזור לאתר שלך."],"IndexNow":["IndexNow"],"Dismiss this notice.":["בטל הודעה זו"],"We noticed that you haven't fully configured Yoast SEO yet. Optimize your SEO settings even further by using our improved %1$s First-time configuration%2$s.":[""],"SEO configuration":["תצורת SEO"],"Feed crawl settings":["הגדרות סריקת פידים"],"Basic crawl settings":["הגדרות סריקת בסיסיות"],"Powered by HTTP header":["מופעל באמצעות כותרת HTTP"],"Pingback HTTP header":["פינבק כותרות HTTP"],"Emoji scripts":["סקריפטים של אמוג'י"],"Generator tag":["תגית Generator"],"oEmbed links":["קישורי oEmbed"],"RSD / WLW links":["קישורי RSD / WLW"],"REST API links":["קישורי REST API"],"Shortlinks":["קישורים מקוצרים"],"Atom/RDF feeds":["פידים של Atom/RDF"],"Search results feeds":["פידים של תוצאות חיפוש"],"Custom taxonomy feeds":["פידים של טקסונומיות"],"Tag feeds":["פידים של תגיות"],"Category feeds":["פידים של קטגוריות"],"Post type feeds":["פידים של סוגי תוכן"],"Post authors feeds":["פידים של מחברים"],"Global comment feeds":["פידים גלובליים של תגובות"],"Global feed":["פידים גלובליים"],"%1$sLearn more about crawl settings.%2$s":[""],"Post comments feeds":["פידים של תגובות פוסט"],"Crawl settings":["הגדרות סריקה"],"Finish configuration":["סיים את התצורה"],"Personal preferences":["העדפות אישיות"],"SEO data optimization":["אופטימיזציית נתוני SEO"],"An error has occurred: %1$s":["אירעה שגיאה: %1$s"],"We could not save the organization name. Please check the value.":["לא הצלחנו לשמור את שם הארגון אנא בדוק את הערך."],"No items found.":["לא נמצאו פריטים."],"All redirect types":["כל סוגי ההפניות"],"Add Redirect":["הוסף הפניה"],"Old URL":["כתובת אתר ישנה"],"The redirect type is the HTTP response code sent to the browser telling the browser what type of redirect is served. %1$sLearn more about redirect types%2$s.":[""],"301 Moved Permanently":[""],"Type":["סוג"],"Plain redirects":["הפניות פשוטות"],"Regex Redirects":["הפניות Regex"],"There are unsaved changes in one or more steps. Leaving means that those changes may not be saved. Are you sure you want to leave?":[""],"Add another profile":["הוסף עוד פרופיל"],"Start first-time configuration!":[""],"Set the essential %s settings for your site in a few steps.":[""],"For the best ranking results: configure %s!":[""],"Your site is already easier to find for search engines.":[""],"Tell us about your site, so we can get it ranked!":[""],"Or go to your SEO dashboard":[""],"E.g. example@email.com":["למשל example@email.com"],"Please enter a valid email address.":["יש להזין כתובת אימייל תקינה."],"Tell us! Is your site about an organization or a person? ":[""],"Personal logo or avatar":["לוגו אישי או אוואטר"],"Select a user":["בחר משתמש"],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. You're not allowed to update this user profile, so please ask this user or an admin to make sure the information is correct.":["בחרת את המשתמש %1$s כאדם שהאתר הזה מייצג. מידע פרופיל משתמש זה ישמש כעת בתוצאות החיפוש. אינך מורשה לעדכן את פרופיל המשתמש הזה, אז בקש ממשתמש זה או ממנהל מערכת לוודא שהמידע נכון."],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. %2$sUpdate this profile to make sure the information is correct%3$s.":["בחרת את המשתמש %1$s כאדם שהאתר הזה מייצג. מידע פרופיל משתמש זה ישמש כעת בתוצאות החיפוש. %2$sעדכן פרופיל זה כדי לוודא שהמידע נכון%3$s."],"Uploading image...":["מעלה תמונה..."],"Select an option":["בחר אפשרות"],"Be aware that you should run the SEO data optimization for this configuration to take maximum effect.":["שים לב שעליך להפעיל את אופטימיזציית נתוני ה-SEO כדי שתצורה זו תקבל השפעה מקסימלית."],"We've already successfully analyzed your site. You can move on to the next step.":[""],"SEO data optimization is running… You can safely move on to the next steps of this configuration.":["אופטימיזציה של נתוני SEO פועלת... ניתן לעבור בבטחה לשלבים הבאים של תצורה זו."],"You're not allowed to edit the social profiles of this user. Please ask this user or an admin to do this.":["אינך רשאי לערוך את הפרופילים החברתיים של משתמש זה. אנא בקש ממשתמש זה או ממנהל מערכת לעשות זאת."],"E.g. https://www.wikipedia.com/yoast":[""],"E.g. https://www.youtube.com/yoast":[""],"E.g. https://www.twitter.com/yoast":[""],"E.g. https://www.tumblr.com/yoast":[""],"E.g. https://www.soundcloud.com/yoast":[""],"E.g. https://www.pinterest.com/yoast":[""],"E.g. https://www.myspace.com/yoast":[""],"E.g. https://www.linkedin.com/yoast":[""],"E.g. https://www.instagram.com/yoast":[""],"E.g. https://www.facebook.com/yoast":[""],"Delete item":["מחק פריט"],"E.g. https://social-platform.com/yoast":[""],"Other social profile":["פרופילים חברתיים אחרים"],"First-time configuration":[""],"You should finish the %1$sfirst time configuration%2$s to make sure your SEO data has been optimized and you’ve set the essential Yoast SEO settings for your site.":[""],"Step 4: Go through the first time configuration":[""],"Postname permalink":[""],"Page comments":["הערות הדף"],"Links table":["טבלת קישורים"],"If you already have saved AIOSEO 'Search Appearance' settings and the issue persists, please contact our support team so we can take a closer look.":[""],"If you have never saved any AIOSEO 'Search Appearance' settings, please do that first and run the import again.":["אם לא שמרת שום הגדרת 'תצוגת חיפוש' של  AIOSEO\nאנא עשה זאת תחילה ואז הרץ את הייבוא שנית."],"The AIOSEO import was cancelled because some AIOSEO data is missing. Please try and take the following steps to fix this:":["ייבוא ה- AIOSEO בוטל עקב נתונים חסרים. אנא בצע את הצעדים הבאים כדי לתקן זאת:"],"The validation of the AIOSEO data structure has failed.":["אימות מבנה הנתונים של ה AIOSEO נכשל."],"Currently, the %s integration is not available for multisites.":["נכון לעכשיו, הרחבת %s אינה זמינה עבור רשתות אתרים."],"WordProof authentication":[""],"Connected to WordProof":["מחובר ל-WordProof"],"Connection failed":["החיבור נכשל"],"Not working? %1$sContact %3$s support%2$s.":[""],"Try again":["נסה שוב"],"Find possible solutions in this %1$sArticle%2$s.":[""],"There was a connection problem. This could be because your third party connections are blocked.":[""],"The %3$s will automatically be timestamped every time you %1$supdate%2$s or %1$spublish%2$s.":[""],"Your %s is now protected via the blockchain!":[""],"Something went wrong authenticating your %3$s account with the %4$s site. Please try again or contact %1$s%3$s support%2$s.":[""],"Unable to create new timestamps. Please authenticate with WordProof.":[""],"Timestamp with WordProof":[""],"Learn more about timestamping":["למד עוד על חותמת זמן"],"Authenticate with WordProof":["אימות באמצעות WordProof"],"Manage WordProof settings":["נהל הגדרות WordProof"],"The WordProof Timestamp plugin needs to be disabled before you can activate this integration.":["יש להשבית את התוסף WordProof Timestamp לפני שניתן יהיה להפעיל את ההרחבה הזו."],"Open settings":["פתח הגדרות"],"Open authentication":["פתח אימות"],"The timestamp is not created because you need to authenticate with %s first.":[""],"The timestamp is not retrieved by your site. Please try again or contact %1$s support.":[""],"%1$s failed to timestamp this page. Please check if you're correctly authenticated with %1$s and try to save this page again.":[""],"%s has successfully timestamped this page.":[""],"You are out of timestamps. Please upgrade your account by opening the %s settings.":[""],"Use WordProof to timestamp this page to comply with legal regulations and join the fight for a more transparant and accountable internet.":[""],"Timestamp this post":[""],"content words":["מילות תוכן"],"content word":["מילת תוכן"],"Cleanup failed with the following error:":["הניקוי נכשל עם הודעת השגיאה הבאה:"],"Note: These settings will overwrite the default settings of Yoast SEO.":["הערה: הגדרות אלו יחליפו את הגדרות ברירת המחדל של Yoast SEO."],"Note: This metadata will only be imported if there is no existing Yoast SEO metadata yet.":["הערה: נתוני המטא האלה ייובאו רק אם אין עדיין נתוני מטא קיימים ב- Yoast SEO."],"Post metadata (SEO titles, descriptions, etc.)":["מטא נתונים של פוסטים (כותרות SEO, תיאורים וכו')"],"The import from %s includes:":["הייבוא מ-%s כולל:"],"Once you're certain that your site is working properly with the imported data from another SEO plugin, you can clean up all the original data from that plugin.":["ברגע שאתה בטוח שהאתר פועל כראוי עם הנתונים המיובאים מתוסף SEO אחר, ניתן לנקות את כל הנתונים המקוריים מאותו התוסף."],"Please select an SEO plugin below to see what data can be imported.":["אנא בחר תוסף SEO להלן כדי לראות אילו נתונים ניתן לייבא."],"Clean up":["לנקות"],"After you've imported data from another SEO plugin, please make sure to clean up all the original data from that plugin. (step 5)":["לאחר ייבוא נתונים מתוסף SEO אחר, נא להקפיד לנקות את כל הנתונים המקוריים מאותו תוסף. (שלב 5)"],"Note: ":["הערה:"],"The cleanup can take a long time depending on your site's size.":["הניקוי עשוי להימשך זמן רב בהתאם לגודל האתר שלך."],"Every fifteen minutes":[""],"Default tagline":["שורת תיוג ברירת מחדל"],"Import failed with the following error:":["הייבוא נכשל עם השגיאה הבאה:"],"No data found from other SEO plugins.":["לא נמצאו נתונים מתוספי SEO אחרים."],"Select SEO plugin":["בחר תוסף SEO"],"The import can take a long time depending on your site's size.":["היבוא יכול לקחת זמן ארוך תלוי בגודל האתר שלך"],"For the best SEO results include all words of your keyphrase in the SEO title, and put the keyphrase at the beginning of the title":["לתוצאות אופטימליות בקידום במנועי חיפוש יש לכלול את כל מילות המפתח בכותרת ה-seo, ושלבו את ביטויי המפתח בתחילת הכותרת"],"For the best SEO results write the exact match of your keyphrase in the SEO title, and put the keyphrase at the beginning of the title":["לתוצאות אופטימליות בקידום במנועי חיפוש כתבו את ביטויי המפתח המדוייקים בכותרת ה-seo, ושלבו את ביטויי המפתח בתחילת הכותרת"],"Installation Successful":["התקנה הושלמה בהצלחה"],"Blog Post":["פוסט בבלוג"],"%1$s: Title does not begin with the focus keyphrase. %2$sMove your focus keyphrase to the beginning of the title%3$s.":["%1$sביטויי מפתח בכותרת%3$s: הכותרת לא מתחילה בביטוי מפתח ממוקד. %2$sאנא מקמו את ביטוי המפתח הממוקד לתחילת הכותרת%3$s."],"%1$s: The exact match of the focus keyphrase appears at the beginning of the SEO title. Good job!":["%1$sביטוי מפתח בכותרת%2$s: ביטוי המפתח מופיע בתחילת כותרת ה-SEO. עבודה טובה!"],"%2$sText length%4$s: The text contains %1$d %6$s. This is below the recommended minimum of %5$d %6$s. %3$sAdd more content%4$s.":["%2$sאורך הטקסט%4$s: הטקסט מכיל %1$d %6$s. זוהי כמות טקסט נמוכה מהמינימום המומלץ %5$d %6$s. %3$s הוסף עוד תוכן%4$s."],"%2$sText length%4$s: The text contains %1$d %6$s. This is slightly below the recommended minimum of %5$d %6$s. %3$sAdd a bit more copy%4$s.":["%2$sאורך טקסט%4$s: הטקסט מכיל %1$d %6$s. זה קצת מתחת לכמות המינימלית המומלצת %5$d %6$s. %3$sהוסף קצת יותר תוכן%4$s."],"%2$sText length%4$s: The text contains %1$d %6$s. This is far below the recommended minimum of %5$d %7$s. %3$sAdd more content%4$s.":["","%2$sText length%4$s: The text contains %1$d %7$s. This is far below the recommended minimum of %5$d %7$s. %3$sAdd more content%4$s."],"character":["תו","תווים"],"word":["מילה","מילים"],"words":["מילים"],"characters":["תווים‏"],"%s rolls out the red carpet for the search bots, which helps your site perform better in search engines.":["%s פורס את השטיח האדום בפני בוטי החיפוש, מה שעוזר לאתר שלך לתפקד טוב יותר במנועי החיפוש"],"You've successfully installed %s!":["התקנת %s בהצלחה"],"Skip%s":["דילוג%s"],"Your %s account does not contain any keyphrases for this website yet. You can track keyphrases by using the \"Track SEO Performance\" button in the post editor.":["חשבון %s שלך אינו מכיל עדיין ביטויי מפתח עבור אתר זה. ניתן לעקוב אחר ביטויי מפתח על ידי שימוש בכפתור \"עקוב אחר ביצועי SEO\" בעורך הפוסטים."],"%s account":["משתמש %s"],"This overview only shows you keyphrases added to Yoast SEO. There may be other keyphrases added to your %s.":["התמצית הזו מציגה רק ביטויי מפתח שהוספו ליוסט SEO. ייתכנו ביטויי מפתח נוספים שנוספו ל-%s."],"Tracking the ranking position...":["מעקב אחרי ציון הדירוג...."],"Something went wrong while tracking the ranking position(s) of your page. Please try again later.":["משהו השתבש בעת מעקב אחר מיקומי הדירוג של הדף או הדפים שלך. \nבבקשה נסה שוב מאוחר יותר."],"reconnect to %s":["התחברות מחדש אל %s"],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["משהו השתבש באחזור מידע האתר שלך. אנא לחץ %s ונסה שוב."],"Before you can track your SEO performance make sure to set either the post’s title and save it as a draft or manually set the post’s slug.":["לפני שתוכל לעקוב אחר ביצועי ה-SEO שלך, הקפד להגדיר את הכותרת של הפוסט ולשמור אותו כטיוטה או להגדיר ידנית את ה slug של הפוסט."],"No keyphrase has been set. Please set a keyphrase first.":["לא הוגדר ביטוי מפתח. אנא הגדר תחילה ביטוי מפתח."],"upgrade your %s plan":["שדרג את חבילת ה%s שלך"],"You've reached the maximum amount of %d keyphrases you can add to your Wincher account. If you wish to add more keyphrases, please %s.":["הגעת למקסימום של %d ביטויי המפתח שהנך יכול להוסיף לחשבון ה Wincher שלך, בשביך להוסיף עוד ביטויי מפתח %s."],"With %1$s you can track the ranking position of your page in the search results based on your keyphrase(s). %2$s":["עם %1$s ניתן לעקוב אחר מיקום הדירוג של הדף שלך בתוצאות החיפוש בהתבסס על ביטויי המפתח שלך. %2$s"],"%s is currently tracking the ranking position(s) of your page. This may take a few minutes. Please wait or check back later.":["%s עוקב כרגע אחרי המיקום של הדירוג של הדף שלך. זה עשוי לקחת מספר דקות. אנא המתן או בדוק מאוחר יותר."],"You have successfully connected to %s! You can now track the SEO performance for the keyphrase(s) of this page.":[""],"Read more about keyphrase tracking with Wincher":["קרא עוד על מעקב ביטויי מפתח דרך Wincher."],"Automatic tracking of keyphrases is enabled. Your keyphrase(s) will automatically be tracked by %s when you publish your post.":["מעקב אוטומטי אחרי ביטויי המפתח שלך. כשתפרסם פוסט, ביטויי המפתח שלך ייעקבו אוטומטית על ידי %s."],"Please enter a focus keyphrase first to track keyphrase performance":["אנא הכנס תחילה ביטוי מפתח ראשי (focus keyphrase) על מנת לעקוב אחרי ביצועי ביטויי המפתח "],"Keyphrase position in the last 90 days on a scale from 0 to 100.":["מיקום ביטוי המפתח ב-90 הימים האחרונים בסולם של 1 עד 100."],"Track SEO performance":["עקוב אחרי ביצועי SEO"],"You can enable / disable tracking the SEO performance for each keyphrase below.":["ניתן להפעיל / להשבית את המעקב אחרי ביצועי ה-SEO לכל ביטוי מפתח שדלהלן:"],"Track all keyphrases on this page":["עקוב אחרי כל ביטויי המפתח בדף זה"],"Tracking has already been enabled for one or more keyphrases of this page. Clicking the button below will enable tracking for all of its keyphrases.":["מעקב הופעל עבור חלק מביטויי המפתח בדף זה. לחיצה על הכפתור שמתחת תפעיל את המעקב על כל ביטויי המפתח."],"Learn more about the SEO performance feature.":["למד עוד על רכיב ביצועים ב-SEO."],"SEO performance":["ביצועי SEO"],"Connect with %s":["התחברות באצמעות %s"],"* focus keyphrase":["* מיקוד מונחי מפתח"],"Get more insights over at %s":["צפיה בתובנות נוספות באצמעות %s"],"Position over time":["מיקום לאורך זמן"],"Position":["מיקום"],"Tracking":["מעקב"],"You can still run the SEO data optimization in the %1$sTools section%2$s. Once that is finished, please refresh this page.":[""],"This configuration step is currently disabled, because you're not running the latest version of Yoast SEO Premium. Please update to the latest version (at least %1$s). ":[""],"Save and continue":["שמור והמשך"],"Does your site represent an Organization or Person?":[""],"Activate %s":["הפעל את %s"],"Update %s":["עדכן את %s"],"Renew %s":["חדש את %s"],"Get help activating your subscription":["קבל עזרה בהפעלת המנוי שלך"],"It looks like you’re running an outdated and unactivated version of %1$s, please activate your subscription in %2$sMyYoast%3$s and update to the latest version (at least 17.7) to gain access to our updated workouts section.":["נראה שאתה מפעיל גרסה מיושנת שאיננה מופעלת של %1$s, אנא הפעל את המנוי שלך ב-%2$sMyYoast%3$s ועדכן לגרסה העדכנית ביותר (לפחות 17.7) כדי לקבל גישה למדור האימונים המעודכן שלנו ."],"Activate your subscription of %s":["הפעל את מנוי הפרו עבור-  %s"],"Update to the latest version of %s":["עדכן לגרסה העדכנית ביותר של %s"],"Renew your subscription":["חדש את המנוי שלך"],"Accessing the latest workouts requires an updated version of %s (at least 17.7), but it looks like your subscription has expired. Please renew your subscription to update and gain access to all the latest features.":["גישה לאימונים האחרונים דורשת גרסה מעודכנת של %s (לפחות 17.7), אבל נראה שהמינוי שלך פג וכבר לא בתוקף. אנא חדש את המנוי שלך על מנת לעדכן את התוסף ולקבל גישה לכל התכונות העדכניות ביותר."],"Renew your subscription of %s":["עדכן את המנוי של %s"],"Could not save this value. Please check the URL.":["לא הצלחנו לשמור את הנתונים- נא לבדוק את הכתובת שהוזנה"],"Could not save this value. Please check the URL or username.":["לא הצלחנו לשמור את הנתונים- נא לבדוק את הכתובת שהוזנה או את שם המשתמש"],"Oops! Something went wrong. Check your email address and try again.":["אופסי! משהו השתבש. בדוק את כתובת האימייל שלך ונסה שוב."],"Yes, you can collect my site data":[""],"Site representation":["ייצוג האתר"],"Continue":["המשך"],"Thank you! Check your inbox for the confirmation email.":["תודה רבה! בדוק את תיבת המייל שלך לקבלת הודעת אישור."],"Yoast respects your privacy. Read %1$sour privacy policy%2$s on how we handle your personal information.":["יוסי מכבד את פרטיותך. קרא %1$s את מדינות הפרטיות%2$s על איך אנחנו מנהלים את המידע האישי שלך."],"Email address":["כתובת אימייל"],"%1$sBack to all workouts":["%1$sבחזרה לכל תוכניות האימונים"],"Getting your site in shape and keeping it SEO fit can be hard. We can help you get started! Take these step-by-step workouts, and you’ll be tackling some of the most fundamental SEO challenges!":["התאמת אתר בצורה אופטימלית לקידום ותחזוקת SEO יכולה להיות עבודה קשה, אבל אל דאגה- אנחנו כאן כדי לעזור לכם להתחיל! התנסו עכשיו במרכז האימונים שלנו המפרט שלב-אחר-שלב, כיצד להתמודד עם כמה מהאתגרים החשובים ביותר לקידום התוכן שלך בצורה מיטבית!"],"Add internal links to your posts and pages":["יש להוסיף לינקים פנימיים לפוסטים ולעמודים"],"Make pages easier for Google and visitors to find":["הקל על גוגל ועל הגולשים בחיפוש-ומציאת עמודים באתרך"],"Clean up your unlinked content to make sure people can find it":["נקה את הקישורים השבורים כדי להקל על הגולשים למצוא את התוכן הנדרש."],"Orphaned content":["תוכן יתום"],"Bring more visitors to your articles":["הבא מבקרים נוספים למאמרים שלך"],"Make your important articles rank higher":["העלה את הדירוג של המאמרים החשובים שלך"],"%1$s/%2$s steps completed":["%1$s/%2$s שלבים שהושלמו"],"Unlock with %s!":["פתח נעילה עם %s!"],"Start workout!":["התחלת האימון!"],"Do workout again":["בצע מחדש את האימון"],"Continue workout!":["המשך אימון!"],"It looks like you're running an outdated version of %1$s, please %2$supdate to the latest version (at least 17.7)%3$s to gain access to our updated workouts section.":["נראה שאתה מפעיל גרסה מיושנת של %1$s, אנא %2$s עדכן לגרסה העדכנית ביותר (לפחות 17.7) %3$s כדי לקבל גישה למדור האימונים המעודכן שלנו."],"Get started quickly with the %1$s%2$s First-time configuration%3$s and configure Yoast SEO with the optimal SEO settings for your site!":["התחלת עבודה מהירה באמצעות הגדרת %1$s%2$s אימון התצורה%3$s והגדר את Yoast SEO להגדרות ה-SEO האופטימליות עבור האתר שלך!"],"Current or first category title":["כותרת קטגוריה נוכחית או ראשונה"],"Category Title":["כותרת הקטגוריה"],"Replaced with the post content":["החלף עם התוכן של הפוסט"],"Post Content":["תוכן הפוסט"],"Replaced with the permalink":["החלף עם היפר קישור"],"Replaced with the last name of the author":["החלף עם שם המשפחה של הסופר"],"Author last name":["שם משפחה של הסופר"],"Replaced with the first name of the author":["החלף שם פרטי של הסופר"],"Author first name":["שם פרטי של הסופר"],"Replaced with the day the post was published":["החלף יום פרסום הפוסט"],"Post day":["תאריך הפוסט"],"Replaced with the month the post was published":["החלף חודש פירסום הפוסט"],"Post month":["חודש הפוסט"],"Replaced with the year the post was published":["החלף שנת פירסום הפוסט"],"Post year":["שנת הפוסט"],"Current day":["יום נוכחי"],"Current month":["חודש נוכחי"],"Current date":["תאריך נוכחי"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's way less than the recommended minimum of %2$d %7$s. %4$sMake it longer%5$s!":["","%3$sKeyphrase length%5$s: The keyphrase contains %1$d %7$s. That's way less than the recommended minimum of %2$d %7$s. %4$sMake it longer%5$s!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's less than the recommended minimum of %2$d %6$s. %4$sMake it longer%5$s!":[""],"It looks like you aren't using our %1$s%2$s addon%3$s. %4$sUpgrade today%5$s to unlock more tools and SEO features to make your products stand out in search results.":[""],"Below are the technical details for the error. See %1$sthis page%2$s for a more detailed explanation.":[""],"%1$sImage Keyphrase%2$s: Good job!":[""],"%1$sImage Keyphrase%3$s: Images on this page do not have alt attributes with at least half of the words from your keyphrase. %2$sFix that%3$s!":["%1$sImage Keyphrase%3$s: לתמונות בדף זה אין תכונות alt עם לפחות מחצית מהמילים מביטוי המפתח שלך. %2$sFix that%3$s!"],"%1$sImages%2$s: Good job!":["%1$sImages%2$s: עבודה טובה!"],"%1$sImages and videos%2$s: Good job!":["%1$sImages and videos%2$s: כל הכבוד!"],"%3$sImages and videos%5$s: Only %1$d image or video appears on this page. We recommend at least %2$d. %4$sAdd more relevant images or videos%5$s!":["%3$sImages and videos%5$s: רק %1$d תמונה או סרטון מופיעים בדף זה. אנו ממליצים על לפחות %2$d. %4$sהוסף עוד תמונות או סרטונים רלוונטיים%5$s!","%3$sImages and videos%5$s: רק %1$d תמונה או סרטון מופיעים בדף זה. אנו ממליצים על לפחות %2$d. %4$sהוסף עוד תמונות או סרטונים רלוונטיים%5$s!"],"%3$sImages%5$s: Only %1$d image appears on this page. We recommend at least %2$d. %4$sAdd more relevant images%5$s!":["","%3$sImages%5$s: Only %1$d images appear on this page. We recommend at least %2$d. %4$sAdd more relevant images%5$s!"],"%1$sImages and videos%3$s: No images or videos appear on this page. %2$sAdd some%3$s!":[""],"Error stack trace":[""],"Response":["תגובה"],"Error message":["הודעת שגיאה"],"Status code":["קוד סטטוס"],"Request method":["שיטת בקשה"],"Request URL":["בקשת URL"],"Error details":["פרטי שגיאה"],"Workouts":["תרגולים"],"Rank with articles you want to rank with":[""],"The cornerstone approach":[""],"SEO workouts":["אימוני SEO"],"Improve the quality of your site search! Automatically helps your users find your cornerstone and most important content in your internal search results. It also removes noindexed posts & pages from your site’s search results.":[""],"Find out more about our %s integration.":["מידע נוסף על הרחבת %s שלנו."],"Get relevant internal linking suggestions — while you’re writing! The link suggestions metabox shows a list of posts on your blog with similar content that might be interesting to link to. ":[""],"Find out how Insights can help you improve your content.":[""],"Find relevant data about your content right in the Insights section in the Yoast SEO metabox. You’ll see what words you use most often and if they’re a match with your keywords! ":[""],"Oops, something has gone wrong and we couldn't complete the optimization of your SEO data. Please make sure to activate your subscription in MyYoast by completing %1$sthese steps%2$s.":[""],"To unlock this feature please update %s to the latest version.":[""],"The social appearance settings for archives require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":[""],"The social appearance settings for taxonomies require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":[""],"The social appearance settings for content types require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":[""],"The social appearance settings for your homepage require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":[""],"Social image":["תמונה חברתית"],"Unlock with Premium":["פתח נעילה עם פרימיום"],"Addon installation failed because of an error: %s.":[""],"You are not allowed to install plugins.":[""],"Addon installed.":[""],"Addon activation failed because of an error: %s.":[""],"You are not allowed to activate plugins.":[""],"Addon activated.":[""],"%1$s Continue to %2$s%3$s":[""],"Installing and activating addons":[""],"No %1$s plugins have been installed. You don't seem to own any active subscriptions.":[""],"the following addons":[""],"%s SEO installation":[""],"Install and activate":[""],"Please confirm below that you would like to install %s on this site.":[""],"Insert variable":["הכנס משתנה"],"Shopping data preview:":[""],"Availability":["זמינות"],"Price":["מחיר"],"Rating":["דירוג"],"%s reviews":[""],"Rating: %s":[""],"Image":["תמונה"],"Social description":["תיאור חברתי"],"Social title":["כותרת לקישורים חברתיים"],"Required by %s":[""],"Auto-updates are disabled based on this setting for %1$s.":[""],"Auto-updates are enabled based on this setting for %1$s.":[""],"New":["חדש"],"seconds":["שניות"],"Select image":["בחירת תמונה"],"Replace image":["החלף תמונה"],"site structure":["מבנה אתר"],"internal linking":[""],"breadcrumbs":["פירורי לחם"],"seo":["אמ\"ח"],"Adds the Yoast SEO breadcrumbs to your template or content.":["הוספת פירורי לחם של יואסט SEO לתבנית או התוכן שלך."],"Yoast Breadcrumbs":["פירורי יואסט"],"The term is considered invalid. The following reason was given by WordPress: %s":["המונח נחשב כפסול. סיבה של וורדפרס לכך היא: %s"],"The post could not be found.":["לא ניתן למצוא את הפוסט."],"The term could not be found.":["לא ניתן למצוא את המונח."],"This feature has been disabled since subsites never send tracking data.":["תכונה זו הושבתה מכיוון שאתרי משנה לעולם לא שולחים נתוני מעקב."],"We notice that you have installed WPML. To make sure your canonical URLs are set correctly, %1$sinstall and activate the WPML SEO add-on%2$s as well!":[""],"Unfortunately we cannot save changes to your SEO settings while you are working on a draft of an already-published %1$s. If you want to save your SEO changes, make sure to click 'Update', or wait to make your SEO changes until you are ready to update the %1$s.":["למרבה הצער לא ניתן לשמור שינויים בהגדרות ה-SEO בזמן שאתה עובד על טיוטה של %1$s שכבר פורסמה. אם ברצונך לשמור את שינויי ה-SEO, יש להקפיד ללחוץ על 'עדכן', או להמתין לבצע שינויי SEO עד שתהיה מוכן לעדכן את %1$s."],"Get started with Yoast SEO's content analysis for Elementor!":["התחל לעבוד על ניתוח התוכן של Yoast SEO עבור אלמנטור!"],"Got it":["הבנתי"],"New: Yoast SEO for Elementor":["חדש: Yoast SEO עבור אלמנטור"],"Because of a change in your category base setting, some of your SEO data needs to be reprocessed.":["בגלל שינוי במבנה הקישורים של הקטגוריות, צריך לעבד מחדש חלק מנתוני ה-SEO."],"Wait for a week or so, until %1$s automatically processes most of your content in the background.":["המתן כשבוע עד ש-%1$s יעבד אוטומטית את רוב התוכן ברקע."],"%s minute":["דקה %s","%s דקות"],"Est. reading time":["זמן קריאה מוערך"],"Written by":["נכתב על יד"],"Google Rich Results Test":["בדיקת תוצאות עשירות בגוגל"],"Find out how a rich snippet can improve visibility and click-through-rate.":["גלו כיצד קטע טקסט עשיר יכול לשפר את הנראות ושיעור ההקלקות."],"This adds an author byline and reading time estimate to the article’s snippet when shared on Slack.":["זה מוסיף את שם המחבר ואומדן זמן קריאה כאשר המאמר משותף בסלאק."],"Enhanced Slack sharing":["שיתוף סלאק משופר"],"Activate your subscription":["הפעל את המנוי שלך"],"SEO data optimization is disabled for non-production environments.":["אופטימיזציה לנתוני SEO מושבתת בסביבות פיתוח."],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":["תכונה זו כוללת ומחליפה את מונה קישורי הטקסט וניתוח הקישורים הפנימי"],"This tab allows you to selectively disable %1$s integrations with third-party products for all sites in the network. By default all integrations are enabled, which allows site admins to choose for themselves if they want to toggle an integration on or off for their site. When you disable an integration here, site admins will not be able to use that integration at all.":["כרטיסייה זו מאפשרת להשבית באופן סלקטיבי הרחבות של %1$s עם צדדים שלישיים עבור כל האתרים ברשת. כברירת מחדל כל ההרחבות מופעלות, מה שמאפשר למנהלי האתרים לבחור בעצמם אם הם רוצים להפעיל או לכבות הרחבה מסויימת לאתר שלהם. כאשר הרחבה מסויימת מושבתת כאן, מנהלי האתרים כלל לא יוכלו להשתמש בהרחבה זו."],"Because of a change in your tag base setting, some of your SEO data needs to be reprocessed.":["בגלל שינוי שנעשה במבנה קישורי התגיות, יש לעבד מחדש חלק מנתוני ה- SEO שלך. "],"Stop SEO data optimization":["עצור את האופטימיזציה"],"Oops, something has gone wrong and we couldn't complete the optimization of your SEO data. Please click the button again to re-start the process. ":["אופס, משהו השתבש ולא יכולנו להשלים את האופטימיזציה של הנתונים שלך. לחץ על הכפתור כדי להתחיל את התהליך מחדש."],"Optimizing SEO data... This may take a while.":["מבצע אופטימזציה...ייתכן וזה ייקח כמה דקות."],"SEO data optimization complete":["אופטימזציית הנתונים הושלמה"],"You can speed up your site and get insight into your internal linking structure by letting us perform a few optimizations to the way SEO data is stored. ":["ניתן להאיץ את האתר ולקבל תובנות על מבנה הקישור הפנימי על ידי מתן אישור לביצוע מספר אופטימיזציות לאופן שמירת נתוני ה-SEO."],"Start SEO data optimization":["התחל אופטימיזציית נתונים"],"Learn more about the benefits of optimized SEO data.":["למד עוד על הייתרונות באופטימזציית הנתונים."],"You can speed up your site and get insight into your internal linking structure by letting us perform a few optimizations to the way SEO data is stored. If you have a lot of content it might take a while, but trust us, it's worth it.":["ניתן להאיץ את האתר ולקבל תובנות על מבנה הקישור הפנימי על ידי מתן אישור לביצוע מספר אופטימיזציות לאופן שמירת נתוני ה-SEO. אם יש באתר הרבה תוכן הדבר עלול לקחת זמן, אך סמך עלינו, זה שווה את זה."],"Optimize SEO Data":["אופטימיזציה לנתוני SEO"],"If the problem persists, please contact support.":["אם הבעיה נמשכת,  ליצור קשר עם התמיכה."],"Something has gone wrong and we couldn't complete the optimization of your SEO data. Please %1$sre-start the process%2$s.":["משהו השתבש ולא הצלחנו להשלים את האופטימיזציה לנתוני SEO. נא %1$s להתחיל שוב את התהליך %2$s."],"All permalinks were successfully reset":["כל מבני הקישורים אופסו בהצלחה"],"We've encountered a problem trying to get related keyphrases. Please try again later.":["נתקלנו בבעיה בניסיון להשיג ביטויי מפתח קשורים. נא לנסות שוב מאוחר יותר."],"You've reached the maximum amount of 4 related keyphrases. You can change or remove related keyphrases in the %s metabox or sidebar.":["הגעת לכמות המרבית של 4 ביטויי מפתח קשורים. באפשרותך לשנות או להסיר ביטויי מפתח קשורים בתפריט %s או בסרגל הצד."],"Please wait while %1$s connects to %2$s to get related keyphrases...":["נא להמתין בזמן ש-%1$s מתחבר אל %2$s כדי לקבל ביטויי מפתח קשורים..."],"Upgrade your %s plan":["שדרג את חבילת %s שלך"],"You've reached your request limit for today. Check back tomorrow or upgrade your plan over at %s.":["הגעת למגבלת הבקשות שלך להיום. חזור מחר או שדרג את התוכנית שלך ב-%s."],"Last month":["חודש שעבר"],"Two months ago":["לפני חודשיים"],"Three months ago":["לפני שלושה חודשים"],"Four months ago":["לפני ארבעה חודשים"],"Five months ago":["לפני חמישה חודשים"],"Six months ago":["לפני שישה חודשים"],"Seven months ago":["לפני שבעה חודשים"],"Eight months ago":["לפני שמונה חודשים"],"Nine months ago":["לפני תשעה חודשים"],"Ten months ago":["לפני עשרה חודשים"],"Eleven months ago":["לפני 11 חודשים"],"Twelve months ago":["לפני 12 חודשים"],"Get more insights at %s":["תובנות נוספות ב-%s"],"Keyphrase volume in the last 12 months on a scale from 0 to 100.":["כמות ביטויי מפתח ב-12 החודשים האחרונים בסולם שבין 0 ל -100."],"Learn more about the related keyphrases trend":["למד עוד על הטרנדים בביטויי מפתח קשורים"],"Trend":["מגמה"],"Learn more about the related keyphrases volume":["למד עוד על כמות ביטויי מפתח קשורים"],"Volume":["כמות"],"Related keyphrase":["ביטוי מפתח קשור"],"Select country":["בחירת מדינה"],"Show results for:":["הצג תוצאות עבור:"],"Please enter a focus keyphrase first to get related keyphrases":["יש לזין תחילה ביטוי מפתח למיקוד כדי לקבל ביטויי מפתח קשורים"],"Sorry, there's no data available for that keyphrase/country combination.":["אין נתונים זמינים עבור צירוף ביטוי מפתח / מדינה."],"Get related keyphrases":["קבל ביטויי מפתח קשורים"],"Related keyphrases":["ביטויי מפתח קשורים"],"The number of headers and header labels don't match.":["מספר הכותרות ותוויות הכותרת אינם תואמים."],"The %s integration offers suggestions and insights for keywords related to the entered focus keyphrase.":["הרחבת %s מציעה הצעות ותובנות עבור מילות מפתח הקשורות לביטוי המיקוד שהוזן."],"Disabling Yoast SEO's XML sitemaps will not disable WordPress' core sitemaps. In some cases, this %1$s may result in SEO errors on your site%2$s. These may be reported in Google Search Console and other tools.":["כיבוי מפות האתר ​​של Yoast SEO לא תשבית את מפות האתר של וורדפרס. במקרים מסוימים, %1$s עלול לגרום לשגיאות SEO באתר %2$s. ניתן לדווח עליהם ב- Google Search Console ובכלים אחרים."],"If you still need support and have an active subscription for this product, please email %s.":["אם אתה עדיין זקוק לתמיכה ויש לך מנוי פעיל למוצר זה, אפשר לשלוח אימייל אל %s."],"You can probably find an answer to your question in our %1$shelp center%2$s.":["כנראה שתמצא תשובה לשאלתך ב%1$sמרכז העזרה%2$s."],"Need support?":["צריך תמיכה?"],"Return to your %s":["חזרה אל %s"],"Make sure to save your %s for changes to take effect":["הקפד לשמור את %s כדי שהשינויים ייכנסו לתוקף"],"The advanced section of the %1$s meta box allows a user to remove posts from the search results or change the canonical. The settings in the schema tab allows a user to change schema meta data for a post. These are things you might not want any author to do. That's why, by default, only editors and administrators can do this. Setting to \"%2$s\" allows all users to change these settings.":["בהגדרות המתקדמות בתיבת המטא %1$s יכול למשתמש להסיר פוסטים מתוצאות החיפוש או לשנות את הכתובת הקנונית. ההגדרות בלשונית הסכימה מאפשרות למשתמש לשנות מטא נתונים של סכימות עבור פוסט. סביר להניח שלא תרצו שאף מחבר יוכל לשנות את ההגדרות, ולכן, כברירת מחדל, רק עורכים ומנהלי יכולים לעשות זאת. על מנת לאפשר לכל המשתמשים לשנות את הגדרות מטא הנתונים יש להגדיר \"%2$s\" "],"Security: no advanced or schema settings for authors":["אבטחה: אין הגדרות מתקדמות או סכימה עבור מחברים"],"Report":["דוח"],"Tech Article":["מאמר טכנולוגי"],"Scholarly Article":["מאמר אקדמי"],"Satirical Article":["מאמר סאטירי"],"Advertiser Content Article":["מאמר עם תוכן שיווקי"],"News Article":["מאמר חדשותי"],"Social Media Posting":["פרסום ברשתות חברתיות"],"Article":["מאמר"],"Search Results Page":["עמוד תוצאות חיפוש"],"Real Estate Listing":["רישומי נדל\"ן"],"Checkout Page":["עמוד תשלום"],"Collection Page":["עמוד אוסף"],"Medical Web Page":["עמוד רפואי"],"Contact Page":["עמוד יצירת קשר"],"Profile Page":["עמוד פרופיל"],"QA Page":["עמוד שאלות תשובות"],"FAQ Page":["עמוד שאלות נפוצות"],"About Page":["עמוד אודות"],"Item Page":["עמוד פריט"],"Web Page":["עמוד אינטרנט"],"Default for %1$s (%2$s)":["ברירת מחדל עבור %1$s (%2$s)"],"This helps search engines understand your website and your content. You can change some of your settings for this page below.":["הדבר עוזר למנועי חיפוש להבין את האתר והתוכן שלו. בהמשך ניתן לשנות חלק מההגדרות הללו."],"Yoast SEO automatically describes your pages using schema.org":["Yoast SEO מתאר באופן אוטומטי את עמודי האתר באמצעות schema.org"],"Article type":["סוג מאמר"],"Page type":["סוג עמוד"],"Learn more about page or content types":["למד עוד על סוגי עמודים או סוגי תוכן"],"What type of page or content is this?":["איזה סוג של עמוד או תוכן זה?"],"Structured Data":["נתונים מובנים"],"Yoast How-to":["מדריך How-to"],"Yoast FAQ":["שאלות נפוצות"],"%1$s: Does not contain the exact match. %2$sTry to write the exact match of your keyphrase in the SEO title and put it at the beginning of the title%3$s.":["%1$s: אינו מכיל את ההתאמה המדויקת. %2$sנסה לכתוב את ההתאמה המדויקת של ביטוי המפתח שלך בכותרת SEO ושים אותו בתחילת הכותרת%3$s."],"%1$s: The exact match of the focus keyphrase appears in the SEO title, but not at the beginning. %2$sMove it to the beginning for the best results%3$s.":["%1$s: ההתאמה המדויקת של ביטוי המפתח למיקוד מופיעה בכותרת SEO, אך לא בהתחלה. %2$sהעבר אותו להתחלה לקבלת התוצאות הטובות ביותר%3$s."],"%1$s Internal Linking Blocks":["בלוק קישור פנימיים של %1$s"],"Allow us to track some data about your site to improve our plugin.":["אפשר לנו לעקוב אחר נתונים באתר שלך כדי לשפר את התוסף שלנו."],"Usage tracking":["מעקב שימוש"],"Can we collect anonymous information about your website to enhance %1$s?":[""],"Read more about how internal linking can improve your site structure.":[""],"Link suggestions":["הצעות לקישורים"],"Insights":["תובנות"],"Remove image":["הסר תמונה"],"The file size of the uploaded image is too large for %s. File size must be less than %s.":["גודל הקובץ של התמונה שהועלתה גדול מדי עבור %s. גודל הקובץ חייב להיות פחות מ-%s."],"The format of the uploaded image is not supported. The supported formats are: %s, %s, %s and %s.":["הפורמט של התמונה שהועלתה אינו נתמך. הפורמטים הנתמכים הם: %s, %s, %s ו-%s."],"You have uploaded a %s. Please note that, if it’s an animated %s, only the first frame will be used.":["העלית %s. לידיעתך, אם זה %s מונפש, יעשה שימוש רק בפריים הראשון."],"Your image dimensions are not suitable. The minimum dimensions are %dx%d pixels. The maximum dimensions are %dx%d pixels.":["מידות התמונה אינן מתאימות. הממדים המינימליים הם %dx%d פיקסלים. הממדים המרביים הם %dx%d פיקסלים."],"Your image dimensions are not suitable. The minimum dimensions are %dx%d pixels.":[" מידות התמונה אינן מתאימות. הממדים המינימליים הם %dx%d פיקסלים."],"Dismiss":["ביטול"],"Because of a change in your permalink structure, some of your SEO data needs to be reprocessed.":["בגלל שינוי במבנה הקישורים באתר, צריך לעבד מחדש חלק מנתוני ה-SEO."],"Because of a change in your home URL setting, some of your SEO data needs to be reprocessed.":["בגלל שינוי במבנה הקישורים של העמוד הראשי, צריך לעבד מחדש חלק מנתוני ה-SEO."],"Please upgrade your WordPress version or install the Gutenberg plugin to get this %1$s feature.":["יש שדרג את גרסת הוורדפרס או להתקין את תוסף Gutenberg כדי לקבל %1$s."],"Marking links with nofollow/sponsored has been disabled for WordPress installs < 5.4.":["סימון הקישורים עם nofollow / sponsored הושבת עבור התקנות וורדפרס < 5.4."],"Open in new tab":["פתח בכרטיסיה חדשה"],"This is a sponsored link or advert (mark as %1$ssponsored%2$s)%3$s":["זהו קישור או מודעה ממומנים (סמן כ-%1$ssponsored%2$s)%3$s"],"Search engines should ignore this link (mark as %1$snofollow%2$s)%3$s":["על מנועי חיפוש להתעלם מקישור זה (סמן כ-%1$snofollow%2$s)%3$s"],"Learn more about marking a link as nofollow or sponsored.":["למד עוד על סימון קישור כלא לעקוב או ממומן."],"Link inserted.":["הקישור הוכנס."],"Link edited.":["הקישור נערך."],"Warning: the link has been inserted but may have errors. Please test it.":["אזהרה: הקישור הוכנס אך יכולות להיות שגיאות. נא לבדוק אותו."],"Unlink":["הסר קישור"],"Link removed.":["הקישור הוסר."],"Link":["קישור"],"We've analyzed your post. There is still room for improvement!":["ניתחנו את הפוסט שלך. עדיין יש מקום לשיפור!"],"We've analyzed your post. Everything looks good. Well done!":["ניתחנו את הפוסט שלך. הכל נראה טוב. כל הכבוד!"],"No focus keyword was entered":["לא הוזן ביטוי למיקוד"],"Share your post!":["שתף את הפוסט שלך!"],"Improve your post with Yoast SEO":["שפר את הפוסט באמצעות Yoast SEO"],"SEO analysis:":["ניתוח SEO:"],"The links columns show the number of articles on this site linking %3$sto%4$s this article and the number of URLs linked %3$sfrom%4$s this article. Learn more about %1$show to use these features to improve your internal linking%2$s, which greatly enhances your SEO.":["עמודות הקישורים מציגות את מספר המאמרים באתר זה המקשרים %3$sאל%4$s המאמר הזה ומספר הקישורים המקושרים %3$sמתוך%4$s המאמר הזה. למידע נוסף על %1$sהצגת שימוש בתכונות אלה לשיפור הקישורים הפנימיים%2$s, מה שמשפר מאוד את ה-SEO."],"We've written an article about %1$show to use the SEO score and Readability score%2$s.":["כתבנו מאמר על %1$s איך להשתמש בציון SEO וציון קריאות %2$s."],"%1$s adds several columns to this page.":["%1$s מוסיף מספר עמודות לעמוד הזה."],"We estimate this will take less than a minute.":["אנו מעריכים שזה יארך פחות מדקה."],"We estimate this will take a couple of minutes.":["אנו מעריכים שזה יארך מספר דקות."],"%1$sRun the indexation process on your server%2$s using %3$sWP CLI%2$s.":["%1$s הפעל את תהליך האינדוקס בשרת %2$s באמצעות %3$sWP CLI%2$s"],"We estimate this could take a long time, due to the size of your site. As an alternative to waiting, you could:":["אנו מעריכים שבגלל גודל האתר, הדבר עשוי לארוך זמן רב. כחלופה להמתנה, ניתן:"],"Show debug information":["הצג מידע לניפוי תקלות"],"Your site will continue to work normally, but won't take full advantage of %s.":["האתר ימשיך לעבוד כרגיל, אך לא ינצל את מלוא היתרונות של %s."],"%s had problems creating the database tables needed to speed up your site.":["%s נתקל בבעיות ביצירת טבלאות במסד הנתונים הדרושות על מנת להאיץ את האתר."],"Your keyphrase is too long. It can be a maximum of 191 characters.":["ביטוי המפתח שלך ארוך מדי. הוא יכול להכיל עד 191 תווים לכל היותר."],"%1$sFind out how to solve this problem on our help center%2$s.":["%1$sגלה כיצד לפתור בעיה זו במרכז העזרה שלנו%2$s."],"The text link counter feature is not working as expected":["מונה הקישורים אינו פועל כמצופה"],"The text link counter helps you improve your site structure. %1$sFind out how the text link counter can enhance your SEO%2$s.":["מונה קישור עוזר לשפר את מבנה האתר. %1$s גלו כיצד מונה הקישורים יכול לשפר את ה-SEO%2$s."],"The text link counter is working as expected":["מונה הקישור פועל כמצופה"],"I don't want this site to show in the search results.":["אני לא רוצה שהאתר יופיע בתוצאות חיפוש."],"If you want search engines to show this site in their results, you must %1$sgo to your Reading Settings%2$s and uncheck the box for Search Engine Visibility.":["אם ברצונך לאפשר למנועי חיפוש להציג אתר זה בתוצאותיהם, יש %1$sלעבור להגדרות הקריאה%2$s ולבטל את הסימון בתיבה הנראות במנוע חיפוש."],"Learn more about the no-index setting on our help page.":["למד עוד על no-index בעמוד העזרה שלנו."],"Even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["למרות שניתן להגדיר כאן הגדרות לרובוטים, כל האתר מוגדר noindex בהגדרות הפרטיות, כך שלהגדרות אלה לא תהיינה השפעה."],"Learn more about canonical URLs on our help page.":["למד עוד על כתובות אתרים קנוניות בעמוד העזרה שלנו."],"Learn more about the breadcrumbs title setting on our help page.":["למד עוד על כותרת פירורי לחם בעמוד העזרה שלנו."],"Learn more about advanced meta robots settings on our help page.":["למד עוד על הגדרות מטא-רובוטים מתקדמות בעמוד העזרה שלנו."],"Learn more about the no-follow setting on our help page.":["למד עוד על no-follow בעמוד העזרה שלנו."],"Should search engines follow links on this content?":[""],"This %1$s REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use %1$s for all their SEO meta output.":["נקודת קצה של REST API עבור %1$s מציגות את כל נתוני המטא שצריך לכתובת ספציפית. הדבר יקל מאוד על אתרי וורדפרס להשתמש ב-%1$s עבור כל נתוני המטא SEO שלהם."],"REST API: Head endpoint":["REST API: נקודת קצה ראשית"],"Please read %1$sthis help article%2$s to find out how to resolve this problem.":["מומלץ לקרוא %1$s מאמר העזרה זה %2$s כדי לברר כיצד לפתור בעיה זו."],"Replaced with the term ancestors hierarchy":["הוחלף במונח ההיררכיה של ההורה"],"Term hierarchy":["היררכיית מונחים"],"%1$sYou can change the tagline in the customizer%2$s.":["%1$sניתן לשנות את תיאור האתר במסך ההתאמה האישית%2$s."],"You still have the default WordPress tagline. Even an empty one is probably better.":["האתר עדיין משתמש בתיאור אתר ברירת המחדל של וורדפרס. אפילו תיאור ריק כנראה יהיה עדיף."],"You should change the default WordPress tagline":["יש לשנות את תיאור האתר המוגדר כברירת המחדל על ידי וורדפרס"],"You are using a custom tagline or an empty one.":["יש להשתמש בתיאור אתר מותאם או להשאירו ריק."],"You changed the default WordPress tagline":["שינית את תיאור ברירת המחדל של וורדפרס"],"Comments on your posts are displayed on a single page. This is just like we'd suggest it. You're doing well!":["תגובות לפוסטים מוצגות בעמוד בודד. זה בדיוק כמו שאנחנו מציעים. אתה עושה עבודה טובה!"],"It's highly recommended to have your postname in the URL of your posts and pages. Consider setting your permalink structure to %s.":["מומלץ מאוד להכניס את כותרת הפוסט בכתובת ה-URL של הפוסט. יש לשקול להגדיר את מבנה הקישורים של האתר ל-%s."],"You do not have your postname in the URL of your posts and pages":["שם הפוסט אינו מופיע בכתובת של הפוסטים והעמודים"],"You do have your postname in the URL of your posts and pages.":["שם הפוסט מופיע בכתובת של הפוסטים והעמודים"],"Your permalink structure includes the post name":["מבנה הקישורים מכיל את שם הפוסט"],"Comments on your posts break into multiple pages. As this is not needed in 999 out of 1000 cases, we recommend you disable it. To fix this, uncheck \"Break comments into pages...\" on the Discussion Settings page.":["תגובות לפוסטים מחולקות למספר עמודים. מכיוון שהדבר לא נדרש ב-999 מתוך 1000 מקרים, אנו ממליצים להשבית אפשרות זו. כדי לתקן זאת, יש להסיר את הסימון של \"חלק תגובות לעמודים...\" בהגדרות הדיון."],"Comments break into multiple pages":["הערות נחתכות למספר דפים"],"Comments are displayed on a single page":["תגובות מוצגות בדף יחיד"],"No title":["ללא כותרת"],"%1$sGo to the Discussion Settings page%2$s":["%1$sעבור אל הגדרות דיון%2$s"],"%1$sThis was reported by the %2$s plugin%3$s":["%1$s דווח יל ידי התוסף %2$s %3$s"],"Mobile result":["תוצאות מובייל"],"Preview as:":["תצוגה מקדימה כ:"],"Desktop result":["תוצאות דסקטופ"],"When you click OK we will open our HelpScout beacon where you can find answers to your questions. This beacon will load our support data and also potentially set cookies.":["כשאתה לוחץ על אישור, נפתח HelpScout beacon, שם ניתן למצוא תשובות לשאלות שלך. זה יטען את נתוני התמיכה שלנו וגם יכול להגדיר קובצי Cookie."],"The browser you are currently using is unfortunately rather dated. Since we strive to give you the best experience possible, we no longer support this browser. Instead, please use %1$sFirefox%4$s, %2$sChrome%4$s or %3$sMicrosoft Edge%4$s.":["למרבה הצער, הדפדפן בו אתה משתמש כרגע ישן למדי. מכיוון שאנו שואפים להעניק לך את החוויה הטובה ביותר האפשרית, איננו תומכים יותר בדפדפן זה. במקום זאת, אנא השתמש ב-%1$sפיירפוקס%2$s, %4$sכרום%4$s או %3$sמיקרוסופט אדג'%4$s."],"If you want to apply advanced <code>meta</code> robots settings for this page, please define them in the following field.":["אם ברצונך להחיל הגדרות <code>meta</code> רובוטים מתקדמות עבור עמוד זה, יש להגדיר אותן בשדה הבא."],"Check out %1$s":["תבדקו את %1$s"],"We have both free and premium online courses to learn everything you need to know about SEO.":["יש לנו קורסים מקוונים בחינם ובתשלום ללימוד כל מה שצריך לדעת על קידום אתרים."],"Want to learn SEO from Team Yoast? Check out our %1$s!":["רוצה ללמוד SEO מצוות יוסט? בדוק את %1$s שלנו!"],"Learn SEO":["לימודי SEO"],"%s settings to import:":["הגדרות %s לייבוא:"],"Import settings from another %1$s installation by pasting them here and clicking \"%2$s\".":["ייבוא הגדרות מהתקנה אחרת של %1$s על ידי הדבקתן כאן ולחיצה על \"%2$s\"."],"Your %1$s settings:":["הגדרות %1$s:"],"Schema":["סכימה"],"Please check the format of the YouTube URL you entered. %s":["יש לבדוק את הפורמט של כתובת היוטיוב שהזנת. %s"],"Please check the format of the Wikipedia URL you entered. %s":["יש לבדוק את הפורמט של כתובת הויקיפדיה שהזנת. %s"],"Please check the format of the Pinterest URL you entered. %s":["יש לבדוק את הפורמט של כתובת הפינטרסט שהזנת. %s"],"Please check the format of the MySpace URL you entered. %s":["יש לבדוק את הפורמט של כתובת המייספייס שהזנת. %s"],"Please check the format of the LinkedIn URL you entered. %s":["יש לבדוק את הפורמט של כתובת הלינקדאין שהזנת. %s"],"Please check the format of the Instagram URL you entered. %s":["יש לבדוק את הפורמט של כתובת האינסטגרם שהזנת. %s"],"Please check the format of the Facebook Page URL you entered. %s":["יש לבדוק את הפורמט של כתובת עמוד הפייסבוק שהזנת. %s"],"Settings saved.":["ההגדרות נשמרו."],"Dismiss this alert":["סגור הודעה"],"The submitted value was: %s":["הערך שנשלח היה: %s"],"Yandex confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["קודי האימות של יאנדקס יכולים להכיל אותיות מ-A עד F, מספרים, מקפים וקווים תחתונים. %s"],"Twitter usernames can only contain letters, numbers, and underscores. %s":["שמות משתמש בטוויטר יכולים להכיל רק אותיות, מספרים וקווים תחתונים. %s"],"Pinterest confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["קודי האימות של פינטרסט יכולים להכיל אותיות מ-A עד F, מספרים, מקפים וקווים תחתונים. %s"],"Bing confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["קודי האימות של בינג יכולים להכיל אותיות מ-A עד F, מספרים, מקפים וקווים תחתונים. %s"],"Google verification codes can only contain letters, numbers, hyphens, and underscores. %s":["קודי האימות של גוגל יכולים להכיל רק אותיות, מספרים, מקפים וקווים תחתונים. %s"],"Baidu verification codes can only contain letters, numbers, hyphens, and underscores. %s":["קודי האימות של באידו יכולים להכיל רק אותיות, מספרים, מקפים וקווים תחתונים. %s"],"Show this item.":["הצג פריט זה."],"Hide this item.":["הסתר פריט זה."],"You have %d hidden problem:":["קיימת בעיה מוסתרת %d:","קיימות %d בעיות מוסתרות:"],"You have %d hidden notification:":["קיימת התראה מוסתרת %d:","קיימות %d התראות מוסתרות:"],"Focus keyphrase not set":[""],"The form contains %1$s error. %2$s":["הטופס מכיל שגיאה %1$s. %2$s","הטופס מכיל %1$s שגיאות. %2$s"],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly.":["המילים הבאות מופיעות הכי הרבה בתוכן. הן נותנות אינדיקציה במה התוכן מתמקד. אם המילים שונות מאוד מהנושא, אולי כדאי לכתוב תוכן בהתאם."],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":["לאחר הוספת תוכן נוסף, תוצג רשימת מילים המופיעות הכי הרבה בתוכן. הם נותנים אינדיקציה במה התוכן מתמקד."],"%d occurrences":["%d הופעות"],"Activate %s for your site on MyYoast":["הפעל %s עבור האתר ב-MyYoast"],"Show blog page in breadcrumbs":["הצג עמוד בלוג בפירורי לחם"],"We could not find any relevant articles on your website that you could link to from your post.":["לא נמצאו מאמרים רלוונטיים באתר שאליהם ניתן לקשר מהפוסט."],"Has feedback":["יש משוב"],"Content optimization:":["אופטימיזציית תוכן:"],"%1$sSEO%2$s: %3$s":["%1$sSEO%2$s: %3$s"],"%1$sReadability%2$s: %3$s":["%1$sקריאות%2$s: %3$s"],"Post Noindexed":["הפוסט Noindexed"],"No Focus Keyphrase":["ללא ביטויי מפתח"],"Posts with the SEO score: %s":["פוסטים עם ציון SEO: %s"],"SEO: %s":["SEO: %s"],"%s video tutorial":["דרכת וידאו של %s"],"To view your current crawl errors, %1$splease visit Google Search Console%2$s.":["כדי להציג את שגיאות הסריקה הנוכחיות, %1$sיש לבקר בקונסולת החיפוש של גוגל%2$s."],"Google has discontinued its Crawl Errors API. Therefore, any possible crawl errors you might have cannot be displayed here anymore. %1$sRead our statement on this for further information%2$s.":["גוגל הפסיקה לתמוך ב-API של שגיאות סריקה שלה. לכן, לא ניתן להציג יותר שגיאות סריקה אפשריות. %1$sלמידע נוסף ניתן לקרוא את ההצהרה שלנו בנושא זה%2$s."],"Get the %s plugin now!":["קבל את התוסף %s עכשיו!"],"Personal info":["מידע אישי"],"Organization logo":["לוגו ארגון"],"Organization name":["שם הארגון"],"(if one exists)":["(אם קיים)"],"Wikipedia page about you":["עמוד ויקיפדיה אודותייך"],"YouTube profile URL":["כתובת פרופיל יוטיוב"],"Tumblr profile URL":["כתובת פרופיל טמבלר"],"SoundCloud profile URL":["כתובת פרופיל סאונד-קלאוד"],"MySpace profile URL":["כתובת פרופיל מיי-ספייס"],"Organization":["ארגון"],"You have previously set your site to represent a person. We’ve improved our functionality around Schema and the Knowledge Graph, so you should go in and %1$scomplete those settings%2$s.":["בעבר האתר הוגדר לייצוג אדם. שיפרנו את פונקציונליות ה-Schema וגרף הידע, לכן יש %1$sלהשלים הגדרות נוספות%2$s."],"Select a user...":["בחירת משתמש..."],"Uncategorized":["ללא קטגוריה"],"Pinterest profile URL":["כתובת פרופיל פינטרסט"],"LinkedIn profile URL":["כתובת פרופיל לינקדאין"],"Instagram profile URL":["כתובת פרופיל אינסטגרם"],"No JSON object was returned.":["לא הוחזר אובייקט JSON."],"Received internal links":["קישורים פנימיים שהתקבלו"],"Outgoing internal links":["קישורים פנימיים יוצאים"],"New step added":["נוסף שלב חדש"],"New question added":["נוספה שאלה חדשה"],"For this feature to work, %1$s needs to create a table in your database. We were unable to create this table automatically.":["כדי שתכונה זו תעבוד, %1$s צריך ליצור טבלה במסד הנתונים. לא הצלחנו ליצור טבלה זו באופן אוטומטי."],"Keyphrase":["ביטוי מפתח"],"%3$sImage Keyphrase%5$s: Out of %2$d images on this page, %1$d have alt attributes with words from your keyphrase or synonyms. That's a bit much. %4$sOnly include the keyphrase or its synonyms when it really fits the image%5$s.":["%3$sביטוי מפתח לתמונה%5$s: מתוך %2$d תמונות בדף זה, ל-%1$d יש תכונות alt עם מילים מביטוי המפתח שלך או מילים נרדפות. זה קצת הרבה. %4$sכלול רק את ביטוי המפתח או את המילים הנרדפות שלו כאשר הוא באמת מתאים לתמונה%5$s."],"%3$sImage Keyphrase%5$s: Out of %2$d images on this page, only %1$d has an alt attribute that reflects the topic of your text. %4$sAdd your keyphrase or synonyms to the alt tags of more relevant images%5$s!":["%3$sביטוי מפתח לתמונה%5$s: מתוך %2$d תמונות בדף זה, רק ל-%1$d יש תכונת alt המשקפת את נושא הטקסט שלך. %4$sהוסף את ביטוי המפתח או המילים הנרדפות שלך לתגיות ה alt של תמונות רלוונטיות יותר%5$s!","%3$sביטוי מפתח לתמונה%5$s: מתוך %2$d תמונות בדף זה, רק ל-%1$d יש תכונות alt המשקפות את נושא הטקסט שלך. %4$sהוסף את ביטוי המפתח או המילים הנרדפות שלך לתגיות ה alt של תמונות רלוונטיות יותר%5$s!"],"%1$sImage Keyphrase%3$s: Images on this page do not have alt attributes that reflect the topic of your text. %2$sAdd your keyphrase or synonyms to the alt tags of relevant images%3$s!":["%1$sביטוי מפתח לתמונה%3$s: לתמונות בדף זה אין תכונות alt המשקפות את נושא הטקסט שלך. %2$sהוסף את ביטוי המפתח או המילים הנרדפות שלך לתגיות ה alt של התמונות הרלוונטיות%3$s!"],"%1$sImage Keyphrase%3$s: Images on this page have alt attributes, but you have not set your keyphrase. %2$sFix that%3$s!":["%1$sביטוי מפתח לתמונה%3$s: לתמונות בדף זה יש תכונות alt, אבל לא הגדרת את ביטוי המפתח שלך. %2$sתקן את זה%3$s!"],"%1$sKeyphrase in subheading%2$s: %3$s of your H2 and H3 subheadings reflects the topic of your copy. Good job!":["%1$sביטוי מפתח בכותרות משנה%2$s: %3$s מכותרות המשנה ברמה הגבוהה ביותרH2 או H3 משקפות את הנושא של התוכן. עבודה טובה!","%1$sביטוי מפתח בכותרות משנה%2$s: %3$s מכותרות המשנה ברמה הגבוהה ביותר משקפות את הנושא של התוכן. עבודה טובה!"],"%1$sKeyphrase in subheading%2$s: Your H2 or H3 subheading reflects the topic of your copy. Good job!":["%1$sביטוי מפתח בכותרות משנה%2$s: כותרת משנה ברמה H2 או H3 משקפת את הנושא של התוכן. עבודה טובה!"],"%1$sKeyphrase in subheading%3$s: %2$sUse more keyphrases or synonyms in your H2 and H3 subheadings%3$s!":["%1$sביטוי מפתח בכותרות משנה%3$s: %2$sהשתמש ביותר ביטויי מפתח או המילים הנרדפות שלהם בכותרות משנה ברמה H2 או H3%3$s!"],"Page %s":["עמוד %s"],"Cannot get the size of %1$s because of unknown reasons.":["לא ניתן לקבל את הגודל של %1$s מסיבות לא ידועות."],"Cannot get the size of %1$s because it is hosted externally.":["לא ניתן לקבל את הגודל של %1$s מכיוון שהוא מתארח בשרת חיצוני."],"%1$sSingle title%3$s: H1s should only be used as your main title. Find all H1s in your text that aren't your main title and %2$schange them to a lower heading level%3$s!":["%1$sכותרת אחת%3$s: כותרת מסוג H1 צריכה לשמש רק את הכותרת הראשית. מצא את כל כותרות ה-H1 בתוכן שאינן הכותרת הראשית %2$sושנה אותן לכותרות ברמה נמוכה יותר%3$s!"],"%1$sKeyphrase density%2$s: The keyphrase was found %5$d time. That's way more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["","%1$sKeyphrase density%2$s: The keyphrase was found %5$d times. That's way more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!"],"%1$sKeyphrase density%2$s: The keyphrase was found %5$d time. That's more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["","%1$sKeyphrase density%2$s: The keyphrase was found %5$d times. That's more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!"],"%1$sKeyphrase density%2$s: The keyphrase was found %3$d time. This is great!":["","%1$sKeyphrase density%2$s: The keyphrase was found %3$d times. This is great!"],"%1$sKeyphrase density%2$s: The keyphrase was found %5$d time. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["","%1$sKeyphrase density%2$s: The keyphrase was found %5$d times. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!"],"%1$sKeyphrase density%2$s: The keyphrase was found 0 times. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":[""],"Import of settings is only supported on servers that run PHP 5.3 or higher.":["ייבוא ​​הגדרות נתמך רק בשרתים שמפעילים PHP 5.3 ומעלה."],"Export your %1$s settings here, to copy them on another site.":["ייצוא הגדרות %1$s כדי להעתיק אותם באתר אחר."],"No settings found.":["לא נמצאו הגדרות."],"These are settings for the %1$s plugin by %2$s":["אלו הן ההגדרות עבור התוסף %1$s מאת %2$s"],"Copy all these settings to another site's %1$s tab and click \"%1$s\" there.":["העתיקו את כל ההגדרות האלה לכרטיסיית %1$s באתר אחר וליחצו שם על \"%1$s\"."],"You do not have the required rights to export settings.":["אין לך את ההרשאות הנדרשות כדי לייצא נתונים"],"Method %1$s() does not exist in class %2$s":["המתודה %1$s() אינה קיימת בקלאס %2$s"],"With %s, you can easily create such redirects.":["באמצעות %s ניתן ליצור בקלות הפניות כאלה."],"Learn about why permalinks are important for SEO.":["למד מדוע קישורים חשובים לקידום אתרים."],"Changing your permalinks settings can seriously impact your search engine visibility. It should almost %1$s never %2$s be done on a live website.":["שינוי מבנה קישורים יכול להשפיע משמעותית על נראות האתר במנועי חיפוש. מומלץ %1$s לעולם %2$s לא לבצע את זה על אתר חי."],"WARNING:":["אזהרה:"],"%1$sFunction words in keyphrase%3$s: Your keyphrase \"%4$s\" contains function words only. %2$sLearn more about what makes a good keyphrase.%3$s":["%1$sמילות פונקציה בביטוי המפתח%3$s: ביטוי המפתח \"%4$s\" מכיל מילות פונקציה בלבד. %2$sמידע נוסף על מה שעושה ביטוי מפתח טוב.%3$s"],"Clear Image":["נקה תמונה"],"%1$sKeyphrase length%3$s: %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sאורך ביטוי מפתח%3$s: %2$sהגדר ביטוי מפתח כדי לחשב ציון SEO%3$s."],"%1$sKeyphrase in slug%2$s: More than half of your keyphrase appears in the slug. That's great!":["%1$sביטוי מפתח בסלאג%2$s: יותר ממחצית מביטויי המפתח שלך מופיע בסלאג. זה נהדר!"],"%1$sKeyphrase in slug%3$s: (Part of) your keyphrase does not appear in the slug. %2$sChange that%3$s!":["%1$sביטוי מפתח בסלאג%3$s: (חלק מ) ביטויי המפתח אינם מופיעים בסלאג. %2$sשנה את זה%3$s!"],"%1$sKeyphrase in slug%2$s: Great work!":["%1$sביטוי מפתח בסלאג%2$s: עבודה טובה!"],"Help on choosing the perfect focus keyphrase":["עזרה בבחירת ביטוי מפתח מושלמים למיקוד"],"Go %s!":["לך %s!"],"Add related keyphrase":["הוסף ביטוי מפתח רלוונטיים"],"Upgrade to %s":["שדרג אל %s"],"Get %s":["קבל %s"],"%4$sPreviously used keyphrase%6$s: You've used this keyphrase %1$s multiple times before%3$s. %5$sDo not use your keyphrase more than once%6$s.":["%4$sבעבר נעשה שימוש בביטוי מפתח%6$s: השתמשת כבר בביטוי המפתח הזה %1$s פעמים בעבר%3$s. %5$sאין להשתמש בביטוי המפתח יותר מפעם אחת%6$s."],"%3$sPreviously used keyphrase%5$s: You've used this keyphrase %1$sonce before%2$s. %4$sDo not use your keyphrase more than once%5$s.":["%3$sבעבר נעשה שימוש בביטוי מפתח%5$s: השתמשת כבר בביטוי המפתח הזה %1$sפעם אחת בעבר%2$s. %4$sאין להשתמש בביטוי המפתח יותר מפעם אחת%5$s."],"%1$sPreviously used keyphrase%2$s: You've not used this keyphrase before, very good.":["%1$sביטוי מפתח שהיה בשימוש בעבר%2$s: לא נעשה שימוש בביטוי מפתח זה בעבר, טוב מאוד."],"%1$sImages%3$s: No images appear on this page. %2$sAdd some%3$s!":["%1$sתמונות%3$s: לא מופיעות תמונות בדף זה. %2$sהוסף כמה%3$s!"],"%1$sLink keyphrase%3$s: You're linking to another page with the words you want this page to rank for. %2$sDon't do that%3$s!":["%1$sקישור לביטוי מפתח%3$s: אתה מקשר לעמוד אחר עם ביטוי מפתח שאתה רוצה שעמוד זה ידרג. %2$sאל תעשה את זה%3$s!"],"%2$sText length%3$s: The text contains %1$d %4$s. Good job!":["%2$sאורך הטקסט%3$s: הטקסט מכיל %1$d %4$s. עבודה טובה!"],"%1$sKeyphrase in subheading%3$s: More than 75%% of your H2 and H3 subheadings reflect the topic of your copy. That's too much. %2$sDon't over-optimize%3$s!":["%1$sביטוי מפתח בכותרות משנה%3$s: מעל 75%% מכותרות המשנה ברמה H2 או H3 משקפות את הנושא של התוכן. זה יותר מדי. %2$sאל תבצע אופטימיזציית יתר%3$s!"],"%1$sSEO title width%3$s: %2$sPlease create an SEO title%3$s.":["%1$sאורך כותרת SEO%3$s: %2$sנא ליצור כותרת SEO%3$s."],"%1$sSEO title width%3$s: The SEO title is wider than the viewable limit. %2$sTry to make it shorter%3$s.":["%1$sאורך כותרת SEO%3$s: כותרת ה-SEO ארוכה מהמגבלה הניתנת לצפייה. %2$sנסה לקצר אותה%3$s."],"%1$sSEO title width%2$s: Good job!":["%1$sאורך כותרת SEO%2$s: עבודה טובה!"],"%1$sSEO title width%3$s: The SEO title is too short. %2$sUse the space to add keyphrase variations or create compelling call-to-action copy%3$s.":["%1$sאורך כותרת SEO%3$s: כותרת ה-SEO קצרה מדי. %2$sהשתמש ביתרת המקום להוספת וריאציות של ביטוי המפתח או ליצירת הנעה משכנעת לפעולה%3$s."],"%1$sOutbound links%2$s: There are both nofollowed and normal outbound links on this page. Good job!":["%1$sקישורים יוצאים%2$s: בעמוד זה מופיעים גם קישורים יוצאים וגם קישורי nofollowed. עבודה טובה!"],"%1$sOutbound links%2$s: Good job!":["%1$sקישורים יוצאים%2$s: עבודה טובה!"],"%1$sOutbound links%3$s: All outbound links on this page are nofollowed. %2$sAdd some normal links%3$s.":["%1$sקישורים יוצאים%3$s: כל הקישורים היוצאים בדף זה הם nofollowed. %2$sהוסף כמה קישורים רגילים%3$s."],"%1$sOutbound links%3$s: No outbound links appear in this page. %2$sAdd some%3$s!":["%1$sקישורים יוצאים%3$s: אין קישורים יוצאים בעמוד זה. %2$sהוסף כמה%3$s!"],"%1$sMeta description length%2$s: Well done!":["%1$sאורך תיאור מטא%2$s: כל הכבוד!"],"%1$sMeta description length%3$s: The meta description is over %4$d characters. To ensure the entire description will be visible, %2$syou should reduce the length%3$s!":["%1$sאורך תיאור מטא%3$s: תיאור מטא מכיל מעל %4$d תווים. כדי לוודא שכל התיאור יוצג, %2$sיש להקטין את האורך%3$s!"],"%1$sMeta description length%3$s: The meta description is too short (under %4$d characters). Up to %5$d characters are available. %2$sUse the space%3$s!":["%1$sאורך תיאור מטא%3$s: תיאור מטא קצר מדי (מתחת ל-%4$d תווים). ניתן להשתמש עד %5$d תווים. %2$sנצלו את המקום שנותר%3$s!"],"%1$sMeta description length%3$s:  No meta description has been specified. Search engines will display copy from the page instead. %2$sMake sure to write one%3$s!":["%1$sאורך תיאור מטא%3$s: לא הוגדר תיאור מטא. במקום זאת, מנועי חיפוש יציגו חלק מהתוכן של העמוד. %2$sיש לדאוג לכתוב תיאור מטא%3$s!"],"%1$sKeyphrase in meta description%2$s: The meta description has been specified, but it does not contain the keyphrase. %3$sFix that%4$s!":["%1$sביטויי מפתח בתיאור%2$s: הוגדר תיאור אך הוא אינו מכיל את ביטוי המפתח. %3$sיש לתקן את זה%4$s!"],"%1$sKeyphrase in meta description%2$s: The meta description contains the keyphrase %3$s times, which is over the advised maximum of 2 times. %4$sLimit that%5$s!":["%1$sביטויי מפתח בתיאור%2$s: התיאור מכיל את ביטוי המפתח %3$s פעמים, זה חורג מהמקסימום המומלץ של פעמיים. %4$sהגבל את הכמות%5$s!"],"%1$sKeyphrase in meta description%2$s: Keyphrase or synonym appear in the meta description. Well done!":["%1$sביטויי מפתח בתיאור%2$s: ביטוי מפתח או שם נרדף מופיעים בתיאור. כל הכבוד!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's way more than the recommended maximum of %2$d %6$s. %4$sMake it shorter%5$s!":["%3$sאורך ביטוי מפתח%5$s: ביטוי המפתח מכיל %1$d %6$s. זה הרבה יותר מהמקסימום המומלץ של %2$d %6$s. %4$sקצר את זה%5$s!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's more than the recommended maximum of %2$d %6$s. %4$sMake it shorter%5$s!":["%3$sאורך ביטוי מפתח%5$s: ביטוי המפתח מכיל %1$d %6$s. זה יותר מהמקסימום המומלץ של %2$d %6$s. %4$sקצר את זה%5$s!"],"%1$sKeyphrase length%2$s: Good job!":["%1$sאורך ביטוי מפתח%2$s: עבודה טובה!"],"%1$sKeyphrase length%3$s: No focus keyphrase was set for this page. %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sאורך ביטוי מפתח%3$s: לא הוגדר ביטוי מפתח עבור עמוד זה. %2$sהגדר ביטוי מפתח כדי לחשב ציון SEO%3$s."],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms do not appear in the first paragraph. %2$sMake sure the topic is clear immediately%3$s.":["%1$sביטויי מפתח בהקדמה%3$s: ביטוי המפתח שלך או המילים הנרדפות שלו אינם מופיעים בפסקה הראשונה. %2$sוודא שנושא הפוסט ברור באופן מידי%3$s."],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms appear in the first paragraph of the copy, but not within one sentence. %2$sFix that%3$s!":["%1$sביטוי מפתח במבוא%3$s: ביטוי המפתח שלך או המילים הנרדפות שלו מופיעים בפסקה הראשונה של העותק, אך לא בתוך משפט אחד. %2$sתקן את זה%3$s!"],"%1$sKeyphrase in introduction%2$s: Well done!":["%1$sביטויי מפתח בהקדמה%2$s: כל הכבוד!"],"%1$sInternal links%2$s: There are both nofollowed and normal internal links on this page. Good job!":["%1$sקישורים פנימיים%2$s: בעמוד זה מופיעים גם קישורים פנימיים וגם קישורי nofollowed. עבודה טובה!"],"%1$sInternal links%2$s: You have enough internal links. Good job!":["%1$sקישורים פנימיים%2$s: יש מספיק קישורים פנימיים. עבודה טובה!"],"%1$sInternal links%3$s: The internal links in this page are all nofollowed. %2$sAdd some good internal links%3$s.":["%1$sקישורים פנימיים%3$s: כל הקישורים הפנימיים בעמוד זה הם nofollowed. %2$sהוסף כמה קישורים פנימיים טובים%3$s."],"%1$sInternal links%3$s: No internal links appear in this page, %2$smake sure to add some%3$s!":["%1$sקישורים פנימיים%3$s: אין קישורים פנימיים בעמוד זה. %2$sהוסף כמה%3$s!"],"%1$sTransition words%2$s: Well done!":["%1$sמילות קישור%2$s: כל הכבוד!"],"%1$sTransition words%2$s: Only %3$s of the sentences contain transition words, which is not enough. %4$sUse more of them%2$s.":["%1$sמילות קישור%2$s: רק %3$s מהמשפטים מכילים מילות מעבר, וזה לא מספיק. %4$sהשתמש ביותר מהם%2$s."],"%1$sTransition words%2$s: None of the sentences contain transition words. %3$sUse some%2$s.":["%1$sמילות קישור%2$s: אף אחד מהמשפטים אינו מכיל מילות קישור. %3$sהשתמש בכמה%2$s."],"%1$sNot enough content%2$s: %3$sPlease add some content to enable a good analysis%2$s.":["%1$sאין מספיק תוכן%2$s: %3$sיש להוסיף תוכן כדי לאפשר ניתוח טוב%2$s."],"%1$sSubheading distribution%2$s: You are not using any subheadings, but your text is short enough and probably doesn't need them.":["%1$sפיזור כותרות משנה%2$s: אתה לא משתמש בכלל בכותרות משנה, אבל מכיוון שהטקסט קצר מספיק, וכנראה שלא צריך אותן."],"%1$sSubheading distribution%2$s: You are not using any subheadings, although your text is rather long. %3$sTry and add some subheadings%2$s.":["%1$sפיזור כותרות משנה%2$s: אתה לא משתמש בכלל כותרות משנה, למרות שהטקסט ארוך למדי. %3$sנסה להוסיף מספר כותרות משנה%2$s."],"%1$sSubheading distribution%2$s: %3$d section of your text is longer than %4$d %6$s and is not separated by any subheadings. %5$sAdd subheadings to improve readability%2$s.":["%1$sחלוקת כותרות משנה%2$s: קטע %3$d בטקסט שלך ארוך מ-%4$d %6$s ואינו מופרד על ידי כותרות משנה. %5$sהוסף כותרות משנה כדי לשפר את הקריאות%2$s.","%1$sחלוקת כותרות משנה%2$s: %3$d חלקים מהטקסט שלך ארוכים מ-%4$d %6$s ואינם מופרדים בכותרות משנה. %5$sהוסף כותרות משנה כדי לשפר את הקריאות%2$s."],"%1$sSubheading distribution%2$s: Great job!":["%1$sפיזור כותרות משנה%2$s: עבודה טובה!"],"%1$sSentence length%2$s: %3$s of the sentences contain more than %4$s %7$s, which is more than the recommended maximum of %5$s. %6$sTry to shorten the sentences%2$s.":["%1$sאורך משפט%2$s: %3$s מהמשפטים מכילים יותר מ-%4$s %7$s, שזה יותר מהמקסימום המומלץ של %5$s. %6$sנסה לקצר את המשפטים%2$s."],"%1$sSentence length%2$s: Great!":["%1$sאורך המשפט%2$s: מעולה!"],"%1$sConsecutive sentences%2$s: There is enough variety in your sentences. That's great!":["%1$sמשפטים רצופים%2$s: המשפטים מגוונים מספיק. זה נהדר!"],"%1$sConsecutive sentences%2$s: The text contains %3$d consecutive sentences starting with the same word. %5$sTry to mix things up%2$s!":["%1$sמשפטים רצופים%2$s: התוכן מכיל %3$d משפטים רצופים המתחילים באותה מילה. %5$sנסו לערבב דברים%2$s!","%1$sמשפטים רצופים%2$s: התוכן מכיל %4$d מקרים שבהם %3$d או יותר משפטים רצופים המתחילים באותה מילה. %5$sנסו לערבב דברים%2$s!"],"%1$sPassive voice%2$s: %3$s of the sentences contain passive voice, which is more than the recommended maximum of %4$s. %5$sTry to use their active counterparts%2$s.":["%1$sקול פסיבי%2$s: %3$s מהמשפטים מכילים קול פסיבי, שזה יותר מהמקסימום המומלץ של %4$s. %5$sמומלץ להשתמש בפעילים מקבילים%2$s."],"%1$sPassive voice%2$s: You're using enough active voice. That's great!":["%1$sקול פסיבי%2$s: נעשה שימוש מספק בקול אקטיבי. זה נהדר!"],"%1$sParagraph length%2$s: %3$d of the paragraphs contains more than the recommended maximum of %4$d %6$s. %5$sShorten your paragraphs%2$s!":["%1$sאורך הפסקה%2$s: %3$d מהפסקאות מכיל יותר מהמקסימום המומלץ של %4$d %6$s. %5$sקצר את הפסקאות שלך%2$s!","%1$sאורך הפסקה%2$s: %3$d מהפסקאות מכילות יותר מהמקסימום המומלץ של %4$d %6$s. %5$sקצר את הפסקאות שלך%2$s!"],"%1$sParagraph length%2$s: None of the paragraphs are too long. Great job!":["%1$sאורך פסקה%2$s: אף אחת מהפסקאות לא ארוכה מדי. עבודה טובה!"],"Good job!":["עבודה טובה!"],"Focus keyphrase: ":["ביטוי מפתח למיקוד: "],"Focus keyphrase":["ביטוי מפתח למיקוד"],"Disable":["כיבוי"],"Allow Control":["אפשר שליטה"],"This tab allows you to selectively disable %s features for all sites in the network. By default all features are enabled, which allows site admins to choose for themselves if they want to toggle a feature on or off for their site. When you disable a feature here, site admins will not be able to use that feature at all.":["כרטיסייה זו מאפשרת להשבית באופן סלקטיבי תכונות של %s עבור כל האתרים ברשת. כברירת מחדל כל התכונות מופעלות, מה שמאפשר למנהלי האתרים לבחור בעצמם אם הם רוצים להפעיל או לכבות תכונה מסויימת לאתר שלהם. כאשר תכונה מסויימת מושבתת כאן, מנהלי האתרים כלל לא יוכלו להשתמש בתכונה זו."],"%s is a required feature toggle argument.":["%s הוא ארגומנט מחייב לתכונה."],"Remove keyphrase":["הסר ביטוי מפתח"],"Keyphrase:":["ביטוי מפתח:"],"This feature has been disabled by the network admin.":["תכונה זו הושבתה על ידי מנהל הרשת."],"Focus keyphrase not set.":["לא הוגדרו ביטוי מפתח למיקוד."],"Colon":["נקודתיים"],"Optional. Customize how you want to describe the duration of the instruction":["אופציונאלי. התאמה אישית של האופן בו ברצונך לתאר את משך ההוראה"],"Describe the duration of the instruction:":["תאר את משך ההוראה:"],"Learn more about the readability analysis":["למד עוד על ניתוח קריאות"],"Readability analysis:":["ניתוח קריאות:"],"There is a new notification.":["ישנה הודעה חדשה","ישנן הודעות חדשות"],"Both %1$s and %2$s manage the SEO of your site. Running two SEO plugins at the same time is detrimental.":["גם %1$s וגם %2$s מנהלים את ה-SEO של האתר. הפעלת שני תוספי SEO במקביל יכול להזיק לאתר."],"%s, %s and %s":["%s, %s ו%s"],"%s and %s":["%s ו%s"],"%d minute":["דקה %d","%d דקות"],"%d hour":["שעה %d","%d שעות"],"%d day":["יום %d","%d ימים"],"Enter a step title":["הזן כותרת שלב"],"Optional. This can give you better control over the styling of the steps.":["אופציונאלי. יכול לתת שליטה טובה יותר על עיצוב השלבים."],"CSS class(es) to apply to the steps":["קלאסים של CSS להחיל על השלבים"],"minutes":["דקות"],"hours":["שעות"],"days":["ימים"],"Create a How-to guide in an SEO-friendly way. You can only use one How-to block per post.":["צור מדריך How-to בצורה ידידותית לקידום אתרים. ניתן להשתמש רק בבלוק How-to אחד בכל פוסט."],"Copy error":["העתק שגיאה"],"An error occurred loading the %s primary taxonomy picker.":["חלה תקלה בטעינת הטקסונומיה הראשית %s."],"%1$s Structured Data Blocks":["בלוק מבנה נתונים של %1$s"],"Time needed:":["זמן נדרש:"],"Move question down":["הורד שאלה למטה"],"Move question up":["העלה שאלה למעלה"],"Insert question":["הוסף שאלה"],"Delete question":["מחק שאלה"],"Enter the answer to the question":["הזן תשובה לשאלה"],"Enter a question":["הזן שאלה"],"Add question":["הוסף שאלה"],"Frequently Asked Questions":["שאלות נפוצות"],"Select the primary %s":["בחירת %s ראשי"],"Check links to this URL":["בדיקת קישורים בכתובת זו"],"Are you trying to use multiple keyphrases? You should add them separately below.":["האם אתה מנסה להשתמש בביטוי מפתח מרובים? יש להוסיף אותם למטה בנפרד."],"Mark as cornerstone content":["סמן כעוגני תוכן"],"Move step down":["הורד שלב למטה"],"Move step up":["העלה שלב למעלה"],"Insert step":["הוסף שלב"],"Delete step":["מחק שלב"],"Add image":["הוסף תמונה"],"Enter a step description":["הזן תיאור שלב"],"Enter a description":["הזן תיאור"],"Unordered list":["רשימה לא ממוספרת"],"Showing step items as an ordered list.":["מציג צעדים כרשימה ממוספרת."],"Showing step items as an unordered list":["מציג צעדים כרשימה לא ממוספרת."],"Add step":["הוסף שלב"],"Delete total time":["מחק סה\"כ זמן"],"Add total time":["הוסף סה\"כ זמן"],"How to":["איך"],"How-to":["מדריך How-to"],"Analysis results":["תוצאות ניתוח"],"Enter a focus keyphrase to calculate the SEO score":["הזן ביטוי מפתח למיקוד כדי לחשב ציון SEO"],"Learn more about Cornerstone Content.":["למד עוד על עוגני תוכן."],"Cornerstone content should be the most important and extensive articles on your site.":["עוגני תוכן אמורים להיות המאמרים הכי חשובים ונרחבים באתר."],"Restore Site":["שיחזור אתר"],"Network Settings":["הגדרות רשת"],"You are not allowed to perform this action.":["אינך מורשה לבצע פעולה זו."],"Error: %s":["שגיאה: %s"],"Success: %s":["הצלחה: %s"],"Site with ID %d not found.":["אתר עם מזהה %d לא נמצא."],"No site has been selected to restore.":["לא נבחר אתר לשחזור."],"You are not allowed to modify unregistered network settings.":["אינך מורשה לשנות הגדרות רשת לא רשומות."],"deleted":["נמחק"],"Copied!":["הועתק!"],"Not supported!":["לא נתמך!"],"{{a}}Read our article about site structure{{/a}} to learn more about how internal linking can help improve your SEO.":["{{a}}קרא את המאמר שלנו על מבנה האתר{{/a}} כדי ללמוד איך קישורים פנימיים יכולים לשפר את ה-SEO."],"Consider linking to these {{a}}cornerstone articles:{{/a}}":["יש לשקול להוסיף קישורים ל{{a}}עוגני תוכן{{/a}} אלה:"],"Consider linking to these articles:":["יש לשקול להוסיף קישורים למאמרים אלה:"],"Copy link":["העתק קישור"],"Copy link to suggested article: %s":["העתק קישור למאמר מוצע: %s"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":["קרא עוד על %1$s המחקר שלנו על מחקר מילות מפתח %2$s כדי ללמוד על מילות מפתח ואסטרטגיית מילות מפתח."],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly. ":["המילים הבאות מופיעות הכי הרבה בתוכן. הן נותנות אינדיקציה במה התוכן מתמקד. אם המילים שונות מאוד מהנושא, אולי כדאי לכתוב תוכן בהתאם."],"Prominent words":["מילים בולטות"],"The site's tagline":["תיאור האתר"],"Not all required fields are given. Missing field %1$s":["לא סופקו כל השדות הנדרשים. חסר שדה %1$s"],"Add synonyms":["הוסף מילים נרדפות"],"You can edit the SEO metadata for this custom type on the %1$sShop page%2$s.":["ניתן לערוך את נתוני המטא של SEO עבור סוג תוכן זה ב%1$sדף החנות%2$s."],"Current year":["שנה נוכחית"],"Page":["עמוד"],"Something went wrong. Please reload the page.":["משהו השתבש. טען מחדש את העמוד בבקשה."],"Tagline":["תיאור האתר"],"description (custom taxonomy)":["תיאור (טקסונומיה מותאמת)"],"(custom taxonomy)":["(טקסונומיה מותאמת)"],"(custom field)":["(שדה מותאם)"],"Term404":["מונח 404"],"Caption":["כיתוב תמונה"],"Pagenumber":["מספר עמוד"],"Pagetotal":["סה\"כ דף"],"User description":["תיאור משתמש"],"ID":["מזהה"],"Modified":["שונה"],"Post type (plural)":["סוג פוסט (רבים)"],"Post type (singular)":["סוג פוסט (יחיד)"],"Separator":["מפריד"],"Search phrase":["ביטוי חיפוש"],"Term title":["כותרת מונח"],"Term description":["תיאור מונח"],"Tag description":["תיאור תגית"],"Category description":["תיאור קטגוריה"],"Primary category":["קטגוריה ראשית"],"Category":["קטגוריה"],"Tag":["תגית"],"Excerpt only":["תיאור בלבד"],"Excerpt":["תיאור"],"Site title":["שם האתר"],"Archive title":["כותרת ארכיון"],"Parent title":["כותרת האב"],"Date":["תאריך"],"Get Yoast SEO Premium":["קבל יואסט SEO Premium"],"You should create a redirect to ensure your visitors do not get a 404 error when they click on the no longer working URL.":["יש ליצור כתובת אתר להפניה מחדש כדי להבטיח שהמבקרים באתר לא יקבלו שגיאת 404 כאשר הם לוחצים על כתובת אתר שאינה פועלת עוד."],"Search engines and other websites can still send traffic to your deleted content.":[""],"Make sure you don't miss out on traffic!":["ודא שאתה לא מחמיץ את התנועה!"],"You just deleted a %1$s.":["כרגע מחקת את %1$s."],"You just trashed a %1$s.":["כרגע העברת לאשפה את %1$s."],"Url preview":["תצוגה מקדימה של כתובת אתר"],"Please provide a meta description by editing the snippet below. If you don’t, Google will try to find a relevant part of your post to show in the search results.":["ציין תיאור meta על ידי עריכת קטע הקוד למטה. אם לא תעשה זאת, גוגל תנסה למצוא חלק רלוונטי מהפוסט שלך שיוצג בתוצאות החיפוש."],"Dismiss this notice":["דחה הודעה זו"],"No results":["אין תוצאות"],"%d result found, use up and down arrow keys to navigate":["%d תוצאות נמצאו, השתמש במקשי החצים למעלה ולמטה כדי לנווט","נמצאו %d תוצאות, השתמש במקשי החצים למעלה ולמטה כדי לנווט"],"Your site language is set to %s. If this is not correct, contact your site administrator.":["שפת האתר שלך מוגדרת%s. אם זה לא נכון, צור קשר עם מנהל האתר שלך ."],"The %s importer functionality uses temporary database tables. It seems your WordPress install does not have the capability to do this, please consult your hosting provider.":["פונקציית היבוא של  %s משתמשת בטבלאות זמניות במסדי נתונים. נראה שהתקנת הוורדפרס באתר זה אינה יכולה לעמוד בעומס לביצוע המשימה, יש להתייעץ עם חברת האכסון."],"Cleanup of %s data failed.":["ניקוי מידע עבור %s נכשל"],"Content Type":["סוג תוכן"],"Filter by content type":["סינון לפי סוג תוכן"],"Show All Content Types":["הצג את כל סוגי התכנים"],"Replaced with the normal title for an archive generated by WordPress":["הוחלף בכותרת הרגילה של ארכיון שנוצר על ידי וורדפרס"],"Clean":["נקה"],"Once you're certain your site is OK, you can clean up. This will remove all the original data.":["כשאתם בטוחים שהאתר בסדר, ניתן לנקות. פעולה זו תסיר את כל המידע המקורי."],"Step 5: Clean up":["שלב 5: ניקוי"],"Please check your posts and pages and see if the metadata was successfully imported.":["יש לבדוק הפוסטים והעמודים כדי לוודא שהמטה דטה יובא בהצלחה."],"Step 3: Check your data":["שלב 3: בדוק את המידע"],"This will import the post metadata like SEO titles and descriptions into your %1$s metadata. It will only do this when there is no existing %1$s metadata yet. The original data will remain in place.":["פעולה זו תייבא את נתונים המטא של הפוסט כמו כותרות SEO ותיאורי SEO אל תוך נתוני המטא של %1$s. היא תעשה זאת רק כשאין עדיין מטא נתונים קיימים של %1$s. הנתונים המקוריים יישארו במקומם."],"Step 2: Import":["שלב 2: יבוא"],"Please make a backup of your database before starting this process.":["אנא הכן גיבוי לבסיס הנתונים לפני תחילת התהליך."],"Step 1: Create a backup":["שלב 1: צור גיבוי"],"We've detected data from one or more SEO plugins on your site. Please follow the following steps to import that data:":["התגלה מידע מאחד או יותר תוספי SEO באתר. בכדי לייבא את המידע, אנא בצעו את השלבים הבאים:"],"Plugin: ":["תוסף:"],"%s did not detect any plugin data from plugins it can import from.":["%s לא זיהה מידע על תוספים מהם ניתן לייבא מידע."],"Posts that should not show up in search results":["פוסטים שאמורים להופיע בתוצאות החיפוש"],"%s data found.":["%s מידע נמצא."],"%s data successfully removed.":["%s מידע נמחק בהצלחה."],"%s data successfully imported.":["%s מידע יובא בהצחה."],"%s data not found.":["%s מידע לא נמצא."],"On":["מופעל"],"Help on: %s":["עזרה ב: %s"],"Off":["מכובה"],"See who contributed to %1$s.":["ראה מי תרם ל-%1$s."],"Help on this search results setting":["עזרה בהגדרת תוצאות החיפוש"],"Not showing the archive for %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["לא להציג עמודי ארכיון עבור %1$s בתוצאות החיפוש, מבחינה טכנית הם יכילו את תגית meta של %2$s והם לא יכללו במפת האתר. %3$sמידע נוסף על הגדרות תוצאות החיפוש%4$s."],"Not showing %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["לא להציג %1$s בתוצאות החיפוש, מבחינה טכנית הם יכילו את תגית meta של %2$s והם לא יכללו במפת האתר. %3$sמידע נוסף על הגדרות תוצאות החיפוש%4$s."],"Default for %2$s, currently: %1$s":["ברירת מחדל עבור %2$s, נוכחי: %1$s"],"Show %s in search results?":["הצג %s במנועי חיפוש"],"this author's archives":["ארכיונים של המחבר הזה"],"Do not allow search engines to show %s in search results.":["אל תאפשר למנועי חיפוש להציג %s בתוצאות חיפוש."],"Read why XML Sitemaps are important for your site.":["קרא מדוע מפות XML חשובות עבור האתר."],"Enable the XML sitemaps that %s generates.":["הפעל יצירת מפות XML ש-%s יוצר."],"See the XML sitemap.":["צפיה במפת XML של האתר."],"%s (current default for %s)":["%s (ברירת המחדל הנוכחית עבור %s)"],"Should search engines follow links on this %1$s?":["האם מנועי חיפוש צריכים לעקוב אחרי הקישורים ב%1$s?"],"Allow search engines to show this %s in search results?":["האם לאפשר למנועי חיפוש להציג %s בתוצאות החיפוש?"],"Allow search engines to show this content in search results?":[""],"Toggle %1$s's XML Sitemap":["פתח מפות XML של %1$s"],"%s integration":["הרחבת %s"],"Find out how the text link counter can enhance your SEO.":["גלו כיצד מונה הקישור בתכנים יכול לשפר את SEO."],"The text link counter helps you improve your site structure.":["מונה קישור בתוכן מסייע לשפר את מבנה האתר."],"Find out how cornerstone content can help you improve your site structure.":["מצא כיצד עוגני תוכן יכולים לעזור לשפר את מבנה האתר."],"The cornerstone content feature lets you to mark and filter cornerstone content on your website.":["עוגני תוכן מאפשרים לסמן ולסנן עוגני תוכן באתר."],"Discover why readability is important for SEO.":["גלה למה קריאות חשובה בשביל SEO."],"The readability analysis offers suggestions to improve the structure and style of your text.":["ניתוח הקריאות מציע הצעות לשיפור המבנה והסגנון של תכני האתר."],"Learn how the SEO analysis can help you rank.":["למד איך ניתוח SEO יכול לעזור להעלות בדירוג."],"The SEO analysis offers suggestions to improve the SEO of your text.":["ניתוח SEO מציע הצעות לשיפור SEO עבור תכני האתר."],"SEO analysis":["ניתוח SEO"],"Good results":["תוצאות טובות"],"https://yoa.st/1uk":["https://yoa.st/1uk"],"https://yoa.st/1uj":["https://yoa.st/1uj"],"Latest blog posts on %1$s":["פוסטים אחרונים מהבלוג של %1$s"],"Remove highlight from the text":["הסר הדגשה מהטקסט"],"Your site language is set to %s. ":["שפת האתר שלכם מוגדרת ל%s."],"First-time SEO configuration":["הגדרה ראשונה של SEO"],"Highlight this result in the text":["הדגש את התוצאה הזו בטקסט"],"Considerations":["נקודות לשיקול דעת"],"Errors":["שגיאות"],"Change language":["שינוי שפה"],"%s file":["קובץ %s"],"Save changes to %s":["שמור שינויים לקובץ %s"],"Edit the content of your %s:":["עריכת התוכן של הקובץ %s:"],"Create %s file":["צור קובץ %s"],"Updated %s":["%s עודכן"],"You cannot edit the %s file.":["לא ניתן לערוך את הקובץ %s."],"You cannot create a %s file.":["לא ניתן ליצור את הקובץ %s."],"Other integrations":["הרחבות נוספות"],"More information about %1$s":["מידע נוסף אודות %1$s"],"Old Configuration Wizard":["אשף ההתקנה ישן"],"Manage your %s subscription on MyYoast":["נהלו את המנוי שלכם ב-%s באמצעות MyYoast"],"Mark the most important %1$s as 'cornerstone content' to improve your site structure. %2$sLearn more about cornerstone content%3$s.":["סמן את ה%1$s החשובים ביותר כעוגני תוכן לשיפור מבנה האתר. %2$sמידע נוסף על עוגני תוכן%3$s."],"(Opens in a new browser tab)":["(פתח בטאב חדש בדפדפן)"],"Go back":["חזרה"],"Posts %1$swithout%2$s a focus keyphrase":["פוסטים %1$s ללא %2$s ביטוי מפתח למיקוד"],"Hey, your SEO is doing pretty well! Check out the stats:":["דירוג ה-SEO של האתר מצוין! בדוק כאן:"],"You don't have any published posts, your SEO scores will appear here once you make your first post!":["עדיין לא פורסמו פוסטים, ציון ה-SEO יופיע כאן ברגע שהפוסט הראשון יהיה באוויר!"],"Read more like this on our SEO blog":["קרא עוד על הנושא בבלוג ה-SEO שלנו"],"Readability: %s":["קריאות: %s"],"Not activated":["אינו מופעל"],"Activated":["הופעל"],"%1$s recommendations for you":["%1$s המלצות עבורך"],"All Readability Scores":["כל מדדי הקריאות"],"Filter by Readability Score":["סינון לפי מדד קריאות"],"Request method %1$s is not valid.":["המתודה הנדרשת %1$s אינה תקינה."],"Text link counter":["מונה קישורים בטקסט"],"Number of internal links linking to this post. See \"Yoast Columns\" text in the help tab for more info.":["מספר הקישורים החיצוניים לפוסט הזה. ראה \"עמודות yoast\" טקסט בלשונית \"עזרה\" לפרטים נוספים"],"Number of outgoing internal links in this post. See \"Yoast Columns\" text in the help tab for more info.":["מספר הקישורים הפנימיים היוצאים בפוסט זה. לקבלת מידע נוסף עיינו בטקסט של \"עמודות יוסט\" בלשונית העזרה."],"%s Columns":["%s עמודות"],"Readability score":["ציון קריאות"],"Scroll to see the preview content.":["גלול לתצוגה מוקדמת של התוכן."],"Cornerstone content":["עוגני תוכן"],"Save changes":["שמור שינויים"],"1 year free support and updates included!":["כולל שנה חינם של עדכונים ושדרוגים!"],"The plugin %2$s changes your site's output and in doing that differentiates between search engines and normal users, a process that's called cloaking. We highly recommend that you disable it.":["התוסף %2$s משנה את פלט האתר שלך, ובתוך כך מבדיל בין מנועי חיפוש לבין משתמשים רגילים. תהליך זה נקרא \"Cloaking\". אנו ממליצים לך מאוד לכבות אותו."],"No ads!":["ללא פרסומות!"],"Get internal linking suggestions":[""],"Variable":["משתנה"],"Available variables":["משתנים זמינים"],"Scroll to see the table content.":["גלול לצפיה בתוכן הטבלה."],"An error occurred in the '%1$s' assessment":["חלה תקלה בהערכה של '%1$s'"],"No new notifications.":["אין הודעות חדשות"],"Save all":["שמור הכל"],"Save":["שמירה"],"%1$s, Author at %2$s":["%1$s, מחבר ב-%2$s"],"Mobile preview":["תצוגה מקדימה למובייל"],"Desktop preview":["תצוגה מקדימה למחשב"],"Please provide an SEO title by editing the snippet below.":["יש לספק כותרת SEO באמצעות עריכת התוכן המופיע למטה."],"Meta description preview:":["תצוגה מקדימה של תיאור מטא:"],"Slug preview:":["תצוגה מקדימה של הסלאג:"],"SEO title preview:":["תצוגה מקדימה של כותרת SEO:"],"Close snippet editor":["סגור את עורך הסניפט"],"Slug":["סלאג"],"Remove marks in the text":["הסר סימונים בטקסט"],"Mark this result in the text":["סמן תוצאה זו בטקסט"],"Marks are disabled in current view":["סימונים אינם פעילים בתצוגה הנוכחית"],"Good SEO score":["ציון SEO טוב"],"OK SEO score":["ציון SEO תקין"],"Feedback":["משוב"],"Name":["שם"],"Please provide a meta description by editing the snippet below.":["יש לספק תיאור מטא באמצעות עריכת התוכן המופיע למטה."],"Edit snippet":["ערוך סניפט"],"You can click on each element in the preview to jump to the Snippet Editor.":["ניתן להקליק על כל אלמנט בתצוגה המקדימה כדי לדלג לעורך הסניפט."],"SEO title preview":["תצוגה מקדימה של כותרת SEO"],"Export settings":["ייצא הגדרות"],"Please don't show me this notification anymore":["נא לא להציג יותר התראה זו"],"If you are experiencing issues, %1$splease file a bug report%2$s and we'll do our best to help you out.":["אם אתה חווה בעיות, %1$sאנא מלא דו\"ח תקלות%2$s ונעשה כמיטב יכולתנו על מנת לעזור לך."],"We've noticed you've been using %1$s for some time now; we hope you love it! We'd be thrilled if you could %2$sgive us a 5 stars rating on WordPress.org%3$s!":["שמנו לב שאתה משתמש ב- %1$s כבר במשך זמן מה; אנחנו מקווים שאתה אוהב אותו! נשמח אם תוכל %2$sלתת לנו דירוג של 5 כוכבים ב- WordPress.org%3$s!"],"%1$s + %2$s":[""],"Warning: the variable %1$s cannot be used in this template. See the %2$s for more info.":["המשתנה %1$s לא ניתן לשימוש בתבנית זו. למידע נוסף ראו %2$s."],"By the way, did you know we also have a %1$sPremium plugin%2$s? It offers advanced features, like a redirect manager and support for multiple keyphrases. It also comes with 24/7 personal support.":["דרך אגב, ידעת שיש לנו גם %1$sתוסף פרימיום%2$s? הוא מציע מאפיינים מתקדמים, כמו ניהול הפניות ותמיכה במספר ביטויי מפתח. כמו כן, הוא מגיע עם תמיכה אישית 24/7."],"(no title)":["(ללא כותרת)"],"The %1$s admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["תפריט סרגל הניהול של %1$s מכיל קישורים שימושיים לכלים של צד שלישי לצורך ניתוח עמודים והוא מאפשר לכם לראות בקלות אם יש לכם הודעות חדשות."],"Admin bar menu":["תפריט בסרגל הניהול"],"Features":["מאפיינים"],"SEO title":["כותרת SEO"],"Greater than sign":["סימן גדול מ-"],"Less than sign":["סימן פחות מ..."],"Right angle quotation mark":["סימן ציטוט זוויתי ימני"],"Left angle quotation mark":["סימן ציטוט זוויתי שמאלי"],"Small tilde":["טילדה קטנה"],"Vertical bar":["קו אנכי"],"Low asterisk":["כוכבית נמוכה"],"Asterisk":["כוכבית"],"Bullet":["נקודה"],"Middle dot":["נקודה אמצעית"],"Em dash":["מפריד Em"],"En dash":["מפריד En"],"Dash":["מפריד"],"No":["לא"],"Yes":["כן"],"Google search console":["קונסולת החיפוש של גוגל"],"Social profiles":["פרופילים במדיה חברתית"],"Posts list":["רשימת פוסטים"],"Posts list navigation":["ניווט ברשימת הפוסטים"],"Filter posts list":["סינון רשימת פוסטים"],"Installed":["מותקן"],"Seamless integration between %1$s and %2$s":["הרחבה מלאה בין %1$s לבין %2$s"],"Optimize your site for Google News":["בצע אופטימיזציה לאתר בחדשות גוגל"],"Edit &#8220;%s&#8221;":["ערוך את &#8220;%s&#8221;"],"Premium":["פרימיום"],"Get Premium":["קבל פרימיום"],"Notifications":["התראות"],"Removes the focus keyphrase section from the metabox and disables all SEO-related suggestions.":["מסיר את ביטוי מפתח למיקוד מה-metabox ומנטרל את כל המלצות ה-SEO."],"Disable SEO analysis":["בטל ניתוח SEO"],"Other social profiles":["פרופילים חברתיים אחרים"],"Make primary":["הגדר כראשי"],"Cancel":["ביטול"],"%s notification":["התראה %s","%s התראות"],"Disable readability analysis":["בטל ניתוח קריאות"],"Removes the readability analysis section from the metabox and disables all readability-related suggestions.":["מסיר את כרטיסיית ניתוח קריאות מה-metabox ומבטל את כל ההצעות הקשורות לקריאות."],"Readability analysis":["ניתוח קריאות"],"Needs improvement":["דרוש שיפור"],"Readability":["קריאוּת"],"Improvements":["שיפורים"],"Good job! We could detect no serious SEO problems.":["עבודה טובה! לא נמצאו בעיות SEO משמעותיות."],"We have detected the following issues that affect the SEO of your site.":["מצאנו את הסוגיות הבאות שמשפיעות על ה-SEO של אתרך."],"Problems":["בעיות"],"Analysis":["ניתוח"],"Not available":["לא זמין"],"Filter by SEO Score":["סינון לפי ציון SEO"],"Meta description not set.":["תיאור מטא טרם נקבע."],"Open":["פתח"],"Loading...":["טוען..."],"No results found":["לא נמצאו תוצאות"],"Dashboard":["לוח בקרה"],"You can fix this on the %1$sPermalink settings page%2$s.":["ניתן לתקן זאת דרך %1$sהגדרות מבנה קישורים%2$s."],"Replaced with the primary category of the post/page":["הוחלף בקטגוריה הראשית של הפוסט / העמוד"],"Buy %s":["קנה %s"],"New %1$s Title":["כותרת %1$s חדשה"],"Existing %1$s Title":["כותרת %1$s קיימת"],"Expected an integer as input.":["ערך מספרי שלם מצופה כקלט"],"Trying to build the sitemap cache key, but the postfix and prefix combination leaves too little room to do this. You are probably requesting a page that is way out of the expected range.":["ניסינו לבנות את מפתח המטמון למפת אתר, אך השילוב של תחילית וסופית משאיר מעט מדי מקום מכדי לעשות זאת. ככל הנראה העמוד שנמצא מעבר לטווח המצופה."],"Redirects":["הפניות"],"Remove":["הסר"],"Keep":["שמור"],"Bold the last page":["הדגש עמוד אחרון"],"Primary %s":["%s ראשי"],"Primary":["ראשי"],"Make %1$s primary %2$s":["הפוך את %1$s ל%2$s הראשי"],"Integrations":["הרחבות"],"Term is set to noindex.":["המונח מוגדר כ-noindex."],"Author archives":["ארכיון מחברים"],"Enabled":["פעיל"],"Disabled":["מכובה"],"The separator defined in your theme's %s tag.":["הקו מפריד שהוגדר בתבנית שלך %s תגית."],"No index":["No index"],"SEO score":["ציון SEO"],"Team Yoast":["צוות Yoast"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["פתרון ה-SEO הכולל הראשון עבור וורדפרס, הכולל ניתוח עמוד, מפות אתר ועוד."],"Yoast SEO":["יוסט SEO"],"Activation failed:":["ההפעלה נכשלה:"],"The filter extension seem to be unavailable. Please ask your web host to enable it.":["כנראה שהמסנן אינו פעיל, יש לפנות לחברת האכסון כדי להפעיל אותו."],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":["התקנת התוסף %1$s לא הושלמה. אנא פנה אל %2$sהוראות ההתקנה%3$s."],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":["נראה כי ההרחבה Standard PHP Library (SPL)  אינה זמינה. נא לפנות לחברת האחסון להפעיל אותה."],"SEO Settings":["הגדרות SEO"],"Mobile-Friendly Test":["בדיקת תאימות למובייל"],"Google Page Speed Test":["בדיקת מהירות טעינת עמוד"],"Facebook Debugger":["פייסבוק דבאגר"],"Analyze this page":["נתח עמוד זה"],"%s does not seem to be a valid url. Please correct.":["%s איננה כתובת חוקית. נא לתקן."],"%1$s does not seem to be a valid %2$s verification string. Please correct.":["נראה כי %1$s איננה מחרוזת אימות %2$s תקינה. נא לתקן."],"%s Archive":["ארכיון %s"],"You searched for %s":["חיפוש עבור %s"],"%s does not seem to be a valid Twitter Username. Please correct.":["%s איננו שם משתמש חוקי בטוויטר. נא לתקן."],"Summary with large image":["תקציר עם תמונה גדולה"],"The post %1$s appeared first on %2$s.":["הפוסט %1$s הופיע לראשונה ב-%2$s."],"No numeric value was received.":["לא התקבל ערך מספרי."],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":["זה חייב להיות אתר קיים. האתר %s לא קיימת או סומן כנמחק."],"The default blog setting must be the numeric blog id of the blog you want to use as default.":["הגדרת ברירת המחדל של האתר צריכה להיות ערך מספרי של האתר בו יש להשתמש כברירת מחדל."],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":["%1$s לא ניתן לאפשר גישה לבחירה זו %2$s. הבחירה אופסה לברירת מחדל."],"Please select a valid post type for taxonomy \"%s\"":["נא לבחור סוג תוכן לטקסונומיה \"%s\""],"Please select a valid taxonomy for post type \"%s\"":["נא לבחור טקסונומיה לתוכן מסוג \"%s\""],"You searched for":["חיפשת"],"Home":["דף הבית"],"Archives for":["ארכיון עבור"],"Error 404: Page not found":["שגיאה 404: הדף לא נמצא"],"Good":["טוב"],"Replaced with a custom taxonomies description":["הוחלף בתיאור טקסונומיה"],"Replaced with a posts custom taxonomies, comma separated.":["הוחלף בטקסונומיות פוסטים מופרדים בפסיקים."],"Replaced with a posts custom field value":["הוחלף בערך של השדה המיוחד"],"Replaced with the slug which caused the 404":["הוחלף במזהה כתובת שיצר שגיאת 404"],"Replaced with the posts focus keyphrase":["הוחלף בביטוי מפתח למיקוד של הפוסטים"],"Attachment caption":["מצורף הכיתוב"],"Replaced with the current page number":["הוחלף במספר העמוד הנוכחי"],"Replaced with the current page total":["הוחלף במספר העמודים הכולל"],"Replaced with the current page number with context (i.e. page 2 of 4)":["הוחלף במספר העמוד הנוכחי כולל מלל (למשל עמוד 2 מתוך 4)"],"Replaced with the current year":["השנה הנוכחית"],"Replaced with the current month":["החודש הנוכחי"],"Replaced with the current day":["היום הנוכחי"],"Replaced with the current date":["התאריך הנוכחי"],"Replaced with the post/page author's 'Biographical Info'":["הוחלף בביוגרפיה של מחבר הפוסט/עמוד"],"Replaced with the post/page author's 'nicename'":["הוחלף בכינוי של מחבר העמוד/פוסט"],"Replaced with the post/page ID":["הוחלף במזהה של הפוסט/עמוד"],"Replaced with the post/page modified time":["הוחלף בשעת עדכון הפוסט/עמוד"],"Replaced with the content type plural label":["הוחלף בשם של סוג התוכן בלשון רבים"],"Replaced with the content type single label":["הוחלף בשם של סוג התוכן בלשון יחיד"],"Replaced with the current search phrase":["הוחלף בביטוי החיפוש הנוכחי"],"Replaced with the term name":["הוחלף בשם המונח"],"Replaced with the term description":["הוחלף בתיאור המונח"],"Replaced with the tag description":["הוחלף בתיאור התגית"],"Replaced with the category description":["הוחלף בתיאור הקטגוריה"],"Replaced with the post categories (comma separated)":["הוחלף בקטגוריות הפוסט (מופרדות בפסיקים)"],"Replaced with the current tag/tags":["הוחלף בתגיות הנוכחיות"],"Replaced with the post/page excerpt (without auto-generation)":["הוחלף בתקציר הפוסט/עמוד (ללא יצירה אוטומטית)"],"Replaced with the post/page excerpt (or auto-generated if it does not exist)":["הוחלף בתקציר הפוסט/עמוד (או שייווצר באופן אוטומטי אם לא קיים)"],"The site's name":["שם האתר"],"Replaced with the title of the parent page of the current page":["הוחלף בכותרת של עמוד-אב"],"Replaced with the title of the post/page":["הוחלף בכותרת הפוסט/עמוד"],"Replaced with the date of the post/page":["הוחלף בתאריך הפוסט/עמוד"],"Page %1$d of %2$d":["עמוד %1$d מתוך %2$d"],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":["לא ניתן שנות משתנה WPSEO על ידי רישום משתנה באותו שם, יש להשתמש בפילטר \"wpseo_replacements\"."],"A replacement variable with the same name has already been registered. Try making your variable name unique.":["כבר נרשם משתנה החלפה עם שם זהה. יש לבחור שם אחר למשתנה."],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":["משתנה החלפה לא יכול להתחיל עם \"%%cf_\" או עם \"%%ct_\" משום שתחיליות אלה שמורות למשתני ברירת המחדל של התוסף לתכנים מותאמים וטקסונומיות. יש לבחור שם אחר למשתנה."],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":["משתנה החלפה יכול להכיל רק תווים אלפאנומריים, קו תחתון או במקף. יש לשנות את המשתנה."],"Admin only notice: this page does not show a meta description because it does not have one, either write it for this page specifically or go into the [%1$s - %2$s] menu and set up a template.":["מנהל שים לב: דף זה לא מציג תיאור מטא בגלל שאין לו תיאור. ניתן לכתוב תיאור ספציפי לעמוד זה או לגשת לתפריט [%1$s - %2$s] וליצור תיאור גנרי."],"Page not found":["העמוד לא נמצא"],"%s Archives":["ארכיון %s"],"Meta description to use for Author page":["תיאור מטא בדפי מחברים"],"Title to use for Author page":["כותרת בדף מחבר"],"%1$s settings":["הגדרות %1$s"],"Export your %1$s settings":["ייצוא הגדרות %1$s"],"Import settings":["ייבוא ​​הגדרות"],"Import from other SEO plugins":["ייבוא הגדרות מתוסף SEO אחר"],"Import":["ייבוא"],"If you had a %s file and it was editable, you could edit it from here.":["אם לאתר היה קובץ %s והוא היה פתוח לכתיבה, ניתן היה לערוך אותו מכאן."],"If your %s were writable, you could edit it from here.":["אם הקובץ %s היה פתוח לכתיבה, ניתן היה לערוך אותו מכאן."],"You don't have a %s file, create one here:":["לאתר אין קובץ %s, צור קובץ:"],"A link to your site, with your site's name and description as anchor text.":["קישור לאתר עם תיאור האתר בטקסט העוגן."],"A link to your site, with your site's name as anchor text.":["קישור לאתר עם שם האתר בטקסט העוגן."],"A link to the post, with the title as anchor text.":["קישור לפוסט עם הכותרת בטקסט העוגן."],"You can use the following variables within the content, they will be replaced by the value on the right.":["ניתן להשתמש במשתנים הבאים בתוכן, הם יוחלפו בערכים המתאימים."],"Content to put after each post in the feed":["תוכן שיופיע אחרי כל פוסט בפיד"],"Content to put before each post in the feed":["תוכן שיופיע לפני כל פוסט בפיד"],"How to insert breadcrumbs in your theme":["כיצד להכניס פירורי לחם לתבנית"],"Blog":["אתר"],"Prefix for the breadcrumb path":["קידומת לנתיב של פירורי לחם"],"Anchor text for the Homepage":["טקסט עוגן לעמוד הבית"],"Separator between breadcrumbs":["מפריד בין הפריטים בפירורי לחם"],"Below are your published posts' SEO scores. Now is as good a time as any to start improving some of your posts!":["בהמשך תמצאו את ציוני ה-SEO עבור הפוסט. זה זמן מצוין להתחיל לשפר את הפוסטים."],"Credits":["קרדיטים"],"&laquo; Back to Tools page":["חזרה לעמוד כלים"],"%1$s comes with some very powerful built-in tools:":["%1$s מגיע עם כמה כלים מובנים חזקים מאוד:"],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":["כלי זה מאפשר לשנות בקלות קבצים חשובים לשיפור ה-SEO, לדוגמה קובץ robots.txt וקובץ .htaccess."],"File editor":["עריכת קבצים"],"Import settings from other SEO plugins and export your settings for re-use on (another) site.":["ייבוא הגדרות מתוספי SEO אחרים או ייצוא הגדרות לשימוש באתר אחר."],"Import and Export":["ייבוא וייצוא"],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":["כלי זה מאפשר לך לבצע שינויים בכותרות ובתיאורי עמודים ומאמרים במהירות ללא צורך בכניסה לעורך טקסט של כל עמוד בנפרד."],"Bulk editor":["עריכה קבוצתית"],"Default settings":["הגדרות ברירת מחדל"],"Description":["תאור"],"Restore site to defaults":["שיחזור ברירת המחדל של האתר"],"Site ID":["ה-ID של האתר"],"Using this form you can reset a site to the default SEO settings.":["באמצעות טופס זה ניתן לשחזר את הגדרות ברירת המחדל."],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new sites.":["הגדרות רגישות לפרטיות (מנהלי פייסבוק וכאלה), הגדרות ספציפי לתבנית (שכתוב כותרות) וכמה הגדרות ספציפיות אחרות לא ייובאו לאתרים חדשים."],"Enter the %1$sSite ID%2$s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":["יש להכניס את %1$sמזהה האתר%2$s שבהגדרותיו תרצה להשתמש כברירת מחדל עבור כל האתרים שהוספו לרשת. השאר ריק אם אין אתר כזה (במצב זה יעשה שימוש בהגדרות ברירת המחדל של התוסף)."],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":["יש לבחור את האתר שהגדרותיו ישמשו כהגדרות ברירת מחדל לכל אחר חדש שיתווסף לרשת. אם לא יבחר אתר מסוים, יעשה שימשו בהגדרות ברירת המחדל של התוסף."],"New sites in the network inherit their SEO settings from this site":["אתרים חדשים ברשת יורשים את הגדרות ה-SEO שלהם מאתר זה."],"Super Admins only":["סופר מנהלים בלבד"],"Site Admins (default)":["מנהלי אתר (ברירת מחדל)"],"Who should have access to the %1$s settings":["קבע למי תהייה גישה להגדרות %1$s "],"spam":["ספאם"],"mature":["בוגר"],"archived":["אורכב"],"public":["ציבורי"],"%s restored to default SEO settings.":["%s שיחזרו להגדרות SEO ברירת מחדל."],"Settings Updated.":["עדכון הגדרות."],"Special pages":["דפים מיוחדים"],"Date archives":["ארכיון תאריך"],"Title":["כותרת"],"Take note:":["רשום הערה:"],"You can determine the title and description for the homepage by %1$sediting the homepage itself%2$s.":["ניתן לשלוט בכותרת ובתיאור של העמוד הראשי על ידי %1$s עריכת העמוד עצמו %2$s."],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s בודק אוטומטית אם יש צורך לכפות שכתוב כותרות, אם לדעתך הוא טועה, אפשר לשנות את ההגדרה כאן, בתנאי שידוע לך מה ההשלכות של הפעולה."],"Force rewrite titles":["חייב שכתוב מחדש של הכותרות"],"Homepage":["עמוד הבית"],"%1$s Extensions":["הרחבות %1$s"],"Seamlessly integrate WooCommerce with %1$s and get extra features!":["שלבו בצורה חלקה את ווקומרס עם %1$s וקבלו תכונות נוספות!"],"Rank better locally and in Google Maps, without breaking a sweat!":["דירוג גבוה יותר בחיפוש מקומי ובגוגל מפות, בלי לשבור את הראש!"],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":["האם האתר מופיע בגוגל חדשות? הגדילו את התנועה מגוגל חדשות על ידי אופטימיזציה יעודית!"],"Optimize your videos to show them off in search results and get more clicks!":["אופטימיזציה לוידאו תחשוף אותם בתוצאות מנועי חיפוש ותייצר יותר הקלקות!"],"The premium version of %1$s with more features & support.":["גרסת פרימיום של %1$s עם תמיכה ומאפיינים נוספים."],"Person":["אדם"],"Website name":["שם האתר"],"RSS":["RSS"],"Permalink":["קישור ישיר"],"Breadcrumbs":["פירורי לחם"],"Authenticate":["אימות"],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year of support and updates, on %2$s.":["כדי שיתאפשר לכם לבצע הפניה ולתקן את הבעיה בזו, אתם צריכים %1$s. אתם יכולים לרכוש את התוסף, כולל שנה של תמיכה תכנית ועדכונים, ב- %2$s."],"Creating redirects is a %s feature":["יצירת הפניות היא אפשרות של %s"],"New URL":["כתובת חדשה"],"Search":["חיפוש"],"URL":["URL"],"Deactivate %s":["כיבוי %s"],"The %1$s plugin might cause issues when used in conjunction with %2$s.":["התוסף %1$s עלול ליצור בעיות כשמשתמשים בו יחד עם %2$s."],"Upload Image":["העלאת תמונה"],"%s Posts Overview":["סקירת %s"],"Breadcrumbs title":["כותרת פירורי לחם"],"Pinterest":["פינטרסט"],"Social settings":["הגדרות חברתיות"],"Close":["סגור"],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines and might slow down your site.":["גם %1$s וגם %2$s יכולים ליצור מפת אתר בפורמט XML. לשתי מפות אתר בפורמט XML אין יתרון מבחינת מנועי חיפוש, והן עלולות להאט את האתר."],"Configure %1$s's Open Graph settings":["הגדר הגדרות Open Graph עבור %1$s"],"Both %1$s and %2$s create Open Graph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":["גם %1$s וגם %2$s יוצרים פלט Open Graph, מה שעלול לגרום לפייסבוק, טוויטר, לינקדאין ורשתות חברתיות אחרות להשתמש בתכנים כתובים ובתמונות לא נכונות כשמשתפים עמודים."],"%s image":["תמונת %s"],"%s description":["תאור %s"],"%s title":["כותרת %s"],"Twitter":["טוויטר"],"Facebook":["פייסבוק"],"very difficult":["קשה מאוד"],"Try to make shorter sentences, using less difficult words to improve readability":["יש לנסות לקצר משפטים, עם מילים פשוטות יותר, כדי לשפר קריאות"],"difficult":["קשה"],"fairly difficult":["קשה למדי"],"OK":["תקין"],"fairly easy":["קל למדי"],"easy":["קל"],"very easy":["קל מאוד"],"The copy scores %1$s in the test, which is considered %2$s to read.":["התוכן מדורג %1$s במבחן ה- %2$s, ונחשב %3$s לקריאה. %4$s"],"Flesch reading ease":["קושי הקריאה של Flesch"],"Meta Desc.":["תיאור מטא"],"All SEO Scores":["כל ציוני SEO"],"SEO issue: The featured image should be at least 200 by 200 pixels to be picked up by Facebook and other social media sites.":["בעיית SEO: התמונה הראשית צריכה להיות בגודל 200x200 פיקסלים לפחות בכדי שפייסבוק ורשתות חברתיות אחרות ישתמשו בה."],"(no parent)":["(ללא הורה)"],"meta description":["תיאור מטא"],"Page title":["כותרת עמוד"],"Post is set to noindex.":["מוגדר לא לאנדקס."],"The URL that this page should redirect to.":["כתובת ה URL אליו דף זה פונה."],"301 Redirect":["הפניית 301"],"The canonical URL that this page should point to. Leave empty to default to permalink. %1$sCross domain canonical%2$s supported too.":["כתובת קנוניקל אליה צריך דף זה להפנות. ניתן להשאיר ריק לברירת המחדל של מבנה הקישורים. תומך גם ב%1$sדומיינים שונים%2$s."],"Canonical URL":["כתובת קנוניקל"],"Title to use for this page in breadcrumb paths":["כותרת לשימוש בעמוד זה בנתיב של פירורי לחם"],"Breadcrumbs Title":["כותרת פירורי לחם"],"No Snippet":["אין סניפט"],"No Archive":["אין ארכיון"],"No Image Index":["אין אינדקס תמונה"],"None":["ללא"],"Meta robots advanced":["Meta Robots למתקדמים"],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["אזהרה: למרות שניתן להגדיר כאן הגדרות לרובוטים, כל האתר מוגדר noindex בהגדרות הפרטיות, כך שלהגדרות אלה לא תהיינה השפעה."],"Meta description":["תיאור מטא"],"SEO Title":["כותרת SEO"],"Focus keyword":["מילת מפתח למיקוד"],"Settings successfully imported.":["הגדרות יובאו בהצלחה."],"Settings could not be imported:":["לא ניתן לייבא את ההגדרות:"],"Breadcrumb for 404 pages:":["פירורי לחם לעמודי 404:"],"Prefix for search result pages:":["קידומת לעמודי תוצאות חיפוש:"],"Prefix for archive pages:":["קידומת לעמודי ארכיון:"],"Prefix for breadcrumbs:":["קידומת לפירורי לחם:"],"Anchor text for the homepage:":["טקסט עוגן לעמוד הבית:"],"Breadcrumbs separator:":["מפריד פירורי לחם:"],"%s Breadcrumbs":["%s פירורי לחם"],"Use Image":["השתמש בתמונה"],"Action":["פעולה"],"Page URL/Slug":["כתובת/סלאג"],"Publication date":["תאריך פרסום"],"Post Status":["סטטוס"],"WP Page Title":["כותרת של וורדפרס"],"View":["הצג"],"View &#8220;%s&#8221;":["הצג \"%s\""],"Preview":["תצוגה מקדימה"],"Preview &#8220;%s&#8221;":["תצוגה מקדימה של \"%s\""],"Edit":["עריכה"],"Filter":["סנן"],"New Yoast Meta Description":["תיאור מטא חדש"],"Existing Yoast Meta Description":["תיאור מטא נוכחי"],"Facebook profile URL":["כתובת פרופיל פייסבוק"],"Twitter username (without @)":["משתמש טוויטר (ללא @)"],"Google":["גוגל"],"FAQ":["שאלות נפוצות"],"Settings":["הגדרות"],"Huge SEO Issue: You're blocking access to robots.":["בעית SEO רצינית: אתה מונע גישה של רובוטים לאתר."],"Posts":["פוסטים"],"Edit Files":["עריכת קבצים"],"General":["כללי"],"Extensions":["הרחבות"],"Search Console":["קונסולת חיפוש"],"Tools":["כלים"],"Advanced":["מתקדם"],"XML sitemaps":["מפות XML"],"Social":["חברתי"],"SEO":["SEO"],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":["%1$s זיהה שאתם משתמשים בגרסה %2$s של %3$s, יש לעדכן לגרסה האחרונה כדי למנוע בעיות תאימות."],"Just another WordPress site":["עוד אתר וורדפרס"],"You have used HTML in your value which is not allowed.":["השתמשת ב-HTML בערך שהזנת, וזה אסור."],"You can't edit %s that aren't yours.":["אינך יכול לערוך %s שלא שלך."],"You can't edit %s.":["אינך יכול לערוך %s."],"Post has an invalid Content Type: %s.":["לפוסט יש סוג תוכן לא חוקי: %s."],"Post doesn't exist.":["הפוסט אינו קיים."],"posts\u0004Trash <span class=\"count\">(%s)</span>":["פח <span class=\"count\">(%s)</span>","פח <span class=\"count\">(%s)</span>"],"posts\u0004All <span class=\"count\">(%s)</span>":["הכל <span class=\"count\">(%s)</span>","הכל <span class=\"count\">(%s)</span>"]}}}