{"domain":"js-text-analysis","locale_data":{"js-text-analysis":{"":{"domain":"js-text-analysis","plural_forms":"nplurals=2; plural=n != 1;","lang":"gl_ES"},"The %1$s class must not be instantiated before the %2$s global is set.":[""],"%1$sOutrank your competitors even further%2$s with these %3$s plugins":["%1$sDeixa incluso máis atrás aos teus competidores%2$s con estes plugins de %3$s"],"No need to figure out what to link to. You get linking suggestions for relevant posts and pages to make your website easier to navigate.":["Non tes que pensar a qué ligar. Recibe suxerencias de ligado a entradas e páxinas relevantes para facer que sexa máis sinxelo navegar polo teu sitio."],"Use AI to write SEO titles and meta descriptions for your posts and pages. It speeds up your work and does some of the thinking for you!":["Usa IA para escribir títulos e meta descricións SEO para as túas entradas e páxinas. Acelera o teu traballo e pensa por ti!"],"%s looks at more than just your main keyword. It analyzes different word forms, plurals, and past tenses. This helps your website perform even better in searches!":["%s presta atención a máis cousas que só á palabra clave principal. Analiza distintas formas de escribila, plurais e tempos en pasado. Isto axuda a que a túa web funcione ainda mellor nas procuras!"],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for titles and meta descriptions to make your pages rank high and make you look good on social media. %1$sLearn more%2$s%3$s":["Deixa que a IA pense un pouco por ti e che axude a aforrar tempo. Consegue suxerencias de alta calidade para títulos e meta descricións para facer que as túas páxinas posicionen mellor e e teñas mellor visibilidade nos medios sociais. %1$sSaber máis%2$s%3$s"],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for product titles and meta descriptions to make your pages rank high and make you look good on social media. %1$sLearn more%2$s%3$s":["Deixa que a IA pense un pouco por ti e che axude a aforrar tempo. Consegue suxerencias de alta calidade para títulos e meta descricións para facer que as túas páxinas posicionen mellor e teñas mellor visibilidade nos medios sociais. %1$sSaber máis%2$s%3$s"],"Explore %s!":["¡Explora %s!"],"You’ll reach more people with multiple keyphrases! Want to quickly add these related keyphrases to the %s analyses for even better content optimization?":["Chegarás a máis xente con varias palabras clave! Queres engadir rápidamente estas palabras clave relacionadas á análise de %s para unha optimización incluso mellor do contido?"],"Get AI to write SEO titles and meta descriptions faster. Reach a wider audience with multiple keywords. Get automatic internal linking suggestions. And much, much more!":["Fai que a IA escriba títulos e meta descricións SEO máis rápido. Chega a una audiencia maior con varias palabras clave. Consegue suxerencias de ligado interno automáticas. E moito, moito máis!"],"Explore now":["Explórao agora"],"Rank higher in search results":["Posiciona mellor nos resultados das procuras"],"Turn more visitors into customers!":["Convirte máis visitantes en clientes!"],"Increase Google clicks with rich results":["Aumenta os clics en Google cos resultados enriquecidos"],"Write product pages that rank using the SEO analysis":["Escribe páxinas de produto que posicionen usando a análise SEO"],"Get XML sitemaps":["Consegue os mapas XML do sitio"],"Optimize your video previews & thumbnails":["Optimiza as túas vistas previas e miniaturas de vídeos"],"Make sure your videos load quickly for users":["Asegúrate de que os teus vídeos se carguen rápidamente para os usuarios"],"Automatically get technical SEO best practices for video content":["Consegue automáticamente as mellores prácticas de SEO técnico para o contido en vídeo"],"Drive more views to your videos":["Atrae máis visitas aos teus vídeos"],"Stand out for local searches":["Destaca nas procuras locais"],"Explore %s now!":["Explora %s agora!"],"%1$s24/7 support%2$s: Also on evenings and weekends.":["%1$sSoporte 24/7%2$s: tamén en festivos e fines de semana."],"%1$sAppealing social previews%2$s people actually want to click on.":["%1$sVistas previas sociais atraentes%2$s ás que a xente realmente queira facer clic."],"%1$sNo more broken links%2$s: Automatic redirect manager.":["%1$sNon máis ligazóns rotas%2$s: xestor de redireccións automáticas."],"%1$sSuper fast%2$s internal linking suggestions.":["Suxerencias de ligado interno %1$ssuper rápidas%2$s."],"%1$sMultiple keywords%2$s: Rank higher for more searches.":["%1$sMúltiples palabras clave%2$s: posiciona mellor en máis procuras."],"%1$sAI%2$s: Better SEO titles and meta descriptions, faster.":["%1$sIA%2$s: mellores títulos e meta descricións SEO, máis rápidamente."],"Highlight areas of improvement in your text, no more searching for a needle in a haystack, straight to optimizing! Now also in Elementor!":["Resalta as áreas de mellora no teu texto, non máis procurar unha agulla nun palleiro, pasa directamente a optimizar! Agora tamén en Elementor!"],"Leave a quick review":["Deixa unha recensión rápida"],"Happy with the plugin?":["Contento co plugin?"],"Show Yoast SEO some love!":["Amosa un pouco de amor a Yoast SEO!"],"Let's get your site in tip-top shape for the search engines. Simply follow these 5 steps to make Google understand what your site is about.":["Poñamos o teu sitio en plena forma para os motores de busca. Só tes que seguir estes 5 pasos para que Google entenda de que trata o teu sitio."],"If your goal is to increase your rankings, you need to work on your SEO regularly. That can be overwhelming, so let's tackle it one step at a time!":["Se o teu obxectivo é aumentar o teu posicionamento, tes que traballar no teu SEO con regularidade. Iso pode ser abrumador, así que abordémolo paso a paso!"],"Great work! Thanks to the details you've provided, %1$s has enhanced your site for search engines, giving them a clearer picture of what your site is all about.":["Bo traballo! Grazas aos detalles que proporcionaches, %1$s melloraches o teu sitio para os motores de busca, dándolles unha idea máis clara de que trata o teu sitio."],"Important: We won't sell this data, and we won't collect any personal information about you or your visitors.":["Importante: Non venderemos estes datos, e non recompilaremos ningunha información persoal sobre ti ou os teus visitantes."],"What data will be collected and why?":["Que datos se recollerán e por que?"],"No, I don't want to share my site data":["Non, non quero compartir os datos da miña web"],"Are you open to help us improve our services?":["Estás disposto a axudarnos a mellorar os nosos servizos?"],"Yes, give me your free tips!":["Si, dáme consellos gratis!"],"Subscribe to the %1$s newsletter to receive best practices for improving your rankings, save time on SEO tasks, stay up-to-date with the latest SEO news, and get expert guidance on how to make the most of %2$s!":["Subscríbete ao boletín de %1$s para recibir as mellores prácticas para mellorar o teu posicionamento, aforrar tempo en tarefas de SEO, estar ao día das últimas noticias sobre SEO e obter orientación de expertos sobre como sacar o máximo partido a %2$s!"],"Get free weekly SEO tips!":["Consigue consellos SEO gartuítos semanalmente!"],"You're almost there! Complete all settings in this step so search engines know what your site is about.":["Xa case estás! Completa todos os axustes neste paso para que os motores de busca saiban de que trata o teu sitio."],"Completing this step helps Google to understand your site even better. Bonus: You'll improve your chance of getting %1$srich results%2$s!":["Completar este paso axuda a Google a comprender aínda mellor o teu sitio. Bono: Mellorarás as túas posibilidades de obter resultados %1$sricos%2$s!"],"Let's start by running the SEO data optimization. That means we'll scan your site and create a database with optimized SEO data. It won't change any content or settings on your site and you don't need to do anything, just hit start!\n\nNote: If you have a lot of content, this optimization could take a moment. But trust us, it's worth it!":["Empecemos por executar a optimización de datos SEO. Iso significa que escanearemos o teu sitio e crearemos unha base de datos con datos SEO optimizados. Non cambiará ningún contido nin configuración do teu sitio e non tes que facer nada, só pulsar empezar!\n\nNota: Se tes moito contido, esta optimización pode levar un rato. Pero confía en nós, merece a pena!"],"We've successfully analyzed your site & optimized your SEO data!":["Analizamos con éxito o teu sitio e optimizamos os teus datos SEO!"],"Fantastic work! Add your organization's social media accounts below. This allows us to fine-tune the metadata for these platforms.":["Un traballo fantástico! Engade a continuación as contas de redes sociais da túa organización. Isto permítenos afinar os metadatos para estas plataformas."],"Social share preview":["Vista previa dos elementos a compartir en redes sociais"],"Twitter share preview":["Vista previa de Twitter"],"The %1$s interface is currently unavailable in the beta WooCommerce product editor. To resolve any issues, please disable the beta editor. %2$sLearn how to disable the beta WooCommerce product editor.%3$s":["A interface de %1$s non está dispoñible actualmente no editor de produtos beta de WooCommerce. Para resolver calquera problema, desactiva o editor beta. %2$sAprende como desactivar o editor de produtos beta de WooCommerce.%3$s"],"Compatibility issue: Yoast SEO is incompatible with the beta WooCommerce product editor.":["Problema de compatibilidade: Yoast SEO é incompatible co editor de produtos beta de WooCommerce."],"Search engines and other websites can still send traffic to your trashed content.":["Os motores de busca e outras webs aínda poden enviar tráfico ao contido que enviaches á papeleira."],"Unlock with the %1$s":["Desbloquear con %1$s"],"Generate product titles & descriptions with AI!":["Xera títulos e descricións de produto coa IA!"],"Last year":["O ano pasado"],"Last week":["A semana pasada"],"Last day":["Onte"],"Last updated":["Última actualización"],"Activate tracking to show the ranking position":["Activa o seguimento para amosar o lugar de posicionamento"],"List your Frequently Asked Questions in an SEO-friendly way.":["Enumera as túas preguntas máis frecuentes dun xeito amigable con SEO."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by OpenAI GPTBot.":["Engade unha regra de \"non permitir\" ao teu arquivo robots.txt para evitar o rastrexo por OpenAI GPTBot."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by the Google-Extended bot. Enabling this setting won’t prevent Google from indexing your website.":["Engade unha regra de \"non permitir\" ao teu arquivo robots.txt para evitar o rastrexo polo bot Google-Extended. Activar esta configuración non impedirá que Google indexe a túa web."],"Lots of web traffic comes from bots crawling the web. Some can benefit your site or business, while other bots don’t. Blocking unwanted bots can save energy, help with site performance, and protect copyrighted content. Learn more about %1$swhen to block unwanted bots%2$s.":["Moito tráfico web provén dos robots que rastrexan a web. Algúns poden beneficiar o teu sitio ou negocio, mentres que outros bots non. Bloquear bots non desexados pode aforrar enerxía, axudar ao rendemento do sitio e protexer o contido protexido por copyright. Máis información sobre %1$s cando bloquear os bots non desexados%2$s."],"Prevent OpenAI GPTBot from crawling":["Evita que OpenAI GPTBot se rastrexe"],"Prevent Google Bard and Vertex AI bots from crawling":["Evita que os bots de IA de Google Bard e Vertex se rastrexen"],"Prevent Common Crawl CCBot from crawling":["Evita que CCBot de rastrexo común se rastrexe"],"Unlock Premium SEO analysis":["Desbloquea a análise SEO Premium"],"Get more help with writing content that ranks":["Obtén máis axuda para escribir contidos clasificados"],"$ USD / € EUR / £ GBP per year (ex. VAT)":["$ USD / € EUR / £ GBP ao ano (sen IVE)"],"Internal linking suggestions":["Suxestións de ligazóns internas"],"%1$s SAVE 30%% %2$s on your 12 month subscription":["%1$s AFORRA UN 30%% %2$s na túa subscrición de 12 meses"],"Learn more about %s (Opens in a new browser tab)":["Aprende máis acerca de %s (ábrese nunha nova pestana do navegador)"],"Write more natural and engaging content":["Escribe contidos máis naturais e atractivos"],"Synonyms help users understand your copy better. It’s easier to read for both users and Google. In %s, you can add synonyms for your focus keyphrase, and we’ll help you optimize for them.":[""],"Is your %1$s store ready for Black Friday?":["Está a túa tenda %1$s lista para o Black Friday?"],"Check your text on even more SEO criteria and get an enhanced keyphrase analysis, making it easier to optimize your content.":["Revisa os teus textos con máis criterios SEO e consegue unha análise de frases clave mellorada, facendo máis doado escribir contidos optimizados."],"Buy now!":["Mercar agora!"],"30% OFF!":["30 % DE DESCONTO!"],"BLACK FRIDAY SALE: %1$s %2$sBuy now!%3$s":["DESCONTO DE BLACK FRIDAY: %1$s %2$sMercar agora!%3$s"],"BLACK FRIDAY SALE: %1$s":["DESCONTO DE BLACK FRIDAY: %1$s"],"Reach a wider audience":["Chega a unha audiencia maior"],"Add related keyphrases":["Engade frases clave relacionadas"],"%s automatically suggests to what content you can link with easy drag-and-drop functionality, which is good for your SEO!":["%s suxire automáticamente a qué contido podes ligar cunha sinxela funcionalidade de arrastrar e soltar, e iso é bo para o teu SEO!"],"Rank higher by connecting your content":["Posiciona mellor conectando os teus contidos"],"Get help optimizing for up to 5 related keyphrases. This helps you reach a wider audience and get more traffic.":["Consegue axuda para optimizar ata 5 frases clave relacionadas. Isto axúdate a chegar a unha audiendia maior e conseguir máis tráfico."],"-30%":[""],"%1$s Now with 30%% Black Friday Discount!":[""],"%1$sSALE 30%% OFF!%2$s":[""],"30% OFF":["30 % DE DESCONTO"],"BLACK FRIDAY":["BLACK FRIDAY"],"Claim your 30% off now!":["Reclama agora o teu 30% de desconto!"],"Social media appearance":["Aparicións en medios sociais"],"Determine how your post should look in the search results.":["Determina como debería verse a túa entrada nos resultados de busca."],"The Yoast %1$sultimate Black Friday checklist%2$s helps you prepare in time, so you can boost your results during this sale.":["A %1$slista de comprobación definitiva do Black Friday%2$s de Yoast axúdache a prepararte con antelación, para que poidas mellorar os teus resultados durante esta oferta."],"To customize the appearance of your post specifically for Twitter, please fill out the 'Twitter appearance' settings below.":["Para personalizar a apariencia específica da túa entrada en Twitter, por favor, enche os seguintes axustes de «Apariencia en Twitter»."],"Twitter appearance":["Apariencia en Twitter"],"To customize the appearance of your post specifically for Twitter, please fill out the 'Twitter appearance' settings below. If you leave these settings untouched, the 'Social media appearance' settings mentioned above will also be applied for sharing on Twitter.":["Para personalizar a apariencia específica da túa entrada en Twitter, por favor, enche os seguintes axustes de «Apariencia en Twitter». Se deixas sen modificar estes axustes, os axustes de «Aparicións en medios sociais» mencionados arriba tamén se aplicarán ao compartir en Twitter."],"Determine how your post should look on social media like Facebook, Twitter, Instagram, WhatsApp, Threads, LinkedIn, Slack, and more.":["Determina como debería verse a túa entrada en medios sociais como Facebook, Twitter, Instagram, WhatsApp, Threads, LinkedIn, Slack e máis."],"Get the checklist and start optimizing now!":["Consigue a lista de comprobación e empeza a optimizar agora!"],"Is your WooCommerce store ready for Black Friday?":["Está a túa tenda WooCommerce lista para o Black Friday?"],"The %1$s %2$sultimate Black Friday checklist%3$s helps you prepare in time, so you can boost your results during this sale.":["A %2$slista de comprobación definitiva do Black Friday%3$s de %1$s axúdache a prepararte con antelación, para que poidas mellorar os teus resultados durante esta oferta."],"AI generator":["Xerador de IA"],"New in %1$s":["Novo en %1$s"],"Use AI to write your titles & meta descriptions!":["Usa a IA para crear títulos e descricións meta!"],"Use the power of Yoast AI to automatically generate compelling titles and descriptions for your posts and pages.":["Usa o poder da IA de Yoast para xerar automaticamente títulos e descricións atractivos para as túas entradas e páxinas."],"AI title & description generator":["Xerador IA de título e descrición"],"Use AI":["Usa a IA"],"Clear selection":["Baleirar selección"],"Note that the following commonly-used parameters will not be removed: %1$s, %2$s, %3$s, %4$s, %5$s, %6$s, and %7$s.":["Ten en conta que non se eliminarán os seguintes parámetros usados habitualmente: %1$s, %2$s, %3$s, %4$s, %5$s, %6$s e %7$s."],"Learn how to increase your rankings with %1$s":["Aprende como aumentar o teu posicionamento con %1$s"],"Want an enhanced Google preview of how your WooCommerce products look in the search results?":["Queres unha vista previa de Google mellorada de como se verán os teus produtos de WooCommerce nos resultados de busca?"],"Sign up today!":["Rexístrate hoxe!"],"Feeling lost when it comes to optimizing your site for the search engines? Join our FREE webinar to gain the confidence that you need in order to start optimizing like a pro! You'll obtain the knowledge and tools to start effectively implementing SEO.":["Sínteste perdido á hora de optimizar o teu sitio para os motores de busca? Únete ao noso seminario web GRATUÍTO para gañar a confianza que necesitas para empezar a optimizar como un profesional. Obterás os coñecementos e as ferramentas para empezar a implementar eficazmente o SEO."],"Join our FREE webinar for SEO success":["Únete ao noso seminario web GRATUÍTO para triunfar no SEO"],"Want your products stand out in search results with rich results like price, reviews and more?":["Queres que os teus produtos destaquen nos resultados de busca con resultados enriquecidos como o prezo, valoracións e máis?"],"%1$s, %2$s and %3$s":["%1$s, %2$s e %3$s"],"%1$s and %2$s":["%1$s e %2$s"],"Please see the “New” badges and review the Search appearance settings.":["Por favor, mira as «novas» insignias e revisa os axustes de apariencia no buscador."],"New type of content added to your site!":["Novo tipo de contido engadido ao teu sitio!"],"Site policies":["Políticas do sitio"],"Select a page which provides information about your diversity policies for %1$sstaffing%2$s, %1$shiring%2$s and %1$semployment%2$s.":["Selecciona unha páxina que ofreza información sobre as túas políticas de diversidade para %1$so persoal%2$s, %1$scontratación%2$s e %1$semprego%2$s."],"Select a page which provides information on your diversity policies for %1$seditorial%2$s content.":["Selecciona unha páxina que ofreza información sobre as túas políticas de diversidade para o contido %1$seditorial%2$s."],"Select a page which describes the personal, organizational, and corporate %1$sstandards%2$s of %1$sbehavior%2$s expected by your organization.":["Selecciona unha páxina que describa os %1$sestándares%2$s de %1$sconducta%2$s persoais e organizacionais esperados pola túa organización."],"Select a page which outlines your procedure for addressing %1$serrors%2$s (e.g., publishing retractions or corrections).":["Selecciona unha páxina que resuma o teu procedemento para solucionar %1$serros%2$s (p.ex.: correccións ou retractacións de publicacións)"],"Select a page which describes how your organization collects and responds to %1$sfeedback%2$s, engages with the %1$spublic%2$s, and prioritizes %1$stransparency%2$s.":["Selecciona unha páxina que describa como recompila e responde a túa organización a %1$speticións%2$s, como interactúa co %1$spúblico%2$s e prioriza a %1$stransparencia%2$s."],"Select a page which describes the ownership structure of your organization. It should include information about  %1$sfunding%2$s and %1$sgrants%2$s.":["Selecciona unha páxina que describa a estrutura propietaria da túa organización. Debería incluír información sobre a súa %1$sfinanciación%2$s e %1$saxudas%2$s."],"Select a page which describes the editorial principles of your organization. %1$sWhat%2$s do you write about, %1$swho%2$s do you write for, and %1$swhy%2$s?":["Selecciona unha páxina que describa os principios editoriais da túa organización. Sobre %1$sque%2$s escribes, para %1$squen%2$s escribes, e %1$spor que%2$s?"],"Select the pages on your website which contain information about your organizational and publishing policies. Some of these might not apply to your site, and you can select the same page for multiple policies. %1$sLearn more about why setting your site policies is important%2$s.":["Selecciona as páxinas da túa web que conteñan información sobre as túas políticas organizativas e de publicación. Algunhas poderían non aplicarse ao teu sitio, e podes seleccionar a mesma páxina para varias políticas. %1$sAprende máis sobre por que é importante configurar as políticas do teu sitio%2$s."],"Diversity staffing report":["Informe sobre a diversidad do persoal"],"Diversity policy":["Política de diversidade"],"Ethics policy":["Política ética"],"Corrections policy":["Política de correccións"],"Actionable feedback policy":["Política de resposta activa"],"Ownership / Funding info":["Información da propiedade / financiación"],"Publishing policies":["Políticas de publicación"],"Publishing principles":["Principios de publicación"],"Failed to retrieve pages.":["Fallo ao recuperar as páxinas."],"Searching pages...":["Buscando páxinas…"],"Add new page...":["Engadir unha nova páxina"],"No pages found.":["Non se atoparon páxinas."],"You've added a new type of content. We recommend that you review the corresponding %1$sSearch appearance settings%2$s.":["Engadiches un novo tipo de contido. Recomendámosche revisar os correspondentes %1$saxustes de apariencia no buscador%2$s."],"Error: Taxonomy was not removed from new_taxonomies list.":["Erro: A taxonomía non se eliminou da lista new_taxonomies."],"Taxonomy is no longer new.":["A taxonomía xa non é nova."],"Taxonomy is not new.":["A taxonomía non é nova."],"Error: Post type was not removed from new_post_types list.":["Erro: O tipo de contido non se eliminou da lista new_post_types."],"Post type is no longer new.":["O tipo de contido xa non é novo."],"Post type is not new.":["O tipo de contido non é novo."],"Write a bug report":["Escribe un informe de fallos"],"Our support team is here to answer any questions you may have. Fill out the (pop-up) contact form, and we'll get back to you as soon as possible!":["O noso equipo de soporte está aquí para responder calquera pregunta que poidas ter. Enche o formulario de contacto (emerxente) e contactarémoste o antes posible!"],"%1$sSupport languages:%2$s English & Spanish":["%1$sIdiomas de soporte:%2$s Inglés e español"],"If you don't find the answers you're looking for and need personalized help, you can get 24/7 support from one of our support engineers.":["Se non encontras as respostas que estás buscando e necesitas axuda personalizada, podes conseguir soporte 24/7 dun dos nosos enxeñeiros de soporte."],"Contact our support team":["Contacta co noso equipo de soporte"],"Have you stumbled upon a bug while using %1$s? Please raise a bug report on our GitHub repository to let us know about the issue!":["Tropezaches cun fallo mentres usabas %1$s? Por favor, envía un informe de fallos ao noso repositorio de GitHub e permítenos saber máis do problema!"],"Raise a bug report on GitHub":["Enviar un informe de erros a GitHub"],"Visit WordPress forum":["Visitar os foros de WordPress"],"In the WordPress support forum for %1$s you can find answers or ask for help from %1$s users in the WordPress community.":["No foro de soporte de WordPress para %1$s podes encontrar respostas, ou pedir axuda aos usuarios de %1$s da comunidade WordPress."],"WordPress support forum for %1$s":["Foro de soporte en WordPress para %1$s"],"Visit our help center":["Visita o noso centro de axuda"],"Have a look at our help center to find articles, tutorials, and other resources to help you get the most out of %1$s!":["Bota unha ollada ao noso centro de axuda para encontrar artigos, titoriais e outros recursos que che axuden a sacar o máximo partido posible de %1$s!"],"%1$s's help center":["Centro de axuda de %1$s"],"Need help with %1$s? These resources are a great place to start!":["Necesitas axuda con %1$s? Estes recursos son un fantástico lugar para empezar!"],"Additional resources":["Recursos adicionais"],"Here, you'll find answers to commonly asked questions about using %1$s. If you don't see your question listed, you can have a look at the section below.":["Aquí encontrarás respostas ás preguntas máis habituais sobre como usar %1$s. Se non ves a túa pregunta na lista, podes botar unha ollada á sección de abaixo."],"Frequently asked questions":["Preguntas frecuentes"],"If you have any questions, need a hand with a technical issue, or just want to say hi, we've got you covered. Get in touch with us and we'll be happy to assist you!":["Se tes algunha pregunta, necesitas unha man cun problema técnico, ou simplemente queres saudar, aí nos tes. Contáctanos e encantaranos axudarche!"],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by Google AdsBot. You should only enable this setting if you're not using Google Ads on your site.":["Engade unha regra «disallow» ao teu arquivo robots.txt para evitar o rastrexo do AdsBot de Google. Só deberías activar este axuste se non estás usando Google Ads no teu sitio."],"Block unwanted bots":["Bloquear bots indesexados"],"Close the upgrade callout":["Cerrar o aviso de actualización"],"%1$s and get an exclusive %2$s discount for %3$s month(s).":["%1$s e consigue un exclusivo desconto de %2$s durante %3$s mes(es)."],"Click here to upgrade your %s plan":["Fai clic aquí para actualizar o teu plan de %s"],"Keyphrases tracked: %1$s/%2$s":["Frases clave rastrexadas: %1$s/%2$s"],"Your are tracking %1$s out of %2$s keyphrases included in your account.":["Estás rastrexando %1$s de %2$s frases clave incluídas na túa conta."],"Your are tracking %1$s out of %2$s keyphrases included in your free account.":["Estás rastrexando %1$s de %2$s frases clave incluídas na túa conta gratuíta."],"Support":["Soporte"],"Prevent Google AdsBot from crawling":["Evitar o rastrexo de Google AdsBot"],"%s":["%s"],"This overview will show you your top performing keyphrases in Google. Connect with %s to get started.":["Este resumo mostrarache as túas frases que máis posicionan en Google. Conecta con %s para empezar."],"You have successfully connected with %s.":["Conectácheste correctamente con %s."],"You have successfully connected with %1$s. Your %2$s account does not contain any keyphrases for this website yet. You can track keyphrases by using the \"Track SEO Performance\" button in the post editor.":["Conectácheste correctamente con %1$s. A túa conta de %2$s non contén aínda ningunha frase clave para esta web. Podes rastrexar frases clave usando o botón de «Rastrexar o rendemento SEO» no editor de entradas."],"Network Error: Unable to connect to the server. Please check your internet connection and try again later.":["Erro da rede: Non se puido conectar co servidor. Por favor, revisa a túa conexión a Internet e inténtao de novo máis tarde."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of URLs like %1$s, %2$s and %3$s.":["Engade unha regra de «disallow» ao teu arquivo robots.txt para evitar o rastrexo de URLs como %1$s, %2$s e %3$s."],"Your WordPress environment is running on a non-production site. Indexables can only be created on production environments. Please check your `WP_ENVIRONMENT_TYPE` settings.":["O teu entorno de WordPress estase executando nun sitio que non está en produción. Os indexables só se poden crear en entornos de produción. Por favor, revisa os teus axustes de `WP_ENVIRONMENT_TYPE`."],"Inclusive language: %s":["Linguaxe inclusiva: %s"],"%1$s / %2$s: Top Keyphrases":["%1$s / %2$s: Principais frases clave"],"The post type %s could not be indexed because it does not meet indexing requirements.":["O tipo de contido %s non se puido indexar debido a que non reúne os requisitos de indexado."],"The name of this category is %1$s.":["O nome desta categoría é %1$s."],"Start the course":["Empezar o curso"],"Start free trial lesson":["Empezar a lección de proba gratuíta"],"Maximize your SEO game by purchasing %s, which grants you unlimited access to all courses.":["Maximiza o teu xogo SEO comprando %s, o que che ofrece acceso ilimitado a todos os cursos."],"Learn vital SEO skills that you can apply at once! Let us take you by the hand and give you practical SEO tips to help you outrank your competitors. %s comes with five free courses.":["Aprende habilidades SEO vitais que poderás aplicar ao instante! Déixanos levarte da man e ofrecerche trucos SEO prácticos para axudarche a superar aos teus competidores. %s inclúe cinco cursos gratuítos."],"Learn vital SEO skills that you can apply at once! Let us take you by the hand and give you practical SEO tips to help you outrank your competitors. Maximize your SEO game! Because your %s subscription gives you unlimited access to all courses.":["Aprende habilidades SEO vitais que poderás aplicar ao instante! Déixanos levarte da man e ofrecerche trucos SEO prácticos para axudarche a superar aos teus competidores. Maximiza o teu xogo SEO! E é que a túa subscrición a %s ofréceche acceso ilimitado a todos os cursos."],"Choosing the right type of hosting for your site is the basis of a solid Technical SEO strategy. Learn all about it in this course!":["Elixir o tipo de aloxamento web para o teu sitio é a base dunha sólida estratexia de SEO técnico. Aprende todo o necesario neste curso!"],"You have to make it possible for search engines to find your site, so they can display it in the search results. We'll tell you all about how that works in this course!":["Tes que facer posible que os motores de busca encontren o teu sitio, para que poidan mostralo nos resultados de busca. Neste curso explicarémosche como funciona!"],"Are you selling in countries all over the world? In this course, you’ll learn all about setting up and managing a site that targets people in different languages and locales.":["Vendes en países de todo o mundo? Neste curso aprenderás todo lo necesario para crear e xestionar unha web dirixida a persoas de distintos idiomas e lugares."],"Do you want to take a deep dive into structured data? In this course, you'll learn the theory related to structured data in detail.":["Queres profundizar nos datos estructurados? Neste curso, aprenderás en detalle a teoría relacionada cos datos estructurados."],"Learn how to optimize your online shop for your customers and for search engines!":["Aprende a optimizar a túa tenda en liña para os teus clientes e para os motores de busca!"],"Do you own a local business? This course will teach you how to make sure your local audience can find you in the search results and on Google Maps!":["Tes un negocio local? Este curso ensinarache como asegurarte de que o teu público local poida encontrarte nos resultados da busca e en Google Maps."],"A clear site structure benefits your users and is of great importance for SEO. Still, most people seem to forget about this. Get ahead of your competition and learn how to improve your site structure!":["Unha estrutura clara do sitio beneficia aos teus usuarios e é de gran importancia para o SEO. Sen embargo, a maioría da xente parece olvidarse de isto. Adiántate á túa competencia e aprende a mellorar a estrutura do teu sitio!"],"Start creating block-tastic content with the new WordPress block editor! Learn all about the block editor and what you can do with it.":["Empeza a crear contido fantástico co novo editor de bloques de WordPress. Aprende todo sobre o editor de bloques e o que podes facer con el."],"Do you know the essential first step of good SEO? It's keyword research. In this training, you'll learn how to research and select the keywords that will guide searchers to your pages.":["Coñeces o primeiro paso esencial dun bo SEO? É a investigación de palabras clave. Nesta formación, aprenderás a investigar e seleccionar as palabras clave que guiarán aos buscadores ata as túas páxinas."],"Learn how to make your site stand out from the crowd by adding structured data!":["Aprende a diferenciar a túa web das demais engadindo datos estructurados."],"In this course, you'll learn how to write awesome copy that is optimized for ranking in search engines.":["Neste curso, aprenderás a escribir textos impresionantes que estean optimizados para posicionarse nos motores de busca."],"Do you want to set up your own WordPress site? This course will teach you the ins and outs of creating and maintaining a WordPress website!":["Queres crear o teu propio sitio con WordPress? Este curso ensinarache as reviravoltas da creación e o mantemento dun sitio web en WordPress."],"In this course, you'll learn practical SEO skills on every key aspect of SEO, to make your site stand out.":["Neste curso, aprenderás habilidades prácticas de SEO en cada aspecto clave do SEO, para facer que o teu sitio destaque."],"In this course, you'll learn about how to set up and use the %1$s for WordPress plugin so it makes SEO even easier. This course is meant for users of the block editor.":["Neste curso, aprenderás a configurar e utilizar o plugin %1$s para WordPress para que o SEO sexa aínda máis fácil. Este curso está pensado para usuarios do editor de bloques."],"In this free course, you'll get quick wins to make your site rank higher in Google, Bing, and Yahoo.":["Neste curso gratuíto, obterás resultados rápidos para facer que o teu sitio se posicione mellor en Google, Bing e Yahoo."],"Academy":["Academia"],"%1$s %2$s isn't working as expected %3$s and you are not receiving updates or support! Make sure to %4$s activate your product subscription in %5$s%6$s to unlock all the features of %7$s.":["¡%1$s %2$s non está a funcionar como se agardaba %3$s e non estás a recibir actualizacións nin soporte! Asegúrate de %4$s activar a túa subscrición ao produto en %5$s%6$s para acceder a todas as características de %7$s."],"%1$s can't be updated because your product subscription is expired. %2$sRenew your product subscription%3$s to get updates again and use all the features of %1$s.":["%1$s non pode actualizarse porque caducou a túa subscrición ao produto. %2$sRenova a túa subscrición ao produto%3$s para ter de novo actualizacións e usar todas as características de %1$s."],"Warning! These are expert features, so make sure you know what you're doing before using this setting. You might break your site. %1$sRead more about how your site can be affected%2$s.":["Advertencia! Estas son características para expertos, así que asegúrate de que sabes o que estás facendo antes de usar este axuste. Poderías romper o teu sitio. %1$sLer máis sobre como pode verse afectado o teu sitio%2$s."],"%1$s: unregistered URL parameter removed. See %2$s":["%1$s: parámetro de URL sen rexistrar eliminado. Ver %2$s"],"This feature is disabled when your site is not using pretty permalinks.":["Esta característica está desactivada cando o teu sitio non usa ligazóns permanentes bonitas."],"This feature is disabled when your site is not using %1$spretty permalinks%2$s.":["Esta característica está desactivada cando o teu sitio non usa %1$sligazóns permanentes bonitas%2$s."],"%1$s: redirect utm variables to #":["%1$s: redirixir variables utm a #"],"Optimize your business for multiple locations":["Optimiza o teu negocio para múltiples localizacións"],"Easily add maps, address finders, and opening hours to your content":["Engade doadamente mapas, buscadores de direccións e horarios de apertura ao teu contido"],"Automatically get technical SEO best practices for local businesses":["Obtén automaticamente as mellores prácticas de SEO técnico para empresas locais"],"Attract more customers to your site and physical store":["Atrae máis clientes ao teu sitio e á túa tenda física"],"Remove Other profile %1$s":["Eliminar outro perfil %1$s"],"Please select a user in the Site representation step.":["Por favor, selecciona un usuario no paso de representación do sitio."],"You can %1$supdate or add social profiles to this user profile%2$s.":["Podes %1$sactualizar ou engadir perfís sociais a este perfil de usuario%2$s."],"You have selected the user %1$s as the person this site represents.":["Seleccionaches ao usuario %1$s como a persoa á que representa este sitio."],"If you select a Person to represent this site, we will use the social profiles from the selected user's profile page.":["Se seleccionas a unha persoa para representar este sitio, usaremos os perfís sociais da páxina do perfil do usuario seleccionado."],"It looks like you've enabled media pages. We recommend that you help us to re-analyze your site by running the SEO data optimization. ":["Parece que activaches as páxinas de medios. Recomendamos que nos axudes a volver a analizar o teu sitio executando a optimización de datos SEO. "],"Organization Mastodon":["Organización Mastodon"],"%1$s Settings - %2$s":["Axustes de %1$s - %2$s"],"Read more about how to get your site verified.":["Le máis sobre como facer que se verifique o teu sitio."],"Get your site verified in your Mastodon profile.":["Verifica o teu sitio no teu perfil de Mastodon."],"E.g. https://mastodon.social/@yoast":["P.ex. https://mastodon.social/@yoast"],"Mastodon":["Mastodon"],"%2$s integrates %1$s' Schema output into its own to get rich snippets for your digital products!":["%2$s integra a saída de Schema de %1$s para obter snippets enriquecidos para os teus produtos dixitais!"],"Get %1$srich results for your digital products%2$s in Google search":["Consigue %1$ssnippets enriquecidos para os teus produtos dixitais%2$s na busca de Google"],"Add trustworthiness to your %1$s profile by verifying your site with %2$s.":["Engade fiabilidade ao teu perfil de %1$s verificando o teu sitio con %2$s."],"Verify your site on %1$s%2$s%3$s":["Verificar o teu sitio en %1$s%2$s%3$s"],"Mastodon profile not yet added":["Aínda non se engadiu o perfil de Mastodon"],"Mastodon profile added":["Perfil de Mastodon engadido"],"Potentially non-inclusive":["Potencialmente non inclusivo"],"Finish your %s":["Completa a túa %s"],"Please enter a number between 1 and 50.":["Por favor, introduce un número entre 1 e 50."],"Settings navigation":["Navegación polos axustes"],"Close settings navigation":["Cerrar navegación polos axustes"],"Open settings navigation":["Abrir navegación polos axustes"],"Choose whether your site represents an organization or a person. %1$sLearn more about the differences and choosing between Organization and Person%2$s.":["Elixe se o sitio representa a unha organización ou a unha persoa. %1$sAprende máis sobre as diferencias e entre elixir entre organización e persoa%2$s."],"%1$sGet%2$s %3$s":["%1$sConsigue%2$s %3$s"],"Index Now":["Indexar agora"],"Failed to retrieve media.":["Fallo ao recuperar os medios."],"Limit the length of internal site search queries to reduce the impact of spam attacks and confusing URLs. Please enter a number between 1 and 50.":["Limita a lonxitude das consultas de buscas internas do sitio para reducir o impacto de ataques de spam e as URLs confusas. Por favor, introduce un número entre 1 e 50."],"The number you've entered is not between 1 and 50.":["O número que introduciches non está entre 1 e 50."],"Determine how your %1$s should look on social media.":["Determina como debería mostrarse o teu %1$s nos medios sociais."],"Disabling this means that archive pages for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Desactivar isto implica que as páxinas arquivo de %1$s non se indexarán polos motores de busca e excluiranse dos mapas do sitio XML."],"Prevents specific URL parameters from being removed by the above feature. E.g., adding %1$s will prevent %2$s from being redirected to %3$s. You can add multiple parameters and separate them by using enter or a comma.":["Evita que parámetros de URL específicos se eliminen mediante a característica anterior. P.ex.: engadir %1$s evitará que se redirixa %2$s a %3$s. Podes engadir múltiples parámetros e separalos usando intro ou unha coma."],"Consolidates WordPress' multiple site search URL formats into the %1$s syntax. E.g., %2$s will redirect to %3$s":["Consolida os formatos de URL de busca múltiple de WordPress no sitio na sintaxe de %1$s. P.ex.: %2$s redirixirá a %3$s"],"Redirect pretty URLs to ‘raw’ formats":["Redirixir as URLs bonitas a formatos «planos»"],"Allow":["Permitir"],"Deny":["Denegar"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["Para ver este vídeo tes que permitir a %1$s cargar vídeos incrustados desde %2$s."],"Only available for English sites":["Dispoñible unicamente para sitios en inglés"],"You can change the default type for %1$s under Content types in the %2$sSettings%3$s.":["Podes cambiar o tipo por defecto para %1$s na sección de tipos de contido dos %2$saxustes%3$s."],"all the Yoast plugins":["todos os plugins de Yoast"],"Show date archives in search results":["Amosar arquivos por datas nos resultados da busca"],"Show %1$s archives in search results":["Amosar arquivos de %1$s nos resultados da busca"],"Prefix for archive breadcrumbs":["Prefixo das migas de pan dos arquivos"],"Unlock rich results in Google search by using plugins that integrate with the %1$sYoast Schema API%2$s.":["Consigue resultados enriquecidos na busca de Google usando plugins que se integren coa %1$sAPI de Schema de Yoast%2$s."],"Schema API integrations":["Integracións coa API de Schema"],"%s can integrate with other products, to help you further improve your website. You can enable or disable these integrations below.":["%s pode integrarse con outros produtos para axudarche a mellorar aínda máis a túa web. Podes activar ou desactivar estas integracións abaixo."],"Unlock rich snippets for your product pages by using %1$s.":["Consigue snippets enriquecidos para as túas páxinas de produto usando %1$s."],"Get %1$srich product results%2$s in Google search":["Consigue %1$sresultados de produto enriquecios%2$s na busca de Google"],"%1$s integrates with %2$s's Schema API to get rich snippets for your recipes!":["%1$s intégrase coa API de Schema de %2$s para obter snippets enriquecidos das túas receitas!"],"Get %1$srich results for your recipes%2$s in Google search":["Consigue %1$sresultados enriquecidos das túas receitas%2$s na busca de Google"],"%1$s integrates with %2$s's Schema API to get rich snippets for your podcasts!":["%1$s intégrase coa API de Schema de %2$s para obter resultados enriquecidos dos teus podcasts!"],"Get %1$srich results for your podcast%2$s in Google search":["Consigue %1$sresultados enriquecidos do teu podcast%2$s na busca de Google"],"%1$s integrates with %2$s's Schema API to get rich snippets for your events!":["¡%1$s intégrase coa API de Schema de %2$s para obter snippets enriquecidos dos teus eventos!"],"Get %1$srich results for your events%2$s in Google search":["Consigue %1$sresultados enriquecidos dos teus eventos%2$s na busca de Google"],"You have selected the user %1$s%3$s%2$s as the person this site represents. Their user profile information will now be used in search results. We're sorry, you're not allowed to edit this user's profile. Please contact your admin or %1$s%3$s%2$s to check and/or update the profile.":["Seleccionaches ao usuario %1$s%3$s%2$s como a persoa á que representa este sitio. Agora usarase a información do seu perfil de usuario nos resultados da busca. Sentímolo, non tes permisos para editar o perfil deste usuario. Por favor, contacta co teu administrador ou %1$s%3$s%2$s para revisar e/ou actualizar o perfil."],"An organization name and logo need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site name and logo as default values. %1$sLearn more about the importance of structured data%2$s.":["Ten que establecerse un nome e logotipo da organización para que funcionen correctamente os datos estruturados. Como aínda non o estableciches, estamos usando o logotipo e nome do sitio como valores por defecto. %1$sAprende máis sobre a importancia dos datos estruturados.%2$s"],"This info is intended to appear in %1$sGoogle's Knowledge Graph%2$s.":["Esta información serve para que apareza no %1$sgráfico de coñecemento de Google%2$s."],"Other profile %1$s":["Outro perfil %1$s"],"Tweet":["Tuit"],"Organization Twitter":["Twitter da organización"],"Open Graph":["Open Graph"],"Organization Facebook":["Facebook da organización"],"OpenGraph":["OpenGraph"],"Format archives":["Arquivos de formato"],"File":["Arquivo"],"PDF":["PDF"],"Video":["Vídeo"],"Attachment":["Adxunto"],"404 pages title":["Título das páxinas 404"],"Search pages title":["Título das páxinas de busca"],"Enable date archives":["Activar os arquivos por datas"],"Enable author archives":["Activar os arquivos por autor"],"Anchor text for the homepage":["Texto de punto de enganche para a páxina de inicio"],"Organization/person":["Organización ou persoa"],"Divider":["Separador"],"Remove Atom/RDF feeds":["Eliminar feeds Atom/RDF"],"Webmaster":["Webmaster"],"Share":["Compartir"],"Structured data":["Datos estruturados"],"Enable the %1$s XML sitemaps. A sitemap is a file that lists a website's essential pages to make sure search engines can find and crawl them.":["Activa os mapas do sitio XML de %1$s. Un mapa do sitio é un arquivo que lista as páxinas esenciais dunha web para asegurar que os motores de busca poidan encontralas e rastrexalas."],"The %1$s icon in the top admin bar provides quick access to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["A icona de %1$s da barra de administración superior ofrece acceso rápido a ferramentas de terceiros coas que analizar páxinas, e facilita ver se tes novos avisos."],"Allows for Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared. Keep this feature enabled to optimize your site for social media.":["Permite que Facebook e outros medios sociais mostren unha vista previa con imaxes e extracto de texto cando se comparte unha ligazón do teu sitio. Deixa activa esta característica para optimizar o teu sitio para os medios sociais."],"Count the number of internal links from and to your posts to improve your site structure.":["Conta o número de ligazóns internas desde e cara ás túas entradas para mellorar a estrutura do teu sitio."],"Mark and filter your cornerstone content to make sure your most important articles get the attention they deserve. To help you write excellent copy, we’ll assess your text more strictly.":["Marca e filtra o teu contido esencial para asegurar que os teus artigos máis importantes obteñen a atención que merecen. Para axudarche a escribir textos excelentes, analizaremos o teu texto de maneira máis estrita."],"Get more insights into what you are writing. What words do you use most often? How much time does it take to read your text? Is your text easy to read?":["Consigue máis detalles sobre o que estás escribindo. Que palabras usas máis a miúdo? Canto tempo se tarda en ler o teu texto? É o teu texto fácil de ler?"],"The inclusive language analysis offers suggestions to write more inclusive copy, so more people will be able to relate to your content.":["A análise de linguaxe inclusiva ofrece suxerencias para escribir textos máis inclusivos, para que máis xente poida identificarse co teu contido."],"The SEO analysis offers suggestions to improve the findability of your text and makes sure that your content meets best practices.":["A análise SEO ofrece suxerencias para mellorar a buscabilidade do teu texto e asegura que o teu contido reúne as mellores prácticas."],"Set the basic info for your website. You can use %1$stagline%2$s and %1$sseparator%2$s as %3$sreplacement variables%4$s when configuring the search appearance of your content.":["Define a información básica da túa web. Podes usar %1$sdescrición curta%2$s e %1$sseparador%2$s como %3$svariables de substitución%4$s ao configurar a aparencia no buscador do teu contido."],"Usage tracking allows us to track some data about your site to improve our plugin. %1$sLearn more about which data we track and why%2$s.":["O seguimento de uso permítenos rastrexar algúns datos sobre o teu sitio para mellorar o noso plugin. %1$sAprende máis sobre que datos rastrexamos e por que%2$s."],"A link to the archive for the post author, with the author's name as anchor text.":["Unha ligazón ao arquivo do autor da entrada co nome do autor como texto de punto de enganche."],"Determine how your %1$s pages should be described by default in your site's Schema.org markup. You can always customize the settings for individual %1$s pages in the %2$s metabox.":["Determina como se describirán por defecto as túas páxinas de %1$s no marcado de Schema do teu sitio. Podes personalizar en calquera momento os axustes para páxinas de %1$s individuais na caixa meta de %2$s."],"Determine how your %1$s pages should look in search engines. You can always customize the settings for individual %1$s pages in the %2$s metabox.":["Determina como se mostrarán por defecto as túas páxinas de %1$s nos motores de busca. Podes personalizar en calquera momento os axustes para páxinas de %1$s individuais na caixa meta de %2$s."],"Enable %1$s pages":["Activar %1$s páxinas"],"Determine how your homepage should look in the search results.":["Determina como debería verse a túa páxina de inicio nos resultados da busca."],"Determine how your %1$s should look in search engines. You can always customize the settings for individual %1$s in the %2$s metabox.":["Determina como deberían mostrarse os teus %1$s nos motores de busca. Podes personalizar en calquera momento os axustes para %1$s individuais na caixa meta de %2$s."],"Enable format-based archives":["Activar os arquivos baseados en formatos"],"Not sure how to implement the %3$s breadcrumbs on your site? Read %1$sour help article on breadcrumbs implementation%2$s.":["Non estás seguro de como implementar as migas de pan de %3$s no teu sitio? Le %1$so noso artigo de axuda sobre a implementación de migas de pan%2$s."],"Show %1$s without posts in search results":["Amosar %1$s sen entradas nos resultados da busca"],"Determine how your %1$s should look on social media by default. You can always customize the settings for individual %1$s in the %2$s metabox.":["Determina como deberían mostrarse os teus %1$s nos medios sociais. Podes personalizar en calquera momento os axustes para %1$s individuais na caixa meta de %2$s."],"Determine what your %1$s should look like in the search results by default. You can always customize the settings for individual %1$s in the %2$s metabox.":["Determina como deberían mostrarse as túas %1$s nos resultados de busca. Podes personalizar en calquera momento os axustes para %1$s individuais na caixa meta de %2$s."],"This taxonomy is used for %2$s.":["Esta taxonomía úsase para %2$s."],"This taxonomy is used for %1$s and %2$s.":["Esta taxonomía úsase para %1$s e %2$s."],"Read more about our custom field analysis":["Le máis sobre a nosa análise de campos personalizados"],"Determine how your %1$s should look on social media by default. You can always customize the settings for individual %1$s in the %2$s sidebar or metabox.":["Determina como deberían mostrarse os teus %1$s nos medios sociais. Podes personalizar en calquera momento os axustes para %1$s individuais na barra lateral ou na metabox de %2$s."],"Determine what your %1$s should look like in the search results by default. You can always customize the settings for individual %1$s in the %2$s sidebar or metabox.":["Determina como deberían mostrarse por defecto os teus %1$s nos resultados de busca. Podes personalizar en calquera momento os axustes para %1$s individuais na barra lateral ou na metabox de %2$s."],"Determine how your %1$s should be described by default in %2$syour site's Schema.org markup%3$s. You can always change the settings for individual %1$s in the %4$s sidebar or metabox.":["Determina como se describirán por defecto os teus %1$s no %2$smarcado de Schema do teu sitio%3$s. Podes personalizar en calquera momento os axustes para páxinas de %1$s individuais na barra lateral ou na metabox de %4$s."],"You can add multiple custom fields and separate them by using %1$senter%2$s or %1$scomma%2$s.":["Podes engadir varios campos personalizados e separalos usando %1$sintro%2$s ou %1$scoma%2$s."],"Please enter a search term with at least 3 characters.":["Por favor, introduce un termo de busca de polo menos 3 caracteres."],"CtrlK":["CtrlK"],"⌘K":["⌘K"],"Add new user...":["Engadir novo usuario"],"Unavailable for multisites":["Non dispoñible para multisitios"],"Integrate your custom fields and SEO data from %1$s%2$s%3$s":["Integra os teus campos personalizados e os datos SEO desde %1$s%2$s%3$s"],"Upgrade your %1$s%2$s%3$s SEO":["Actualiza o teu %1$s%2$s%3$s SEO"],"Improve your internal search results with %1$s%2$s%3$s":["Mellora os teus resultados de busca internos con %1$s%2$s%3$s"],"Make your terms & privacy pages more trustworthy with %1$s%2$s%3$s":["Fai que as túas páxinas de condicións e privacidade sexan máis fiables con %1$s%2$s%3$s"],"Track your rankings through time with %1$s%2$s%3$s":["Segue o teu posicionamiento ao longo do tempo con %1$s%2$s%3$s"],"Use %1$s%2$s%3$s to do keyword research - without leaving your post":["Usa %1$s%2$s%3$s para facer busca de palabras clave - sen saír da túa entrada"],"We could not save the website name. Please check the value.":["Non puidemos gardar o nome da web. Por favor, revisa o valor."],"%1$sSubheading distribution%2$s: The beginning of your text is longer than %4$s %5$s and is not separated by any subheadings. %3$sAdd subheadings to improve readability.%2$s":["%1$sDistribución de subtítulos%2$s: O comezo do teu texto ten máis de %4$s %5$s e non está separado por ningún subtítulo. %3$sEngade subtítulos para mellorar a lexibilidade%2$s."],"WordPress.org support forums":["Foros de soporte de WordPress.org"],"Yoast Premium support":["Soporte de Yoast Premium"],"Yoast.com help section":["Sección de axuda de Yoast.com"],"Help":["Axuda"],"Write better content":["Escribe mellor contido"],"Improve your blog post":["Mellora a túa entrada do blog"],"Learn more SEO":["Apende máis SEO"],"SEO Tools":["Ferramentas SEO"],"not set":["non establecido"],"With a 30-day money-back guarantee. No questions asked.":["Con garantía de devolución do diñeiro en 30 días. Sen preguntas."],"Reach new customers who live near your business":["Chega a novos clientes que vivan cerca di teu negocio"],"Get all 5 Yoast plugins for WordPress at a big discount":["Consigue todos os 5 plugins de Yoast para WordPress cun gran desconto"],"Cover all your SEO bases":["Cubre todas as túas bases SEO"],"Add global identifiers for variable products":["Engade identificadores globais aos produtos variables"],"Drive more traffic to your online store":["Atraer máis tráfico á túa tenda online"],"Add all necessary schema.org markup":["Engadir todo o marcado schema.org necesario"],"Ping Google on the publication of a new post":["Avisa a Google de cada publicación dunha nova entrada"],"Rank higher in Google's news carousel":["Aparecer máis alto no carrusel de noticias de Google"],"Make your videos responsive for all screen sizes":["Fai que os teus vídeos se adapten a todos os tamaños de pantalla"],"Cleaned up %1$d record from %2$s.":["Baleirado %1$d rexistro de %2$s.","Baleirados %1$d rexistros de %2$s."],"Cleaning up %1$s [%2$s]":["Baleirando %1$s [%2$s]"],"Skipping %1$s. %2$s is not active on this site.":["Omitindo %1$s. %2$s non está activo neste sitio."],"Cleaned up %1$d record.":["Baleirado %1$d rexistro.","Baleirados %1$d rexistros."],"The value for 'batch-size' must be a positive integer higher than equal to 1.":["O valor de 'batch-size' debe ser un número enteiro positivo maior ou igual a 1."],"The value for 'interval' must be a positive integer.":["O valor de 'interval' debe ser un número enteiro positivo."],"We need to re-analyze some of your SEO data because of a change in the visibility of your taxonomies. Please help us do that by running the SEO data optimization. ":["Necesitamos volver a analizar algúns dos teus datos SEO debido a un cambio na visibilidade das túas taxonomías. Por favor, axúdanos a facelo executando a optimización de datos SEO. "],"We need to re-analyze some of your SEO data because of a change in the visibility of your post types. Please help us do that by running the SEO data optimization. ":["Necesitamos volver a analizar algúns dos teus datos SEO debido a un cambio na visibilidade dos teus tipos de contido. Por favor, axúdanos a facelo executando a optimización de datos SEO. "],"The term %s could not be built because it's not indexable.":["O termo %s non se puido construír debido a que non é indexable."],"The post %s could not be indexed because it's post type is excluded from indexing.":["A publicación %s non se puido indexar debido a que o seu tipo de contido está excluído do indexado."],"The post %s could not be indexed because it does not meet indexing requirements.":["A entrada %s non se puido indexar debido a que non reúne os requisitos de indexado."],"%1$sSAVE 30%%%2$s on your 12 month subscription":["%1$sAFORRA UN 30%%%2$s na túa subscrición de 12 meses"],"BLACK FRIDAY - 30% OFF":["BLACK FRIDAY - 30%  DE DESCONTO"],"Use the alternate organization name for acronyms, or a shorter version of your organization's name.":["Utilizar o nome alternativo de organización para os acrónimos ou unha versión máis curta do nome da túa organización."],"Alternate organization name":["Nome de organización alternativo"],"Use the alternate website name for acronyms, or a shorter version of your website's name.":["Utiliza o nome alternativo da web para os acrónimos ou unha versión máis curta do nome da túa web."],"Alternate website name":["Nome alternativo da web"],"Determine how the title of your 404 error pages should look in the browser.":["Determina como debería verse no navegador o título das túas páxinas de erro 404."],"404 error pages":["Páxinas de erro 404"],"Determine how the title of your internal search pages should look in the browser.":["Determina como debería verse no navegador o título das túas páxinas de busca interna."],"Internal search pages":["Páxinas de busca interna"],"Show media pages in search results":["Amosar as páxinas de medios nos resultados da busca"],"Show format archives in search results":["Amosar os arquivos de formato nos resultados de busca"],"Show author archives in search results":["Amosar os arquivos do autor nos resultados da busca"],"Breadcrumbs for %1$s":["Migas de pan de %1$s"],"Site connections":["Conexións do sitio"],"View the XML sitemap":["Ver o mapa do sitio XML"],"Enable feature":["Activar característica"],"Site features":["Características do sitio"],"Learn more":["Saber máis"],"Site info":["Información do sitio"],"We're sorry, you're not allowed to edit the %1$swebsite name%2$s and %1$stagline%2$s.":["Sentímolo, non tes permisos para editar o %1$snome do sitio%2$s e a súa %1$sdescrición breve%2$s."],"Show or hide our tools and controls in the attachment editor.":["Mostra ou oculta as nosas ferramentas e controis no editor de adxuntos."],"(e.g., %1$s)":["(p.ex.: %1$s)"],"Remove unregistered URL parameters":["Eliminar parámetros de URL non rexistrados"],"Optimize Google Analytics utm tracking parameters":["Optimizar parámetros de seguimento utm de Google Analytics"],"Remove WP-JSON API":["Eliminar API WP-JSON"],"Remove emoji scripts":["Eliminar scripts emoji"],"Remove Atom / RDF feeds":["Eliminar feeds Atom / RDF"],"Remove search results feeds":["Eliminar feeds de resultados de busca"],"Remove custom taxonomy feeds":["Eliminar feeds de taxonomías personalizadas"],"Remove tag feeds":["Eliminar feeds de etiquetas"],"Remove category feeds":["Eliminar feeds de categorías"],"Remove post type feeds":["Eliminar feeds de tipos de contido"],"Remove post authors feeds":["Eliminar feeds de autores de entradas"],"Remove post comments feeds":["Eliminar feeds de comentarios de entradas"],"Remove global comment feeds":["Eliminar feeds globais de comentarios"],"Remove global feed":["Eliminar o feed global"],"Remove powered by HTTP header":["Eliminar a cabeceira HTTP de «powered by»"],"Remove generator tag":["Eliminar a etiqueta «generator»"],"Remove oEmbed links":["Eliminar ligazóns oEmbed"],"Remove RSD / WLW links":["Eliminar ligazóns RSD / WLW"],"Remove REST API links":["Eliminar ligazóns da API REST"],"Remove shortlinks":["Eliminar ligazóns curtas"],"Show or hide our tools and controls in the content editor.":["Mostra ou oculta as nosas ferramentas e controis non editor de contido."],"Enable SEO controls and assessments":["Activar controis e avaluacións SEO"],"Unlock with %1$s":["Desbloquear con %1$s"],"We couldn’t find anything with that term.":["Non puidemos encontrar nada con ese termo."],"Search...":["Buscar..."],"Quick search...":["Busca rápida..."],"No, continue editing":["Non, seguir editando"],"Yes, discard changes":["Si, descartar cambios"],"You are about to discard all unsaved changes. All of your settings will be reset to the point where you last saved. Are you sure you want to do this?":["Estás a punto de descartar todos os cambios sen gardar. Todos os teus axustes restableceranse ao punto non que gardaches por última vez. Seguro que queres facer isto?"],"Discard all changes":["Descartar todos os cambios"],"Redirect pretty URLs for search pages to raw format":["Redirixir URLs bonitas das páxinas de busca a formato simple"],"Choose the general appearance of your breadcrumbs.":["Elixe a apariencia xeral das túas migas de pan."],"Breadcrumb appearance":["Apariencia das migas de pan"],"You have selected the user %1$s%5$s%2$s as the person this site represents. Their user profile information will now be used in search results. %3$sUpdate their profile to make sure the information is correct%4$s.":["Seleccionaches o usuario %1$s%5$s%2$s como a persoa á que representa este sitio. A súa información de perfil de usuario utilizarase agora nos resultados da busca. %3$sActualiza o seu perfil para asegurarte de que a información sexa correcta.%4$s"],"Please tell us more about the person this site represents.":["Por favor, cóntanos máis sobre a persoa á que representa este sitio."],"E.g. https://example.com/yoast":["P. ex. https://example.com/yoast"],"Tell us if you have any other profiles on the web that belong to your organization. This can be any number of profiles, like YouTube, LinkedIn, Pinterest, or even Wikipedia.":["Dinos se tes algún outro perfil na web que pertenza á túa organización. Poden ser varios perfís, como YouTube, LinkedIn, Pinterest, ou incluso a Wikipedia."],"Please tell us more about your organization. This information will help Google to understand your website, and improve your chance of getting rich results.":["Por favor, cóntanos máis sobre a túa organización. Esta información axudará a Google a entender a túa web, e a mellorar as túas posibilidades de obter resultados enriquecidos."],"E.g. https://twitter.com/yoast":["P. ex. https://twitter.com/yoast"],"E.g. https://facebook.com/yoast":["P. ex. https://facebook.com/yoast"],"Other profiles":["Outros perfís"],"Writing":["Escribindo"],"You can determine the title and description for the blog page by %1$sediting the blog page itself%2$s.":["Podes determinar o título e a descrición da páxina do blog %1$seditando a propia páxina do blog%2$s."],"These are expert features, so make sure you know what you're doing before removing the parameters. %1$sRead more about how your site can be affected%2$s.":["Estas son características para expertos, así que asegúrate de saber o que estás facendo antes de eliminar os parámetros. %1$sLe máis sobre como pode verse afectado o teu sitio%2$s."],"Advanced: URL cleanup":["Avanzado: Limpeza de URLs"],"Prevent crawling of internal site search URLs":["Evitar o rastrexo das URLs de busca interna do sitio"],"Block internal site searches which match the patterns of known spam attacks.":["Bloquea as buscas internas do sitio que coincidan con padróns de ataques de spam coñecidos."],"Block internal site searches which contain complex and non-alphanumeric characters, as they may be part of a spam attack.":["Bloquea buscas internas do sitio que conteñan caracteres complexos e non alfanuméricos, xa que poderían ser parte dun ataque de spam."],"Enables advanced settings for protecting your internal site search URLs.":["Activa os axustes avanzados para protexer as URLs de busca internas do teu sitio."],"Your internal site search can create lots of confusing URLs for search engines, and can even be used as a way for SEO spammers to attack your site. Most sites will benefit from experimenting with these protections and optimizations, even if you don’t have a search feature in your theme.":["A túa busca interna do sitio pode crear montóns de URLs confusas para os motores de busca, e poden incluso utilizarse polos spammers de SEO como un modo de atacar o teu sitio. A maioría de sitios beneficiaranse ao experimentar con estas proteccións e optimizacións, incluso anque non teñas a característica de busca no teu tema."],"Internal site search cleanup":["Limpeza de buscas internas do sitio"],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of WordPress' JSON API endpoints.":["Engade unha regra de «disallow» ao teu arquivo robots.txt para evitar o rastrexo das variables da API JSON de WordPress."],"Remove JavaScript used for converting emoji characters in older browsers.":["Elimina o JavaScript utilizado para converter os caracteres emoji nos navegadores antigos."],"Remove URLs which provide alternative (legacy) formats of all of the above.":["Elimina URLs que ofrecen formatos alternativos (herdados) de todo o anterior."],"Remove URLs which provide information about your search results.":["Eliminar URLs que ofrecen información sobre os teus resultados de busca."],"Remove URLs which provide information about your recent posts, for each custom taxonomy.":["Elimina URLs que ofrecen información sobre as túas entradas recentes, en cada taxonomía personalizada."],"Remove URLs which provide information about your recent posts, for each tag.":["Elimina URLs que ofrecen información sobre as túas entradas recentes, en cada etiqueta."],"Remove URLs which provide information about your recent posts, for each category.":["Elimina URLs que ofrecen información sobre as túas entradas recentes, en cada categoría."],"Remove URLs which provide information about your recent posts, for each post type.":["Elimina URLs que ofrecen información sobre as túas entradas recentes, en cada tipo de contido."],"Remove URLs which provide information about recent posts by specific authors.":["Elimina URLs que ofrecen información sobre as túas entradas recentes de autores específicos."],"Remove URLs which provide information about recent comments on each post.":["Elimina URLs que ofrecen información sobre os comentarios recentes en cada entrada."],"Also disables post comment feeds.":["Tamén desactiva os feeds de comentarios das entradas."],"Remove URLs which provide an overview of recent comments on your site.":["Elimina URLs que ofrecen información sobre os comentarios recentes do teu sitio."],"Remove URLs which provide an overview of your recent posts.":["Elimina URLs que ofrecen un resumo das túas entradas recentes."],"WordPress outputs your content in many different formats, across many different URLs (like RSS feeds of your posts and categories). It’s generally good practice to disable the formats you’re not actively using.":["WordPress mostra o teu contido en moitos formatos diferentes, en moitas URLs (como feeds RSS das túas entradas e categorías). É normalmente unha boa práctica desactivar os formatos que non esteas usando activamente."],"Disable unwanted content formats":["Desactivar formatos de contido non desexados"],"Remove links which allow others sites to ‘ping’ yours when they link to you.":["Elimina ligazóns que permiten a outros facerche «ping» cando te enlazan."],"Remove information about the plugins and software used by your site.":["Elimina información sobre os plugins e software utilizados polo teu sitio."],"Remove links used for embedding your content on other sites.":["Elimina ligazóns utilizadas para incrustar o teu contido noutros sitios."],"Remove links used by external systems for publishing content to your blog.":["Elimina ligazóns utilizadas por sistemas externos de publicación de contido no teu blog."],"Remove links to the location of your site’s REST API endpoints.":["Elimina ligazóns á ubicación das variables da API REST no teu sitio."],"Remove links to WordPress' internal 'shortlink' URLs for your posts.":["Elimina ligazóns ás URLs «shortlink» internas de WordPress das túas entradas."],"Remove unwanted metadata":["Eliminar metadatos non desexados"],"Crawl optimization":["Optimización do rastrexo"],"Removes unknown URL parameters via a %1$s redirect. E.g., %2$s will be redirected to %3$s":["Elimina parámetros de URL descoñecidos cunha redirección %1$s. Por exemplo, %2$s redirixirase a %3$s"],"Replaces %1$s tracking parameters with the (more performant) %2$s equivalent, via a %3$s redirect. E.g., %4$s will be redirected to %5$s":["Substitúe parámetros %1$s de seguimento co %2$s (de mellor rendemento) equivalente, cunha redirección %3$s. Por exemplo, %4$s redirixirase a %5$s"],"Users and search engines may often request your URLs whilst using query parameters, like %1$s. These can be helpful for tracking, filtering, and powering advanced functionality - but they come with a performance and SEO ‘cost’. Sites which don’t rely on URL parameters might benefit from using these options.":["Os usuarios e os motores de busca pode que soliciten a miúdo URLs usando parámetros de consulta, como %1$s. Poden ser útiles para o seguimento, filtrado e funcionalidades avanzadas – pero implican un «custo» de rendemento e SEO. Os sitios que non dependan de parámetros de URL poden beneficiarse usando estas opcións."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by Common Crawl CCBot.":["Engade unha regra de «disallow» ao teu arquivo robots.txt para evitar o rastrexo de Common Crawl CCBot."],"WordPress adds a lot of links and content to your site's %1$s and HTTP headers. For most websites you can safely disable all of these, which can help to save bytes, electricity, and trees.":["WordPress engade un montón de ligazóns e contido ao %1$s do teu sitio e ás cabeceiras HTTP. Para a maioría de sitios pódese desactivar todo isto con seguridade, o que pode axudar a aforrar bytes, electricidade e árbores."],"Make your site more efficient and more environmentally friendly by preventing search engines from crawling things they don’t need to, and by removing unused WordPress features. %1$sLearn more about crawl settings and how they could benefit your site%2$s.":["Fai o teu sitio máis eficaz e amigable co medio ambiente evitando que os motores de busca rastrexen cousas que non necesitan, e eliminando características de WordPress que non se usan. %1$sAprende máis sobre os axustes de rastrexo e como poden beneficiar ao teu sitio%2$s."],"E.g., %1$s and %2$s":["P.ex.: %1$s e %2$s"],"E.g., %1$s":["P.ex.: %1$s"],"Enable breadcrumbs for your theme":["Activar as migas de pan para o teu tema"],"You can always choose to enable/disable them for your theme below. This setting will not apply to breadcrumbs inserted through a widget, a block or a shortcode.":["Sempre podes elixir a continuación activalas ou desactivalas para o teu tema. Este axuste non se aplicará ás migas de pan insertadas mediante un widget, un bloque ou un shortcode."],"Choose which Post type you wish to show in the breadcrumbs for Taxonomies.":["Elixe que tipo de contido queres amosar nas migas de pan das taxonomías."],"Breadcrumbs for taxonomies":["Migas de pan en taxonomías"],"Choose which Taxonomy you wish to show in the breadcrumbs for Post types.":["Elixe que taxonomía queres amosar nas migas de pan dos tipos de contido."],"Breadcrumbs for post types":["Migas de pan en tipos de contido"],"Breadcrumb for 404 page":["Migas de pan na páxina 404"],"Prefix for search page breadcrumbs":["Prefixo das migas de pan na páxina de busca"],"Add prefix":["Engadir prefixo"],"Add anchor text":["Engadir texto de punto de enganche"],"Add separator":["Engadir separador"],"Configure the appearance and behavior of %1$syour breadcrumbs%2$s.":["Configura a aparencia e comportamento das %1$stúas migas de pan%2$s."],"Disabling this will redirect the %1$s to your site's homepage.":["Desactivar isto redirixirá o %1$s á páxina de inicio do teu sitio."],"Refresh this page":["Recargar esta páxina"],"Unfortunately, this means that all your unsaved changes will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Desafortunadamente isto significa que todos os teus cambios sen gardar perderanse. Podes tratar de recargar esta páxina para solucionar o problema. Se segue ocorrendo este erro, por favor, contacta co noso equipo de soporte e facilitarémosche toda a axuda que necesites!"],"Something went wrong. An unexpected error occurred.":["Algo saíu mal. Ocorreu un erro inesperado."],"Failed to retrieve users.":["Fallo ao recuperar os usuarios."],"Searching users...":["Buscando usuarios..."],"No users found.":["Non se encontraron usuarios."],"Discard changes":["Descartar cambios"],"The profile is not valid. Please use only 1-25 letters, numbers and underscores or enter a valid Twitter URL.":["Este perfil non é válido. Por favor, usa só de 1 a 25 letras, números e guións baixos, ou introduce unha URL de Twitter válida."],"The profile is not valid. Please enter a valid URL.":["O perfil non é válido. Por favor, introduce unha URL válida."],"The verification code is not valid. Please use only the letters A to F, numbers, underscores and dashes.":["O código de verificación non é válido. Por favor, usa só letras da A á F, números, guións baixos e guións normais."],"The verification code is not valid. Please use only letters, numbers, underscores and dashes.":["O código de verificación non é válido. Por favor, usa só letras, números, guións baixos e guións normais."],"User":["Usuario"],"Site basics":["Básicos do sitio"],"Text formality":["Formalidade en textos"],"Read more about text formality.":["Le máis sobre formalidade en textos."],"%1$s%3$s%2$s will help you assess the formality level of your text.":["%1$s%3$s%2$s axudarache a determinar o nivel de formalidade do teu texto."],"WordPress loads lots of resources, some of which your site might not need. If you’re not using these, removing them can speed up your pages and save resources.":["WordPress carga montóns de recursos, algúns dos cales poderías non necesitar. Se non os estás usando, quitalos pode acelerar as túas páxinas e aforrar recursos."],"Remove unused resources":["Eliminar recursos non utilizados"],"Prevent search engines from crawling /wp-json/":["Evitar que os motores de busca rastrexen /wp-json/"],"Prevent search engines from crawling site search URLs":["Evitar que os motores de busca rastrexen as URLs de busca do sitio"],"There are unsaved changes on this page. Leaving means that those changes will be lost. Are you sure you want to leave this page?":["Hai cambios sen gardar nesta páxina. Deixalos implica que eses cambios non se gardarán. Seguro que queres saír desta páxina?"],"Media pages":["Páxinas de medios"],"Categories & tags":["Categorías e etiquetas"],"Content types":["Tipos de contido"],"Show more":["Amosar máis"],"Show less":["Amosar menos"],"Configure the basics for your website.":["Configura os aspectos básicos para a túa web."],"This field updates the %1$stagline in your WordPress settings%2$s.":["Este campo actualiza a %1$sdescrición curta nos teus axustes de WordPress%2$s."],"Disabling this means that %1$s pages created by WordPress will not be indexed by search engines and will be excluded from XML sitemaps.":["Desactivar isto implica que as páxinas de %1$s creadas por WordPress non se indexarán polos motores de busca e excluiranse dos mapas do sitio XML."],"Show %1$s pages in search results":["Amosar as páxinas de %1$s nos resultados de busca"],"We recommend keeping %1$s pages disabled. This will cause all attachment URLs to be redirected to the media itself.":["Recomendamos manter desactivadas as páxinas de %1$s. Isto provocará que todas as URLs dos adxuntos se redirixan ao medio."],"%1$s pages":["Páxinas de %1$s"],"When you upload media (e.g. an image or video), %5$s automatically creates a %3$s page (attachment URL) for it. These pages are quite empty and could cause %1$sthin content problems and lead to excess pages on your site%2$s. Therefore, %4$s disables them by default (and redirects the attachment URL to the media itself).":["Cando subes medios (p.ex.: unha imaxe ou vídeo), %5$s crea automaticamente unha páxina de %3$s (URL do adxunto) para ela. Estas páxinas están bastante baleiras e poderían provocar %1$sproblemas de contido sen valor e levar a un exceso de páxinas no teu sitio%2$s. Por tanto, %4$s desactívaas por defecto (e rediríxeas ao medio)."],"Format-based archives can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["Os arquivos de formato poden provocar problemas de contido duplicado. Para a maioría dos sitios, recomendamos que desactives este axuste."],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps. We recommend that you disable this setting.":["Desactivar isto implica que non se indexarán as %1$s nos motores de busca e que se excluirán dos mapas do sitio XML. Recomendamos que desactives este axuste."],"%1$s can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["%1$s poden provocar problemas de contido duplicado. Para a maioría dos sitios, recomendamos que desactives este axuste."],"%1$s (e.g. %2$s) are based on publication dates. From an SEO perspective, the posts in these archives have no real relation to the other posts except for their publication dates, which doesn’t say much about the content. They could also lead to duplicate content issues. This is why we recommend you to disable %3$s.":["Os %1$s (p.ex. %2$s) están baseados nas datas de publicación. Desde unha perspectiva de SEO, as entradas de estes arquivos non teñen unha relación real con outras entradas salvo pola súa data de publicación, o que non di moito acerca do contido. Poderían tamén levar a problemas de contido duplicado. É por isto que recomendamos que desactives %3$s."],"Determine how your %1$s should look on social media by default.":["Determina como deberían mostrarse por defecto os teus %1$s nos medios sociais."],"Disabling this means that %1$s without any posts will not be indexed by search engines and will be excluded from XML sitemaps.":["Desactivar isto implica que %1$s sen entradas non se indexarán nos motores de busca e que se excluirán dos mapas do sitio XML."],"Show archives for authors without posts in search results":["Amosar arquivos de autor sen entradas nos resultados de busca"],"Determine how your %1$s should look in search engines.":["Determina como deberían mostrarse os teus %1$s nos motores de busca."],"If you're running a one author blog, the %1$s (e.g. %2$s) will be exactly the same as your homepage. This is what's called a %3$sduplicate content problem%4$s. If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or prevent it from showing up in search results.":["Se tes un blog dun só autor, o %1$s (p.ex. %2$s) será exactamente igual que a túa páxina de inicio. Isto é ao que chamamos %3$sproblema de contido duplicado%4$s. Se este fora o caso no teu sitio, podes elixir desactivalo (o que fai que redirixa á páxina de inicio) ou impedir que ese mostre nos resultados do buscador."],"Author archive":["Arquivo de autor"],"Read more about the search results settings":["Le máis sobre os axustes dos resultados do buscador"],"Determine how your %1$s should look in search engines and on social media.":["Determina como deberían mostrarse os teus %1$s nos motores de busca e nos medios sociais."],"Contact support":["Contactar con soporte"],"We're very sorry, but it seems like the following error has interrupted our application:":["Sentímolo, pero parece que o seguinte erro detivo a nosa aplicación:"],"Read reviews from real users":["Le valoracións de usuarios reais"],"%1$s attempted to load the class %2$s but it could not be found.":["%1$s intentou cargar a clase %2$s pero non se puido encontrar."],"We noticed that you are using a multilingual plugin. Please be aware that this analysis feedback is intended only for texts written in English.":["Observamos que estás usando un plugin multilinguaxe. Por favor, sé consciente de que a resposta desta análise está pensada só para textos escritos en inglés."],"Determine how your homepage should look in the search results and on social media. This is what people probably will see when they search for your brand name.":["Determina como debería aparecer a túa páxina de inicio nos resultados de busca e nos medios sociais. Isto é o que verá probablemente a xente cando busquen o nome da túa marca."],"Determine how your homepage should look on social media.":["Determina como debería mostrarse a túa páxina de inicio nos medios sociais."],"Show the categories prefix in the slug":["Mostrar o prefixo das categorías no slug"],"Category URLs in WordPress contain a prefix, usually %s. Show or hide that prefix in category URLs.":["As URLs de categorías en WordPress conteñen un prefixo, normalmente %s. Mostra ou oculta ese prefixo nas URLs de categorías."],"Determine how your %1$s archive should look on social media.":["Determina como debería mostrarse o teu arquivo de %1$s nos medios sociais."],"Disabling this means that the archive for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Desactivar isto implica que o arquivo de %1$s non se indexará polos motores de busca e excluirase dos mapas do sitio XML."],"Determine how your %1$s archive should look in search engines.":["Determina como debería mostrarse o teu arquivo de %1$s nos motores de busca."],"These settings are specifically for optimizing your %1$s archive.":["Estes axustes son específicos para optimizar o teu arquivo de %1$s."],"%1$s archive":["Arquivo de %1$s"],"Add custom fields to page analysis":["Engade campos personalizados á análise da páxina"],"Additional settings":["Axustes adicionais"],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Desactivar isto implica que as %1$s non se indexarán polos motores de busca e excluiranse dos mapas do sitio XML."],"Search appearance":["Apariencia no buscador"],"You haven't set a Shop page in your WooCommerce settings. %1$sPlease do this first%2$s.":["Non tes configurada unha páxina de tenda nos teus axustes de WooCommerce. %1$sPor favor, fai primeiro ese%2$s."],"The %1$ssocial image%2$s, %1$ssocial title%2$s and %1$ssocial description%2$s require Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":["A %1$simaxe social%2$s, %1$stítulo social%2$s e %1$sdescrición social%2$s requiren datos de Open Graph, que actualmente están desactivados na sección de «Compartir social» nas %3$scaracterísticas do sitio%4$s."],"Oh no! It seems your form contains invalid data. Please review the following fields:":["Oh, non! Parece que o teu formulario contén datos non válidos. Por favor, revisa os seguintes campos:"],"Archive social image":["Imaxe social de arquivos"],"Archive social description":["Descrición social de arquivos"],"Archive social title":["Título social de arquivos"],"Show the archive for %1$s in search results":["Amosar o arquivo de %1$s nos resultados de busca"],"Archive breadcrumbs title":["Título das migas de pan dos arquivos"],"Archive meta description":["Meta description dos arquivos"],"Archive SEO title":["Título SEO dos arquivos"],"Enable %1$s for %2$s":["Activar %1$s para as %2$s"],"Show %1$s in search results":["Amosar %1$s nos resultados da busca"],"The selected media type is not valid. Supported types are: JPG, PNG, WEBP and GIF.":["O tipo de medio seleccionado non é válido. Os tipos admitidos son: JPG, PNG, WEBP e GIF."],"%1$sInclusive language%2$s: We haven't detected any potentially non-inclusive phrases. Great work!":["%1$sLinguaxe inclusiva%2$s: Non detectamos ningunha frase potencialmente non inclusiva. Gran traballo!"],"Potentially non-inclusive phrases":["Frases potencialmente non inclusivas"],"Non-inclusive phrases":["Frases non inclusivas"],"Learn more about the inclusive language analysis":["Máis información sobre a análise da linguaxe inclusiva"],"Inclusive language:":["Linguaxe inclusiva:"],"Removes the inclusive language analysis section from the metabox and disables all inclusive language-related suggestions.":["Elimina a sección de análise de linguaxe inclusiva da caixa meta e desactiva todas as suxerencias relacionadas coa linguaxe inclusiva."],"Disable inclusive language analysis":["Desactivar a análise da linguaxe inclusiva"],"Discover why inclusive language is important for SEO.":["Descubre por que a linguaxe inclusiva é importante para o SEO."],"The inclusive language analysis offers suggestions to write more inclusive copy.":["A análise da linguaxe inclusiva ofrece suxerencias para escribir textos máis inclusivos."],"Inclusive language analysis":["Análise da linguaxe inclusiva"],"Inclusive language":["Linguaxe inclusiva"],"%1$sInclusive language%2$s: %3$s":["%1$sLinguaxe inclusiva%2$s: %3$s"],"Use %s fields to power your meta tags and templates, and analyze all of your content.":["Usa campos de %s para reforzar as túas etiquetas meta e modelos, e analiza todo o teu contido."],"Improve your technical SEO, meta tags and unlock more SEO ecommerce tools.":["Mellora o teu SEO técnico, etiquetas meta e accede a máis ferramentas SEO para comercio electrónico."],"Connect your %1$s account to improve your site’s search results using %2$s data.":["Conecta a túa conta de %1$s para mellorar os resultados de busca do teu sitio usando datos de %2$s."],"Upgrade your meta tags and social previews and manage your SEO settings in one place.":["Mellora as túas etiquetas meta e vistas previa sociais, e xestiona os teus axustes SEO nun só lugar."],"Get the most out of %1$s%2$s%3$s and %4$s, together":["Saca o máximo partido de %1$s%2$s%3$s e %4$s, xuntos"],"Take advantage of your favorite SEO & content analysis tools with your favorite page builder.":["Aproveita as túas ferramentas favoritas de análise de SEO e contido co teu maquetador de páxinas favorito."],"Get %1$s tools and functionality in %2$s%3$s%4$s":["Usa as ferramentas e funcionalidade de %1$s en %2$s%3$s%4$s"],"Use the power of the blockchain to timestamp your content with %s.":["Usa o potencial da cadea de bloques para engadir marcas temporais ao teu contido con %s."],"Keep an eye on how your posts are ranking by connecting to your %s account.":["Vixila como posicionan as túas entradas conectando a túa conta de %s."],"Find out what your audience is searching for with %s data right in your sidebar.":["Descubre que está buscando a túa audiencia cos datos de %s desde a túa barra lateral."],"Front-end SEO inspector":["Inspector SEO en portada"],"Oops! Something went wrong while saving.":["Vaia! Algo saíu mal ao gardar."],"Great! Your settings were saved successfully.":["Xenial! Os teus axustes gardáronse correctamente."],"Get your verification code in %1$sYandex Webmaster tools%2$s.":["Consigue o teu código de verificación nas %1$sferramentas para webmasters de Yandex%2$s."],"Yandex":["Yandex"],"Claim your site over at %1$sPinterest%2$s.":["Reclama o teu sitio en %1$sPinterest%2$s."],"Get your verification code in %1$sGoogle Search console%2$s.":["Consigue o teu código de verificación na %1$sconsola do buscador de Google%2$s."],"Get your verification code in %1$sBing Webmaster tools%2$s.":["Consigue o teu código de verificación nas %1$sferramentas para webmasters de Bing%2$s."],"Bing":["Bing"],"Add verification code":["Engadir código de verificación"],"Get your verification code in %1$sBaidu Webmaster tools%2$s.":["Consigue o teu código de verificación nas %1$sferramentas para webmasters de Baidu%2$s."],"Baidu":["Baidu"],"Verify your site with different tools. This will add a verification meta tag to your homepage. You can find instructions on how to verify your site for each platform by following the link in the description.":["Verifica o teu sitio coas distintas ferramentas. Isto engadirá a etiqueta meta na túa páxina de inicio. Podes encontrar as instrucións sobre como verificar o teu sito para cada plataforma seguindo a ligazón da descrición."],"By default only editors and administrators can access the Advanced and Schema section of the %1$s sidebar or metabox. Disabling this allows access to all users.":["Por defecto, só os editores e administradores poden acceder á sección «Avanzado - Schema» da barra lateral ou da metabox de %1$s. Desactivar isto permitirá o acceso a todos os usuarios."],"Restrict advanced settings for authors":["Restrinxir axustes avanzados aos autores"],"This Yoast SEO REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use Yoast SEO for all their SEO meta output.":["Esta variable da API REST de Yoast SEO ofréceche todos os metadatos que necesitas para unha URL específica. Isto facilitará enormemente aos sitios WordPress descabezados utilizar Yoast SEO para a saída de todos os seus datos meta SEO."],"REST API endpoint":["Variable da API REST"],"APIs":["APIs"],"Slack sharing":["Compartir en Slack"],"Allows for Twitter to display a preview with images and a text excerpt when a link to your site is shared.":["Permite a Twitter amosar unha vista previa con imaxes e un extracto de texto cando se comparte unha ligazón ao teu sitio."],"Twitter card data":["Datos da tarxeta de Twitter"],"Open Graph data":["Datos de Open Graph"],"Social sharing":["Compartir en redes sociais"],"Site structure":["Estrutura do sitio"],"Tell us which features you want to use.":["Dinos que características queres usar."],"Site preferences":["Preferencias do sitio"],"Network disabled":["Desactivado para a rede"],"Unavailable for sub-sites":["Non dispoñible para subsitios"],"This image is used as a fallback for posts/pages that don't have any images set.":["Esta imaxe úsase como respaldo para entradas/imaxes que non teñan ningunha imaxe."],"Site image":["Imaxe do sitio"],"Title separator":["Separador do título"],"Recommended size for this image is %1$s%3$s%2$s":["O tamaño recomendado para esta imaxe é de %1$s%3$s%2$s"],"The %1$sSite image%2$s requires Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":["A %1$simaxe do sitio%2$s require datos de Open Graph, que está agora desactivado na sección de «Compartir en redes sociais» nas %3$sCaracterísticas do sitio%4$s."],"Automatically add content to your RSS. This enables you to add links back to your blog and your blog posts, helping search engines identify you as the original source of the content.":["Engade automaticamente contido ao teu RSS. Isto permíteche engadir ligazóns de volta ao teu blog e ás entradas do teu blog, axudando aos motores de busca a identificarte como a fonte orixinal do contido."],"RSS feed":["Feed RSS"],"%1$s (default)":["%1$s (por defecto)"],"We took the liberty of using your website name and logo for the organization name and logo. Feel free to change them below.":["Tomámonos a liberdade de usar o teu logotipo e o nome da web como nome e logotipo da organización. Non dubides en cambialos a continuación."],"Edit your %1$s":["Edita o teu %1$s"],"slug":["slug"],"keyphrase":["frase clave"],"A company name and logo need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site name and logo as default values. %1$sLearn more about the importance of structured data.%2$s":["Ten que establecerse un logotipo/avatar da empresa para que funcionen correctamente os datos estruturados. Como aínda non o estableciches, estamos usando o logotipo e nome do sitio como valores por defecto. %1$sAprende máis sobre a importancia dos datos estruturados.%2$s"],"Install %1$s Content Analysis for %2$s":["Instala a análise de contido para %1$s de %2$s"],"Activate %1$s Content Analysis for %2$s":["Activa a análise de contido para %1$s de %2$s"],"%1$s integrates with %2$s":["%1$s intégrase con %2$s"],"Integration active":["Integración activa"],"Plugin not detected":["Plugin non detectado"],"Enable integration":["Activar a integración"],"Plugin integrations":["Integracións con plugins"],"Recommended integrations":["Integracións recomendadas"],"Enable %1$s":["Activar %1$s"],"Integration unavailable for multisites":["Integración non dispoñible para multisitios"],"Network Disabled":["Desactivado para a rede"],"Unlock with Premium!":["Desbloquear coa versión Premium!"],"Premium SEO analysis:":["Análise SEO premium:"],"Beta":["Beta"],"Are you publishing news articles? %s helps you optimize your site for Google News.":["Estás a publicar artigos de noticias? %s axúdache a optimizar o teu sitio para Google News."],"no data":["sen datos"],"Your text should be slightly longer to calculate your Flesch reading ease score.":["O teu texto debe ser lixeiramente máis largo para calcular a súa puntuación de facilidade de lectura de Flesch."],"Continue writing to get insight into the readability of your text!":["Segue escribindo para entender a lexibilidade dos teus textos!"],"%1$sKeyphrase distribution%2$s: Have you evenly distributed your focus keyphrase throughout the whole text? %3$sYoast SEO Premium will tell you!%4$s":["%1$sDistribución da frase clave%2$s: Distribuiches a túa frase clave obxectivo equitativamente ao longo de todo o teu texto? %3$sYoast SEO Premium diracho!%4$s"],"%1$sWord complexity%2$s: Is your vocabulary suited for a larger audience? %3$sYoast SEO Premium will tell you!%4$s":["%1$sComplexidade de palabras%2$s: O tey vocabulario está orientado a unha audiencia maior? %3$sYoast SEO Premium diracho!%4$s"],"Get %s to enjoy the benefits of prominent words":["Consigue %s para gozar das vantaxes das palabras destacadas"],"With %1$s%3$s%2$s, this section will show you which words occur most often in your text. By checking these prominent words against your intended keyword(s), you'll know how to edit your text to be more focused.":["Con %1$s%3$s%2$s, esta sección mostrarache que palabras aparecen máis a miúdo no teu texto. Probando estas palabras destacadas fronte ás túa(s) palabra(s) clave propostas, saberás como editar o teu texto para que se centre máis nelas."],"Buy %s now!":["Compra %s agora!"],"Are you working on a news article? %s helps you optimize your site for Google News.":["Estás traballando nun artigo de noticias? %s axúdache a optimizar o teu sitio para Google News."],"Premium SEO analysis":["Análise SEO Premium"],"1 year of premium support and updates included!":["1 ano de soporte premium e actualizacións incluído!"],"Unlock with %s":["Desbloquear con %s"],"Learn more about character count":["Aprende máis sobre o contador de caracteres"],"Character count":["Contador de caracteres"],"Learn more about word count":["Aprende máis sobre o contador de palabras"],"Word count":["Contador de palabras"],"Learn more about Flesch reading ease":["Aprende máis sobre a facilidade de lectura Flesch"],"out of 100":["de 100"],"okay":["vale"],"Learn more about reading time":["Aprende máis sobre o tempo de lectura"],"Reading time":["Tempo de lectura"],"minute":["minuto","minutos"],"Activate %1$s!":["Activa %1$s!"],"You've installed %1$s but it's not activated yet. %2$sActivate %1$s now!%3$s":["Instalaches %1$s pero aínda non está activado. %2$sActiva %1$s agora!%3$s"],"Automatically ping search engines like Bing and Yandex whenever you publish, update or delete a post.":["Fai ping automático aos motores de busca como Bing e Yandex cando publiques, actualices ou borres unha entrada."],"Additional URL parameters to allow":["Parámetros de URL adicionais a permitir"],"Permalink cleanup settings":["Axustes de limpeza de ligazóns permanentes"],"Max number of characters to allow in searches":["Número máximo de caracteres a permitir nas buscas"],"Search cleanup settings":["Axustes de limpeza de buscas"],"Filter searches with common spam patterns":["Filtra buscas con padróns de spam habituais"],"Filter searches with emojis and other special characters":["Filtrar buscas con emojis e outros caracteres especiais"],"Filter search terms":["Filtrar termos de busca"],"Unregistered URL parameters":["Parámetros de URL non rexistrados"],"Campaign tracking URL parameters":["Parámetros de URL de seguimento de campañas"],"Timestamp this %s":["Engadir marca temporal a esta %s"],"%1$s: Not all the words from your keyphrase \"%4$s\" appear in the SEO title. %2$s%5$s%3$s.":["%1$s: Non todas as palabras da túa frase clave «%4$s» aparecen no título SEO. %2$s%5$s%3$s."],"%1$s: The focus keyphrase appears at the beginning of the SEO title. Good job!":["%1$s: A frase clave obxectivo aparece ao comezo do título SEO. Bo traballo!"],"Keyphrase in SEO title":["Frase clave no título SEO"],"Contact %s support.":["Contacta co soporte de %s."],"WordProof Timestamp":["WordProof Timestamp"],"View this content's Timestamp certificate":["Ver o certificado de marca temporal deste contido"],"Contact WordProof support":["Contacta co soporte de WordProof"],"Find out how IndexNow can help your site.":["Descubre como IndexNow pode axudar ao teu sitio."],"IndexNow":["IndexNow"],"Dismiss this notice.":["Descartar este aviso."],"We noticed that you haven't fully configured Yoast SEO yet. Optimize your SEO settings even further by using our improved %1$s First-time configuration%2$s.":["Démonos conta de que non configuraches aínda completamente Yoast SEO. Optimiza os teus axustes SEO aínda máis usando a nosa mellorada %1$sconfiguración por primeira vez%2$s."],"SEO configuration":["Configuración SEO"],"Feed crawl settings":["Axustes de rastrexo de feeds"],"Basic crawl settings":["Axustes de rastrexo básicos"],"Powered by HTTP header":["Creado por cabeceras HTTP"],"Pingback HTTP header":["Pingback de cabeceiras HTTP"],"Emoji scripts":["Scripts de emojis"],"Generator tag":["Etiqueta generator"],"oEmbed links":["Ligazóns de oEmbed"],"RSD / WLW links":["Ligazóns RSD/WLW"],"REST API links":["Ligazóns da API REST"],"Shortlinks":["Ligazóns curtas"],"Atom/RDF feeds":["Feeds Atom/RDF"],"Search results feeds":["Feeds de resultados de busca"],"Custom taxonomy feeds":["Feeds de taxonomías personalizadas"],"Tag feeds":["Feeds de etiquetas"],"Category feeds":["Feeds de categorías"],"Post type feeds":["Feeds de tipos de contido"],"Post authors feeds":["Feeds de autores de entradas"],"Global comment feeds":["Feeds globais de comentarios"],"Global feed":["Feed global"],"%1$sLearn more about crawl settings.%2$s":["%1$sAprende máis sobre os axustes de rastrexo.%2$s"],"Post comments feeds":["Feeds de comentarios das entradas"],"Crawl settings":["Axustes de rastrexo"],"Finish configuration":["Finalizar configuración"],"Personal preferences":["Preferencias persoais"],"SEO data optimization":["Optimización de datos SEO"],"An error has occurred: %1$s":["Ocorreu un erro: %1$s"],"We could not save the organization name. Please check the value.":["Non puidemos gardar o nome da organización. Por favor, revisa o valor."],"No items found.":["Non se encontraron elementos."],"All redirect types":["Todos os tipos de redirección"],"Add Redirect":["Engadir redirección"],"Old URL":["URL antiga"],"The redirect type is the HTTP response code sent to the browser telling the browser what type of redirect is served. %1$sLearn more about redirect types%2$s.":["O tipo de redirección é o código de resposta HTTP enviado ao navegador, que lle di ao navegador que tipo de redirección se serve. %1$sAprende máis sobre tipos de redirección%2$s."],"301 Moved Permanently":["301 Movido permanentemente"],"Type":["Tipo"],"Plain redirects":["Redireccións normais"],"Regex Redirects":["Redireccións Regex"],"There are unsaved changes in one or more steps. Leaving means that those changes may not be saved. Are you sure you want to leave?":["Hai cambios sen gardar nun ou máis pasos. Deixalos implica que eses cambios non se gardarán. Seguro que queres saír?"],"Add another profile":["Engadir outro perfil"],"Start first-time configuration!":["Empeza a configuración da primeira vez!"],"Set the essential %s settings for your site in a few steps.":["Configura os axustes esenciais de %s para o teu sitio nuns poucos pasos."],"For the best ranking results: configure %s!":["Para uns mellores resultados de posicionamento: configura %s!"],"Your site is already easier to find for search engines.":["O teu sitio é agora máis fácil de encontrar para os motores de busca."],"Tell us about your site, so we can get it ranked!":["Dinos de que vai o teu sitio, para que poidamos posicionalo!"],"Or go to your SEO dashboard":["Ou vai ao teu escritorio SEO"],"E.g. example@email.com":["P. ex. exemplo@correo.com"],"Please enter a valid email address.":["Por favor, introduce un enderezo de correo electrónico válido."],"Tell us! Is your site about an organization or a person? ":["Axúdanos con isto! O teu sitio representa a unha organización ou a unha persoa? "],"Personal logo or avatar":["Logotipo ou avatar persoal"],"Select a user":["Selecciona un usuario"],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. You're not allowed to update this user profile, so please ask this user or an admin to make sure the information is correct.":["Selecionaches ao usuario %1$s como a persoa á que representa este sitio. Agora usarase a información do perfil desta persoa nos resultados da busca. Non tes permisos para actualizar o perfil deste usuario, así que, por favor, pide a este usuario ou a un administrador que se asegure de que a información sexa correcta."],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. %2$sUpdate this profile to make sure the information is correct%3$s.":["Selecionaches o usuario %1$s como a persoa á que representa este sitio. Agora usarase a información do perfil deste usuario nos resultados da busca. %2$sActualiza este perfil para asegurarte de que a información sexa correcta.%3$s"],"Uploading image...":["Subiendo imaxe..."],"Select an option":["Selecciona unha opción"],"Be aware that you should run the SEO data optimization for this configuration to take maximum effect.":["Sé consciente de que deberías executar a optimización de datos SEO para sacarlle o máximo partido a esta configuración."],"We've already successfully analyzed your site. You can move on to the next step.":["Xa analizamos completamente o teu sitio. Podes pasar ao seguinte paso."],"SEO data optimization is running… You can safely move on to the next steps of this configuration.":["A optimización de datos SEO estase executando… Podes pasar con seguridade aos seguintes pasos desta configuración."],"You're not allowed to edit the social profiles of this user. Please ask this user or an admin to do this.":["Non tes permisos para editar os perfís sociais deste usuario. Por favor, pide a este usuario ou a un administrador que o faga."],"E.g. https://www.wikipedia.com/yoast":["P. ex. https://www.wikipedia.com/yoast"],"E.g. https://www.youtube.com/yoast":["P. ex. https://www.youtube.com/yoast"],"E.g. https://www.twitter.com/yoast":["P. ex. https://www.twitter.com/yoast"],"E.g. https://www.tumblr.com/yoast":["P. ex. https://www.tumblr.com/yoast"],"E.g. https://www.soundcloud.com/yoast":["P. ex. https://www.soundcloud.com/yoast"],"E.g. https://www.pinterest.com/yoast":["P. ex. https://www.pinterest.com/yoast"],"E.g. https://www.myspace.com/yoast":["P. ex. https://www.myspace.com/yoast"],"E.g. https://www.linkedin.com/yoast":["P. ex. https://www.linkedin.com/yoast"],"E.g. https://www.instagram.com/yoast":["P. ex. https://www.instagram.com/yoast"],"E.g. https://www.facebook.com/yoast":["P. ex. https://www.facebook.com/yoast"],"Delete item":["Borrar o elemento"],"E.g. https://social-platform.com/yoast":["P. ex. https://social-platform.com/yoast"],"Other social profile":["Outro perfil social"],"First-time configuration":["Configuración inicial"],"You should finish the %1$sfirst time configuration%2$s to make sure your SEO data has been optimized and you’ve set the essential Yoast SEO settings for your site.":["Deberías terminar a %1$sconfiguración inicial%2$s para asegurarte de que os teus datos SEO se optimizaran e configuraras os axustes esenciais de Yoast SEO para o teu sitio. "],"Step 4: Go through the first time configuration":["Paso 4: Facer a configuración inicial"],"Postname permalink":["Ligazón permanente do nome da entrada"],"Page comments":["Comentarios da páxina"],"Links table":["Tabla de ligazóns"],"If you already have saved AIOSEO 'Search Appearance' settings and the issue persists, please contact our support team so we can take a closer look.":["Se tiñas gardado os axustes de 'Aparencia no buscador' de AIOSEO e segues co mesmo problema, por favor, contacta co noso equipo de soporte para que podamos botarlle unha ollada con máis detalle."],"If you have never saved any AIOSEO 'Search Appearance' settings, please do that first and run the import again.":["Se nunca gardaras os axustes de 'Aparencia no buscador' de AIOSEO, por favor, fai iso antes e lanza de novo o importador."],"The AIOSEO import was cancelled because some AIOSEO data is missing. Please try and take the following steps to fix this:":["A importación de AIOSEO cancelouse por non estar dispoñibles os datos de AIOSEO. Por favor, proba a facer os seguintes pasos para corrixir isto:"],"The validation of the AIOSEO data structure has failed.":["Erro na validación da estrutura de datos de AIOSEO."],"Currently, the %s integration is not available for multisites.":["Agora mesmo, a integración de %s non está dispoñible para multisitios."],"WordProof authentication":["Identificación en WordProof"],"Connected to WordProof":["Conectado a WordProof"],"Connection failed":["Conexión fallida"],"Not working? %1$sContact %3$s support%2$s.":["Non funciona? %1$sContacta con %3$s soporte%2$s."],"Try again":["Inténtao de novo"],"Find possible solutions in this %1$sArticle%2$s.":["Encontra posibles solucións neste %1$sartigo%2$s."],"There was a connection problem. This could be because your third party connections are blocked.":["Houbo un problema de conexión. Isto podería deberse a que as túas conexións con terceiros están bloqueadas."],"The %3$s will automatically be timestamped every time you %1$supdate%2$s or %1$spublish%2$s.":["Á %3$s engadiráselle automaticamente unha marca de tempo cada vez que %1$sactualices%2$s ou %1$spubliques%2$s."],"Your %s is now protected via the blockchain!":["O teu %s está agora protexido mediante a cadea de bloques!"],"Something went wrong authenticating your %3$s account with the %4$s site. Please try again or contact %1$s%3$s support%2$s.":["Algo saíu mal ao identificar a túa conta de %3$s co sitio %4$s. Por favor, inténtao de novo ou contacta co %1$ssoporte de %3$s%2$s."],"Unable to create new timestamps. Please authenticate with WordProof.":["Non se puideron crear novas marcas temporais. Por favor, identifícate en WordProof."],"Timestamp with WordProof":["Marca temporal con WordProof"],"Learn more about timestamping":["Aprende máis sobre as marcas temporais"],"Authenticate with WordProof":["Identifícate con WordProof"],"Manage WordProof settings":["Xestionar axustes de WordProof"],"The WordProof Timestamp plugin needs to be disabled before you can activate this integration.":["O plugin de marca temporal de WordProof necesita desactivarse antes de que poidas activar esta integración."],"Open settings":["Abrir axustes"],"Open authentication":["Abrir identificación"],"The timestamp is not created because you need to authenticate with %s first.":["A marca temporal non se creou porque primeiro tes que identificarte en %s."],"The timestamp is not retrieved by your site. Please try again or contact %1$s support.":["A marca temporal non se obtivo para o teu sitio. Por favor, inténtao de novo ou contacta co soporte de %1$s."],"%1$s failed to timestamp this page. Please check if you're correctly authenticated with %1$s and try to save this page again.":["%1$s fallou ao tratar de crear a marca temporal para esta páxina. Por favor, comproba se te identificaches correctamente en %1$s e proba a gardar de novo esta páxina."],"%s has successfully timestamped this page.":["%s engadiuse correctamente a marca temporal a esta páxina."],"You are out of timestamps. Please upgrade your account by opening the %s settings.":["Xa non che quedan marcas temporais. Por favor, actualiza a túa conta abrindo os axustes de %s."],"Use WordProof to timestamp this page to comply with legal regulations and join the fight for a more transparant and accountable internet.":["Usa WordProof para engadir marcas temporais a esta páxina para cumprir coas regulacións legais e unirte á loita por un Internet máis transparente e responsable."],"Timestamp this post":["Engadir marca temporal a esta entrada"],"content words":["palabras do contido"],"content word":["palabra do contido"],"Cleanup failed with the following error:":["A limpieza fallou co seguinte erro:"],"Note: These settings will overwrite the default settings of Yoast SEO.":["Nota: Estes axustes omitirán os axustes por defecto de Yoast SEO."],"Note: This metadata will only be imported if there is no existing Yoast SEO metadata yet.":["Nota: Estes datos meta só se importarán se aínda non hai datos meta existentes de Yoast SEO."],"Post metadata (SEO titles, descriptions, etc.)":["Datos meta de entrada (títulos SEO, descricións, etc.)"],"The import from %s includes:":["A importación desde %s inclúe:"],"Once you're certain that your site is working properly with the imported data from another SEO plugin, you can clean up all the original data from that plugin.":["Unha vez que te asegures de que o teu sitio está funcionando correctamente cos datos importados doutro plugin SEO, podes limpar todos os datos orixinais dese plugin."],"Please select an SEO plugin below to see what data can be imported.":["Por favor, selecciona un plugin SEO de abaixo para ver que datos poden importarse."],"Clean up":["Limpar"],"After you've imported data from another SEO plugin, please make sure to clean up all the original data from that plugin. (step 5)":["Cando teñas importado datos doutro plugin SEO, por favor, asegúrate de limpar todos os datos orixinais dese plugin. (Paso 5)"],"Note: ":["Nota:"],"The cleanup can take a long time depending on your site's size.":["A limpeza pode tardar moito tempo, dependendo do tamaño do teu sitio."],"Every fifteen minutes":["Cada quince minutos"],"Default tagline":["Descrición curta por defecto"],"Import failed with the following error:":["A importación fallou co seguinte erro:"],"No data found from other SEO plugins.":["Non se encontraron datos doutros plugins SEO."],"Select SEO plugin":["Seleccionar plugin SEO"],"The import can take a long time depending on your site's size.":["A importación pode durar moito tempo dependendo do tamaño do teu sitio."],"For the best SEO results include all words of your keyphrase in the SEO title, and put the keyphrase at the beginning of the title":["Para uns mellores resultados de SEO, inclúe todas as palabras da túa frase clave no título SEO, e pon a frase clave ao comezo do título"],"For the best SEO results write the exact match of your keyphrase in the SEO title, and put the keyphrase at the beginning of the title":["Para uns mellores resultados de SEO, escribe a coincidencia exacta da túa frase clave no título SEO, e pon a frase clave ao comezo do título"],"Installation Successful":["Instalación correcta"],"Blog Post":["Entrada de blog"],"%1$s: Title does not begin with the focus keyphrase. %2$sMove your focus keyphrase to the beginning of the title%3$s.":["%1$s: O título non empeza coa frase clave obxectivo. %2$sMove a túa frase clave obxectivo ao principio do título%3$s."],"%1$s: The exact match of the focus keyphrase appears at the beginning of the SEO title. Good job!":["%1$s: A coincidencia exacta da frase clave obxectivo aparece ao principio do título SEO. Bo traballo!"],"%2$sText length%4$s: The text contains %1$d %6$s. This is below the recommended minimum of %5$d %6$s. %3$sAdd more content%4$s.":["%2$sLonxitude do texto%4$s: O texto contén %1$d %6$s. Isto está por debaixo do mínimo recomendado de %5$d %6$s. %3$sEngade máis contido%4$s."],"%2$sText length%4$s: The text contains %1$d %6$s. This is slightly below the recommended minimum of %5$d %6$s. %3$sAdd a bit more copy%4$s.":["%2$sLonxitude do texto%4$s: O texto contén %1$d %6$s. Isto está lixeiramente por debaixo do mínimo recomendado de %5$d %6$s. %3$sEngade un pouco máis de texto%4$s."],"%2$sText length%4$s: The text contains %1$d %6$s. This is far below the recommended minimum of %5$d %7$s. %3$sAdd more content%4$s.":["%2$sLonxitude do texto%4$s: O texto contén %1$d %6$s. Isto está moi por debaixo do mínimo recomendado de %5$d %7$s. %3$sEngade máis contido%4$s.","%2$sLonxitude do texto%4$s: O texto contén %1$d %7$s. Isto está moi por debaixo do mínimo recomendado de %5$d %7$s. %3$sEngade máis contido%4$s."],"character":["carácter","caracteres"],"word":["palabra","palabras"],"words":["palabras"],"characters":["caracteres"],"%s rolls out the red carpet for the search bots, which helps your site perform better in search engines.":["%s desprega a alfombra vermella aos robots de busca, o que axuda a que o teu sitio posicione mellor nos motores de busca."],"You've successfully installed %s!":["Instalaches %s correctamente!"],"Skip%s":["Saltar%s"],"Your %s account does not contain any keyphrases for this website yet. You can track keyphrases by using the \"Track SEO Performance\" button in the post editor.":["A túa conta de %s aínda non contén ningunha frase clave para esta web. Podes rastrexar frases clave usando o botón de «Rastrexar o rendemento SEO» do editor de entradas."],"%s account":["Conta de %s"],"This overview only shows you keyphrases added to Yoast SEO. There may be other keyphrases added to your %s.":["Este resumo só mostra as túas frases clave engadidas a Yoast SEO. Podería haber outras frases clave engadidas ao teu %s."],"Tracking the ranking position...":["Rastrexando o posto no posicionamento..."],"Something went wrong while tracking the ranking position(s) of your page. Please try again later.":["Algo saíu mal ao rastrexar o(s) posto(s) de posicionamento da túa páxina. Por favor, inténtao de novo máis tarde."],"reconnect to %s":["reconectar a %s"],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["Parece que algo saíu mal ao recuperar os datos da túa web. Por favor, %s e inténtao de novo."],"Before you can track your SEO performance make sure to set either the post’s title and save it as a draft or manually set the post’s slug.":["Antes de que poidas rastrexar o rendemento SEO, asegúrate de definir o título da entrada e gárdao como borrador, ou de editar manualmente o slug da entrada."],"No keyphrase has been set. Please set a keyphrase first.":["Non se estableceu ningunha frase clave. Por favor, establece primeiro unha frase clave."],"upgrade your %s plan":["actualiza o teu plan de %s"],"You've reached the maximum amount of %d keyphrases you can add to your Wincher account. If you wish to add more keyphrases, please %s.":["Chegaches á cantidade máxima de %d frases clave que podes engadir á túa conta de Wincher. Se queres engadir máis frases clave, por favor, %s."],"With %1$s you can track the ranking position of your page in the search results based on your keyphrase(s). %2$s":["Con %1$s podes rastrexar o posto de posicionamento da túa páxina nos resultados da busca, baseados na(s) túa(s) frase(s) clave. %2$s"],"%s is currently tracking the ranking position(s) of your page. This may take a few minutes. Please wait or check back later.":["%s está actualmente rastrexando o(s) posto(s) de posicionamento da túa páxina. Isto podería levar uns cantos minutos. Por favor, espera ou compróbao de novo máis tarde."],"You have successfully connected to %s! You can now track the SEO performance for the keyphrase(s) of this page.":["Conectácheste correctamente a %s! Agora podes rastrexar o rendemento SEO da(s) frase(s) clave desta páxina."],"Read more about keyphrase tracking with Wincher":["Le máis sobre o seguimento de frases clave con Wincher"],"Automatic tracking of keyphrases is enabled. Your keyphrase(s) will automatically be tracked by %s when you publish your post.":["O seguimento automático de frases clave está activo. A(s) túa(s) frase(s) clave rastrearaas automaticamente %s cando publiques a túa entrada. "],"Please enter a focus keyphrase first to track keyphrase performance":["Por favor, introduce primeiro unha frase clave obxectivo para rastrexar o rendemento da frase clave"],"Keyphrase position in the last 90 days on a scale from 0 to 100.":["A posición da frase clave nos últimos 90 días nunha escala de 0 a 100."],"Track SEO performance":["Rastrexar o rendemento SEO"],"You can enable / disable tracking the SEO performance for each keyphrase below.":["Podes activar/desactivar abaixo o rendemento SEO de cada frase clave."],"Track all keyphrases on this page":["Rastrexar todas as frases clave desta páxina"],"Tracking has already been enabled for one or more keyphrases of this page. Clicking the button below will enable tracking for all of its keyphrases.":["O rastrexo xa se activou para unha o máis frases clave desta páxina. Facendo clic no botón de abaixo activarase o rastrexo de todas as frases clave."],"Learn more about the SEO performance feature.":["Aprende máis sobre a característica de rendemento SEO."],"SEO performance":["Rendemento SEO"],"Connect with %s":["Conectar con %s"],"* focus keyphrase":["* frase clave obxectivo"],"Get more insights over at %s":["Consigue máis estatísticas en %s"],"Position over time":["Posto ao longo do tempo"],"Position":["Posición"],"Tracking":["Seguimento"],"You can still run the SEO data optimization in the %1$sTools section%2$s. Once that is finished, please refresh this page.":["Podes seguir executando a optimización de datos SEO na %1$ssección de ferramentas%2$s. Cando teñas rematado, por favor, recarga esta páxina."],"This configuration step is currently disabled, because you're not running the latest version of Yoast SEO Premium. Please update to the latest version (at least %1$s). ":["Este paso da configuración está neste momento desactivado porque non estás executando a última versión de Yoast SEO Premium. Por favor, actualiza á última versión (polo menos á %1$s)."],"Save and continue":["Gardar e continuar"],"Does your site represent an Organization or Person?":["O teu sitio representa a unha organización ou a unha persoa?"],"Activate %s":["Activar %s"],"Update %s":["Actualizar %s"],"Renew %s":["Renovar %s"],"Get help activating your subscription":["Consigue axuda activando a túa subscrición"],"It looks like you’re running an outdated and unactivated version of %1$s, please activate your subscription in %2$sMyYoast%3$s and update to the latest version (at least 17.7) to gain access to our updated workouts section.":["Parece que estiveches executando unha versión obsoleta e sen activar de %1$s. Por favor, activa a túa subscrición en %2$sMyYoast%3$s e actualiza á última versión (polo menos á 17.7) para obter acceso á nosa sección de exercicios actualizada."],"Activate your subscription of %s":["Activa a túa subscrición de %s"],"Update to the latest version of %s":["Actualiza á última versión de %s"],"Renew your subscription":["Renova a túa subscrición"],"Accessing the latest workouts requires an updated version of %s (at least 17.7), but it looks like your subscription has expired. Please renew your subscription to update and gain access to all the latest features.":["Para acceder aos últimos exercicios é obligatoria unha versión actualizada de %s (polo menos a 17.7), pero parece que a túa subscrición caducou. Por favor, renova a túa subscrición para actualizar e obter acceso a todas as últimas características."],"Renew your subscription of %s":["Renova a túa subscrición de %s"],"Could not save this value. Please check the URL.":["Non se puido gardar este valor. Por favor, revisa a URL."],"Could not save this value. Please check the URL or username.":["Non se puido gardar este valor. Por favor, revisa a URL ou o nome de usuario."],"Oops! Something went wrong. Check your email address and try again.":["Vaia! Algo saíu mal. Revisa o teu enderezo de correo electrónico e inténtao de novo."],"Yes, you can collect my site data":["Si, podedes facer seguimento dos datos do meu sitio"],"Site representation":["Representación do sitio"],"Continue":["Continuar"],"Thank you! Check your inbox for the confirmation email.":["Grazas! Revisa a túa bandexa de entrada para o correo electrónico de confirmación."],"Yoast respects your privacy. Read %1$sour privacy policy%2$s on how we handle your personal information.":["Yoast respeta a túa privacidade. Le %1$sa nosa política de privacidade%2$s para saber como xestionamos a túa información personal."],"Email address":["Enderezo de correo electrónico"],"%1$sBack to all workouts":["%1$sVolver a todos os exercicios"],"Getting your site in shape and keeping it SEO fit can be hard. We can help you get started! Take these step-by-step workouts, and you’ll be tackling some of the most fundamental SEO challenges!":["Pór o teu sitio en forma e manter o SEO ao día pode ser complicado. Podemos axudarche nos primeiros pasos! Fai estes exercicios paso a paso e poderás abordar algúns dos retos SEO máis fundamentais!"],"Add internal links to your posts and pages":["Engade ligazóns internas ás túas entradas e páxinas"],"Make pages easier for Google and visitors to find":["Fai que as páxinas sexan máis fáciles de encontrar para Google e os visitantes"],"Clean up your unlinked content to make sure people can find it":["Limpa o teu contido sen enlazar para asegurar que a xente poida encontralo"],"Orphaned content":["Contido orfo"],"Bring more visitors to your articles":["Atrae máis visitantes aos teus artigos"],"Make your important articles rank higher":["Fai que os teus artigos máis importantes posicionen mellor"],"%1$s/%2$s steps completed":["%1$s/%2$s pasos completados"],"Unlock with %s!":["Desbloquear con %s!"],"Start workout!":["Empeza o exercicio!"],"Do workout again":["Facer de novo o exercicio"],"Continue workout!":["Continuar o exercicio!"],"It looks like you're running an outdated version of %1$s, please %2$supdate to the latest version (at least 17.7)%3$s to gain access to our updated workouts section.":["Parece que estiveches executando unha versión obsoleta e sen activar de %1$s. Por favor, %2$sactualiza á última versión (polo menos á 17.7)%3$s para obter acceso á nosa sección de exercicios actualizada."],"Get started quickly with the %1$s%2$s First-time configuration%3$s and configure Yoast SEO with the optimal SEO settings for your site!":["Dá os teus primeiros pasos rapidamente co %1$s exercicio de configuración %2$s%3$s e configura Yoast SEO cos axustes SEO óptimos para o teu sitio! "],"Current or first category title":["Título actual ou o da primeira categoría"],"Category Title":["Título da categoría"],"Replaced with the post content":["Substituído co contido da entrada"],"Post Content":["Contido da entrada"],"Replaced with the permalink":["Substituído coa ligazón permanente"],"Replaced with the last name of the author":["Substituído cos apelidos do autor"],"Author last name":["Apelidos do autor"],"Replaced with the first name of the author":["Substituído co nome do autor"],"Author first name":["Nome do autor"],"Replaced with the day the post was published":["Substituído co día no que a entrada foi publicada"],"Post day":["Día da entrada"],"Replaced with the month the post was published":["Substituído co mes no que a entrada foi publicada"],"Post month":["Mes da entrada"],"Replaced with the year the post was published":["Substituído co ano no que a entrada foi publicada"],"Post year":["Ano da entrada"],"Current day":["Día actual"],"Current month":["Mes actual"],"Current date":["Data actual"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's way less than the recommended minimum of %2$d %7$s. %4$sMake it longer%5$s!":["%3$sLonxitude da frase clave%5$s: A frase clave contén %1$d %6$s. Iso é moito menos que o mínimo recomendado de %2$d %7$s. ¡%4$sFaina máis longa%5$s!","%3$sLonxitude da frase clave%5$s: A frase clave contén %1$d %7$s. Iso é moito menos que o mínimo recomendado de %2$d %7$s. ¡%4$sFaina máis longa%5$s!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's less than the recommended minimum of %2$d %6$s. %4$sMake it longer%5$s!":["%3$sLonxitude da frase clave%5$s: A frase clave contén %1$d %6$s. Iso é menos que o mínimo recomendado de %2$d %6$s. ¡%4$sFaina máis larga%5$s!"],"It looks like you aren't using our %1$s%2$s addon%3$s. %4$sUpgrade today%5$s to unlock more tools and SEO features to make your products stand out in search results.":["Parece que non estás usando a nosa extensión %1$s%2$s%3$s. %4$sActualiza agora%5$s para desbloquear máis ferramentas e características SEO para facer que os teus produtos destaquen nos resultados de busca."],"Below are the technical details for the error. See %1$sthis page%2$s for a more detailed explanation.":["A continuación están os detalles técnicos do erro. Mira %1$sesta páxina%2$s para unha explicación máis detallada."],"%1$sImage Keyphrase%2$s: Good job!":["%1$sFrase clave das imaxes%2$s: Bo traballo!"],"%1$sImage Keyphrase%3$s: Images on this page do not have alt attributes with at least half of the words from your keyphrase. %2$sFix that%3$s!":["%1$sFrase clave das imaxes%3$s: As imaxes desta páxina non teñen atributos «alt» con polo menos a metade das palabras da túa frase clave. ¡%2$sCorríxeo%3$s!"],"%1$sImages%2$s: Good job!":["%1$sImaxes%2$s: Bo traballo!"],"%1$sImages and videos%2$s: Good job!":["%1$sImaxes e vídeos%2$s: Bo traballo!"],"%3$sImages and videos%5$s: Only %1$d image or video appears on this page. We recommend at least %2$d. %4$sAdd more relevant images or videos%5$s!":["%3$sImaxes e vídeos%5$s: Só aparece %1$d imaxe ou vídeo nesta páxina. Recomendamos polo menos %2$d. ¡%4$sEngade máis imaxes ou vídeos relevantes%5$s!","%3$sImaxes e vídeos%5$s: Só aparecen %1$d imaxes ou vídeos nesta páxina. Recomendamos polo menos %2$d. ¡%4$sEngade máis imaxes ou vídeos relevantes%5$s!"],"%3$sImages%5$s: Only %1$d image appears on this page. We recommend at least %2$d. %4$sAdd more relevant images%5$s!":["%3$sImaxes%5$s: Só aparece %1$d imaxe nesta páxina. Recomendamos polo menos %2$d. ¡%4$sEngade máis imaxes relevantes%5$s!","%3$sImaxes%5$s: Só aparecen %1$d imaxes nesta páxina. Recomendamos polo menos %2$d. ¡%4$sEngade máis imaxes relevantes%5$s!"],"%1$sImages and videos%3$s: No images or videos appear on this page. %2$sAdd some%3$s!":["%1$sImaxes e vídeos%3$s: Non aparecen imaxes ou vídeos nesta páxina. %2$sEngade algúns%3$s!"],"Error stack trace":["Seguimento da pila de erros"],"Response":["Resposta"],"Error message":["Mensaxe de erro"],"Status code":["Código de estado"],"Request method":["Método de solicitude"],"Request URL":["URL da solicitude"],"Error details":["Detalles do erro"],"Workouts":["Exercicios"],"Rank with articles you want to rank with":["Posiciona cos artigos cos que queres posicionar"],"The cornerstone approach":["O enfoque no contido esencial"],"SEO workouts":["Exercicios SEO"],"Improve the quality of your site search! Automatically helps your users find your cornerstone and most important content in your internal search results. It also removes noindexed posts & pages from your site’s search results.":["Mellora a calidade das buscas no teu sitio! Axuda automaticamente aos teus usuarios a encontrar o contido esencial e máis importante nos teus resultados de busca internos. Tamén quita as entradas e páxinas noindex dos resultados de busca do teu sitio."],"Find out more about our %s integration.":["Descobre máis sobre a nosa integración con %s."],"Get relevant internal linking suggestions — while you’re writing! The link suggestions metabox shows a list of posts on your blog with similar content that might be interesting to link to. ":["Consegue suxestións relevantes de enlazado interno – mentres escribes! A metabox de suxestións de ligazóns mostra unha lista de entradas do teu blog con contido similar ao que podería ser interesante enlazar. "],"Find out how Insights can help you improve your content.":["Descobre como as estatísticas poden axudarche a mellorar o teu contido."],"Find relevant data about your content right in the Insights section in the Yoast SEO metabox. You’ll see what words you use most often and if they’re a match with your keywords! ":["Descobre datos relevantes sobre o teu contido na sección de estatísticas da caixa meta de Yoast SEO. Verás que palabras usas máis a miúdo e se coinciden coas túas palabras clave!"],"Oops, something has gone wrong and we couldn't complete the optimization of your SEO data. Please make sure to activate your subscription in MyYoast by completing %1$sthese steps%2$s.":["Vaia, algo saíu mal e non puidemos completar a optimización dos teus datos SEO. Por favor, asegúrate de activar a túa subscrición en MyYoast completando %1$sestes pasos%2$s."],"To unlock this feature please update %s to the latest version.":["Para desbloquear esta característica, por favor, actualiza %s á última versión."],"The social appearance settings for archives require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Os axustes de apariencia social para os arquivos requiren datos meta de Open Graph (que se encontran desactivados). Podes activalos nos %1$saxustes «Social» da pestana de «Facebook»%2$s."],"The social appearance settings for taxonomies require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Os axustes de apariencia social para as taxonomías requiren datos meta de Open Graph (que se encontran desactivados). Podes activalos nos %1$saxustes «Social» da pestana de «Facebook»%2$s."],"The social appearance settings for content types require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Os axustes de apariencia social para os tipos de contido requiren datos meta de Open Graph (que se encontran desactivados). Podes activalos nos %1$saxustes «Social» da pestana de «Facebook»%2$s."],"The social appearance settings for your homepage require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Os axustes de apariencia social para a túa páxina de inicio requiren datos meta de Open Graph (que se encontran desactivados). Podes activalos nos %1$saxustes «Social» da pestana de «Facebook»%2$s."],"Social image":["Imaxe social"],"Unlock with Premium":["Desbloquéao coa versión Premium"],"Addon installation failed because of an error: %s.":["A instalación da extensión fallou debido a un erro: %s."],"You are not allowed to install plugins.":["Non tes permisos para instalar plugins."],"Addon installed.":["Extensión instalada."],"Addon activation failed because of an error: %s.":["A activación da extensión fallou debido a un erro: %s."],"You are not allowed to activate plugins.":["Non tes permisos para activar plugins."],"Addon activated.":["Extensión activada."],"%1$s Continue to %2$s%3$s":["%1$s Continuar a %2$s%3$s"],"Installing and activating addons":["Instalación e activación de extensións"],"No %1$s plugins have been installed. You don't seem to own any active subscriptions.":["Non se instalaron %1$s plugins. Parece que non tes ningunha subscrición activa."],"the following addons":["as seguintes extensións"],"%s SEO installation":["Instalación de %s SEO"],"Install and activate":["Instalar e activar"],"Please confirm below that you would like to install %s on this site.":["Por favor, confirma a continuación que queres instalar %s neste sitio."],"Insert variable":["Insertar variable"],"Shopping data preview:":["Vista previa dos datos de compra:"],"Availability":["Dispoñibilidade"],"Price":["Prezo"],"Rating":["Valoración"],"%s reviews":["%s valoracións"],"Rating: %s":["Valoración: %s"],"Image":["Imaxe"],"Social description":["Descrición social"],"Social title":["Título social"],"Required by %s":["Requirido por %s"],"Auto-updates are disabled based on this setting for %1$s.":["As actualizacións automáticas están desactivadas en base a este axuste de %1$s."],"Auto-updates are enabled based on this setting for %1$s.":["As actualizacións automáticas están activadas en base a este axuste de %1$s."],"New":["Novo"],"seconds":["segundos"],"Select image":["Seleccionar imaxe"],"Replace image":["Substituír imaxe"],"site structure":["estrutura do sitio"],"internal linking":["enlaces internos"],"breadcrumbs":["migas de pan"],"seo":["seo"],"Adds the Yoast SEO breadcrumbs to your template or content.":["Engade as migas de pan de Yoast SEO ao teu modelo ou ao teu contido."],"Yoast Breadcrumbs":["Migas de pan de Yoast"],"The term is considered invalid. The following reason was given by WordPress: %s":["O termo non se considera válido. WordPress indicou a seguinte razón: %s"],"The post could not be found.":["Non se puido encontrar a entrada."],"The term could not be found.":["Non se puido encontrar o termo."],"This feature has been disabled since subsites never send tracking data.":["Esta característica desactivouse, xa que os subsitios nunca envían datos de seguimento."],"We notice that you have installed WPML. To make sure your canonical URLs are set correctly, %1$sinstall and activate the WPML SEO add-on%2$s as well!":[""],"Unfortunately we cannot save changes to your SEO settings while you are working on a draft of an already-published %1$s. If you want to save your SEO changes, make sure to click 'Update', or wait to make your SEO changes until you are ready to update the %1$s.":["Lamentablemente, non podemos gardar os cambios nos teus axustes SEO mentres estás traballando nun borrador de %1$s xa publicado. Se queres gardar os teus cambios de SEO, asegúrate de facer clic en «Actualizar» ou espera a facer os teus cambios de SEO ata que esteas listo para actualizar %1$s."],"Get started with Yoast SEO's content analysis for Elementor!":["Empeza coa análise de contido de Yoast SEO para Elementor!"],"Got it":["Entendido"],"New: Yoast SEO for Elementor":["Novo: Yoast SEO para Elementor"],"Because of a change in your category base setting, some of your SEO data needs to be reprocessed.":["Debido a un cambio no teu axuste da categoría base, algúns dos teus datos SEO teñen que volver a ser procesados."],"Wait for a week or so, until %1$s automatically processes most of your content in the background.":["Espera unha semana máis o menos, ata que %1$s procese automaticamente a maioría do teu contido en segundo plano."],"%s minute":["%s minuto","%s minutos"],"Est. reading time":["Tempo de lectura"],"Written by":["Escrito por"],"Google Rich Results Test":["Proba de resultados enriquecidos de Google"],"Find out how a rich snippet can improve visibility and click-through-rate.":["Descubre como podes usar os fragmentos enriquecidos para aumentar a túa visibilidade e a túa taxa de clics."],"This adds an author byline and reading time estimate to the article’s snippet when shared on Slack.":["Engade unha liña de autor e tempo de lectura estimado ao extracto do artigo cando se comparte por Slack."],"Enhanced Slack sharing":["Compartir en Slack"],"Activate your subscription":["Activa a túa subscrición"],"SEO data optimization is disabled for non-production environments.":["A optimización de datos SEO está desactivada para os entornos que non están en produción."],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":["Esta característica inclúe e substitúe o contador de enlaces de texto e a análise de enlaces internos"],"This tab allows you to selectively disable %1$s integrations with third-party products for all sites in the network. By default all integrations are enabled, which allows site admins to choose for themselves if they want to toggle an integration on or off for their site. When you disable an integration here, site admins will not be able to use that integration at all.":["Esta pestana permíteche desactivar selectivamente as integracións de %1$s con produtos de terceiros en todos os sitios da rede. Por defecto todas as integracións están activas, o que permite aos administradores de sitios elixir por si mesmos se queren actviar ou non unha integración no seu sitio. Cando desactivas unha integración aquí os administradores de sitios non poderán usar esa integración."],"Because of a change in your tag base setting, some of your SEO data needs to be reprocessed.":["Debido a un cambio no teu axuste da etiqueta base, algúns dos teus datos SEO teñen que volver a ser procesados."],"Stop SEO data optimization":["Deter a optimización de datos SEO"],"Oops, something has gone wrong and we couldn't complete the optimization of your SEO data. Please click the button again to re-start the process. ":["Vaia, algo saíu mal e non pudimos completar a optimización dos teus datos SEO. Por favor, fai clic no botón de novo para reiniciar o proceso."],"Optimizing SEO data... This may take a while.":["Optimizando datos SEO... Isto pode tardar un rato."],"SEO data optimization complete":["Optimización de datos SEO completa"],"You can speed up your site and get insight into your internal linking structure by letting us perform a few optimizations to the way SEO data is stored. ":["Podes acelerar o teu sitio e obter melloras na estrutura de enlazado interno permitíndonos realizar unhas poucas optimizacións no modo no que se almacenan os datos SEO."],"Start SEO data optimization":["Empezar a optimización de datos SEO"],"Learn more about the benefits of optimized SEO data.":["Aprende máis sobre os beneficios dos datos SEO optimizados."],"You can speed up your site and get insight into your internal linking structure by letting us perform a few optimizations to the way SEO data is stored. If you have a lot of content it might take a while, but trust us, it's worth it.":["Podes acelerar o teu sitio e obter melloras na estrutura de enlazado interno permitíndonos realizar unhas poucas optimizacións no modo no que se almacenan os datos SEO. Se tes moito contido pode que tarde un rato, pero fíate de nós, merece a pena."],"Optimize SEO Data":["Optimizar datos SEO"],"If the problem persists, please contact support.":["Se persiste o problema, por favor, contacta co soporte."],"Something has gone wrong and we couldn't complete the optimization of your SEO data. Please %1$sre-start the process%2$s.":["Vaia, algo saiu mal e non puidemos completar a optimización dos teus datos SEO. Por favor, %1$sreinicia o proceso.%2$s."],"All permalinks were successfully reset":["Todos os enlaces permanentes restablecéronse correctamente."],"We've encountered a problem trying to get related keyphrases. Please try again later.":["Encontramos un problema ao trarar de obter as frases clave relacionadas. Por favor, inténtao de novo máis tarde."],"You've reached the maximum amount of 4 related keyphrases. You can change or remove related keyphrases in the %s metabox or sidebar.":["Acadaches a cantidade máxima de 4 frases clave relacionadas. Podes cambiar ou eliminar frases clave relacionadas na caixa meta ou na barra lateral de %s."],"Please wait while %1$s connects to %2$s to get related keyphrases...":["Por favor, espera mentres %1$s se conecta a %2$s para obter frases clave relacionadas..."],"Upgrade your %s plan":["Actualiza o teu plan de %s"],"You've reached your request limit for today. Check back tomorrow or upgrade your plan over at %s.":["Acadaches o teu límite de peticións de hoxe. Volve mañá ou actualiza o teu plan en %s."],"Last month":["Último mes"],"Two months ago":["Hai dous meses"],"Three months ago":["Hai tres meses"],"Four months ago":["Hai catro meses"],"Five months ago":["Hai cinco meses"],"Six months ago":["Hai seis meses"],"Seven months ago":["Hai sete meses"],"Eight months ago":["Hai oito meses"],"Nine months ago":["Hai nove meses"],"Ten months ago":["Hai dez meses"],"Eleven months ago":["Hai once meses"],"Twelve months ago":["Hai doce meses"],"Get more insights at %s":["Consigue máis estatísticas en %s"],"Keyphrase volume in the last 12 months on a scale from 0 to 100.":["Volume de frases clave durante os últimos 12 meses nunha escala de 0 a 100."],"Learn more about the related keyphrases trend":["Aprende máis sobre as tendencias en frases clave relacionadas"],"Trend":["Tendencias"],"Learn more about the related keyphrases volume":["Aprende máis sobre o volume de frases clave relacionadas"],"Volume":["Volume"],"Related keyphrase":["Frase clave relacionada"],"Select country":["Seleccionar país"],"Show results for:":["Amosar resultados para:"],"Please enter a focus keyphrase first to get related keyphrases":["Por favor, introduce primeiro unha frase clave relacionada para obter as frases clave relacionadas"],"Sorry, there's no data available for that keyphrase/country combination.":["Síntoo, non hai ningún dato dispoñible para esa combinación de frase clave/país."],"Get related keyphrases":["Obter frases clave relacionadas"],"Related keyphrases":["Frases clave relacionadas"],"The number of headers and header labels don't match.":["O número de cabeceiras e etiquetas de cabeceiras non coincide"],"The %s integration offers suggestions and insights for keywords related to the entered focus keyphrase.":["A integración con %s ofrece suxerencias e estatísticas de palabras clave relacionadas coa frase clave obxectivo introducida."],"Disabling Yoast SEO's XML sitemaps will not disable WordPress' core sitemaps. In some cases, this %1$s may result in SEO errors on your site%2$s. These may be reported in Google Search Console and other tools.":["Desactivar os mapas de sitio XML de Yoast SEO non desactivará os mapas de sitio do núcleo de WordPress. Nalgúns casos, isto %1$s pode xerar erros de SEO no teu sitio%2$s. Estes erros poden aparecer reflexados en Google Search Console e noutras ferramentas."],"If you still need support and have an active subscription for this product, please email %s.":["Se aínda necesitas axuda e tes unha subscrición activa para este produto, por favor, envía un correo electrónico a %s."],"You can probably find an answer to your question in our %1$shelp center%2$s.":["É probable que encontres unha resposta á túa pregunta no noso %1$scentro de axuda%2$s."],"Need support?":["Necesitas axuda?"],"Return to your %s":["Volver ao teu %s"],"Make sure to save your %s for changes to take effect":["Asegúrate de ter gardado a %s para que teñan efecto os cambios"],"The advanced section of the %1$s meta box allows a user to remove posts from the search results or change the canonical. The settings in the schema tab allows a user to change schema meta data for a post. These are things you might not want any author to do. That's why, by default, only editors and administrators can do this. Setting to \"%2$s\" allows all users to change these settings.":["A sección avanzada da caixa meta %1$s permite a un usuario eliminar entradas dos resultados da busca ou cambiar o canónico. Estes axustes na pestana do esquema permiten a un usuario cambiar os datos meta de Schema para unha entrada. Son cousas que quizais non queiras que faga un autor. Por iso, por defecto, só poden facelo os editores e administradores. Establecer isto como «%2$s» permitirá a todos os usuarios cambiaren estes axustes."],"Security: no advanced or schema settings for authors":["Seguridade: ningún axuste avanzado ou de Schema para os autores"],"Report":["Informe"],"Tech Article":["Artigo técnico"],"Scholarly Article":["Artigo académico"],"Satirical Article":["Artigo satírico"],"Advertiser Content Article":["Artigo con contido publicitario"],"News Article":["Artigo de noticias"],"Social Media Posting":["Publicación en medios sociais"],"Article":["Artigo"],"Search Results Page":["Páxina de resultados de busca"],"Real Estate Listing":["Anuncio inmobiliario"],"Checkout Page":["Páxina de finalizar compra"],"Collection Page":["Páxina de colección"],"Medical Web Page":["Páxina web médica"],"Contact Page":["Páxina de contacto"],"Profile Page":["Páxina de perfil"],"QA Page":["Páxina de preguntas e respostas"],"FAQ Page":["Páxina de FAQ"],"About Page":["Páxina «Acerca de»"],"Item Page":["Páxina de artigo"],"Web Page":["Páxina web"],"Default for %1$s (%2$s)":["Por defecto para %1$s (%2$s)"],"This helps search engines understand your website and your content. You can change some of your settings for this page below.":["Isto axuda aos motores de busca a comprender a túa web e o teu contido. A continuación, podes cambiar algúns dos teus axustes para esta páxina."],"Yoast SEO automatically describes your pages using schema.org":["Yoast SEO describe automaticamente as túas páxinas usando schema.org"],"Article type":["Tipo de artigo"],"Page type":["Tipo de páxina"],"Learn more about page or content types":["Aprende máis sobre os tipos de páxina ou de contido"],"What type of page or content is this?":["Que tipo de páxina ou contido é este?"],"Structured Data":["Datos estruturados"],"Yoast How-to":["Guía de Yoast"],"Yoast FAQ":["FAQ de Yoast"],"%1$s: Does not contain the exact match. %2$sTry to write the exact match of your keyphrase in the SEO title and put it at the beginning of the title%3$s.":["%1$s: Non contén a coincidencia exacta. %2$sProba a escribir a conincidencia exacta da túa frase clave no título SEO e pona ao principio do título%3$s."],"%1$s: The exact match of the focus keyphrase appears in the SEO title, but not at the beginning. %2$sMove it to the beginning for the best results%3$s.":["%1$s: A coincidencia exacta da frase clave obxectivo aparece no título SEO, pero non ao principio. %2$sMóvea ao principio para uns mellores resultados%3$s."],"%1$s Internal Linking Blocks":["Bloques de %1$s de enlazado interno"],"Allow us to track some data about your site to improve our plugin.":["Permítenos realizar seguimento dalgúns datos do teu sitio para mellorar o noso plugin."],"Usage tracking":["Seguimento de uso"],"Can we collect anonymous information about your website to enhance %1$s?":["Podemos recompilar información anónima sobre a túa web para mellorar %1$s?"],"Read more about how internal linking can improve your site structure.":["Le máis sobre como o enlazado interno pode mellorar a estrutura do teu sitio."],"Link suggestions":["Suxerencias de ligazóns"],"Insights":["Estatísticas"],"Remove image":["Eliminar imaxe"],"The file size of the uploaded image is too large for %s. File size must be less than %s.":["O tamaño de arquivo da imaxe subida é demasiado grande para %s. O tamaño do arquivo debe ser menor de %s."],"The format of the uploaded image is not supported. The supported formats are: %s, %s, %s and %s.":["O formato da imaxe subida non está admitido. Os formatos admitidos son: %s, %s, %s e %s."],"You have uploaded a %s. Please note that, if it’s an animated %s, only the first frame will be used.":["Subiches un %s. Por favor, ten en conta que se é un %s animado só se usará o primeiro fotograma."],"Your image dimensions are not suitable. The minimum dimensions are %dx%d pixels. The maximum dimensions are %dx%d pixels.":["As dimensións da túa imaxe no son adecuadas. As dimensións mínimas son de %dx%d píxeles. As dimensións máximas son de %dx%d píxeles."],"Your image dimensions are not suitable. The minimum dimensions are %dx%d pixels.":["As dimensións da túa imaxe non son adecuadas. As dimensións mínimas son de %dx%d píxeles."],"Dismiss":["Descartar"],"Because of a change in your permalink structure, some of your SEO data needs to be reprocessed.":["Debido a un cambio na estrutura dos teus enlaces permanentes, algúns dos teus datos SEO teñen que volver a procesarse."],"Because of a change in your home URL setting, some of your SEO data needs to be reprocessed.":["Debido a un cambio nos axustes da URL de inicio, algúns dos teus datos SEO teñen que volver a procesarse."],"Please upgrade your WordPress version or install the Gutenberg plugin to get this %1$s feature.":["Por favor, actualiza a túa versión de WordPress ou instala o plugin Gutenberg para conseguir esta característica de %1$s."],"Marking links with nofollow/sponsored has been disabled for WordPress installs < 5.4.":["Marcar enlaces con nofollow/sponsored desactivouse para instalacións de WordPress inferiores á 5.4."],"Open in new tab":["Abrir nunha nova pestana"],"This is a sponsored link or advert (mark as %1$ssponsored%2$s)%3$s":["Este é un enlace sponsored ou un anuncio (marcado como %1$ssponsored%2$s)%3$s"],"Search engines should ignore this link (mark as %1$snofollow%2$s)%3$s":["Os motores de busca deberían ignorar este enlace (marcado como %1$snofollow%2$s)%3$s"],"Learn more about marking a link as nofollow or sponsored.":["Aprende máis sobre marcar un enlace como nofollow ou sponsored."],"Link inserted.":["Enlace insertado."],"Link edited.":["Enlace editado."],"Warning: the link has been inserted but may have errors. Please test it.":["Advertencia: o enlace insertouse pero pode ter erros. Por favor, compróbao."],"Unlink":["Eliminar enlace"],"Link removed.":["Enlace eliminado."],"Link":["Ligazón"],"We've analyzed your post. There is still room for improvement!":["Analizamos a túa entrada. Todavía hai posibilidade de melloras!"],"We've analyzed your post. Everything looks good. Well done!":["Analizamos a túa entrada. Todo parece estar ben. Ben feito!"],"No focus keyword was entered":["Non se introduciu ningunha frase clave obxectivo"],"Share your post!":["Comparte a túa entrada!"],"Improve your post with Yoast SEO":["Mellora a túa entrada con Yoast SEO"],"SEO analysis:":["Análise SEO:"],"The links columns show the number of articles on this site linking %3$sto%4$s this article and the number of URLs linked %3$sfrom%4$s this article. Learn more about %1$show to use these features to improve your internal linking%2$s, which greatly enhances your SEO.":["A columna de enlaces mostra o número de artigos deste sitio que enlazan %3$sa%4$s este artigo e o número de URLs enlazadas %3$sdesde%4$s este artigo. Aprende máis sobre %1$scomo usar estas características para mellorar o teu enlazado interno%2$s, algo que mellora enormemente o teu SEO."],"We've written an article about %1$show to use the SEO score and Readability score%2$s.":["Escribimos un artigo sobre como %1$susar a puntuación de SEO e lexibilidade%2$s."],"%1$s adds several columns to this page.":["%1$s engade varias columnas a esta páxina."],"We estimate this will take less than a minute.":["Estimamos que isto levará menos dun minuto."],"We estimate this will take a couple of minutes.":["Estimamos que isto levará un par de minutos."],"%1$sRun the indexation process on your server%2$s using %3$sWP CLI%2$s.":["%1$sExecuta o proceso de indexación no teu servidor%2$s usando %3$sWP CLI%2$s."],"We estimate this could take a long time, due to the size of your site. As an alternative to waiting, you could:":["Estimamos que isto levará moito tempo, debido ao tamaño do teu sitio. Como alternativa a esperar poderías:"],"Show debug information":["Amosar información de depuración"],"Your site will continue to work normally, but won't take full advantage of %s.":["O teu sitio seguirá funcionando normalmente, pero non aproveitará todas as vantaxes de %s."],"%s had problems creating the database tables needed to speed up your site.":["%s tivo problemas ao crear as táboas da base de datos necesarias para acelerar o teu sitio."],"Your keyphrase is too long. It can be a maximum of 191 characters.":["A túa frase clave é demasiado longa. Pode ter un máximo de 191 caracteres."],"%1$sFind out how to solve this problem on our help center%2$s.":["%1$sDescobre como resolver este problema no noso centro de axuda%2$s."],"The text link counter feature is not working as expected":["A característica do contador de enlaces a texto non está funcionando como é de esperar"],"The text link counter helps you improve your site structure. %1$sFind out how the text link counter can enhance your SEO%2$s.":["O contador de enlaces a texto axúdache a mellorar a estrutura do teu sitio. %1$sDescubre como o contador de enlaces a texto pode mellorar o teu SEO%2$s."],"The text link counter is working as expected":["O contador de enlaces a texto está funcionando como é de esperar"],"I don't want this site to show in the search results.":["Non quero que este sitio se mostre nos resultados de busca."],"If you want search engines to show this site in their results, you must %1$sgo to your Reading Settings%2$s and uncheck the box for Search Engine Visibility.":["Se queres que os motores de busca mostren este sitio nos seus resultados debes %1$sir aos teus axustes de lectura%2$s e desmarcar o recadro de visibilidade nos motores de busca."],"Learn more about the no-index setting on our help page.":["Aprende máis sobre o axuste de noindex na nosa páxina de axuda."],"Even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Aunque podes configurar aquí os axustes de meta robots, o sitio completo está configurado como noindex nos axustes de privacidade globais, así que estes axustes non terían efecto."],"Learn more about canonical URLs on our help page.":["Aprende máis sobre as URLs canonical na nosa páxina de axuda."],"Learn more about the breadcrumbs title setting on our help page.":["Aprende máis sobre o axuste do título das migas de pan na nosa páxina de axuda."],"Learn more about advanced meta robots settings on our help page.":["Aprende máis sobre os axustes avanzados de meta robots na nosa páxina de axuda."],"Learn more about the no-follow setting on our help page.":["Aprende máis sobre o axuste nofollow na nosa páxina de axuda."],"Should search engines follow links on this content?":["Os buscadores deberían seguir as ligazóns deste contido?"],"This %1$s REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use %1$s for all their SEO meta output.":["A variable %1$s da API REST dáche todos os metadatos que necesitas para unha URL específica. Isto fará que para os sitios WordPress descabezados utilicen %1$s para a saída de todos os seus meta SEO."],"REST API: Head endpoint":["API REST: variable de cabeceira"],"Please read %1$sthis help article%2$s to find out how to resolve this problem.":["Por favor, le %1$seste artigo de axuda%2$s para descubrir como resolver este problema."],"Replaced with the term ancestors hierarchy":["Substituído coa xerarquía de antecesores do termo"],"Term hierarchy":["Xerarquía de termos"],"%1$sYou can change the tagline in the customizer%2$s.":["%1$sPodes cambiar a descrición curta no personalizador%2$s."],"You still have the default WordPress tagline. Even an empty one is probably better.":["Aínda tes a descrición curta por defecto de WordPress. Incluso unha en branco probablemente é mellor."],"You should change the default WordPress tagline":["Deberías cambiar a descrición curta por defecto de WordPress"],"You are using a custom tagline or an empty one.":["Estás utilizando unha descrición curta personalizada ou unha baleira."],"You changed the default WordPress tagline":["Cambiaches a descrición curta por defecto de WordPress"],"Comments on your posts are displayed on a single page. This is just like we'd suggest it. You're doing well!":["Os comentarios das túas entradas móstranse nunha páxina individual. Isto é tal como o suxerimos. Estalo facendo ben!"],"It's highly recommended to have your postname in the URL of your posts and pages. Consider setting your permalink structure to %s.":["É moi recomendable que teñas o nome da entrada na URL das túas entradas e páxinas. Considera axustar a estrutura dos teus enlaces permanentes a %s."],"You do not have your postname in the URL of your posts and pages":["Non tes o nome da entrada na URL das túas entradas e páxinas"],"You do have your postname in the URL of your posts and pages.":["Tes o nome da entrada na URL das túas entradas e páxinas."],"Your permalink structure includes the post name":["A túa estrutura de enlaces permanentes inclúe o nome da entrada"],"Comments on your posts break into multiple pages. As this is not needed in 999 out of 1000 cases, we recommend you disable it. To fix this, uncheck \"Break comments into pages...\" on the Discussion Settings page.":["Os comentarios das túas entradas divídense en varias páxinas. Como isto non é necesario en 999 de cada 1000 casos, recomendamos que o desactives. Para corrixir isto, desmarca «Separar comentarios en páxinas...» na páxina de axustes de comentarios."],"Comments break into multiple pages":["Os comentarios divídense en varias páxinas."],"Comments are displayed on a single page":["Os comentarios móstranse nunha única páxina"],"No title":["Sen título"],"%1$sGo to the Discussion Settings page%2$s":["%1$sIr á páxina de debate sobre os axustes%2$s"],"%1$sThis was reported by the %2$s plugin%3$s":["%1$sIsto foi informado polo plugin %2$s%3$s"],"Mobile result":["Resultado móbil"],"Preview as:":["Vista previa como:"],"Desktop result":["Resultado no escritorio"],"When you click OK we will open our HelpScout beacon where you can find answers to your questions. This beacon will load our support data and also potentially set cookies.":["Cando fagas clic en Aceptar, abriremos a nosa baliza de HelpScout onde poderás encontrar respostas ás túas preguntas. Esta baliza cargará os nosos datos de soporte e, potencialmente, tamén poderá establecer cookies."],"The browser you are currently using is unfortunately rather dated. Since we strive to give you the best experience possible, we no longer support this browser. Instead, please use %1$sFirefox%4$s, %2$sChrome%4$s or %3$sMicrosoft Edge%4$s.":["Lamentablemente, o navegador que estás usando actualmente está bastante anticuado. Dado que nos esforzamos para ofrecerche a mellor experiencia posible, xa non temos compatibilidade con este navegador. No seu lugar, usa %1$sFirefox%4$s, %2$sChrome%4$s ou %3$sMicrosoft Edge%4$s."],"If you want to apply advanced <code>meta</code> robots settings for this page, please define them in the following field.":["Se desexas aplicar configuracións avanzadas de robots <code>meta</code> para esta páxina, por favor, defíneas no seguinte campo."],"Check out %1$s":["Consulta %1$s"],"We have both free and premium online courses to learn everything you need to know about SEO.":["Temos cursos en liña de balde e premium para aprender todo o que necesitas saber acerca de SEO."],"Want to learn SEO from Team Yoast? Check out our %1$s!":["Queres aprender SEO do equipo Yoast? Consulta os nosos %1$s!"],"Learn SEO":["Aprender SEO"],"%s settings to import:":["%s axustes a importar:"],"Import settings from another %1$s installation by pasting them here and clicking \"%2$s\".":["Importar axustes dende outra %1$s instalación pegándos aquí e facendo clic \"%2$s\"."],"Your %1$s settings:":["Os teus %1$s axustes:"],"Schema":["Schema"],"Please check the format of the YouTube URL you entered. %s":["Por favor, comproba o formato da URL de Youtube que introduciches. %s"],"Please check the format of the Wikipedia URL you entered. %s":["Por favor, comproba o formato da URL de Wikipedia que introduciches. %s"],"Please check the format of the Pinterest URL you entered. %s":["Por favor, comproba o formato da URL de Pinterest que introduciches. %s"],"Please check the format of the MySpace URL you entered. %s":["Por favor, comproba o formato da URL de MySpace que introduciches. %s"],"Please check the format of the LinkedIn URL you entered. %s":["Por favor, comproba o formato da URL de Linkedin que introduciches. %s"],"Please check the format of the Instagram URL you entered. %s":["Por favor, comproba o formato da URL de Instagram que introduciches. %s"],"Please check the format of the Facebook Page URL you entered. %s":["Por favor, comproba o formato da URL de Facebook que introduciches. %s"],"Settings saved.":["Axustes gardados."],"Dismiss this alert":["Descartar esta alerta"],"The submitted value was: %s":["O valor enviado foi: %s"],"Yandex confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Os códigos de confirmación de Yandex só poden conter letras da A á F, números, guións e guións baixos. %s"],"Twitter usernames can only contain letters, numbers, and underscores. %s":["Os nomes de usuario de Twitter só poden conter letras, números e guións baixos. %s"],"Pinterest confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Os códigos de confirmación de Pinterest só poden conter letras da A á F, números, guións e guións baixos. %s"],"Bing confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Os códigos de confirmación de Bing só poden conter letras da A á F, números, guións e guións bajos. %s"],"Google verification codes can only contain letters, numbers, hyphens, and underscores. %s":["Os códigos de verificación de Google só poden conter letras, números, guións e guións baixos. %s"],"Baidu verification codes can only contain letters, numbers, hyphens, and underscores. %s":["Os códigos de confirmación de Baidu só poden conter letras, números, guións e guións baixos. %s"],"Show this item.":["Mostrar este elemento."],"Hide this item.":["Ocultar este elemento."],"You have %d hidden problem:":["Tes %d problema oculto:","Tes %d problemas ocultos:"],"You have %d hidden notification:":["Tes %d aviso oculto:","Tes %d avisos ocultos:"],"Focus keyphrase not set":["Frase clave obxectivo non establecida"],"The form contains %1$s error. %2$s":["O formulario contén %1$s erro. %2$s","O formulario contén %1$s erros. %2$s"],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly.":["As seguintes palabras son as que máis aparecen no contido. Estas dan unha indicación de en que se centra o teu contido. Se as palabras difiren moito da túa temática, pode que queiras rescribir o teu contido debidamente. "],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":["Unha vez que escribas un poco máis, darémosche a lista das palabras que máis aparecen no contido. Estas dan unha indicación de en que se centra o teu contido."],"%d occurrences":["%d aparicións"],"Activate %s for your site on MyYoast":["Activa %s para o teu sitio en MyYoast"],"Show blog page in breadcrumbs":["Mostrar a páxina do blog nas faragullas de pan"],"We could not find any relevant articles on your website that you could link to from your post.":["Non puidemos encontrar ningún artigo relevante na túa web ao que poidas enlazar desde a túa entrada."],"Has feedback":["Ten resposta"],"Content optimization:":["Optimización do contido:"],"%1$sSEO%2$s: %3$s":["%1$sSEO%2$s: %3$s"],"%1$sReadability%2$s: %3$s":["%1$sLexibilidade%2$s: %3$s"],"Post Noindexed":["Publicación con no-index"],"No Focus Keyphrase":["Sen frase clave obxectivo"],"Posts with the SEO score: %s":["Entradas coa puntuación de SEO: %s"],"SEO: %s":["SEO: %s"],"%s video tutorial":["videotutorial de %s"],"To view your current crawl errors, %1$splease visit Google Search Console%2$s.":["%1$sVisita Google Search Console%2$s para ver os teus erros de indexación."],"Google has discontinued its Crawl Errors API. Therefore, any possible crawl errors you might have cannot be displayed here anymore. %1$sRead our statement on this for further information%2$s.":["Google eliminou a API de erros de rastrexo, así que xa non é posible mostrar aquí os teus posibles erros de rastrexo. %1$sLe o noso comunicado para máis información%2$s."],"Get the %s plugin now!":["Consigue o plugin %s agora!"],"Personal info":["Información personal"],"Organization logo":["Logotipo da organización"],"Organization name":["Nome da organización"],"(if one exists)":["(se é que existe)"],"Wikipedia page about you":["Páxina da Wikipedia acerca de ti"],"YouTube profile URL":["URL do perfil de YouTube"],"Tumblr profile URL":["URL do perfil en Tumblr"],"SoundCloud profile URL":["URL do perfil en SoundCloud"],"MySpace profile URL":["URL do perfil en MySpace"],"Organization":["Organización"],"You have previously set your site to represent a person. We’ve improved our functionality around Schema and the Knowledge Graph, so you should go in and %1$scomplete those settings%2$s.":["Antes configuraches o teu sitio para representar a unha persoa. Melloramos a nosa funcionalidade sobre Schema e o Knowledge Graph, así que deberías ir e %1$scompletar estos axustes%2$s."],"Select a user...":["Selecciona un usuario..."],"Uncategorized":["Sen categoría"],"Pinterest profile URL":["URL do perfil de Pinterest"],"LinkedIn profile URL":["URL do perfil de Linkedin"],"Instagram profile URL":["URL do perfil de Instagram"],"No JSON object was returned.":["Non se devolveu un obxecto JSON."],"Received internal links":["Ligazóns internas recibidas"],"Outgoing internal links":["Ligazóns externas recibidas"],"New step added":["Engadido un novo paso"],"New question added":["Engadida unha nova pregunta"],"For this feature to work, %1$s needs to create a table in your database. We were unable to create this table automatically.":["Para que esta característica funcione, %1$snecesita crear unha tabla na túa base de datos. Non foi posible crear esta tabla automáticamente."],"Keyphrase":["Frase clave"],"%3$sImage Keyphrase%5$s: Out of %2$d images on this page, %1$d have alt attributes with words from your keyphrase or synonyms. That's a bit much. %4$sOnly include the keyphrase or its synonyms when it really fits the image%5$s.":["%3$sFrase clave das imaxes%5$s: De %2$d imaxes nesta páxina, %1$d teñen atributos «alt» con palabras da túa frase clave ou sinónimos. Iso é demasiado. %4$sInclúe a frase clave ou os seus sinónimos só cando realmente encaixen na imaxe%5$s."],"%3$sImage Keyphrase%5$s: Out of %2$d images on this page, only %1$d has an alt attribute that reflects the topic of your text. %4$sAdd your keyphrase or synonyms to the alt tags of more relevant images%5$s!":["%3$sFrase clave da imaxe%5$s: De %2$d imaxes nesta páxina, só %1$d ten un atributo «alt» que reflexa o tema do teu texto. %4$sEngade a túa frase clave ou sinónimos ás etiquetas «alt» das imaxes máis relevantes%5$s!","%3$sFrase clave da imaxe%5$s: De %2$d imaxes nesta páxina, só %1$d teñen atributos «alt» que reflexan o tema do teu texto. %4$sEngade a túa frase clave ou sinónimos ás etiquetas «alt» das imaxes máis relevantes%5$s!"],"%1$sImage Keyphrase%3$s: Images on this page do not have alt attributes that reflect the topic of your text. %2$sAdd your keyphrase or synonyms to the alt tags of relevant images%3$s!":["%1$sFrase clave da imaxe%3$s: As imaxes desta páxina non teñen atributos «alt» que reflexen o tema do teu texto. ¡%2$sEngade a túa frase clave ou sinónimos ás etiquetas «alt» das imaxes relevantes%3$s!"],"%1$sImage Keyphrase%3$s: Images on this page have alt attributes, but you have not set your keyphrase. %2$sFix that%3$s!":["%1$sFrase clave da imaxe%3$s: As imaxes desta páxina teñen atributos «alt», pero non estableciches a túa frase clave. %2$sCorríxeo%3$s!"],"%1$sKeyphrase in subheading%2$s: %3$s of your H2 and H3 subheadings reflects the topic of your copy. Good job!":["%1$sFrase clave no subtítulo%2$s: %3$s dos teus subtítulos H2 e H3 reflicten o tema do teu texto. Bo traballo!","%1$sFrase clave no subtítulo%2$s: %3$s dos teus subtítulos H2 y H3 reflicten o tema do teu texto. Bo traballo!"],"%1$sKeyphrase in subheading%2$s: Your H2 or H3 subheading reflects the topic of your copy. Good job!":["%1$sFrase clave no subtítulo%2$s: Os teus subtítulos H2 ou H3 reflicten o tema do teu texto. Bo traballo!"],"%1$sKeyphrase in subheading%3$s: %2$sUse more keyphrases or synonyms in your H2 and H3 subheadings%3$s!":["%1$sFrase clave no subtítulo%3$s: %2$sUsa máis frases clave ou sinónimos nos teus subtítulos H2 e H3%3$s!"],"Page %s":["Páxina %s"],"Cannot get the size of %1$s because of unknown reasons.":["Non se puido obter o tamaño de %1$s por razóns descoñecidas."],"Cannot get the size of %1$s because it is hosted externally.":["Non se puido obter o tamaño de %1$s por estar aloxada de forma externa."],"%1$sSingle title%3$s: H1s should only be used as your main title. Find all H1s in your text that aren't your main title and %2$schange them to a lower heading level%3$s!":["%1$sTítulo único%3$s: Só deberías usar H1 como o teu título principal. Encontra tódolos H1 no teu texto que non sexan o título principal e %2$scámbiaos a un nivel de encabezado inferior%3$s!"],"%1$sKeyphrase density%2$s: The keyphrase was found %5$d time. That's way more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$sDensidade de frase clave%2$s: A frase clave atopouse %5$d vez. Iso é moito máis que o máximo recomendado de %3$d veces para un texto con esta lonxitude. %4$sNon sobreoptimices%2$s!","%1$sDensidade de frase clave%2$s: A frase clave atopouse %5$d veces. Iso é moito máis que o máximo recomendado de %3$d veces para un texto con esta lonxitude. %4$sNon sobreoptimices%2$s!"],"%1$sKeyphrase density%2$s: The keyphrase was found %5$d time. That's more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$sDensidade de frase clave%2$s: A frase clave atopouse %5$d vez. Iso é máis que o máximo recomendado de %3$d veces para un texto con esta lonxitude. %4$sNon sobreoptimices%2$s!","%1$sDensidade de frase clave%2$s: A frase clave atopouse %5$d veces. Iso é máis que o máximo recomendado de %3$d veces para un texto con esta lonxitude. %4$sNon sobreoptimices%2$s!"],"%1$sKeyphrase density%2$s: The keyphrase was found %3$d time. This is great!":["%1$sDensidade de frase clave%2$s: A frase clave atopouse %3$d vez. Iso é xenial!","%1$sDensidade de frase clave%2$s: A frase clave atopouse %3$d veces. Iso está xenial!"],"%1$sKeyphrase density%2$s: The keyphrase was found %5$d time. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sDensidade de frase clave%2$s: A frase clave atopouse %5$d vez. Iso é menos que o mínimo recomendado de %3$d veces para un texto con esta lonxitude. %4$sCéntrate na túa frase clave%2$s!","%1$sDensidade de frase clave%2$s: A frase clave atopouse %5$d veces. Iso é menos que o mínimo recomendado de %3$d veces para un texto con esta lonxitude. %4$sCéntrate na túa frase clave%2$s!"],"%1$sKeyphrase density%2$s: The keyphrase was found 0 times. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sDensidade de frase clave%2$s: A frase clave atopouse 0 veces. Iso é menos que o mínimo recomendado de %3$d veces para un texto con esa lonxitude. %4$sCéntrate na túa frase clave%2$s!"],"Import of settings is only supported on servers that run PHP 5.3 or higher.":["A importación dos axustes so son compatibles en servidores que executen PHP 5.3 ou superior."],"Export your %1$s settings here, to copy them on another site.":["Exporta aquí os teus axustes de %1$s, para copialos noutro sitio."],"No settings found.":["Non se atoparon axustes."],"These are settings for the %1$s plugin by %2$s":["Estos son os axustes do plugin %1$s de %2$s"],"Copy all these settings to another site's %1$s tab and click \"%1$s\" there.":["Copia todos estos axustes á pestana %1$s de outro sitio e fai clic en \"%1$s\" de alí."],"You do not have the required rights to export settings.":["Non tes os permisos necesarios para exportar axustes."],"Method %1$s() does not exist in class %2$s":["O método %1$s() non existe na clase %2$s"],"With %s, you can easily create such redirects.":["Con %s podes crear fácilmente esas redireccións."],"Learn about why permalinks are important for SEO.":["Aprende sobre por qué as ligazóns permanentes son importantes para o SEO."],"Changing your permalinks settings can seriously impact your search engine visibility. It should almost %1$s never %2$s be done on a live website.":["Cambiar os teus axustes de ligazóns permanentes pode impactar seriamente na túa visibilidade nos motores de búsca. Non debería facerse case %1$s nunca %2$s nunha web pública."],"WARNING:":["ADVERTENCIA:"],"%1$sFunction words in keyphrase%3$s: Your keyphrase \"%4$s\" contains function words only. %2$sLearn more about what makes a good keyphrase.%3$s":["%1$sPalabras funcionais na frase clave%3$s: A túa frase clave \"%4$s\" só ten palabras funcionais. %2$sAprende cómo é unha boa frase clave%3$s"],"Clear Image":["Baleirar imaxe"],"%1$sKeyphrase length%3$s: %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sLonxitude da frase clave%3$s: %2$sDefine unha frase clave para calcular a túa puntuación SEO%3$s."],"%1$sKeyphrase in slug%2$s: More than half of your keyphrase appears in the slug. That's great!":["%1$sFrase clave no slug%2$s: Máis da mitade da túa frase clave aparece no slug. Iso é fantástico!"],"%1$sKeyphrase in slug%3$s: (Part of) your keyphrase does not appear in the slug. %2$sChange that%3$s!":["%1$sFrase clave no slug%3$s: (Parte da) túa frase clave non aparece no slug. %2$sCambia eso%3$s!"],"%1$sKeyphrase in slug%2$s: Great work!":["%1$sFrase clave no slug%2$s: Gran traballo!"],"Help on choosing the perfect focus keyphrase":["Axuda para elexir a frase clave obxectivo perfecta"],"Go %s!":["Ir a %s!"],"Add related keyphrase":["Engadir frase clave relacionada"],"Upgrade to %s":["Actualizar a %s"],"Get %s":["Consigue %s"],"%4$sPreviously used keyphrase%6$s: You've used this keyphrase %1$s multiple times before%3$s. %5$sDo not use your keyphrase more than once%6$s.":["%4$sFrase clave usada anteriormente%6$s: Usaches esta frase clave obxectivo %1$s múltiples veces antes%3$s. %5$sNon uses a túa frase clave obxectivo máis dunha vez%6$s."],"%3$sPreviously used keyphrase%5$s: You've used this keyphrase %1$sonce before%2$s. %4$sDo not use your keyphrase more than once%5$s.":["%3$sFrase clave usada previamente%5$s: Usaches esta frase clave obxectivo %1$sunha vez xa%2$s. %4$sNon uses a túa frase clave obxectivo máis dunha vez%5$s."],"%1$sPreviously used keyphrase%2$s: You've not used this keyphrase before, very good.":["%1$sFrase clave usada previamente%2$s: No usaches antes esta frase clave obxectivo, moi ben."],"%1$sImages%3$s: No images appear on this page. %2$sAdd some%3$s!":["%1$sImaxes%3$s: Non hai imaxes nesta páxina. %2$sEngade algunhas%3$s!"],"%1$sLink keyphrase%3$s: You're linking to another page with the words you want this page to rank for. %2$sDon't do that%3$s!":["%1$sLigazón da frase clave obxectivo%3$s: Estás engadindo a outra páxina cas palabras coas que queres posicionar esta páxina. %2$sNon fagas eso%3$s!"],"%2$sText length%3$s: The text contains %1$d %4$s. Good job!":["%2$sLonxitude do texto%3$s: O texto contén %1$d %4$s. Bo traballo!"],"%1$sKeyphrase in subheading%3$s: More than 75%% of your H2 and H3 subheadings reflect the topic of your copy. That's too much. %2$sDon't over-optimize%3$s!":["%1$sFrase clave no subtítulo%3$s: máis do 75%% dos teus subtítulos H2 e H3 reflicten o tema do teu texto. Iso é demasiado. %2$sNon optimices en exceso%3$s!"],"%1$sSEO title width%3$s: %2$sPlease create an SEO title%3$s.":["%1$sAncho do título SEO%3$s: %2$sPor favor, crea un título SEO%3$s."],"%1$sSEO title width%3$s: The SEO title is wider than the viewable limit. %2$sTry to make it shorter%3$s.":["%1$sAncho do título SEO%3$s: O título SEO é máis ancho que o límite visible. %2$sProba a facelo máis curto%3$s."],"%1$sSEO title width%2$s: Good job!":["%1$sAncho do título SEO%2$s: Bo traballo!"],"%1$sSEO title width%3$s: The SEO title is too short. %2$sUse the space to add keyphrase variations or create compelling call-to-action copy%3$s.":["%1$sAncho do título SEO%3$s: O título SEO é demasiado curto. %2$sUsa o espazo para engadir variacións de palabras clave ou para crear un texto que anime a unha acción%3$s."],"%1$sOutbound links%2$s: There are both nofollowed and normal outbound links on this page. Good job!":["%1$sLigazóns saintes%2$s: Hai ligazóns saintes nofollow e normales nesta páxina. Bo traballo!"],"%1$sOutbound links%2$s: Good job!":["%1$sLigazóns saintes%2$s: ¡Bo traballo!"],"%1$sOutbound links%3$s: All outbound links on this page are nofollowed. %2$sAdd some normal links%3$s.":["%1$sLigazóns saintes%3$s: Tódalas ligazóns saintes desta páxina son nofollow. %2$sEngade algúnha ligazón normal%3$s."],"%1$sOutbound links%3$s: No outbound links appear in this page. %2$sAdd some%3$s!":["%1$sLigazóns salientes%3$s: Non hai ligazóns saintes nesta páxina. %2$sTe que engadir algún%3$s!"],"%1$sMeta description length%2$s: Well done!":["%1$sLonxitude da meta description%2$s: Ben feito!"],"%1$sMeta description length%3$s: The meta description is over %4$d characters. To ensure the entire description will be visible, %2$syou should reduce the length%3$s!":["%1$sLonxitude da meta description%3$s: A meta description ten máis de %4$d caracteres. Asegúrate de que sexa visible toda a description, %2$sdeberías reducir a súa lonxitude%3$s!"],"%1$sMeta description length%3$s: The meta description is too short (under %4$d characters). Up to %5$d characters are available. %2$sUse the space%3$s!":["%1$sLonxitude da meta description%3$s: A meta description é demasiado curta (menos de %4$d caracteres). Hai ata %5$d caracteres dispoñibles. %2$sTes que usar o espacio%3$s!"],"%1$sMeta description length%3$s:  No meta description has been specified. Search engines will display copy from the page instead. %2$sMake sure to write one%3$s!":["%1$sLonxitude da meta description%3$s: Non se especificou ningunha meta description. Os motores de busca mostrarán no seu lugar texto da páxina. %2$sAsegúrate de escribir unha%3$s!"],"%1$sKeyphrase in meta description%2$s: The meta description has been specified, but it does not contain the keyphrase. %3$sFix that%4$s!":["%1$sFrase clave na meta description%2$s: A meta description especificouse, pero non teñen a frase clave obxectivo. %3$sTes que arranxar eso%4$s!"],"%1$sKeyphrase in meta description%2$s: The meta description contains the keyphrase %3$s times, which is over the advised maximum of 2 times. %4$sLimit that%5$s!":["%1$sFrase clave na meta description%2$s: A meta description ten a palabra clave obxectivo %3$s veces, que é máis do máximo recomendado de 2 veces. %4$sLimita iso%5$s!"],"%1$sKeyphrase in meta description%2$s: Keyphrase or synonym appear in the meta description. Well done!":["%1$sFrase clave na meta description%2$s: A frase clave obxectivo ou o sinónimo aparece na meta description. Ben feito!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's way more than the recommended maximum of %2$d %6$s. %4$sMake it shorter%5$s!":["%3$sLonxitude da frase clave%5$s: A frase clave contén %1$d %6$s. Iso é moito máis que o máximo recomendado de %2$d %6$s. ¡%4$sFaina máis curta%5$s!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's more than the recommended maximum of %2$d %6$s. %4$sMake it shorter%5$s!":["%3$sLonxitude da frase clave%5$s: A frase clave contén %1$d %6$s. Iso é máis que o máximo recomendado de %2$d %6$s ¡%4$sFaina máis curta%5$s!"],"%1$sKeyphrase length%2$s: Good job!":["%1$sLonxitude da frase clave%2$s: Bo traballo!"],"%1$sKeyphrase length%3$s: No focus keyphrase was set for this page. %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sLonxitude da frase clave%3$s: Non se ten establecida unha frase clave obxectivo para esta páxina. %2$sEstablece unha frase clave obxectivo para calcular a túa puntuación SEO%3$s."],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms do not appear in the first paragraph. %2$sMake sure the topic is clear immediately%3$s.":["%1$sFrase clave na introducción%3$s: A túa frase clave ou os seus sinónimos non aparecen no primeiro párrafo. %2$sAsegúrate de que o debate esté baleiro inmediatamente%3$s."],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms appear in the first paragraph of the copy, but not within one sentence. %2$sFix that%3$s!":["%1$sFrase clave na introducción%3$s: a túa frase clave ou os seus sinónimos aparecen no primeiro parágrafo da copia, pero non dentro dunha frase. %2$sCorríxeo%3$s!"],"%1$sKeyphrase in introduction%2$s: Well done!":["%1$sFrase clave na introdución%2$s: Ben feito!"],"%1$sInternal links%2$s: There are both nofollowed and normal internal links on this page. Good job!":["%1$sLigazóns internas%2$s: Nesta páxina hai ligazóns internas nofollow e normais. Bo traballo!"],"%1$sInternal links%2$s: You have enough internal links. Good job!":["%1$sLigazóns internas%2$s: Tes ligazóns internas dabondo. Bo traballo!"],"%1$sInternal links%3$s: The internal links in this page are all nofollowed. %2$sAdd some good internal links%3$s.":["%1$sLigazóns internas%3$s: As ligazóns internas desta páxina son todos nofollow. %2$sEngade algúnha boa ligazóns interna%3$s."],"%1$sInternal links%3$s: No internal links appear in this page, %2$smake sure to add some%3$s!":["%1$sLigazóns internas%3$s: Non hai ligazóns internas nesta páxina, %2$sAsegúrate de engadir algunha%3$s!"],"%1$sTransition words%2$s: Well done!":["%1$sPalabras de transición%2$s: Ben feito!"],"%1$sTransition words%2$s: Only %3$s of the sentences contain transition words, which is not enough. %4$sUse more of them%2$s.":["%1$sPalabras de transición%2$s: Só %3$s das frases teñen palabras de transición, e non é dabondo. %4$sUsa algunhas máis%2$s."],"%1$sTransition words%2$s: None of the sentences contain transition words. %3$sUse some%2$s.":["%1$sPalabras de transición%2$s: Ningunha das frases teñen palabras de transición. %3$sUsa algunha%2$s."],"%1$sNot enough content%2$s: %3$sPlease add some content to enable a good analysis%2$s.":["%1$sNon hai suficiente contido%2$s: %3$sPor favor, engade algo de contido para permitir unha boa análise%2$s."],"%1$sSubheading distribution%2$s: You are not using any subheadings, but your text is short enough and probably doesn't need them.":["%1$sDistribución de subtítulos%2$s: Non estás usando ningún subtítulo, pero o teu texto é bastante curto e probablemente non os necesite."],"%1$sSubheading distribution%2$s: You are not using any subheadings, although your text is rather long. %3$sTry and add some subheadings%2$s.":["%1$sDistribución de subtítulos%2$s: Non estás usando ningún subtítulo, ainda que o tu texto es bastante longo. %3$sProba a engadir algún subtítulo%2$s."],"%1$sSubheading distribution%2$s: %3$d section of your text is longer than %4$d %6$s and is not separated by any subheadings. %5$sAdd subheadings to improve readability%2$s.":["%1$sDistribución de subtítulos%2$s: %3$d sección do teu texto ten máis de %4$d %6$s e non está separada por ningún subtítulo. %5$sEngade subtítulos para mellorar a lexibilidade%2$s.","%1$sDistribución de subtítulos%2$s: %3$d seccións do teu texto teñen máis de %4$d %6$s e non están separadas por ningún subtítulo. %5$sEngade subtítulos para mellorar a lexibilidade%2$s."],"%1$sSubheading distribution%2$s: Great job!":["%1$sDistribución de subtítulos%2$s: Fantástico traballo!"],"%1$sSentence length%2$s: %3$s of the sentences contain more than %4$s %7$s, which is more than the recommended maximum of %5$s. %6$sTry to shorten the sentences%2$s.":["%1$sLonxitude da frase%2$s: %3$s das frases conteñen máis de %4$s %7$s, que é maior que o máximo recomendado de %5$s. %6$sIntenta acurtar as frases%2$s."],"%1$sSentence length%2$s: Great!":["%1$sLonxitude das frases%2$s: Fantástico!"],"%1$sConsecutive sentences%2$s: There is enough variety in your sentences. That's great!":["%1$sFrases consecutivas%2$s: Hai variedade dabondo nas túas frases. Iso é fantástico!"],"%1$sConsecutive sentences%2$s: The text contains %3$d consecutive sentences starting with the same word. %5$sTry to mix things up%2$s!":["%1$sFrases consecutivas%2$s: O texto ten %3$d frases consecutivas que empezan coa mesma palabra. %5$sIntenta probar cousas novas %2$s!","%1$sFrases consecutivas%2$s: O texto ten %4$d ocasións nas que %3$d ou máis frases consecutivas empezan coa mesma palabra. ¡%5$sIntenta probar cosas nuevas %2$s!"],"%1$sPassive voice%2$s: %3$s of the sentences contain passive voice, which is more than the recommended maximum of %4$s. %5$sTry to use their active counterparts%2$s.":["%1$sVoz pasiva%2$s: %3$s das frases teñen unha voz pasiva, que é máis do máximo recomendado de %4$s. %5$sIntenta usar as súas equivalentes activas%2$s."],"%1$sPassive voice%2$s: You're using enough active voice. That's great!":["%1$sVoz pasiva%2$s: Estás usando suficientes voces activas. Iso é fantástico!"],"%1$sParagraph length%2$s: %3$d of the paragraphs contains more than the recommended maximum of %4$d %6$s. %5$sShorten your paragraphs%2$s!":["%1$sLonxitude do parágrafo%2$s: %3$d dos parágrafos contén máis do máximo recomendado de %4$d %6$s. %5$sAcurta os teus paragrafos%2$s!","%1$sLonxitude do parágrafo%2$s: %3$d dos parágrafos conteñen máis do máximo recomendado de %4$d %6$s. %5$sAcurta os teus paragrafos%2$s!"],"%1$sParagraph length%2$s: None of the paragraphs are too long. Great job!":["%1$sLonxitude do párrafo%2$s: Nengún dos párrafos é demasiado longo. Fantástico traballo!"],"Good job!":["Bo traballo!"],"Focus keyphrase: ":["Frase clave obxectivo: "],"Focus keyphrase":["Frase clave obxectivo"],"Disable":["Desactivar"],"Allow Control":["Permitir control"],"This tab allows you to selectively disable %s features for all sites in the network. By default all features are enabled, which allows site admins to choose for themselves if they want to toggle a feature on or off for their site. When you disable a feature here, site admins will not be able to use that feature at all.":["Esta pestana permite desactivar selectivamente características de %s en tódolos sitios da redw. Por defecto están activas tódalas características, o que permite aos administradores do sitio elexir por sí mesmos si queren activar ou desactivar unha característica para o seu sitio. Cando desactives aquí unha característica os administradores do sitio non poderán usar esa característica."],"%s is a required feature toggle argument.":["%s é un argumento de activación da característica obligatoria."],"Remove keyphrase":["Quitar frase clave"],"Keyphrase:":["Frase clave:"],"This feature has been disabled by the network admin.":["Esta característica foi desactivada polo administrador da rede."],"Focus keyphrase not set.":["A frase clave obxectivo non está establecida."],"Colon":["Dous puntos"],"Optional. Customize how you want to describe the duration of the instruction":["Opcional. Personaliza como queres describir a duración da instrución"],"Describe the duration of the instruction:":["Describe a duración da instrución:"],"Learn more about the readability analysis":["Obteña máis información sobre Análise de lexibilidade."],"Readability analysis:":["Análise de lexibilidade:"],"There is a new notification.":["Hai unha nova notificación.","Hai novas notificacións."],"Both %1$s and %2$s manage the SEO of your site. Running two SEO plugins at the same time is detrimental.":["Tanto %1$s como %2$s xestionan o SEO do seu sitio. Executar dous plugins SEO ao mesmo tempo é prexudicial."],"%s, %s and %s":["%s, %s e %s"],"%s and %s":["%s e %s"],"%d minute":["%d minuto","%d minutos"],"%d hour":["%d hora","%d horas"],"%d day":["%d dia","%d dias"],"Enter a step title":["Introduce un título de paso"],"Optional. This can give you better control over the styling of the steps.":["Opcional. Isto pode darlle un mellor control sobre o estilo dos pasos."],"CSS class(es) to apply to the steps":["Clase (s) CSS para aplicar aos pasos"],"minutes":["minutos"],"hours":["horas"],"days":["dias"],"Create a How-to guide in an SEO-friendly way. You can only use one How-to block per post.":["Cre unha guía de instrucións dunha maneira amigable con SEO. Só podes usar un bloque de instrucións por publicación."],"Copy error":["Erro de copia"],"An error occurred loading the %s primary taxonomy picker.":["Produciuse un erro ao cargar o selector de taxonomía principal de %s."],"%1$s Structured Data Blocks":["%1$s bloques de datos estructurados"],"Time needed:":["Tempo necesario:"],"Move question down":["Mover a pregunta abaixo"],"Move question up":["Mover a pregunta cara arriba"],"Insert question":["Inserir pregunta"],"Delete question":["Eliminar pregunta"],"Enter the answer to the question":["Introduce a resposta á pregunta"],"Enter a question":["Introduce unha pregunta"],"Add question":["Engadir pregunta"],"Frequently Asked Questions":["Preguntas frecuentes"],"Select the primary %s":["Seleccione o %s primario"],"Check links to this URL":["Ver ligazóns a esta URL"],"Are you trying to use multiple keyphrases? You should add them separately below.":["Estás a tratar de usar varias palabras crave? Debe agregalas por separado a continuación."],"Mark as cornerstone content":["Marcar como contido fundamental"],"Move step down":["Mover o paso cara a abaixo"],"Move step up":["Mover o paso cara arriba"],"Insert step":["Inserir paso"],"Delete step":["Eliminar paso"],"Add image":["Engadir imaxe"],"Enter a step description":["Ingresar unha descrición de paso"],"Enter a description":["Ingresar unha descrición"],"Unordered list":["Lista desordenada"],"Showing step items as an ordered list.":["Mostrando elementos de paso como unha lista ordenada."],"Showing step items as an unordered list":["Mostrando elementos de paso como unha lista desordenada"],"Add step":["Engadir paso"],"Delete total time":["Eliminar o tempo total"],"Add total time":["Engadir o tempo total"],"How to":["Como"],"How-to":["Como"],"Analysis results":["Resultados da análise"],"Enter a focus keyphrase to calculate the SEO score":["Introduce unha palabra clave para calcular a túa puntuación de SEO"],"Learn more about Cornerstone Content.":["Aprende máis sobre o contido esencial."],"Cornerstone content should be the most important and extensive articles on your site.":["O contido esencial deberían ser os artículos máis importantes e extensos do teu sitio."],"Restore Site":["Restaurar sitio"],"Network Settings":["Configuración de rede"],"You are not allowed to perform this action.":["Non tes permiso para realizar esta acción."],"Error: %s":["Erro: %s"],"Success: %s":["Éxito: %s"],"Site with ID %d not found.":["Sitio con ID %d non atopado."],"No site has been selected to restore.":["Non se seleccionou ningún sitio para restaurar."],"You are not allowed to modify unregistered network settings.":["Non podes modificar a configuración de rede non rexistrada."],"deleted":["borrado"],"Copied!":["Copiado!"],"Not supported!":["Non soportado!"],"{{a}}Read our article about site structure{{/a}} to learn more about how internal linking can help improve your SEO.":["{{a}}Le o noso artigo sobre a estrutura do sitio{{/a}} para saber máis sobre como os enlaces internos poden axudar a mellorar o teu SEO."],"Consider linking to these {{a}}cornerstone articles:{{/a}}":["Considera ligar a estos {{a}}artigos esenciais:{{/a}}"],"Consider linking to these articles:":["Considera enlazar a estes artigos:"],"Copy link":["Copiar ligazon"],"Copy link to suggested article: %s":["Copia a ligazón ao artigo suxerido: %s"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":["Le a nosa %1$sguía definitiva da análise de palabras clave%2$s para saber máis sobre a análise de palabras clave e a estratexia de palabras clave."],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly. ":["As seguintes palabras e combinacións de palabras son as que aparecen máis frecuentemente no teu contido. Estas dan unha indicación de en que se centra o teu contido. Se as palabras difiren moito da túa temática, quizás deberías reescribir o teu contido como corresponda. "],"Prominent words":["Palabras destacadas"],"The site's tagline":["A frase distintiva do sitio"],"Not all required fields are given. Missing field %1$s":["Non se proporcionaron tódolos campos requeridos. Falta o campo %1$s"],"Add synonyms":["Engadir sinónimos"],"You can edit the SEO metadata for this custom type on the %1$sShop page%2$s.":["Podes editar os metadatos SEO deste tipo de contido personalizado na %1$spáxina da tenda%2$s."],"Current year":["Ano actual"],"Page":["Paxina"],"Something went wrong. Please reload the page.":["Algo saíu mal. Volva cargar a páxina."],"Tagline":["Lema"],"description (custom taxonomy)":["descrición (taxonomía personalizada)"],"(custom taxonomy)":["(taxonomía personalizada)"],"(custom field)":["(campo persoalizado)"],"Term404":["Term404"],"Caption":["Subtítulo"],"Pagenumber":["Número de páxina"],"Pagetotal":["Total de páxinas"],"User description":["Descripción de usuario"],"ID":["ID"],"Modified":["Modificado"],"Post type (plural)":["Tipo de publicación (plural)"],"Post type (singular)":["Tipo de publicación (singular)"],"Separator":["Separador"],"Search phrase":["Frase de búsqueda"],"Term title":["Título do termo"],"Term description":["Descrición do termo"],"Tag description":["Descripción da etiqueta"],"Category description":["Descripción da categoría"],"Primary category":["Categoría principal"],"Category":["Categoría"],"Tag":["Etiqueta"],"Excerpt only":["Só extracto"],"Excerpt":["Fragmento"],"Site title":["Título do sitio"],"Archive title":["Título do arquivo"],"Parent title":["Título primario"],"Date":["Data"],"Get Yoast SEO Premium":["Consigue Yoast SEO Premium"],"You should create a redirect to ensure your visitors do not get a 404 error when they click on the no longer working URL.":["Debes crear un redireccionamiento para asegurarse de que os teus visitantes non obteñan un erro 404 cando fan clic nunha URL que xa non funciona."],"Search engines and other websites can still send traffic to your deleted content.":["Os motores de busca e outros sitios web aínda poden enviar tráfico ao contido eliminado."],"Make sure you don't miss out on traffic!":["Asegúrate de non perder tráfico!"],"You just deleted a %1$s.":["Acabas de borrar unha %1$s."],"You just trashed a %1$s.":["Enviaches a papeleira unha %1$s."],"Url preview":["Vista previa da URL"],"Please provide a meta description by editing the snippet below. If you don’t, Google will try to find a relevant part of your post to show in the search results.":["Por favor, insire unha meta description editando o snippet de debaixo. Se non o fas Google intentará atopar unha parte relevante do teu contido para mostrala nos resultados de busca."],"Dismiss this notice":["Descarta este aviso"],"No results":["Non hai resultados"],"%d result found, use up and down arrow keys to navigate":["%d resultado atopado, usa as teclas de frecha arriba e abaixo para navegar","%d resultados atopados, usa as teclas de frecha arriba e abaixo para navegar"],"Your site language is set to %s. If this is not correct, contact your site administrator.":["O idioma do teu sitio está configurado en %s. Se non é correcto, contacta co teu administrador de sitio."],"The %s importer functionality uses temporary database tables. It seems your WordPress install does not have the capability to do this, please consult your hosting provider.":["A funcionalidade importadora %s usa temporalmente táboas de bases de datos. Parece que a instalación do teu WordPress non ten a capacidade para facer isto, por favor consúltallo ao teu provedor de hosting."],"Cleanup of %s data failed.":["Fallou a limpeza de %s datos."],"Content Type":["Tipo de Contido"],"Filter by content type":["Filtro por tipo de contido"],"Show All Content Types":["Mostrar todo tipo de contidos"],"Replaced with the normal title for an archive generated by WordPress":["Substituír co título normal para un arquivo xerado por WordPress"],"Clean":["Limpar"],"Once you're certain your site is OK, you can clean up. This will remove all the original data.":["Cando esteas seguro de que o teu sitio está OK, podes limpar. Isto eliminará os datos orixinais."],"Step 5: Clean up":["Paso 5: Limpa"],"Please check your posts and pages and see if the metadata was successfully imported.":["Por favor, revisa os teus artigos e páxinas e fíxate se os metadatos foron importados correctamente."],"Step 3: Check your data":["Paso 3: Revisa os teus datos"],"This will import the post metadata like SEO titles and descriptions into your %1$s metadata. It will only do this when there is no existing %1$s metadata yet. The original data will remain in place.":["Isto importará o post metadata como títulos SEO e descricións na túa %1$s metadata. Só o fará cando non haxa aínda ningunha %1$s metadata. Os datos orixinais permanecerán no seu lugar."],"Step 2: Import":["Paso 2: Importa"],"Please make a backup of your database before starting this process.":["Por favor, fai unha copia de seguridade da túa base de datos antes de comezar este proceso."],"Step 1: Create a backup":["Paso 1: Crea unha copia de seguridade"],"We've detected data from one or more SEO plugins on your site. Please follow the following steps to import that data:":["Detectamos datos dun ou máis plugins SEO no teu sitio. Por favor, sigue os seguintes pasos para importar eses datos:"],"Plugin: ":["Plugin: "],"%s did not detect any plugin data from plugins it can import from.":["%s non detectou ningún dato de plugin de plugins dos que pode importar."],"Posts that should not show up in search results":["Artigos que non deberían amosarse nos resultados de busca"],"%s data found.":["%s datos atopados."],"%s data successfully removed.":["%s datos eliminados correctamente."],"%s data successfully imported.":["%s datos importados correctamente."],"%s data not found.":["%s datos non atopados."],"On":["Acendido"],"Help on: %s":["Axuda en: %s"],"Off":["Apagado"],"See who contributed to %1$s.":["Ver quen contribuíu con %1$s."],"Help on this search results setting":["Axuda nesta configuración de resultados de procura"],"Not showing the archive for %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["Se non se mostra o arquivo para %1$s nos resultados da procura, tecnicamente significa que eses terán unha meta de %2$s robots e serán excluídos dos mapas de sitio XML. %3$s Máis información sobre a configuración dos resultados de procura %4$s."],"Not showing %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["Se non se mostran %1$s nos resultados de procura, tecnicamente significa que terán unha meta de %2$s robots e serán excluídos dos mapas de sitio XML. %3$s Máis información sobre a configuración dos resultados de procura %4$s."],"Default for %2$s, currently: %1$s":["Valor predeterminado para %2$s, actualmente: %1$s"],"Show %s in search results?":["Mostrar %s nos resultados de procura?"],"this author's archives":["os arquivos deste autor"],"Do not allow search engines to show %s in search results.":["Non permitir que os motores de procura amosen %s nos resultados de procura."],"Read why XML Sitemaps are important for your site.":["Le por que os sitemaps XML son importantes para o teu sitio."],"Enable the XML sitemaps that %s generates.":["Habilita os mapas de sitio XML que xera %s."],"See the XML sitemap.":["Ver o mapa do sitio XML."],"%s (current default for %s)":["%s (actualmente por defecto para %s)"],"Should search engines follow links on this %1$s?":["Deben os motores de procura seguir as ligazóns neste %1$s ?"],"Allow search engines to show this %s in search results?":["Permitir que os motores de procura mostren este %s nos resultados de procura?"],"Allow search engines to show this content in search results?":["Permitir aos motores de busca amosar este contido nos resultados?"],"Toggle %1$s's XML Sitemap":["Alternar o mapa do sitio XML de %1$s"],"%s integration":["%s integración"],"Find out how the text link counter can enhance your SEO.":["Descubre como o contador de ligazóns de texto pode mellorar o teu SEO."],"The text link counter helps you improve your site structure.":["O contador de ligazóns de texto axúdache a mellorar a estrutura do teu sitio."],"Find out how cornerstone content can help you improve your site structure.":["Descubre como o contido básico pode axudarte a mellorar a estrutura do teu sitio."],"The cornerstone content feature lets you to mark and filter cornerstone content on your website.":["A característica fundamental de contido permíteche marcar e filtrar o contido básico no teu sitio web."],"Discover why readability is important for SEO.":["Descubre por que a lexibilidade é importante para a SEO."],"The readability analysis offers suggestions to improve the structure and style of your text.":["O análise de lexibilidade ofrece suxestións para mellorar a estrutura e o estilo do teu texto."],"Learn how the SEO analysis can help you rank.":["Descubra como o análise SEO pode axudalo a clasificarse."],"The SEO analysis offers suggestions to improve the SEO of your text.":["A análise SEO ofrece suxestións para mellorar a SEO do teu texto."],"SEO analysis":["Análise SEO"],"Good results":["Bos resultados"],"https://yoa.st/1uk":["https://yoa.st/1uk"],"https://yoa.st/1uj":["https://yoa.st/1uj"],"Latest blog posts on %1$s":["Últimas publicacións de blogue en %1$s"],"Remove highlight from the text":["Eliminar resaltado do texto"],"Your site language is set to %s. ":["O idioma do teu sitio está configurado en %s. "],"First-time SEO configuration":["Configuración de SEO por primeira vez"],"Highlight this result in the text":["Resalta este resultado no texto"],"Considerations":["Consideracións"],"Errors":["Erros"],"Change language":["Cambiar idioma"],"%s file":["%s arquivo"],"Save changes to %s":["Gardar cambios en %s"],"Edit the content of your %s:":["Edita o contido do teu %s:"],"Create %s file":["Crear ficheiro %s"],"Updated %s":["%s actualizado"],"You cannot edit the %s file.":["Non pode editar o arquivo %s."],"You cannot create a %s file.":["Non podes crear un arquivo %s."],"Other integrations":["Outras integracións"],"More information about %1$s":["Máis información sobre %1$s"],"Old Configuration Wizard":["Antigo asistente de configuración"],"Manage your %s subscription on MyYoast":["Xestiona a túa subscripción de %s en MyYoast"],"Mark the most important %1$s as 'cornerstone content' to improve your site structure. %2$sLearn more about cornerstone content%3$s.":["Marque o %1$s máis importante como \"contido básico\" para mellorar a estrutura do seu sitio. %2$s Obteña máis información sobre o contido básico %3$s."],"(Opens in a new browser tab)":["(Ábrese nunha nova pestana do navegador)"],"Go back":["Volver"],"Posts %1$swithout%2$s a focus keyphrase":["Publicacións %1$s sen %2$s unha palabra clave"],"Hey, your SEO is doing pretty well! Check out the stats:":["Oe, a teu SEO está a funcionar bastante ben! Mira as estatísticas:"],"You don't have any published posts, your SEO scores will appear here once you make your first post!":["Non ten artigos publicados, as súas puntuacións SEO aparecerán aquí unha vez que faga a súa primeira publicación!"],"Read more like this on our SEO blog":["Máis como isto no noso blogue SEO"],"Readability: %s":["Lexibilidade: %s"],"Not activated":["Non está activado"],"Activated":["Activado"],"%1$s recommendations for you":["%1$s recomendacións para ti"],"All Readability Scores":["Todas as puntuacións de lexibilidade"],"Filter by Readability Score":["Filtrar por nivel de lexibilidade"],"Request method %1$s is not valid.":["O método de solicitude %1$s non é válido."],"Text link counter":["Contador de ligazóns de texto"],"Number of internal links linking to this post. See \"Yoast Columns\" text in the help tab for more info.":["Número de ligazóns internas que enlazan a esta publicación. Vexa o texto \"Yoast Columns\" na pestana de axuda para máis información."],"Number of outgoing internal links in this post. See \"Yoast Columns\" text in the help tab for more info.":["Número de ligazóns internas nesta publicación. Mira o texto \"Columnas Yoast\" na pestana de axuda para máis información."],"%s Columns":["%s Columnas"],"Readability score":["Puntuación de lexibilidade"],"Scroll to see the preview content.":["Navega para ver a vista previa do contido."],"Cornerstone content":["Contido esencial"],"Save changes":["Gardar cambios"],"1 year free support and updates included!":["Incluído 1 ano de soporte e actualizacións gratuítas!"],"The plugin %2$s changes your site's output and in doing that differentiates between search engines and normal users, a process that's called cloaking. We highly recommend that you disable it.":["O plugin %2$s cambia o código do teu sitio facendo diferenzas entre os motores de procura e os usuarios normais, un proceso chamado cloaking. Recomendamos encarecidamente que o desactives."],"No ads!":["Sen anuncios!"],"Get internal linking suggestions":["Obtén suxestións de ligazóns internas"],"Variable":["Variable"],"Available variables":["Variables dispoñibles"],"Scroll to see the table content.":["Navega para ver o contido da táboa."],"An error occurred in the '%1$s' assessment":["Ocorreu un erro na avaliación '%1$s'"],"No new notifications.":["Non hai novos avisos."],"Save all":["Gardar todo"],"Save":["Gardar"],"%1$s, Author at %2$s":["%1$s, autor en %2$s"],"Mobile preview":["Vista previa móvil"],"Desktop preview":["Vista previa do escritorio"],"Please provide an SEO title by editing the snippet below.":["Por favor, introduce un título SEO editando o snippet de abaixo."],"Meta description preview:":["Vista previa da meta descripción:"],"Slug preview:":["Vista previa do slug:"],"SEO title preview:":["Vista previa do título SEO:"],"Close snippet editor":["Pechar o editor de snippet"],"Slug":["Slug"],"Remove marks in the text":["Quitar marcas do texto"],"Mark this result in the text":["Marca este resultado no texto"],"Marks are disabled in current view":["As marcas están desactivadas na vista actual"],"Good SEO score":["Cualificación SEO boa"],"OK SEO score":["Puntuación SEO aceptable"],"Feedback":["Feedback"],"Name":["Nome"],"Please provide a meta description by editing the snippet below.":["Por favor, introduce unha meta descrición editando o snippet de abaixo."],"Edit snippet":["Editar snippet"],"You can click on each element in the preview to jump to the Snippet Editor.":["Podes facer clic en calquera elemento dá vista previa para ir ao editor do snippet."],"SEO title preview":["Vista previa do título SEO:"],"Export settings":["Exportar configuracións"],"Please don't show me this notification anymore":["Por favor, non mostres máis este aviso"],"If you are experiencing issues, %1$splease file a bug report%2$s and we'll do our best to help you out.":["Se estás a experimentar problemas, %1$s por favor, envía un informe dos fallos %2$s e faremos todo o posible para axudarche."],"We've noticed you've been using %1$s for some time now; we hope you love it! We'd be thrilled if you could %2$sgive us a 5 stars rating on WordPress.org%3$s!":["Detectamos que hai xa tempo que usas %1$s; esperamos que che encante! Emocionaríanos se nos %2$s deses unha valoración de 5 estrelas en WordPress.org %3$s!"],"%1$s + %2$s":["%1$s + %2$s"],"Warning: the variable %1$s cannot be used in this template. See the %2$s for more info.":["Advertencia: a variable %1$s non se pode usar en neste modelo. Revisa %2$s para máis información."],"By the way, did you know we also have a %1$sPremium plugin%2$s? It offers advanced features, like a redirect manager and support for multiple keyphrases. It also comes with 24/7 personal support.":["Dito sexa do paso, sabías que tamén temos un %1$s plugin Premium%2$s? Ofrece funcionalidades avanzadas, como un xestor do redireccións, e compatibilidade con múltiples palabras clave. Tamén inclúe soporte personal 24/7."],"(no title)":["(sen título)"],"The %1$s admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["O menú da barra de administración do %1$s contén ligazóns útiles a ferramentas de terceiros coas que analizar páxinas e ver de forma máis fácil se tes novos avisos."],"Admin bar menu":["Menú da barra do administración"],"Features":["Características"],"SEO title":["Título SEO"],"Greater than sign":["Símbolo maior que"],"Less than sign":["Símbolo de menor que"],"Right angle quotation mark":["Comilla inclinada á dereita"],"Left angle quotation mark":["Comilla inclinada á esquerda"],"Small tilde":["Tilde pequeno"],"Vertical bar":["Barra vertical"],"Low asterisk":["Asterisco baixo"],"Asterisk":["Asterisco"],"Bullet":["Viñeta"],"Middle dot":["Punto medio"],"Em dash":["Guión longo"],"En dash":["Guión curto"],"Dash":["Guión"],"No":["Non"],"Yes":["Si"],"Google search console":["Google search console"],"Social profiles":["Perfís sociais"],"Posts list":["Lista de artigos"],"Posts list navigation":["Navegación pola lista de artigos"],"Filter posts list":["Filtrar a lista de artigos"],"Installed":["Instalado"],"Seamless integration between %1$s and %2$s":["Integración sen fisuras entre %1$s e %2$s"],"Optimize your site for Google News":["Optimiza o teu sitio para Google News"],"Edit &#8220;%s&#8221;":["Modificar &#8220; %s&#8221;"],"Premium":["Premium"],"Get Premium":["Ir a premium"],"Notifications":["Avisos"],"Removes the focus keyphrase section from the metabox and disables all SEO-related suggestions.":["Quita a pestana da palabra clave da caixa meta e desactiva todas as suxestións relacionadas coa SEO."],"Disable SEO analysis":["Desactivar análise SEO"],"Other social profiles":["Outros perfís sociais"],"Make primary":["Facer principal"],"Cancel":["Cancelar"],"%s notification":["%s aviso","%s avisos"],"Disable readability analysis":["Desactivar a análise de lexibilidade"],"Removes the readability analysis section from the metabox and disables all readability-related suggestions.":["Quita a pestana de lexibilidade da caixa meta e desactiva todas as suxestións relacionadas coa lexibilidade."],"Readability analysis":["Análise de lexibilidade"],"Needs improvement":["Necesita melloras"],"Readability":["Lexibilidade"],"Improvements":["Melloras"],"Good job! We could detect no serious SEO problems.":["Bo traballo! Non detectamos ningún problema grave de SEO."],"We have detected the following issues that affect the SEO of your site.":["Detectamos os seguintes problemas que afectan ao SEO do teu sitio."],"Problems":["Problemas"],"Analysis":["Análise"],"Not available":["Non dispoñible"],"Filter by SEO Score":["Filtrar por puntuación SEO"],"Meta description not set.":["Non definiuse a meta descrición."],"Open":["Abrir"],"Loading...":["Cargando..."],"No results found":["Non se atoparon resultados"],"Dashboard":["Panel"],"You can fix this on the %1$sPermalink settings page%2$s.":["Podes solucionar este problema na %1$s páxina de axustes dás ligazóns permanentes %2$s."],"Replaced with the primary category of the post/page":["Substituído coa categoría principal do artigo/páxina"],"Buy %s":["Comprar %s"],"New %1$s Title":["Novo título de %1$s"],"Existing %1$s Title":["O título %1$s xa existe"],"Expected an integer as input.":["Esperábase un número enteiro."],"Trying to build the sitemap cache key, but the postfix and prefix combination leaves too little room to do this. You are probably requesting a page that is way out of the expected range.":["Tentouse crear a clave de caché do mapa do sitio pero a combinación do sufixo e prefixo deixa demasiado abertas as opcións. É posible que queiras mostrar unha páxina que non estea no rango desexado."],"Redirects":["Redireccións"],"Remove":["Quitar"],"Keep":["Conservar"],"Bold the last page":["Última páxina en letra grosa"],"Primary %s":["Principal %s"],"Primary":["Principal"],"Make %1$s primary %2$s":["Facer %1$s primario %2$s"],"Integrations":["Integracións"],"Term is set to noindex.":["O termo vaise etiquetar como noindex."],"Author archives":["Arquivos de autor"],"Enabled":["Activado"],"Disabled":["Desactivado"],"The separator defined in your theme's %s tag.":["O separador definido na etiqueta %s do teu tema."],"No index":["Non indexar"],"SEO score":["Puntuación de SEO"],"Team Yoast":["Equipo Yoast"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["A primeira verdadeira solución SEO todo nun para WordPress, incluíndo análise de contido de páxinas, mapas do sitio en XML e moito máis."],"Yoast SEO":["Yoast SEO"],"Activation failed:":["Fallou a activación:"],"The filter extension seem to be unavailable. Please ask your web host to enable it.":["A extensión filtro parece non estar dispoñible. Por favor, pide ao teu provedor de aloxamento web que a habilite."],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":["A instalación do plugin %1$s non se completou. Por favor, consulta as %2$s instrucións de instalación %3$s."],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":["A extensión da libraría estándar PHP (SPL) parece non estar dispoñible. Por favor, pídelle ao teu provedor de aloxamento que a active."],"SEO Settings":["Axustes SEO"],"Mobile-Friendly Test":["Proba de compatibilidade para móviles"],"Google Page Speed Test":["Test de rapidez de páxinas de Google"],"Facebook Debugger":["Depurador de Facebook"],"Analyze this page":["Analizar esta páxina"],"%s does not seem to be a valid url. Please correct.":["%s non parece ser unha url válida. Por favor corríxea."],"%1$s does not seem to be a valid %2$s verification string. Please correct.":["%1$s non parece que sexa unha cadea válida de verificación de %2$s. Por favor, corríxeo."],"%s Archive":["%s arquivo"],"You searched for %s":["Buscaches %s"],"%s does not seem to be a valid Twitter Username. Please correct.":["%s non parece ser un nome de usuario válido de Twitter. Por favor, corríxeo."],"Summary with large image":["Resumo con imaxe grande"],"The post %1$s appeared first on %2$s.":["O artigo %1$s publicouse primeiro en %2$s."],"No numeric value was received.":["Non se recibiu ningún valor numérico."],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":["Debe existir un blog. O blog %s non existe ou foi marcado como eliminado."],"The default blog setting must be the numeric blog id of the blog you want to use as default.":["A configuración predeterminada do blog debe ser o ID numérico do blog que queres utilizar como predeterminado."],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":["%1$s non é unha elección válida para quen debería ter acceso aos axustes de %2$s. O valor devolveuse ao predeterminado."],"Please select a valid post type for taxonomy \"%s\"":["Por favor, elixe un tipo de contido válido para a taxonomía \"%s\""],"Please select a valid taxonomy for post type \"%s\"":["Por favor, elixe unha taxonomía válida para o tipo de contido \"%s\""],"You searched for":["Buscaches por"],"Home":["Portada"],"Archives for":["Arquivos de"],"Error 404: Page not found":["Erro 404: Páxina non atopada"],"Good":["Bo"],"Replaced with a custom taxonomies description":["Substituído cunha descrición personalizada de taxonomías"],"Replaced with a posts custom taxonomies, comma separated.":["Substituído con taxonomías personalizadas de artigos, separados por comas."],"Replaced with a posts custom field value":["Substituído cun valor de campo personalizado dos artigos"],"Replaced with the slug which caused the 404":["Substituído polo slug que causou o 404"],"Replaced with the posts focus keyphrase":["Substituído coa palabra clave obxectivo das publicacións"],"Attachment caption":["Pé de foto do adxunto"],"Replaced with the current page number":["Substituído polo número da páxina actual"],"Replaced with the current page total":["Substituído polo total da páxina actual"],"Replaced with the current page number with context (i.e. page 2 of 4)":["Substituído polo número actual da páxina no contexto (por exemplo, páxina 2 de 4)"],"Replaced with the current year":["Substituído co ano en curso"],"Replaced with the current month":["Substituído co mes actual"],"Replaced with the current day":["Substituído co día de hoxe"],"Replaced with the current date":["Substituído coa data actual"],"Replaced with the post/page author's 'Biographical Info'":["Substituído pola \"Información biográfica\" do autor do artigo/páxina"],"Replaced with the post/page author's 'nicename'":["Substituído co \"pseudónimo\" do autor do artigo/páxina."],"Replaced with the post/page ID":["Substituído coa IDE do artigo/páxina"],"Replaced with the post/page modified time":["Substituído coa data da modificación do artigo/páxina"],"Replaced with the content type plural label":["Substituído coa etiqueta do artigo en plural"],"Replaced with the content type single label":["Substituído coa etiqueta do artigo en singular"],"Replaced with the current search phrase":["Substituído coa frase de procura actual"],"Replaced with the term name":["Substituído co nome do termo"],"Replaced with the term description":["Substituído coa descrición do termo"],"Replaced with the tag description":["Substituído coa descrición da etiqueta"],"Replaced with the category description":["Substituído coa descrición da categoría"],"Replaced with the post categories (comma separated)":["Substituír coas categorías do artigo (separadas con coma)"],"Replaced with the current tag/tags":["Substituído coa(s) etiqueta(s) actuais"],"Replaced with the post/page excerpt (without auto-generation)":["Substituído co extracto do artigo/páxina (sen autoxeración)"],"Replaced with the post/page excerpt (or auto-generated if it does not exist)":["Substituído co extracto do artigo/páxina (ou a autoxerada se non existe)"],"The site's name":["O nome do sitio"],"Replaced with the title of the parent page of the current page":["Substituído co título da páxina superior da páxina actual"],"Replaced with the title of the post/page":["Substituído co título do artigo/páxina"],"Replaced with the date of the post/page":["Substituído cos datos do artigo/páxina"],"Page %1$d of %2$d":["Páxina %1$d de %2$d"],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":["Non podes substituír unha variable de substitución estándar de WPSEO rexistrando unha variable co mesmo nome. Usa o filtro \"wpseo_replacements\" no canto de axustar o valor de substitución."],"A replacement variable with the same name has already been registered. Try making your variable name unique.":["Xa foi rexistrada unha variable de substitución co mesmo nome. Trata de facer que o nome da variable sexa diferente e único."],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":["Unha variable de substitución non pode comezar por \"%%cf_\" o \"%%ct_\" debido a que estas están reservadas para variables estándar de WPSEO para campos e taxonomías personalizadas. Intenta elixir nomes de variables únicos."],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":["Unha variable de substitución soamente pode conter caracteres alfanuméricos, guión baixo, ou guión normal. Tenta renomear a túa variable."],"Admin only notice: this page does not show a meta description because it does not have one, either write it for this page specifically or go into the [%1$s - %2$s] menu and set up a template.":["Aviso só para o Administrador: esta páxina non mostra unha meta descrición porque non a ten. Feixe unha destas dúas cousas: escribe unha especificamente para esta páxina o vai ao menú [%1$s - %2$s] e configura unha persoal."],"Page not found":["Páxina non atopada"],"%s Archives":["%s arquivos"],"Meta description to use for Author page":["Meta descrición a usar na páxina do autor"],"Title to use for Author page":["Título para usar na páxina do autor"],"%1$s settings":["Axustes %1$s"],"Export your %1$s settings":["Exportar os teus axustes de %1$s"],"Import settings":["Axustes de importación"],"Import from other SEO plugins":["Importar de otros plugins SEO"],"Import":["Importar"],"If you had a %s file and it was editable, you could edit it from here.":["Se tiveses un arquivo %s e fose editable poderías editalo dende aquí."],"If your %s were writable, you could edit it from here.":["Se teu arquivo %s tivese permisos de escritura poderías editalo dende aquí."],"You don't have a %s file, create one here:":["Non tes un arquivo %s, crea un aqui:"],"A link to your site, with your site's name and description as anchor text.":["Unha ligazón a teu sitio, co nome do sitio e a descrición como texto de ancoraxe."],"A link to your site, with your site's name as anchor text.":["Unha ligazón a teu sitio, co nome do sitio como texto de ancoraxe."],"A link to the post, with the title as anchor text.":["Unha ligazón ao artigo, co título como texto de ancoraxe."],"You can use the following variables within the content, they will be replaced by the value on the right.":["Podes usar a seguintes variables dentro do contido, estas serán substituídas por o valor dá dereita."],"Content to put after each post in the feed":["Contido que se poñerá despois de cada artigo no feed"],"Content to put before each post in the feed":["Contido para poñer antes de cada artigo no feed"],"How to insert breadcrumbs in your theme":["Como inserir as faragullas de pan no teu tema"],"Blog":["Blog"],"Prefix for the breadcrumb path":["Prefixo da ruta das faragullas de pan"],"Anchor text for the Homepage":["Texto da ligazón para a páxina de inicio"],"Separator between breadcrumbs":["Separador das faragullas de pan"],"Below are your published posts' SEO scores. Now is as good a time as any to start improving some of your posts!":["A continuación tes as puntuacións SEO dos teus artigos publicados. Agora é un bo momento para empezar a mellorar algúns dos teus artigos!"],"Credits":["Créditos"],"&laquo; Back to Tools page":["&laquo; Volver á páxina de ferramentas"],"%1$s comes with some very powerful built-in tools:":["%1$s inclúe algunhas ferramentas integradas moi potentes:"],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":["Esta ferramenta permíteche modificar rapidamente arquivos importantes para o teu SEO, como o teu robots.txt e, se o tes, o teu arquivo .htaccess."],"File editor":["Editor de ficheiros"],"Import settings from other SEO plugins and export your settings for re-use on (another) site.":["Importa os axustes doutros plugins SEO e exporta os teus axustes para reutilizalos noutro sitio."],"Import and Export":["Importar e exportar"],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":["Esta ferramenta permíteche modificar rapidamente títulos e descricións de artigos e páxinas sen necesidade de editar cada páxina."],"Bulk editor":["Editor masivo"],"Default settings":["Axustes por defecto"],"Description":["Descrición"],"Restore site to defaults":["Restaurar o sitio con axustes por defecto"],"Site ID":["ID do sitio"],"Using this form you can reset a site to the default SEO settings.":["Usando este formulario podes devolver un sitio aos axustes SEO por defecto."],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new sites.":["Os datos sensibles de privacidade (administradores de Facebook, por exemplo), os axustes específicos do tema (reescritura do título) e algúns axustes moi específicos non se importarán aos novos sitios."],"Enter the %1$sSite ID%2$s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":["Introduce o %1$s ID do sitio %2$s cuxos axustes queres usar por defecto para todos os sitios que se engadan á túa rede. Déixao baleiro para ningún (ou sexa, para que se usen os axustes normais por defecto do plugin)."],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":["Elixe o sitio coa configuración que desexas utilizar de forma predeterminada para todos os sitios que se engadan á rede. Se elixes \"Ningunha\", utilizaranse os valores predeterminados normais do plugin."],"New sites in the network inherit their SEO settings from this site":["Os sitios novos da rede herdan os axustes SEO deste sitio"],"Super Admins only":["Só para super administradores"],"Site Admins (default)":["Administradores do sitio (por defecto)"],"Who should have access to the %1$s settings":["Quen debería ter acceso aos axustes de %1$s"],"spam":["spam"],"mature":["maduro"],"archived":["arquivado"],"public":["público"],"%s restored to default SEO settings.":["%s restaurouse axustes SEO por defecto."],"Settings Updated.":["Axustes actualizados."],"Special pages":["Páxinas especiais"],"Date archives":["Arquivos por datas"],"Title":["Título"],"Take note:":["Apunta:"],"You can determine the title and description for the homepage by %1$sediting the homepage itself%2$s.":["Podes determinar o título e a descrición da páxina do blog %1$seditando a propia páxina de inicio%2$s."],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s detectou de forma automática se se necesita forzar a reescritura dos títulos das túas páxinas. Se cres que é un erro e sabes o que fas, podes cambiar este axuste aquí."],"Force rewrite titles":["Forzar a reescritura dos títulos"],"Homepage":["Portada"],"%1$s Extensions":["Extensións de %1$s"],"Seamlessly integrate WooCommerce with %1$s and get extra features!":["Integra facilmente WooCommerce con %1$s e consigue características adicionais!"],"Rank better locally and in Google Maps, without breaking a sweat!":["Mellora o teu ránking local e o de Google Maps sen esforzo!"],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":["Estás en Google News? Incrementa o teu tráfico dende Google News optimizándoo!"],"Optimize your videos to show them off in search results and get more clicks!":["Optimiza os teus vídeos para velos nos resultados de procura e conseguir máis clics!"],"The premium version of %1$s with more features & support.":["A versión premium de %1$s con máis características e soporte."],"Person":["Persoa"],"Website name":["Nome da web"],"RSS":["RSS"],"Permalink":["Ligazón permanente"],"Breadcrumbs":["Faragullas de pan"],"Authenticate":["Autorizar"],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year of support and updates, on %2$s.":["Para poder crear unha redirección e solucionar este problema, necesitas %1$s. Podes comprar o plugin, cun ano de soporte e actualizacións incluídas, en %2$s."],"Creating redirects is a %s feature":["A creación de redireccións é unha característica de %s"],"New URL":["Nova URL"],"Search":["Buscar"],"URL":["URL"],"Deactivate %s":["Desactivar %s"],"The %1$s plugin might cause issues when used in conjunction with %2$s.":["O plugin %1$s podería provocar problemas usado conxuntamente con %2$s."],"Upload Image":["Subir imaxe"],"%s Posts Overview":["%s Información Xeral dos Artigos"],"Breadcrumbs title":["Título da ruta das faragullas de pan"],"Pinterest":["Pinterest"],"Social settings":["Axustes sociais"],"Close":["Pechar"],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines and might slow down your site.":["Tanto %1$s como %2$s poden crear mapas do sitio XML. Ter dous mapas do sitio XML non é beneficioso para os motores de procura, e de feito poderían facer máis lento o teu sitio."],"Configure %1$s's Open Graph settings":["Configurar os axustes de OpenGraph %1$s"],"Both %1$s and %2$s create Open Graph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":["Tanto %1$s como %2$s crean datos OpenGraph, o que podería facer que Facebook, Twitter, LinkedIn e outras redes sociais utilicen os textos e imaxes equivocados cando se compartan as túas páxinas."],"%s image":["%s imaxe"],"%s description":["Descrición de %s"],"%s title":["Título de %s "],"Twitter":["Twitter"],"Facebook":["Facebook"],"very difficult":["moi difícil"],"Try to make shorter sentences, using less difficult words to improve readability":["Intenta facer frases máis curtas, utilizando menos palabras difíciles para mellorar a lexibilidade"],"difficult":["difícil"],"fairly difficult":["bastante difícil"],"OK":["OK"],"fairly easy":["bastante fácil"],"easy":["fácil"],"very easy":["extremadamente fácil"],"The copy scores %1$s in the test, which is considered %2$s to read.":["O texto puntúa %1$s na proba, o que se considera como %2$s de ler."],"Flesch reading ease":["Facilidade de lectura de Flesch"],"Meta Desc.":["Meta Desc."],"All SEO Scores":["Todos os resultados SEO"],"SEO issue: The featured image should be at least 200 by 200 pixels to be picked up by Facebook and other social media sites.":["A imaxe destacada debe ser de polo menos 200 por 200 pixeles para que a use Facebook e outras redes sociais."],"(no parent)":["(sen superior)"],"meta description":["meta description"],"Page title":["Título da páxina"],"Post is set to noindex.":["Entrada está establecida como noindex."],"The URL that this page should redirect to.":["O URL ao que debe redirixir esta páxina."],"301 Redirect":["Redirección 301"],"The canonical URL that this page should point to. Leave empty to default to permalink. %1$sCross domain canonical%2$s supported too.":["A URL canónica a que esta páxina debería sinalar. Déixaa baleira para usar por defecto a ligazón permanente. Tamén é compatible con %1$s canonical entre dominios%2$s."],"Canonical URL":["URL canónico"],"Title to use for this page in breadcrumb paths":["Título para usar nesta páxina na cadea de breadcrumbs"],"Breadcrumbs Title":["Título das faragullas de pan"],"No Snippet":["Sen snippet"],"No Archive":["Non Arquivo"],"No Image Index":["Ningún índice de imaxe"],"None":["Ningún"],"Meta robots advanced":["Meta robots avanzado"],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Aviso! Aínda que podes establecer aquí os axustes de meta robots, toda a web está establecida como nonindex nos axustes de privacidade para toda a web, polo que estes axustes non terán efecto."],"Meta description":["Meta descrición"],"SEO Title":["Título SEO"],"Focus keyword":["Palabra clave obxectivo"],"Settings successfully imported.":["As configuracións foron importadas con éxito."],"Settings could not be imported:":["As configuracions non poden importarse:"],"Breadcrumb for 404 pages:":["Faragullas de pan para as páxinas 404:"],"Prefix for search result pages:":["Prefixo para as páxinas dos resultados de procura:"],"Prefix for archive pages:":["Prefixo para as páxinas de arquivo:"],"Prefix for breadcrumbs:":["Prefixo para as faragullas de pan:"],"Anchor text for the homepage:":["Texto de ancoraxe para a páxina de inicio:"],"Breadcrumbs separator:":["Separador das faragullas de pan:"],"%s Breadcrumbs":["%s Faragullas de pan"],"Use Image":["Usar imaxe"],"Action":["Acción"],"Page URL/Slug":["URL/Slug da páxina"],"Publication date":["Data de publicación"],"Post Status":["Estado da publicación"],"WP Page Title":["Título da páxina de WP"],"View":["Ver"],"View &#8220;%s&#8221;":["Ver &#8220;%s&#8221;"],"Preview":["Vista previa"],"Preview &#8220;%s&#8221;":["Vista previa &#8220;%s&#8221;"],"Edit":["Editar"],"Filter":["Filtro"],"New Yoast Meta Description":["Nova meta descrición de Yoast"],"Existing Yoast Meta Description":["Meta descrición de Yoast actual"],"Facebook profile URL":["URL do perfil de Facebook"],"Twitter username (without @)":["Usuario de Twitter (sen @)"],"Google":["Google"],"FAQ":["Preguntas frecuentes"],"Settings":["Axustes"],"Huge SEO Issue: You're blocking access to robots.":["Gran problema de SEO: Estás a bloquearlles o acceso aos robots."],"Posts":["Artigos"],"Edit Files":["Editar ficheiros"],"General":["Xeral"],"Extensions":["Extensións"],"Search Console":["Consola de procura"],"Tools":["Ferramentas"],"Advanced":["Avanzado"],"XML sitemaps":["Mapas do sitio XML"],"Social":["Social"],"SEO":["SEO"],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":["%1$s detectou que estás a usar a versión %2$s de %3$s, por favor, actualiza a última versión para evitar problemas de compatibilidade."],"Just another WordPress site":["Outro sitio creado con WordPress"],"You have used HTML in your value which is not allowed.":["Utilizaches HTML no valor e iso non está permitido."],"You can't edit %s that aren't yours.":["Non podes editar %s xa que non son teus."],"You can't edit %s.":["Non podes editar %s."],"Post has an invalid Content Type: %s.":["A artigo ten un tipo de contido non válido: %s."],"Post doesn't exist.":["O artigo non existe."],"posts\u0004Trash <span class=\"count\">(%s)</span>":["Papeleira <span class=\"count\">(%s)</span>","Papeleira <span class=\"count\">(%s)</span>"],"posts\u0004All <span class=\"count\">(%s)</span>":["Todo <span class=\"count\">(%s)</span>","Todos <span class=\"count\">(%s)</span>"]}}}