{"domain":"js-text-analysis","locale_data":{"js-text-analysis":{"":{"domain":"js-text-analysis","plural_forms":"nplurals=2; plural=n != 1;","lang":"el_GR"},"The %1$s class must not be instantiated before the %2$s global is set.":[""],"%1$sOutrank your competitors even further%2$s with these %3$s plugins":[""],"No need to figure out what to link to. You get linking suggestions for relevant posts and pages to make your website easier to navigate.":[""],"Use AI to write SEO titles and meta descriptions for your posts and pages. It speeds up your work and does some of the thinking for you!":[""],"%s looks at more than just your main keyword. It analyzes different word forms, plurals, and past tenses. This helps your website perform even better in searches!":[""],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for titles and meta descriptions to make your pages rank high and make you look good on social media. %1$sLearn more%2$s%3$s":[""],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for product titles and meta descriptions to make your pages rank high and make you look good on social media. %1$sLearn more%2$s%3$s":[""],"Explore %s!":[""],"You’ll reach more people with multiple keyphrases! Want to quickly add these related keyphrases to the %s analyses for even better content optimization?":[""],"Get AI to write SEO titles and meta descriptions faster. Reach a wider audience with multiple keywords. Get automatic internal linking suggestions. And much, much more!":[""],"Explore now":[""],"Rank higher in search results":[""],"Turn more visitors into customers!":[""],"Increase Google clicks with rich results":[""],"Write product pages that rank using the SEO analysis":[""],"Get XML sitemaps":[""],"Optimize your video previews & thumbnails":[""],"Make sure your videos load quickly for users":[""],"Automatically get technical SEO best practices for video content":[""],"Drive more views to your videos":[""],"Stand out for local searches":[""],"Explore %s now!":[""],"%1$s24/7 support%2$s: Also on evenings and weekends.":[""],"%1$sAppealing social previews%2$s people actually want to click on.":[""],"%1$sNo more broken links%2$s: Automatic redirect manager.":[""],"%1$sSuper fast%2$s internal linking suggestions.":[""],"%1$sMultiple keywords%2$s: Rank higher for more searches.":[""],"%1$sAI%2$s: Better SEO titles and meta descriptions, faster.":[""],"Highlight areas of improvement in your text, no more searching for a needle in a haystack, straight to optimizing! Now also in Elementor!":[""],"Leave a quick review":[""],"Happy with the plugin?":[""],"Show Yoast SEO some love!":[""],"Let's get your site in tip-top shape for the search engines. Simply follow these 5 steps to make Google understand what your site is about.":["Ας κάνουμε τον ιστότοπό σας σε κορυφαία διαμόρφωση για τις μηχανές αναζήτησης. Απλώς ακολουθήστε αυτά τα 5 βήματα για να κάνετε την Google να καταλάβει τι είναι ο ιστότοπός σας."],"If your goal is to increase your rankings, you need to work on your SEO regularly. That can be overwhelming, so let's tackle it one step at a time!":["Εάν ο στόχος σας είναι να αυξήσετε την κατάταξή σας, πρέπει να εργάζεστε τακτικά στο SEO σας. Αυτό μπορεί να είναι κουραστικό, οπότε ας το αντιμετωπίσουμε ένα βήμα τη φορά!"],"Great work! Thanks to the details you've provided, %1$s has enhanced your site for search engines, giving them a clearer picture of what your site is all about.":["Καταπληκτική δουλειά! Χάρη στα στοιχεία που παρείχατε, το %1$s έχει βελτιώσει τον ιστότοπό σας για τις μηχανές αναζήτησης, δίνοντάς τους μια πιο ξεκάθαρη εικόνα για το τι είναι ο ιστότοπός σας."],"Important: We won't sell this data, and we won't collect any personal information about you or your visitors.":["Σημαντικό: Δεν θα πουλήσουμε αυτά τα δεδομένα και δεν θα συλλέξουμε προσωπικές πληροφορίες για εσάς ή τους επισκέπτες σας."],"What data will be collected and why?":["Ποια δεδομένα θα συλλεχθούν και γιατί;"],"No, I don't want to share my site data":["Όχι, δεν θέλω να κοινοποιήσω τα δεδομένα του ιστότοπού μου"],"Are you open to help us improve our services?":["Είστε ανοιχτοί να μας βοηθήσετε να βελτιώσουμε τις υπηρεσίες μας;"],"Yes, give me your free tips!":["Ναι, δώστε μου τις δωρεάν συμβουλές σας!"],"Subscribe to the %1$s newsletter to receive best practices for improving your rankings, save time on SEO tasks, stay up-to-date with the latest SEO news, and get expert guidance on how to make the most of %2$s!":["Εγγραφείτε στο ενημερωτικό δελτίο %1$s για να λαμβάνετε βέλτιστες πρακτικές για τη βελτίωση της κατάταξής σας, να εξοικονομείτε χρόνο σε εργασίες SEO, να ενημερώνεστε για τα τελευταία νέα SEO και να λαμβάνετε καθοδήγηση από ειδικούς για το πώς να αξιοποιήσετε στο έπακρο το %2$s !"],"Get free weekly SEO tips!":["Λάβετε δωρεάν εβδομαδιαίες συμβουλές SEO!"],"You're almost there! Complete all settings in this step so search engines know what your site is about.":["Σχεδόν φτάσατε! Ολοκληρώστε όλες τις ρυθμίσεις σε αυτό το βήμα, ώστε οι μηχανές αναζήτησης να γνωρίζουν τι είναι ο ιστότοπός σας."],"Completing this step helps Google to understand your site even better. Bonus: You'll improve your chance of getting %1$srich results%2$s!":["Η ολοκλήρωση αυτού του βήματος βοηθά την Google να κατανοήσει τον ιστότοπό σας ακόμα καλύτερα. Επιπλέον: Θα βελτιώσετε τις πιθανότητές σας να λάβετε %1$sπλούσια αποτελέσματα%2$s!"],"Let's start by running the SEO data optimization. That means we'll scan your site and create a database with optimized SEO data. It won't change any content or settings on your site and you don't need to do anything, just hit start!\n\nNote: If you have a lot of content, this optimization could take a moment. But trust us, it's worth it!":["Ας ξεκινήσουμε εκτελώντας τη βελτιστοποίηση δεδομένων SEO. Αυτό σημαίνει ότι θα σαρώσουμε τον ιστότοπό σας και θα δημιουργήσουμε μια βάση δεδομένων με βελτιστοποιημένα δεδομένα SEO. Δεν θα αλλάξει κανένα περιεχόμενο ή ρυθμίσεις στον ιστότοπό σας και δεν χρειάζεται να κάνετε τίποτα, απλώς πατήστε το έναρξη!↵ ↵ Σημείωση: Εάν έχετε πολύ περιεχόμενο, αυτή η βελτιστοποίηση μπορεί να διαρκέσει λίγο. Αλλά εμπιστευτείτε μας, αξίζει τον κόπο!"],"We've successfully analyzed your site & optimized your SEO data!":["Αναλύσαμε με επιτυχία τον ιστότοπό σας και βελτιστοποιήσαμε τα δεδομένα SEO σας!"],"Fantastic work! Add your organization's social media accounts below. This allows us to fine-tune the metadata for these platforms.":["Φανταστική δουλειά! Προσθέστε τους λογαριασμούς κοινωνικών μέσων του οργανισμού σας παρακάτω. Αυτό μας επιτρέπει να προσαρμόσουμε με ακρίβεια τα μεταδεδομένα για αυτές τις πλατφόρμες."],"Social share preview":["Προεπισκόπηση διαμοιρασμού κοινωνικών δικτύων"],"Twitter share preview":["Προεπισκόπηση κοινοποίησης στο Twitter"],"The %1$s interface is currently unavailable in the beta WooCommerce product editor. To resolve any issues, please disable the beta editor. %2$sLearn how to disable the beta WooCommerce product editor.%3$s":["Η διεπαφή %1$s δεν είναι προς το παρόν διαθέσιμη στον επεξεργαστή προϊόντων beta WooCommerce. Για να επιλύσετε τυχόν προβλήματα, απενεργοποιήστε τον επεξεργαστή beta. %2$sΜάθετε πώς μπορείτε να απενεργοποιήσετε τον επεξεργαστή προϊόντων beta WooCommerce.%3$s"],"Compatibility issue: Yoast SEO is incompatible with the beta WooCommerce product editor.":["Πρόβλημα συμβατότητας: Το Yoast SEO δεν είναι συμβατό με τον beta επεξεργαστή WooCommerce."],"Search engines and other websites can still send traffic to your trashed content.":["Οι μηχανές αναζήτησης και άλλοι ιστότοποι εξακολουθούν να μπορούν να στέλνουν επισκεψιμότητα στο περιεχόμενό σας στο διαγραμμένο περιεχόμενο."],"Unlock with the %1$s":["Ξεκλειδώστε με το %1$s"],"Generate product titles & descriptions with AI!":["Δημιουργήστε τίτλους προϊόντων και περιγραφές με ΤΝ!"],"Last year":["Τελευταίο έτος"],"Last week":["Τελευταία εβδομάδα"],"Last day":["Τελευταία ημέρα"],"Last updated":["Τελευταία ενημέρωση"],"Activate tracking to show the ranking position":["Ενεργοποιήστε την παρακολούθηση για να προβληθεί η θέση κατάταξης"],"List your Frequently Asked Questions in an SEO-friendly way.":["Καταχωρίστε τις Συχνές Ερωτήσεις σας με τρόπο φιλικό προς το SEO."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by OpenAI GPTBot.":["Προσθέστε έναν κανόνα ‘disallow’ στο αρχείο robots.txt για να αποτρέψετε την ανίχνευση από το OpenAI GPTBot."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by the Google-Extended bot. Enabling this setting won’t prevent Google from indexing your website.":["Προσθέστε έναν κανόνα ‘disallow’ στο αρχείο robots.txt για να αποτρέψετε την ανίχνευση από το Google-Extended bot. Η ενεργοποίηση αυτής της ρύθμισης δεν θα εμποδίσει την Google να ευρετηριάσει τον ιστότοπό σας."],"Lots of web traffic comes from bots crawling the web. Some can benefit your site or business, while other bots don’t. Blocking unwanted bots can save energy, help with site performance, and protect copyrighted content. Learn more about %1$swhen to block unwanted bots%2$s.":["Πολλή επισκεψιμότητα στον ιστό προέρχεται από bots που ανιχνεύουν τον ιστό. Ορισμένα μπορούν να ωφελήσουν τον ιστότοπο ή την επιχείρησή σας, ενώ άλλα bots όχι. Ο αποκλεισμός ανεπιθύμητων ρομπότ μπορεί να εξοικονομήσει ενέργεια, να βοηθήσει στην απόδοση του ιστότοπου και να προστατεύσει περιεχόμενο που προστατεύεται από πνευματικά δικαιώματα. Μάθετε περισσότερα σχετικά με το %1$sγια τον αποκλεισμό ανεπιθύμητων ρομπότ%2$s."],"Prevent OpenAI GPTBot from crawling":["Αποτρέψτε την ανίχνευση από το OpenAI GPTBot"],"Prevent Google Bard and Vertex AI bots from crawling":["Αποτρέψτε την ανίχνευση από τα ρομπότ Google Bard και Vertex AI"],"Prevent Common Crawl CCBot from crawling":["Αποτρέψτε την ανίχνευση από το Common Crawl CCBot"],"Unlock Premium SEO analysis":["Ξεκλειδώστε Premium ανάλυση SEO"],"Get more help with writing content that ranks":["Λάβετε περισσότερη βοήθεια για σύνταξη περιεχομένου που κατατάσσεται"],"$ USD / € EUR / £ GBP per year (ex. VAT)":["$ USD / € EUR / £ GBP ανά έτος (χωρίς ΦΠΑ)"],"Internal linking suggestions":["Προτάσεις εσωτερικών συνδέσεων"],"%1$s SAVE 30%% %2$s on your 12 month subscription":["%1$s ΚΕΡΔΙΣΤΕ 30%% %2$s στη 12μηνη συνδρομή σας"],"Learn more about %s (Opens in a new browser tab)":["Μάθετε περισσότερα για το %s (Ανοίγει σε νέα καρτέλα του προγράμματος περιήγησης)"],"Write more natural and engaging content":["Γράψτε πιο φυσικό και ελκυστικό περιεχόμενο"],"Synonyms help users understand your copy better. It’s easier to read for both users and Google. In %s, you can add synonyms for your focus keyphrase, and we’ll help you optimize for them.":["Τα συνώνυμα βοηθούν τους χρήστες να κατανοήσουν καλύτερα το κείμενο σας. Είναι πιο εύκολο να το διαβάσουν τόσο οι χρήστες όσο και η Google. Στο %s, μπορείτε να προσθέσετε συνώνυμα για τη φράση-κλειδί εστίασής σας και θα σας βοηθήσουμε να τα βελτιστοποιήσετε."],"Is your %1$s store ready for Black Friday?":["Είναι το κατάστημά σας %1$s έτοιμο για τη Black Friday;"],"Check your text on even more SEO criteria and get an enhanced keyphrase analysis, making it easier to optimize your content.":["Ελέγξτε το κείμενό σας με ακόμη περισσότερα κριτήρια SEO και λάβετε μια βελτιωμένη ανάλυση φράσεων κλειδιών, διευκολύνοντας τη βελτιστοποίηση του περιεχομένου σας."],"Buy now!":["Αγορά τώρα!"],"30% OFF!":["ΕΚΠΤΩΣΗ 30%!"],"BLACK FRIDAY SALE: %1$s %2$sBuy now!%3$s":["ΠΡΟΣΦΟΡΑ BLACK FRIDAY: %1$s %2$sΑγορά τώρα!%3$s"],"BLACK FRIDAY SALE: %1$s":["ΠΡΟΣΦΟΡΑ BLACK FRIDAY: %1$s"],"Reach a wider audience":["Προσεγγίστε μεγαλύτερο κοινό"],"Add related keyphrases":["Προσθέστε σχετικές φράσεις-κλειδιά"],"%s automatically suggests to what content you can link with easy drag-and-drop functionality, which is good for your SEO!":["Το %s προτείνει αυτόματα σε ποιο περιεχόμενο μπορείτε να συνδέσετε με εύκολη λειτουργία drag-and-drop, κάτι που είναι καλό για το SEO σας!"],"Rank higher by connecting your content":["Κατατάξτε υψηλότερα συνδέοντας το περιεχόμενό σας"],"Get help optimizing for up to 5 related keyphrases. This helps you reach a wider audience and get more traffic.":["Λάβετε βοήθεια για τη βελτιστοποίηση για έως και 5 σχετικές φράσεις-κλειδιά. Αυτό σας βοηθά να προσεγγίσετε ένα ευρύτερο κοινό και να αποκτήσετε περισσότερη επισκεψιμότητα."],"-30%":["-30%"],"%1$s Now with 30%% Black Friday Discount!":["%1$s Τώρα με 30%% Έκπτωση Black Friday!"],"%1$sSALE 30%% OFF!%2$s":["%1$sΠΡΟΣΦΟΡΑ ΜΕΙΟΝ 30%%! %2$s"],"30% OFF":["ΕΚΠΤΩΣΗ 30%"],"BLACK FRIDAY":["BLACK FRIDAY"],"Claim your 30% off now!":["Διεκδικήστε την έκπτωση 30% τώρα!"],"Social media appearance":["Εμφάνιση στα κοινωνικά δίκτυα"],"Determine how your post should look in the search results.":["Προσδιορίστε πώς πρέπει να φαίνεται η δημοσίευση σας στα αποτελέσματα αναζήτησης."],"The Yoast %1$sultimate Black Friday checklist%2$s helps you prepare in time, so you can boost your results during this sale.":["Η απόλυτη Yoast %1$sλίστα ελέγχου Black Friday%2$s σάς βοηθά να προετοιμαστείτε έγκαιρα, ώστε να μπορείτε να ενισχύσετε τα αποτελέσματά σας κατά τη διάρκεια αυτής της έκπτωσης."],"To customize the appearance of your post specifically for Twitter, please fill out the 'Twitter appearance' settings below.":["Για να προσαρμόσετε την εμφάνιση της δημοσίευσης σας ειδικά για το Twitter, συμπληρώστε τις ρυθμίσεις 'Εμφάνιση Twitter' παρακάτω."],"Twitter appearance":["Εμφάνιση Twitter"],"To customize the appearance of your post specifically for Twitter, please fill out the 'Twitter appearance' settings below. If you leave these settings untouched, the 'Social media appearance' settings mentioned above will also be applied for sharing on Twitter.":["Για να προσαρμόσετε την εμφάνιση της δημοσίευσης σας ειδικά για το Twitter, συμπληρώστε τις ρυθμίσεις 'Εμφάνιση Twitter' παρακάτω. Εάν αφήσετε αυτές τις ρυθμίσεις ανέγγιχτες, οι ρυθμίσεις 'Εμφάνιση μέσων κοινωνικής δικτύωσης' που αναφέρονται παραπάνω θα εφαρμοστούν επίσης για κοινή χρήση στο Twitter."],"Determine how your post should look on social media like Facebook, Twitter, Instagram, WhatsApp, Threads, LinkedIn, Slack, and more.":["Καθορίστε πώς πρέπει να φαίνεται η δημοσίευση σας στα κοινωνικά δίκτυα όπως Facebook, Twitter, Instagram, WhatsApp, Threads, LinkedIn, Slack και άλλα."],"Get the checklist and start optimizing now!":["Λάβετε τη λίστα ελέγχου και ξεκινήστε τη βελτιστοποίηση τώρα!"],"Is your WooCommerce store ready for Black Friday?":["Είναι το κατάστημά σας έτοιμο για τη Black Friday;"],"The %1$s %2$sultimate Black Friday checklist%3$s helps you prepare in time, so you can boost your results during this sale.":["Η απόλυτη %1$s %2$sλίστα ελέγχου Black Friday%3$s σάς βοηθά να προετοιμαστείτε έγκαιρα, ώστε να μπορείτε να ενισχύσετε τα αποτελέσματά σας κατά τη διάρκεια αυτής της έκπτωσης."],"AI generator":["Γεννήτρια TN"],"New in %1$s":[""],"Use AI to write your titles & meta descriptions!":[""],"Use the power of Yoast AI to automatically generate compelling titles and descriptions for your posts and pages.":["Χρησιμοποιήστε τη δύναμη του Yoast TN για να δημιουργήσετε αυτόματα συναρπαστικούς τίτλους και περιγραφές για τις δημοσιεύσεις και τις σελίδες σας."],"AI title & description generator":["Γεννήτρια τίτλου και περιγραφής ΤΝ"],"Use AI":["Χρήση ΤΝ"],"Clear selection":["Καθαρισμός επιλογών"],"Note that the following commonly-used parameters will not be removed: %1$s, %2$s, %3$s, %4$s, %5$s, %6$s, and %7$s.":["Λάβετε υπόψη ότι οι ακόλουθες παράμετροι που χρησιμοποιούνται συνήθως δεν θα καταργηθούν: %1$s, %2$s, %3$s, %4$s, %5$s, %6$s και %7$s."],"Learn how to increase your rankings with %1$s":["Μάθετε πώς να αυξήσετε την κατάταξή σας με το %1$s"],"Want an enhanced Google preview of how your WooCommerce products look in the search results?":["Θέλετε μια βελτιωμένη προεπισκόπηση Google για την εμφάνιση των προϊόντων σας WooCommerce στα αποτελέσματα αναζήτησης;"],"Sign up today!":["Εγγραφείτε σήμερα!"],"Feeling lost when it comes to optimizing your site for the search engines? Join our FREE webinar to gain the confidence that you need in order to start optimizing like a pro! You'll obtain the knowledge and tools to start effectively implementing SEO.":["Αισθάνεστε χαμένοι όταν πρόκειται να βελτιστοποιήσετε τον ιστότοπό σας για τις μηχανές αναζήτησης; Δηλώστε συμμετοχή στο ΔΩΡΕΑΝ σεμινάριο μας για να αποκτήσετε την αυτοπεποίθηση που χρειάζεστε προκειμένου να αρχίσετε να βελτιστοποιείτε σαν επαγγελματίας! Θα αποκτήσετε τις γνώσεις και τα εργαλεία για να αρχίσετε να εφαρμόζετε αποτελεσματικά το SEO."],"Join our FREE webinar for SEO success":["Εγγραφείτε στο ΔΩΡΕΑΝ σεμινάριο μας για επιτυχημένο SEO"],"Want your products stand out in search results with rich results like price, reviews and more?":["Θέλετε τα προϊόντα σας να ξεχωρίζουν στα αποτελέσματα αναζήτησης με πλούσια αποτελέσματα όπως τιμή, κριτικές και άλλα;"],"%1$s, %2$s and %3$s":["%1$s, %2$s και %3$s"],"%1$s and %2$s":["%1$s και %2$s"],"Please see the “New” badges and review the Search appearance settings.":["Δείτε τα σήματα \"Νέο\" και ελέγξτε τις ρυθμίσεις εμφάνισης Αναζήτησης."],"New type of content added to your site!":["Νέος τύπος περιεχομένου προστέθηκε στον ιστότοπό σας!"],"Site policies":["Πολιτικές ιστότοπου"],"Select a page which provides information about your diversity policies for %1$sstaffing%2$s, %1$shiring%2$s and %1$semployment%2$s.":["Επιλέξτε μια σελίδα που παρέχει πληροφορίες σχετικά με τις πολιτικές διαφορετικότητας για %1$sπροσωπικό%2$s, %1$sπρόσληψη%2$s και %1$sεργασία%2$s."],"Select a page which provides information on your diversity policies for %1$seditorial%2$s content.":["Επιλέξτε μια σελίδα που παρέχει πληροφορίες σχετικά με τις πολιτικές σας για την διαφορετικότητα για το %1$sεκδοτικό%2$s περιεχόμενο."],"Select a page which describes the personal, organizational, and corporate %1$sstandards%2$s of %1$sbehavior%2$s expected by your organization.":["Επιλέξτε μια σελίδα που περιγράφει τα προσωπικά, οργανωτικά και εταιρικά %1$sπρότυπα%2$s της %1$sσυμπεριφοράς%2$s που αναμένεται από τον οργανισμό σας."],"Select a page which outlines your procedure for addressing %1$serrors%2$s (e.g., publishing retractions or corrections).":["Επιλέξτε μια σελίδα που περιγράφει τη διαδικασία αντιμετώπισης %1$sσφαλμάτων%2$s (π.χ. δημοσίευση ανακλήσεων ή διορθώσεων)."],"Select a page which describes how your organization collects and responds to %1$sfeedback%2$s, engages with the %1$spublic%2$s, and prioritizes %1$stransparency%2$s.":["Επιλέξτε μια σελίδα που περιγράφει τον τρόπο με τον οποίο ο οργανισμός σας συλλέγει και ανταποκρίνεται σε %1$sσχόλια%2$s, αλληλεπιδρά με το %1$sκοινό%2$s και δίνει προτεραιότητα στη %1$sδιαφάνεια%2$s."],"Select a page which describes the ownership structure of your organization. It should include information about  %1$sfunding%2$s and %1$sgrants%2$s.":["Επιλέξτε μια σελίδα που περιγράφει τη δομή ιδιοκτησίας του οργανισμού σας. Θα πρέπει να περιλαμβάνει πληροφορίες σχετικά με τη %1$sχρηματοδότηση%2$s και τις %1$sεπιχορηγήσεις%2$s."],"Select a page which describes the editorial principles of your organization. %1$sWhat%2$s do you write about, %1$swho%2$s do you write for, and %1$swhy%2$s?":["Επιλέξτε μια σελίδα που περιγράφει τις αρχές σύνταξης του οργανισμού σας. %1$sΓια τι%2$s γράφετε, %1$sποιον%2$s γράφετε και %1$sγιατί%2$s;"],"Select the pages on your website which contain information about your organizational and publishing policies. Some of these might not apply to your site, and you can select the same page for multiple policies. %1$sLearn more about why setting your site policies is important%2$s.":["Επιλέξτε τις σελίδες στον ιστότοπό σας που περιέχουν πληροφορίες σχετικά με τις οργανωτικές και εκδοτικές πολιτικές σας. Ορισμένες από αυτές μπορεί να μην ισχύουν για τον ιστότοπό σας και μπορείτε να επιλέξετε την ίδια σελίδα για πολλές πολιτικές. %1$sΜάθετε περισσότερα σχετικά με το γιατί ο καθορισμός των πολιτικών του ιστοτόπου σας είναι σημαντικός%2$s."],"Diversity staffing report":["Αναφορά στελέχωσης διαφορετικότητας"],"Diversity policy":["Πολιτική διαφορετικότητας"],"Ethics policy":["Πολιτική δεοντολογίας"],"Corrections policy":["Διορθωτική πολιτική"],"Actionable feedback policy":["Πολιτική δράσεων αλληλεπίδρασης"],"Ownership / Funding info":["Πληροφορίες ιδιοκτησίας/χρηματοδότησης"],"Publishing policies":["Πολιτικές δημοσίευσης"],"Publishing principles":["Αρχές δημοσίευσης"],"Failed to retrieve pages.":["Αποτυχία ανάκτησης σελίδων."],"Searching pages...":["Αναζήτηση σελίδων..."],"Add new page...":["Προσθήκη νέας σελίδας..."],"No pages found.":["Δεν βρέθηκαν σελίδες."],"You've added a new type of content. We recommend that you review the corresponding %1$sSearch appearance settings%2$s.":["Έχετε προσθέσει έναν νέο τύπο περιεχομένου. Σας προτείνουμε να ελέγξετε τις αντίστοιχες %1$sΡυθμίσεις εμφάνισης αναζήτησης%2$s."],"Error: Taxonomy was not removed from new_taxonomies list.":["Σφάλμα: Η ταξινομία δεν καταργήθηκε από τη λίστα new_taxonomies."],"Taxonomy is no longer new.":["Η ταξινομία δεν είναι πλέον νέα."],"Taxonomy is not new.":["Η ταξινόμια δεν είναι καινούργια."],"Error: Post type was not removed from new_post_types list.":["Σφάλμα: Ο τύπος δημοσιεύσης δεν καταργήθηκε από τη λίστα new_post_types."],"Post type is no longer new.":["Ο τύπος δημοσίευσης δεν είναι πλέον καινούργιος."],"Post type is not new.":["Ο τύπος δημοσίευσης δεν είναι καινούργιος."],"Write a bug report":["Γράψτε μια αναφορά σφάλματος"],"Our support team is here to answer any questions you may have. Fill out the (pop-up) contact form, and we'll get back to you as soon as possible!":["Η ομάδα υποστήριξής μας είναι εδώ για να απαντήσει σε οποιεσδήποτε ερωτήσεις μπορεί να έχετε. Συμπληρώστε τη (αναδυόμενη) φόρμα επικοινωνίας και θα επικοινωνήσουμε μαζί σας το συντομότερο δυνατό!"],"%1$sSupport languages:%2$s English & Spanish":["%1$sΓλώσσες υποστήριξης:%2$s Αγγλικά & Ισπανικά"],"If you don't find the answers you're looking for and need personalized help, you can get 24/7 support from one of our support engineers.":["Αν δεν βρείτε τις απαντήσεις που αναζητάτε και χρειάζεστε εξατομικευμένη βοήθεια, μπορείτε να λάβετε υποστήριξη 24/7 από έναν από τους μηχανικούς υποστήριξής μας."],"Contact our support team":["Επικοινωνήστε με την ομάδα υποστήριξής μας"],"Have you stumbled upon a bug while using %1$s? Please raise a bug report on our GitHub repository to let us know about the issue!":["Πέσατε πάνω σε ένα σφάλμα κατά τη χρήση του %1$s; Παρακαλούμε κάντε μια αναφορά σφάλματος στο αποθετήριο GitHub για να μας ενημερώσετε για το πρόβλημα!"],"Raise a bug report on GitHub":["Δημιουργήστε μια αναφορά σφάλματος στο GitHub"],"Visit WordPress forum":["Επισκεφθείτε τα φόρα του WordPress"],"In the WordPress support forum for %1$s you can find answers or ask for help from %1$s users in the WordPress community.":["Στο φόρουμ υποστήριξης του WordPress για το %1$s μπορείτε να βρείτε απαντήσεις ή να ζητήσετε βοήθεια από χρήστες του %1$s στην κοινότητα του WordPress."],"WordPress support forum for %1$s":["Φόρα υποστήριξης WordPress για %1$s"],"Visit our help center":["Επισκεφτείτε το κέντρο βοήθειας"],"Have a look at our help center to find articles, tutorials, and other resources to help you get the most out of %1$s!":["Ρίξτε μια ματιά στο κέντρο βοήθειας για να βρείτε άρθρα, σεμινάρια και άλλες πηγές που θα σας βοηθήσουν να αξιοποιήσετε στο έπακρο το %1$s!"],"%1$s's help center":["Κέντρο βοήθειας του %1$s"],"Need help with %1$s? These resources are a great place to start!":["Χρειάζεστε βοήθεια με το %1$s; Αυτές οι πηγές είναι ένα εξαιρετικό μέρος για να ξεκινήσετε!"],"Additional resources":["Επιπλέον πηγές"],"Here, you'll find answers to commonly asked questions about using %1$s. If you don't see your question listed, you can have a look at the section below.":["Εδώ θα βρείτε απαντήσεις σε συχνές ερωτήσεις σχετικά με τη χρήση του %1$s. Αν δεν βλέπετε την ερώτησή σας να περιλαμβάνεται, μπορείτε να ρίξετε μια ματιά στην παρακάτω ενότητα."],"Frequently asked questions":["Συχνές ερωτήσεις"],"If you have any questions, need a hand with a technical issue, or just want to say hi, we've got you covered. Get in touch with us and we'll be happy to assist you!":["Εάν έχετε οποιεσδήποτε ερωτήσεις, χρειάζεστε ένα χέρι βοήθειας με ένα τεχνικό πρόβλημα ή θέλετε απλώς να πείτε ένα γεια, σας έχουμε καλύψει. Επικοινωνήστε μαζί μας και θα χαρούμε να σας βοηθήσουμε!"],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by Google AdsBot. You should only enable this setting if you're not using Google Ads on your site.":["Προσθέστε έναν κανόνα 'disallow' στο αρχείο robots.txt για να αποτρέψετε την ανίχνευση από το AdsBot της Google. Θα πρέπει να ενεργοποιήσετε αυτή τη ρύθμιση μόνο αν δεν χρησιμοποιείτε διαφημίσεις Google στον ιστότοπό σας."],"Block unwanted bots":["Αποκλεισμός ανεπιθύμητων ρομπότ"],"Close the upgrade callout":["Κλείστε την πρόσκληση αναβάθμισης"],"%1$s and get an exclusive %2$s discount for %3$s month(s).":["%1$s και κερδίστε μια αποκλειστική έκπτωση %2$s για %3$s μήνα(-ες)."],"Click here to upgrade your %s plan":["Κάντε κλικ εδώ για να αναβαθμίσετε το πλάνο σας %s"],"Keyphrases tracked: %1$s/%2$s":["Παρακολουθούμενες φράσεις-κλειδιά: %1$s/%2$s"],"Your are tracking %1$s out of %2$s keyphrases included in your account.":["Παρακολουθείτε %1$s από %2$s λέξεις-κλειδιά που περιλαμβάνονται στο λογαριασμό σας."],"Your are tracking %1$s out of %2$s keyphrases included in your free account.":["Παρακολουθείτε %1$s από %2$s λέξεις-κλειδιά που περιλαμβάνονται στον δωρεάν λογαριασμό σας."],"Support":["Υποστήριξη"],"Prevent Google AdsBot from crawling":["Αποτρέψτε την ανίχνευση του Google AdsBot"],"%s":["%s"],"This overview will show you your top performing keyphrases in Google. Connect with %s to get started.":["Αυτή η επισκόπηση θα σας δείξει τις λέξεις-κλειδιά με τις καλύτερες επιδόσεις στο Google. Συνδεθείτε με την %s για να ξεκινήσετε."],"You have successfully connected with %s.":["Συνδεθήκατε με επιτυχία στο %s"],"You have successfully connected with %1$s. Your %2$s account does not contain any keyphrases for this website yet. You can track keyphrases by using the \"Track SEO Performance\" button in the post editor.":["Συνδεθήκατε επιτυχώς με το %1$s. Ο λογαριασμός σας %2$s δεν περιέχει ακόμη καμία φράση-κλειδί για αυτόν τον ιστότοπο. Μπορείτε να παρακολουθείτε τις φράσεις-κλειδιά χρησιμοποιώντας το κουμπί \"Track SEO Performance\" (Παρακολούθηση απόδοσης SEO) στον επεξεργαστή δημοσιεύσεων."],"Network Error: Unable to connect to the server. Please check your internet connection and try again later.":["Σφάλμα δικτύου: Αδυναμία σύνδεσης στο διακομιστή. Ελέγξτε τη σύνδεσή σας στο διαδίκτυο και προσπαθήστε ξανά αργότερα."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of URLs like %1$s, %2$s and %3$s.":["Προσθέστε έναν κανόνα 'disallow' στο αρχείο robots.txt για να αποτρέψετε την ανίχνευση διευθύνσεων URL όπως %1$s, %2$s και %3$s."],"Your WordPress environment is running on a non-production site. Indexables can only be created on production environments. Please check your `WP_ENVIRONMENT_TYPE` settings.":["Το περιβάλλον του WordPress σας εκτελείται σε μια μη παραγωγικό ιστότοπο. Τα ευρετήρια μπορούν να δημιουργηθούν μόνο σε περιβάλλοντα παραγωγής. Παρακαλούμε ελέγξτε τις ρυθμίσεις σας `WP_ENVIRONMENT_TYPE`."],"Inclusive language: %s":["Συμπεριληπτική γλώσσα: %s"],"%1$s / %2$s: Top Keyphrases":["%1$s / %2$s: Κορυφαίες λέξεις-κλειδιά"],"The post type %s could not be indexed because it does not meet indexing requirements.":["Ο τύπος δημοσίευσης %s δεν μπόρεσε να ευρετηριαστεί επειδή δεν πληροί τις προϋποθέσεις ευρετηρίασης."],"The name of this category is %1$s.":["Το όνομα της κατηγορίας αυτής είναι %1$s."],"Start the course":["Ξεκινήστε το μάθημα"],"Start free trial lesson":["Ξεκινήστε δωρεάν δοκιμαστικό μάθημα"],"Maximize your SEO game by purchasing %s, which grants you unlimited access to all courses.":["Μεγιστοποιήστε  την απόδοση του SEO σας αγοράζοντας %s, με το οποίο σας παρέχεται πρόσβαση σε όλα τα σεμινάρια."],"Learn vital SEO skills that you can apply at once! Let us take you by the hand and give you practical SEO tips to help you outrank your competitors. %s comes with five free courses.":["Μάθετε ζωτικές δεξιότητες SEO που μπορείτε να εφαρμόσετε αμέσως! Αφήστε μας να σας πάρουμε από το χέρι και να σας δώσουμε πρακτικές συμβουλές SEO που θα σας βοηθήσουν να ξεπεράσετε τους ανταγωνιστές σας. Το %s συνοδεύεται από πέντε δωρεάν μαθήματα."],"Learn vital SEO skills that you can apply at once! Let us take you by the hand and give you practical SEO tips to help you outrank your competitors. Maximize your SEO game! Because your %s subscription gives you unlimited access to all courses.":["Μάθετε ζωτικές δεξιότητες SEO που μπορείτε να εφαρμόσετε αμέσως! Αφήστε μας να σας πάρουμε από το χέρι και να σας δώσουμε πρακτικές συμβουλές SEO που θα σας βοηθήσουν να ξεπεράσετε τους ανταγωνιστές σας. Μεγιστοποιήστε το παιχνίδι SEO σας! Επειδή η συνδρομή σας %s σάς δίνει απεριόριστη πρόσβαση σε όλα τα μαθήματα."],"Choosing the right type of hosting for your site is the basis of a solid Technical SEO strategy. Learn all about it in this course!":["Η επιλογή του σωστού τύπου φιλοξενίας για τον ιστότοπό σας είναι η βάση μιας σταθερής στρατηγικής τεχνικού SEO. Μάθετε τα πάντα για αυτό σε αυτό το μάθημα!"],"You have to make it possible for search engines to find your site, so they can display it in the search results. We'll tell you all about how that works in this course!":["Πρέπει να δώσετε τη δυνατότητα στις μηχανές αναζήτησης να βρουν τον ιστότοπό σας, ώστε να μπορούν να τον εμφανίσουν στα αποτελέσματα αναζήτησης. Θα σας πούμε τα πάντα για το πώς λειτουργεί σε αυτό το μάθημα!"],"Are you selling in countries all over the world? In this course, you’ll learn all about setting up and managing a site that targets people in different languages and locales.":["Πουλάτε σε χώρες σε όλο τον κόσμο; Σε αυτό το μάθημα, θα μάθετε τα πάντα σχετικά με τη δημιουργία και τη διαχείριση ενός ιστότοπου που στοχεύει άτομα σε διαφορετικές γλώσσες και τοπικές ρυθμίσεις."],"Do you want to take a deep dive into structured data? In this course, you'll learn the theory related to structured data in detail.":["Θέλετε να κάνετε μια βαθιά βουτιά στα δομημένα δεδομένα; Σε αυτό το μάθημα, θα μάθετε τη θεωρία που σχετίζεται με τα δομημένα δεδομένα λεπτομερώς."],"Learn how to optimize your online shop for your customers and for search engines!":["Μάθετε πώς να βελτιστοποιήσετε το ηλεκτρονικό σας κατάστημα για τους πελάτες σας και για τις μηχανές αναζήτησης!"],"Do you own a local business? This course will teach you how to make sure your local audience can find you in the search results and on Google Maps!":["Έχετε τοπική επιχείρηση; Αυτό το μάθημα θα σας διδάξει πώς να βεβαιωθείτε ότι το τοπικό κοινό σας μπορεί να σας βρει στα αποτελέσματα αναζήτησης και στους Χάρτες Google!"],"A clear site structure benefits your users and is of great importance for SEO. Still, most people seem to forget about this. Get ahead of your competition and learn how to improve your site structure!":["Μια σαφής δομή του ιστότοπου ωφελεί τους χρήστες σας και έχει μεγάλη σημασία για το SEO. Ωστόσο, οι περισσότεροι άνθρωποι φαίνεται να το ξεχνάνε αυτό. Ξεπεράστε τους ανταγωνιστές σας και μάθετε πώς να βελτιώσετε τη δομή του ιστότοπού σας!"],"Start creating block-tastic content with the new WordPress block editor! Learn all about the block editor and what you can do with it.":["Ξεκινήστε να δημιουργείτε περιεχόμενο μπλοκ-ταστικό με το νέο επεξεργαστή μπλοκ WordPress! Μάθετε τα πάντα για τον επεξεργαστή μπλοκ και τι μπορείτε να κάνετε με αυτό."],"Do you know the essential first step of good SEO? It's keyword research. In this training, you'll learn how to research and select the keywords that will guide searchers to your pages.":["Γνωρίζετε το βασικό πρώτο βήμα για ένα καλό SEO; Είναι έρευνα λέξεων-κλειδιών. Σε αυτό το μάθημα, θα μάθετε πώς να κάνετε έρευνα και να επιλέγετε τις λέξεις-κλειδιά που θα οδηγήσουν τους χρήστες που κάνουν αναζήτηση στις σελίδες σας."],"Learn how to make your site stand out from the crowd by adding structured data!":["Μάθετε πώς να κάνετε τον ιστότοπό σας να ξεχωρίζει από το πλήθος προσθέτοντας δομημένα δεδομένα!"],"In this course, you'll learn how to write awesome copy that is optimized for ranking in search engines.":["Σε αυτό το μάθημα, θα μάθετε πώς να γράφετε ένα εκπληκτικό κείμενο που είναι βελτιστοποιημένο για κατάταξη στις μηχανές αναζήτησης."],"Do you want to set up your own WordPress site? This course will teach you the ins and outs of creating and maintaining a WordPress website!":["Θέλετε να δημιουργήσετε τον δικό σας ιστότοπο WordPress; Αυτό το μάθημα θα σας διδάξει τις λεπτομέρειες της δημιουργίας και της συντήρησης ενός ιστότοπου WordPress!"],"In this course, you'll learn practical SEO skills on every key aspect of SEO, to make your site stand out.":["Σε αυτό το μάθημα, θα μάθετε πρακτικές δεξιότητες SEO σε κάθε βασική πτυχή του SEO, για να κάνετε τον ιστότοπό σας να ξεχωρίζει."],"In this course, you'll learn about how to set up and use the %1$s for WordPress plugin so it makes SEO even easier. This course is meant for users of the block editor.":["Σε αυτό το μάθημα, θα μάθετε πώς να ρυθμίζετε και να χρησιμοποιείτε το πρόσθετο %1$s για WordPress, ώστε να κάνει το SEO ακόμα πιο εύκολο. Αυτό το μάθημα προορίζεται για χρήστες του επεξεργαστή μπλοκ."],"In this free course, you'll get quick wins to make your site rank higher in Google, Bing, and Yahoo.":["Σε αυτό το δωρεάν μάθημα, θα λάβετε γρήγορες νίκες για να κάνετε τον ιστότοπό σας να κατατάσσεται υψηλότερα στο Google, το Bing και το Yahoo."],"Academy":["Ακαδημία"],"%1$s %2$s isn't working as expected %3$s and you are not receiving updates or support! Make sure to %4$s activate your product subscription in %5$s%6$s to unlock all the features of %7$s.":["Το %1$s %2$s δεν λειτουργεί όπως αναμενόταν %3$s και δεν λαμβάνετε ενημερώσεις ή υποστήριξη! Βεβαιωθείτε ότι %4$s ενεργοποιήσατε τη συνδρομή σας στο προϊόν %5$s%6$s για να ξεκλειδώσετε όλες τις δυνατότητες του %7$s."],"%1$s can't be updated because your product subscription is expired. %2$sRenew your product subscription%3$s to get updates again and use all the features of %1$s.":["Το %1$s δεν μπορεί να ενημερωθεί επειδή η συνδρομή προϊόντος σας έχει λήξει. %2$sΑνανεώστε τη συνδρομή προϊόντος%3$s για να λαμβάνετε ξανά ενημερώσεις και να χρησιμοποιήσετε όλες τις δυνατότητες του %1$s."],"Warning! These are expert features, so make sure you know what you're doing before using this setting. You might break your site. %1$sRead more about how your site can be affected%2$s.":["Προειδοποίηση! Αυτά είναι προηγμένα χαρακτηριστικά, οπότε πρέπει να είστε σίγουροι πριν χρησιμοποιήσετε αυτή τη ρύθμιση. Υπάρχει ενδεχόμενο να προκαλέσετε ζημιά στον ιστότοπο σας. %1$sΔιαβάστε περισσότερα σχετικά με το πως ο ιστότοπος σας μπορεί να επηρεαστεί%2$s."],"%1$s: unregistered URL parameter removed. See %2$s":["%1$s: η μη-καταχωρημένη URL παράμετρος αφαιρέθηκε. Δείτε %2$s"],"This feature is disabled when your site is not using pretty permalinks.":["Αυτό το χαρακτηριστικό είναι απενεργοποιημένο όταν ο ιστότοπος σας δεν χρησιμοποιεί μόνιμους συνδέσμους."],"This feature is disabled when your site is not using %1$spretty permalinks%2$s.":["Αυτό το χαρακτηριστικό είναι απενεργοποιημένο όταν ο ιστότοπος σας δεν χρησιμοποιεί %1$spretty permalinks%2$s."],"%1$s: redirect utm variables to #":["%1$s: ανακατεύθυνε τις utm μεταβλητές στο #"],"Optimize your business for multiple locations":["Βελτιστοποιήστε την επιχείρησή σας για πολλές τοποθεσίες"],"Easily add maps, address finders, and opening hours to your content":["Προσθέστε εύκολα χάρτες, ευρετήρια διευθύνσεων, και ώρες λειτουργίας στο περιεχόμενο σας"],"Automatically get technical SEO best practices for local businesses":["Λάβετε αυτόματα τεχνικές βέλτιστες πρακτικές SEO για τοπικές επιχειρήσεις"],"Attract more customers to your site and physical store":[""],"Remove Other profile %1$s":["Αφαίρεση άλλου Προφίλ %1$s"],"Please select a user in the Site representation step.":["Παρακαλώ επιλέξτε ένα χρήστη για το βήμα αναπαράσταση ιστοσελίδας."],"You can %1$supdate or add social profiles to this user profile%2$s.":["Μπορείτε να %1$sαναβαθμίσετε η να προσθέσετε κοινωνικά προφίλ σε αυτό το προφίλ χρήστη%2$s."],"You have selected the user %1$s as the person this site represents.":["Έχετε επιλέξει τον χρήστη %1$s ως το άτομο που αντιπροσωπεύει αυτός ο ιστότοπος."],"If you select a Person to represent this site, we will use the social profiles from the selected user's profile page.":["Αν επιλέξετε κάποιον να εκπροσωπήσει αυτόν τον ιστότοπο, θα χρησιμοποιήσουμε τα κοινωνικά προφίλ από το προφίλ του επιλεγμένου χρήστη."],"It looks like you've enabled media pages. We recommend that you help us to re-analyze your site by running the SEO data optimization. ":["Φαίνεται ότι έχετε ενεργοποιήσει τις σελίδες πολυμέσων. Προτείνουμε να μας βοηθήσετε να αναλύσουμε ξανά τη σελίδα σας, εκτελώντας την Βελτιστοποίηση δεδομένων SEO. "],"Organization Mastodon":["Οργανισμός Mastodon"],"%1$s Settings - %2$s":["%1$s Ρυθμίσεις - %2$s"],"Read more about how to get your site verified.":["Διαβάστε περισσότερα σχετικά με τον τρόπο επαλήθευσης του ιστότοπού σας."],"Get your site verified in your Mastodon profile.":["Επαληθεύστε τον ιστότοπό σας στο προφίλ σας στο Mastodon."],"E.g. https://mastodon.social/@yoast":["Π.χ. https://mastodon.social/@yoast"],"Mastodon":["Mastodon"],"%2$s integrates %1$s' Schema output into its own to get rich snippets for your digital products!":["Το %2$s ενσωματώνει την έξοδο Schema του %1$s στη δική του για να αποκτήσει πλούσια αποσπάσματα για τα ψηφιακά σας προϊόντα!"],"Get %1$srich results for your digital products%2$s in Google search":["Λάβετε %1$srich αποτελέσματα για τα ψηφιακά σας προϊόντα%2$s στην αναζήτηση Google"],"Add trustworthiness to your %1$s profile by verifying your site with %2$s.":["Προσθέστε αξιοπιστία στο προφίλ σας %1$s επαληθεύοντας τον ιστότοπό σας με %2$s."],"Verify your site on %1$s%2$s%3$s":["Επαληθεύστε το ιστότοπο σας στο %1$s%2$s%3$s"],"Mastodon profile not yet added":["Το προφίλ Mastodon δεν προστέθηκε ακόμη"],"Mastodon profile added":["Προστέθηκε το προφίλ Mastodon"],"Potentially non-inclusive":["Πιθανόν μη συμπεριληπτική"],"Finish your %s":["Ολοκληρώστε το %s σας"],"Please enter a number between 1 and 50.":["Εισαγάγετε έναν αριθμό μεταξύ 1 και 50."],"Settings navigation":["Πλοήγηση ρυθμίσεων"],"Close settings navigation":["Κλείσιμο πλοήγησης ρυθμίσεων"],"Open settings navigation":["Άνοιγμα πλοήγησης ρυθμίσεων"],"Choose whether your site represents an organization or a person. %1$sLearn more about the differences and choosing between Organization and Person%2$s.":["Επιλέξτε εάν ο ιστότοπός σας αντιπροσωπεύει έναν οργανισμό ή ένα άτομο. %1$sΜάθετε περισσότερα σχετικά με τις διαφορές και την επιλογή μεταξύ Οργανισμού και Ατόμου%2$s."],"%1$sGet%2$s %3$s":["%1$sΛήψη%2$s %3$s"],"Index Now":["Index Now"],"Failed to retrieve media.":["Αποτυχία ανάκτησης πολυμέσων."],"Limit the length of internal site search queries to reduce the impact of spam attacks and confusing URLs. Please enter a number between 1 and 50.":["Περιορίστε τα εσωτερικά ερωτήματα αναζήτησης του ιστότοπου για να μειώσετε τον αντίκτυπο των επιθέσεων ανεπιθύμητης αλληλογραφίας και των διευθύνσεων URL που προκαλούν σύγχυση. Εισαγάγετε έναν αριθμό μεταξύ 1 και 50."],"The number you've entered is not between 1 and 50.":["Ο αριθμός που έχετε εισαγάγει δεν είναι μεταξύ 1 και 50."],"Determine how your %1$s should look on social media.":["Προσδιορίστε πώς πρέπει να φαίνεται το %1$s σας στα μέσα κοινωνικής δικτύωσης."],"Disabling this means that archive pages for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Η απενεργοποίηση αυτού σημαίνει ότι οι σελίδες ιστορικού για %1$s δεν θα ευρετηριαστούν από τις μηχανές αναζήτησης και θα εξαιρεθούν από τους χάρτες ιστότοπου XML."],"Prevents specific URL parameters from being removed by the above feature. E.g., adding %1$s will prevent %2$s from being redirected to %3$s. You can add multiple parameters and separate them by using enter or a comma.":["Αποτρέπει την κατάργηση συγκεκριμένων παραμέτρων URL από την παραπάνω δυνατότητα. Π.χ., η προσθήκη %1$s θα αποτρέψει την ανακατεύθυνση του %2$s στο %3$s. Μπορείτε να προσθέσετε πολλές παραμέτρους και να τις διαχωρίσετε χρησιμοποιώντας enter ή κόμμα."],"Consolidates WordPress' multiple site search URL formats into the %1$s syntax. E.g., %2$s will redirect to %3$s":["Ενοποιεί τις μορφές URL αναζήτησης πολλαπλών ιστότοπων του WordPress στη σύνταξη %1$s. Π.χ., το %2$s θα ανακατευθύνει στο %3$s"],"Redirect pretty URLs to ‘raw’ formats":["Ανακατευθύνετε όμορφα URL σε «ακατέργαστες» μορφές"],"Allow":["Επιτρέπεται"],"Deny":["Άρνηση"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["Για να δείτε το βίντεο, χρειάζεται να επιτρέψετε το %1$s να φορτώσει τα ενσωματωμένα βίντεο από %2$s."],"Only available for English sites":["Διαθέσιμο μόνο για Αγγλικούς ιστότοπους"],"You can change the default type for %1$s under Content types in the %2$sSettings%3$s.":["Μπορείτε να αλλάξετε τον προεπιλεγμένο τύπο για %1$s στην ενότητα Τύποι περιεχομένου στις %2$sΡυθμίσεις%3$s."],"all the Yoast plugins":["όλα τα πρόσθετα Yoast"],"Show date archives in search results":["Εμφάνιση ιστορικού ημερομηνίας στα αποτελέσματα αναζήτησης"],"Show %1$s archives in search results":["Εμφάνιση ιστορικού %1$s στα αποτελέσματα αναζήτησης"],"Prefix for archive breadcrumbs":["Πρόθεμα για ιστορικό διαδρομής"],"Unlock rich results in Google search by using plugins that integrate with the %1$sYoast Schema API%2$s.":["Ξεκλειδώστε εμπλουτισμένα αποτελέσματα στην αναζήτηση Google χρησιμοποιώντας πρόσθετα που ενσωματώνονται στο %1$sYoast Schema API%2$s."],"Schema API integrations":["Ενσωματώσεις schema API"],"%s can integrate with other products, to help you further improve your website. You can enable or disable these integrations below.":["Το %s μπορεί να ενσωματωθεί με άλλα προϊόντα, για να σας βοηθήσει να βελτιώσετε περαιτέρω τον ιστότοπό σας. Μπορείτε να ενεργοποιήσετε ή να απενεργοποιήσετε αυτές τις ενσωματώσεις παρακάτω."],"Unlock rich snippets for your product pages by using %1$s.":["Ξεκλειδώστε εμπλουτισμένα αποσπάσματα για τις σελίδες προϊόντων σας χρησιμοποιώντας το %1$s."],"Get %1$srich product results%2$s in Google search":["Λάβετε %1$sπλούσια αποτελέσματα%2$s στην αναζήτηση Google"],"%1$s integrates with %2$s's Schema API to get rich snippets for your recipes!":["Το %1$s ενσωματώνεται με το Schema API του %2$s για να έχετε πλούσια σύνολα για τις συνταγές σας!"],"Get %1$srich results for your recipes%2$s in Google search":["Λάβετε %1$sπλούσια αποτελέσματα για τις συνταγές σας%2$s στην αναζήτηση Google"],"%1$s integrates with %2$s's Schema API to get rich snippets for your podcasts!":["Το %1$s ενσωματώνεται με το Schema API του %2$s για να αποκτήσετε πλούσια αποσπάσματα για τα podcast σας!"],"Get %1$srich results for your podcast%2$s in Google search":["Λάβετε %1$sπλούσια αποτελέσματα για το podcast%2$s σας στην αναζήτηση της Google"],"%1$s integrates with %2$s's Schema API to get rich snippets for your events!":["Το %1$s ενσωματώνεται με το Schema API του %2$s για να λαμβάνει πλούσια αποσπάσματα για τις εκδηλώσεις σας!"],"Get %1$srich results for your events%2$s in Google search":["Λάβετε %1$sπλούσια αποτελέσματα για τις εκδηλώσεις σας%2$s στην αναζήτηση Google"],"You have selected the user %1$s%3$s%2$s as the person this site represents. Their user profile information will now be used in search results. We're sorry, you're not allowed to edit this user's profile. Please contact your admin or %1$s%3$s%2$s to check and/or update the profile.":["Έχετε επιλέξει τον χρήστη %1$s%3$s%2$s ως το άτομο που αντιπροσωπεύει αυτός ο ιστότοπος. Τα στοιχεία του προφίλ χρήστη τους θα χρησιμοποιούνται πλέον στα αποτελέσματα αναζήτησης. Λυπούμαστε, δεν επιτρέπεται να επεξεργαστείτε το προφίλ αυτού του χρήστη. Επικοινωνήστε με τον διαχειριστή σας ή τον %1$s%3$s%2$s για να ελέγξετε ή/και να ενημερώσετε το προφίλ."],"An organization name and logo need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site name and logo as default values. %1$sLearn more about the importance of structured data%2$s.":["Για να λειτουργούν σωστά τα δομημένα δεδομένα πρέπει να οριστούν ένα όνομα και ένα λογότυπο οργανισμού. Εφόσον δεν τα έχετε ορίσει ακόμη, χρησιμοποιούμε το όνομα και το λογότυπο του ιστότοπου ως προεπιλεγμένες τιμές. %1$sΜάθετε περισσότερα σχετικά με τη σημασία των δομημένων δεδομένων%2$s."],"This info is intended to appear in %1$sGoogle's Knowledge Graph%2$s.":["Αυτές οι πληροφορίες προορίζονται να εμφανίζονται στο %1$sΓράφημα γνώσεων%2$s της Google."],"Other profile %1$s":["Άλλο προφίλ %1$s"],"Tweet":["Tweet"],"Organization Twitter":["Οργανισμός Twitter"],"Open Graph":["Open Graph"],"Organization Facebook":["Οργανισμός Facebook"],"OpenGraph":["OpenGraph"],"Format archives":["Μορφή ιστορικών"],"File":["Αρχείο"],"PDF":["PDF"],"Video":["Video"],"Attachment":["Συνημμένο"],"404 pages title":["Τίτλος 404 σελίδων"],"Search pages title":["Τίτλος σελίδων αναζήτησης"],"Enable date archives":["Ενεργοποίηση ιστορικού ημερομηνίας"],"Enable author archives":["Ενεργοποίηση ιστορικού συντακτών"],"Anchor text for the homepage":["Κείμενο συνδέσμου για την αρχική σελίδα"],"Organization/person":["Οργανισμός/Φυσικό πρόσωπο"],"Divider":["Διαχωριστής"],"Remove Atom/RDF feeds":["Αφαίρεση ροών Atom/RDF"],"Webmaster":["Webmaster"],"Share":["Κοινοποίηση"],"Structured data":["Δομημένα δεδομένων"],"Enable the %1$s XML sitemaps. A sitemap is a file that lists a website's essential pages to make sure search engines can find and crawl them.":["Ενεργοποιήστε τους χάρτες ιστότοπου XML %1$s. Ο χάρτης ιστότοπου είναι ένα αρχείο που παραθέτει τις βασικές σελίδες ενός ιστότοπου για να βεβαιωθεί ότι οι μηχανές αναζήτησης μπορούν να τις βρουν και να τις ανιχνεύσουν."],"The %1$s icon in the top admin bar provides quick access to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["Το εικονίδιο %1$s στην επάνω γραμμή διαχειριστή παρέχει γρήγορη πρόσβαση σε εργαλεία τρίτων για την ανάλυση σελίδων και σας διευκολύνει να δείτε εάν έχετε νέες ειδοποιήσεις."],"Allows for Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared. Keep this feature enabled to optimize your site for social media.":["Επιτρέπει στο Facebook και σε άλλα μέσα κοινωνικής δικτύωσης να εμφανίζουν μια προεπισκόπηση με εικόνες και ένα απόσπασμα κειμένου όταν κοινοποιείται ένας σύνδεσμος προς τον ιστότοπό σας. Διατηρήστε αυτή τη δυνατότητα ενεργοποιημένη για να βελτιστοποιήσετε τον ιστότοπό σας στα μέσα κοινωνικής δικτύωσης"],"Count the number of internal links from and to your posts to improve your site structure.":["Μετρήστε τον αριθμό των εσωτερικών συνδέσμων από και προς τις δημοσιεύσεις σας για να βελτιώσετε τη δομή του ιστότοπού σας."],"Mark and filter your cornerstone content to make sure your most important articles get the attention they deserve. To help you write excellent copy, we’ll assess your text more strictly.":["Σημειώστε και φιλτράρετε το σημαντικό σας περιεχόμενο για να βεβαιωθείτε ότι τα πιο σημαντικά άρθρα σας τραβούν την προσοχή που τους αξίζει. Για να σας βοηθήσουμε να γράψετε εξαιρετικό υλικό, θα αξιολογήσουμε το κείμενό σας πιο αυστηρά."],"Get more insights into what you are writing. What words do you use most often? How much time does it take to read your text? Is your text easy to read?":["Λάβετε περισσότερες πληροφορίες σχετικά με αυτό που γράφετε. Ποιες λέξεις χρησιμοποιείτε πιο συχνά; Πόσος χρόνος χρειάζεται για να διαβαστεί το κείμενό σας; Είναι εύκολο να διαβαστεί το κείμενό σας;"],"The inclusive language analysis offers suggestions to write more inclusive copy, so more people will be able to relate to your content.":["Η συμπεριληπτική ανάλυση γλώσσας προσφέρει προτάσεις για να γράψετε πιο συμπεριληπτικό κείμενο, ώστε περισσότεροι άνθρωποι να μπορούν να σχετίζονται με το περιεχόμενό σας."],"The SEO analysis offers suggestions to improve the findability of your text and makes sure that your content meets best practices.":["Η ανάλυση SEO προσφέρει προτάσεις για τη βελτίωση της δυνατότητας εύρεσης του κειμένου σας και διασφαλίζει ότι το περιεχόμενό σας πληροί τις βέλτιστες πρακτικές."],"Set the basic info for your website. You can use %1$stagline%2$s and %1$sseparator%2$s as %3$sreplacement variables%4$s when configuring the search appearance of your content.":["Ορίστε τις βασικές πληροφορίες για τον ιστότοπό σας. Μπορείτε να χρησιμοποιήσετε τον %1$sυπότιτλο%2$s και το %1$sδιαχωριστή%2$s ως %3$sμεταβλητές αντικατάστασης%4$s κατά τη διαμόρφωση της εμφάνισης αναζήτησης του περιεχομένου σας."],"Usage tracking allows us to track some data about your site to improve our plugin. %1$sLearn more about which data we track and why%2$s.":["Η παρακολούθηση χρήσης μας επιτρέπει να παρακολουθούμε ορισμένα δεδομένα σχετικά με τον ιστότοπό σας για να βελτιώσουμε το πρόσθετο μας. %1$sΜάθετε περισσότερα σχετικά με τα δεδομένα που παρακολουθούμε και γιατί%2$s."],"A link to the archive for the post author, with the author's name as anchor text.":["Ένας σύνδεσμος προς το ιστορικό για τον συντάκτη της δημοσίευσης, με το όνομα του συντάκτη ως κείμενο συνδέσμου."],"Determine how your %1$s pages should be described by default in your site's Schema.org markup. You can always customize the settings for individual %1$s pages in the %2$s metabox.":["Καθορίστε πώς θα πρέπει να περιγράφονται οι σελίδες %1$s από προεπιλογή στη σήμανση Schema.org του ιστότοπού σας. Μπορείτε πάντα να προσαρμόσετε τις ρυθμίσεις για μεμονωμένες σελίδες %1$s στο μέτα-πλαίσιο %2$s."],"Determine how your %1$s pages should look in search engines. You can always customize the settings for individual %1$s pages in the %2$s metabox.":["Προσδιορίστε πώς πρέπει να φαίνονται οι σελίδες σας %1$s στις μηχανές αναζήτησης. Μπορείτε πάντα να προσαρμόσετε τις ρυθμίσεις για μεμονωμένες σελίδες %1$s στο μέτα-πλαίσιο %2$s."],"Enable %1$s pages":["Ενεργοποίηση σελίδων %1$s"],"Determine how your homepage should look in the search results.":["Προσδιορίστε πώς θα πρέπει να φαίνεται η αρχική σας σελίδα στα αποτελέσματα αναζήτησης."],"Determine how your %1$s should look in search engines. You can always customize the settings for individual %1$s in the %2$s metabox.":["Προσδιορίστε πώς πρέπει να φαίνεται το %1$s σας στις μηχανές αναζήτησης. Μπορείτε πάντα να προσαρμόσετε τις ρυθμίσεις για μεμονωμένα %1$s στο μέτα-πλαίσιο %2$s."],"Enable format-based archives":["Ενεργοποίηση μορφοποιημένου ιστορικού"],"Not sure how to implement the %3$s breadcrumbs on your site? Read %1$sour help article on breadcrumbs implementation%2$s.":["Δεν είστε σίγουροι πώς να υλοποιήσετε τις διαδρομές %3$s στον ιστότοπό σας; Διαβάστε %1$sστο άρθρο βοήθειας σχετικά με την υλοποίηση διαδρομών%2$s."],"Show %1$s without posts in search results":["Εμφάνιση %1$s χωρίς δημοσιεύσεις στα αποτελέσματα αναζήτησης"],"Determine how your %1$s should look on social media by default. You can always customize the settings for individual %1$s in the %2$s metabox.":["Καθορίστε πώς θα πρέπει να φαίνεται το %1$s σας στα μέσα κοινωνικής δικτύωσης από προεπιλογή. Μπορείτε πάντα να προσαρμόσετε τις ρυθμίσεις για μεμονωμένα %1$s στο μέτα-πλαίσιο %2$s."],"Determine what your %1$s should look like in the search results by default. You can always customize the settings for individual %1$s in the %2$s metabox.":["Καθορίστε πώς θα πρέπει να είναι το %1$s σας στα αποτελέσματα αναζήτησης από προεπιλογή. Μπορείτε πάντα να προσαρμόσετε τις ρυθμίσεις για μεμονωμένα %1$s στο μέτα-πλαίσιο %2$s."],"This taxonomy is used for %2$s.":["Αυτή η ταξινομία χρησιμοποιείται για %2$s."],"This taxonomy is used for %1$s and %2$s.":["Αυτή η ταξινόμία χρησιμοποιείται για %1$s και %2$s."],"Read more about our custom field analysis":["Διαβάστε περισσότερα σχετικά με την προσαρμοσμένη ανάλυση πεδίου"],"Determine how your %1$s should look on social media by default. You can always customize the settings for individual %1$s in the %2$s sidebar or metabox.":["Καθορίστε πώς θα πρέπει να φαίνεται το %1$s σας στα μέσα κοινωνικής δικτύωσης από προεπιλογή. Μπορείτε πάντα να προσαρμόσετε τις ρυθμίσεις για μεμονωμένα %1$s στην πλαϊνή γραμμή ή στο μετα-πλαίσιο %2$s."],"Determine what your %1$s should look like in the search results by default. You can always customize the settings for individual %1$s in the %2$s sidebar or metabox.":["Καθορίστε πώς θα πρέπει να είναι το %1$s σας στα αποτελέσματα αναζήτησης από προεπιλογή. Μπορείτε πάντα να προσαρμόσετε τις ρυθμίσεις για μεμονωμένα %1$s στην πλευρική στήλη ή στο μετα-πλαίσιο %2$s."],"Determine how your %1$s should be described by default in %2$syour site's Schema.org markup%3$s. You can always change the settings for individual %1$s in the %4$s sidebar or metabox.":["Καθορίστε πώς θα πρέπει να περιγράφεται το %1$s σας από προεπιλογή στον %2$sιστότοπο σας για τη Schema.org σήμανση%3$s. Μπορείτε πάντα να αλλάξετε τις ρυθμίσεις για μεμονωμένα %1$s στην πλευρική στήλη ή στο μέτα-πλαίσιο %4$s."],"You can add multiple custom fields and separate them by using %1$senter%2$s or %1$scomma%2$s.":["Μπορείτε να προσθέσετε πολλά προσαρμοσμένα πεδία και να τα διαχωρίσετε χρησιμοποιώντας %1$senter%2$s ή %1$sκόμμα%2$s."],"Please enter a search term with at least 3 characters.":["Παρακαλούμε εισάγετε έναν όρο αναζήτησης με τουλάχιστον 3 χαρακτήρες."],"CtrlK":["CtrlK"],"⌘K":["⌘K"],"Add new user...":["Προσθήκη νέου χρήστη..."],"Unavailable for multisites":["Μη διαθέσιμο για πολλαπλούς-ιστότοπους"],"Integrate your custom fields and SEO data from %1$s%2$s%3$s":["Ενσωματώστε τα προσαρμοσμένα πεδία και τα δεδομένα SEO από το %1$s%2$s%3$s"],"Upgrade your %1$s%2$s%3$s SEO":["Αναβαθμίστε το %1$s%2$s%3$s SEO σας"],"Improve your internal search results with %1$s%2$s%3$s":["Βελτιώστε τα εσωτερικά σας αποτελέσματα αναζήτησης με %1$s%2$s%3$s"],"Make your terms & privacy pages more trustworthy with %1$s%2$s%3$s":["Κάντε τις σελίδες όρων και απορρήτου σας πιο αξιόπιστες με %1$s%2$s%3$s"],"Track your rankings through time with %1$s%2$s%3$s":["Παρακολουθήστε την κατάταξή σας διαχρονικά με %1$s%2$s%3$s"],"Use %1$s%2$s%3$s to do keyword research - without leaving your post":["Χρησιμοποιήστε %1$s%2$s%3$s για να κάνετε έρευνα λέξεων-κλειδιών - χωρίς να εγκαταλείψετε την δημοσίευση σας"],"We could not save the website name. Please check the value.":["Δεν ήταν δυνατή η αποθήκευση του ονόματος του ιστότοπου. Ελέγξτε την τιμή."],"%1$sSubheading distribution%2$s: The beginning of your text is longer than %4$s %5$s and is not separated by any subheadings. %3$sAdd subheadings to improve readability.%2$s":["%1$sΔιανομή υποτίτλων%2$s: Η αρχή του κειμένου σας είναι μεγαλύτερη από %4$s %5$s και δεν διαχωρίζεται με κανέναν υπότιτλο. %3$sΠροσθέστε υπότιτλους για να βελτιώσετε την αναγνωσιμότητα.%2$s"],"WordPress.org support forums":["Φόρα υποστήριξης WordPress.org"],"Yoast Premium support":["Υποστήριξη Premium Yoast"],"Yoast.com help section":["Τμήμα βοήθειας Yoast.com"],"Help":["Βοήθεια"],"Write better content":["Γράψτε καλύτερο περιεχόμενο"],"Improve your blog post":["Βελτιώστε το άρθρο ιστολογίου σας"],"Learn more SEO":["Μάθετε περισσότερα για το SEO"],"SEO Tools":["Εργαλεία SEO"],"not set":["δεν ορίστηκε"],"With a 30-day money-back guarantee. No questions asked.":[""],"Reach new customers who live near your business":[""],"Get all 5 Yoast plugins for WordPress at a big discount":[""],"Cover all your SEO bases":["Καλύψτε όλες τις βάσεις SEO σας"],"Add global identifiers for variable products":["Προσθέτει γενικά αναγνωριστικά για μεταβλητά προϊόντα"],"Drive more traffic to your online store":["Αυξήστε την επισκεψιμότητα στο ηλεκτρονικό σας κατάστημα"],"Add all necessary schema.org markup":["Προσθέστε όλη την απαραίτητη σήμανση schema.org"],"Ping Google on the publication of a new post":["Κάντε ping στο Google για τη δημοσίευση μιας νέας δημοσίευσης"],"Rank higher in Google's news carousel":["Καταταχθείτε υψηλότερα στο καρουζέλ ειδήσεων της Google"],"Make your videos responsive for all screen sizes":["Κάντε τα βίντεό σας να ανταποκρίνονται σε όλα τα μεγέθη οθόνης"],"Cleaned up %1$d record from %2$s.":["Εκκαθάριση %1$d εγγραφής από %2$s.","Εκκαθάριση %1$d εγγραφών από %2$s."],"Cleaning up %1$s [%2$s]":["Εκκαθάριση %1$s [%2$s]"],"Skipping %1$s. %2$s is not active on this site.":["Παράβλεψη %1$s. Το %2$s δεν είναι ενεργό σε αυτόν τον ιστότοπο."],"Cleaned up %1$d record.":["Εκκαθάριση %1$d εγγραφής.","Εκκαθάριση %1$d εγγραφών."],"The value for 'batch-size' must be a positive integer higher than equal to 1.":["Η τιμή για το 'μέγεθος παρτίδας' πρέπει να είναι θετικός ακέραιος μεγαλύτερος από 1."],"The value for 'interval' must be a positive integer.":["Η τιμή για το \"διάστημα\" πρέπει να είναι θετικός ακέραιος."],"We need to re-analyze some of your SEO data because of a change in the visibility of your taxonomies. Please help us do that by running the SEO data optimization. ":["Χρειαζόμαστε να αναλύσουμε εκ νέου ορισμένα από τα δεδομένα SEO σας λόγω μιας αλλαγής στην ορατότητα των ταξινομιών σας. Βοηθήστε μας να το κάνουμε αυτό εκτελώντας τη βελτιστοποίηση δεδομένων SEO. "],"We need to re-analyze some of your SEO data because of a change in the visibility of your post types. Please help us do that by running the SEO data optimization. ":["Χρειαζόμαστε να αναλύσουμε εκ νέου ορισμένα από τα δεδομένα SEO σας λόγω μιας αλλαγής στην ορατότητα των τύπων δημοσιεύσεων σας. Βοηθήστε μας να το κάνουμε αυτό εκτελώντας τη βελτιστοποίηση δεδομένων SEO. "],"The term %s could not be built because it's not indexable.":["Ο όρος %s δεν μπόρεσε να δημιουργηθεί επειδή δεν μπορεί να ευρετηριαστεί."],"The post %s could not be indexed because it's post type is excluded from indexing.":["Δεν ήταν δυνατή η ευρετηρίαση της δημοσίευσης %s επειδή ο τύπος δημοσίευσης της εξαιρείται από την ευρετηρίαση."],"The post %s could not be indexed because it does not meet indexing requirements.":["Η δημοσίευση %s δεν μπόρεσε να ευρετηριαστεί επειδή δεν πληροί τις προυποθέσεις ευρετηρίασης."],"%1$sSAVE 30%%%2$s on your 12 month subscription":["%1$sΚΕΡΔΙΣΤΕ 30%%%2$s στην 12μηνη συνδρομή"],"BLACK FRIDAY - 30% OFF":["BLACK FRIDAY - 30% ΕΚΠΤΩΣΗ"],"Use the alternate organization name for acronyms, or a shorter version of your organization's name.":["Χρησιμοποιήστε το εναλλακτικό όνομα οργανισμού για ακρωνύμια ή μια συντομότερη έκδοση του ονόματος του οργανισμού σας."],"Alternate organization name":["Εναλλακτικό όνομα οργανισμού"],"Use the alternate website name for acronyms, or a shorter version of your website's name.":["Χρησιμοποιήστε το εναλλακτικό όνομα ιστότοπου για ακρωνύμια ή μια συντομότερη έκδοση του ονόματος του ιστότοπού σας."],"Alternate website name":["Εναλλακτικό όνομα ιστότοπου"],"Determine how the title of your 404 error pages should look in the browser.":["Καθορίστε πώς πρέπει να εμφανίζεται ο τίτλος των σελίδων σφάλματος 404 στο πρόγραμμα περιήγησης."],"404 error pages":["Σελίδες σφάλματος 404"],"Determine how the title of your internal search pages should look in the browser.":["Καθορίστε πώς πρέπει να εμφανίζεται ο τίτλος των σελίδων εσωτερικής αναζήτησης στο πρόγραμμα περιήγησης."],"Internal search pages":["Σελίδες εσωτερικής αναζήτησης"],"Show media pages in search results":["Εμφάνιση σελίδων πολυμέσων στα αποτελέσματα αναζήτησης"],"Show format archives in search results":["Εμφάνιση μορφοποιημένου ιστορικού στα αποτελέσματα αναζήτησης"],"Show author archives in search results":["Εμφάνιση ιστορικού συντακτών στα αποτελέσματα αναζήτησης"],"Breadcrumbs for %1$s":["Διαδρομές για %1$s"],"Site connections":["Συνδέσεις ιστότοπου"],"View the XML sitemap":["Προβολή χάρτη ιστότοπου XML"],"Enable feature":["Ενεργοποίηση λειτουργίας"],"Site features":["Λειτουργίες Ιστότοπου"],"Learn more":["Μάθετε περισσότερα"],"Site info":["Στοιχεία ιστότοπου"],"We're sorry, you're not allowed to edit the %1$swebsite name%2$s and %1$stagline%2$s.":["Λυπούμαστε, δεν επιτρέπεται να επεξεργαστείτε το %1$sόνομα ιστότοπου%2$s και τον %1$sυπότιτλο%2$s."],"Show or hide our tools and controls in the attachment editor.":["Εμφάνιση ή απόκρυψη των εργαλείων και των στοιχείων ελέγχου στο πρόγραμμα επεξεργασίας συνημμένων."],"(e.g., %1$s)":["(π.χ., %1$s)"],"Remove unregistered URL parameters":["Αφαιρεί μη καταχωρημένους παράμετρους URL"],"Optimize Google Analytics utm tracking parameters":["Βελτιστοποιήστε τις παραμέτρους παρακολούθησης utm του Google Analytics"],"Remove WP-JSON API":["Αφαίρεση WP-JSON API"],"Remove emoji scripts":["Αφαίρεση emoji scripts"],"Remove Atom / RDF feeds":["Αφαίρεση ροών Atom / RDF"],"Remove search results feeds":["Αφαίρεση ροών αποτελεσμέτων αναζήτησης"],"Remove custom taxonomy feeds":["Αφαίρεση ροών προσαρμοσμένης ταξινομίας"],"Remove tag feeds":["Αφαίρεση ροών ετικετών"],"Remove category feeds":["Αφαίρεση ροών κατηγοριών"],"Remove post type feeds":["Αφαίρεση ροών τύπων δημοσιεύσεων"],"Remove post authors feeds":["Αφαίρεση ροών συντακτών δημοσιεύσεων"],"Remove post comments feeds":["Αφαίρεση ροών σχολίων δημοσιεύσεων"],"Remove global comment feeds":["Αφαίρεση των ροών γενικών σχολίων"],"Remove global feed":["Αφαίρεση γενικής ροής"],"Remove powered by HTTP header":["Αφαίρεση τροφοδοσίας από την κεφαλίδα HTTP"],"Remove generator tag":["Αφαίρεση ετικέτας γεννήτριας"],"Remove oEmbed links":["Αφαίρεση συνδέσμων oEmbed"],"Remove RSD / WLW links":["Αφαίρεση συνδέσμων RSD / WLW"],"Remove REST API links":["Αφαίρεση συνδέσμων REST API"],"Remove shortlinks":["Αφαίρεση σύντομων συνδέσμων"],"Show or hide our tools and controls in the content editor.":["Εμφάνιση ή απόκρυψη των εργαλείων και των στοιχείων ελέγχου μας στο πρόγραμμα επεξεργασίας περιεχομένου."],"Enable SEO controls and assessments":["Ενεργοποιήστε τους ελέγχους και τις αξιολογήσεις SEO"],"Unlock with %1$s":["Ξεκλειδώστε το με %1$s"],"We couldn’t find anything with that term.":["Δεν μπορέσαμε να βρούμε τίποτα με αυτόν τον όρο."],"Search...":["Αναζήτηση..."],"Quick search...":["Γρήγορη αναζήτηση..."],"No, continue editing":["Όχι, συνέχεια επεξεργασίας"],"Yes, discard changes":["Ναι, απόρριψη αλλαγών"],"You are about to discard all unsaved changes. All of your settings will be reset to the point where you last saved. Are you sure you want to do this?":["Πρόκειται να απορρίψετε όλες τις μη αποθηκευμένες αλλαγές. Όλες οι ρυθμίσεις σας θα επανέλθουν στο σημείο που αποθηκεύσατε τελευταία. Είστε σίγουροι ότι θέλετε να το κάνετε αυτό;"],"Discard all changes":["Απόρριψη όλων των αλλαγών"],"Redirect pretty URLs for search pages to raw format":["Ανακατευθύνετε όμορφα URL σε «ακατέργαστες» μορφές"],"Choose the general appearance of your breadcrumbs.":["Επιλέξτε την γενική εμφάνιση των διαδρομών σας."],"Breadcrumb appearance":["Εμφάνιση διαδρομής"],"You have selected the user %1$s%5$s%2$s as the person this site represents. Their user profile information will now be used in search results. %3$sUpdate their profile to make sure the information is correct%4$s.":["Έχετε επιλέξει τον χρήστη %1$s%5$s%2$s ως το φυσικό πρόσωπο που αντιπροσωπεύει αυτός ο ιστότοπος. Τα στοιχεία του προφίλ χρήστη τους θα χρησιμοποιούνται πλέον στα αποτελέσματα αναζήτησης. %3$sΕνημερώστε το προφίλ τους για να βεβαιωθείτε ότι οι πληροφορίες είναι σωστές%4$s."],"Please tell us more about the person this site represents.":["Πείτε μας περισσότερα για το φυσικό πρόσωπο που εκπροσωπεί αυτός ο ιστότοπος."],"E.g. https://example.com/yoast":["Π.χ. https://example.com/yoast"],"Tell us if you have any other profiles on the web that belong to your organization. This can be any number of profiles, like YouTube, LinkedIn, Pinterest, or even Wikipedia.":["Πείτε μας εάν έχετε άλλα προφίλ στο διαδίκτυο που ανήκουν στον οργανισμό σας. Αυτό μπορεί να είναι οποιοσδήποτε αριθμός προφίλ, όπως το YouTube, το LinkedIn, το Pinterest ή ακόμα και η Wikipedia."],"Please tell us more about your organization. This information will help Google to understand your website, and improve your chance of getting rich results.":["Πείτε μας περισσότερα για τον οργανισμό σας. Αυτές οι πληροφορίες θα βοηθήσουν την Google να κατανοήσει τον ιστότοπό σας και θα βελτιώσει τις πιθανότητές σας να έχετε πλούσια αποτελέσματα."],"E.g. https://twitter.com/yoast":["Π.χ. https://twitter.com/yoast"],"E.g. https://facebook.com/yoast":["Π.χ. https://facebook.com/yoast"],"Other profiles":["Άλλα προφίλ"],"Writing":["Συγγραφή"],"You can determine the title and description for the blog page by %1$sediting the blog page itself%2$s.":["Μπορείτε να καθορίσετε τον τίτλο και την περιγραφή για τη σελίδα ιστολογίου με %1$sεπεξεργασία της ίδιας της σελίδας ιστολογίου%2$s."],"These are expert features, so make sure you know what you're doing before removing the parameters. %1$sRead more about how your site can be affected%2$s.":["Αυτά είναι προχωρημένες λειτουργίες, επομένως βεβαιωθείτε ότι γνωρίζετε τι κάνετε πριν καταργήσετε τις παραμέτρους. %1$sΔιαβάστε περισσότερα σχετικά με το πώς μπορεί να επηρεαστεί ο ιστότοπός σας%2$s."],"Advanced: URL cleanup":["Για προχωρημένους: Εκκαθάριση URL"],"Prevent crawling of internal site search URLs":["Αποκλείει την ανίχνευση των εσωτερικών διευθύνσεων URL αναζήτησης ιστότοπου"],"Block internal site searches which match the patterns of known spam attacks.":["Αποκλειει εσωτερικές αναζητήσεις του ιστότοπου που ταιριάζουν με τα μοτίβα των γνωστών επιθέσεων ανεπιθύμητων."],"Block internal site searches which contain complex and non-alphanumeric characters, as they may be part of a spam attack.":["Αποκλείει τις εσωτερικές αναζητήσεις ιστότοπων που περιέχουν σύνθετους και μη αλφαριθμητικούς χαρακτήρες, καθώς μπορεί να αποτελούν μέρος μιας επίθεσης ανεπιθύμητων."],"Enables advanced settings for protecting your internal site search URLs.":["Ενεργοποιεί σύνθετες ρυθμίσεις για την προστασία των εσωτερικών URL αναζήτησης του ιστότοπού σας."],"Your internal site search can create lots of confusing URLs for search engines, and can even be used as a way for SEO spammers to attack your site. Most sites will benefit from experimenting with these protections and optimizations, even if you don’t have a search feature in your theme.":["Η εσωτερική αναζήτηση του ιστότοπού σας μπορεί να δημιουργήσει πολλές μπερδεμένες διευθύνσεις URL για τις μηχανές αναζήτησης και μπορεί ακόμη και να χρησιμοποιηθεί ως τρόπος επίθεσης στον ιστότοπό σας από τους spammers SEO. Οι περισσότεροι ιστότοποι θα επωφεληθούν από τον πειραματισμό με αυτές τις προστασίες και βελτιστοποιήσεις, ακόμα κι αν δεν έχετε δυνατότητα αναζήτησης στο θέμα σας."],"Internal site search cleanup":["Εκκαθάριση εσωτερικής αναζήτησης ιστότοπου"],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of WordPress' JSON API endpoints.":["Προσθέτει έναν κανόνα 'απαγόρευσης' στο αρχείο robots.txt για να αποτρέψετε την ανίχνευση των τελικών σημείων JSON API του WordPress."],"Remove JavaScript used for converting emoji characters in older browsers.":["Αφαίρεση JavaScript που χρησιμοποιείται για την μετατροπή των emoji χαρακτήρων σε παλαιότερους πλοηγούς."],"Remove URLs which provide alternative (legacy) formats of all of the above.":["Αφαίρεση των διευθύνσεων που παρέχουν εναλλακτικές (παλαιού τύπου) μορφές όλων των παραπάνω."],"Remove URLs which provide information about your search results.":["Αφαίρεση των διευθύνσεων URL που παρέχουν πληροφορίες σχετικά με τα αποτελέσματα αναζήτησής σας."],"Remove URLs which provide information about your recent posts, for each custom taxonomy.":["Αφαίρεση των διευθύνσεων URL που παρέχουν πληροφορίες σχετικά με τις πρόσφατες δημοσιεύσεις σας, για κάθε προσαρμοσμένη ταξινομία."],"Remove URLs which provide information about your recent posts, for each tag.":["Αφαίρεση των διευθύνσεων URL που παρέχουν πληροφορίες σχετικά με τις πρόσφατες δημοσιεύσεις σας, για κάθε ετικέτα."],"Remove URLs which provide information about your recent posts, for each category.":["Αφαίρεση των διευθύνσεων URL που παρέχουν πληροφορίες για τις πρόσφατες δημοσιεύσεις σας, για κάθε κατηγορία."],"Remove URLs which provide information about your recent posts, for each post type.":["Αφαίρεση των διευθύνσειων URL που παρέχουν πληροφορίες σχετικά με τις πρόσφατες δημοσιεύσεις σας, για κάθε τύπο δημοσίευσης."],"Remove URLs which provide information about recent posts by specific authors.":["Αφαίρεση των διευθύνσεων URL που παρέχουν πληροφορίες σχετικά με πρόσφατες δημοσιεύσεις από συγκεκριμένους συντάκτες."],"Remove URLs which provide information about recent comments on each post.":["Αφαίρεση των διευθύνσεων URL που παρέχουν πληροφορίες σχετικά με πρόσφατα σχόλια σε κάθε δημοσίευση."],"Also disables post comment feeds.":["Επίσης απενεργοποιεί τις ροές σχολίων δημοσιεύσεων."],"Remove URLs which provide an overview of recent comments on your site.":["Αφαίρεση των διευθύνσεων URL που παρέχουν μια επισκόπηση των πρόσφατων σχολίων στον ιστότοπό σας."],"Remove URLs which provide an overview of your recent posts.":["Αφαίρεση των διευθύνσεων URL που παρέχουν μια επισκόπηση των πρόσφατων δημοσιεύσεων σας."],"WordPress outputs your content in many different formats, across many different URLs (like RSS feeds of your posts and categories). It’s generally good practice to disable the formats you’re not actively using.":["Το WordPress εξάγει το περιεχόμενό σας σε πολλές διαφορετικές μορφές, σε πολλές διαφορετικές διευθύνσεις URL (όπως ροές RSS των δημοσιεύσεων και των κατηγοριών σας). Είναι γενικά καλή πρακτική να απενεργοποιείτε τις μορφές που δεν χρησιμοποιείτε ενεργά."],"Disable unwanted content formats":["Απενεργοποιήστε τις ανεπιθύμητες μορφές περιεχομένου"],"Remove links which allow others sites to ‘ping’ yours when they link to you.":["Αφαίρεση συνδέσμων που επιτρέπουν σε άλλους ιστότοπους να κάνουν 'ping' τους δικούς σας όταν συνδέονται με εσάς."],"Remove information about the plugins and software used by your site.":["Αφαίρεση πληροφορίων σχετικά με τα πρόσθετα και το λογισμικό που χρησιμοποιεί ο ιστότοπός σας."],"Remove links used for embedding your content on other sites.":["Αφαίρεση συνδέσμων που χρησιμοποιούνται για την ενσωμάτωση του περιεχομένου σας σε άλλους ιστότοπους."],"Remove links used by external systems for publishing content to your blog.":["Αφαίρεση συνδέσμων που χρησιμοποιούνται από εξωτερικά συστήματα για τη δημοσίευση περιεχομένου στο ιστολόγιό σας."],"Remove links to the location of your site’s REST API endpoints.":["Αφαίρεση συνδέσμων προς την τοποθεσία των τελικών σημείων REST API του ιστότοπού σας."],"Remove links to WordPress' internal 'shortlink' URLs for your posts.":["Αφαίρεση συνδέσμων προς εσωτερικές διευθύνσεις URL 'σύντομου συνδέσμων' του WordPress για τις δημοσιεύσεις σας."],"Remove unwanted metadata":["Αφαίρεση ανεπιθύμητων μεταδεδομένων"],"Crawl optimization":["Βελτιστοποίηση ανίχνευσης"],"Removes unknown URL parameters via a %1$s redirect. E.g., %2$s will be redirected to %3$s":["Αφαιρεί άγνωστες παραμέτρους URL μέσω ανακατεύθυνσης %1$s. Π.χ., το %2$s θα ανακατευθυνθεί στο %3$s"],"Replaces %1$s tracking parameters with the (more performant) %2$s equivalent, via a %3$s redirect. E.g., %4$s will be redirected to %5$s":["Αντικαθιστά τις παραμέτρους παρακολούθησης %1$s με το αντίστοιχο (πιο αποδοτικό) %2$s, μέσω ανακατεύθυνσης %3$s. Για παράδειγμα, το %4$s θα ανακατευθυνθεί στο %5$s"],"Users and search engines may often request your URLs whilst using query parameters, like %1$s. These can be helpful for tracking, filtering, and powering advanced functionality - but they come with a performance and SEO ‘cost’. Sites which don’t rely on URL parameters might benefit from using these options.":["Οι χρήστες και οι μηχανές αναζήτησης ενδέχεται συχνά να ζητούν τις διευθύνσεις URL σας ενώ χρησιμοποιούν παραμέτρους ερωτήματος, όπως %1$s. Αυτά μπορεί να είναι χρήσιμα για την παρακολούθηση, το φιλτράρισμα και την τροφοδοσία προηγμένων λειτουργιών - αλλά συνοδεύονται από 'κόστος' απόδοσης και SEO. Οι ιστότοποι που δεν βασίζονται σε παραμέτρους URL ενδέχεται να επωφεληθούν από τη χρήση αυτών των επιλογών."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by Common Crawl CCBot.":["Προσθέστε έναν κανόνα ‘disallow’ στο αρχείο robots.txt για να αποτρέψετε την ανίχνευση από το Common Crawl CCBot."],"WordPress adds a lot of links and content to your site's %1$s and HTTP headers. For most websites you can safely disable all of these, which can help to save bytes, electricity, and trees.":["Το WordPress προσθέτει πολλούς συνδέσμους και περιεχόμενο στις κεφαλίδες %1$s και HTTP του ιστότοπού σας. Για τους περισσότερους ιστότοπους μπορείτε να απενεργοποιήσετε όλα αυτά με ασφάλεια, κάτι που μπορεί να βοηθήσει στην εξοικονόμηση byte, ηλεκτρικής ενέργειας και δέντρων."],"Make your site more efficient and more environmentally friendly by preventing search engines from crawling things they don’t need to, and by removing unused WordPress features. %1$sLearn more about crawl settings and how they could benefit your site%2$s.":["Κάντε τον ιστότοπό σας πιο αποτελεσματικό και πιο φιλικό προς το περιβάλλον εμποδίζοντας τις μηχανές αναζήτησης να ανιχνεύουν πράγματα που δεν χρειάζονται και καταργώντας τις αχρησιμοποίητες λειτουργίες του WordPress. %1$sΜάθετε περισσότερα σχετικά με τις ρυθμίσεις ανίχνευσης και πώς θα μπορούσαν να ωφελήσουν τον ιστότοπό σας%2$s."],"E.g., %1$s and %2$s":["Π.χ., %1$s και %2$s"],"E.g., %1$s":["Π.χ., %1$s"],"Enable breadcrumbs for your theme":["Ενεργοποιήστε την ένδειξη διαδρομής για το θέμα σας"],"You can always choose to enable/disable them for your theme below. This setting will not apply to breadcrumbs inserted through a widget, a block or a shortcode.":["Μπορείτε πάντα να επιλέξετε να τις ενεργοποιήσετε/απενεργοποιήσετε για το θέμα σας παρακάτω. Αυτή η ρύθμιση δεν θα ισχύει για τις διαδρομές που έχουν εισαχθεί μέσω μια μικροεφαρμογής, ενός μπλοκ ή ενός συντόμου κωδικού."],"Choose which Post type you wish to show in the breadcrumbs for Taxonomies.":["Επιλέξτε ποιος τύπος δημοσίευσης θέλετε να εμφανίζεται στις διαδρομές για Ταξινόμηση."],"Breadcrumbs for taxonomies":["Διαδρομές για ταξινομίες"],"Choose which Taxonomy you wish to show in the breadcrumbs for Post types.":["Επιλέξτε ποια Ταξινόμία θέλετε να εμφανίζεται στην διαδρομή για τους τύπους δημοσιεύσεων."],"Breadcrumbs for post types":["Διαδρομές για τύπους δημοσιεύσεων"],"Breadcrumb for 404 page":["Διαδρομή για την σελίδα 404"],"Prefix for search page breadcrumbs":["Πρόθεμα για αναζήτηση σελίδας διαδρομής"],"Add prefix":["Προσθήκη προθέματος"],"Add anchor text":["Προσθήκη κειμένου συνδέσμου"],"Add separator":["Προσθήκη διαχωριστή"],"Configure the appearance and behavior of %1$syour breadcrumbs%2$s.":["Διαμορφώστε την εμφάνιση και τη συμπεριφορά των %1$sδιαδρομών σας%2$s."],"Disabling this will redirect the %1$s to your site's homepage.":["Η απενεργοποίηση αυτού θα ανακατευθύνει το %1$s στην αρχική σελίδα του ιστότοπού σας."],"Refresh this page":["Ανανέωση της σελίδας"],"Unfortunately, this means that all your unsaved changes will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Δυστυχώς, αυτό σημαίνει ότι όλες οι μη αποθηκευμένες αλλαγές σας θα χαθούν. Μπορείτε να δοκιμάσετε να ανανεώσετε αυτήν τη σελίδα για να επιλύσετε το πρόβλημα. Εάν αυτό το σφάλμα εξακολουθεί να εμφανίζεται, επικοινωνήστε με την ομάδα υποστήριξής μας και θα σας παρέχουμε όλη τη βοήθεια που χρειάζεστε!"],"Something went wrong. An unexpected error occurred.":["Κάτι πήγε λάθος. Προέκυψε ένα μη αναμενόμενο σφάλμα."],"Failed to retrieve users.":["Αποτυχία ανάκτησης χρηστών."],"Searching users...":["Αναζήτηση χρηστών..."],"No users found.":["Δεν βρέθηκαν χρήστες."],"Discard changes":["Απόρριψη αλλαγών"],"The profile is not valid. Please use only 1-25 letters, numbers and underscores or enter a valid Twitter URL.":["Το προφίλ δεν είναι έγκυρο. Χρησιμοποιήστε μόνο 1-25 γράμματα, αριθμούς και κάτω παύλες ή εισαγάγετε μια έγκυρη διεύθυνση URL Twitter."],"The profile is not valid. Please enter a valid URL.":["Το προφίλ δεν είναι έγκυρο. Εισαγάγετε μια έγκυρη διεύθυνση URL"],"The verification code is not valid. Please use only the letters A to F, numbers, underscores and dashes.":["Ο κωδικός επιβεβαίωσης δεν είναι έγκυρος. Παρακαλούμε χρησιμοποιείστε μόνο γράμματα A μέχρι F, αριθμούς, κάτω παύλες και παύλες."],"The verification code is not valid. Please use only letters, numbers, underscores and dashes.":["Ο κωδικός επιβεβαίωσης δεν είναι έγκυρος. Παρακαλούμε χρησιμοποιείστε μόνο γράμματα, αριθμούς, κάτω παύλες και παύλες."],"User":["Χρήστης"],"Site basics":["Βασικά ιστότοπου"],"Text formality":["Διαμόρφωση κειμένου"],"Read more about text formality.":["Διαβάστε περισσότερα για την διαμόρφωση κειμένου."],"%1$s%3$s%2$s will help you assess the formality level of your text.":["Το %1$s%3$s%2$s θα σας βοηθήσει να αξιολογήσετε το επίπεδο μορφοποίησης του κειμένου σας."],"WordPress loads lots of resources, some of which your site might not need. If you’re not using these, removing them can speed up your pages and save resources.":["Το WordPress φορτώνει πολλούς πόρους, μερικούς από τους οποίους μπορεί να μην χρειάζεται ο ιστότοπός σας. Εάν δεν τα χρησιμοποιείτε, η κατάργησή τους μπορεί να επιταχύνει τις σελίδες σας και να εξοικονομήσει πόρους."],"Remove unused resources":["Αφαίρεση αχρησιμοποίητων πόρων"],"Prevent search engines from crawling /wp-json/":["Αποτρέψτε την ανίχνευση των μηχανών αναζήτησης /wp-json/"],"Prevent search engines from crawling site search URLs":["Αποτρέψτε τις μηχανές αναζήτησης από την ανίχνευση διευθύνσεων URL αναζήτησης ιστότοπου"],"There are unsaved changes on this page. Leaving means that those changes will be lost. Are you sure you want to leave this page?":["Υπάρχουν αλλαγές σε αυτή τη σελίδα που δεν έχουν αποθηκευτεί. Φεύγοντας απο αυτή τη σελίδα σημαίνει ότι αυτές οι αλλαγές θα χαθούν. Είστε σίγουροι ότι θέλετε να φύγετε απο αυτή τη σελίδα;"],"Media pages":["Σελίδες μέσων"],"Categories & tags":["Κατηγορίες & ετικέτες"],"Content types":["Τύποι περιεχομένου"],"Show more":["Εμφάνιση περισσοτέρων"],"Show less":["Εμφάνιση λιγότερων"],"Configure the basics for your website.":["Ρυθμίστε τα βασικά για τον ιστότοπό σας."],"This field updates the %1$stagline in your WordPress settings%2$s.":["Αυτό το πεδίο ενημερώνει τον %1$sυπότιτλο στις ρυθμίσεις του WordPress%2$s."],"Disabling this means that %1$s pages created by WordPress will not be indexed by search engines and will be excluded from XML sitemaps.":["Η απενεργοποίηση αυτού σημαίνει ότι οι σελίδες %1$s που δημιουργήθηκαν από το WordPress δεν θα ευρετηριαστούν από τις μηχανές αναζήτησης και θα εξαιρεθούν από τους χάρτες ιστότοπου XML."],"Show %1$s pages in search results":["Εμφάνιση %1$s σελίδων στα αποτελέσματα αναζήτησης"],"We recommend keeping %1$s pages disabled. This will cause all attachment URLs to be redirected to the media itself.":["Συνιστούμε να κρατήσετε απενεργοποιημένες τις σελίδες %1$s. Αυτό θα προκαλέσει ανακατεύθυνση όλων URL των συνημμένων στο ίδιο το πολυμέσο."],"%1$s pages":["%1$s σελίδες"],"When you upload media (e.g. an image or video), %5$s automatically creates a %3$s page (attachment URL) for it. These pages are quite empty and could cause %1$sthin content problems and lead to excess pages on your site%2$s. Therefore, %4$s disables them by default (and redirects the attachment URL to the media itself).":["Όταν ανεβάζετε μέσα (π.χ. μια εικόνα ή ένα βίντεο), το %5$s δημιουργεί αυτόματα μια σελίδα %3$s (URL συνημμένου) για αυτό. Αυτές οι σελίδες είναι αρκετά κενές και θα μπορούσαν να προκαλέσουν %1$sπροβλήματα αραιού περιεχομένου και να οδηγήσουν σε υπερβολικές σελίδες στον ιστότοπό σας%2$s. Επομένως, το %4$s τα απενεργοποιεί από προεπιλογή (και ανακατευθύνει τη διεύθυνση URL του συνημμένου στο ίδιο το μέσο)."],"Format-based archives can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["Τα αρχεία που βασίζονται σε μορφή μπορεί να προκαλέσουν προβλήματα διπλού περιεχομένου. Για τους περισσότερους ιστότοπους, συνιστούμε να απενεργοποιήσετε αυτήν τη ρύθμιση."],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps. We recommend that you disable this setting.":["Η απενεργοποίηση αυτού σημαίνει ότι το %1$s δεν θα ευρετηριαστεί από τις μηχανές αναζήτησης και θα εξαιρεθεί από τους χάρτες ιστοτόπων XML. Σας συνιστούμε να απενεργοποιήσετε αυτήν τη ρύθμιση."],"%1$s can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["Το %1$s μπορεί να προκαλέσει προβλήματα διπλού περιεχομένου. Για τους περισσότερους ιστότοπους, συνιστούμε να απενεργοποιήσετε αυτή τη ρύθμιση."],"%1$s (e.g. %2$s) are based on publication dates. From an SEO perspective, the posts in these archives have no real relation to the other posts except for their publication dates, which doesn’t say much about the content. They could also lead to duplicate content issues. This is why we recommend you to disable %3$s.":["Το %1$s (π.χ. %2$s) βασίζεται στις ημερομηνίες δημοσίευσης. Από την άποψη του SEO, οι δημοσιεύσεις σε αυτά τα ιστορικά δεν έχουν καμία πραγματική σχέση με τις άλλες δημοσιεύσεις εκτός από τις ημερομηνίες δημοσίευσής τους, κάτι που δεν λέει πολλά για το περιεχόμενο. Θα μπορούσαν επίσης να οδηγήσουν σε προβλήματα διπλού περιεχομένου. Γι' αυτό σας συνιστούμε να απενεργοποιήσετε το %3$s."],"Determine how your %1$s should look on social media by default.":["Καθορίστε πώς θα εμφανίζεται το %1$s σας στα μέσα κοινωνικής δικτύωσης ως προεπιλογή."],"Disabling this means that %1$s without any posts will not be indexed by search engines and will be excluded from XML sitemaps.":["Η απενεργοποίηση αυτού σημαίνει ότι %1$s χωρίς δημοσιεύσεις δεν θα ευρετηριάζονται από τις μηχανές αναζήτησης και θα εξαιρεθούν από τους χάρτες ιστοτόπων XML."],"Show archives for authors without posts in search results":["Εμφάνιση αρχείων για συντάκτες χωρίς δημοσιεύσεις στα αποτελέσματα αναζήτησης"],"Determine how your %1$s should look in search engines.":["Καθορίστε πώς θα εμφανίζεται το %1$s σας στις μηχανές αναζήτησης."],"If you're running a one author blog, the %1$s (e.g. %2$s) will be exactly the same as your homepage. This is what's called a %3$sduplicate content problem%4$s. If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or prevent it from showing up in search results.":["Αν διαχειρίζεστε ένα ιστολόγιο ενός συντάκτη, το %1$s (π.χ. %2$s) θα είναι ακριβώς το ίδιο με την αρχική σας σελίδα. Αυτό είναι αυτό που ονομάζεται πρόβλημα %3$sδιπλού περιεχομένου%4$s. Αν αυτό συμβαίνει στον ιστότοπό σας, μπορείτε να επιλέξετε είτε να το απενεργοποιήσετε (πράγμα που κάνει ανακατεύθυνση στην αρχική σελίδα), είτε να αποτρέψετε την εμφάνισή του στα αποτελέσματα αναζήτησης."],"Author archive":["Αρχείο συντάκτη"],"Read more about the search results settings":["Διαβάστε περισσότερα για τις ρυθμίσεις των αποτελεσμάτων αναζήτησης"],"Determine how your %1$s should look in search engines and on social media.":["Καθορίστε πώς θα εμφανίζεται το %1$s σας στις μηχανές αναζήτησης και στα μέσα κοινωνικής δικτύωσης."],"Contact support":["Επικοινωνήστε με την υποστήριξη"],"We're very sorry, but it seems like the following error has interrupted our application:":["Λυπούμαστε πολύ, αλλά φαίνεται ότι το παρακάτω σφάλμα διέκοψε την εφαρμογή μας:"],"Read reviews from real users":["Διαβάστε σχόλια από αληθινούς χρήστες."],"%1$s attempted to load the class %2$s but it could not be found.":["Το %1$s προσπάθησε να φορτώσει την κλάση %2$s αλλά δεν βρέθηκε."],"We noticed that you are using a multilingual plugin. Please be aware that this analysis feedback is intended only for texts written in English.":["Παρατηρήσαμε ότι χρησιμοποιείτε ένα πολυγλωσσικό πρόσθετο. Λάβετε υπόψη ότι αυτή η ανατροφοδότηση ανάλυσης προορίζεται μόνο για κείμενα γραμμένα στα αγγλικά."],"Determine how your homepage should look in the search results and on social media. This is what people probably will see when they search for your brand name.":["Καθορίστε πώς θα εμφανίζεται αρχική σας σελίδα στις μηχανές αναζήτησης και στα μέσα κοινωνικής δικτύωσης. Αυτό είναι που πιθανώς θα δουν οι άνθρωποι όταν αναζητούν το όνομα της επωνυμίας σας."],"Determine how your homepage should look on social media.":["Προσδιορίστε πώς πρέπει να φαίνεται η αρχική σας σελίδα στα μέσα κοινωνικής δικτύωσης."],"Show the categories prefix in the slug":["Εμφάνισε το πρόθεμα των κατηγοριών στο σύντομο όνομα"],"Category URLs in WordPress contain a prefix, usually %s. Show or hide that prefix in category URLs.":["Οι διευθύνσεις URL κατηγοριών στο WordPress περιέχουν ένα πρόθεμα, συνήθως %s. Εμφάνιση ή απόκρυψη αυτού του προθέματος στις διευθύνσεις URL κατηγορίας."],"Determine how your %1$s archive should look on social media.":["Καθορίστε πώς θα εμφανίζεται το ιστορικό %1$s στα μέσα κοινωνικής δικτύωσης."],"Disabling this means that the archive for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Απενεργοποιώντας αυτό σημαίνει πως το αρχείο %1$s δεν θα καταχωρέιται στο ευρετήριο και οι μηχανές αναζήτησης θα αποκλείονται απο το αρχείο XML sitemaps."],"Determine how your %1$s archive should look in search engines.":["Καθορίστε πώς θα εμφανίζεται το ιστορικό %1$s στις μηχανές αναζήτησης."],"These settings are specifically for optimizing your %1$s archive.":["Αυτές οι ρυθμίσεις προορίζονται ειδικά για τη βελτιστοποίηση του αρχείου %1$s σας."],"%1$s archive":["%1$s αρχειοθέτηση"],"Add custom fields to page analysis":["Πρόσθεσε προσαρμοσμένoυς τομείς στην ανάλυση σελίδας"],"Additional settings":["Περισσότερες ρυθμίσεις"],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Η απενεργοποίηση αυτού σημαίνει ότι το %1$s δεν θα ευρετηριαστεί από τις μηχανές αναζήτησης και θα εξαιρεθεί από τους χάρτες ιστοτόπων XML."],"Search appearance":["Εμφάνιση αναζήτησης"],"You haven't set a Shop page in your WooCommerce settings. %1$sPlease do this first%2$s.":["Δεν έχετε ορίσει σελίδα αγορών στις ρυθμίσεις σας στο WooCommerce. %1$sΚάντε το πρώτα%2$s."],"The %1$ssocial image%2$s, %1$ssocial title%2$s and %1$ssocial description%2$s require Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":["Η %1$sΚοινωνική εικόνα%2$s, %1$sΚοινωνικός τίτλος%2$s και %1$sΚοινωνική περιγραφή%2$s απαιτούν δεδομένα Open Graph, τα οποία είναι προς το παρόν απενεργοποιημένα στην ενότητα 'Διαμοιρασμός Κοινωνικών Δικτύων' στις %3$sΛειτουργίες ιστότοπου%4$s."],"Oh no! It seems your form contains invalid data. Please review the following fields:":["Ωχ όχι! Φαίνεται ότι η φόρμα σας περιέχει μη έγκυρα δεδομένα. Ελέγξτε τα ακόλουθα πεδία:"],"Archive social image":["Εικόνα αρχείου κοινωνικών δικτύων"],"Archive social description":["Περιγραφή αρχείου κοινωνικών δικτύων"],"Archive social title":["Τίτλος ιστορικού κοινωνικών δικτύων"],"Show the archive for %1$s in search results":["Εμφάνιση του αρχείου για %1$s στα αποτελέσματα αναζήτησης"],"Archive breadcrumbs title":["Τίτλος αρχείου διαδρομών"],"Archive meta description":["Μετα-περιγραφή αρχείου"],"Archive SEO title":["Τίτλος αρχείου SEO"],"Enable %1$s for %2$s":["Ενεργοποίηση %1$s για %2$s"],"Show %1$s in search results":["Εμφάνιση %1$s στα αποτελέσματα αναζήτησης"],"The selected media type is not valid. Supported types are: JPG, PNG, WEBP and GIF.":["Ο επιλεγμένος τύπος μέσου δεν είναι έγκυρος. Οι τύποι που υποστηρίζονται είναι: JPG, PNG, WEBP και GIF."],"%1$sInclusive language%2$s: We haven't detected any potentially non-inclusive phrases. Great work!":["%1$sΣυμπεριληπτική γλώσσας%2$s: Δεν έχουμε εντοπίσει πιθανές μη συμπεριληπτικές φράσεις. Καταπληκτική δουλειά!"],"Potentially non-inclusive phrases":["Δυνητικά μη-συμπεριληπτικές φράσεις"],"Non-inclusive phrases":["Μη συμπεριληπτικές φράσεις"],"Learn more about the inclusive language analysis":["Μάθετε περισσότερα σχετικά για την συμπεριληπτική ανάλυση γλώσσας"],"Inclusive language:":["Συμπεριληπτική γλώσσα:"],"Removes the inclusive language analysis section from the metabox and disables all inclusive language-related suggestions.":["Αφαιρεί την ενότητα ανάλυσης γλώσσας χωρίς αποκλεισμούς από το μέτα-πλαίσιο και απενεργοποιεί όλες τις προτάσεις που σχετίζονται με τη γλώσσα."],"Disable inclusive language analysis":["Απενεργοποιήστε τη συμπεριληπτική ανάλυση γλώσσας"],"Discover why inclusive language is important for SEO.":["Ανακαλύψτε γιατί η συμπεριληπτική γλώσσα είναι σημαντική για το SEO."],"The inclusive language analysis offers suggestions to write more inclusive copy.":["Η ανάλυση της συμπεριληπτικής γλώσσας προσφέρει προτάσεις για να γράψετε πιο συμπεριληπτικό κείμενο."],"Inclusive language analysis":["Ανάλυση συμπεριληπτικής γλώσσας"],"Inclusive language":["Συμπεριληπτική γλώσσα"],"%1$sInclusive language%2$s: %3$s":["%1$sΣυμπεριληπτική γλώσσα%2$s: %3$s"],"Use %s fields to power your meta tags and templates, and analyze all of your content.":["Χρησιμοποιήστε %s πεδία για να ενισχύσετε τις μετα-ετικέτες και τα πρότυπά σας και να αναλύσετε όλο το περιεχόμενό σας."],"Improve your technical SEO, meta tags and unlock more SEO ecommerce tools.":["Βελτιώστε το τεχνικό σας SEO, τις μετα-ετικέτες και ξεκλειδώστε περισσότερα εργαλεία ηλεκτρονικού εμπορίου SEO."],"Connect your %1$s account to improve your site’s search results using %2$s data.":["Συνδέστε τον λογαριασμό σας %1$s για να βελτιώσετε τα αποτελέσματα αναζήτησης του ιστότοπού σας χρησιμοποιώντας δεδομένα %2$s."],"Upgrade your meta tags and social previews and manage your SEO settings in one place.":["Αναβαθμίστε τις μετα-ετικέτες και τις προεπισκοπήσεις κοινωνικής δικτύωσης και διαχειριστείτε τις ρυθμίσεις SEO σας σε ένα μέρος."],"Get the most out of %1$s%2$s%3$s and %4$s, together":["Αξιοποιήστε στο έπακρο %1$s%2$s%3$s και %4$s μαζί"],"Take advantage of your favorite SEO & content analysis tools with your favorite page builder.":["Επωφεληθείτε από τα αγαπημένα σας εργαλεία SEO και ανάλυσης περιεχομένου με το αγαπημένο σας πρόγραμμα δημιουργίας σελίδων."],"Get %1$s tools and functionality in %2$s%3$s%4$s":["Αποκτήστε %1$s εργαλεία και λειτουργικότητα σε %2$s%3$s%4$s"],"Use the power of the blockchain to timestamp your content with %s.":["Χρησιμοποιήστε τη δύναμη του blockchain για χρονοσήμανση του περιεχόμενό σας με %s."],"Keep an eye on how your posts are ranking by connecting to your %s account.":["Παρακολουθήστε την κατάταξη των δημοσιεύσεων σας συνδέοντας τον λογαριασμό σας %s."],"Find out what your audience is searching for with %s data right in your sidebar.":["Μάθετε τι αναζητά το κοινό σας με τα δεδομένα %s ακριβώς στην πλευρική στήλη σας."],"Front-end SEO inspector":["Επιθεωρητής SEO Front-end"],"Oops! Something went wrong while saving.":["Ωπ! Κάτι πήγε λάθος κατά την αποθήκευση."],"Great! Your settings were saved successfully.":["Υπέροχα! Οι ρυθμίσεις σας αποθηκεύτηκαν με επιτυχία."],"Get your verification code in %1$sYandex Webmaster tools%2$s.":["Λάβετε τον κωδικό επαλήθευσης στα %1$sYandex Webmaster tools%2$s."],"Yandex":["Yandex"],"Claim your site over at %1$sPinterest%2$s.":["Διεκδικήστε τον ιστότοπό σας στο %1$sPinterest%2$s."],"Get your verification code in %1$sGoogle Search console%2$s.":["Λάβετε τον κωδικό επαλήθευσης στο %1$sGoogle Search console%2$s."],"Get your verification code in %1$sBing Webmaster tools%2$s.":["Αποκτήστε τον κωδικό επαλήθευσης Bing στο %1$sBing Webmaster Tools%2$s."],"Bing":["Bing"],"Add verification code":["Προσθήκη κωδικού επαλήθευσης"],"Get your verification code in %1$sBaidu Webmaster tools%2$s.":["Λάβετε τον κωδικό επαλήθευσης στα %1$sBaidu Webmaster tools%2$s."],"Baidu":["Baidu"],"Verify your site with different tools. This will add a verification meta tag to your homepage. You can find instructions on how to verify your site for each platform by following the link in the description.":["Επαληθεύστε τον ιστότοπό σας με διαφορετικά εργαλεία. Αυτό θα προσθέσει μια μετα-ετικέτα επαλήθευσης στην αρχική σας σελίδα. Μπορείτε να βρείτε οδηγίες σχετικά με τον τρόπο επαλήθευσης του ιστότοπού σας για κάθε πλατφόρμα ακολουθώντας τον σύνδεσμο στην περιγραφή."],"By default only editors and administrators can access the Advanced and Schema section of the %1$s sidebar or metabox. Disabling this allows access to all users.":["Από προεπιλογή, μόνο οι συντάκτες και οι διαχειριστές μπορούν να έχουν πρόσβαση στην ενότητα για Προχωρημένους και Schema της πλευρικής στήλης %1$s ή μετα-πλαισίου. Η απενεργοποίηση επιτρέπει την πρόσβαση σε όλους τους χρήστες."],"Restrict advanced settings for authors":["Περιορίστε τις προχωρημένες ρυθμίσεις για τους συντάκτες"],"This Yoast SEO REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use Yoast SEO for all their SEO meta output.":["To τελικό σημείο REST API σάς παρέχει όλα τα μεταδεδομένα που χρειάζεστε για μια συγκεκριμένη διεύθυνση URL. Αυτό θα καταστήσει πολύ εύκολο για τους ακέφαλους ιστότοπους WordPress να χρησιμοποιούν το Yoast SEO για όλη τη μετα-έξοδο SEO."],"REST API endpoint":["Tελικό σημείο REST API"],"APIs":["APIs"],"Slack sharing":["Διαμοιρασμός μέσω Slack"],"Allows for Twitter to display a preview with images and a text excerpt when a link to your site is shared.":["Επιτρέπει το Twitter να εμφανίζει προεπισκόπηση με εικόνες και ένα απόσπασμα κειμένου όταν κοινοποιείτε έναν σύνδεσμο του ιστότοπού σας."],"Twitter card data":["Κάρτα δεδομένων Twitter"],"Open Graph data":["Στοιχεία Open Graph"],"Social sharing":["Διαμοιρασμός κοινωνικών δικτύων"],"Site structure":["Δομή ιστοτόπου"],"Tell us which features you want to use.":["Πείτε μας ποιες δυνατότητες θέλετε να χρησιμοποιείτε"],"Site preferences":["Προεπιλογές ιστότοπου"],"Network disabled":["Το δίκτυο είναι απενεργοποιημένο"],"Unavailable for sub-sites":["Μη διαθέσιμο για υπό-ιστότοπους"],"This image is used as a fallback for posts/pages that don't have any images set.":["Αυτή η εικόνα χρησιμοποιείται ως εναλλακτική για άρθρα/σελίδες στις οποίες δεν έχουν οριστεί εικόνες."],"Site image":["Εικόνα ιστότοπου"],"Title separator":["Διαχωριστής τίτλου"],"Recommended size for this image is %1$s%3$s%2$s":["Το προτεινόμενο μέγεθος για αυτήν την εικόνα είναι %1$s%3$s%2$s"],"The %1$sSite image%2$s requires Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":["Η %1$sεικόνα ιστότοπου%2$s απαιτεί δεδομένα Open Graph, τα οποία είναι προς το παρόν απενεργοποιημένα στην ενότητα 'Διαμοιρασμός Κοινωνικών Δικτύων' στην ενότητα %3$sΛειτουργίες ιστότοπου%4$s."],"Automatically add content to your RSS. This enables you to add links back to your blog and your blog posts, helping search engines identify you as the original source of the content.":["Αυτόματα προσθέτει περιεχόμενο στο RSS σας. Αυτό σας ενεργοποιεί την προσθήκη συνδέσμων πίσω στο ιστολόγιο και στα άρθρα του, βοηθώντας τις μηχανές αναζήτησης να σας αναγνωρίζουν ως γνήσια πηγή του περιεχομένου."],"RSS feed":["Ροή RSS"],"%1$s (default)":["%1$s (προεπιλογή)"],"We took the liberty of using your website name and logo for the organization name and logo. Feel free to change them below.":["Πήραμε το θάρρος να χρησιμοποιήσουμε το όνομα και το λογότυπο του ιστότοπού σας για το όνομα και το λογότυπο του οργανισμού. Μη διστάσετε να τα αλλάξετε παρακάτω."],"Edit your %1$s":["Επεξεργαστείτε το %1$s σας"],"slug":["σύντομο όνομα"],"keyphrase":["φράση-κλειδί"],"A company name and logo need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site name and logo as default values. %1$sLearn more about the importance of structured data.%2$s":["Για να λειτουργούν σωστά τα δομημένα δεδομένα, πρέπει να οριστεί το όνομα και το λογότυπο της εταιρείας. Εφόσον δεν τα έχετε ορίσει ακόμη, χρησιμοποιούμε το όνομα και το λογότυπο του ιστότοπου ως προεπιλεγμένες τιμές. %1$sΜάθετε περισσότερα σχετικά με τη σημασία των δομημένων δεδομένων.%2$s"],"Install %1$s Content Analysis for %2$s":["Εγκατάσταση %1$s Ανάλυση περιεχομένου για %2$s"],"Activate %1$s Content Analysis for %2$s":["Ενεργοποιήστε την Ανάλυση περιεχομένου %1$s για %2$s"],"%1$s integrates with %2$s":["Το %1$s ενσωματώνεται με το %2$s"],"Integration active":["Ενεργή ενσωμάτωση"],"Plugin not detected":["Το πρόσθετο δεν εντοπίστηκε"],"Enable integration":["Ενεργοποίηση ενσωμάτωσης"],"Plugin integrations":["Ενσωματώσεις προσθέτου"],"Recommended integrations":["Προτεινόμενες ενσωματώσεις"],"Enable %1$s":["Ενεργοποίηση %1$s"],"Integration unavailable for multisites":["Η ενσωμάτωση δεν είναι διαθέσιμη για πολλαπλούς ιστότοπους"],"Network Disabled":["Το δίκτυο είναι απενεργοποιημένο"],"Unlock with Premium!":["Ξεκλειδώστε το με Premium!"],"Premium SEO analysis:":["Premium ανάλυση SEO:"],"Beta":["Υπό δοκιμή"],"Are you publishing news articles? %s helps you optimize your site for Google News.":["Δημοσιεύετε άρθρα ειδήσεων; Το %s σας βοηθά να βελτιστοποιήσετε τον ιστότοπό σας για τις ειδήσεις της Google."],"no data":["χωρίς δεδομένα"],"Your text should be slightly longer to calculate your Flesch reading ease score.":["Το κείμενό σας θα πρέπει να είναι ελαφρώς μεγαλύτερο για να υπολογίσετε τη βαθμολογία ευκολίας ανάγνωσης Flesch."],"Continue writing to get insight into the readability of your text!":["Συνεχίστε να γράφετε για να αποκτήσετε εικόνα για την αναγνωσιμότητα του κειμένου σας!"],"%1$sKeyphrase distribution%2$s: Have you evenly distributed your focus keyphrase throughout the whole text? %3$sYoast SEO Premium will tell you!%4$s":["%1$sΚατανομή της φράσης-κλειδί%2$s: Έχετε κατανείμει ομοιόμορφα τη φράση-κλειδί εστίασης σε όλο το κείμενο; Το %3$sYoast SEO Premium θα σας το πει!%4$s"],"%1$sWord complexity%2$s: Is your vocabulary suited for a larger audience? %3$sYoast SEO Premium will tell you!%4$s":["%1$sΠολύπλοκοτητα λέξης%2$s: Είναι το λεξιλόγιό σας κατάλληλο για μεγαλύτερο κοινό; Το %3$sYoast SEO Premium θα σας το πει!%4$s"],"Get %s to enjoy the benefits of prominent words":["Πάρτε %s για να απολαύσετε τα οφέλη των ευδιάκριτων λέξεων"],"With %1$s%3$s%2$s, this section will show you which words occur most often in your text. By checking these prominent words against your intended keyword(s), you'll know how to edit your text to be more focused.":["Με %1$s%3$s%2$s, αυτή η ενότητα θα σας δείξει ποιες λέξεις εμφανίζονται πιο συχνά στο κείμενό σας. Ελέγχοντας αυτές τις εξέχουσες λέξεις σε σχέση με τις προβλεπόμενες λέξεις-κλειδιά, θα ξέρετε πώς να επεξεργαστείτε το κείμενό σας για να είστε πιο εστιασμένοι."],"Buy %s now!":["Αγοράστε τώρα το %s!"],"Are you working on a news article? %s helps you optimize your site for Google News.":["Εργάζεστε σε ένα άρθρο ειδήσεων; Το %s σας βοηθά να βελτιστοποιήσετε τον ιστότοπό σας για τις ειδήσεις της Google."],"Premium SEO analysis":["Premium ανάλυση SEO"],"1 year of premium support and updates included!":["Συμπεριλαμβάνονται 1 έτος premium υποστήριξης και ενημερώσεων!"],"Unlock with %s":["Ξεκλειδώστε με %s"],"Learn more about character count":["Μάθετε περισσότερα σχετικά με τον αριθμό χαρακτήρων"],"Character count":["Αριθμός χαρακτήρων"],"Learn more about word count":["Μάθετε περισσότερα σχετικά με τον αριθμό των λέξεων"],"Word count":["Αριθμός λέξεων"],"Learn more about Flesch reading ease":["Μάθετε περισσότερα για την ευκολία ανάγνωσης Flesch"],"out of 100":["από 100"],"okay":["Εντάξει"],"Learn more about reading time":["Μάθετε περισσότερα για το χρόνο ανάγνωσης"],"Reading time":["χρόνος ανάγνωσης"],"minute":["λεπτό","λεπτά"],"Activate %1$s!":["Ενεργοποιήστε το %1$s!"],"You've installed %1$s but it's not activated yet. %2$sActivate %1$s now!%3$s":["Εγκαταστήσατε το %1$s αλλά δεν έχει ενεργοποιηθεί ακόμα. %2$sΕνεργοποιήστε το %1$s τώρα!%3$s"],"Automatically ping search engines like Bing and Yandex whenever you publish, update or delete a post.":["Κάντε αυτόματα ping σε μηχανές αναζήτησης όπως την Bing και την Yandex κάθε φορά που δημοσιεύετε, ενημερώνετε ή διαγράφετε μια δημοσίευση."],"Additional URL parameters to allow":["Επιτρεπόμενοι πρόσθετοι παράμετροι URL"],"Permalink cleanup settings":["Ρυθμίσεις εκκαθάρισης μόνιμων συνδέσμων"],"Max number of characters to allow in searches":["Μέγιστος αριθμός χαρακτήρων που επιτρέπεται στις αναζητήσεις"],"Search cleanup settings":["Ρυθμίσεις εκκαθάρισης αναζήτησης"],"Filter searches with common spam patterns":["Φιλτράρετε αναζητήσεις με κοινά μοτίβα ανεπιθύμητων μηνυμάτων"],"Filter searches with emojis and other special characters":["Φιλτράρετε αναζητήσεις με emojis και άλλους ειδικούς χαρακτήρες"],"Filter search terms":["Φίλτρο όρων αναζήτησης"],"Unregistered URL parameters":["Μη καταχωρημένες παράμετροι URL"],"Campaign tracking URL parameters":["Παράμετροι URL παρακολούθησης καμπάνιας"],"Timestamp this %s":["Χρονοσήμανση %s"],"%1$s: Not all the words from your keyphrase \"%4$s\" appear in the SEO title. %2$s%5$s%3$s.":["%1$s: Δεν εμφανίζονται όλες οι λέξεις της φράσης-κλειδί '%4$s' στον τίτλο SEO. %2$s%5$s%3$s."],"%1$s: The focus keyphrase appears at the beginning of the SEO title. Good job!":["%1$s: Η φράση-κλειδί εστίασης εμφανίζεται στην αρχή του τίτλου SEO. Καλή δουλειά!"],"Keyphrase in SEO title":["Φράση-κλειδί στον τίτλο SEO"],"Contact %s support.":["Επικοινωνήστε με την υποστήριξη %s."],"WordProof Timestamp":["Χρονοσήμανση WordProof"],"View this content's Timestamp certificate":["Δείτε το πιστοποιητικό χρονοσήμανσης αυτού του περιεχομένου"],"Contact WordProof support":["Επικοινωνήστε με την υποστήριξη WordProof"],"Find out how IndexNow can help your site.":["Μάθετε πώς το IndexNow μπορεί να βοηθήσει τον ιστότοπό σας."],"IndexNow":["IndexNow"],"Dismiss this notice.":["Απόρριψη της ειδοποίησης."],"We noticed that you haven't fully configured Yoast SEO yet. Optimize your SEO settings even further by using our improved %1$s First-time configuration%2$s.":["Παρατηρήσαμε ότι δεν έχετε διαμορφώσει ακόμη πλήρως το Yoast SEO. Βελτιστοποιήστε ακόμη περισσότερο τις ρυθμίσεις SEO χρησιμοποιώντας τη βελτιωμένη %1$s Διαμόρφωση για πρώτη φορά%2$s."],"SEO configuration":["Διαμόρφωση SEO"],"Feed crawl settings":["Ροή ρυθμίσεων ανίχνευσης"],"Basic crawl settings":["Βασικές ρυθμίσεις ανίχνευσης"],"Powered by HTTP header":["Υποστηρίζεται από κεφαλίδα HTTP"],"Pingback HTTP header":["Επικεφαλίδα Pingback HTTP"],"Emoji scripts":["Emoji scripts"],"Generator tag":["Γεννήτρια ετικέτας"],"oEmbed links":["Σύνδεσμοι oEmbed"],"RSD / WLW links":["Σύνδεσμοι RSD / WLW"],"REST API links":["Σύνδεσμοι REST API"],"Shortlinks":["Σύντομοι σύνδεσμοι"],"Atom/RDF feeds":["Ροές Atom/RDF"],"Search results feeds":["Ροές αποτελεσμάτων αναζήτησης"],"Custom taxonomy feeds":["Ροές προσαρμοσμένης ταξινομίας"],"Tag feeds":["Ροές ετικέτας"],"Category feeds":["Ροές κατηγορίας"],"Post type feeds":["Ροές τύπου δημοσιεύσεων"],"Post authors feeds":["Ροές συγγραφέων δημοσιεύσεων"],"Global comment feeds":["Γενικές ροές σχολίων"],"Global feed":["Γενική ροή"],"%1$sLearn more about crawl settings.%2$s":["%1$sΜάθετε περισσότερα σχετικά με τις ρυθμίσεις ανίχνευσης.%2$s"],"Post comments feeds":["Ροές σχολίων άρθρων"],"Crawl settings":["Ρυθμίσεις ανίχνευσης"],"Finish configuration":["Ολοκλήρωση ρύθμισης"],"Personal preferences":["Προσωπικές ρυθμίσεις"],"SEO data optimization":["Βελτιστοποίηση δεδομένων SEO"],"An error has occurred: %1$s":["Εμφανίστηκε σφάλμα: %1$s"],"We could not save the organization name. Please check the value.":["Δεν μπορέσαμε να αποθηκεύσουμε το όνομα του οργανισμού. Παρακαλούμε ελέγξτε την τιμή."],"No items found.":["Δεν βρέθηκαν στοιχεία."],"All redirect types":["Όλοι οι τύποι ανακατεύθυνσης"],"Add Redirect":["Προσθήκη Ανακατεύθυνσης"],"Old URL":["Παλιά Διεύθυνση URL"],"The redirect type is the HTTP response code sent to the browser telling the browser what type of redirect is served. %1$sLearn more about redirect types%2$s.":["Ο τύπος ανακατεύθυνσης είναι ο κωδικός απόκρισης HTTP που αποστέλλεται στο πρόγραμμα περιήγησης λέγοντας του τον τύπο της ανακατεύθυνσης που προβάλλεται. %1$sΜάθετε περισσότερα σχετικά με τους τύπους ανακατεύθυνσης%2$s."],"301 Moved Permanently":["301 Μετακινήθηκε μόνιμα"],"Type":["Τύπος"],"Plain redirects":["Απλές ανακατευθύνσεις"],"Regex Redirects":["Ανακατευθύνσεις Regex"],"There are unsaved changes in one or more steps. Leaving means that those changes may not be saved. Are you sure you want to leave?":["Υπάρχουν μη αποθηκευμένες αλλαγές σε ένα ή περισσότερα βήματα. Η αποχώρηση σημαίνει ότι οι αλλαγές αυτές ενδέχεται να μην αποθηκευτούν. Είστε σίγουροι ότι θέλετε να φύγετε;"],"Add another profile":["Προσθήκη επιπλέον προφίλ"],"Start first-time configuration!":["Ξεκινήστε την πρώτη-φορά ρύθμιση!"],"Set the essential %s settings for your site in a few steps.":["Ορίστε τις βασικές ρυθμίσεις %s για τον ιστότοπό σας σε λίγα βήματα."],"For the best ranking results: configure %s!":["Για τα καλύτερα αποτελέσματα κατάταξης: ρυθμίστε το %s!"],"Your site is already easier to find for search engines.":["Ο ιστότοπός σας είναι ήδη ευκολότερο να βρεθεί από τις μηχανές αναζήτησης."],"Tell us about your site, so we can get it ranked!":["Πείτε μας για τον ιστότοπό σας, ώστε να τον κατατάξουμε!"],"Or go to your SEO dashboard":["Ή πηγαίνετε στον πίνακα διαχείρισης SEO"],"E.g. example@email.com":["Π.χ. example@email.com"],"Please enter a valid email address.":["Παρακαλούμε εισάγετε μια έγκυρη ηλεκτρονική διεύθυνση"],"Tell us! Is your site about an organization or a person? ":["Πείτε μας! Ο ιστότοπός σας αφορά έναν οργανισμό ή ένα άτομο; "],"Personal logo or avatar":["Προσωπικό λογότυπο ή άβαταρ"],"Select a user":["Επιλέξτε έναν χρήστη"],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. You're not allowed to update this user profile, so please ask this user or an admin to make sure the information is correct.":["Έχετε επιλέξει τον χρήστη %1$s ως το πρόσωπο που αντιπροσωπεύει αυτός ο ιστότοπος. Οι πληροφορίες αυτού του προφίλ χρήστη θα χρησιμοποιούνται πλέον στα αποτελέσματα αναζήτησης. Δεν επιτρέπεται να ενημερώσετε αυτό το προφίλ χρήστη, οπότε παρακαλούμε ρωτήστε αυτόν τον χρήστη ή έναν διαχειριστή για να βεβαιωθείτε ότι οι πληροφορίες είναι σωστές."],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. %2$sUpdate this profile to make sure the information is correct%3$s.":["Έχετε επιλέξει τον χρήστη %1$s ως το πρόσωπο που αντιπροσωπεύει αυτός ο ιστότοπος. Οι πληροφορίες αυτού του προφίλ χρήστη θα χρησιμοποιούνται πλέον στα αποτελέσματα αναζήτησης. %2$sΕνημερώστε αυτό το προφίλ για να βεβαιωθείτε ότι οι πληροφορίες είναι σωστές%3$s."],"Uploading image...":["Ανέβασμα εικόνας..."],"Select an option":["Επιλέξτε μια επιλογή"],"Be aware that you should run the SEO data optimization for this configuration to take maximum effect.":["Λάβετε υπόψη ότι θα πρέπει να εκτελέσετε τη βελτιστοποίηση δεδομένων SEO για να έχει αυτή η διαμόρφωση το μέγιστο δυνατό αποτέλεσμα."],"We've already successfully analyzed your site. You can move on to the next step.":["Έχουμε ήδη αναλύσει με επιτυχία τον ιστότοπό σας. Μπορείτε να προχωρήσετε στο επόμενο βήμα."],"SEO data optimization is running… You can safely move on to the next steps of this configuration.":["Η βελτιστοποίηση δεδομένων SEO εκτελείται... Μπορείτε να προχωρήσετε με ασφάλεια στα επόμενα βήματα αυτής της διαμόρφωσης."],"You're not allowed to edit the social profiles of this user. Please ask this user or an admin to do this.":["Δεν επιτρέπεται να επεξεργαστείτε τα κοινωνικά προφίλ του χρήστη. Παρακαλούμε ζητήστε από αυτόν τον χρήστη ή από έναν διαχειριστή να το κάνει αυτό."],"E.g. https://www.wikipedia.com/yoast":["Π.χ. https://www.wikipedia.com/yoast"],"E.g. https://www.youtube.com/yoast":["Π.χ. https://www.youtube.com/yoast"],"E.g. https://www.twitter.com/yoast":["Π.χ. https://www.twitter.com/yoast"],"E.g. https://www.tumblr.com/yoast":["Π.χ. https://www.tumblr.com/yoast"],"E.g. https://www.soundcloud.com/yoast":["Π.χ. https://www.soundcloud.com/yoast"],"E.g. https://www.pinterest.com/yoast":["Π.χ https://www.pinterest.com/yoast"],"E.g. https://www.myspace.com/yoast":["Π.χ. https://www.myspace.com/yoast"],"E.g. https://www.linkedin.com/yoast":["Π.χ. https://www.linkedin.com/yoast"],"E.g. https://www.instagram.com/yoast":["Π.χ. https://www.instagram.com/yoast"],"E.g. https://www.facebook.com/yoast":["Π.χ. https://www.facebook.com/yoast"],"Delete item":["Διαγραφή στοιχείου"],"E.g. https://social-platform.com/yoast":["Π.χ. https://social-platform.com/yoast"],"Other social profile":["Άλλο προφιλ κοινωνικών δικτύων"],"First-time configuration":["Ρύθμιση για πρώτη φορά"],"You should finish the %1$sfirst time configuration%2$s to make sure your SEO data has been optimized and you’ve set the essential Yoast SEO settings for your site.":["Θα πρέπει να ολοκληρώσετε την %1$sρύμιση πρώτης φοράς%2$s για να βεβαιωθείτε ότι τα δεδομένα SEO σας έχουν βελτιστοποιηθεί και ότι έχετε ορίσει τις βασικές ρυθμίσεις Yoast SEO για τον ιστότοπό σας."],"Step 4: Go through the first time configuration":["Βήμα 4: Πηγαίνετε μέσω της ρύμισης πρώτης φοράς"],"Postname permalink":["Μόνιμος σύνδεσμος ονόματος άρθρου"],"Page comments":["Σχόλια σελίδας"],"Links table":["Πίνακας συνδέσμων"],"If you already have saved AIOSEO 'Search Appearance' settings and the issue persists, please contact our support team so we can take a closer look.":["Εάν έχετε ήδη αποθηκεύσει τις ρυθμίσεις «Εμφάνιση αναζήτησης» του AIOSEO και το πρόβλημα παραμένει, επικοινωνήστε με την ομάδα υποστήριξής μας για να μπορέσουμε να ρίξουμε μια πιο προσεκτική ματιά."],"If you have never saved any AIOSEO 'Search Appearance' settings, please do that first and run the import again.":["Εάν δεν έχετε αποθηκεύσει ποτέ καμία ρύθμιση «Εμφάνιση αναζήτησης» του AIOSEO, κάντε το πρώτα και εκτελέστε ξανά την εισαγωγή."],"The AIOSEO import was cancelled because some AIOSEO data is missing. Please try and take the following steps to fix this:":["Η εισαγωγή του AIOSEO ακυρώθηκε επειδή λείπουν ορισμένα δεδομένα AIOSEO. Δοκιμάστε και ακολουθήστε τα παρακάτω βήματα για να το διορθώσετε:"],"The validation of the AIOSEO data structure has failed.":["Η επικύρωση της δομής δεδομένων AIOSEO απέτυχε."],"Currently, the %s integration is not available for multisites.":["Προς το παρόν η διασύνδεση με το %s δεν είναι διαθέσιμη για multisites."],"WordProof authentication":["Πιστοποίηση WordProof"],"Connected to WordProof":["Συνδεδεμένο με το WordProof"],"Connection failed":["Η σύνδεση απέτυχε"],"Not working? %1$sContact %3$s support%2$s.":["Δεν λειτουργεί; %1$sΕπικοινωνήστε με την υποστήριξη %3$s%2$s."],"Try again":["Προσπαθήστε ξανά"],"Find possible solutions in this %1$sArticle%2$s.":["Βρείτε πιθανές λύσεις σε αυτό το %1$sΆρθρο%2$s."],"There was a connection problem. This could be because your third party connections are blocked.":["Παρουσιάστηκε πρόβλημα σύνδεσης. Αυτό μπορεί να οφείλεται στο ότι οι συνδέσεις τρίτων σας έχουν αποκλειστεί."],"The %3$s will automatically be timestamped every time you %1$supdate%2$s or %1$spublish%2$s.":["Το %3$s θα χρονοσημάνεται αυτόματα κάθε φορά που %1$sενημερώνεται%2$s ή %1$sδημοσίευται%2$s."],"Your %s is now protected via the blockchain!":["Το %s σας προστατεύεται πλέον μέσω του blockchain!"],"Something went wrong authenticating your %3$s account with the %4$s site. Please try again or contact %1$s%3$s support%2$s.":["Παρουσιάστηκε σφάλμα κατά την πιστοποίηση του λογαριασμού σας %3$s με τον ιστότοπο %4$s. Προσπαθήστε ξανά ή επικοινωνήστε με την υποστήριξη %1$s%3$s%2$s."],"Unable to create new timestamps. Please authenticate with WordProof.":["Αδυναμία δημιουργίας νέων χρονοσημάνσεων. Παρακαλούμε πιστοποιηθείτε με το WordProof."],"Timestamp with WordProof":["Χρονοσήμανση με WordProof"],"Learn more about timestamping":["Μάθετε περισσότερα για την χρονοσήμανση"],"Authenticate with WordProof":["Επικύρωση με το WordProof"],"Manage WordProof settings":["Διαχείριση ρυθμίσεων WordProof"],"The WordProof Timestamp plugin needs to be disabled before you can activate this integration.":["Το πρόσθετο WordProof Timestamp πρέπει να απενεργοποιηθεί προτού μπορέσετε να ενεργοποιήσετε αυτή την ενσωμάτωση."],"Open settings":["Άνοιγμα ρυθμίσεων"],"Open authentication":["Άνοιγμα πιστοποίησης"],"The timestamp is not created because you need to authenticate with %s first.":["Η χρονοσήμανση δεν δημιουργείται επειδή πρέπει πρώτα να πραγματοποιήσετε έλεγχο πιστοποίησης με το %s."],"The timestamp is not retrieved by your site. Please try again or contact %1$s support.":["Η χρονοσήμανση δεν ανακτάται από τον ιστότοπό σας. Δοκιμάστε ξανά ή επικοινωνήστε με την υποστήριξη %1$s."],"%1$s failed to timestamp this page. Please check if you're correctly authenticated with %1$s and try to save this page again.":["%1$s απέτυχε να βάλει χρονοσήμανση σε αυτή τη σελίδα. Ελέγξτε αν έχετε πιστοποιηθεί σωστά με το %1$s και προσπαθήστε να αποθηκεύσετε ξανά αυτή τη σελίδα."],"%s has successfully timestamped this page.":["Το %s έχει χρονοσήμανει αυτή την σελίδα με επιτυχία."],"You are out of timestamps. Please upgrade your account by opening the %s settings.":["Δεν έχετε χρονοσήμανση. Αναβαθμίστε τον λογαριασμό σας ανοίγοντας τις ρυθμίσεις %s."],"Use WordProof to timestamp this page to comply with legal regulations and join the fight for a more transparant and accountable internet.":["Χρησιμοποιήστε το WordProof για να χρονοσημάνετε αυτή την σελίδα ώστε να συμμορφωθείτε με τους νομικούς κανονισμούς και να συμμετάσχετε στον αγώνα για ένα πιο διαφανές και υπεύθυνο διαδίκτυο."],"Timestamp this post":["Χρονοσύμανση του άρθρου"],"content words":["λέξεις περιεχομένου"],"content word":["λέξη περιεχομένου"],"Cleanup failed with the following error:":["Η εκκαθάριση απέτυχε δίνοντας το παρακάτω σφάλμα:"],"Note: These settings will overwrite the default settings of Yoast SEO.":["Σημείωση: Αυτές οι ρυθμίσεις αντικαθιστούν τις προεπιλεγμένες του Yoast SEO."],"Note: This metadata will only be imported if there is no existing Yoast SEO metadata yet.":["Σημείωση: Αυτά τα μεταδεδομένα θα εισαχθούν μόνο σε περίπτωση μη προϋπαρχόντων μεταδεδομένων Yoast SEO."],"Post metadata (SEO titles, descriptions, etc.)":["Μεταδεδομένα άρθρων (SEO τίτλοι, περιγραφές, κτλ.)"],"The import from %s includes:":["Η εισαγωγή από το %s συμπεριλαμβάνει:"],"Once you're certain that your site is working properly with the imported data from another SEO plugin, you can clean up all the original data from that plugin.":["Αφού βεβαιωθείτε ότι ο ιστότοπός σας λειτουργεί φυσιολογικά με τα εισαχθέντα δεδομένα από άλλο πρόσθετο SEO, μπορείτε να πραγματοποιήσετε εκκαθάριση όλων των πρωτότυπων δεδομένων εκείνου του πρόσθετου."],"Please select an SEO plugin below to see what data can be imported.":["Παρακαλώ επιλέξτε ένα πρόσθετο SEO παρακάτω, για να δείτε τι δεδομένα μπορούν να εισαχθούν."],"Clean up":["Εκκαθάριση"],"After you've imported data from another SEO plugin, please make sure to clean up all the original data from that plugin. (step 5)":["Αφού εισάγετε δεδομένα από άλλο πρόσθετο SEO, παρακαλώ όπως πραγματοποιήσετε εκκαθάριση όλων των πρωτότυπων  δεδομένων απο αυτό το πρόσθετο. (βήμα 5)"],"Note: ":["Σημείωση: "],"The cleanup can take a long time depending on your site's size.":["Η εκκαθάριση μπορεί να διαρκέσει αρκετή ώρα, αναλόγως του μεγέθους του ιστοτόπου."],"Every fifteen minutes":["Κάθε δεκαπέντε λεπτά"],"Default tagline":["Προκαθορισμένος υπότιτλος"],"Import failed with the following error:":["Η εισαγωγή απέτυχε δίνοντας το παρακάτω σφάλμα:"],"No data found from other SEO plugins.":["Δεν βρέθηκαν δεδομένα από άλλα πρόσθετα SEO."],"Select SEO plugin":["Επιλογή προσθέτου SEO"],"The import can take a long time depending on your site's size.":["Η διαδικασία εισαγωγής ενδέχεται να διαρκέσει αρκετή ώρα ανάλογα με το μέγεθος του ιστοχώρου σας."],"For the best SEO results include all words of your keyphrase in the SEO title, and put the keyphrase at the beginning of the title":["Για τα καλύτερα δυνατά αποτελέσματα SEO συμπεριλάβετε όλες τις λέξεις της φράσης-κλειδί στον τίτλο SEO και βάλτε τη φράση κλειδί στην αρχή του τίτλου"],"For the best SEO results write the exact match of your keyphrase in the SEO title, and put the keyphrase at the beginning of the title":["Για να πετύχετε τα καλύτερα δυνατά SEO αποτελέσματα, εισάγετε επακριβώς τη φράση-κλειδί στον SEO τίτλο, και ιδανικά στην αρχή του τίτλου."],"Installation Successful":["Επιτυχής εγκατάσταση"],"Blog Post":["Άρθρο ιστολογίου"],"%1$s: Title does not begin with the focus keyphrase. %2$sMove your focus keyphrase to the beginning of the title%3$s.":["%1$s: Ο τίτλος δεν αρχίζει με τη φράση κλειδί εστίασης. %2$sΜετακινήστε την φράση-κλειδί εστίασης στην αρχή του τίτλου%3$s."],"%1$s: The exact match of the focus keyphrase appears at the beginning of the SEO title. Good job!":["%1$s: Η ακριβής αντιστοιχία της φράσης-κλειδί εστίασης εμφανίζεται στην αρχή του τίτλου SEO. Καλή δουλειά!"],"%2$sText length%4$s: The text contains %1$d %6$s. This is below the recommended minimum of %5$d %6$s. %3$sAdd more content%4$s.":["%2$sΜήκος κειμένου%4$s: Το κείμενο περιέχει %1$d %6$s. Αυτό είναι κάτω από το προτεινόμενο ελάχιστο των %5$d %6$s. %3$sΠροσθήκη περισσότερου περιεχομένου%4$s."],"%2$sText length%4$s: The text contains %1$d %6$s. This is slightly below the recommended minimum of %5$d %6$s. %3$sAdd a bit more copy%4$s.":["%2$sΜήκος κειμένου%4$s: Το κείμενο περιέχει %1$d %6$s. Αυτό είναι ελαφρώς χαμηλότερο από το προτεινόμενο ελάχιστο των %5$d %6$s. %3$sΠροσθέστε λίγο περισσότερο αντίγραφο%4$s."],"%2$sText length%4$s: The text contains %1$d %6$s. This is far below the recommended minimum of %5$d %7$s. %3$sAdd more content%4$s.":["%2$sΜήκος κειμένου%4$s: Το κείμενο περιέχει %1$d %6$s. Αυτό είναι πολύ χαμηλότερο από το προτεινόμενο ελάχιστο των %5$d %7$s. %3$sΠροσθήκη περισσότερου περιεχομένου%4$s.","%2$sΜήκος κειμένου%4$s: Το κείμενο περιέχει %1$d %7$s. Αυτό είναι πολύ χαμηλότερο από το προτεινόμενο ελάχιστο των %5$d %7$s. %3$sΠροσθήκη περισσότερου περιεχομένου%4$s."],"character":["χαρακτήρας","χαρακτήρες"],"word":["λέξη","λέξεις"],"words":["λέξεις"],"characters":["χαρακτήρες"],"%s rolls out the red carpet for the search bots, which helps your site perform better in search engines.":["Το %s στρώνει το κόκκινο χαλί για τα ρομπότ αναζήτησης, και έτσι βοηθάει τον ιστότοπο σας να πετύχει καλύτερες επιδόσεις στις μηχανές αναζήτησης."],"You've successfully installed %s!":["Εγκαταστήσατε επιτυχώς το %s!"],"Skip%s":["Παράβλεψη%s"],"Your %s account does not contain any keyphrases for this website yet. You can track keyphrases by using the \"Track SEO Performance\" button in the post editor.":["Ο λογαριασμός σας %s δεν περιέχει ακόμη βασικές φράσεις για αυτόν τον ιστότοπο. Μπορείτε να παρακολουθείτε τις βασικές φράσεις χρησιμοποιώντας το κουμπί \"Παρακολούθηση απόδοσης SEO\" στο πρόγραμμα επεξεργασίας αναρτήσεων."],"%s account":["Λογαριασμός %s "],"This overview only shows you keyphrases added to Yoast SEO. There may be other keyphrases added to your %s.":["Αυτή ή συνοπτική παρουσίαση δείχνει μόνο τις λέξεις κλειδιά που έχουν προστεθεί στο Yoast SEO. Ενδέχεται να υπάρχουν επιπρόσθετες λέξεις κλειδιά στο %s."],"Tracking the ranking position...":["Παρακολούθηση της θέσης κατάταξης..."],"Something went wrong while tracking the ranking position(s) of your page. Please try again later.":["Κάτι πήγε στραβά κατά την παρακολούθηση των θέσεων κατάταξης της σελίδας σας. Παρακαλώ δοκιμάστε ξανά αργότερα."],"reconnect to %s":["επανασύνδεση σε %s"],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["Φαίνεται ότι κάτι πήγε στραβά κατά την ανάκτηση των δεδομένων του ιστότοπού σας. Παρακαλώ %s και δοκιμάστε ξανά."],"Before you can track your SEO performance make sure to set either the post’s title and save it as a draft or manually set the post’s slug.":["Προτού μπορέσετε να παρακολουθήσετε την απόδοσή σας στο SEO, φροντίστε είτε να ορίσετε τον τίτλο του άρθρου και να το αποθηκεύσετε ως πρόχειρο είτε να ορίσετε με μη αυτόματο τρόπο τον σύντομο τίτλο (slug) του άρθρου."],"No keyphrase has been set. Please set a keyphrase first.":["Δεν έχει οριστεί φράση-κλειδί. Παρακαλώ ορίστε μια φράση-κλειδί πρώτα."],"upgrade your %s plan":["αναβαθμίστε το %s πλάνο σας"],"You've reached the maximum amount of %d keyphrases you can add to your Wincher account. If you wish to add more keyphrases, please %s.":["Έχετε συμπληρώσει τον μέγιστο αριθμό των %d φράσεων κλειδιών που μπορείτε να προσθέσετε στον Wincher λογαριασμό σας. Εάν θέλετε να προσθέσετε περισσότερες φράσεις-κλειδιά, παρακαλούμε %s."],"With %1$s you can track the ranking position of your page in the search results based on your keyphrase(s). %2$s":["Με το %1$s μπορείτε να παρακολουθείτε τη θέση κατάταξης της σελίδας σας στα αποτελέσματα αναζήτησης με βάση τις φράσεις-κλειδιά σας. %2$s"],"%s is currently tracking the ranking position(s) of your page. This may take a few minutes. Please wait or check back later.":["Το %s εντοπίζει αυτήν τη στιγμή τις θέσεις κατάταξης της σελίδας σας. Αυτό μπορεί να διαρκέσει μερικά λεπτά. Παρακαλούμε περιμένετε ή ελέγξτε ξανά αργότερα."],"You have successfully connected to %s! You can now track the SEO performance for the keyphrase(s) of this page.":["Συνδεθήκατε επιτυχώς στο %s! Τώρα μπορείτε να παρακολουθείτε την απόδοση SEO για τις φράση(εις) κλειδί(ά) αυτής της σελίδας."],"Read more about keyphrase tracking with Wincher":["Διαβάστε περισσότερα σχετικά με την παρακολούθηση φράσεων κλειδιού με το Wincher"],"Automatic tracking of keyphrases is enabled. Your keyphrase(s) will automatically be tracked by %s when you publish your post.":["Είναι ενεργοποιημένη η αυτόματη παρακολούθηση φράσεων κλειδιών. Οι φράσεις-κλειδιά σας θα παρακολουθούνται αυτόματα από το %s όταν δημοσιεύετε την ανάρτησή σας."],"Please enter a focus keyphrase first to track keyphrase performance":["Παρακαλούμε εισάγετε πρώτα μια εστιασμένη φράση-κλειδί για να παρακολουθήσετε την απόδοση της"],"Keyphrase position in the last 90 days on a scale from 0 to 100.":["Η θέση εμφάνισης της φράσης-κλειδί τις τελευταίες 90 ημέρες σε κλίμακα από 0 έως 100."],"Track SEO performance":["Παρακολουθήστε την απόδοση SEO"],"You can enable / disable tracking the SEO performance for each keyphrase below.":["Παρακάτω, μπορείτε να ενεργοποιήσετε/απενεργοποιήσετε τoν εντοπισμό της SEO απόδοσης της κάθε φράσης-κλειδί."],"Track all keyphrases on this page":["Παρακολούθηση όλων των φράσεων-κλειδιών σε αυτή τη σελίδα"],"Tracking has already been enabled for one or more keyphrases of this page. Clicking the button below will enable tracking for all of its keyphrases.":["Η παρακολούθηση έχει ήδη ενεργοποιηθεί για μία ή περισσότερες φράσεις-κλειδιά σε αυτή τη σελίδα. Πατώντας το πλήκτρο παρακάτω θα ενεργοποιηθεί η παρακολούθηση για όλες τις φράσεις-κλειδιά."],"Learn more about the SEO performance feature.":["Μάθετε περισσότερα σχετικά το χαρακτηριστικό της SEO απόδοσης."],"SEO performance":["SEO απόδοση"],"Connect with %s":["Συνδεθείτε με %s"],"* focus keyphrase":["* εστιασμένη φράση-κλειδί"],"Get more insights over at %s":["Λάβετε περισσότερες πληροφορίες στο %s"],"Position over time":["Θέση εμφάνισης με την πάροδο του χρόνου"],"Position":["Θέση"],"Tracking":["Παρακολούθηση"],"You can still run the SEO data optimization in the %1$sTools section%2$s. Once that is finished, please refresh this page.":["Μπορείτε ακόμα να εκτελέσετε τη βελτιστοποίηση δεδομένων SEO στην ενότητα %1$sΕργαλεία%2$s. Μόλις ολοκληρωθεί αυτό, ανανεώστε αυτή τη σελίδα."],"This configuration step is currently disabled, because you're not running the latest version of Yoast SEO Premium. Please update to the latest version (at least %1$s). ":["Αυτό το βήμα διαμόρφωσης είναι προς το παρόν απενεργοποιημένο, επειδή δεν χρησιμοποιείτε την τελευταία έκδοση του Yoast SEO Premium. Παρακαλούμε ενημερώστε στην πιο πρόσφατη έκδοση (τουλάχιστον %1$s). "],"Save and continue":["Αποθήκευση και συνέχεια"],"Does your site represent an Organization or Person?":["Ο ιστότοπός σας αντιπροσωπεύει έναν οργανισμό ή ένα πρόσωπο;"],"Activate %s":["Ενεργοποίηση %s"],"Update %s":["Ενημέρωση του %s"],"Renew %s":["Ανανέωση %s"],"Get help activating your subscription":["Λάβετε βοήθεια για την ενεργοποίηση της συνδρομής σας"],"It looks like you’re running an outdated and unactivated version of %1$s, please activate your subscription in %2$sMyYoast%3$s and update to the latest version (at least 17.7) to gain access to our updated workouts section.":["Φαίνεται ότι χρησιμοποιείτε μια παλιά και μη ενεργοποιημένη έκδοση του %1$s, ενεργοποιήστε τη συνδρομή σας στο %2$sMyYoast%3$s και ενημερώστε την στην πιο πρόσφατη έκδοση (τουλάχιστον 17.7) για να αποκτήσετε πρόσβαση στην ενημερωμένη ενότητα εξασκήσεων."],"Activate your subscription of %s":["Ενεργοποιήστε τη συνδρομή σας στο %s"],"Update to the latest version of %s":["Ενημέρωση στην πιο πρόσφατη έκδοση του %s"],"Renew your subscription":["Ανανέωση της συνδρομής σας"],"Accessing the latest workouts requires an updated version of %s (at least 17.7), but it looks like your subscription has expired. Please renew your subscription to update and gain access to all the latest features.":["Για να έχετε πρόσβαση στις πιο πρόσφατες εξασκήσεις, είναι απαραίτητο να έχετε μία ενημερωμένη έκδοση του %s (τουλάχιστον την 17.7), ωστόσο φαίνεται ότι η συνδρομή σας έχει λήξει. Παρακαλώ ανανεώστε τη συνδρομή σας ώστε να ενημερώσετε το πρόσθετο και να αποκτήσετε πρόσβαση σε όλα τα τελευταία χαρακτηριστικά."],"Renew your subscription of %s":["Ανανεώστε την %s συνδρομή σας"],"Could not save this value. Please check the URL.":["Η τιμή δεν αποθηκεύτηκε. Παρακαλούμε ελέγξτε το URL."],"Could not save this value. Please check the URL or username.":["Η τιμή δεν αποθηκεύτηκε. Παρακαλούμε ελέγξτε το URL ή το όνομα χρήστη."],"Oops! Something went wrong. Check your email address and try again.":["Ωχ! Κάτι πήγε στραβά. Ελέγξτε τη διεύθυνση email σας και δοκιμάστε ξανά."],"Yes, you can collect my site data":["Ναι, μπορείτε να συλλέγετε δεδομένα του ιστότοπού μου"],"Site representation":["Αναπαράσταση ιστοτόπου"],"Continue":["Συνέχεια"],"Thank you! Check your inbox for the confirmation email.":["Σας ευχαριστούμε! Ελέγξτε τα εισερχόμενα σας για email επιβεβαίωσης"],"Yoast respects your privacy. Read %1$sour privacy policy%2$s on how we handle your personal information.":["Το Yoast σέβεται το απόρρητό σας. Διαβάστε %1$s την πολιτική απορρήτου%2$s σχετικά με τον τρόπο χειρισμού των προσωπικών σας στοιχείων."],"Email address":["Διεύθυνση email"],"%1$sBack to all workouts":["%1$sΕπιστροφή στις εξασκήσεις"],"Getting your site in shape and keeping it SEO fit can be hard. We can help you get started! Take these step-by-step workouts, and you’ll be tackling some of the most fundamental SEO challenges!":["Η προσπάθεια να φέρετε σε φόρμα τον ιστότοπο σας και να τον διατηρήσετε βέλτιστο από πλευράς SEO, μπορεί να είναι μία δύσκολη εργασία. Όμως μπορούμε να σας βοηθήσουμε να ξεκινήσετε! Ακολουθήστε αυτές τις βήμα-προς-βήμα εξασκήσεις, και θα αντιμετωπίσετε με επιτυχία μερικές από τις πιο θεμελιώδεις SEO προκλήσεις!"],"Add internal links to your posts and pages":["Προσθέστε εσωτερικούς συνδέσμους στα άρθρα και στις σελίδες σας"],"Make pages easier for Google and visitors to find":["Κάντε τις σελίδες σας πιο εύκολο να εντοπιστούν από την Google και τους επισκέπτες"],"Clean up your unlinked content to make sure people can find it":["Καθαρίστε το μη συνδεδεμένο περιεχόμενό σας για να βεβαιωθείτε ότι οι άλλοι μπορούν να το βρουν"],"Orphaned content":["Ορφανό περιεχόμενο"],"Bring more visitors to your articles":["Προσελκύστε περισσότερους επισκέπτες στα άρθρα σας"],"Make your important articles rank higher":["Κάντε τα σημαντικά άρθρα σας να κατατάσσονται υψηλότερα στην αναζήτηση"],"%1$s/%2$s steps completed":["%1$s/%2$s βήματα ολοκληρώθηκαν"],"Unlock with %s!":["Ξεκλειδώστε με το %s!"],"Start workout!":["Ξεκινήστε την εξάσκηση!"],"Do workout again":["Επαναλάβετε την εξάσκηση"],"Continue workout!":["Συνεχίστε την εξάσκηση!"],"It looks like you're running an outdated version of %1$s, please %2$supdate to the latest version (at least 17.7)%3$s to gain access to our updated workouts section.":["Φαίνεται ότι έχετε μια παλιά έκδοση του %1$s, παρακαλούμε %2$sενημερώστε στην πιο πρόσφατη έκδοση (τουλάχιστον 17,7)%3$s για να αποκτήσετε πρόσβαση στην ενημερωμένη ενότητα προπονήσεων."],"Get started quickly with the %1$s%2$s First-time configuration%3$s and configure Yoast SEO with the optimal SEO settings for your site!":["Ξεκινήστε γρήγορα με το %1$s%2$s Διαμόρφωση για πρώτη φορά%3$s και ρυθμίστε το Yoast SEO με τις βέλτιστες ρυθμίσεις SEO για τον ιστότοπό σας!"],"Current or first category title":["Τρέχουσα ή τίτλος πρώτης κατηγορίας"],"Category Title":["Τίτλος Κατηγορίας"],"Replaced with the post content":["Αντικαταστάθηκε με το περιεχόμενο άρθρου"],"Post Content":["Περιεχόμενο άρθρου"],"Replaced with the permalink":["Αντικαταστάθηκε με τον μόνιμο σύνδεσμο"],"Replaced with the last name of the author":["Αντικαταστάθηκε με το επώνυμο του συντάκτη"],"Author last name":["Επώνυμο συγγραφέα"],"Replaced with the first name of the author":["Αντικαταστάθηκε με το όνομα του συντάκτη"],"Author first name":["Όνομα συγγραφέα"],"Replaced with the day the post was published":["Αντικαταστάθηκε με την ημέρα που το άρθρο δημοσιεύθηκε"],"Post day":["Ημέρα δημοσίευσης"],"Replaced with the month the post was published":["Αντικαταστάθηκε με το μήνα που το άρθρο δημοσιεύθηκε"],"Post month":["Μήνας δημοσίευσης"],"Replaced with the year the post was published":["Αντικαταστάθηκε με το έτος που το άρθρο δημοσιεύθηκε"],"Post year":["Έτος δημοσίευσης"],"Current day":["Τρέχουσα ημέρα"],"Current month":["Τρέχων μήνας"],"Current date":["Τρέχουσα ημερομηνία"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's way less than the recommended minimum of %2$d %7$s. %4$sMake it longer%5$s!":["%3$sΜήκος φράσης-κλειδιού%5$s: Η φράση-κλειδί περιλαμβάνει %1$d %6$s. Αυτό είναι πολύ λιγότερο από το προτεινόμενο ελάχιστο των %2$d %7$s. %4$sΑυξήστε το%5$s!","%3$sΜήκος φράσης-κλειδιού%5$s: Οι φράσεις-κλειδιά περιλαμβάνουν %1$d %7$s. Αυτό είναι πολύ λιγότερο από το προτεινόμενο ελάχιστο των %2$d %7$s. %4$sΑυξήστε το%5$s!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's less than the recommended minimum of %2$d %6$s. %4$sMake it longer%5$s!":["%3$sΜήκος φράσης-κλειδιού%5$s: Η φράση-κλειδί διαθέτει %1$d λέξεις. Είναι λιγότερες από το κατώτατο προτεινόμενο όριο των %2$d λέξεων. %4$sΕπιμηκύνετε τη φράση-κλειδί%5$s! "],"It looks like you aren't using our %1$s%2$s addon%3$s. %4$sUpgrade today%5$s to unlock more tools and SEO features to make your products stand out in search results.":["Φαίνεται ότι δεν χρησιμοποιείτε το %1$s%2$s επέκταση μας %3$s. %4$sΑναβαθμίστε σήμερα%5$s και ξεκλειδώστε περισσότερα εργαλεία και λειτουργίες SEO για να κάνετε τα προϊόντα σας να ξεχωρίσουν τα αποτελέσματα αναζήτησης."],"Below are the technical details for the error. See %1$sthis page%2$s for a more detailed explanation.":["Παρακάτω υπάρχουν οι τεχνικές λεπτομέρειες για το σφάλμα. Δείτε %1$sαυτή τη σελίδα%2$s για μία πιο λεπτομερή επεξήγηση."],"%1$sImage Keyphrase%2$s: Good job!":["%1$sΦράση-κλειδί εικόνας%2$s: Καλή δουλειά!"],"%1$sImage Keyphrase%3$s: Images on this page do not have alt attributes with at least half of the words from your keyphrase. %2$sFix that%3$s!":["%1$sΕικόνα φράσης-κλειδί%3$s: Εικόνες σε αυτή τη σελίδα δεν έχουν alt χαρακατηριστικά, με τουλάχιστο μισές από τις λέξεις από τις φράσεις-κλειδί. %2$sΔιορθώστε το%3$s!"],"%1$sImages%2$s: Good job!":["%1$sΕικόνες%2$s: Καλή δουλειά!"],"%1$sImages and videos%2$s: Good job!":["%1$sΕικόνες και βίντεο%2$s: Καλή δουλειά!"],"%3$sImages and videos%5$s: Only %1$d image or video appears on this page. We recommend at least %2$d. %4$sAdd more relevant images or videos%5$s!":["%3$sΕικόνες και βίντεο%5$s: Μόνο %1$d εικόνα ή βίντεο εμφανίζεται σε αυτή την σελίδα. Σας προτείνουμε τουλάχιστον %2$d. %4$sΠροσθέστε περισσότερες σχετικές εικόνες ή βίντεο%5$s!","%3$sΕικόνες και βίντεο%5$s: Μόνο %1$d εικόνες ή βίντεο εμφανίζονται σε αυτή την σελίδα. Σας προτείνουμε τουλάχιστον %2$d. %4$sΠροσθέστε περισσότερες σχετικές εικόνες ή βίντεο%5$s!"],"%3$sImages%5$s: Only %1$d image appears on this page. We recommend at least %2$d. %4$sAdd more relevant images%5$s!":["%3$sΕικόνες%5$s: Μόνο %1$d εικόνα εμφανίζεται σε αυτή την σελίδα. Σας προτείνουμε τουλάχιστον %2$d. %4$sΠροσθέστε περισσότερες σχετικές εικόνες%5$s!","%3$sΕικόνες%5$s: Μόνο %1$d εικόνες εμφανίζονται σε αυτή την σελίδα. Σας προτείνουμε τουλάχιστον %2$d. %4$sΠροσθέστε περισσότερες σχετικές εικόνες%5$s!"],"%1$sImages and videos%3$s: No images or videos appear on this page. %2$sAdd some%3$s!":["%1$sΕικόνες και βίντεο%3$s: Σε αυτή τη σελίδα δεν εμφανίζεται καμία εικόνα ή βίντεο. %2$sΠροσθέστε μερικές(α)%3$s!"],"Error stack trace":["Σφάλμα ανίχνευσης στοίβας"],"Response":["Απάντηση"],"Error message":["Μήνυμα σφάλματος"],"Status code":["Κωδικός κατάστασης"],"Request method":["Μέθοδος αιτήματος"],"Request URL":["Ζητούμενο URL"],"Error details":["Λεπτομέρειες σφάλματος"],"Workouts":["Ασκήσεις"],"Rank with articles you want to rank with":["Ανεβείτε στην κατάταξη με τα άρθρα που πραγματικά επιθυμείτε. "],"The cornerstone approach":["Ακρογωνιαία προσέγγιση"],"SEO workouts":["SEO Ασκήσεις"],"Improve the quality of your site search! Automatically helps your users find your cornerstone and most important content in your internal search results. It also removes noindexed posts & pages from your site’s search results.":["Βελτίωσε την ποιότητα αναζήτησης του ιστότοπου σου! Βοηθάει αυτόματα τους χρήστες, να βρουν το ακρογωνιαίο και πιο σημαντικό περιεχόμενο στα αποτελέσματα της εσωτερικής αναζήτησης. Επίσης αφαιρεί noindexed αναρτήσεις & σελίδες από τα αποτελέσματα αναζήτησης του ιστότοπου σου. "],"Find out more about our %s integration.":["Μάθετε περισσότερα σχετικά με την ενοποίηση μας με τo %s"],"Get relevant internal linking suggestions — while you’re writing! The link suggestions metabox shows a list of posts on your blog with similar content that might be interesting to link to. ":["Πάρε σχετικές προτάσεις εσωτερικής σύνδεσης — ενώ γράφεις! Το μέτα-πλαίσιο των προτάσεων συνδέσμων παραπομπής εσωτερικής σύνδεσης εμφανίζει μία λίστα δημοσιεύσεων με παρόμοιο περιεχόμενο από το ιστολόγιο σου που μπορεί να είναι χρήσιμο να το συνδέσεις στην τρέχουσα δημοσίευση. "],"Find out how Insights can help you improve your content.":["Μάθετε πως οι Διορατικές Πληροφορίες (Insights) μπορούν να σας βοηθήσουν να βελτιώσετε το περιεχόμενο σας."],"Find relevant data about your content right in the Insights section in the Yoast SEO metabox. You’ll see what words you use most often and if they’re a match with your keywords! ":["Βρείτε δεδομένα σχετικά με το περιεχόμενο σας, στην ενότητα των Διορατικών Πληροφοριών (Insights) στο Yoast SEO metabox. Θα δείτε ποιες λέξεις χρησιμοποιείτε συχνότερα και αν ταιριάζουν με τις λέξεις-κλειδιά (keywords) σας!"],"Oops, something has gone wrong and we couldn't complete the optimization of your SEO data. Please make sure to activate your subscription in MyYoast by completing %1$sthese steps%2$s.":["Ωχ, κάτι πήγε στραβά και δεν μπορέσαμε να ολοκληρώσουμε την βελτιστοποίηση των SEO δεδομένων σας. Παρακαλούμε επιβεβαιώστε ότι η συνδρομή σας στο MyYoast είναι ενεργοποιημένη, ακολουθώντας %1$sαυτά τα βήματα%2$s."],"To unlock this feature please update %s to the latest version.":["Για να ενεργοποιήσετε αυτή την επιλογή παρακαλούμε ενημερώστε το %s στην τελευταία έκδοση."],"The social appearance settings for archives require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Οι ρυθμίσεις εμφάνισης στα κοινωνικά δίκτυα (social appearance) των αρχείων, απαιτούν τα Open Graph metadata (τα οποία προς το παρόν είναι απενεργοποιημένα). Μπορείτε να τα ενεργοποιήσετε πηγαίνοντας στις ρυθμίσεις %1$s‘Social’ οι οποίες βρίσκονται κάτω απο την καρτέλα%2$s ‘Facebook’."],"The social appearance settings for taxonomies require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Οι ρυθμίσεις εμφάνισης στα κοινωνικά δίκτυα για τις ταξινομίες απαιτούν τα Open Graph metadata (τα οποία προς το παρόν είναι απενεργοποιημένα). Μπορείτε να τα ενεργοποιήσετε πηγαίνωντας στις ρυθμίσεις %1$s‘Social’, οι οποίες βρίσκονται κάτω την καρτέλα%2$s ‘Facebook’."],"The social appearance settings for content types require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Οι ρυθμίσεις εμφάνισης στα κοινωνικά δίκτυα για τους τύπους περιεχομένου, απαιτούν τα Open Graph metadata (τα οποία προς το παρόν είναι απενεργοποιημένα). Μπορείτε να τα ενεργοποιήσετε πηγαίνοντας στις ρυθμίσεις %1$s‘Social’ οι οποίες βρίσκονται κάτω απο την καρτέλα%2$s ‘Facebook’."],"The social appearance settings for your homepage require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Οι ρυθμίσεις εμφάνισης στα κοινωνικά δίκτυα για την αρχική σας σελιδα, απαιτούν τα Open Graph metadata (τα οποία προς το παρόν είναι απενεργοποιημένα). Μπορείτε να τα ενεργοποιήσετε πηγαίνοντας στις ρυθμίσεις %1$s‘Social’ οι οποίες βρίσκονται κάτω απο την καρτέλα%2$s ‘Facebook’."],"Social image":["Κοινωνική εικόνα"],"Unlock with Premium":["Ξεκλειδώστε με το Premium"],"Addon installation failed because of an error: %s.":["Η εγκατάσταση του πρόσθετου απέτυχε εξαιτείας ενός σφάλματος: %s."],"You are not allowed to install plugins.":["Δεν έχετε δικαιώματα για την εγκατάσταση προσθηκών."],"Addon installed.":["Το πρόσθετο εγκαταστάθηκε."],"Addon activation failed because of an error: %s.":["Η ενεργοποίηση του πρόσθετου απέτυχε εξαιτείας ενός σφάλματος: %s."],"You are not allowed to activate plugins.":["Δεν έχετε δικαιώματα για την ενεργοποίηση προσθηκών."],"Addon activated.":["Το πρόσθετο ενεργοποιήθηκε."],"%1$s Continue to %2$s%3$s":["%1$s Συνεχίστε στο %2$s%3$s"],"Installing and activating addons":["Γίνεται εγκατάσταση και ενεργοποίηση προσθέτων"],"No %1$s plugins have been installed. You don't seem to own any active subscriptions.":["Καμία προσθήκη %1$s δεν έχει εγκασταθεί. Δεν φαίνεται να έχετε ενεργές συνδρομές."],"the following addons":["τα ακόλουθα πρόσθετα"],"%s SEO installation":["Εγκατάσταση του %s SEO "],"Install and activate":["Εγκατάσταση και ενεργοποίηση"],"Please confirm below that you would like to install %s on this site.":["Παρακαλώ επιβεβαιώστε παρακάτω ότι θέλετε να εγκαταστήσετε το %s σε αυτόν τον ιστότοπο."],"Insert variable":["Εισάγετε μεταβλητή"],"Shopping data preview:":["Προεπισκόπηση δεδομένων αγορών:"],"Availability":["Διαθεσιμότητα"],"Price":["Τιμή"],"Rating":["Αξιολόγηση"],"%s reviews":["%s αξιολογήσεις"],"Rating: %s":["Αξιολόγηση: %s"],"Image":["Εικόνα"],"Social description":["Περιγραφή για τα κοινωνικά δίκτυα"],"Social title":["Τίτλος για τα κοινωνικά δίκτυα"],"Required by %s":["Απαιτείται από το %s"],"Auto-updates are disabled based on this setting for %1$s.":["Με βάση αυτή τη ρύθμιση, οι αυτόματες-ενημερώσεις για το %1$s έχουν απενεργοποιηθεί ."],"Auto-updates are enabled based on this setting for %1$s.":["Με βάση αυτή τη ρύθμιση, οι αυτόματες-ενημερώσεις για τον %1$s έχουν ενεργοποιηθεί."],"New":["Νέο"],"seconds":["δευτερόλεπτα"],"Select image":["Επιλέξτε εικόνα"],"Replace image":["Αντικατάσταση εικόνας"],"site structure":["Δομή ιστοτόπου"],"internal linking":["εσωτερική σύνδεση"],"breadcrumbs":["Διαδρομές"],"seo":["SEO"],"Adds the Yoast SEO breadcrumbs to your template or content.":["Προσθέτει τις Δαιδρομές του Yoast SEO στο πρότυπο ή το περιεχόμενο σας."],"Yoast Breadcrumbs":["Διαδρομές Yoast"],"The term is considered invalid. The following reason was given by WordPress: %s":["Ο όρος θεωρείται άκυρος. Ο ακόλουθος λόγος δόθηκε από το WordPress: %s"],"The post could not be found.":["Δεν ήταν δυνατή η εύρεση της ανάρτησης."],"The term could not be found.":["Δεν ήταν δυνατή η εύρεση του όρου."],"This feature has been disabled since subsites never send tracking data.":["Αυτή η λειτουργία έχει απενεργοποιηθεί, καθώς οι υποκατηγορίες ενός ιστότοπου δεν στέλνουν ποτέ δεδομένα παρακολούθησης."],"We notice that you have installed WPML. To make sure your canonical URLs are set correctly, %1$sinstall and activate the WPML SEO add-on%2$s as well!":[""],"Unfortunately we cannot save changes to your SEO settings while you are working on a draft of an already-published %1$s. If you want to save your SEO changes, make sure to click 'Update', or wait to make your SEO changes until you are ready to update the %1$s.":["Δυστυχώς δεν μπορούμε να αποθηκεύσουμε τις αλλαγές στις ρυθμίσεις του SEO ενώ ταυτόχρονα δουλεύετε στο προσχέδιο ενός ήδη δημοσιευμένου %1$s. Εάν θέλετε να αποθηκεύσετε τις αλλαγές στο SEO, πατήστε 'Ενημέρωση', ή περιμένετε για να κάνετε τις αλλαγές στο SEO μέχρι να είστε έτοιμοι να ενημερώσετε το %1$s."],"Get started with Yoast SEO's content analysis for Elementor!":["Ξεκινήστε με την Yoast SEO ανάλυση περιεχομένου για τον Elementor!"],"Got it":["Το κατάλαβα"],"New: Yoast SEO for Elementor":["Νέο: Yoast SEO για τον Elementor"],"Because of a change in your category base setting, some of your SEO data needs to be reprocessed.":["Λόγω κάποιας αλλαγής στη βασική ρύθμιση της κατηγορίας σας, κάποια απο τα SEO δεδομένα σας πρέπει να επανεπεξεργαστούν."],"Wait for a week or so, until %1$s automatically processes most of your content in the background.":["Περιμένετε για μια εβδομάδα περίπου, εώς %1$s να επεξεργαστούν αυτόματα το περιεχόμενο στο υπόβαθρο."],"%s minute":["%s λεπτό","%s λεπτά"],"Est. reading time":["Εκτιμώμενος χρόνος ανάγνωσης"],"Written by":["Συντάχθηκε από"],"Google Rich Results Test":["Δοκιμή εμπλουτισμένων αποτελεσμάτων της Google"],"Find out how a rich snippet can improve visibility and click-through-rate.":["Ανακαλύψτε πως ένα εμπλουτισμένο απόσπασμα μπορεί να βελτιώσει την προβολή και την αναλογία των κλίκ προς τον αριθμό των εμφανίσεων."],"This adds an author byline and reading time estimate to the article’s snippet when shared on Slack.":["Αυτό προσθέτει το όνομα του αρθρογράφου και μια εκτίμηση για τον χρόνο ανάγνωσης στο απόσπασμα του άρθρου, όταν κοινοποιείται στο Slack."],"Enhanced Slack sharing":["Βελτιωμένος διαμοιρασμός μέσω Slack"],"Activate your subscription":["Ενεργοποιήστε τη συνδρομή σας"],"SEO data optimization is disabled for non-production environments.":["Η βελτιστοποίηση των SEO δεδομένων είναι απενεργοποιημένη σε μη-παραγωγικά περιβάλλοντα."],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":["Αυτή η δυνατότητα περιλαμβάνει και αντικαθιστά τον μετρητή συνδέσμων κειμένου και την ανάλυση εσωτερικών συνδέσεων"],"This tab allows you to selectively disable %1$s integrations with third-party products for all sites in the network. By default all integrations are enabled, which allows site admins to choose for themselves if they want to toggle an integration on or off for their site. When you disable an integration here, site admins will not be able to use that integration at all.":["Αυτή η καρτέλα σας επιτρέπει να επιλέξετε ποιες %1$s ενοποιήσεις με τρίτα προϊόντα θέλετε να απενεργοποιήσετε, για όλους τους ιστότοπους στο δίκτυο. Όλες οι ενοποιήσεις είναι προεπιλεγμένα ενεργοποιημένες, το οποίο επιτρέπει στους διαχειριστές ιστοτόπων να επιλέξουν οι ίδιοι εάν θέλουν να κρατήσουν τις ενοποιήσεις ενεργοποιημένες ή όχι για τους ιστοτόπους τους. Όταν απενεργοποιείται μια ενοποίηση εδώ, οι διαχειριστές ιστοτόπων δεν θα είναι σε θέση να χρησιμοποιήσουν τη συγκεκριμένη ενοποίηση. "],"Because of a change in your tag base setting, some of your SEO data needs to be reprocessed.":["Λόγω κάποιας αλλαγής στη βασική ρύθμιση της ετικέτας σας, κάποια απο τα SEO δεδομένα σας πρέπει να επανεπεξεργαστούν."],"Stop SEO data optimization":["Διακοπή βελτιστοποίησης δεδομένων SEO"],"Oops, something has gone wrong and we couldn't complete the optimization of your SEO data. Please click the button again to re-start the process. ":["Ωχ, κάτι πήγε στραβά και δεν μπορέσαμε να ολοκληρώσουμε τη βελτιστοποίηση των SEO δεδομένων σας. Παρακαλώ κάνετε ξανά κλικ στο κουμπί για να επανεκκινήσετε τη διαδικασία."],"Optimizing SEO data... This may take a while.":["Βελτιστοποίηση δεδομένων SEO... Αυτή η διαδικασία μπορεί να χρειαστεί λίγη ώρα για να ολοκληρωθεί."],"SEO data optimization complete":["Η βελτιστοποίηση δεδομένων SEO ολοκληρώθηκε"],"You can speed up your site and get insight into your internal linking structure by letting us perform a few optimizations to the way SEO data is stored. ":["Μπορείτε να επιταχύνετε τον ιστότοπό σας και να λάβετε Διορατικές Πληροφορίες (Insights) σχετικά με την δομή των εσωτερικών συνδέσεων σας, επιτρέποντας μας να εκτελέσουμε μερικές βελτιστοποιήσεις στον τρόπο αποθήκευσης των δεδομένων SEO."],"Start SEO data optimization":["Ξεκινήστε τη βελτιστοποίηση δεδομένων SEO"],"Learn more about the benefits of optimized SEO data.":["Μάθετε περισσότερα σχετικά με τα οφέλη των βελτιστοποιημένων δεδομένων SEO."],"You can speed up your site and get insight into your internal linking structure by letting us perform a few optimizations to the way SEO data is stored. If you have a lot of content it might take a while, but trust us, it's worth it.":["Μπορείτε να επιταχύνετε τον ιστότοπo σας και να έχετε καλύτερη διορατική πληροφόρηση της δομής των εσωτερικών συνδέσμων εάν μας επιτρέψετε να πραγματοποιήσουμε μερικές βελτιστοποιήσεις στον τρόπο αποθήκευσης των δεδομένων SEO. Εάν έχετε πολύ περιεχόμενο, η διαδικασία μπορεί να διαρκέσει λίγο παραπάνω, αλλά πιστέψτε μας, αξίζει τον χρόνο. "],"Optimize SEO Data":["Βελτιστοποίηση δεδομένων SEO"],"If the problem persists, please contact support.":["Εάν το πρόβλημα παραμένει, παρακαλώ επικοινωνήστε με την υποστήριξη."],"Something has gone wrong and we couldn't complete the optimization of your SEO data. Please %1$sre-start the process%2$s.":["Κάτι πήγε στραβά και δεν μπορέσαμε να ολοκληρώσουμε την βελτιστοποίηση των δεδομένων SEO. Παρακαλώ %1$sεπανεκκινήστε τη διαδικασία%2$s."],"All permalinks were successfully reset":["Όλοι οι μόνιμοι σύνδεσμοι επαναφέρθηκαν επιτυχώς"],"We've encountered a problem trying to get related keyphrases. Please try again later.":["Αντιμετωπίσαμε ένα πρόβλημα στην προσπάθεια μας να λάβουμε σχετικές φράσεις-κλειδιά. Παρακαλώ προσπαθείστε αργότερα."],"You've reached the maximum amount of 4 related keyphrases. You can change or remove related keyphrases in the %s metabox or sidebar.":["Έχετε εξαντλήσει τον μέγιστο αριθμό των 4 σχετικών λέξεων-κλειδιών. Μπορείτε να αλλάξετε ή αφαιρέσετε λέξεις-κλειδιά στο %s από το πλαίσιο metabox ή από την πλευρική στήλη."],"Please wait while %1$s connects to %2$s to get related keyphrases...":["Παρακαλώ περιμένετε όσο το %1$s συνδέετε στο %2$s ώστε να λάβει τις σχετικές φράσεις-κλειδιά..."],"Upgrade your %s plan":["Αναβαθμίστε το πρόγραμμα %s"],"You've reached your request limit for today. Check back tomorrow or upgrade your plan over at %s.":["Φθάσατε το όριο αιτημάτων σας για σήμερα. Δοκιμάστε και πάλι αύριο ή αναβαθμίστε το πρόγραμμα σας στο %s."],"Last month":["Τον προηγούμενο μήνα"],"Two months ago":["Δύο μήνες πριν"],"Three months ago":["Τρεις μήνες πριν"],"Four months ago":["Τέσσερις μήνες πριν"],"Five months ago":["Πέντε μήνες πριν"],"Six months ago":["Έξι μήνες πριν"],"Seven months ago":["Επτά μήνες πριν"],"Eight months ago":["Οχτώ μήνες πριν"],"Nine months ago":["Εννέα μήνες πριν"],"Ten months ago":["Δέκα μήνες πριν"],"Eleven months ago":["Πριν από έντεκα μήνες"],"Twelve months ago":["Πριν από δώδεκα μήνες"],"Get more insights at %s":["Λάβετε περισσότερες διορατικές πληροφορίες στο %s"],"Keyphrase volume in the last 12 months on a scale from 0 to 100.":["O όγκος φράσεων-κλειδιών τους τελευταίους 12 μήνες σε κλίμακα από 0 έως 100."],"Learn more about the related keyphrases trend":["Μάθετε περισσότερα για την τάση των σχετικών φράσεων-κλειδιών"],"Trend":["Τάση"],"Learn more about the related keyphrases volume":["Μάθετε περισσότερα για τον όγκο των σχετικών φράσεων-κλειδιών"],"Volume":["Όγκος"],"Related keyphrase":["Σχετική φράση-κλειδί"],"Select country":["Επιλέξτε χώρα"],"Show results for:":["Εμφάνιση αποτελεσμάτων για:"],"Please enter a focus keyphrase first to get related keyphrases":["Παρακαλώ εισάγετε πρώτα μια εστιασμένη φράση-κλειδί για να λάβετε σχετικές φράσεις-κλειδιά"],"Sorry, there's no data available for that keyphrase/country combination.":["Λυπούμαστε, δεν υπάρχουν διαθέσιμα δεδομένα για τον συγκεκριμένο συνδυασμό φράση-κλειδί/χώρα."],"Get related keyphrases":["Λάβετε σχετικές φράσεις-κλειδιά"],"Related keyphrases":["Σχετικές φράσεις-κλειδιά"],"The number of headers and header labels don't match.":["Ο αριθμός των επικεφαλίδων και των ετικετών επικεφαλίδων δεν ταιριάζει."],"The %s integration offers suggestions and insights for keywords related to the entered focus keyphrase.":["Η %s ενοποίηση προσφέρει προτάσεις και διορατικές πληροφορίες για λέξεις-κλειδιά σχετικές με την εστιασμένη φράση-κλειδί που έχετε εισάγει."],"Disabling Yoast SEO's XML sitemaps will not disable WordPress' core sitemaps. In some cases, this %1$s may result in SEO errors on your site%2$s. These may be reported in Google Search Console and other tools.":["Η απενεργοποίηση των XML χαρτών του Yoast SEO δεν θα απενεργοποιήσει τους βασικούς χάρτες ιστότοπου του WordPress. Σε ορισμένες περιπτώσεις, αυτό %1$s μπορεί να οδηγήσει σε SEO σφάλματα στον ιστότοπό σας%2$s. Αυτά μπορεί να αναφερθούν στο Google Search Console και σε άλλα εργαλεία."],"If you still need support and have an active subscription for this product, please email %s.":["Εάν εξακολουθείτε να χρειάζεστε υποστήριξη και έχετε ενεργή συνδρομή για αυτό το προϊόν, παρακαλούμε στείλτε email στο %s."],"You can probably find an answer to your question in our %1$shelp center%2$s.":["Πιθανότατα να βρείτε μια απάντηση στο ερώτημά σας στο %1$sκέντρο βοήθειας%2$s."],"Need support?":["Χρείαζεστε υποστήριξη;"],"Return to your %s":["Επιστροφή στην %s"],"Make sure to save your %s for changes to take effect":["Φροντίστε να αποθηκεύσετε την %s για να εφαρμοστούν οι αλλαγές"],"The advanced section of the %1$s meta box allows a user to remove posts from the search results or change the canonical. The settings in the schema tab allows a user to change schema meta data for a post. These are things you might not want any author to do. That's why, by default, only editors and administrators can do this. Setting to \"%2$s\" allows all users to change these settings.":["Η προηγμένη ενότητα του %1$s meta box, επιτρέπει στον χρήστη να αφαιρεί αναρτήσεις από τα αποτελέσματα αναζήτησης ή να αλλάξει το κανονικό. Οι ρυθμίσεις στην καρτέλα Σχήματος (Schema), επιτρέπουν στον χρήστη να αλλάζει meta data του Σχήματος για μια ανάρτηση. Αυτά είναι πράγματα που ίσως να μη θέλετε να κάνει ο αρθρογράφος. Γι' αυτό, από προεπιλογή, μόνο οι συντάκτες και οι διαχειριστές μπορούν να το κάνουν αυτό. Η ρύθμισή του στο \"%2$s\" επιτρέπει σε όλους τους χρήστες να αλλάξουν αυτές τις ρυθμίσεις."],"Security: no advanced or schema settings for authors":["Ασφάλεια: δεν υπάρχουν προηγμένες ή προκαθορισμένες ρυθμίσεις Σχήματος για αρθρογράφους"],"Report":["Αναφορά"],"Tech Article":["Τεχνικό άρθρο"],"Scholarly Article":["Ακαδημαϊκό άρθρο"],"Satirical Article":["Σατιρικό άρθρο"],"Advertiser Content Article":["Άρθρο με διαφημιστικό περιεχόμενο"],"News Article":["Ενημερωτικό άρθρο"],"Social Media Posting":["Αρθρογράφηση κοινωνικών μέσων"],"Article":["Άρθρο"],"Search Results Page":["Σελίδα αποτελεσμάτων αναζήτησης"],"Real Estate Listing":["Καταχώριση ακινήτων"],"Checkout Page":["Σελίδα Ολοκλήρωσης Αγορών"],"Collection Page":["Σελίδα συλλογής"],"Medical Web Page":["Ιατρική ιστοσελίδα"],"Contact Page":["Σελίδα Επικοινωνίας"],"Profile Page":["Σελίδα προφίλ"],"QA Page":["Σελίδα ερωταπαντήσεων"],"FAQ Page":["Σελίδα συχνών ερωτήσεων"],"About Page":["Σχετικά με τη σελίδα"],"Item Page":["Σελίδα προϊόντος"],"Web Page":["Ιστοσελίδα"],"Default for %1$s (%2$s)":["Προεπιλογή για %1$s (%2$s)"],"This helps search engines understand your website and your content. You can change some of your settings for this page below.":["Αυτό βοηθάει τις μηχανές αναζήτησης να καταλάβουν τον ιστότοπο σας και το περιεχόμενο του. Μπορείτε να αλλάξετε κάποιες από τις ρυθμίσεις για τη σελίδα παρακάτω."],"Yoast SEO automatically describes your pages using schema.org":["Το Yoast SEO περιγράφει αυτόματα τις σελίδες σας με χρήση του schema.org"],"Article type":["Τύπος άρθρου"],"Page type":["Τύπος σελίδας"],"Learn more about page or content types":["Μάθετε περισσότερα για τη σελίδα ή τους τύπους περιεχομένου"],"What type of page or content is this?":["Τι τύπος σελίδας ή περιεχόμενο είναι αυτό;"],"Structured Data":["Δομημένα Δεδομένα"],"Yoast How-to":["Οδηγός Yoast"],"Yoast FAQ":["Συχνές ερωτήσεις Yoast"],"%1$s: Does not contain the exact match. %2$sTry to write the exact match of your keyphrase in the SEO title and put it at the beginning of the title%3$s.":["%1$sΦράση-κλειδί στον τίτλο%3$s: Δεν περιέχει την ακριβή αντιστοίχηση. %2$sΠροσπαθείστε να γράψετε την ακριβή αντιστοίχηση της φράσης-κλειδί στον SEO τίτλο και τοποθετείστε τη στην αρχή του τίτλου%3$s."],"%1$s: The exact match of the focus keyphrase appears in the SEO title, but not at the beginning. %2$sMove it to the beginning for the best results%3$s.":["%1$sΦράση-κλειδί στον τίτλο%3$s: Η ακριβής αντιστοίχηση της εστιασμένης φράσης-κλειδί υπάρχει στον SEO τίτλο αλλά δεν βρίσκεται στην αρχή. %2$sΜετακινήστε την στην αρχή για καλύτερα αποτελέσματα%3$s."],"%1$s Internal Linking Blocks":["%1$s Εσωτερικά Συνδετικά Τμήματα"],"Allow us to track some data about your site to improve our plugin.":["Επιτρέψτε μας να συλλέξουμε κάποια δεδομένα σχετικά με την ιστοσελίδα σας για να βελτιώσουμε το πρόσθετο μας."],"Usage tracking":["Παρακολούθηση χρήσης"],"Can we collect anonymous information about your website to enhance %1$s?":["Μπορούμε να συλλέξουμε ανώνυμες πληροφορίες σχετικά με τον ιστότοπό σας για να βελτιώσουμε το %1$s;"],"Read more about how internal linking can improve your site structure.":["Διαβάστε περισσότερα σχετικά με το πως η εσωτερική σύνδεση (internal linking) μπορεί να βελτιώσει την δομή του ιστοτόπου σας."],"Link suggestions":["Προτάσεις συνδέσμων"],"Insights":["Διορατικές πληροφορίες (Insights)"],"Remove image":["Αφαίρεση Εικόνας"],"The file size of the uploaded image is too large for %s. File size must be less than %s.":["Το μέγεθος αρχείου της μεταφορτωμένης εικόνας είναι πολύ μεγάλο για το %s. Το μέγεθος του αρχείου πρέπει να είναι μικρότερο από %s."],"The format of the uploaded image is not supported. The supported formats are: %s, %s, %s and %s.":["Ο τύπος της εικόνας που μεταφορτώθηκε δεν υποστηρίζεται. Οι υποστηριζόμενοι τύποι είναι: %s, %s, %s και %s."],"You have uploaded a %s. Please note that, if it’s an animated %s, only the first frame will be used.":["Έχετε μεταφορτώσει ένα %s. Παρακαλώ έχετε υπόψιν ότι, εάν πρόκειτε για ένα κινούμενο %s, μόνο το πρώτο πλαίσιο (καρέ) θα χρησιμοποιηθεί."],"Your image dimensions are not suitable. The minimum dimensions are %dx%d pixels. The maximum dimensions are %dx%d pixels.":["Οι διαστάσεις της εικόνας σας δεν ταιριάζουν. Οι ελάχιστες επιτρεπόμενες διαστάσεις είναι %dx%d pixels. Οι μέγιστες επιτρεπόμενες διαστάσεις εναι %dx%d pixels."],"Your image dimensions are not suitable. The minimum dimensions are %dx%d pixels.":["Οι διαστάσεις της εικόνας σας δεν ταιριάζουν. Οι ελάχιστες διαστάσεις είναι %dx%d pixels."],"Dismiss":["Απόρριψη"],"Because of a change in your permalink structure, some of your SEO data needs to be reprocessed.":["Λόγω μιας αλλαγής στη δομή των permalink, κάποια από τα δεδομένα SEO πρέπει να υποβληθούν ξανά σε επεξεργασία."],"Because of a change in your home URL setting, some of your SEO data needs to be reprocessed.":["Λόγω αλλαγής στη ρύθμιση διεύθυνσης URL της κατηγορίας σας, ορισμένα από τα SEO δεδομένα σας πρέπει να επανεπεξεργαστούν."],"Please upgrade your WordPress version or install the Gutenberg plugin to get this %1$s feature.":["Παρακαλούμε αναβαθμίστε την έκδοση του WordPress ή εγκαταστήστε το πρόσθετο Gutenberg για να έχετε πρόσβαση σε αυτήν %1$s την λειτουργία."],"Marking links with nofollow/sponsored has been disabled for WordPress installs < 5.4.":["Marking links με nofollow/sponsored έχει απενεργοποιηθεί για την εγκατάσταση WordPress έκδοσης < 5.4."],"Open in new tab":["Άνοιγμα σε νέα καρτέλα"],"This is a sponsored link or advert (mark as %1$ssponsored%2$s)%3$s":["Αυτός είναι ένας χορηγούμενος σύνδεσμος ή advert (Επισημαίνεται ως %1$s χορηγούμενος %2$s)%3$s"],"Search engines should ignore this link (mark as %1$snofollow%2$s)%3$s":["Οι μηχανές αναζήτησης θα πρέπει να αγνοούν το σύνδεσμο αυτό (Επισημαίνεται ως %1$snofollow%2$s)%3$s"],"Learn more about marking a link as nofollow or sponsored.":["Μάθετε περισσότερα για το πως σημαίνουν ένα σύνδεσμο σαν nofollow ή χορηγούμενο."],"Link inserted.":["Έγινε εισαγωγή συνδέσμου."],"Link edited.":["Ο σύνδεσμος τροποποιήθηκε."],"Warning: the link has been inserted but may have errors. Please test it.":["Προσοχή: ο σύνδεσμος έχει προστεθεί αλλά μπορεί να περιέχει σφάλματα. Παρακαλώ δοκιμάστε το."],"Unlink":["Αποσύνδεση"],"Link removed.":["Ο σύνδεσμος διαγράφηκε."],"Link":["Σύνδεσμος"],"We've analyzed your post. There is still room for improvement!":["Αναλύσαμε το άρθρο σας. Υπάρχει ακόμη χώρος για βελτίωση!"],"We've analyzed your post. Everything looks good. Well done!":["Αναλύσαμε το άρθρο σας. Όλα φαίνονται εντάξει. Συγχαρητήρια!"],"No focus keyword was entered":["Καμία εστιασμένη λέξη κλειδί δεν έχει προστεθεί"],"Share your post!":["Κοινοποιήστε το άρθρο σας!"],"Improve your post with Yoast SEO":["Βελτιώστε το άρθρο σας με τη βοήθεια του Yoast SEO"],"SEO analysis:":["Ανάλυση SEO:"],"The links columns show the number of articles on this site linking %3$sto%4$s this article and the number of URLs linked %3$sfrom%4$s this article. Learn more about %1$show to use these features to improve your internal linking%2$s, which greatly enhances your SEO.":["Οι στήλες συνδέσμων δείχνουν τον αριθμό των άρθρων σε αυτή τη σύνδεση ιστοτόπου %3$sπρος%4$s αυτό το άρθρο και τον αριθμό των διευθύνσεων URL που συνδεθήκαν %3$sαπό%4$s αυτό το άρθρο. Μάθετε περισσότερα για %1$sτο πως να χρησιμοποιήσετε αυτές τις δυνατότητες για να βελτιώσετε την εσωτερική σας συνδεσιμότητα%2$s, η οποία βελτιώνει εξαιρετικά το SEO σας."],"We've written an article about %1$show to use the SEO score and Readability score%2$s.":["Έχουμε γράψει ένα άρθρο για %1$sτο πως να χρησιμοποιήσετε την βαθμολογία του SEO και τη βαθμολογία Αναγνωσιμότητας%2$s."],"%1$s adds several columns to this page.":["Η %1$s προσθέτει αρκετές στήλες σε αυτήν τη σελίδα."],"We estimate this will take less than a minute.":["Υπολογίζουμε ότι αυτό θα διαρκέσει λιγότερο από ένα λεπτό."],"We estimate this will take a couple of minutes.":["Υπολογίζουμε ότι αυτό θα διαρκέσει μερικά λεπτά."],"%1$sRun the indexation process on your server%2$s using %3$sWP CLI%2$s.":["%1$s Τρέξτε τη διαδικασία ευρετηρίου στο διακομιστή (server) σας%2$s χρησιμοποιώντας το %3$sWP CLI%2$s."],"We estimate this could take a long time, due to the size of your site. As an alternative to waiting, you could:":["Υπολογίζουμε ότι αυτό θα διαρκέσει πολύ ώρα, λόγω του μεγέθους του ιστοτόπου σας. Αντί να περιμένετε, μπορείτε:"],"Show debug information":["Εμφάνιση πληροφοριών απασφαλμάτωσης"],"Your site will continue to work normally, but won't take full advantage of %s.":["Ο ιστότοπος σας θα συνεχίσει να λειτουργεί φυσιολογικά, παρόλα αυτά δεν θα εκμεταλλευτεί πλήρως τις δυνατότητες της %s."],"%s had problems creating the database tables needed to speed up your site.":["Η %s αντιμετώπισε προβλήματα με τη δημιουργία των πινάκων βάσης δεδομένων, που χρειάζονται για την επιτάχυνση του ιστοτόπου σας."],"Your keyphrase is too long. It can be a maximum of 191 characters.":["Η φράση κλειδί που εισάγατε είναι πολύ μεγάλη. Το ανώτατο επιτρεπόμενο όριο ορίζεται έως 191 χαρακτήρες."],"%1$sFind out how to solve this problem on our help center%2$s.":["%1$sΑνακαλύψτε πως μπορείτε να λύσετε αυτό το πρόβλημα χρησιμοποιώντας το κέντρο βοήθειας μας%2$s."],"The text link counter feature is not working as expected":["Η δυνατότητα μετρητή συνδέσμων κειμένου δεν λειτουργεί όπως αναμενόταν."],"The text link counter helps you improve your site structure. %1$sFind out how the text link counter can enhance your SEO%2$s.":["Ο μετρητής συνδέσμων κειμένου σας βοηθάει να βελτιώσετε την δομή του ιστοτόπου σας. %1$sΑνακαλύψτε πως ο μετρητής συνδέσμων κειμένου μπορεί να ενισχύσει το  SEO σας%2$s."],"The text link counter is working as expected":["Ο μετρητής συνδέσμων κειμένου λειτουργεί όπως αναμενόταν"],"I don't want this site to show in the search results.":["Δεν θέλω αυτός ο ιστότοπος να εμφανίζεται στα αποτελέσματα αναζήτησης."],"If you want search engines to show this site in their results, you must %1$sgo to your Reading Settings%2$s and uncheck the box for Search Engine Visibility.":["Αν θέλετε οι μηχανές αναζήτησης να εμφανίζουν αυτόν τον ιστότοπο στα αποτελέσματα τους, πρέπει να %1$sανατρέξτε στις Ρυθμίσεις Ανάγνωσης%2$s και αποεπιλέξτε την επιλογή για την Ορατότητα Μηχανής Αναζήτησης."],"Learn more about the no-index setting on our help page.":["Μάθετε περισσότερα σχετικά με τη ρύθμιση no-index στη σελίδα βοηθείας μας."],"Even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Αν και μπορείτε να ορίσετε εδώ τη meta robots ρύθμιση, ολόκληρος ο ιστότοπος είναι ορισμένος ως noindex στις συνολικές ρυθμίσεις απορρήτου, οπότε αυτές οι ρυθμίσεις δεν θα έχουν καμία επίδραση."],"Learn more about canonical URLs on our help page.":["Μάθετε περισσότερα σχετικα με τα κανονικά (canonical) URLs στη σελίδα βοηθείας μας."],"Learn more about the breadcrumbs title setting on our help page.":["Μάθετε περισσότερα σχετικά με τη ρύθμιση τίτλου διαδρομών στη σελίδα βοηθείας μας."],"Learn more about advanced meta robots settings on our help page.":["Μάθετε περισσότερα σχετικά με τις meta robots ρυθμίσεις για προχωρημένους στη σελίδα βοηθείας μας."],"Learn more about the no-follow setting on our help page.":["Μάθετε περισσότερα σχετικά με τη ρύθμιση no-follow στη σελίδα βοηθείας μας."],"Should search engines follow links on this content?":["Να ακολουθούν οι μηχανές αναζήτησης συνδέσμους σε αυτό το περιεχόμενο;"],"This %1$s REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use %1$s for all their SEO meta output.":["Αυτό %1$s τελικό σημείο REST API σάς παρέχει όλα τα μεταδεδομένα που χρειάζεστε για μια συγκεκριμένη διεύθυνση URL. Αυτό θα καταστήσει πολύ εύκολο για τους ακέφαλους ιστότοπους WordPress να χρησιμοποιούν %1$s για όλη τη μετα-έξοδο SEO."],"REST API: Head endpoint":["REST API: Head endpoint"],"Please read %1$sthis help article%2$s to find out how to resolve this problem.":["Παρακαλούμε διαβάστε %1$sαυτό το άρθρο βοήθειας%2$s για να μάθετε πώς να λύσετε το συγκεκριμένο πρόβλημα."],"Replaced with the term ancestors hierarchy":["Αντικαταστάθηκε με τον όρο ιεραρχία προγόνων"],"Term hierarchy":["Ιεραρχία όρων"],"%1$sYou can change the tagline in the customizer%2$s.":["%1$s Μπορείτε να αλλάξετε την ετικέτα απο το εργαλείο προσαρμογής %2$s."],"You still have the default WordPress tagline. Even an empty one is probably better.":["Εξακολουθείτε να έχετε την προεπιλεγμένη ετικέτα της WordPress. Ακόμα και μια άδεια ετικέτα είναι μάλλον καλύτερη."],"You should change the default WordPress tagline":["Πρέπει να αλλάξετε την προεπιλεγμένη ετικέτα της WordPress"],"You are using a custom tagline or an empty one.":["Χρησιμοποιείτε προσαρμοσμένη ετικέτα ή κενή."],"You changed the default WordPress tagline":["Αλλάξατε την προεπιλεγμένη ετικέτα του WordPress"],"Comments on your posts are displayed on a single page. This is just like we'd suggest it. You're doing well!":["Τα σχόλια στις αναρτήσεις σας εμφανίζονται σε μία σελίδα. Έτσι ακριβώς θα το προτείναμε κι εμείς! Τα πάτε πολύ καλά!"],"It's highly recommended to have your postname in the URL of your posts and pages. Consider setting your permalink structure to %s.":["Συνιστάται να έχετε το όνομα του άρθρου σας στο URL των αναρτήσεων και των σελίδων σας. Εξετάστε το ενδεχόμενο να ορίσετε τη δομή μόνιμου συνδέσμου σε %s."],"You do not have your postname in the URL of your posts and pages":["Δεν έχετε το όνομα της ανάρτησης σας στο URL των αναρτήσεων και των σελίδων σας"],"You do have your postname in the URL of your posts and pages.":["Έχετε το όνομα σας στο URL των άρθρων και των σελίδων σας."],"Your permalink structure includes the post name":["Η δομή του μόνιμου συνδέσμου περιλαμβάνει το όνομα της ανάρτησης"],"Comments on your posts break into multiple pages. As this is not needed in 999 out of 1000 cases, we recommend you disable it. To fix this, uncheck \"Break comments into pages...\" on the Discussion Settings page.":["Τα σχόλια στις δημοσιεύσεις σας εμφανίζονται σε πολλαπλές σελίδες. Επειδή αυτό δεν είναι απαραίτητο στις 999 από τις 1000 περιπτώσεις, σας συνιστούμε να το απενεργοποιήσετε. Για να το διορθώσετε, αποεπιλέξτε την επιλογή \"Σελιδοποίηση σχολίων\" στη σελίδα Ρυθμίσεις Συζήτηση."],"Comments break into multiple pages":["Τα σχόλια εμφανίζονται σε παραπάνω από μία σελίδες"],"Comments are displayed on a single page":["Τα σχόλια εμφανίζονται σε μία σελίδα"],"No title":["Χωρίς τίτλο"],"%1$sGo to the Discussion Settings page%2$s":["%1$sΕπιστροφή στις Ρυθμίσεις%2$s"],"%1$sThis was reported by the %2$s plugin%3$s":["%1$sΑυτό αναφέρθηκε από το  %2$s πρόσθετο%3$s"],"Mobile result":["Mobile αποτέλεσμα"],"Preview as:":["Προεπισκόπηση ως:"],"Desktop result":["Αποτέλεσμα επιτραπέζιου"],"When you click OK we will open our HelpScout beacon where you can find answers to your questions. This beacon will load our support data and also potentially set cookies.":["Όταν κάνετε κλικ στο OK, θα ανοίξουμε τον φάκελο μας με όνομα HelpScout όπου θα βρείτε απαντήσεις στις ερωτήσεις σας. Αυτός ο «φάρος» θα φορτώσει τα δεδομένα υποστήριξης και ενδεχομένως να ορίσει τα cookies"],"The browser you are currently using is unfortunately rather dated. Since we strive to give you the best experience possible, we no longer support this browser. Instead, please use %1$sFirefox%4$s, %2$sChrome%4$s or %3$sMicrosoft Edge%4$s.":["Το πρόγραμμα περιήγησης που χρησιμοποιείτε είναι δυστυχώς μάλλον παρωχημένο. Δεδομένου ότι προσπαθούμε να σας προσφέρουμε την καλύτερη δυνατή εμπειρία, δεν υποστηρίζουμε πλέον αυτό το πρόγραμμα περιήγησης. Αντ 'αυτού, χρησιμοποιήστε %1$sFirefox%4$s, %2$sChrome%4$s or %3$sMicrosoft Edge%4$s."],"If you want to apply advanced <code>meta</code> robots settings for this page, please define them in the following field.":["Εάν θέλετε να εφαρμόσετε σύνθετες ρυθμίσεις ρομπότ  <code>meta</code>  για αυτήν τη σελίδα, προσδιορίστε τις στο επόμενο πεδίο."],"Check out %1$s":["%1$s επεκτείνεται στο Yoast SEO academy"],"We have both free and premium online courses to learn everything you need to know about SEO.":["Έχουμε δωρεάν και premium online μαθήματα για να μάθετε όλα όσα πρέπει να ξέρετε για το SEO."],"Want to learn SEO from Team Yoast? Check out our %1$s!":["%1$s επεκτείνεται στο Yoast SEO academy, όπου είναι ένας σύνδεσμος με δυνατότητα να κάνετε κλικ."],"Learn SEO":["Μάθετε SEO"],"%s settings to import:":["%s ρυθμίσεις προς εισαγωγή:"],"Import settings from another %1$s installation by pasting them here and clicking \"%2$s\".":["Εισαγωγή ρυθμίσεων από άλλη εγκατάσταση %1$s με επικόλληση αυτών εδώ και κλικ \"%2$s\"."],"Your %1$s settings:":["Οι ρυθμίσεις σας %1$s"],"Schema":["Schema"],"Please check the format of the YouTube URL you entered. %s":["Παρακαλούμε ελέγξτε την μορφή συνδεσμου YouTube που έχετε εισάγει. %s"],"Please check the format of the Wikipedia URL you entered. %s":["Ελέγξτε τη μορφή της Wikipedia URL που έχετε εισαγάγει. %s"],"Please check the format of the Pinterest URL you entered. %s":["Ελέγξτε τη μορφή του Pinterest URL που έχετε εισαγάγει. %s"],"Please check the format of the MySpace URL you entered. %s":["Ελέγξτε τη μορφή του URL MySpace έχετε εισαγάγει. %s"],"Please check the format of the LinkedIn URL you entered. %s":["Ελέγξτε τη μορφή του Linkedin URL που έχετε εισάγει. %s"],"Please check the format of the Instagram URL you entered. %s":["Ελέγξτε τη μορφή του Instagram URL που έχετε εισαγάγει. %s"],"Please check the format of the Facebook Page URL you entered. %s":["Ελέγξτε τη μορφή της διεύθυνσης URL Facebook σελίδας που έχετε εισαγάγει. %s"],"Settings saved.":["Οι ρυθμίσεις αποθηκεύτηκαν."],"Dismiss this alert":["Απορρίψτε αυτήν την ειδοποίηση"],"The submitted value was: %s":["Η υποβληθείσα τιμή ήταν: %s"],"Yandex confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Οι κωδικοί επιβεβαίωσης Yandex μπορούν να περιέχουν μόνο γράμματα από A έως F, αριθμούς, παύλες και κάτω παύλες. %s"],"Twitter usernames can only contain letters, numbers, and underscores. %s":["Τα username του Twitter μπορούν να περιέχουν letters, numbers, and underscores.  %s"],"Pinterest confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Οι κωδικοί επιβεβαίωσης απο το Pinterest, μπορούν να περιέχουν μόνο λατινικους χαρακτηρες απο το A εως το F, αριθμούς,τα σύμβολα παύλα και κάτω παύλα. %s"],"Bing confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Οι κωδικοί επιβεβαίωσης απο το Bing, μπορούν να περιέχουν μόνο λατινικους χαρακτηρες απο το A εως το F, αριθμούς,τα σύμβολα παύλα και κάτω παύλα. %s"],"Google verification codes can only contain letters, numbers, hyphens, and underscores. %s":["Οι κωδικοί επιβεβαίωσης απο το Google, μπορούν να περιέχουν μόνο λατινικους χαρακτηρες απο το A εως το F, αριθμούς,τα σύμβολα παύλα και κάτω παύλα. %s"],"Baidu verification codes can only contain letters, numbers, hyphens, and underscores. %s":["Οι κωδικοί επιβεβαίωσης απο το Baidu, μπορούν να περιέχουν μόνο λατινικους χαρακτηρες απο το A εως το F, αριθμούς,τα σύμβολα παύλα και κάτω παύλα. %s"],"Show this item.":["Εμφάνιση στοιχείου."],"Hide this item.":["Απόκρυψη στοιχείου."],"You have %d hidden problem:":["Έχετε %d κρυφό πρόβλημα:","Έχετε %d κρυφά προβλήματα:"],"You have %d hidden notification:":["Έχετε  %d κρυφή ειδοποίηση:","Έχετε %d κρυφές ειδοποιήσεις:"],"Focus keyphrase not set":["Δεν έχει οριστεί φράση κλειδί εστίασης"],"The form contains %1$s error. %2$s":["Η φόρμα περιέχει %1$s λάθος. %2$s","Η φόρμα περιέχει %1$s λάθη. %2$s"],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly.":["Οι ακόλουθες λέξεις και συνδυασμοί λέξεων εμφανίζονται περισσότερο στο περιεχόμενο. Αυτά δίνουν μία ένδειξη για το σε τι εστιάζει το περιεχόμενο σας. Αν οι λέξεις διαφέρουν πολύ από το θέμα σας, ίσως να θέλετε να ξαναγράψετε το περιεχόμενο σας ανάλογα."],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":["Μόλις προσθέσετε λίγο περισσότερο κείμενο, θα σας παρέχουμε μία λίστα με τις λέξεις που εμφανίζονται πιο συχνά στο περιεχόμενο. Αυτο θα σας δώσει μια ένδειξη σχετικά με το που εστιάζει το περιεχόμενο σας. "],"%d occurrences":["%d περιστατικά"],"Activate %s for your site on MyYoast":["Ενεργοποιήστε  %s  για τον ιστότοπό σας στο MyYoast"],"Show blog page in breadcrumbs":["Εμφάνισε τη σελίδα ιστολογίου στις διαδρομές"],"We could not find any relevant articles on your website that you could link to from your post.":["Δεν ήταν δυνατή η εύρεση σχετικών άρθρων στον ιστότοπό σας που θα μπορούσατε να συνδέσετε την ανάρτηση σας."],"Has feedback":["Υπάρχει σχόλιο"],"Content optimization:":["Βελτιστοποίηση περιεχομένου:"],"%1$sSEO%2$s: %3$s":["%1$sSEO%2$s: %3$s"],"%1$sReadability%2$s: %3$s":["%1$sΑναγνωσιμότητα%2$s: %3$s"],"Post Noindexed":["Άρθρο που δεν έχει προστεθεί στο ευρετήριο"],"No Focus Keyphrase":["Δεν υπάρχει φράση-κλειδί"],"Posts with the SEO score: %s":["Άρθρα με βαθμολογία SEO: %s"],"SEO: %s":["SEO: %s"],"%s video tutorial":["%s εκπαιδευτικό βίντεο"],"To view your current crawl errors, %1$splease visit Google Search Console%2$s.":["Για να δείτε τα τρέχοντα σφάλματα ανίχνευσης, %1$sπαρακαλώ επισκεφθείτε το Google Search Console%2$s."],"Google has discontinued its Crawl Errors API. Therefore, any possible crawl errors you might have cannot be displayed here anymore. %1$sRead our statement on this for further information%2$s.":["Η Google σταμάτησε την υποστήριξη της ανίχνευσης σφαλμάτων μέσω API (Crawl Errors API). Ως εκ τούτου, πιθανά σφάλματα ανίχνευσης που μπορεί να έχετε δεν θα εμφανίζονται πλέον εδώ. %1$sΔιαβάστε την σχετική ανακοίνωσή μας για περαιτέρω πληροφορίες%2$s."],"Get the %s plugin now!":["Αποκτήστε το πρόσθετο %s!"],"Personal info":["Προσωπικές πληροφορίες"],"Organization logo":["Λογότυπο του οργανισμού"],"Organization name":["Όνομα του οργανισμού"],"(if one exists)":["(εάν υφίσταται)"],"Wikipedia page about you":["Σελίδα στην Βικιπαίδεια σχετικά με εσάς"],"YouTube profile URL":["URL του προφίλ στο YouTube"],"Tumblr profile URL":["URL του προφίλ στο Tumblr"],"SoundCloud profile URL":["URL του προφίλ στο SoundCloud"],"MySpace profile URL":["URL του προφίλ στο MySpace"],"Organization":["Οργανισμός"],"You have previously set your site to represent a person. We’ve improved our functionality around Schema and the Knowledge Graph, so you should go in and %1$scomplete those settings%2$s.":["Έχετε προηγουμένως θέσει την ιστοσελίδα σας να εκπροσωπεί ένα φυσικό πρόσωπο. Έχουμε βελτιώσει τις λειτουργίες γύρω από το Schema και το γράφημα γνώσης (Knowledge Graph), ώστε να μεταβείτε εκεί και %1$sνα συμπληρώσετε τις σχετικές ρυθμίσεις%2$s."],"Select a user...":["Επιλέξτε χρήστη..."],"Uncategorized":["Εκτός κατηγορίας"],"Pinterest profile URL":["URL του προφίλ στο Pinterest "],"LinkedIn profile URL":["URL του προφίλ στο LinkedIn "],"Instagram profile URL":["URL του προφίλ στο Instagram "],"No JSON object was returned.":["Δεν επιστράφηκε αντικείμενο JSON (JSON object). "],"Received internal links":["Εισερχόμενοι εσωτερικοί σύνδεσμοι"],"Outgoing internal links":["Εξερχόμενοι εσωτερικοί σύνδεσμοι"],"New step added":["Προστέθηκε νέο βήμα"],"New question added":["Προστέθηκε νέα ερώτηση"],"For this feature to work, %1$s needs to create a table in your database. We were unable to create this table automatically.":["Για να λειτουργήσει αυτή η λειτουργία, το %1$s πρέπει να δημιουργήσει έναν πίνακα στη βάση δεδομένων σας. Δεν ήταν δυνατόν να δημιουργήσουμε αυτόματα αυτόν τον πίνακα."],"Keyphrase":["Φράση κλειδί"],"%3$sImage Keyphrase%5$s: Out of %2$d images on this page, %1$d have alt attributes with words from your keyphrase or synonyms. That's a bit much. %4$sOnly include the keyphrase or its synonyms when it really fits the image%5$s.":["%3$sΕικόνα φράσης-κλειδί%5$s: Από τις %2$d εικόνες σε αυτή την σελίδα, μόνο %1$d έχει χαρακτηριστικά alt με λέξεις από το την φράση-κλειδί ή συνώνυμα. Είναι κάπως αυτό. %4$sΠεριλάβετε μόνο την φράση-κλειδί ή συνώνυμα της όταν πραγμάτικά ταιριάζει στην εικόνα%5$s!"],"%3$sImage Keyphrase%5$s: Out of %2$d images on this page, only %1$d has an alt attribute that reflects the topic of your text. %4$sAdd your keyphrase or synonyms to the alt tags of more relevant images%5$s!":["%3$sΕικόνα φράσης-κλειδί%5$s: Από τις %2$d εικόνες σε αυτή την σελίδα, μόνο %1$d έχει χαρακτηριστικά alt που αντικατοπτρίζουν το θέμα του κειμένου σας. %4$sΠροσθέστε τις φράσεις-κλειδιά ή συνώνυμα στις ετικέτες alt των σχετικών εικόνων%5$s!","%3$sΕικόνα φράσης-κλειδί%5$s: Από τις %2$d εικόνες σε αυτή την σελίδα, μόνο %1$d έχει χαρακτηριστικά alt που αντικατοπτρίζουν το θέμα του κειμένου σας. %4$sΠροσθέστε τις φράσεις-κλειδιά ή συνώνυμα στις ετικέτες alt των σχετικών εικόνων%5$s!"],"%1$sImage Keyphrase%3$s: Images on this page do not have alt attributes that reflect the topic of your text. %2$sAdd your keyphrase or synonyms to the alt tags of relevant images%3$s!":["%1$sΕικόνα φράσης-κλειδί%3$s: Εικόνες σε αυτή τη σελίδα δεν έχουν alt χαρακατηριστικά τα οποία αντικατοπτρίζουν το θέμα του κειμένου σας. %2$sΠροσθέστε τις φράσεις-κλειδιά ή συνώνυμα στις ετικέτες alt των σχετικών εικόνων%3$s!"],"%1$sImage Keyphrase%3$s: Images on this page have alt attributes, but you have not set your keyphrase. %2$sFix that%3$s!":["%1$sΕικόνα φράσης-κλειδί%3$s: Εικόνες σε αυτή τη σελίδα που έχουν alt χαρακατηριστικά, αλλά δεν έχουν οριστεί στην φράση-κλειδί. %2$sΔιορθώστε το%3$s!"],"%1$sKeyphrase in subheading%2$s: %3$s of your H2 and H3 subheadings reflects the topic of your copy. Good job!":["%1$sΦράση-κλειδί στην κεφαλίδα%2$s: %3$s των Η2 και H3 ανώτερων κεφαλίδων αντιπροσωπεύει το θέμα του κειμένου σας. Καλή δουλειά!","%1$sΦράση-κλειδί στην κεφαλίδα%2$s: %3$s των H2 και H3 ανώτερων κεφαλίδων αντιπροσωπεύουν το θέμα του κειμένου σας. Καλή δουλειά!"],"%1$sKeyphrase in subheading%2$s: Your H2 or H3 subheading reflects the topic of your copy. Good job!":["%1$sΦράση-κλειδί στην κεφαλίδα%2$s: Οι ανώτερη κεφαλίδα H2 ή H3 αντιπροσωπεύει το θέμα του κειμένου σας. Καλή δουλειά!"],"%1$sKeyphrase in subheading%3$s: %2$sUse more keyphrases or synonyms in your H2 and H3 subheadings%3$s!":["%1$sΦράση-κλειδί στην κεφαλίδα%3$s: %2$sΧρησιμοποιήστε περισσότερες λέξεις-κλειδιά ή συνώνυμα στις H2 και H3 ανώτερες κεφαλίδες σας%3$s!"],"Page %s":["Σελίδα %s"],"Cannot get the size of %1$s because of unknown reasons.":["Ο υπολογισμός του μεγέθους του %1$s είναι αδύνατος για άγνωστο λόγο. "],"Cannot get the size of %1$s because it is hosted externally.":["Ο υπολογισμούς του μεγέθους του  %1$s είναι αδύνατος επειδή φιλοξενείται εξωτερικά. "],"%1$sSingle title%3$s: H1s should only be used as your main title. Find all H1s in your text that aren't your main title and %2$schange them to a lower heading level%3$s!":["%1$sΜονός τίτλος%3$s: Οι κεφαλίδες H1 πρέπει να χρησιμοποιούνται μόνο ως βασικός τίτλος. Βρείτε όλες τις κεφαλίδες H1 στο κείμενό σας που δεν είναι βασικοί τίτλοι και %2$sμετατρέψτε τις σε χαμηλότερo επίπεδο τίτλου%3$s!"],"%1$sKeyphrase density%2$s: The keyphrase was found %5$d time. That's way more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$sΠυκνότητα φράσης-κλειδιού%2$s: Η φράση κλειδί βρέθηκε %5$d φορά. Αυτό είναι πολύ περισσότερο από το συνιστώμενο μέγιστο %3$d φορές για ένα κείμενο αυτού του μήκους. %4$sΜην υπερβάλλετε%2$s!","%1$sΠυκνότητα φράσης-κλειδιού%2$s: Η φράση κλειδί βρέθηκε %5$d φορές. Αυτό είναι πολύ περισσότερο από το συνιστώμενο μέγιστο %3$d φορές για ένα κείμενο αυτού του μήκους. %4$sΜην υπερβάλλετε%2$s!"],"%1$sKeyphrase density%2$s: The keyphrase was found %5$d time. That's more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$sΠυκνότητα φράσης-κλειδιού%2$s: Η φράση-κλειδί βρέθηκε %5$d φορά. Αυτό είναι παραπάνω από το συνιστώμενο μέγιστο των %3$d φορές για ένα κείμενο αυτής της έκτασης. %4$sΜην υπερβάλλετε%2$s!","%1$sΠυκνότητα φράσης-κλειδιού%2$s: Η φράση-κλειδί βρέθηκε %5$d φορές. Αυτό είναι παραπάνω από το συνιστώμενο μέγιστο των %3$d φορές για ένα κείμενο αυτής της έκτασης. %4$sΜην υπερβάλλετε%2$s!"],"%1$sKeyphrase density%2$s: The keyphrase was found %3$d time. This is great!":["%1$sΠυκνότητα φράσης-κλειδιού%2$s: Η φράση-κλειδί βρέθηκε %3$d φορά. Αυτό είναι υπέροχο!","%1$sΠυκνότητα φράσης-κλειδιού%2$s: Η φράση-κλειδί βρέθηκε %3$d φορές. Αυτό είναι υπέροχο!"],"%1$sKeyphrase density%2$s: The keyphrase was found %5$d time. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sΠυκνότητα φράσης-κλειδιού%2$s: Η φράση κλειδί βρέθηκε %5$d φορά. Αυτό είναι λιγότερο από το προτεινόμενο ελάχιστο των %3$d φορές για ένα κείμενο αυτής της έκτασης. %4$sΕστιάστε στη φράση-κλειδί%2$s!","%1$sΠυκνότητα φράσης-κλειδιού%2$s: Η φράση κλειδί βρέθηκε %5$d φορές. Αυτό είναι λιγότερο από το προτεινόμενο ελάχιστο των %3$d φορές για ένα κείμενο αυτής της έκτασης. %4$sΕστιάστε στη φράση-κλειδί%2$s!"],"%1$sKeyphrase density%2$s: The keyphrase was found 0 times. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sΠυκνότητα φράσης-κλειδιού%2$s: Η συγκεκριμένη φράση κλειδί βρέθηκε 0 φορές. Αυτές είναι λιγότερες από το προτεινόμενο ελάχιστο των %3$d φορές για ένα κείμενο αυτής της έκτασης. %4$sΕστιάστε στη φράση-κλειδί%2$s!"],"Import of settings is only supported on servers that run PHP 5.3 or higher.":["Η εισαγωγή ρυθμίσεων υποστηρίζεται μόνο σε διακομιστές που χρησιμοποιούν PHP 5.3 ή νεότερη έκδοση."],"Export your %1$s settings here, to copy them on another site.":["Εξάγετε τις ρυθμίσεις σας %1$s εδώ, για να τις αντιγράψετε σε έναν άλλον ιστότοπο."],"No settings found.":["Δεν βρέθηκαν σχετικές ρυθμίσεις."],"These are settings for the %1$s plugin by %2$s":["Αυτές είναι ρυθμίσεις για το %1$s πρόσθετο από %2$s"],"Copy all these settings to another site's %1$s tab and click \"%1$s\" there.":["Αντιγράψτε όλες τις ρυθμίσεις στη καρτέλα άλλου site %1$s και πατήστε εκει %1$s."],"You do not have the required rights to export settings.":["Δεν έχετε τα απαραίτητα δικαιώματα χρήσης για την εξαγωγή ρυθμίσεων."],"Method %1$s() does not exist in class %2$s":["H μέθοδος %1$s() δεν υπάρχει στη κλάση %2$s"],"With %s, you can easily create such redirects.":["Με %s, μπορείτε εύκολα να δημιουργήσετε ανάλογες ανακατευθύνσεις."],"Learn about why permalinks are important for SEO.":["Μάθετε γιατί οι μόνιμοι σύνδεσμοι των σελίδων είναι σημαντικές για το SEO."],"Changing your permalinks settings can seriously impact your search engine visibility. It should almost %1$s never %2$s be done on a live website.":["Η αλλάγη στις ρυθμίσεις των μόνιμων συνδέσμων μπορεί να έχει σοβαρό αντίκτυπο στην εμφάνισή σας στις μηχανές αναζήτησης. Θα πρέπει σχεδόν %1$s ποτέ %2$s να μην γίνεται σε έναν εν ενεργεία ιστότοπο."],"WARNING:":["ΠΡΟΣΟΧΗ:"],"%1$sFunction words in keyphrase%3$s: Your keyphrase \"%4$s\" contains function words only. %2$sLearn more about what makes a good keyphrase.%3$s":["%1$sΛειτουργικές λέξεις στη φράση-κλειδί%3$s: Η φράση-κλειδί \"%4$s\" περιέχει μόνο λειτουργικές λέξεις. %2$sΜάθετε περισσότερα για το τι κάνει μια φράση-κλειδί καλή.%3$s"],"Clear Image":["Καθαρισμός Εικόνας"],"%1$sKeyphrase length%3$s: %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sΜήκος φράσης-κλειδιού%3$s: %2$s Ορίστε μία φράση-κλειδί με σκοπό να υπολογιστεί η SEO βαθμολογία σας%3$s."],"%1$sKeyphrase in slug%2$s: More than half of your keyphrase appears in the slug. That's great!":["%1$sΦράση-κλειδί στο πεδίο 'σύντομο όνομα'%2$s: Περισσότερες από τις μισές φράσεις-κλειδιά εμφανίζονται στο πεδίο 'σύντομο όνομα'. Αυτό είναι πολύ καλό!"],"%1$sKeyphrase in slug%3$s: (Part of) your keyphrase does not appear in the slug. %2$sChange that%3$s!":["%1$sΦράση-κλειδί στο πεδίο 'σύντομο όνομα'%3$s: (Μέρος της) φράσης-κλειδιού σας δεν εμφανίζεται στο πεδίο 'σύντομο όνομα'.  %2$sΠαρακαλώ αλλάξτε το%3$s!"],"%1$sKeyphrase in slug%2$s: Great work!":["%1$sΦράση-κλειδί στο πεδίο 'σύντομο όνομα'%2$s: Εξαιρετική δουλειά! "],"Help on choosing the perfect focus keyphrase":["Βοήθεια για την επιλογή της ιδανικής φράσης-κλειδί"],"Go %s!":["Πηγαίνετε στο %s!"],"Add related keyphrase":["Προσθέστε σχετική φράση-κλειδί"],"Upgrade to %s":["Προχωρήστε σε αναβάθμιση του %s"],"Get %s":["Αποκτήστε %s"],"%4$sPreviously used keyphrase%6$s: You've used this keyphrase %1$s multiple times before%3$s. %5$sDo not use your keyphrase more than once%6$s.":["%4$sΧρησιμοποιούμενη ήδη φράση-κλειδί%6$s: Έχετε χρησιμοποιήσει αυτήν τη φράση-κλειδί %1$s πολλές φορές πριν από το%3$s. %5$sΜην χρησιμοποιείτε τη φράση-κλειδί σας περισσότερες από μία φορές%6$s."],"%3$sPreviously used keyphrase%5$s: You've used this keyphrase %1$sonce before%2$s. %4$sDo not use your keyphrase more than once%5$s.":["%3$sΦράση-κλειδί που έχει χρησιμοποιηθεί%5$s: Έχετε χρησιμοποιήσει αυτή τη φράση-κλειδί %1$sμία φορά στο παρελθόν%2$s. %4$sΜην χρησιμοποιείτε τη φράση-κλειδί περισσότερο από μία φορά%5$s."],"%1$sPreviously used keyphrase%2$s: You've not used this keyphrase before, very good.":["%1$sΦράση-κλειδί που έχει χρησιμοποιηθεί%2$s: Δεν έχετε χρησιμοποιήσει αυτή τη φράση-κλειδί στο παρελθόν, εξαιρετικά."],"%1$sImages%3$s: No images appear on this page. %2$sAdd some%3$s!":["%1$sΕικόνες%3$s: Δεν εμφανίζονται εικόνες σε αυτή τη σελίδα. %2$sΠροσθέστε μερικές%3$s!"],"%1$sLink keyphrase%3$s: You're linking to another page with the words you want this page to rank for. %2$sDon't do that%3$s!":["%1$sΣύνδεσμος φράσης-κλειδί%3$s: Συνδέετε και συσχετίζετε με άλλη σελίδα λέξεις για τις οποίες θέλετε να καταταχθεί αυτή η σελίδα. %2$sΜην το κάνετε αυτό%3$s!"],"%2$sText length%3$s: The text contains %1$d %4$s. Good job!":["%2$sΜήκος κειμένου%3$s: Το κείμενο περιλαμβάνει %1$d %4$s. Καλή δουλειά!"],"%1$sKeyphrase in subheading%3$s: More than 75%% of your H2 and H3 subheadings reflect the topic of your copy. That's too much. %2$sDon't over-optimize%3$s!":["%1$sΦράση-κλειδί στην κεφαλίδα%3$s: Περισσότερο από 75%% των H2 και H3 ανώτερων κεφαλίδων σας αντανακλούν το θέμα του κειμένου σας. Αυτό είναι πάρα πολύ. %2$sΜην υπερβάλλετε με τη βελτιστοποίηση%3$s!"],"%1$sSEO title width%3$s: %2$sPlease create an SEO title%3$s.":["%1$s Μήκος SEO τίτλου%3$s: %2$sΠαρακαλώ δημιουργήστε έναν SEO τίτλο%3$s."],"%1$sSEO title width%3$s: The SEO title is wider than the viewable limit. %2$sTry to make it shorter%3$s.":["%1$sΜήκος SEO τίτλου%3$s: Ο SEO τίτλος σας είναι μεγαλύτερος από το όριο προβολής.%2$sΔοκιμάστε να τον συντομεύσετε.%3$s."],"%1$sSEO title width%2$s: Good job!":["%1$sΜήκος SEO τίτλου%2$s: Καλή δουλειά!"],"%1$sSEO title width%3$s: The SEO title is too short. %2$sUse the space to add keyphrase variations or create compelling call-to-action copy%3$s.":["%1$sΜήκος SEO τίτλου%3$s: Ο SEO τίτλος είναι πολύ μικρός. %2$sΧρησιμοποιήστε το χώρο για να προσθέσετε παραλλαγές φράσεων-κλειδιών ή να δημιουργήσετε αποτελεσματικό περιεχόμενο που ωθεί σε ενέργειες%3$s."],"%1$sOutbound links%2$s: There are both nofollowed and normal outbound links on this page. Good job!":["%1$sΕξερχόμενοι σύνδεσμοι%2$s: Συνυπάρχουν μη ακολουθούμενοι και φυσιολογικά εξερχόμενοι σύνδεσμοι σε αυτή τη σελίδα. Καλή δουλειά! "],"%1$sOutbound links%2$s: Good job!":["%1$sΕξερχόμενοι σύνδεσμοι%2$s: Καλή δουλειά!"],"%1$sOutbound links%3$s: All outbound links on this page are nofollowed. %2$sAdd some normal links%3$s.":["%1$sΕξερχόμενοι σύνδεσμοι%3$s: Όλοι οι εξερχόμενοι σύνδεσμοι για αυτή τη σελίδα είναι μη ακολουθούμενοι (nofollowed). %2$sΠροσθέστε μερικούς φυσιολογικούς συνδέσμους%3$s."],"%1$sOutbound links%3$s: No outbound links appear in this page. %2$sAdd some%3$s!":["%1$sΕξερχόμενοι σύνδεσμοι%3$s: Δεν εμφανίζονται εξωτερικοί σύνδεσμοι σε αυτή τη σελίδα. %2$sΠροσθέστε μερικούς%3$s!"],"%1$sMeta description length%2$s: Well done!":["%1$sΜήκος μετα-περιγραφής%2$s: Πολύ καλά!"],"%1$sMeta description length%3$s: The meta description is over %4$d characters. To ensure the entire description will be visible, %2$syou should reduce the length%3$s!":["%1$sΜήκος μετα-περιγραφής%3$s: Η μετα-περιγραφή είναι πάνω από %4$d χαρακτήρες. Για να διασφαλίσετε πως θα είναι ορατη ολόκληρη η περιγραφή, %2$sθα πρέπει να μειώσετε το μήκος της%3$s!"],"%1$sMeta description length%3$s: The meta description is too short (under %4$d characters). Up to %5$d characters are available. %2$sUse the space%3$s!":["%1$sΜήκος μετα-περιγραφής%3$s: Η μετα-περιγραφή είναι πολύ μικρή (κάτω από %4$d χαρακτήρες). Πάνω από %5$d χαρακτήρες είναι διαθέσιμοι. %2$sΧρησιμοποιήστε το διαθέσιμο χώρο%3$s!"],"%1$sMeta description length%3$s:  No meta description has been specified. Search engines will display copy from the page instead. %2$sMake sure to write one%3$s!":["%1$sΜήκος μετα-περιγραφής%3$s:  Δεν έχει διευκρινιστεί η μετα-περιγραφή. Οι μηχανές αναζήτησης αναρτούν περιεχόμενο από τη σελίδα αντ'αυτού. %2$sΒεβαιώσου ότι θα συμπληρώσεις τη μετα-περιγραφή%3$s!"],"%1$sKeyphrase in meta description%2$s: The meta description has been specified, but it does not contain the keyphrase. %3$sFix that%4$s!":["%1$sΦράση-κλειδί στη μετα-περιγραφή%2$s: Η μετα-περιγραφή έχει οριστεί, αλλά δεν διαθέτει τη φράση-κλειδί. %3$sΔιορθώστε το%4$s!"],"%1$sKeyphrase in meta description%2$s: The meta description contains the keyphrase %3$s times, which is over the advised maximum of 2 times. %4$sLimit that%5$s!":["%1$sΦράση-κλειδί στη μετα-περιγραφή%2$s: Η μετα-περιγραφή περιέχει τη φράση-κλειδί %3$s φορές, όπου είναι πάνω από το προτεινόμενο όριο των 2 φορών. %4$sΠεριορίστε το%5$s!"],"%1$sKeyphrase in meta description%2$s: Keyphrase or synonym appear in the meta description. Well done!":["%1$sΦράση-κλειδί στη μετα-περιγραφή%2$s: Η φράση-κλειδί ή συνώνυμο της εμφανίζονται στην μετα-περιγραφή. Καλή δουλειά!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's way more than the recommended maximum of %2$d %6$s. %4$sMake it shorter%5$s!":["%3$sΜήκος φράσης κλειδί%5$s: Η φράση κλειδί περιέχει %1$d %6$s. Αυτό είναι πολύ περισσότερο από το συνιστώμενο μέγιστο %2$d %6$s. %4$sΚάντε το μικρότερο%5$s!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's more than the recommended maximum of %2$d %6$s. %4$sMake it shorter%5$s!":["%3$sΜήκος φράσης κλειδί%5$s: Η φράση κλειδί περιέχει %1$d %6$s. Αυτό είναι περισσότερο από το συνιστώμενο μέγιστο %2$d %6$s. %4$sΚάντε το μικρότερο%5$s!"],"%1$sKeyphrase length%2$s: Good job!":["%1$sΜήκος φράσης-κλειδιού%2$s: Καλή δουλειά! "],"%1$sKeyphrase length%3$s: No focus keyphrase was set for this page. %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sΜήκος φράσης-κλειδί%3$s: Δεν έχει οριστεί φράση-κλειδί για αυτήν την σελίδα. %2$sΟρίστε μια φράση-κλειδί ώστε να υπολογιστεί η SEO βαθμολογία σας%3$s."],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms do not appear in the first paragraph. %2$sMake sure the topic is clear immediately%3$s.":["%1$sΦράση-κλειδί στην εισαγωγή%3$s: Η φράση-κλειδί ή τα συνώνυμά της δεν εμφανίζονται στην πρώτη παράγραφο. %2$sΒεβαιωθείτε ότι το θέμα γίνεται απευθείας ξεκάθαρο%3$s."],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms appear in the first paragraph of the copy, but not within one sentence. %2$sFix that%3$s!":["%1$sΦράση-κλειδί στην εισαγωγή%3$s: Η φράση-κλειδί ή τα συνώνυμά της εμφανίζονται στην πρώτη παράγραφο του κειμένου, αλλά όχι εντός μίας πρότασης. %2$sΔιορθώστε το%3$s!"],"%1$sKeyphrase in introduction%2$s: Well done!":["%1$sΦράση-κλειδί στην εισαγωγή%2$s: Εξαιρετικά!"],"%1$sInternal links%2$s: There are both nofollowed and normal internal links on this page. Good job!":["%1$sΕσωτερικοί σύνδεσμοι%2$s: Συνυπάρχουν μη ακολουθούμενοι και φυσιολογικοί εσωτερικοί σύνδεσμοι σε αυτήν τη σελίδα. Καλή δουλειά!"],"%1$sInternal links%2$s: You have enough internal links. Good job!":["%1$sΕσωτερικοί σύνδεσμοι%2$s: Έχετε καλό αριθμό εσωτερικών συνδέσμων. Καλή δουλειά!"],"%1$sInternal links%3$s: The internal links in this page are all nofollowed. %2$sAdd some good internal links%3$s.":["%1$sΕσωτερικοί σύνδεσμοι%3$s: Οι εσωτερικοί σύνδεσμοι σε αυτήν την σελίδα είναι όλοι μη ακολουθούμενοι. %2$sΠροσθέστε μερικούς καλούς εσωτερικούς συνδέσμους%3$s."],"%1$sInternal links%3$s: No internal links appear in this page, %2$smake sure to add some%3$s!":["%1$sΕσωτερικοί σύνδεσμοι%3$s: Δεν εμφανίζονται εσωτερικοί σύνδεσμοι σε αυτήν την σελίδα, %2$sΠροσθέστε μερικούς%3$s!"],"%1$sTransition words%2$s: Well done!":["%1$sΣυνδετικές λέξεις%2$s: Πολύ καλά!"],"%1$sTransition words%2$s: Only %3$s of the sentences contain transition words, which is not enough. %4$sUse more of them%2$s.":["%1$sΣυνδετικές λέξεις%2$s: Μόνο %3$s από τις προτάσεις περιέχουν συνδετικές λέξεις, το οποίο δεν είναι αρκετό. %4$sΧρησιμοποιήστε περισσότερες%2$s."],"%1$sTransition words%2$s: None of the sentences contain transition words. %3$sUse some%2$s.":["%1$sΣυνδετικές λέξεις%2$s: Καμία από τις προτάσεις δεν περιέχει συνδετικές λέξεις. %3$sΧρησιμοποιήστε μερικές%2$s."],"%1$sNot enough content%2$s: %3$sPlease add some content to enable a good analysis%2$s.":["%1$sΜη επαρκές περιεχόμενο%2$s: %3$sΠαρακαλώ προσθέστε ορισμένο περιέχομενο για να πραγματοποιηθεί καλύτερη ανάλυση%2$s."],"%1$sSubheading distribution%2$s: You are not using any subheadings, but your text is short enough and probably doesn't need them.":["%1$sΚατανομή επικεφαλίδας%2$s: Δεν χρησιμοποιείτε καθόλου επικεφαλίδες, αλλά το κείμενο σας είναι αρκετά σύντομο και ενδεχομένως δεν τις χρειάζεται. "],"%1$sSubheading distribution%2$s: You are not using any subheadings, although your text is rather long. %3$sTry and add some subheadings%2$s.":["%1$sΚατανομή επικεφαλίδας%2$s: Δεν χρησιμοποιείτε καθόλου επικεφαλίδες, παρόλο που το κείμενό σας είναι μακροσκελές. %3$sΠροπαθήσετε να προσθέσετε μερικές%2$s."],"%1$sSubheading distribution%2$s: %3$d section of your text is longer than %4$d %6$s and is not separated by any subheadings. %5$sAdd subheadings to improve readability%2$s.":["%1$sΚατανομή υποεπικεφαλίδας%2$s: %3$d μέρος του κειμένου σας είναι μακρύτερο από %4$d %6$s και δεν είναι χωρισμένο με υποεπικεφαλίδες. %5$sΠροσθέστε υποεπικεφαλίδες για να βελτιώσετε την αναγνωσιμότητα του κειμένου%2$s.","%1$sΚατανομή υποεπικεφαλίδας%2$s: %3$d μέρη του κειμένου σας είναι μακρύτερα από %4$d %6$s και δεν είναι χωρισμένα με υποεπικεφαλίδες. %5$sΠροσθέστε υποεπικεφαλίδες για να βελτιώσετε την αναγνωσιμότητα του κειμένου%2$s."],"%1$sSubheading distribution%2$s: Great job!":["%1$sΚατανομή επικεφαλίδας%2$s: Πολύ καλή δουλειά!"],"%1$sSentence length%2$s: %3$s of the sentences contain more than %4$s %7$s, which is more than the recommended maximum of %5$s. %6$sTry to shorten the sentences%2$s.":["%1$sΜήκος πρότασης%2$s: %3$s των προτάσεων περιέχουν περισσότερα από %4$s %7$s, δηλαδή περισσότερα από το συνιστώμενο μέγιστο όριο των %5$s. %6$sΠροσπαθήστε να συντομεύσετε τις προτάσεις%2$s."],"%1$sSentence length%2$s: Great!":["%1$sΜήκος πρότασης%2$s: Εξαιρετικά!"],"%1$sConsecutive sentences%2$s: There is enough variety in your sentences. That's great!":["%1$sΔιαδοχικές προτάσεις%2$s: Υπάρχει αρκετή ποικιλία στις προτάσεις σας. Αυτό είναι πολύ καλό!"],"%1$sConsecutive sentences%2$s: The text contains %3$d consecutive sentences starting with the same word. %5$sTry to mix things up%2$s!":["%1$sΔιαδοχικές προτάσεις%2$s: Το κείμενο περιέχει %3$d διαδοχικές προτάσεις που ξεκινούν με την ίδια λέξη. %5$sΠροσπαθείστε να αναπροσαρμόσετε λίγο τα πράγματα%2$s!","%1$sΔιαδοχικές προτάσεις%2$s: Το κείμενο περιέχει %4$d περιπτώσεις όπου %3$d ή περισσότερες διαδοχικές προτάσεις ξεκινούν με την ίδια λέξη. %5$sΠροσπαθείστε να αναπροσαρμόσετε λίγο τα πράγματα%2$s!"],"%1$sPassive voice%2$s: %3$s of the sentences contain passive voice, which is more than the recommended maximum of %4$s. %5$sTry to use their active counterparts%2$s.":["%1$sΠαθητική φωνή%2$s: Το %3$s των προτάσεων σας περιέχουν παθητική φωνή. Αυτό ξεπερνά το προτεινόμενο υψηλότερο όριο του %4$s. %5$sΠροσπαθήστε να αντικαταστήσετε με ενεργητική φωνή%2$s."],"%1$sPassive voice%2$s: You're using enough active voice. That's great!":["%1$sΠαθητική φωνή%2$s: Xρησιμοποιείτε αρκετά ενεργητική φωνή. Αυτό είναι τέλειο! "],"%1$sParagraph length%2$s: %3$d of the paragraphs contains more than the recommended maximum of %4$d %6$s. %5$sShorten your paragraphs%2$s!":["%1$sΜήκος παραγράφου%2$s: %3$d των παραγράφων περιέχει περισσότερα από το συνιστώμενο μέγιστο %4$d %6$s. %5$sΜειώστε τις παραγράφους σας%2$s!","%1$sΜήκος παραγράφου%2$s: %3$d των παραγράφων περιέχει περισσότερα από το συνιστώμενο μέγιστο %4$d %6$s. %5$sΣυντομεύστε τις παραγράφους σας%2$s!"],"%1$sParagraph length%2$s: None of the paragraphs are too long. Great job!":["%1$sΜήκος παραγράφου%2$s:Καμία από τις παραγράφους δεν είναι υπερβολικά μεγάλη. Καλή δουλειά!"],"Good job!":["Καλή δουλειά!"],"Focus keyphrase: ":["Φράση-κλειδί εστίασης: "],"Focus keyphrase":["Εστιάστε στη φράση - κλειδί"],"Disable":["Απενεργοποιημένο"],"Allow Control":["Επέτρεψε έλεγχο"],"This tab allows you to selectively disable %s features for all sites in the network. By default all features are enabled, which allows site admins to choose for themselves if they want to toggle a feature on or off for their site. When you disable a feature here, site admins will not be able to use that feature at all.":["Αυτή η καρτέλα σας επιτρέπει να απενεργοποιήσετε επιλεκτικά χαρακτητιστικά %s για όλους τους ιστότοπος στο δίκτυο. Η προεπιλογή είναι όλα τα χαρακτηριστικά να είναι ενεργοποιημένα και επιτρέπει στους διαχειριστές του ιστότοπου να επιλέξουν οι ίδιοι εάν επιθυμούν να ενεργοποιήσουν ή να απενεργοποιήσουν έχα χαρακτηριστικό για τον ιστότοοπο τους. Όταν απενεργοποιείτε ένα χαρακτηριστικό σε αυτό το σημείο, οι διαχειριστές του ιστότοπου δεν θα έχουν καν τη δυνατότητα να χρησιμοποιήσουν αυτό το χαρακτητιστκό."],"%s is a required feature toggle argument.":["Το %s είναι απαιτούμενο όρισμα εναλλαγής χαρακτηριστικών."],"Remove keyphrase":["Αφαίρεση φράσης κλειδί"],"Keyphrase:":["Φράση κλειδί : "],"This feature has been disabled by the network admin.":["Αυτό το χαρακτηριστικό έχει απενεργοποιηθεί από το διαχειριστή δικτύου."],"Focus keyphrase not set.":["Δεν έχει οριστεί φράση κλειδί"],"Colon":["άνω κάτω τελεία"],"Optional. Customize how you want to describe the duration of the instruction":["Προαιρετικό. Προσαρμόστε το πως θέλετε να περιγράψετε την διάρκεια της οδηγίας "],"Describe the duration of the instruction:":["Περιγράψτε την διάρκεια της οδηγίας:"],"Learn more about the readability analysis":["Μάθετε περισσότερα για την ανάλυση αναγνωσιμότητας."],"Readability analysis:":["Ανάλυση αναγνωσιμότητας:"],"There is a new notification.":["Υπάρχει μια νέα ειδοποίηση.","Υπάρχουν νέες ειδοποιήσεις."],"Both %1$s and %2$s manage the SEO of your site. Running two SEO plugins at the same time is detrimental.":["Και το %1$s και το %2$s διαχειρίζονται το SEO του ιστότοπου σας. Το να έχετε δύο πρόσθετα για το SEO την ίδια χρονική στιγμή είναι επιβλαβές."],"%s, %s and %s":["%s, %s και %s"],"%s and %s":["%s και %s"],"%d minute":["%d λεπτό","%d λεπτά"],"%d hour":["%d ώρα","%d ώρες"],"%d day":["%d μέρα","%d μέρες"],"Enter a step title":["Εισάγετε ένα step title"],"Optional. This can give you better control over the styling of the steps.":["Προαιρετικό. Αυτό μπορεί να σας δώσει καλύτερο έλεγχο στο styling των βημάτων."],"CSS class(es) to apply to the steps":["Κλάση(εις) της CSS που θα εφαρμοστούν στα βήματα."],"minutes":["λεπτά"],"hours":["ώρες"],"days":["μέρες"],"Create a How-to guide in an SEO-friendly way. You can only use one How-to block per post.":["Δημιουργήστε έναν οδηγό \"Πώς-να\" σε ένα φιλικό περιβάλλον σύμφωνα με το SEO.  Μπορείτε να χρησιμοποιήσετε ένα μόνο \"Πως-να\" για κάθε άρθρο."],"Copy error":["Σφάλμα αντιγραφής"],"An error occurred loading the %s primary taxonomy picker.":["Ένα σφάλμα συνέβη κατά την φόρτωση του %s πρωτεύον επιλογέα ταξινομίας."],"%1$s Structured Data Blocks":["%1$s δομημένα δομικά στοιχεία"],"Time needed:":["Απαιτούμενος χρόνος"],"Move question down":["Μετακίνηση ερώτησης κάτω"],"Move question up":["Μετακίνηση ερώτησης επάνω"],"Insert question":["Εισαγωγή ερώτησης"],"Delete question":["Διαγραφή ερώτησης"],"Enter the answer to the question":["Εισάγετε την απάντηση στην ερώτηση"],"Enter a question":["Εισάγετε μια ερώτηση"],"Add question":["Προσθήκη ερώτησης"],"Frequently Asked Questions":["Συχνές ερωτήσεις"],"Select the primary %s":["Επέλεξε το πρωτεύον %s"],"Check links to this URL":["Έλεγχος συνδέσμων σε αυτό το URL"],"Are you trying to use multiple keyphrases? You should add them separately below.":["Προσπαθείτε να χρησιμοποιήσετε πολλές λέξεις-κλειδιά; Θα πρέπει να τις προσθέσετε ξεχωριστά παρακάτω."],"Mark as cornerstone content":["Σημειώστε ως το βασικό περιεχόμενο"],"Move step down":["Μετακίνηση ένα βήμα κάτω"],"Move step up":["Μετακίνηση ένα βήμα πάνω"],"Insert step":["Εισαγωγή βήματος"],"Delete step":["Διαγραφή βήματος"],"Add image":["Προσθήκη εικόνας"],"Enter a step description":["Εισάγετε μια περιγραφή του βήματος"],"Enter a description":["Εισάγετε μια περιγραφή"],"Unordered list":["Μη αριθμημένη λίστα"],"Showing step items as an ordered list.":["Εμφανίστε τα επιμέρους αντικείμενα ως αριθμημένη λίστα"],"Showing step items as an unordered list":["Εμφάνιση των στοιχείων των βημάτων ως αταξινόμητη λίστα."],"Add step":["Προσθήκη βήματος"],"Delete total time":["Διαγραφή συνολικού χρόνου"],"Add total time":["Προσθήκη συνολικού χρόνου"],"How to":["Πως"],"How-to":["Πώς να"],"Analysis results":["Αποτελέσματα ανάλυσης"],"Enter a focus keyphrase to calculate the SEO score":["Παρακαλώ εισάγετε μια λέξη κλειδί προκειμένου να υπολογιστεί το σκορ του SEO"],"Learn more about Cornerstone Content.":["Μάθετε περισσότερα για το Βασικό Περιεχόμενο "],"Cornerstone content should be the most important and extensive articles on your site.":["Το Βασικό Περιεχόμενο πρέπει να είναι τα πιο σημαντικά και εκτενή άρθρα στην ιστοσελίδα σας."],"Restore Site":["Επαναφορά ιστότοπου"],"Network Settings":["Ρυθμίσεις Δικτύου"],"You are not allowed to perform this action.":["Δεν σας επιτρέπετε να εκτελέσετε αυτή την ενέργεια."],"Error: %s":["Σφάλμα: %s"],"Success: %s":["Επιτυχία: %s"],"Site with ID %d not found.":["Η ιστοσελίδα με ID %d δεν βρέθηκε. "],"No site has been selected to restore.":["Δεν έχει επιλεχθεί ιστότοπος για επαναφορά"],"You are not allowed to modify unregistered network settings.":["Δεν σας επιτρέπεται να κάνετε κάποια αλλαγή στις ρυθμίσεις μη καταχωρημένου δικτύου."],"deleted":["διαγράφηκε"],"Copied!":["Αντιγράφηκε!"],"Not supported!":["Δεν υποστηρίζεται!"],"{{a}}Read our article about site structure{{/a}} to learn more about how internal linking can help improve your SEO.":["{{a}}Διαβάστε το άρθρο μας σχετικά με την δομή του ιστοτόπου{{/a}} για να μάθετε περισσότερα σχετικά με το πως η εσωτερική σύνδεση (internal linking) μπορεί να βοηθήσει στην βελτίωση του SEO σας."],"Consider linking to these {{a}}cornerstone articles:{{/a}}":["Σκεφτείτε να χρησιμοποιήσετε υπέρ-σύνδεσμο για αυτά τα {{a}}βασικά άρθρα:{{/a}}"],"Consider linking to these articles:":["Σκεφτείτε να χρησιμοποιήσετε υπέρ-σύνδεσμο για αυτά τα άρθρα:"],"Copy link":["Αντιγραφή συνδέσμου"],"Copy link to suggested article: %s":["Αντιγραφή συνδέσμου στο προτεινόμενο άρθρο: %s"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":["Διαβάστε τον %1$sοδηγό μας για την μελέτη λέξεων-κλειδιών%2$s για να μάθετε περισσότερα σχετικά με την μελέτη λέξεων-κλειδιών και την στρατηγική τους."],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly. ":["Οι ακόλουθες λέξεις και συνδυασμοί λέξεων εμφανίζονται περισσότερο στο περιεχόμενο. Αυτές σας υποδεικνύουν σε τι εστιάζει το περιεχόμενό σας. Αν αυτές οι λέξεις διαφέρουν αρκετά με το θέμα σας, ίσως να θέλετε να γράψετε το περιεχόμενο ξανά."],"Prominent words":["Διακεκριμένες λέξεις"],"The site's tagline":["Το μότο της ιστοσελίδας"],"Not all required fields are given. Missing field %1$s":["Δεν έχουν συμπληρωθεί όλα τα πεδία. Υπολειπόμενο πεδίο %1$s"],"Add synonyms":["Προσθέστε συνώνυμα"],"You can edit the SEO metadata for this custom type on the %1$sShop page%2$s.":["Μπορείτε να επεξεργαστείτε τα SEO μεταδεδομένα για αυτόν τον προσαρμοσμένο τύπο στη %1$sσελίδα καταστήματος%2$s."],"Current year":["Τρέχον έτος"],"Page":["Σελίδα"],"Something went wrong. Please reload the page.":["Κάτι πήγε λάθος. Παρακαλώ φορτώστε πάλι την σελίδα."],"Tagline":["Υπότιτλος"],"description (custom taxonomy)":["περιγραφή (custom taxonomy)"],"(custom taxonomy)":["(custom taxonomy)"],"(custom field)":["(προσαρμοσμένο πεδίο)"],"Term404":["Term404"],"Caption":["Λεζάντα"],"Pagenumber":["Αριθμόςσελίδας"],"Pagetotal":["Σύνολο σελίδας"],"User description":["Περιγραφή χρήστη"],"ID":["ID"],"Modified":["Τροποποιήθηκε"],"Post type (plural)":["Τύπος άρθρου (πληθυντικός)"],"Post type (singular)":["Τύπος άρθρου (ενικός)"],"Separator":["Διαχωριστής"],"Search phrase":["Αναζήτηση φράσης"],"Term title":["Τίτλος όρου"],"Term description":["Περιγραφή όρου"],"Tag description":["Περιγραφή ετικέτας"],"Category description":["Περιγραφή κατηγορίας"],"Primary category":["Βασική κατηγορία"],"Category":["Κατηγορία"],"Tag":["Ετικέτα"],"Excerpt only":["Μόνο απόσπασμα"],"Excerpt":["Απόσπασμα"],"Site title":["Τίτλος ιστότοπου"],"Archive title":["Τίτλος ιστορικού"],"Parent title":["Γονικός τίτλος"],"Date":["Ημερομηνία"],"Get Yoast SEO Premium":["Αγοράστε το πακέτο Yoast SEO Premium"],"You should create a redirect to ensure your visitors do not get a 404 error when they click on the no longer working URL.":["Μπορείτε να δημιουργήσετε ανακατεύθυνση για να εξασφαλίσετε πως οι επισκέπτες σας δεν θα βλέπουν σελίδες σφάλματος 404 όταν θα πατούν σε διεύθυνση η οποία δεν δουλεύει"],"Search engines and other websites can still send traffic to your deleted content.":["Οι μηχανές αναζήτησης και άλλοι ιστότοποι μπορούν ακόμα να στέλνουν επισκεψιμότητα στο διαγραμμένο περιεχόμενό σας."],"Make sure you don't miss out on traffic!":["Σιγουρευτείτε ότι δεν χάνετε κίνηση!"],"You just deleted a %1$s.":["Μόλις διαγράψατε ένα %1$s."],"You just trashed a %1$s.":["Μόλις μεταφέρατε στο κάδο ένα %1$s."],"Url preview":["Προβολή URL"],"Please provide a meta description by editing the snippet below. If you don’t, Google will try to find a relevant part of your post to show in the search results.":["Παρακαλούμε δώστε μια μετα-περιγραφή επεξεργάζοντας το απόσπασμα παρακάτω. Αν δεν το κάνετε, η Google θα προσπαθήσει να βρει το πιο σχετικό κομμάτι του άρθρου σας για να το δείξει στα αποτελέσματα αναζήτησης."],"Dismiss this notice":["Απορρίψτε την ειδοποίηση"],"No results":["Δεν υπάρχουν αποτελέσματα"],"%d result found, use up and down arrow keys to navigate":["Βρέθηκε %d αποτέλεσμα . Χρησιμοποίησε βελάκια πάνω και κάτω για να πλοηγηθείς.","Βρέθηκαν %d αποτελέσματα. Χρησιμοποιήστε τα πάνω και κάτω βέλη στο πληκτρολόγιο για να περιηγηθείτε."],"Your site language is set to %s. If this is not correct, contact your site administrator.":["Η γλώσσα τηου ιστότοπού σας είναι %s. Αυτό δεν είναι σωστό, επικοινωνήστε με τον διαχειριστή σας"],"The %s importer functionality uses temporary database tables. It seems your WordPress install does not have the capability to do this, please consult your hosting provider.":["Η λειτουργεία εισαγωγής %s χρησιμοποιεί προσωρινούς πίνακες βάσης δεδομένων. Φαίνεται ότι η εγκατάσταση του WordPress δεν έχει τη δυνατότητα να το κάνει αυτό, παρακαλώ συμβουλευτείτε τον παροχέα φιλοξενίας σας."],"Cleanup of %s data failed.":["Η εκκαθάριση των δεδομένων %s απέτυχε."],"Content Type":["Τύπος περιεχομένου"],"Filter by content type":["Φιλτράρετε ανά τύπο περιεχομένου"],"Show All Content Types":["Εμφάνιση Όλων Των Τύπων Δεδομένων"],"Replaced with the normal title for an archive generated by WordPress":["Αντικαταστάθηκε με ένα κανονικό τίτλο για το αρχείο που παρήγαγε το WordPress"],"Clean":["Εκκαθάριση"],"Once you're certain your site is OK, you can clean up. This will remove all the original data.":["Μόλις είσαστε σίγουροι ότι το Site σας είναι έτοιμο, μπορείτε να κάνετε εκκαθάριση. Αυτό θα αφαιρέσει όλα τα αρχικά περιεχόμενα."],"Step 5: Clean up":["Βήμα 5: Εκκαθάριση"],"Please check your posts and pages and see if the metadata was successfully imported.":["Παρακαλώ ελένξτε τα άρθα και τις σελίδες σας και δείτε αν τα meta δεδομένα σας έχουν εισαχθεί επιτυχώς."],"Step 3: Check your data":["Βήμα 3: Ελέγξτε τα δεδομένα σας"],"This will import the post metadata like SEO titles and descriptions into your %1$s metadata. It will only do this when there is no existing %1$s metadata yet. The original data will remain in place.":["Αυτό θα εισάγει τα μέτα δεδομένα των άρθρων σας όπως τους τίτλους και τις περιγραφές SEO στο %1$s μέτα δεδομένα. Αυτό θα γίνει μόνο αν δεν υπάρχουν προϋπάρχοντα μέτα δεδομένα στο %1$s. Τα αρχικά δεδομένα θα παραμείνουν ως έχουν."],"Step 2: Import":["Βήμα 2: Εισαγωγή"],"Please make a backup of your database before starting this process.":["Παρακαλώ σιγουρευτείτε ότι έχετε κρατήσει αντίγραφα ασφαλείας της βάσεως δεδομένων σας προτού ξεκινήσετε αυτήν την διαδικασία."],"Step 1: Create a backup":["Βήμα 1: Δημιουργία αντιγράφων ασφαλείας"],"We've detected data from one or more SEO plugins on your site. Please follow the following steps to import that data:":["Ανακαλύψαμε προϋπάρχοντα δεδομένα από ένα η περισσότερα SEO Πρόσθετα στο Site σας. Παρακαλώ ακολουθήστε τα βήματα που ακολουθούν για να εισάγετε αυτά τα δεδομένα:"],"Plugin: ":["Πρόσθετο: "],"%s did not detect any plugin data from plugins it can import from.":["Το %s  δεν βρήκε δεδομένα από πρόσθετα από τα οποία μπορεί να κάνει εισαγωγή."],"Posts that should not show up in search results":["Άρθρα που δεν πρέπει να φαίνονται στα αποτελέσματα αναζήτησης"],"%s data found.":["%s δεδομένα δεν βρέθηκαν."],"%s data successfully removed.":["%s δεδομένα διαγράφηκαν επιτυχώς."],"%s data successfully imported.":["%s δεδομένα εισήχθηκαν επιτυχώς."],"%s data not found.":["%s δεδομένα δεν βρέθηκαν."],"On":["Ενεργό"],"Help on: %s":["Βοήθεια με: %s"],"Off":["Απενεργοποιημένο"],"See who contributed to %1$s.":["Δείτε ποιος συνέφερε στο %1$s."],"Help on this search results setting":["Βοηθήστε σε αυτήν την ρύθμιση αποτελεσμάτων αναζήτησης"],"Not showing the archive for %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["Η μη εμφάνιση του αρχείου για το %1$s στα αποτελέσματα αναζήτησης σημαίνει πρακτικά ότι αυτά θα έχουν ένα meta %2$s ρομπότ και θα αποκλειστούν από τους χάρτες ιστοτόπου XML.  %3$sΠερισσότερες πληροφορίες σχετικά με τις ρυθμίσεις αποτελεσμάτων αναζήτησης%4$s."],"Not showing %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["Δεν εμφανίζονται %1$sστα αποτελέσματα αναζήτησης που τεχνικά σημαίνει ότι θα έχουν %2$s robots meta και θα εξαιρεθούν από τους XML sitemaps. %3$sΠερισσότερες πληροφορίες στις ρυθμίσεις αποτελεσμάτων αναζήτησης%4$s."],"Default for %2$s, currently: %1$s":["Προεπιλογή για %2$s, τρέχον: %1$s"],"Show %s in search results?":["Εμφάνιση του %s στα αποτελέσματα αναζήτησης;"],"this author's archives":["αρχεία αυτού του συγγραφέα"],"Do not allow search engines to show %s in search results.":["Μην επιτρέψετε στις μηχανές αναζήτησης να δείχνουν %s στα αποτελέσματα αναζήτησης."],"Read why XML Sitemaps are important for your site.":["Διαβάστε τους λόγους για τους οποίους οι Χάρτες ιστοτόπου XML είναι σημαντικοί για τον ιστότοπό σας."],"Enable the XML sitemaps that %s generates.":["Ενεργοποιήστε τους XML χάρτες ιστοτόπου που δημιουργεί το %s."],"See the XML sitemap.":["Δείτε το χάρτη ιστότοπου XML."],"%s (current default for %s)":["%s (τρέχουσα προεπιλογή για %s)"],"Should search engines follow links on this %1$s?":["Πρέπει οι μηχανές αναζήτησης να ακολουθούν συνδέσμους σε αυτό το %1$s;"],"Allow search engines to show this %s in search results?":["Να επιτρέπεται στις μηχανές αναζήτησης να εμφανίζουν το  %s στα αποτελέσματα αναζήτησης;"],"Allow search engines to show this content in search results?":["Να επιτρέπεται στις μηχανές αναζήτησης να εμφανίζουν αυτό το περιεχόμενο στα αποτελέσματα αναζήτησης;"],"Toggle %1$s's XML Sitemap":["Εναλλάξτε τον χάρτη XML της %1$s για τον ιστότοπο"],"%s integration":["Ενσωμάτωση %s"],"Find out how the text link counter can enhance your SEO.":["Μάθετε πώς ο μετρητής σύνδεσης κειμένου μπορεί να ενισχύσει το SEO σας."],"The text link counter helps you improve your site structure.":["Ο μετρητής σύνδεσης κειμένου σας βοηθά να βελτιώσετε τη δομή του ιστότοπού σας"],"Find out how cornerstone content can help you improve your site structure.":["Ανακαλύψτε πώς το ακρογωνιαίο περιεχόμενο μπορεί να βελτιώσει την δομή της ιστοσελίδας σας."],"The cornerstone content feature lets you to mark and filter cornerstone content on your website.":["Το στοιχείο του ακρογωνιαίου περιεχομένου σας επιτρέπει να επισημάνετε και να φιλτράρετε ακρογωνιαίο περιεχόμενο στην ιστοσελίδα σας  "],"Discover why readability is important for SEO.":["Ανακαλύψτε γιατί η αναγνωσιμότητα είναι σημαντική για το SEO."],"The readability analysis offers suggestions to improve the structure and style of your text.":["Η ανάλυση αναγνωσιμότητας προσφέρει προτάσεις για βελτίωση της δομής και του στυλ του κειμένου σας."],"Learn how the SEO analysis can help you rank.":["Μάθετε πως η ανάλυση SEO μπορεί να βοηθήσει την κατάταξη σας."],"The SEO analysis offers suggestions to improve the SEO of your text.":["Η ανάλυση SEO προσφέρει προτάσεις για τη βελτίωση του SEO του κειμένου σας."],"SEO analysis":["Ανάλυση SEO"],"Good results":["Καλά αποτελέσματα"],"https://yoa.st/1uk":["https://yoa.st/1uk"],"https://yoa.st/1uj":["https://yoa.st/1uj"],"Latest blog posts on %1$s":["Τελευταία άρθρα στο %1$s"],"Remove highlight from the text":["Διέγραψε την οπτική επισήμανση από το κείμενο"],"Your site language is set to %s. ":["Η γλώσσα του ιστότοπου είναι ρυθμισμένη σε %s."],"First-time SEO configuration":["Ρύθμιση του SEO για πρώτη φορά"],"Highlight this result in the text":["Επισημάνετε αυτό το αποτέλεμα στο κείμενο"],"Considerations":["Προβληματισμοί"],"Errors":["Σφάλματα"],"Change language":["Αλλαγή γλώσσας"],"%s file":["%s αρχείο"],"Save changes to %s":["Αποθήκευση αλλαγών στο %s"],"Edit the content of your %s:":["Επεξεργαστείτε το περιεχόμενο του %s:"],"Create %s file":["Δημιουργία %s αρχείου"],"Updated %s":["Επικαιροποιημένο %s"],"You cannot edit the %s file.":["Δεν μπορείτε να τροποποιήσετε το %s αρχείο."],"You cannot create a %s file.":["Δεν μπορείτε να δημιουργήσετε ένα αρχείο %s."],"Other integrations":["Άλλες ενσωματώσεις"],"More information about %1$s":["Περισσότερες πληροφορίες σχετικά με %1$s"],"Old Configuration Wizard":["Παλιός οδηγός Παραμετροποίησης"],"Manage your %s subscription on MyYoast":["Διαχειριστείτε τη συνδρομή σας %s  στο MyYoast"],"Mark the most important %1$s as 'cornerstone content' to improve your site structure. %2$sLearn more about cornerstone content%3$s.":["Σημειώστε το σημαντικότερο %1$s σαν \"περιεχόμενο που αποτελεί ακρογωνιαίο λίθο\" για να βελτιώσετε τη δομή του Ιστοχώρου σας. %2$sΜάθετε περισότερα για το περιεχόμενο τύπου \"ακρογωνιαίου λίθου\"%3$s."],"(Opens in a new browser tab)":["(Ανοίγει σε νέα καρτέλα)"],"Go back":["Επιστροφή"],"Posts %1$swithout%2$s a focus keyphrase":["Άρθρα %1$sχωρίς%2$s στοχευμένη λέξη κλειδί"],"Hey, your SEO is doing pretty well! Check out the stats:":["To SEO σου πάει πολύ καλά! Δες τα στατιστικά:"],"You don't have any published posts, your SEO scores will appear here once you make your first post!":["Δεν έχεις δημοσιευμένα άρθρα, οι βαθμολογίες για το SEO σου θα εμφανιστούν εδώ αφού κάνεις την πρώτη σου δημοσίευση!"],"Read more like this on our SEO blog":["Διάβασε περισσότερα σαν αυτό στο ιστολόγιό μας για το SEO"],"Readability: %s":["Ευανάγνωστο: %s"],"Not activated":["Μη ενεργή"],"Activated":["Ενεργοποιημένη"],"%1$s recommendations for you":["%1$s προτάσεις για εσάς"],"All Readability Scores":["Όλα τα Σκορ Αναγνωσιμότητας"],"Filter by Readability Score":["Φιλτράρισμα ανά Σκορ Αναγνωσιμότητας"],"Request method %1$s is not valid.":["Η μέθοδος αιτήματος %1$s δεν είναι έγκυρη."],"Text link counter":["Μετρητής συνδέσμων κειμένου"],"Number of internal links linking to this post. See \"Yoast Columns\" text in the help tab for more info.":["Αριθμός εσωτερικών συνδέσμων που συνδέονται με αυτήν την ανάρτηση. Για περισσότερες πληροφορίες, ανατρέξτε στο κείμενο \"Yoast Columns\" στην καρτέλα βοήθειας"],"Number of outgoing internal links in this post. See \"Yoast Columns\" text in the help tab for more info.":["Aριθμός εξερχόμενων εσωτερικών σύνδεσμων σε αυτό το άρθρο. Για περισσότερες πληροφορίες, ανατρέξτε στο \"Yoast Στήλες\" στην καρτέλα βοήθειας."],"%s Columns":["%s Στηλών"],"Readability score":["Βαθμολογία αναγνωσιμότητας"],"Scroll to see the preview content.":["Μετακινηθείτε με κύλιση για να δείτε την προεπισκόπηση του περιεχομένου."],"Cornerstone content":["Σημαντικό περιεχόμενο"],"Save changes":["Αποθήκευση αλλαγών"],"1 year free support and updates included!":["Περιλαμβάνεται 1 έτος δωρεάν ενημερώσεων και αναβαθμίσεων!"],"The plugin %2$s changes your site's output and in doing that differentiates between search engines and normal users, a process that's called cloaking. We highly recommend that you disable it.":["Το πρόσθετο %2$s αλλάζει τον τρόπο με τον οποίο λειτουργεί η ιστοσελίδα σας και την κάνει να διαφέρει μεταξύ των μηχανών αναζήτησης και τους κανονικούς χρήστες, μια διαδικασία που ονομάζεται cloaking. Συνιστάται ιδιαίτερα να την απενεργοποιήσετε."],"No ads!":["Χωρίς διαφημίσεις!"],"Get internal linking suggestions":["Λάβετε προτάσεις εσωτερικής σύνδεσης"],"Variable":["Μεταβλητή"],"Available variables":["Διαθέσιμες μεταβλητές"],"Scroll to see the table content.":["Πηγαίνετε πιο κάτω για να δείτε το περιεχόμενο του πίνακα."],"An error occurred in the '%1$s' assessment":["Παρουσιάστηκε σφάλμα στην αξιολόγηση '%1$s'"],"No new notifications.":["Δεν υπάρχουν νέες ειδοποιήσεις."],"Save all":["Αποθήκευση Όλων"],"Save":["Αποθήκευση"],"%1$s, Author at %2$s":["%1$s, Συντάκης στο %2$s"],"Mobile preview":["Προεπισκόπηση σε κινητό"],"Desktop preview":["Προεπισκόπηση σε οθόνη υπολογιστή"],"Please provide an SEO title by editing the snippet below.":["Δώσε έναν SEO τίτλο μορφοποιώντας το απόσπασμα πιο κάτω"],"Meta description preview:":["Προεπισκόπηση Μeta περιγραφής:"],"Slug preview:":["Προεπισκόπηση σύντομου ονόματος:"],"SEO title preview:":["Προεπισκόπηση τίτλου SEO:"],"Close snippet editor":["Κλείσε την μορφοποίηση αποσπάσματος"],"Slug":["Slug"],"Remove marks in the text":["Αφαιρέστε τα σημάδια από το κείμενο"],"Mark this result in the text":["Σημειώστε αυτό το αποτέλεσμα μέσα στο κείμενο"],"Marks are disabled in current view":["Τα σημάδια είναι απενεργοποιημένα σ' αυτή την όψη"],"Good SEO score":["Πολύ καλή SEO βαθμολογία"],"OK SEO score":["Καλή SEO βαθμολογία"],"Feedback":["Ανάδραση"],"Name":["Όνομα"],"Please provide a meta description by editing the snippet below.":["Δώσε μια μετα-περιγραφή μορφοποιώντας το απόσπασμα πιο κάτω"],"Edit snippet":["Μορφοποίησε το απόσπασμα"],"You can click on each element in the preview to jump to the Snippet Editor.":["Μπορείτε να κάνετε κλικ σε κάθε στοιχείο στην προεπισκόπηση για να μεταβείτε στον Επεξεργαστή Αποσπάσματος."],"SEO title preview":["Προεπισκόπηση τίτλου SEO"],"Export settings":["Εξαγωγή ρυθμίσεων"],"Please don't show me this notification anymore":["Παρακαλώ μην μου ξαναδείξετε αυτή την ειδοποίηση"],"If you are experiencing issues, %1$splease file a bug report%2$s and we'll do our best to help you out.":["Αν αντιμετωπίζετε προβλήματα, %1$sπαρακαλούμε υποβάλετε μία αναφορά σφαλμάτος%2$s και θα κάνουμε ότι είναι δυνατόν να σας βοηθήσουμε."],"We've noticed you've been using %1$s for some time now; we hope you love it! We'd be thrilled if you could %2$sgive us a 5 stars rating on WordPress.org%3$s!":["Προσέξαμε ότι χρησιμοποιείτε το %1$s για καιρό; ελπίζουμε να σας αρέσει! Θα ήμασταν ευτυχείς αν μας %2$sβαθμολογούσατε με 5 αστέρια στο WordPress.org%3$s!"],"%1$s + %2$s":["%1$s + %2$s"],"Warning: the variable %1$s cannot be used in this template. See the %2$s for more info.":["Προειδοποίηση: η μεταβλητή %1$s δεν μπορεί να χρησιμοποιηθεί με αυτό το πρότυπο. Δείτε το %2$s για περισσότερες πληροφορίες"],"By the way, did you know we also have a %1$sPremium plugin%2$s? It offers advanced features, like a redirect manager and support for multiple keyphrases. It also comes with 24/7 personal support.":["Παρεπιπτόντως, γνωρίζατε ότι έχουμε μία %1$sPremium προσθήκη%2$s? Η προσθήκη αυτή προσφέρει εξελιγμένα χαρακτηριστικά, όπως ένα διαχειριστή ανακατευθύνσεων και υποστήριξη πολλαπλών φράσεων-κλειδιών. Επίσης συμπεριλαμβάνει 24/7 προσωπική υποστήριξη."],"(no title)":["(χωρίς τίτλο)"],"The %1$s admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["Το μενού μπάρας διαχειριστή %1$s , περιέχει χρήσιμους συνδέσμους για εργαλεία τρίτων, τα οποία αναλύουν ιστοσελίδες και κάνουν ευκολότερη την παρακολούθηση νέων ειδοποιήσεων."],"Admin bar menu":["Μενού γραμμής διαχειριστή"],"Features":["Χαρακτηριστικά"],"SEO title":["Τίτλος SEO"],"Greater than sign":["Μεγαλύτερο από αυτό το σύμβολο"],"Less than sign":["Σύμβολο \"Μικρότερο από\""],"Right angle quotation mark":["Δείκτης εισαγωγής δεξιάς γωνίας"],"Left angle quotation mark":["Δείκτης εισαγωγής αριστερής γωνίας"],"Small tilde":["Μικρή πεσπιρώμενη"],"Vertical bar":["Κάθετη μπάρα"],"Low asterisk":["Χαμηλός αστερίσκος"],"Asterisk":["Αστερίσκος"],"Bullet":["Κουκίδα"],"Middle dot":["Μεσαία τελεία"],"Em dash":["Παύλα Em"],"En dash":["Παύλα En"],"Dash":["Παύλα"],"No":["Όχι"],"Yes":["Ναι"],"Google search console":["Κονσόλα Αναζήτησης Google"],"Social profiles":["Προφίλ κοινωνικών δικτύων"],"Posts list":["Λίστα άρθρων"],"Posts list navigation":["Πλοήγηση λίστας άρθρων"],"Filter posts list":["Φιλτράρισμα λίστας άρθρων"],"Installed":["Εγκατεστημένο"],"Seamless integration between %1$s and %2$s":["Αδιάκοπη ενσωμάτωση μεταξύ %1$s και %2$s"],"Optimize your site for Google News":["Βελτιστοποιήστε τον ιστότοπό σας για τις Ειδήσεις Google"],"Edit &#8220;%s&#8221;":["Επεξεργασία &#8220;%s&#8221;"],"Premium":["Premium"],"Get Premium":["Αποκτήστε την Premium έκδοση"],"Notifications":["Ειδοποιήσεις"],"Removes the focus keyphrase section from the metabox and disables all SEO-related suggestions.":["Καταργεί την ενότητα λέξεων-κλειδιών από το metabox και απενεργοποιεί όλες τις σχετικές με το SEO προτάσεις."],"Disable SEO analysis":["Απενεργοποιήστε την ανάλυση SEO"],"Other social profiles":["Άλλα προφίλ κοινωνικών δικτύων"],"Make primary":["Κάντε κύριο"],"Cancel":["Ακύρωση "],"%s notification":["%s ειδοποίηση","%s ειδοποιήσεις"],"Disable readability analysis":["Απενεργοποιήστε την ανάλυση αναγνωσιμότητας"],"Removes the readability analysis section from the metabox and disables all readability-related suggestions.":["Καταργεί την ενότητα ανάλυσης αναγνωσιμότητας από το metabox και απενεργοποιεί όλες τις προτάσεις που σχετίζονται με την αναγνωσιμότητα."],"Readability analysis":["Ανάλυση αναγνωσιμότητας"],"Needs improvement":["Χρειάζεται βελτίωση"],"Readability":["Αναγνωσιμότητα"],"Improvements":["Βελτιώσεις"],"Good job! We could detect no serious SEO problems.":["Καλή δουλειά! Δεν μπορούμε να εντοπίσουμε σοβαρά προβλήματα σχετικά με το SEO."],"We have detected the following issues that affect the SEO of your site.":["Εντοπίσαμε τα ακόλουθα ζητήματα που επηρεάζουν το SEO του ιστότοπού σας."],"Problems":["Προβλήματα"],"Analysis":["Ανάλυση"],"Not available":["Δεν είναι διαθέσιμο"],"Filter by SEO Score":["Φίλτρο ανάλογα με τη Βαθμολογία SEO"],"Meta description not set.":["Δεν έχει οριστεί η περιγραφή μεταδεδομένων."],"Open":["άνοιγμα"],"Loading...":["Φόρτωση..."],"No results found":["Δεν βρέθηκαν αποτελέσματα"],"Dashboard":["Πίνακας Ελέγχου"],"You can fix this on the %1$sPermalink settings page%2$s.":["Μπόρείτε να το διορθώσετε αυτό στη %1$sσελίδα ρυθμίσεων Μόνιμων Συνδέσμων%2$s."],"Replaced with the primary category of the post/page":["Αντικαταστάθηκε με την κύρια κατηγορία της σελίδας/άρθρου"],"Buy %s":["Αγορά %s"],"New %1$s Title":["Νέος %1$s Τίτλος"],"Existing %1$s Title":["Υπάρχον %1$s Τίτλος"],"Expected an integer as input.":["Αναμενόταν εισαγωγή ακεραίου αριθμού."],"Trying to build the sitemap cache key, but the postfix and prefix combination leaves too little room to do this. You are probably requesting a page that is way out of the expected range.":["Προσπαθήσαμε να δημιουργήσουμε το κλειδί της μνήμης cache του χάρτη ιστοτόπου, αλλά ο συνδυασμός postfix και prefix αφήνει πολύ λίγο χώρο για να το κάνουμε αυτό. Πιθανότατα έχουμε να κάνουμε με μια σελίδα που είναι πολύ έξω από το αναμενόμενο εύρος."],"Redirects":["Ανακατευθύνσεις"],"Remove":["Αφαίρεση"],"Keep":["Διατήρηση"],"Bold the last page":["Έντονη η τελευταία σελίδα"],"Primary %s":["Πρωταρχικό %s"],"Primary":["Αρχικό"],"Make %1$s primary %2$s":["Κάντε το %1$s πρωταρχικό %2$s"],"Integrations":["Ενσωμάτωση"],"Term is set to noindex.":["Ο όρος έχει οριστεί ως μη ευρετηριασμένος."],"Author archives":["Αρχεία αρθρογράφων"],"Enabled":["Ενεργοποιημένο"],"Disabled":["Απενεργοποιημένο"],"The separator defined in your theme's %s tag.":["Ο διαχωριστής έχει οριστεί στην ετικέτα %s του θέματός σας."],"No index":["Χωρίς περιεχόμενο"],"SEO score":["SEO σκόρ"],"Team Yoast":["Ομάδα Yoast"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["Η πρώτη πραγματικά όλα-σε-ένα SEO λύση για WordPress, η οποία περιλαμβάνει ανάλυση περιεχομένου σελίδας, χάρτες XML και πολλά περισσότερα."],"Yoast SEO":["Yoast SEO"],"Activation failed:":["Η ενεργοποίηση απέτυχε: "],"The filter extension seem to be unavailable. Please ask your web host to enable it.":["Η επέκταση του φίλτρου φαίνεται να είναι μη διαθέσιμη. Ρωτήστε τον εξυτηρετητή του ιστότοπου σας για να την ενεργοποιήσει."],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":["Η εγκατάσταση της %1$s προσθήκης δεν είναι ολοκληρωμένη. Παρακαλώ ανατρέξτε στις %2$sοδηγίες εγκατάστασης%3$s."],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":["Η Standard PHP Library (SPL) επέκταση φαίνεται να μην είναι διαθέσιμη. Παρακαλώ ζητήστε από τον πάροχο φιλοξενίας σας να την ενεργοποιήσει."],"SEO Settings":["Ρυθμίσεις SEO"],"Mobile-Friendly Test":["Δοκιμή Mobile-Friendly"],"Google Page Speed Test":["Δοκιμή ταχύτητας σελίδας Google"],"Facebook Debugger":["Αποσφαλμάτωση Facebook"],"Analyze this page":["Ανέλυσε την σελίδα"],"%s does not seem to be a valid url. Please correct.":["%s δεν φαίνεται να είναι ένα έγκυρο url. Παρακαλώ διορθώστε."],"%1$s does not seem to be a valid %2$s verification string. Please correct.":["%1$s δε μοιάζει να είναι έγκυρο %2$s κείμενο επαλήθευσης. Παρακαλώ διορθώστε το."],"%s Archive":["Αρχείο %s"],"You searched for %s":["Αναζητήσατε %s"],"%s does not seem to be a valid Twitter Username. Please correct.":["Το %s δεν φαίνεται να είναι ένα έγκυρο όνομα χρήστη Twitter. Παρακαλώ διορθώστε."],"Summary with large image":["Περίληψη με μεγάλη εικόνα"],"The post %1$s appeared first on %2$s.":["Το άρθρο %1$s εμφανίστηκε πρώτα στο %2$s."],"No numeric value was received.":["Λήφθηκε μη αριθμητική τιμή."],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":["Αυτό πρέπει να είναι ένα υπάρχον blog. Το Blog %s δεν υπάρχει ή έχει επισημανθεί ως διαγραμμένο."],"The default blog setting must be the numeric blog id of the blog you want to use as default.":["Η προεπιλεγμένη ρύθμιση ιστολογίου πρέπει να είναι το αριθμητικό αναγνωριστικό blog του ιστολογίου που θέλετε να χρησιμοποιήσετε ως προεπιλογή"],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":["Το %1$s δεν είναι έγκυρη επιλογή για ποιον πρέπει να επιτρέπεται η πρόσβαση στις ρυθμίσεις %2$s. Επαναφορά τιμής στην προεπιλογή."],"Please select a valid post type for taxonomy \"%s\"":["Επιλέξτε έναν έγκυρο τύπο άρθρου για την ταξινομία \"%s\""],"Please select a valid taxonomy for post type \"%s\"":["Επιλέξτε μια έγκυρη ταξινόμηση για τύπο μηνύματος \"%s\""],"You searched for":["Αναζητήσατε για"],"Home":["Αρχική"],"Archives for":["Αρχεία για"],"Error 404: Page not found":["Σφάλμα 404: Δεν βρέθηκε η σελίδα"],"Good":["Καλό"],"Replaced with a custom taxonomies description":["Αντικαταστάθηκε με μια προσαρμοσμένη περιγραφή ταξονομιών"],"Replaced with a posts custom taxonomies, comma separated.":["Αντικαταστάθηκε με προσαρμοσμένες ταξινομίες αναρτήσεων, διαχωρισμένες με κόμμα."],"Replaced with a posts custom field value":["Αντικαταστάθηκε με μια προσαρμοσμένη τιμή πεδίου αναρτήσεων"],"Replaced with the slug which caused the 404":["Αντικαταστάθηκε με το σύντομο όνομα που προκάλεσε το 404"],"Replaced with the posts focus keyphrase":["Αντικαταστάθηκε με τη λέξη-κλειδί του άρθρου"],"Attachment caption":["Συνημμένη λεζάντα"],"Replaced with the current page number":["Αντικαταστάθηκε με τον τρέχοντα αριθμό σελίδας"],"Replaced with the current page total":["Αντικαταστάθηκε με το σύνολο των τρεχουσών σελίδων"],"Replaced with the current page number with context (i.e. page 2 of 4)":["Αντικαταστάθηκε με τον τρέχοντα αριθμό σελίδας με το πλαίσιο (δηλ. Σελίδα 2 από 4)"],"Replaced with the current year":["Αντικαταστάθηκε με το τρέχων έτος"],"Replaced with the current month":["Αντικαταστάθηκε με το τρέχων μήνα"],"Replaced with the current day":["Αντικαταστάθηκε με την τρέχουσα ημέρα"],"Replaced with the current date":["Αντικαταστάθηκε με την τρέχουσα ημερομηνία"],"Replaced with the post/page author's 'Biographical Info'":["Αντικαταστάθηκε με το βιογραφικό σημείωμα / σελίδα του δημιουργού"],"Replaced with the post/page author's 'nicename'":["Αντικαταστάθηκε με το ψευδόνυμο του συγγραφέα του άρθρου / σελίδας"],"Replaced with the post/page ID":["Αντικαταστάθηκε με το αναγνωριστικό άρθρου / σελίδας"],"Replaced with the post/page modified time":["Αντικαταστάθηκε με την τροποποιημένη ώρα άρθρου / σελίδας"],"Replaced with the content type plural label":["Αντικαταστάθηκε με τον πληθυντικό του τύπου περιεχομένου"],"Replaced with the content type single label":["Αντικαταστάθηκε με τον ενικό του τύπου περιεχομένου"],"Replaced with the current search phrase":["Αντικαταστάθηκε με την τρέχουσα φράση αναζήτησης"],"Replaced with the term name":["Αντικαταστάθηκε με το όνομα του όρου"],"Replaced with the term description":["Αντικαταστάθηκε με την περιγραφή του όρου"],"Replaced with the tag description":["Αντικαταστάθηκε με την περιγραφή της ετικέτας"],"Replaced with the category description":["Αντικαταστάθηκε με την περιγραφή κατηγορίας"],"Replaced with the post categories (comma separated)":["Αντικαταστάθηκε με τις κατηγορίες άρθρου (διαχωρισμένο με κόμμα)"],"Replaced with the current tag/tags":["Αντικαταστάθηκε με τις πρόσφατες ετικέτα/ετικέτες"],"Replaced with the post/page excerpt (without auto-generation)":["Αντικαταστάθηκε με το απόσπασμα άρθρου / σελίδας (χωρίς αυτόματη δημιουργία)"],"Replaced with the post/page excerpt (or auto-generated if it does not exist)":["Αντικαταστάθηκε με το αποσπάσμα άρθρου/ σελίδας (ή αυτόματα δημιουργημένο αν δεν υπάρχει)"],"The site's name":["Το όνομα του site"],"Replaced with the title of the parent page of the current page":["Αντικαταστάθηκε με τον τίτλο της γονικής σελίδας της τρέχουσας σελίδας"],"Replaced with the title of the post/page":["Αντικαταστάθηκε με τον τίτλο του άρθρου / της σελίδας"],"Replaced with the date of the post/page":["Αντικαταστάθηκε με την ημερομηνία του άρθρου / της σελίδας"],"Page %1$d of %2$d":["Σελίδα %1$d από %2$d"],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":["Δεν μπορείτε να απορρίψετε μια ορισμένη αντικατάσταση μεταβλητής WPSEO, κατοχυρώνοντας μια μεταβλητή με το ίδιο όνομα. Αντί αυτού, χρησιμοποιήστε το φίλτρο \"wpseo_replacements\" για να προσαρμόσετε την τιμή αντικατάστασης."],"A replacement variable with the same name has already been registered. Try making your variable name unique.":["Μια μεταβλητή αντικατάστασης με το ίδιο όνομα έχει ήδη καταχωριθεί. Δοκιμάστε να κάνετε το όνομα της μεταβλητής μοναδικό."],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":["Μία μεταβλητή αντικατάστασης δεν μπορεί να ξεκινά με \"%%cf_\" ή \"%%ct_\" διότι αυτές έχουν κρατηθεί ως μεταβλητές ορισμένων μεταβλητών (standard variable variables) WPSEO για προσαρμοσμένα πεδία και προσαρμοσμένες ταξινομίες. Προσπαθήστε να δημιουργήσετε ένα μοναδικό όνομα για τη μεταβλητή σας."],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":["Μία μεταβλητή αντικατάστασης μπορεί να περιέχει μόνο αλφαριθμητικούς χαρακτήρες, μια κάτω πάυλα ή μια παύλα. Δοκιμάστε να μετονομάσετε τη μεταβλητή σας."],"Admin only notice: this page does not show a meta description because it does not have one, either write it for this page specifically or go into the [%1$s - %2$s] menu and set up a template.":["Ειδοποίηση μόνο για το διαχειριστή: αυτή η σελίδα δεν εμφανίζει μια meta περιγραφή διότι δεν έχει μία, είτε γράψτε μία συγκεκριμένα για αυτή τη σελίδα ή ανατρέξτε στο μενού [%1$s - %2$s] και ορίστε ένα πρότυπο."],"Page not found":["Η σελίδα δεν βρέθηκε"],"%s Archives":["%s Αρχεία"],"Meta description to use for Author page":["Meta περιγραφή για χρήση για την σελίδα συντάκτη"],"Title to use for Author page":["Τίτλος για σελίδα Συγγραφέα"],"%1$s settings":["%1$s αλλαγές"],"Export your %1$s settings":["Εξάγετε τις %1$s αλλαγές σας"],"Import settings":["εισαγωγή ρυθμίσεων"],"Import from other SEO plugins":["εισαγωγή από άλλα SEO plugins"],"Import":["Εισαγωγή"],"If you had a %s file and it was editable, you could edit it from here.":["Σε περίπτωση που έχετε ένα επεξεργάσιμο αρχείο %s , υπάρχει η δυνατότητα να το επεξεργαστείτε και από εδώ."],"If your %s were writable, you could edit it from here.":["Εάν το %s σας ήταν εγγράψιμο, θα μπορούσατε να το επεξεργαστείτε από εδώ"],"You don't have a %s file, create one here:":["Δεν έχετε το αρχείο %s, δημιουργήστε ένα εδώ:"],"A link to your site, with your site's name and description as anchor text.":["Ένας σύνδεσμος στον ιστότοπό σας, με το όνομα και την περιγραφή του ιστότοπού σας ως κείμενο αγκύρωσης"],"A link to your site, with your site's name as anchor text.":["Ένας σύνδεσμος προς τον ιστότοπό σας, με το όνομα του ιστότοπού σας ως κείμενο συνδέσμου.."],"A link to the post, with the title as anchor text.":["Σύνδεσμος προς το άρθρο, με τον τίτλο του άρθρου ως κείμενο συνδέσμου."],"You can use the following variables within the content, they will be replaced by the value on the right.":["Μπορείτε να χρησιμοποιήσετε τις παρακάτω μεταβλητές μέσα στο περιεχόμενο, θα αντικατασταθούν από την τιμή στα δεξιά."],"Content to put after each post in the feed":["Περιεχόμενο που πρέπει να τεθεί μετά από κάθε άρθρο στη ροή"],"Content to put before each post in the feed":["Περιεχόμενο που πρέπει να τεθεί πριν από κάθε άρθρο στη ροή"],"How to insert breadcrumbs in your theme":["Πώς να εισαγάγετε τα breadcrumbs στο θέμα σας"],"Blog":["Ιστολόγιο"],"Prefix for the breadcrumb path":["Πρόθεμα για τη διαδρομή"],"Anchor text for the Homepage":["Σύνδεσμος προς της αρχική σελίδα"],"Separator between breadcrumbs":["Διαχωριστικό ανάμεσα στα breadcrumbs"],"Below are your published posts' SEO scores. Now is as good a time as any to start improving some of your posts!":["Δείτε παρακάτω τα SEO σκορ των άρθρων σας&#8217;. Ίσως τώρα είναι η καλύτερη στιγμή για να βελτιώσετε κάποια από τα άρθρα σας!"],"Credits":["Ευχαριστίες"],"&laquo; Back to Tools page":["&laquo; Επιστροφή στα εργαλεία"],"%1$s comes with some very powerful built-in tools:":["%1$s περιέχει κάποια πολύ δυνατά εργαλεία:"],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":["Αυτό το εργαλείο σάς επιτρέπει να αλλάζετε γρήγορα σημαντικά αρχεία για το SEO, όπως το αρχείο robots.txt και, αν έχετε, το αρχείο .htaccess."],"File editor":["Επεξεργαστής αρχείων"],"Import settings from other SEO plugins and export your settings for re-use on (another) site.":["Εισαγωγή ρυθμίσεων από άλλα πρόσθετα SEO και εξαγωγή των ρυθμίσεών σας για επαναχρησιμοποίηση σε (άλλο) ιστότοπο."],"Import and Export":["Εισαγωγή και Εξαγωγή"],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":["Αυτό το εργαλείο σάς επιτρέπει να αλλάζετε γρήγορα τους τίτλους και τις περιγραφές των άρθρων και των σελίδων σας χωρίς να χρειάζεται να εισέλθετε στον επεξεργαστή για κάθε σελίδα."],"Bulk editor":["Μαζική επεξεργασία"],"Default settings":["Προεπιλεγμένες ρυθμίσεις"],"Description":["Περιγραφή"],"Restore site to defaults":["Επαναφέρετε τον ιστότοπο στις προεπιλογές"],"Site ID":["ID Ιστοσελίδας"],"Using this form you can reset a site to the default SEO settings.":["Χρησιμοποιώντας αυτήν τη φόρμα μπορείτε να επαναφέρετε έναν ιστότοπο στις προεπιλεγμένες ρυθμίσεις SEO."],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new sites.":["Ευαίσθητα προσωπικά δεδομένα σχετικά με το απόρρητο (διαχειριστές FB και λοιπά), ζητήματα που αφορούν το συγκεκριμένο θέμα (επανεγγραφή τίτλου) και κάποιες πολύ συγκεκριμένες ρυθμίσεις του ιστοτόπου δεν θα εισαχθούν σε νέους ιστοτόπους."],"Enter the %1$sSite ID%2$s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":["Εισάγετε την %1$sΤαυτότητα Ιστοτόπου%2$s για τον ιστότοπο του οποίου θέλετε οι ρυμίσεις να χρησιμοποιηθούν ως προεπιλογές για όλους τους ιστοτόπους που προστίθενται στο δίκτυο σας. Μην αφήσετε κανένα κενό (αλλιώς οι τυπικές προεπιλογές της προσθήκης θα χρησιμοποιηθούν)."],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":["Επιλέξτε τον ιστότοπο των οποίων οι ρυθμίσεις θέλετε να χρησιμοποιήσετε ως προεπιλογή για όλους τους ιστότοπους που έχουν προστεθεί στο δίκτυό σας. Αν επιλέξετε \"Κανένα\", θα χρησιμοποιηθούν οι κανονικές προεπιλεγμένες προσθήκες."],"New sites in the network inherit their SEO settings from this site":["Οι νέες τοποθεσίες στο δίκτυό σας κληρονομούν τις ρυθμίσεις SEO από αυτόν τον ιστότοπο"],"Super Admins only":["Super Admins μόνο"],"Site Admins (default)":["Διαχειριστές Ιστότοπου (προεπιλογή)"],"Who should have access to the %1$s settings":["Ποιός θα έπρεπε να έχει πρόσβαση στις επιλογές %1$s"],"spam":["spam"],"mature":["ώριμο"],"archived":["αρχειοθετημένο"],"public":["δημόσιο"],"%s restored to default SEO settings.":["%s αποκαταστάθηκε στις προεπιλεγμένες ρυθμίσεις SEO."],"Settings Updated.":["Οι Ρυθμίσεις Ενημερώθηκαν."],"Special pages":["Ειδικές σελίδες"],"Date archives":["Τα αρχεία ημερομηνίας"],"Title":["Τίτλος"],"Take note:":["Λάβετε υπ' όψη:"],"You can determine the title and description for the homepage by %1$sediting the homepage itself%2$s.":["Μπορείτε να καθορίσετε τον τίτλο και την περιγραφή για την αρχική σελίδα %1$sκάνοντας αλλαγές στην ίδια την αρχική σελίδα%2$s."],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s έχει ανιχνεύσει αυτόματα πως πρέπει να αναγκάσει την επανεγγραφή των τίτλων για τις σελίδες σας, αν νομίζετε ότι είναι λάθος και να ξέρετε τι κάνετε, μπορείτε να αλλάξετε τη ρύθμιση εδώ."],"Force rewrite titles":["Επανεγγραφή των τίτλων"],"Homepage":["Αρχική σελίδα"],"%1$s Extensions":["%1$s  Πρόσθετα"],"Seamlessly integrate WooCommerce with %1$s and get extra features!":["Συνδέστε άψογα το WooCommerce με το %1$s και αποκτήστε επιπλέον χαρακτηριστικά!"],"Rank better locally and in Google Maps, without breaking a sweat!":["Βαθμολογηθείτε καλύτερα τοπικά και στους Χάρτες Google, χωρίς να καν να ιδρώσετε!"],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":["Είστε στο Google News; Αυξήστε την επισκεψιμότητά σας από τις Ειδήσεις Google βελτιστοποιώντας το!"],"Optimize your videos to show them off in search results and get more clicks!":["Βελτιστοποιήστε τα βίντεό σας για να τα εμφανίσετε στα αποτελέσματα αναζήτησης και να λάβετε περισσότερα κλικ!"],"The premium version of %1$s with more features & support.":["Η έκδοση premium του %1$s με περισσότερα χαρακτηριστικά και υποστήριξη."],"Person":["Φυσικό Πρόσωπο"],"Website name":["Όνομα ιστότοπου"],"RSS":["RSS"],"Permalink":["Μόνιμος σύνδεσμος"],"Breadcrumbs":["Διαδρομές"],"Authenticate":["Πιστοποίηση"],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year of support and updates, on %2$s.":["Για να μπορέσετε να δημιουργήσετε μια ανακατεύθυνση και να διορθώσετε αυτό το ζήτημα, χρειάζεστε%1$s. Μπορείτε να αγοράσετε το πρόσθετο, συμπεριλαμβανομένου ενός έτους υποστήριξης και ενημερώσεων, στο%2$s."],"Creating redirects is a %s feature":["Η δημιουργία ανακατευθύνσεων είναι ένα %s χαρακτηριστικό"],"New URL":["Νέα Διεύθυνση URL"],"Search":["Αναζήτηση"],"URL":["Διεύθυνση URL"],"Deactivate %s":["Απενεργοποίηση %s"],"The %1$s plugin might cause issues when used in conjunction with %2$s.":["Το πρόσθετο %1$s μπορεί να προκαλεί προβλήματα όταν χρησιμοποιείται σε συνδυασμό με το %2$s."],"Upload Image":["Ανέβασμα εικόνας"],"%s Posts Overview":["%s Επισκόπηση Άρθρων"],"Breadcrumbs title":["Τίτλος διαδρομών"],"Pinterest":["Pinterest"],"Social settings":["Ρυθμίσεις κοινωνικών δικτύων"],"Close":["Κλείσιμο"],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines and might slow down your site.":["Το %1$s και το %2$s μπορούν να δημιουργήσουν τον XML χάρτη ιστότοπου σας. Το να έχετε δύο XML χάρτες ιστότοπου δεν είναι αποδοτικό για τις μηχανές αναζήτησηςη και μπορεί επιβραδύνουν τον ιστότοπο σας."],"Configure %1$s's Open Graph settings":["Διαμορφώστε τις ρυθμίσεις %1$s του OpenGraph"],"Both %1$s and %2$s create Open Graph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":["Και τα %1$s και %2$s δημιουργούν έξοδο Open Graph, τα οποία μπορεί να κάνουν το Facebook, Twitter, LinkedIn και άλλα κοινωνικά δίκτυα να χρησιμοποιούν λανθασμένα κείμενα και εικόνες όταν οι σελίδες σας διαμοιράζονται."],"%s image":["εικόνα %s"],"%s description":["Περιγραφή %s"],"%s title":["Τίτλος %s"],"Twitter":["Twitter"],"Facebook":["Facebook"],"very difficult":["πολύ δύσκολο"],"Try to make shorter sentences, using less difficult words to improve readability":["Προσπαθήστε να κάνετε μικρότερες προτάσεις, χρησιμοποιώντας λιγότερο δύσκολες λέξεις για να βελτιώσετε την αναγνωσιμότητα."],"difficult":["δύσκολο"],"fairly difficult":["αρκετά δύσκολο"],"OK":["OK"],"fairly easy":["αρκετά εύκολο"],"easy":["εύκολο"],"very easy":["πολύ εύκολο"],"The copy scores %1$s in the test, which is considered %2$s to read.":["Το αντίγραφο βαθμολογείται με %1$s στη δοκιμή, το οποίο θεωρείται %2$s για ανάγνωση."],"Flesch reading ease":["Flesch ευκολία ανάγνωσης"],"Meta Desc.":["Meta Περιγραφή"],"All SEO Scores":["Όλες οι βαθμολογίες SEO"],"SEO issue: The featured image should be at least 200 by 200 pixels to be picked up by Facebook and other social media sites.":["Η προτεινόμενη εικόνα θα πρέπει να είναι τουλάχιστον 200x200 pixel ώστε να επιλεγεί από το Facebook και άλλους ιστότοπους κοινωνικής δικτύωσης. "],"(no parent)":["(χωρίς γονέα)"],"meta description":["meta περιγραφή"],"Page title":["Τίτλος σελίδας"],"Post is set to noindex.":["Το άρθρο έχει οριστεί ως μη ευρετηριασμένο."],"The URL that this page should redirect to.":["Το URL στο οποίο θα πρέπει να επανακατευθύνει αυτή η σελίδα."],"301 Redirect":["301 Επανακατεύθυνση"],"The canonical URL that this page should point to. Leave empty to default to permalink. %1$sCross domain canonical%2$s supported too.":["Τα κανονικά URL που τα οποία θα οδηγούν σε αυτή την σελίδα. Αφηστε το κενό για το προεπελεγμένο μόνιμο σύνδεσμο. Υποστηρίζονται τα%1$sπολλαπλά κανονικά domain%2$s επίσης."],"Canonical URL":["Κανονικό URL"],"Title to use for this page in breadcrumb paths":["Τίτλος που θα χρησιμοποιηθεί για αυτήν τη σελίδα στις διαδρομές"],"Breadcrumbs Title":["Τίτλος διαδρομών"],"No Snippet":["Δεν υπάρχει Απόσπασμα"],"No Archive":["Χωρίς ιστορικό"],"No Image Index":["Δεν υπάρχει Ευρετήριο Εικόνων"],"None":["Κανένα"],"Meta robots advanced":["Σύνθετα μεταδεδομένα robots"],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Προειδοποίηση: παρόλο που μπορείτε να ρυθμίσετε τη ρύθμιση των μεταδεδομένων robots εδώ, ολόκληρος ο ιστότοπος έχει οριστεί να λειτουργεί χωρίς ευρετήριο στις ρυθμίσεις απορρήτου σε επίπεδο περιοχής, επομένως αυτές οι ρυθμίσεις δεν θα έχουν αποτέλεσμα."],"Meta description":["Περιγραφή Meta"],"SEO Title":["Τίτλος SEO"],"Focus keyword":["Κύρια λέξη-κλειδί"],"Settings successfully imported.":["Οι ρυθμίσεις εισήχθησαν επιτυχώς."],"Settings could not be imported:":["Οι ρυθμίσεις δεν μπορεσαν να εισαχθούν."],"Breadcrumb for 404 pages:":["Διαδρομή για σελίδα 404:"],"Prefix for search result pages:":["Πρόθεμα για σελίδες αποτελεσμάτων αναζήτησης:"],"Prefix for archive pages:":["Πρόθεμα για σελίδες αρχειοθέτησης:"],"Prefix for breadcrumbs:":["Πρόθεμα για τις διαδρομές:"],"Anchor text for the homepage:":["Κείμενο συνδέσμου για την αρχική σελίδα:"],"Breadcrumbs separator:":["Διαχωριστής διαδρομών:"],"%s Breadcrumbs":["%s διαδρομές"],"Use Image":["Χρήση εικόνας"],"Action":["Ενέργεια"],"Page URL/Slug":["Το URL/Slug της σελίδας"],"Publication date":["Ημέρα δημοσίευσης"],"Post Status":["Κατάσταση άρθρου"],"WP Page Title":["WP Τίτλος Σελίδας"],"View":["Προβολή"],"View &#8220;%s&#8221;":["Προβολή &#8220;%s&#8221;"],"Preview":["Προεπισκόπηση"],"Preview &#8220;%s&#8221;":["Προεπισκόπηση &#8220;%s&#8221;"],"Edit":["Επεξεργασία"],"Filter":["Φίλτρο"],"New Yoast Meta Description":["Νέα Περιγραφή Μεταδεδομένων Yoast "],"Existing Yoast Meta Description":["Υπάρχουσα Περιγραφή Μεταδεδομένων Yoast"],"Facebook profile URL":["Διεύθυνση προφίλ Facebook"],"Twitter username (without @)":["Όνομα χρήστη Twitter (χωρίς @)"],"Google":["Google"],"FAQ":["Συχνές ερωτήσεις"],"Settings":["Ρυθμίσεις"],"Huge SEO Issue: You're blocking access to robots.":["Σημαντικό SEO πρόβλημα: Εμποδίζετε την πρόσβαση στο αρχείο robots."],"Posts":["Δημοσιεύσεις"],"Edit Files":["Τροποποίηση αρχείων"],"General":["Γενικά"],"Extensions":["Επεκτάσεις"],"Search Console":["Κονσόλα Αναζήτησης"],"Tools":["Εργαλεία"],"Advanced":["Προχωρημένες"],"XML sitemaps":["XML sitemaps"],"Social":["Κοινωνικά "],"SEO":["SEO"],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":["%1$s ανιχνεύεται ότι χρησιμοποιείτε την έκδοση %2$s από %3$s, παρακαλούμε να ενημερώσετε με την τελευταία έκδοση για να αποτρέψει προβλήματα συμβατότητας."],"Just another WordPress site":["Ακόμα ένας ιστότοπος WordPress"],"You have used HTML in your value which is not allowed.":["Χρησιμοποιείται τιμές HTML που δεν επιτρέπονται."],"You can't edit %s that aren't yours.":["Δεν μπορείτε να επεξεργαστείτε %s τα οποία δεν σας ανήκουν."],"You can't edit %s.":["Δεν μπορείτε να επεξεργαστείτε το πεδίο %s."],"Post has an invalid Content Type: %s.":["Το άρθρο έχει ένα μη έγκυρο τύπο άρθρου: %s."],"Post doesn't exist.":["Το άρθρο δεν υπάρχει."],"posts\u0004Trash <span class=\"count\">(%s)</span>":["Κάδος <span class=\"count\">(%s)</span>","Κάδος <span class=\"count\">(%s)</span>"],"posts\u0004All <span class=\"count\">(%s)</span>":["Όλα <span class=\"count\">(%s)</span>","Όλα <span class=\"count\">(%s)</span>"]}}}